{
 "id": "753974",
 "text": "Cameron Indoor Stadium is an indoor arena located on the campus of Duke University in Durham, North Carolina. The 9,314-seat facility is the primary indoor athletic venue for the Duke Blue Devils and serves as the home court for Duke men's and women's basketball and women's volleyball. It opened in January 1940 and was known as Duke Indoor Stadium until 1972, when it was named for Eddie Cameron, who served at Duke as men's basketball coach from 1928 to 1942, football coach from 1942 to 1945, and athletic director from 1951 to 1972. The arena is located adjacent to its predecessor, Card Gymnasium, which opened in 1930. ==History== thumb|right|Summer of 2006 The plans for the stadium were drawn up in 1935 by basketball coach Eddie Cameron. The stadium was designed by Julian Abele, who studied at the Ecole des Beaux Arts in Paris, France. The same architectural firm that built the Palestra was brought in to build the new stadium. The arena was dedicated on January 6, 1940, having cost $400,000. At the time, it was the largest gymnasium in the country south of the Palestra at the University of Pennsylvania. Originally called \"Duke Indoor Stadium\", it was renamed for Cameron on January 22, 1972; that day the Blue Devils beat archrival North Carolina 76–74. The first nationally televised game took place on January 28, 1979, against Marquette; the 69-64 Duke win was broadcast by NBC.The Encyclopedia of Duke Basketball. Roth, John. Duke University Press. 2006. Regionally televised games in the Atlantic Coast Conference, including from the (then) Duke Indoor Stadium, had begun in the late 1950s.Raycom Sports The building originally included seating for 8,800, though standing room was sufficient to ensure that 9,500 could fit in on a particularly busy day. Then, as now, Duke students were allocated a large number of the seats, including those in the lower sections directly alongside the court. Renovations in 1987–1988 removed the standing room areas, added an electronic scoreboard and display over center court, wood paneling, brass railings and student seats, bringing capacity to 9,314, though now there is sufficient standing room to ensure 10,000 could fit. For high-profile games, students are known to pack in as many as 1,600 into the student sections, designed for a maximum of 1,100. Prior to the 2002–2003 basketball season, air conditioning units were installed in Cameron for the first time as a response to health and odor concerns for players and fans alike. Prior to the 2008–09 season, a new video scoreboard replaced the electronic board over center court. Before the 2009–10 season, additional changes were made, including installing LED ribbon boards to the front of the press table and painting the upper seats Duke blue. Cameron is one of the few major arenas that uses backboards suspended from the ceiling instead of anchored on the floor. == Concerts == Rod Stewart & The Faces performed at Cameron on September 17, 1973. The Grateful Dead played four shows here between 1973 and 1982 (12-8-73, 9-23-76, 4-12-78 and 4-2-82). ==Atmosphere== The students and fans are known as \"Cameron Crazies\" for their support of the team and loud cheering that has been recorded as high as 121.3 dB, which is louder than a power saw at 3 feet or a jackhammer. For access to major games, including those against the University of North Carolina, students reside in tents for months in an area outside of Cameron known as \"Krzyzewskiville\", named after head coach Mike Krzyzewski. The hardwood floor was dedicated and renamed Coach K Court in November 2000. thumb|Duke Blue Devils vs. Virginia Tech Hokies, February 2018 ==Media coverage== Sports Illustrated ranked it fourth on its list of the top 20 sporting venues of the 20th century, and USA Today referred to it as \"the toughest road game in the ACC.\" ==Milestone games== {| class=\"wikitable\" ! style=\";\"|Game no. || style=\";\"|Date || style=\";\"|Result |- |Game 1 || January 6, 1940 || Duke 36, Princeton 27 |- |Game 100 || January 24, 1948 || Duke 52, Virginia Tech 45 |- |Game 200 || February 5, 1957 || Duke 90, Pittsburgh 72 |- |Game 300 || January 28, 1967 || Duke 99, North Carolina State 60 |- |Game 400 || February 25, 1976 || Clemson 90, Duke 89 |- |Game 500 || January 11, 1984 || Duke 73, Appalachian State 60 |- |Game 600 || December 1, 1990 || Duke 111, Charlotte 94 |- |Game 700 || February 2, 1997 || Duke 70, Georgia Tech 61 |- |Game 800 || February 8, 2004 || Duke 81, Clemson 55 |- |Game 900 || February 4, 2010 || Duke 86, Georgia Tech 67 |- |Game 1,000 || February 8, 2016 || Duke 72, Louisville 65 |+ Sources: Statistics published by Duke University as of the end of the 2014 season 2014–2015 Duke Men's Basketball Media Guide; |} Additionally, the facility hosted the Southern Conference men's basketball tournament from 1947 to 1950 and the MEAC Men's Basketball Tournament in 1972 and 1973. ==Home court advantage== Records at Cameron Indoor Stadium All-Time: 832–154 () Coach K: 474–59 () Since 1997–98: 266–17 () Duke is 179–12 () at home since the 2004–05 season, second only to Allen Fieldhouse in winning percentage at home. ===Non- conference win streaks=== On November 26, 2019, the Duke men's team non- conference home winning streak of 150 games ended with an overtime loss to Stephen F. Austin, 85–83. It had been at that point the longest active non- conference home winning streak in college basketball, with Duke's last non- conference home loss coming against St. John's almost 19 years earlier on February 26, 2000, when the then #2 Blue Devils lost 83–82. The streak was the longest non-conference home win streak in Duke men's basketball history, breaking the previous record, which lasted 95 games, from February 2, 1983, to December 2, 1995, beginning with a 73–71 win over William & Mary and ending with a 65–75 loss to Illinois. Duke is now 274–4 in non-conference home games since 1983, starting with the win over William and Mary, having gone 32–3 in home non-conference games between the original and last winning streak. The only loss other than the Illinois and St. John's losses during that span coming at the hands of Michigan 61–62 on December 8, 1996. ==See also== *Carolina–Duke rivalry *Duke–Maryland rivalry *List of NCAA Division I basketball arenas ==References== ==External links== * Cameron Indoor Stadium official page * Cameron Indoor Stadium men's basketball statistics Category:Sports venues completed in 1940 Category:College basketball venues in the United States Category:College volleyball venues in the United States Category:Duke Blue Devils basketball Category:Basketball venues in North Carolina Category:Sports venues in Durham, North Carolina Category:1940 establishments in North Carolina Category:Duke Blue Devils sports venues",
 "title": "Cameron Indoor Stadium"
}