{
 "id": "753938",
 "text": "Anne Kirkbride (21 June 1954 – 19 January 2015) was an English actress, known for her long-running role as Deirdre Barlow in the ITV soap Coronation Street, which she played for 42 years from 1972 to 2014. For this role, she posthumously received the Outstanding Achievement Award at the 2015 British Soap Awards. ==Early life== She was born in Oldham, Lancashire, the daughter of Jack Kirkbride, a cartoonist for the Oldham Evening Chronicle. She attended Counthill Grammar School, Oldham, and then joined Oldham Repertory Theatre as an assistant stage manager, before progressing to acting roles.Anne Kirkbride Obituary in The Guardian. Retrieved 20 January 2015 ==Career== ===Coronation Street=== Kirkbride was noticed by casting directors for the British soap opera Coronation Street when she acted in a Jack Rosenthal play, Another Sunday and Sweet F.A. (1972), for Granada Television. She played the bit part of Deirdre Hunt in Coronation Street from November 1972. The character's role grew and after further appearances in 1973, Kirkbride signed a contract with the serial in 1974. From then on, the character of Deirdre Barlow became known for her very large spectacles and her husky voice (a result of Kirkbride's own chain smoking). On 29 September 2014, it was announced Kirkbride would have a three-month break from the show and prior to her death, she had filmed no official last scenes, making her final scenes the ones aired on 8 October 2014 with her character's absence in the soap being explained as staying with a friend until July 2015, when the death of her character Deirdre was announced by Bev Unwin (Susie Blake) returning to tell Ken and Tracy that she died on the day of her 60th birthday party and homecoming. At the 2015 British Soap Awards, she posthumously received the Outstanding Achievement award, which was accepted by her husband. ===Other television appearances=== She was the subject of This Is Your Life in 1998, when she was surprised by Michael Aspel on the set of Coronation Street. In 2012, Kirkbride completed a documentary entitled Deirdre & Me, a 60-minute special to celebrate her 40th year of playing Deirdre. She also completed a documentary in 2001 also entitled Deirdre & Me. Her late father Jack Kirkbride also gave an interview in the documentary in 2001. In 2007, Kirkbride starred in the first episode of You Don't Know You're Born, a genealogy documentary on ITV1. It was revealed she had Irish ancestry in Gort, County Galway. ==Personal life== She married former actor David Beckett in 1992. They met on the set of Coronation Street, when Beckett joined the cast as her character Deirdre's boyfriend. In 1993, Kirkbride was diagnosed with non-Hodgkin's lymphoma. She spoke to the British press about her bout of depression following the diagnosis. She was cured within a year of being diagnosed. ==Death== Kirkbride died at a Manchester hospital on 19 January 2015, aged 60, of breast cancer, which had metastasised to her brain. Her funeral was held on 27 January 2015 in a private ceremony. William Roache, Beverley Callard, Kate Ford and former co-star Johnny Briggs were in attendance. At the 20th National Television Awards, held two days after Kirkbride's death, her on-screen partner and close friend from Coronation Street, William Roache, paid tribute to Kirkbride during the ceremony. The actor Adam Woodyatt dedicated the \"Best British Soap\" award EastEnders won to Kirkbride, referring to her as \"the Weatherfield One\", referencing the Coronation Street storyline which saw Deirdre wrongly imprisoned for fraud. A public memorial service for Kirkbride was held at Manchester Cathedral on 30 May 2015. ==References== ==External links== * * What's on TV profile Category:1954 births Category:2015 deaths Category:British people of Irish descent Category:British soap opera actresses Category:British television actresses Category:English soap opera actresses Category:People educated at Counthill School Category:Actresses from Oldham Category:Deaths from breast cancer Category:Deaths from cancer in England Category:20th-century British businesspeople",
 "title": "Anne Kirkbride"
}