{
 "id": "754153",
 "text": "Cincinnati Gardens was an indoor arena located in Cincinnati, Ohio, that opened in 1949. The 25,000 square foot (2,300 m²) brick and limestone building at 2250 Seymour Avenue in Bond Hill had a entrance that was decorated with six three-dimensional carved athletic figures. When it opened, its seating capacity of 11,000+ made it the seventh largest indoor arena in the United States. The Cincinnati Gardens' first event was an exhibition hockey game. It has been the home of six league championship hockey teams, and most recently was the home of the Cincinnati Mighty Ducks of the American Hockey League. It also has been host to numerous other sporting events, concerts, stage shows, circuses, and political rallies. The Gardens' final tenants were the Cincinnati Rollergirls of the Women's Flat Track Derby Association and the Cincinnati Thunder of the North American 3 Hockey League. In 2013, the Robinson family, which had owned the Gardens since 1979, put the arena up for sale. The family-controlled company, Kenko Corporation, no longer considered the arena a core asset. On June 16, 2016, the Port of Greater Cincinnati Development Authority approved a contract to acquire the property for $1.75 million from the Robinson family, which intended to repurpose the site for future light manufacturing. Demolition took place in March 2018. == Sporting events == thumb|320px|left|The interior of the Cincinnati Gardens Cincinnati Gardens has been known primarily as a venue for ice hockey, basketball, and boxing. === Hockey === The Gardens' first event was an exhibition hockey game on February 22, 1949, between the Dallas Texans of the United States Hockey League and their parent National Hockey League team, the Montreal Canadiens. Several of the Texans' players would soon seed the first professional hockey team in Cincinnati, the Cincinnati Mohawks, who played at the Gardens from 1949 through 1958—three seasons in the AHL and six in the International Hockey League. Three NHL Hall of Famers played for the Mohawks -- Harry Howell, Buddy O'Connor and Clint Smith -- and from 1952 through 1957, the team won an IHL record five consecutive Turner Cup championships. Cincinnati Gardens was also home to the Cincinnati Mohawks of the Midwest Amateur Hockey League in 1966, 1968, and 1969. Most of the Mohawks games were held in the annex, but some were played in the main building. The Xavier University Ice Hockey Program began using the Cincinnati Gardens as its home facility for the 2007-2008 season. The Cincinnati Swords played in the AHL as an affiliate of the NHL Buffalo Sabres from 1971 through 1974 and won the Calder Cup as AHL champions in 1973. The Cincinnati Wings played the 1963-64 season at the Gardens, relocating from Indianapolis (where they were known as the Capitals) after their home arena, the Indiana State Fairgrounds Coliseum, was heavily damaged in a propane explosion on October 31, 1963, that killed 74 people. The Cincinnati Cyclones played in the East Coast Hockey League for two seasons and the IHL for five seasons at the Cincinnati Gardens. When the Cyclones moved to U.S. Bank Arena in 1997, the AHL returned to the building for the third time with the creation of the Cincinnati Mighty Ducks, an affiliate of the NHL Mighty Ducks of Anaheim and Detroit Red Wings, who played in the building until 2005. The Cincinnati Thunder of the North American 3 Hockey League moved to the Gardens beginning with the 2015-16 season, making the team the Gardens' newest hockey tenant. Though having no pro-hockey team for its last 11 years of operation, the Gardens still acted as the home rink for several area high school teams. === Basketball === The Gardens was home to the Cincinnati Royals of the National Basketball Association (now the Sacramento Kings) from 1957 through 1972. Hall of Famer Oscar Robertson played for the Royals from 1960 through 1970. The arena hosted the NBA All-Star Game in January 1966, and Royals' guard Adrian Smith was named the game's Most Valuable Player. College basketball, including 42 \"Crosstown Shootout\" games between the University of Cincinnati and Xavier University, has been played at the Gardens since its first week in 1949. The arena has served as the home court for both schools at various times, lastly for Xavier from 1983 until their move to the on-campus Cintas Center in 2000. From 1984 through 1987, the Cincinnati Slammers of the Continental Basketball Association played their home games at the Gardens. High school basketball has also used the Gardens over the years, both for regular season games - such as contests matching Middletown & Hamilton Highs - as well as post-season tournaments including the state tourney in 1953 & 1955\\. === Boxing === The Gardens has hosted a number of boxing matches, particularly several featuring prominent local and international fighters. Eventual Heavyweight champion and Hall of Famer Ezzard Charles of Cincinnati defeated Joey Maxim in a heavyweight title contender fight on February 28, 1949, in the arena's first week. Cincinnatian Wallace \"Bud\" Smith defended his World Lightweight crown there on October 19, 1955. Numerous Golden Gloves competitions have drawn as many as 10,000+ fans, and a \"Super Brawl Sunday\" event was held in 2002. On August 30, 2008, Relentless Events packed over 6000 fans into the arena for former heavyweight champion Lamon Brewster's comeback fight against Danny Batchelder. Brewster won by fifth-round knockout. Local favorites Rashad Holloway and Aaron Pryor Jr. also won on the undercard. === Other sports === Other sports hosted at the Gardens have included: * Indoor soccer - Cincinnati Silverbacks (1995–1997), Cincinnati Kings (2010-2012) * Roller Derby - Cincinnati Rollergirls; Cincinnati Jolters (1971) * Rodeo * Monster truck jams * Auto and motorcycle racing * Indoor football - Cincinnati Commandos (2010-2013) ==Concerts== The Crickets, featuring Buddy Holly, performed three times at the arena. First on September 11, 1957, as part of the \"Biggest Show of Stars of 1957\" tour. Also headlining were, Fats Domino, Chuck Berry, and Lavern Baker. The Crickets played The Gardens on January 23, 1958, as part of \"America's Greatest Teenage Recording Stars Tour\". Finally, The Crickets headlined Alan Freed's \"Big Beat\" show on April 14, 1958, which also included sets from Jerry Lee Lewis, Chuck Berry, Frankie Lymon, The Chantels, as well as others. On August 27, 1964, The Beatles performed at the arena. The Beatles Bible » Beatles diary » 1964 » August » 27 » Live: Cincinnati Gardens, Cincinnati Retrieved April 8, 2013. On November 27, 1965, the Rolling Stones performed at the arena. Diana Ross & the Supremes performed at the arena on March 10, 1968. On October 10, 1970, the Jackson 5 performed at the arena. On November 11, 1971, Elvis Presley performed at the arena. On June 27, 1973, Elvis Presley again performed at the arena. On December 4, 1973, The Grateful Dead Performed at the arena. On May 17, 1985, Madonna performed at the arena with The Virgin Tour. Her only time to ever perform in Cincinnati. Her opening act was The Beastie Boys. On May 23, 1986, George Thorogood & The Destroyers performed in the arena. This concert was featured on their Live album. Bon Jovi performed in the arena on March 18 and 19, 1987. Several shots of inside and outside of the Gardens can be seen in their \"Wanted Dead or Alive\" video. On November 30, 1991, Neil Young and Crazy Horse performed the \"Smell the Horse\" Tour. The live album WELD was recorded on this tour. The warm-up band for the evening was Sonic Youth. ==Other events== From July 5 to 13, 2008, Morari Bapu held a 9-day Hindu religious event called a 'Ram Katha' at Cincinnati Gardens. This event attracted thousands of people who gathered from all over the world at Cincinnati Gardens. The Ram Katha is the largest event the Cincinnati Hindu community has hosted. Various professional wrestling promotions have held events at the Gardens as well over the years. WWE has hosted both Raw and SmackDown!. Jim Crockett Promotions hosted Starrcade 1986 shown on closed-circuit TV. TNA Wrestling had a live event at the Gardens on June 22, 2008. The Gardens was a regular stop for The Sheik's Big Time Wrestling promotion between 1964 and 1979. Pat O'Connor, Buddy Rogers, Lou Thesz and Ric Flair wrestled in the Gardens while holding the NWA (National Wrestling Alliance) World Heavyweight Championship. ==References== ==External links== * Cincinnati Gardens Website * Cincinnati Gardens history (pdf) * Beatles performing at Cincinnati Gardens * Category:Cincinnati Bearcats basketball venues Category:Sports venues in Cincinnati Category:Basketball venues in Ohio Category:Indoor ice hockey venues in the United States Category:Xavier Musketeers basketball venues Category:Cincinnati Cyclones Category:Cincinnati Mighty Ducks Category:Defunct indoor soccer venues in the United States Category:Defunct arena football venues Category:Former National Basketball Association venues Category:Continental Basketball Association venues Category:1949 establishments in Ohio Category:Sports venues completed in 1949 Category:Indoor arenas in Ohio Category:2018 disestablishments in Ohio Category:Sports venues demolished in 2018",
 "title": "Cincinnati Gardens"
}