{
 "id": "754146",
 "text": "Vazgen I also Vazken I of Bucharest, (), born Levon Garabed Baljian (; September 20, 1908 – August 18, 1994) was the Catholicos of All Armenians between 1955 and 1994, for a total of 39 years, the 4th longest reign in the history of the Armenian Apostolic Church. The following three served for 39 years as Catholicos of All Armenians or Catholicos of the Great House of Cilicia: #Peter I (1019–1058) — Պետրոս Ա Գետադարձ (Catholicos of All Armenians), #Gregory II the Martyrophile (1066–1105) — Գրիգոր Բ. Վկայասէր (Catholicos of the Great House of Cilicia) and #David IV (1590–1629), d. 1633 — Դավիթ Դ Վաղարշապատցի (Catholicos of All Armenians). The three longest reigning Catholicoi were: #) Nerses IV the Graceful (1166–1173) -- Սուրբ Ներսէս Դ. Կլայեցի (Շնորհալի), who served 53 years as Catholicos of the Great House of Cilicia, #) Constantine I of Cilicia (1221–1267) -- Կոնստանդին Ա. Բարձրբերդցի, who served 46 years as Catholicos of the Great House of Cilicia and #) St. Sahak I (387–428) -- Սբ. Սահակ Ա Պարթև, who served 41 years as Catholicos of All Armenians. A native of Romania, he began his career as a philosopher, before becoming a Doctor of Theology and a member of the local Armenian clergy. The leader of the Armenian Apostolic Church hierarchy in Romania, he became Catholicos in 1955, moving to the Soviet Union and residing in the Armenian SSR. Vazgen I led the Armenian Church during the dissolution of the Soviet Union, and was the first Catholicos in newly independent Armenia. ==Biography== Vazgen was born in Bucharest to a family belonging to the Armenian-Romanian community. His father was a shoemaker and his mother was a schoolteacher. The young Levon Baljian did not initially pursue the Church as a profession, instead graduating from the University of Bucharest's Faculty of Philosophy and Letters. After graduation, he became a philosopher and published a series of scholarly articles. As his interests began to shift from philosophy to theology, Baljian studied Armenian Apostolic Theology and Divinity in Athens, Greece. He eventually gained the title of vardapet, an ecclesiastical rank for learned preachers and teachers in the Armenian Apostolic Church roughly equivalent to receiving a doctorate in theology. In the 1940s, he became a bishop, and then the arajnord (leader) of the Armenian Apostolic Church in Romania. His rise through the hierarchy of the Church culminated in 1955 when, on September 30, 1955, he was elected Catholicos of All Armenians, becoming one of the youngest Catholicoi in the history of the Armenian Apostolic Church. He reigned until his death in 1994. During his long time as Catholicos, he managed to assert some independence for his church in face of the Soviet rule in the Armenian SSR, and lived to see religious freedom restored under Armenia's national government in 1991. From then on, he was busy renewing ancient Armenian churches and reviving institutions of the church. He saved a number of church treasures by establishing the Alex Manoogian Museum of the Mother Church. Vazgen intensified contacts with the Armenian Catholic Church, with the aim of reuniting both wings of Armenian Christianity. He died at his residence in Yerevan on August 18, 1994, after a long suffering with cancer. ==Gallery== File:Erevan - Meeting of Catholicos of Armenia & Georgia - October 1972.jpg|Meeting of Vazgen I and David V, Catholicos-Patriarch of All Georgia, Yerevan, October 1972. File:Architectural-Commission-of-the-Mother-See-(1970-1988).jpg| Architectural Commission of the Mother See of Holy Etchmiadzin (1970–1988). First row from left: Varazdat Harutyunyan, Vazgen I, K. Altunyan Second row from left: Baghdasar Arzoumanian, H. Babakhanian, Grigor Khanjyan, A. Galikyan, M. Hovhannisyan File:ArmenianStamps-046.jpg| Vazgen I on an Armenian postage stamp File:Vazgen First Bust, Vanadzor (2).jpg|Statue in front of Vazgen I Elementary School in Vanadzor File:Vazgen Arajin 2.JPG|Statue in a park in Echmiadzin File:VazgenItomb.jpg|Vazgen I's tombstone ==External links== * Audio recording with Vazgen I in the Online Archive of the Österreichische Mediathek (Interview in German and Armenian). Retrieved 18 September 2019 ==References== Category:1908 births Category:1994 deaths Category:20th-century Romanian philosophers Category:Clergy from Bucharest Category:University of Bucharest alumni Category:National Hero of Armenia Category:Recipients of the Order of Friendship of Peoples Category:Recipients of the Order of the Red Banner of Labour Category:Catholicoi of Armenia Category:Armenian philosophers Category:Romanian philosophers Category:Romanian bishops Category:Romanian people of Armenian descent Category:Romanian Oriental Orthodox Christians Category:Romanian emigrants to the Soviet Union Category:Deaths from cancer in Armenia",
 "title": "Vazgen I"
}