{
 "id": "754210",
 "text": "Robert Fiske Bradford (December 15, 1902 - March 18, 1983) was an American lawyer and politician who served one term as the 57th Governor of Massachusetts, from 1947 to 1949. ==Early years== Robert Fiske Bradford was born in Boston, Massachusetts to Edward and Edith (Fiske) Bradford. His father was from an old traditional New England Yankee Brahmin family, a successful physician, and dean of Harvard Medical School, and his mother was the founder of the private Fiske School in Boston. Through an entirely paternal line he was a descendant of Mayflower passenger William Bradford, Governor of the Plymouth Colony in the 17th century. Bradford attended the Browne and Nichols School, and graduated from Harvard College in 1923. While at Harvard, Bradford was on the varsity crew team, and served as editor of The Harvard Crimson. In 1926 he received his law degree from Harvard Law School, was admitted to the bar, and began to practice law in BostonHannan, p. 59 at Ropes & Gray. That same year he married Rebecca Crowninshield Browne; the couple had four children. ==Political career== A Republican, Bradford entered politics by serving as executive secretary to Governor Joseph Ely, a conservative Democrat with whom he served as an associate at Ropes & Gray. After Ely left office in 1935, the two founded a law firm. He later worked on the gubernatorial and senatorial campaigns of Leverett Saltonstall, with whom he formed a close friendship. In 1938, he made his first bid for elective office by challenging Republican incumbent Warren L. Bishop in the race for District Attorney of Middlesex County. He defeated Bishop and served in that position from 1939 to 1945. In this post he gained a reputation for cracking down on corruption; his convictions included mayors of Lowell and Cambridge, and a state public works commissioner. In 1944 he won election as lieutenant governor, serving under Democratic Governor Maurice J. Tobin. In 1946, Bradford challenged and defeated Tobin, and served one term as governor, from 1947 to 1949. In the contest, Bradford was supported by Democrat James Michael Curley, who was contesting with Tobin for control of the state Democratic party apparatus. As governor, Bradford governed in the fashion of his mentor, Leverett Saltonstall, with an emphasis on fiscal conservatism and social liberalism. During his administration, he advanced balanced budgets and intervened to prevent protracted strikes, which would be deleterious to the interests of business and the broader public. His administration worked to promote public housing for veterans and prevent alcoholism through treatment and prevention programs. In 1947, he chaired the \"Silent Guest\" program in which Americans were encouraged to donate the cash equivalent of one setting of Thanksgiving dinner to the starving poor in post-war Europe. He also introduced a master plan for improving the state's roadways, and enacted legislation to greatly expand the state's agricultural school in Amherst, which was renamed University of Massachusetts, Amherst. The funding plan for the highway plan involved the floating of bond, and was rejected by the Democratic-controlled legislature but approved under his successor, Democrat Paul A. Dever. Bradford was defeated in his bid for re-election in 1948 by Dever, a former Massachusetts Attorney General, in a Democratic landslide. ==After politics== After leaving office, Bradford returned to the private practice of law. He was also involved in charitable, philanthropic, and educational organizations, serving as President of Planned Parenthood of Massachusetts, on the boards of Harvard and Simmons Colleges, and on the board of Massachusetts Eye and Ear. He served as senior warden for the congregation at Boston's King's Chapel. He suffered for many years from Parkinson's disease, but maintained a busy schedule despite its limitations. Composer Leroy Anderson, who wrote such classics as \"Sleigh Ride\" and \"Blue Tango\", wrote a piece entitled \"Governor Bradford March\". It was premiered on July 6, 1948, in a concert by the Boston Pops Orchestra under the direction of Arthur Fiedler, at which Governor Bradford made a special appearance. He died on March 18, 1983, in Boston, Massachusetts, and was buried at Mount Auburn Cemetery in Cambridge, Magnolia Avenue, Lot 3112. ==Family and legacy== Bradford's daughter, Ann, was the wife of U.S. Senator Charles Mathias of Maryland. In 1996, the John F. Kennedy School of Government began offering the Governor Robert F. Bradford Fellowship, a scholarship to qualified state employees that covers both tuition and salary while the recipient attends the school. Bradford's papers are archived at the Massachusetts Historical Society. ==References== ==Sources== * Category:Governors of Massachusetts Category:1902 births Category:1983 deaths Category:American people of English descent Category:Massachusetts Republicans Category:Harvard Law School alumni Category:Politicians from Boston Category:District attorneys in Middlesex County, Massachusetts Category:Lieutenant Governors of Massachusetts Category:Republican Party state governors of the United States Category:Buckingham Browne & Nichols School alumni Category:20th-century American politicians",
 "title": "Robert F. Bradford"
}