{
 "id": "75432",
 "text": "Sweep picking is a guitar playing technique. When sweep picking, the guitarist plays single notes on consecutive strings with a 'sweeping' motion of the pick, while using the fretting hand to produce a specific series of notes that are fast and fluid in sound. Both hands essentially perform an integral motion in unison to achieve the desired effect. ==History== The technique was first used and developed by jazz guitarists Les Paul, Chet Atkins, Tal Farlow and Barney Kessel in the 1950s, as well as rock guitarists Jan Akkerman, Ritchie Blackmore and Steve Hackett in the 1970s. In the 1980s, sweep picking became widely known for its use by shred guitarists including Yngwie Malmsteen, Jason Becker, Michael Angelo Batio, Tony MacAlpine and Marty Friedman. Jazz fusion guitarist Frank Gambale released several books and instructional videos about the technique, of which the most well-known is Monster Licks & Speed Picking in 1988.Prasad, Anil (2014-01-30). \"Steve Hackett Revisits Genesis' Classics\". Guitar Player. NewBay Media. Retrieved 2015-06-14.Griffiths, Charlie (2015-03-24). \"Big Strokes: A Beginner's Guide to Sweep Picking\". Guitar World. NewBay Media. Retrieved 2015-06-14. ==Application== Guitarists often use the technique to play arpeggios at high speed. A common fretting shape is the one- or two-octave stacked triad. In scalar terms, this is the first (tonic), third (mediant) and fifth (dominant) of a scale, played twice, with an additional tonic added at the high end. For example, an A minor stacked triad is A-C-E-A-C-E-A. When the guitarist plays such a series of notes quickly up and down as an arpeggio, the phrasing sounds typical of pianos and other instruments more associated with such arpeggios. Unlike pianos, woodwinds, and many other instruments, the guitarist can change key by moving the same arpeggio shape up and down the fretboard. Compared to other techniques, such as alternate picking, sweep picking requires few strokes. In some instances, however, a guitarist uses hammer-ons and pull-offs to produce a legato sound instead of actual pick strokes. This applies when a certain string must sound two notes in the shape due to the natural limits of a fretted string instrument. However, as with all guitar techniques, individual players may integrate sweep picking into existing repertoire and use it in an individually stylistic manner. Therefore, some guitarists use legato techniques and others double-pick multiple notes on a single string. These are separate yet related techniques that produce obvious differences in legato versus struck notes, as well as shift in the timing of the entire arpeggio. Furthering the idea, most players who master the basic sweep picking pattern use only parts of it, or alter the technique to achieve a certain lick. In this sense, sweep picking is not so much a concrete action such as the aforementioned alternate picking, but instead is a technical idea with many possible applications in all genres of music. ==Practical examples== A simple example of the technique is the use of the three-string sweep arpeggio done on the upper three (thinnest) strings. Beginning on the middle tonic of this progression, the player may sweep first up the arpeggio and then back down to resolve on the initial tonic. This would notate as A-C-E-A-E-C-A. Written in tablature form for the twelfth position, it would be seen as: e|-------12-17-12-------| B|----13----------13----| G|-14----------------14-| D|----------------------| A|----------------------| E|----------------------| If one then adds to it the lower octave of the arpeggio, the complete shape (in this particular position) is seen as: e|----------------12-17-12----------------| B|-------------13---------- 13-------------| G|----------14----------------14----------| D|-------14 ----------------------14-------| A|-12-15----------------------------15-12-| E|----------------------------------------| In the middle of the above sequence, on the third and fourth string, the guitarist must finger the same fret for both strings. There are more fingerings than humans have fingers, though both of these problems are solved by first fretting the initial string (fourth on the downstroke) with the tip of the ring finger, then rolling into the next string by fretting it with the pad of the same finger. In the upstroke, one frets the third string first, reversing the rolling action. Also note that on the lowest and highest strings in the shape, two notes must be played immediately following each other, but on the same string. This is where legato comes into effect, so that the guitarist can sustain a fluid picking motion. However, the guitarist can sound these notes in the arpeggio through other techniques—including changing pick articulation, double-picking notes (with an additional upstroke or downstroke), legato, or sliding, though the latter is less common because it requires acute control to slide to a precise point. A guitarist may continue a sweep to the next note by tapping to play passing notes outside the classic arpeggio. Sweep picking is not limited to a few note patterns. Guitarists can construct as many patterns as there are chords, and apply sweep picking to any idea—arpeggio or otherwise. ==References== Category:Guitar performance techniques",
 "title": "Sweep picking"
}