{
 "id": "754622",
 "text": "The Fellowship is the label given to a group of people within the Presbyterian Church of Australia. Located in Melbourne, it was estimated to involve between 300 and 400 people. The Fellowship has been labelled as a \"secretive cult\". ==History== The Fellowship was started by Ronald Grant and Alan Neil, who had both served as missionaries with the South Seas Evangelical Mission in the Solomon Islands. While missionaries, both were profoundly influenced by widespread experiences of \"the conviction of sin and deliverance from demons\" during their participation in a revival in the Solomon Islands. Dissatisfied with perceived persecution from evangelical circles following their requested resignation due to \"doctrinal differences\" the pair started house meetings in their homes in the late 1930s. Communicants of these meetings would later be labelled as members of \"The Fellowship\". Alan Neil died in the late 1960s, and Ronald Grant was involved in the group until his death in 1995. During the following year, members left their current churches and joined one of three Presbyterian churches: Clayton, Mount Evelyn and Camberwell, reportedly at the direction of the Fellowship. In 2002, people accused of being in the Fellowship were removed from membership of the Mount Evelyn church. ==Characteristics== The Fellowship is strongly opposed to Freemasonry. A theory of \"generational curses\" is taught, which encourages repentance if a member's ancestors were Freemasons. The Fellowship emphasises the importance of what it calls \"walking in the light\",http://www.religionnewsblog.com/13751/the-fellowship-inside- out.|author= ABC Radio Interview Rachel Kohn, Morag Zwartz, Heather Mills referencing 1 John 1:7. In the context of The Fellowship, \"walking in the light\" means the public confession of sin to one another and being completely transparent with others to keep one another accountable. The doctrine argues that God's forgiveness depends upon such public confession of sin.http://www.religionnewsblog.com/22586/fellowship-bruce-teele- heresy|author= Summary of article by Barney Zwartz The Age 30 September 2008 Stuart Piggin suggests that they combined \"remnant\" and \"revival\" mentalities, and that occasional visitors to their meetings \"have been impressed by the Christian calibre of those who attended and could not fault the Scriptural teaching.\" ==Criticism== The Fellowship has been widely criticised for causing relationship breakdowns between Fellowship members and their families and \"shunning\" members who leave the group. There are many testimonies of ex- Fellowship members being cut off from family members, some unable to see their grandchildren, and examples of Fellowship people refusing to attend funerals of non-Fellowship family members. While it appears that these relationships have been mending outwardly (with the example of many grandparents being reunited with grandchildren), the group continues to deny wrongdoing. Fractured Fellowship makes this case based on primary sources, including private letters, that have never been published. ==Actions by the Presbyterian Church== In February 2006, the Presbytery of Melbourne East excommunicated all 15 elders of the Camberwell congregation because of their handling of a complaint of emotional abuse against an elder. This decision was appealed to the State Assembly, which upheld the decision of the Presbytery at its meeting in October 2006. Some members of the Victorian Assembly then appealed the decision to the General Assembly of Australia on the grounds that the Victorian Church had set up its own processes for discipline rather than operating under the General Assembly's Code as required and that the decision of the Victorian Assembly was made based on information that was not available to the Presbytery of East Melbourne when making its original decision, against its own process of discipline. These appeals were upheld by the General Assembly of Australia at its Commission in August 2007. The clerk of the General Assembly, Dr Paul Logan, said that many felt that natural justice had been denied by the processes used. As a result of this decision the elders were reinstated. The General Assembly of Australia established a committee to investigate material published about The Fellowship, including allegations of errors in doctrine and behaviour, promising to re-hear complaints. The Victorian State Assembly was instructed by the General Assembly of Australia to take several actions including withdrawing from publication Fractured Fellowship: A Presbyterian Case Study and temporarily moving the parish of Camberwell from the Presbytery of Melbourne East to the Presbytery of Melbourne West until the matter could be settled. At its Commission in May 2008 the Victorian Assembly handled the private report of the committee of the General Assembly in public session, rejecting its instructions to retry the matter. Rev. Douglas Robertson from Scots' Church in Melbourne, who at the same meeting was elected the next Moderator of the Victorian Assembly, accused the General Assembly of Australia of censorship and unconstitutionally exceeding its authority. ==References== ==External links== * \"Fire in The Islands\" Friends of South Seas Evangelical Church, Solomon Islands. * \"The Fellowship, Inside Out\" Episode of \"The Spirit of Things\" on Radio National. * \"Fractured Fellowship: A Presbyterian Case Study (PDF)\" Booklet published by The Church and Nation Committee, Presbyterian Church of Victoria, 1999 (later ordered to be withdrawn from circulation by the General Assembly of Australia). * 7:30 Report Program Transcript – Trinity Church struggles for credibility after excommunications ABC TV, Reporter: Geoff Hutchison Category:Presbyterian Church of Australia Category:Anglican Church of Australia Category:Anti-Masonry",
 "title": "The Fellowship (Australia)"
}