{
 "id": "754794",
 "text": "Mount Ossa is the highest mountain in Tasmania, with a summit elevation of above sea level. It makes up part of the Pelion Range within Cradle Mountain- Lake St Clair National Park in the Central Highlands region of Tasmania, Australia. It was first surveyed by Europeans in the 1860s, and confirmed to be the state's highpoint in 1954. Like most peaks in the area it is capped with Jurassic dolerite. ==History== The Mount Ossa highland area spans the boundary between the Big River and Northern Tasmanian Aboriginal nations. Several artifacts and campsites containing various stone types and tools have been discovered around Pelion to the north, and Lake St Clair (Tasmania) to the south. It was first surveyed by Charles Gould in the 1860s and named after Mount Ossa in Greece following the theme of classical Greek names set by George Frankland, an early Tasmanian surveyor. However, its location was marked as on what is now called Mount Nereus, and later surveyors alternatively referred to is at Parsons Hood, Mount Dundas, Mount Blackhouse or simply numbered it. For years it was thought that Cradle Mountain was the highest in Tasmania, with inexact equipment stymying attempts to closely examine the area. It was confirmed to be the highest mountain in Tasmania after an aerial survey in 1954. ===Early development=== In 1892 the Mole Creek and Zeehan Mineral Prospecting and Exploration Company Ltd discovered Permian coal at the base of Mt Ossa and surrounding areas, excavating several tunnels. The seams were found to be of low quality and the tunnels were not developed, although copper mining was present in the surrounding area. A 1920s attempt to prospect for oil failed after the government warned investors away. Mining and surveying activities led to the development of the area. Stewards Track was created from the east, and was extended and renamed the Innes Track (now Arm River Track). Old Pelion Hut formed the base of mining operations, and still stands today as a hut on the Overland Track and start point for bushwalkers climbing Mount Ossa. Trappers worked in the area from the 1860s until the collapse of the fur trade in the 1950s, although hunting in the park was declared illegal after 1927. They established huts, some of which are still in use, and burned the land to encourage fresh growth and game. ===National park=== In the 1910s Gustav and Kate Weindorfer began campaigning for the area from Cradle Mountain to Lake St Clair, including Mount Ossa, to be a national park. It was declared a scenic reserve in 1922, a wildlife reserve in 1927 and its current designation of national park from 1947. During this transition former trappers began building huts and guiding bushwalkers, including Paddy Hartnett, Weindorfer and Bob Quaile. Since then Mount Ossa has become a popular bushwalking destination with an established route to the top. In 1991 30% of Overland Track walkers detoured up the mountain. ==Climbing== Mount Ossa can be climbed via a well worn track from Pelion Gap to the summit. It can be approached either as a side trip from the Overland Track or via the Arm River Track. Conditions can be very severe in winter, with powerful winds and freezing temperatures. A short scramble is required to ascend the summit. ==Gallery== MountOssa sept15.JPG|Mount Ossa, As viewed from the summit of Mt Pelion East Mount Ossa From Pelion Plains.jpg|Mount Ossa From Pelion Plains ==See also== * List of highest mountains of Tasmania * List of Ultras of Oceania ==References== ==External links== * State8 Tasmania Mount Ossa Ossa Ossa, Mount Ossa, Mount",
 "title": "Mount Ossa (Tasmania)"
}