{
 "id": "755008",
 "text": "Zoedone (foaled 1877) was a British-bred Thoroughbred racehorse who won the Grand National in 1883 while being ridden by her owner Count Charles Kinsky. Zoedone was a chestnut filly and was initially bought as a hunter for £170 by Edward Clayton who quickly saw the racing potential she had and so he entered her into the 1882 Grand National. Clayton asked his experienced jockey friend, Arthur Smith to ride Zoedone. She finished third in bad, rainy and snowy conditions but she was noted for he sturdiness, jumping ability and stamina. She followed this by winning the Warwick Grand Annual steeplechase. She was spotted by Count Charles Kinsky while hunting in Melton and the Austrian count bought her in late 1882 for £800, with a £200 contingency, should she win the Grand National. Count Kinksy decided to ride her himself and so both himself and Zoedone went to Upton to be trained by W.H. Jenkins. Zoedone and Kinsky went on to win the 1883 Grand National. The race consisted of 20 horses making it the smallest field in Grand National history. In heavy going Kinsky rode Zoedone to an easy victory with the slowest time ever recorded for the Grand National: 11 minutes, 39 seconds. This record would stand for 118 years until Red Marauder ran even slower in 2001.London Evening Standard, Saturday 31 March 1883, Page 3, Column 6 In 1884 Zoedone was ridden by Kinksy again in the Grand National were she placed fourth. The following year, 1885, she was second favorite but she fell when schooling over a hurdle before the race and then fell at Beachers Brook. Rumours persisted that she had been poisoned. Zoedone was retired and sent to the Kinsky stud in Europe. ==Grand National record== {| class=\"wikitable sortable\" |- !Grand National !Position !Jockey !Age !Weight !SP !Distance |- |1882 |3rd |Arthur Smith |5 |10-0 |20/1 |A distance |- |1883 |1st |Count Charles Kinsky |6 |11-0 |100/8 |Won by 10 lengths |- |1884 |6th |Count Charles Kinsky |7 |12-2 |100/7 | |- |1885 |DNF |Count Charles Kinsky |8 |11-1 |15/1 |Fell at fence 21 |} ==Pedigree== ==References== Category:1877 racehorse births Category:Racehorses bred in the United Kingdom Category:Racehorses trained in the United Kingdom Category:Grand National winners",
 "title": "Zoedone"
}