{
 "id": "755231",
 "text": "Mo' Better Blues is a 1990 American musical comedy-drama film starring Denzel Washington, Wesley Snipes, and Spike Lee, who also wrote, produced, and directed. It follows a period in the life of fictional jazz trumpeter Bleek Gilliam (played by Washington) as a series of bad decisions result in his jeopardizing both his relationships and his playing career. The film focuses on themes of friendship, loyalty, honesty, cause-and-effect, and ultimately salvation. It features the music of the Branford Marsalis quartet and Terence Blanchard on trumpet. The film was released five months after the death of Robin Harris and is dedicated to his memory, being his penultimate acting role. ==Plot== In Brooklyn, New York in 1969, a group of four boys walk up to Bleek Gilliam's Brownstone apartment and ask him to play baseball with them. Bleek's mother insists that he continue his trumpet lesson. His father becomes concerned that Bleek will grow up to be a sissy, and a family argument ensues. Bleek continues playing his trumpet, and his friends depart. Over twenty years later, an adult Bleek performs on the trumpet at a busy nightclub with his successful jazz band, The Bleek Quintet. Giant, childhood friend and the band's manager, advises Bleek to stop allowing his saxophone player Shadow Henderson to grandstand with long solos. The next morning Bleek wakes up with his girlfriend, Indigo Downes. She leaves to go to class, while he meets his father for a game of catch, telling him that while he likes Indigo, he likes other women too and is not ready to make a commitment. Later in the day while he is practicing, another woman named Clarke Bentancourt visits him. She suggests that he fire Giant as manager; he suggests that they make love (which he refers to as \"mo’ better\"). He becomes upset when she bites his lip, saying, \"I make my living with my lips.\" Giant meets with his bookie to place bets. He meets Bleek at the club with the rest of the band, except for the pianist, Left Hand Lacey, who arrives late with his French girlfriend and is scolded by Giant. Later Giant goes to the club owners’ office, points out how busy the club has been since Bleek and his band began playing there, and unsuccessfully attempts to renegotiate their contract. Giant meets his bookie the next morning, who is concerned that Giant is going too deep into debt. Giant shrugs it off, and places several new bets. He then stops at Shadow's home to drop off a record. Shadow confides in him that he is cheating on his girlfriend. This leads to the next scene where Bleek is in bed with Clarke, and she asks him to let her sing a number at the club with his band. He declines her request. Bleek and Giant fend off requests from the other band members for a raise due to the band's success. Bleek goes to the club owners to ask for more money, which they refuse, reminding him that Giant locked him into the current deal. That night, both Clarke and Indigo arrive at the club to see Bleek. They are wearing the same style dress, which Bleek had purchased for them both. Bleek attempts to work it out with each girl, but they are both upset with him, and though he sleeps with them each again, they leave him (after he calls each of them by the other's name). However, tension rises with Shadow who has feelings for Clarke. During a bike ride together, Bleek insists that Giant should try to do a better job managing the band. Giant promises to do so, and then asks Bleek for a loan to pay his gambling debts. Bleek declines, and later Giant is apprehended by two loan sharks who demand payment. Giant can't pay and gets his fingers broken. Later Giant tells Bleek that he injured himself during a cookout, but Bleek doesn't believe him. Giant asks the other band members for money, and Left loans him five hundred dollars. When loan sharks stake out Giant's home, he goes to Bleek for a place to stay who agrees to help him raise the money but fires him as manager. Bleek misses both his girlfriends and leaves messages for each, but Clarke has begun a new relationship with Shadow. Bleek finds out about it and fires Shadow. The loan sharks find Giant at the club, take him outside, and beat him while Bleek plays, but before Bleek can raise the money. Bleek goes outside to intervene and gets beaten as well with one loan shark taking Bleek's own trumpet and smacking him across the face with it, permanently injuring his lip and making him unable to continue playing the trumpet. Over a year later following his recovery and slump, Bleek reunites with Giant, who has become a doorman and stopped gambling. He drops in to see Shadow and Clarke, who got out of the former club's contract and are now performing together with the rest of Bleek's former band. Shadow invites him on stage, and they play together. Still with scars on his lips and unable to play well, Bleek walks off the stage, gives his trumpet to a supportive Giant, and goes directly to Indigo's house. Angry with him because he hasn't contacted her in over a year, she tries to reject him but agrees to take him back when he begs her to save his life. A montage flashes through their wedding, the birth of their son Miles, and their happy family with Bleek teaching his son to play the trumpet. In the final scene, a ten-year-old Miles wants to go outside to play with his friends. Indigo wants him to finish his trumpet lessons. However, unlike in the opening scene, Bleek relents and allows his son to play with friends. ==Cast== * Denzel Washington as Minifield \"Bleek\" Gilliam * Spike Lee as Giant * Wesley Snipes as Shadow Henderson * Joie Lee as Indigo Downes * Cynda Williams as Clarke Bentancourt * Giancarlo Esposito as Left Hand Lacey * Bill Nunn as Bottom Hammer * Jeff \"Tain\" Watts as Rhythm Jones * Dick Anthony Williams as Mr. \"Big Stop\" Gilliam * Abbey Lincoln as Lillian Gilliam * John Turturro as Moe Flatbush * Nicholas Turturro as Josh Flatbush * Robin Harris as Butterbean Jones * Samuel L. Jackson as Madlock * Leonard L. Thomas as Rod * Charlie Murphy as Eggy * Coati Mundi as Roberto * Diahann Carroll as Jazz Club Singer * Rubén Blades as Petey ==Music== The soundtrack to the film was composed and played by Branford Marsalis Quartet and Terence Blanchard. In 1991, the soundtrack was nominated for a Soul Train Music Award for Best Jazz Album. ==Anti-Defamation League controversy== For his portrayal of Jewish nightclub owners Moe and Josh Flatbush, Lee drew the ire of the Anti- Defamation League (ADL), B'nai B'rith, and other such Jewish organizations. The ADL claimed that the characterizations of the nightclub owners \"dredge up an age-old and highly dangerous form of anti-Semitic stereotyping\", and the ADL was \"disappointed that Spike Lee – whose success is largely due to his efforts to break down racial stereotypes and prejudice – has employed the same kind of tactics that he supposedly deplores.\" Lee eventually responded in an editorial in The New York Times, alleging \"a double standard at work in the accusations of anti-Semitism\" given the long history of negative portrayals of African-Americans in film: \"Not every black person is a pimp, murderer, prostitute, convict, rapist or drug addict, but that hasn't stopped Hollywood from writing these roles for African-Americans\". Lee argues that even if the Flatbush brothers are stereotyped figures, their \"10 minutes of screen time\" is insignificant when compared to \"100 years of Hollywood cinema... [and] a slew of really racist, anti-Semitic filmmakers\". According to Lee, his status as a successful African-American artist has led to hostility and unfair treatment: \"Don't hold me to a higher moral standard than the rest of my filmmaking colleagues... Now that young black filmmakers have arisen in the film industry, all of a sudden stereotypes are a big issue... I think it's reaching the point where I'm getting reviewed, not my films.\" Lee refused to apologize for his portrayal of the Flatbush brothers: \"I stand behind all my work, including my characters, Moe and Josh Flatbush... if critics are telling me that to avoid charges of anti-Semitism, all Jewish characters I write have to be model citizens, and not one can be a villain, cheat or a crook, and that no Jewish people have ever exploited black artists in the history of the entertainment industry, that's unrealistic and unfair.\" ==Reception== ===Critical response=== Mo' Better Blues received mixed to positive reviews from critics, as the film holds a 71% rating on Rotten Tomatoes based on 34 reviews. ==See also== * List of American films of 1990 ==References== ==External links== * * * * * Category:1990 films Category:1990s musical drama films Category:40 Acres and a Mule Filmworks films Category:African-American films Category:American films Category:American musical drama films Category:Films directed by Spike Lee Category:Films set in Brooklyn Category:Jazz films Category:Films with screenplays by Spike Lee Category:Universal Pictures films Category:1990 drama films Category:African American–Jewish relations",
 "title": "Mo' Better Blues"
}