{
 "id": "755267",
 "text": "Charles Ferdinand d'Artois, Duke of Berry (24 January 1778 – 14 February 1820) was the third child and younger son of Charles X, King of France, (whom he predeceased) by his wife Maria Theresa of Savoy. In June 1832, two years after the overthrow of Charles X, an unsuccessful royalist insurrection in the Vendée was led by Marie-Caroline de Bourbon-Sicile, widow of Charles Ferdinand, in an attempt to restore their son Henri, Comte de Chambord to the French throne. In 1820 he was assassinated at the Paris Opera by Louis Pierre Louvel, a Bonapartist. ==Biography== thumb|right|150px|Arms of the Duke of Berry showing the fleurs-de-lis of France and the red bordure embattled used by his father (as Count of Artois) before ascending the throne. Charles Ferdinand d'Artois, Duke of Berry, was born at Versailles. As a son of a fils de France not being heir apparent, he was himself only a petit-fils de France, and thus bore his father's appanage title as surname in emigration. However, during the Restoration, as his father was heir presumptive to the crown, he was allowed the higher rank of a fils de France (used in his marriage contract, his death certificate, etc.). His maternal grandparents were Victor Amadeus III of Sardinia and Maria Antonietta of Spain. She was the youngest daughter of Philip V of Spain and Elisabeth Farnese. Since he was already dead when his father became king, he and his surviving daughter always had \"Artois\" as surname. At the French Revolution he left France with his father, then Count of Artois, and served in the émigré army of his cousin, Louis Joseph, Prince of Condé, from 1792 to 1797. As a member of Conde's emigre army, he fought in the Rhine Campaign of 1796, and achieved particular distinction at the Battle of Emmendingen and the Battle of Schliengen.The Annual Register: World Events 1796., p. 207. ProQuestrel, 1813. Accessed 4 November 2014. He afterwards joined the Russian army, and in 1801 took up his residence in England, where he remained for thirteen years. During that time he had a relationship with an Englishwoman, Amy Brown Freeman. The Encyclopædia Britannica Eleventh Edition (1911) described her as his wife, but that is highly unlikely.Christophe Brun, Descendance inédite du duc de Berry: documents et commentaires, Paris 1998. In 1814, the duke set out for France. His frank, open manners gained him some favour with his countrymen, and Louis XVIII named him commander-in-chief of the army at Paris on the return of Napoleon from Elba. He was, however, unable to retain the loyalty of his troops, and retired to Ghent during the Hundred Days war. On 17 June 1816, following negotiations by the French ambassador, the Duke of Blacas, he married Princess Maria-Carolina of Naples (1798–1870), oldest daughter of then hereditary Prince Francis of Naples. thumb|right|Assassination of Charles Ferdinand, Duke of Berry, while departing a Parisian opera house at night. Three children were born before the duke's death, with one surviving infancy. His daughter, Louise d'Artois, born in 1819, married Charles III of Parma. On 13 February 1820, the Duke of Berry was stabbed and mortally wounded when leaving the opera house in Paris with his wife, and died the next day. The assassin was a saddle maker named Louis Pierre Louvel, a Bonapartist opposed to the monarchy. Seven months after his death, the Duke's wife gave birth to their fourth child, Henri, who received the title of duc de Bordeaux, but is better known in history as the comte de Chambord, and who in the view of Legitimists, was (from 1844 to 1883) King of France, as Henry V. ==Issue== With his wife, Maria Carolina of Bourbon-Sicily, the Duke of Berry had four children, of whom only two survived for more than a day: #Louise Élisabeth d'Artois (13 July 1817 - 14 July 1817). #Louis d'Artois (born and died 13 September 1818). #Louise Marie Thérèse d'Artois (21 September 1819 - 1 February 1864); married Charles III, Duke of Parma. #Henri d'Artois, Duke of Bordeaux and Count of Chambord (29 September 1820 - 24 August 1883); married Archduchess Maria Theresa of Austria-Este. In addition to them, the Duke had several illegitimate offspring: *With Mary Bullhorn, a Scottish actress: #Marie de la Boulaye (1807 - ?), married Henri-Louis Bérard. No issue. *With Amy Brown Freeman (whose daughters are the only illegitimate issue whom Berry recognized, on his deathbed): #Charlotte Marie Augustine de Bourbon, comtesse d'Issoudun (13 July 1808 - 13 July 1886), married in 1823 to Ferdinand de Faucigny-Lucinge, Prince de Lucinge. #Louise Marie Charlotte de Bourbon, comtesse de Vierzon (29 December 1809 - 26 December 1891), married in 1827 to Charles-Athanase de Charette, Baron de la Contrie. Her son Athanase-Charles- Marie Charette de la Contrie was a military commander and became a general for France and other nations. *With Eugénie Virginie Oreille (1795 - 1875): #Charles Louis Auguste Oreille de Carrière (4 March 1815 - 30 August 1858), married in 1846 to Elisabeth Jugan, with whom he had a son Charles, a lyric artist, married but without surviving issue. #Ferdinand Oreille de Carrière (10 October 1820 - 27 December 1876), married in 1860 to Louise Eugénie Ancelle, with whom he had a daughter, Léonie, who married and left several children.Daniel Manach and Michel Sementéry: La Descendance de Charles X, roi de France, ed. Christian, 1997. *With Marie Sophie de La Roche (1795 - 1883):C. Maubois: Descendance inédite du duc de Berry. #Ferdinand de La Roche (24 August 1817 - 24 December 1908), married in 1849 to Claudine Gabrielle Claire de Bachet de Méziriac. No issue. #Charles de La Roche (30 March 1820 - 12 January 1901), married in 1840 to Julie Dolé, with whom he had four children. *With Louise Melanie Thiryfoq (? - 1887): #Louise Charlotte Antoinette Aglaé Thiryfoq (15 October 1819 - 25 May 1843), married in 1839 to Gaston du Charron, Comte du Portail. *With Lucie Cosnefroy de Saint-Ange (1797 - 1870): #Alix Mélanie Cosnefroy de Saint-Ange (16 September 1820 - 11 June 1892). Four of his children, the Count of Chambord, Ferdinand Oreille de Carrière, Charles de La Roche and Mélanie Cosnefroy de Saint-Ange, were born after his death. ==Ancestors== ==Notes== ==References== * Category:1778 births Category:1820 deaths Category:Murder in 1820 Category:Burials at the Basilica of Saint-Denis Category:People from Versailles Category:People of the Bourbon Restoration Category:French Ultra-royalists Category:Assassinated French people Category:Assassinated royalty Category:Dukes of Berry Category:Courtesy dukes Category:House of Bourbon (France) Category:Knights of the Golden Fleece Category:People murdered in Paris Category:Deaths by stabbing in France Category:Princes of France (Bourbon) Category:French counter-revolutionaries",
 "title": "Charles Ferdinand, Duke of Berry"
}