{
 "id": "756263",
 "text": "Bluestone is a cultural or commercial name for a number of dimension or building stone varieties, including: * basalt in Victoria, Australia, and in New Zealand * bluestone from Europe including the largest European bluestone quarry in Hochberg, Germany * dolerites in Tasmania, Australia; and in Britain (including Stonehenge) * feldspathic sandstone in the U.S. and Canada * limestone in the Shenandoah Valley in the U.S., from the Hainaut quarries in Soignies, Belgium, and from quarries in County Carlow, County Galway and County Kilkenny in Ireland * slate in South Australia ==Stonehenge== The term \"bluestone\" in Britain is used in a loose sense to cover all of the \"foreign,\" not intrinsic, stones at Stonehenge. It is a \"convenience\" label rather than a geological term, since at least 20 different rock types are represented. One of the most common rocks in the assemblage is known as Preseli Spotted Dolerite—a chemically altered igneous rock containing spots or clusters of secondary minerals replacing plagioclase feldspar. It is a medium grained dark and heavy rock, harder than granite. Preseli bluestone tools, such as axes, have been discovered elsewhere within the British Isles. Many of them appear to have been made in or near Stonehenge, since there are petrographic similarities with some of the spotted dolerites there. The bluestones at Stonehenge were placed there during the third phase of construction at Stonehenge around 2300 BC. It is assumed that there were about 80 of them originally, but this has never been proven since only 43 remain. The stones are estimated to weigh between 2 and 4 tons each. The majority of them are believed to have been brought from the Preseli Hills, about 250 kilometres (150 miles) away in Wales, either through glaciation (glacial erratic theory) or through humans organizing their transportation. ===Glacial erratic theory=== A summary of the major aspects of the Stonehenge \"bluestone conundrum\" was published in 2008.Anthony Johnson \"Solving Stonehenge: The New Key to an Ancient Enigma\" (fig.89.P165.) (Thames and Hudson 2008) In the same year a book devoted specifically to the problem of bluestone provenance and transport concluded that the Stonehenge bluestones are essentially an ill- sorted assemblage of glacial erratics.Brian John, \"The Bluestone Enigma\" (Greencroft Books, 2008) page 146. Further research into the origin of the bluestones was published in 2012.Bevins, Richard E., Ixer, Rob A., Webb, Peter C., Watson, John S. 2012. Provenancing the rhyolitic and dacitic components of the stonehenge landscape bluestone lithology: New petrographical and geochemical evidence. Journal of Archaeological Science, Volume 39, Issue 4, April 2012, pages 1005–1019 If a glacier transported the stones, then it must have been the Irish Sea Glacier.Chiverrekk RC, Thrasher I, Thomas GS, Lang A, et al (2013). Bayesian modelling the retreat of the Irish Sea Ice Stream. Journal of Quaternary Science 28, 200-209. In support of the glacial erratic theory, researchers reporting in 2015 found no firm evidence of quarrying at Rhosyfelin in the Preselis. However, in such event, one might expect to find other bluestone boulders or slabs near the Stonehenge site, but no such bluestones (apart from fragments) have been found. ===Human transport theory=== The archaeological find of the Boscombe Bowmen has been cited in support of the human transport theory. Preseli Bluestone dolerite axe heads have been found around the Preseli Hills as well, indicating that there was a population who knew how to work with the stones,N. P. Figgis, \"Prehistoric Preseli\" (Atelier Productions, 2001). In 2015, researchers reported they had confirmed the Preseli Spotted Dolerite stones at Stonehenge came from two Neolithic quarries at Carn Goedog and Craig Rhos-y-felin in the Preseli Hills. Using radiocarbon dating, researchers dated the quarry activities to around 3400 BC for Craig Rhos-y-felin and 3200 BC for Carn Goedog. Project director Mike Parker Pearson of the UCL Institute of Archaeology noted the finding was \"intriguing because the bluestones didn't get put up at Stonehenge until around 2900 BC… It could have taken those Neolithic stone-draggers nearly 500 years to get them to Stonehenge, but that's pretty improbable in my view. It's more likely that the stones were first used in a local monument, somewhere near the quarries, that was then dismantled and dragged off to Wiltshire.\" In 2018 two of the quarries – Carn Goedog and Craig Rhos-y-felin – underwent more excavation to reveal evidence of megalith quarrying around 3000 BC. If true, this shortens the period between excavation and transportation to the Stonehenge site. ==Australia== thumb|upright|HM Prison Pentridge was one of the many buildings constructed of local bluestone in Melbourne in the 19th century There are three distinct building materials called \"bluestone\" in Australia. ===Victoria === In Victoria, what is known as bluestone is a basalt or olivine basalt. It was one of the favoured building materials during the Victorian Gold Rush period of the 1850s. In Melbourne it was extracted from quarries throughout the inner northern suburbs, such as Clifton Hill, Brunswick and Coburg, where the quarry used to source the stone for Pentridge Prison is now Coburg Lake.History of Brunswick, City of Moreland, http://moreland.vic.gov.au/moreland-libraries/services/local-history/history- brunswick.html , accessed 11 September 2012Encyclopedia of Melbourne: Quarries and Brickmaking, http://www.emelbourne.net.au/biogs/EM01213b.htm, accessed 11 September 2012 Bluestone was also sourced in many other regions of the Victorian volcanic plains, and used in towns and cities of central and western regions, including Ballarat, Geelong, Kyneton, Port Fairy and Portland. It is still quarried at a number of places around the state. Bluestone is very hard and therefore difficult to work, so it was predominantly used for warehouses, miscellaneous walls, and the foundations of buildings. However, a number of significant bluestone buildings exist, including the Old Melbourne Gaol, Pentridge Prison, St Patrick's Cathedral, Victoria Barracks, Melbourne Grammar School, Deaf Children Australia and Victorian College for the Deaf, Vision Australia, the Goldsbrough Mort warehouses (Bourke Street) and the Timeball Tower at Williamstown, as well as St Mary's Basilica in Geelong. Some examples of other major structures that use bluestone include Princes Bridge, the adjacent Federation Wharf, and Hawthorn Bridge. Because of its distinctive qualities, post-modern Melbourne buildings have also made use of bluestone for nostalgic reasons. These include the Southgate complex and the promenade in Southbank, Victoria. Bluestone was also used extensively as cobblestone, and for kerbs and gutters, many examples which still exist in some of Melbourne's smaller city lanes and 19th century inner-suburban lanes. Crushed bluestone aggregate, known as \"blue metal\" (or \"bluemetal\"), is still used extensively in Victoria as railway ballast, as road base, and in making concrete. Combined with bitumen, it is used as a road surfacing material. ===South Australia=== thumb|right|Typical colouring caused by mineralisation in Adelaide bluestone In South Australia, the name bluestone is given to a form of slate which is much less durable than Victorian bluestone, but was valued for its decorative appearance. The interior of the stone is usually pale grey or beige in colour, but is given attractively coloured surfaces by ferric oxide and other minerals deposited in joints and bedding planes. The slate is laid in masonry with the mineralised surfaces exposed. Bluestone was most popular from about the 1850s to the 1920s, quarried in the Adelaide Hills at Dry Creek, O'Halloran Hill (formerly Tapley's Hill) and Glen Osmond, as well as a number of other places in rural areas.R. Lockhart Jack, \"The Building Stones of South Australia\" (Adelaide 1923) pp. 18-28. ===Tasmania=== In Tasmania, the name bluestone is given to dolerite (diabase), which is a dominant stone variety in the landscape, and used in a variety of building roles. ==New Zealand== thumb|right|Dunedin Railway Station and Law Courts, New Zealand, showing dark bluestone and creamy Oamaru stone construction Timaru bluestone (also known as Port Chalmers bluestone) is an attractive building material, used both historically and to the present. It is a grey basalt similar to Victorian bluestone, quarried near Timaru in the South Island. Bluestone from near Kokonga in Central Otago is also widely used, and is the main construction material (often with facing of Oamaru stone, a local compact limestone) in many of the notable historic buildings in the southern South Island, most of which were constructed during the financial boom following the Central Otago gold rush. Prominent structures to use this combination include Otago University Registry Building, Dunedin Law Courts, and Dunedin Railway Station. Similar construction using Timaru bluestone was used for Christchurch Arts Centre. ==United States and Canada== There are two distinct building materials called \"bluestone\" in the United States, one is also found in Canada. Bluestone is quarried in western New Jersey, Pennsylvania and eastern New York. It is also quarried in the Canadian Appalachians near Deer Lake in Western Newfoundland. The Pennsylvania Bluestone Association has 105 members, the vast majority of them quarriers. Bluestone from Pennsylvania and New York is sandstone defined as feldspathic greywacke. The sand-sized grains from which bluestone is constituted were deposited in the Catskill Delta during the Middle to Upper Devonian Period of the Paleozoic Era, approximately 370 to 345 million years ago. The Catskill Delta was created from runoff from the Acadian Mountains (\"Ancestral Appalachians\"). This delta ran in a narrow band from southwest to northeast and today provides the bluestone quarried from the Catskill Mountains and Northeast Pennsylvania. The term \"bluestone\" is derived from a deep-blue-colored sandstone first found in Ulster County, New York. It can, however, appear in many other hues, mostly shades of grays and browns. Bluestone quarrying is of particular value to the economy of Susquehanna County, Pennsylvania. The Starrucca Viaduct, finished in 1848, is an example of Pennsylvania bluestone as a building material. The other, lesser known, type of American 'bluestone' is a blue-tinted limestone abundant in the Shenandoah Valley of Virginia. It is a limestone formed during the Ordovician Period approximately 450 to 500 million years ago, at the bottom of a relatively shallow ocean that covered what is today Rockingham County, Virginia. The limestone that accumulated there was darker in color than most other limestone deposits because it was in deeper waters exposed to less light. The darker blue color resulted in limestone from this region being dubbed bluestone and with two sequences measuring about 10,000 ft thick, it gives the area one of the largest limestone deposits in the world. The stone eventually fades from a deep blue to a light grey after prolonged exposure to sun and rain. Given the abundance of the stone in the Rockingham County area, the first settlers used it as foundations and chimneys for their houses. When James Madison University was built, the local bluestone was used to construct the buildings because of its high quality and cultural heritage. ==See also== *Theories about Stonehenge ==References== ==Bibliography== * Jack, R Lockhart. The Building Stones of South Australia. Bulletin No. 10, Geological Survey of South Australia, Adelaide, 1923. * John, Brian. The Bluestone Enigma: Stonehenge, Preseli and the Ice Age. Greencroft Books, 2008, page 95. . * Jones, Nancy. Rooted on Bluestone Hill: A History of James Madison University. Center for American Places, Inc. Santa Fe, NM. 2004. ==External links== *Examination of the conflicting theories relating to the Stonehenge bluestones *Enigma of the Stonehenge Bluestones and the Preseli Hills * Wessex Archaeology's Bluestone information *Secrets of the Preseli Bluestones *Dig Pinpoints Stonehenge Origins *\"Bluestone Sidewalks\" (Bluestone quarried in the state of New York), Scientific American, Vol. LXIII, No. 21, New York, November 22, 1890 Category:Building stone Category:Stonehenge",
 "title": "Bluestone"
}