{
 "id": "756365",
 "text": "The Man with No Name () is the antihero character portrayed by Clint Eastwood in Sergio Leone's \"Dollars Trilogy\" of Spaghetti Western films: A Fistful of Dollars (1964), For a Few Dollars More (1965), and The Good, the Bad and the Ugly (1966). He is recognizable by his poncho, brown hat, tan cowboy boots, fondness for cigarillos, and the fact that he rarely talks. While the character is universally known as \"the Man with No Name\", he was called \"Joe\" by another character, and listed in the credits as such, in the first film, and given nicknames by other characters in the other two. When Clint Eastwood was honored with the American Film Institute's Lifetime Achievement Award in 1996, Jim Carrey gave the introductory speech and said: \" 'The Man with No Name' had no name, so we could fill in our own.\" In 2008, Empire chose the Man with No Name as the 33rd greatest movie character of all time. ==Appearance== * A Fistful of Dollars (1964) * For a Few Dollars More (1965) * The Good, the Bad and the Ugly (1966) ==Concept and creation== A Fistful of Dollars was directly adapted from Akira Kurosawa's Yojimbo (1961). It was the subject of a lawsuit by Yojimbos producers. Yojimbos protagonist, an unconventional rōnin (a samurai with no master) played by Toshiro Mifune, bears a striking resemblance to Eastwood's character: both are quiet, gruff, eccentric strangers with a strong but unorthodox sense of justice and extraordinary proficiency with a particular weapon (in Mifune's case, a katana; in Eastwood's, a revolver). Like Eastwood's western setting character, Mifune plays a rōnin with no name. When pressed, he gives the pseudonym Sanjuro Kuwabatake (meaning \"30-year-old mulberry field\"), a reference to his age and something he sees through a window. The convention of hiding the character's arms from view is shared as well, with Mifune's character typically wearing his arms inside his kimono, leaving the sleeves empty. Prior to signing on to Fistful, Eastwood had seen Kurosawa's film and was impressed by the character.From an interview conducted for a DVD documentary on Kurosawa During filming, he did not emulate Mifune's performance beyond what was already in the script. He also insisted on removing some of the dialogue in the original script, making the character more silent and thus adding to his mystery. As the trilogy progressed, the character became even more silent and stoic. The \"Man with No Name\" sobriquet was actually applied after the films were made, and was a marketing device used by distributor United Artists to promote the three films together in the United States film market. ===Actual names or monikers=== * In A Fistful of Dollars, he is called \"Joe\" by the undertaker, Piripero, and Eastwood's role is credited as \"Joe\". * In For a Few Dollars More, he is called \"Manco\" (Spanish for \"one-armed\"; in fact, in the original Italian-language version he is called \"il Monco\", a dialectal expression meaning \"the One-armed one\") because he does everything left-handed, except for shooting. *In The Good, the Bad and the Ugly, Tuco calls him \"Blondie\" (\"il Biondo\", meaning \"the Blond one\", in Italian) for his light hair. He is also \"the Good\" (\"il Buono\") from which the film receives its name. * In the Dollars book series, he is also known as \"The Hunter\", \"The Bounty Killer\", \"Mister Sudden Death\", \"Nameless\", \"No Name\" and \"Señor Ninguno\" or its literal translation \"Mr. None\". ==Literature== The popularity of the characters brought about a series of spin-off books, dubbed the \"Dollars\" series due to the common theme in their titles: * A Fistful of Dollars, film novelization by Frank Chandler * For a Few Dollars More, film novelization by Joe Millard * The Good, the Bad and the Ugly, film novelization by Joe Millard * A Coffin Full of Dollars by Joe Millard * A Dollar to Die For by Brian Fox * The Devil's Dollar Sign by Joe Millard * The Million-Dollar Bloodhunt by Joe Millard * Blood For a Dirty Dollar by Joe Millard A Coffin Full of Dollars provides some background history; when he was young, The Man with No Name was a ranch hand who was continually persecuted by an older hand named Carvell. The trouble eventually led to a shootout between the two with Carvell being outdrawn and killed; however, an examination of Carvell's body revealed a scar which identified him as Monk Carver, a wanted man with a $1,000 bounty. After comparing the received bounty with his $10-a-month ranch pay, the young cowhand chose to change his life and become a bounty hunter. In July 2007, American comic book company Dynamite Entertainment announced that they were going to begin publishing a comic book featuring the character, titled The Man With No Name. Set after the events of The Good, the Bad and the Ugly, the comic is written by Christos Gage. Dynamite refers to him as \"Blondie\", the nickname Tuco uses for him in The Good, the Bad and the Ugly. The first issue was released in March 2008, entitled, The Man with No Name: The Good, The Bad, and The Uglier. Luke Lieberman and Matt Wolpert took over the writing for issues #7–11. Initially, Chuck Dixon was scheduled to take over the writing chores with issue #12, but Dynamite ended the series and opted to use Dixon's storyline for a new series titled The Good, The Bad and The Ugly. The new series is not an adaptation of the movie, despite its title. After releasing eight issues, Dynamite abandoned the series. ==References and homages in other works== * Jotaro Kujo, protagonist of Part three of the manga series JoJo's Bizarre Adventure, \"Stardust Crusaders\", was inspired by The Man with No Name. Author Hirohiko Araki met Eastwood in 2012 as part of the series' 25th anniversary celebration and presented him with an original framed Jotaro Kujo illustration; in return, Eastwood recreated one of the character's signature poses. * Boba Fett, an antagonist from George Lucas' Star Wars film series, was based on the Man with No Name, according to Jeremy Bulloch, the actor who portrayed him, from his mannerisms to his green-on-white armor that has the same color scheme as the Man's poncho. * Vincent Canby described Fred Williamson's character in the blaxploitation film Boss Nigger as \"an immensely self-assured parody\" of the Man with No Name character. * Roland Deschain, the primary protagonist of Stephen King's The Dark Tower book series, is heavily inspired by The Man with No Name. In The Dark Tower VI: Song of Susannah, King, who appears as a character in the book, makes the comparison when he calls Roland a \"fantasy version of Clint Eastwood.\" * The 2011 animated Western film Rango mentions multiple times a character named \"the Spirit of the West\", a sort of mythical figure among the inhabitants of the town of Dirt, who conducts an \"alabaster carriage\", protected by \"golden guardians\". Near the end of the film, the titular character meets the Spirit (voiced by Timothy Olyphant) who appears to him as what is implied to be an elderly version of either Eastwood or the Man with No Name (although that is not explicitly stated, except for Rango mentioning that that was once the Spirit's appearance's moniker), with the carriage being a golf cart and the guardians being Academy Awards-like statuettes. * Flint Shrubwood, the bounty hunter hired by Duke Igthorn from an episode of Adventures of the Gummi Bears, called \"For a Few Sovereigns More\", is a parody of both The Man with No Name and Clint Eastwood. * An episode of Time Squad called \"Billy The Baby\" features The Man with No Name as a ruthless sheriff chasing the Time Squad, who is teaching Billy the Kid to be a proper bandit. ==References== No Name No Name Category:Fictional characters without a name No Name No Name No Name No Name No Name No Name",
 "title": "Man with No Name"
}