{
 "id": "756462",
 "text": "Francis Howard Greenway (20 November 1777 – September 1837) was an English- born architect who was transported to Australia as a convict for the crime of forgery. In New South Wales he worked for the Governor, Lachlan Macquarie, as Australia's first government architect. He became widely known and admired for his work displayed in buildings such as St Matthew's Church in Windsor, New South Wales, St James' Church, Sydney and Hyde Park Barracks, Sydney. ==Life and career== Greenway was born in Mangotsfield, Gloucestershire (near the English city of Bristol), the son of Francis Greenway and Ann Webb.Morton Herman, 'Greenway, Francis (1777–1837)', Australian Dictionary of Biography, Volume 1, MUP, 1966, pp 470–473. Retrieved 27 December 2008 Greenway became an architect \"of some eminence\" in Bristol and Bath. His only remaining building in the United Kingdom is the Clifton Club in Bristol, originally the Clifton Hotel and Assembly Rooms. In 1809 he became bankrupt and in 1812 he pleaded guilty \"under the advice of his friends\", to forging a financial document, and was sentenced to death; this sentence was later commuted to 14 years' transportation. Why he pleaded guilty is unknown; he may have been told it was the only way to save his life. Whilst awaiting deportation to Sydney, Greenway spent time in Newgate Prison, Bristol, where he completed paintings depicting scenes within the prison. Greenway arrived in Sydney, New South Wales on the transport General Hewitt in February 1814 to serve his sentence. On board the ship was the surgeon Dr. John Harris who was to give Greenway his first private commission in the colony which involved extending his residence on his Ultimo estate. Greenway first met Lachlan Macquarie in July 1814 to whom he had come recommended by Admiral Arthur Phillip. During the initial meeting Macquarie sought to test Greenway by asking him to copy a design of a town hall and courthouse from a pattern book. Greenway was so offended by this that he responded with a letter declaring his skills and quoting Sir William Chambers that Macquarie should utilise the opportunity for a classical design, saying he would \"immediately copy the drawing Your Excellency requested me to do, notwithstanding it is rather painful to my mind as a professional man to copy a building that has no claim to classical proportion and character.\" Between 1816 and 1818, while still a convict, Greenway was responsible for the design and construction of the Macquarie Lighthouse on the South Head 2km from the entrance to Port Jackson. After the success of this project he was emancipated by the governor Lachlan Macquarie, before breakfast on 16 December 1817 at the Lighthouse. In the role of Acting Civil Architect and Assistant Engineer responsible to Captain J. M. Gill, Inspector of Public Works, went on to build many significant buildings in the new colony. Greenway’s works include Hyde Park Barracks, extensions to First Government House, the stables for a projected new Government House (condemned for their ‘useless magnificence’ by a visiting British official, the building is now home to the Sydney Conservatorium of Music), and St James' Church, Sydney, which was chosen as one of Australia’s only two man-made ‘treasures’ by Dan Cruickshank in the BBC series Around the World in 80 Treasures. Greenway fell into disrepute when Macquarie accused him of charging high fees whilst on a government retainer, and he was dismissed by the next governor, Thomas Brisbane, in 1822. He continued to follow his profession with little success. In 1835 he was destitute, advertising in the Sydney Gazette that \"Francis Howard Greenway, arising from circumstances of a singular nature is induced again to solicit the patronage of his friends and the public\". Greenway died of typhoid near Newcastle, New South Wales in 1837, aged 59. The exact date of his death is not known. He is believed to have been buried in the Glebe burial ground at East Maitland on 25 September 1837, but his grave is unmarked. ==Posthumous tributes== thumb|270px|Francis Greenway on the first Australian 10-dollar note, perhaps the only convicted forger in the world depicted on a banknote. Ironically, despite conviction for the forgery of a financial document, Greenway's face was shown on the first Australian decimal-currency $10 note (1966–93), making him probably the only convicted forger in the world to be honoured on a banknote. Greenway is the eponym of a NSW Federal electorate, a suburb of Canberra, and a high school in Woodberry, a suburb of Maitland. Francis Greenway Drive in the suburb of Cherrybrook is named in honour of Francis Greenway. The Vaucluse home of the renowned Australian architect Leslie Wilkinson (1882–1973) was named ’Greenway’ in honour of Francis Greenway. ==Selected list of works== The following works were either designed by Greenway, or where he had significant influence:The Heritage of Australia, Macmillan Company, 1981 {| class=\"wikitable sortable\" |- ! Structure name !! Location !! Period !! Architectural style !! Contribution !! Heritage status !! Image !! Notes |- | Cadmans Cottage || || 1815–1816 || || Supervised construction || || 100px || |- | Cleveland House || || || || Contribution uncertain || || || |- | Clifton Hotel and Assembly Rooms building || Bristol || 1818 || || Supervised construction || || || |- | First Government House, Sydney || Bridge Street, Sydney || 1810–1820 || Italianate || Extensions || || 100px || |- | Hobartville || || || || Contribution uncertain || || || |- | Hyde Park Barracks || Macquarie Street, Sydney || 1818–1819 || || Architect || || 100px || |- | Judge's House || Sydney || || || Also attributed to W. Harper || || || |- | Liverpool Technical College (formerly Liverpool Hospital) || || || || || || 100px || |- | Macquarie Lighthouse (1816–1878) || || 1816–1818 || || Architect || || 100px || |- | Obelisk || Macquarie Place || 1818 || || Architect || || 100px || |- | Old Government House || || || || Timber portico only || || 100px || |- | St James' Church || Queen's Square Phillip Street, Sydney || 1820–1824 || || Architect || || 100px || |- | St Luke's Anglican Church || || 1818–1820 || || Architect || || 100px || |- | St Matthew's Church || || 1817 || || Architect || || 100px || |- | Supreme Court of New South Wales || Cnr King and Elizabeth Streets, Sydney || 1820–1828 || || Architect || || 100px || |- | Sydney Conservatorium of Music || Macquarie Street, Sydney || || || Architect || || 100px || |- | Windsor Court House || || 1821 || || Architect || || || |} ==See also== * List of convicts transported to Australia * History of Sydney == References == === Notes === === Citations === === Sources === * * Dictionary of Australian Artists Online * Francis Greenway Drive == External links == * Category:1777 births Category:1837 deaths Category:New South Wales architects Category:English emigrants to Australia Category:Australian public servants Category:Convicts transported to Australia Category:People from Mangotsfield Category:Maitland, New South Wales Category:People from Clifton, Bristol Category:Burials in New South Wales",
 "title": "Francis Greenway"
}