{
 "id": "756944",
 "text": "Daniel Samuel Senor (; born November 6, 1971) is an American-Canadian columnist, writer, and political adviser. He was chief spokesman for the Coalition Provisional Authority in Iraq and senior foreign policy adviser to U.S. presidential candidate Mitt Romney during the 2012 election campaign. A frequent news commentator and contributor to The Wall Street Journal, he is co-author of the book Start-up Nation: The Story of Israel's Economic Miracle (2009). He is married to television news personality Campbell Brown. ==Early life and education== Senor was born in Utica, and grew up in Toronto, Ontario, the youngest of four children. His father, Jim, worked for Israel Bonds; his mother, Helen, was from Košice, now in Slovakia, where she and her mother hid from the Nazis during the Holocaust. Helen Senor's father was murdered at the Auschwitz concentration camp. After the war, Helen and her mother fled to Paris, then via New York to Montreal. Senor said that his mother's post- Holocaust trauma \"was very heavy for us growing up\". Senor graduated from Forest Hill Collegiate Institute and then studied at University of Western Ontario before moving onto Hebrew University and Harvard Business School. ==Career== ===Early career=== Senor spent much of the 1990s working as a staffer on Spencer Abraham's (R-MI) 1994 Senate campaign and then in his Capitol Hill office. He later worked for Senator Connie Mack III (R-FL) and at AIPAC. During that time, he caught the attention of Weekly Standard editor William Kristol, who introduced him to the neoconservative group affiliated with George W. Bush. From 2001 to 2003, he was an investment banker at the Carlyle Group. ===Iraq=== In the lead-up to the 2003 invasion of Iraq and during the fighting, Senor was a Pentagon and White House adviser based in Doha, Qatar, at U.S. Central Command Forward; he was subsequently based in Kuwait, working with General Jay Garner during the final days of the invasion and was in southern Iraq when the Saddam Hussein regime fell. According to Rajiv Chandrasekaran, the author of Imperial Life in the Emerald City, Senor was known for the zealous spin that put a good face on the disaster unfolding in Baghdad (the Iraq War did not end until December 2011). Some statements he made to the press did not reflect the actual situation in the city. Senor formally re-located to Baghdad on April 20, 2003. He traveled with General Garner's team in the first American post-war civilian protection unit, becoming one of the first American civilians to enter Baghdad after the fall of the regime. In Iraq, Senor served as Chief Spokesperson for the Coalition Provisional Authority (CPA), as Senior Advisor to Ambassador L. Paul Bremer, and as adviser to the Office of Reconstruction and Humanitarian Assistance. In the U.S., he was \"a regular television fixture in the immediate aftermath of the 2003 Iraq invasion\", thus becoming \"the face of the Bush Administration's efforts in Iraq\". Senor remained in Iraq until the summer of 2004. His 15 months working for the CPA from Baghdad made him one of the longest-serving American civilians in Iraq at the time. For his service, he was awarded the Department of Defense Distinguished Civilian Service Award, one of the Pentagon's highest civilian honors. ==Start-up Nation== Senor is the co- author, with his brother-in-law, Jerusalem Post columnist Saul Singer, of Start-up Nation: The Story of Israel's Economic Miracle. The book, published in November 2009, examines the entrepreneurial economy of Israel and the cultural and social environment that supports this economy. \"It's a book about Israel that's not for Jews,\" Senor has said. \"I didn't want it to be in the Judaica section of the bookstore, or the Israel or the Middle East section.\" Instead, the book is typically found in the Business section of the bookstore. The book has provoked a wide range of responses, from reviews that hail its research and its portrayal of often-neglected facets of Israeli society, to reviews that claim the book implicitly justifies never-ending conflict in the region. Senor and Singer have been praised for the effectiveness with which they have \"translat[ed] Israel's own image of itself for an international audience\"; their book's title has entered the language as shorthand descriptive term for Israel. The book inspired the creation of Start-Up Nation Central, a non-profit organization based in Tel-Aviv. ===Other professional activities=== Senor was an Adjunct Senior Fellow for Middle East Studies at the Council on Foreign Relations.Daniel Senor biography, Council on Foreign Relations, retrieved March 11, 2010 He hosted two investigative documentaries on Iraq and Iran for Fox News, where he is a contributor. He has written work published by The Wall Street Journal, and has authored pieces for The New York Times, The Washington Post, the New York Post, and The Weekly Standard. He currently serves on the advisory board for nonprofit America Abroad Media. Senor was a member of the honorary delegation that accompanied President George W. Bush to Jerusalem in May 2008 for the celebration of Israel's 60th anniversary. In March 2010, national Republican leaders encouraged Senor to run against freshman New York Senator Kirsten Gillibrand. Senor was reported to be seriously considering a challenge, but ultimately decided against it. He said in a statement it \"wasn't the right time in my family and business life for me to run.\" Instead, he established a new think tank, the Foreign Policy Initiative, along with William Kristol and Robert Kagan. The Wall Street Journal ran an article in September 2009 in which Senor praised President Obama for having \"doubled down his commitment\" to the war in Afghanistan. \"There should therefore be no stronger advocates for Mr. Obama's Afghanistan strategy than the GOP,\" he wrote. In a 2011 Journal op-ed, Senor accused Obama of having \"built the most consistently one-sided diplomatic record against Israel of any American president in generations\";Why Obama Is Losing the Jewish Vote, The Wall Street Journal he returned to the same theme in a Journal piece the next year.Why Israel Has Doubts About Obama, The Wall Street Journal ==Role in the Romney campaign== In 2012, Senor served as a foreign policy adviser to U.S. presidential candidate Mitt Romney. \"The two of them hit it off immediately,\" Romney chief of staff Beth Myers said. \"I can't think of anyone who Mitt has ever met that he hit it off with so immediately as Dan Senor.\" Romney's July 2012 trip to Israel was described as the \"brainchild\" of Ron Dermer, Benjamin Netanyahu's chief strategist, \"and, Dan Senor\". Senor brought to the campaign a network of close ties to Israel, including his sister Wendy Singer, who runs the Jerusalem office of the American Israel Public Affairs Committee. Senor stirred controversy when he told journalists that if Israel launched a strike on Iran's nuclear facilities, Romney \"would respect\" the move. Also, Romney was called a racist when, citing Senor's book, he contrasted Israeli and Palestinian \"culture\" in a way that was seen as slighting Palestinians. Senor praised Romney in an August 2012 op-ed for USA Today as \"a longstanding supporter of the Jewish state\" who \"sees in Israel's heroic story a mirror of the heroism that America's Founding Fathers exhibited when, against all odds, they fought for independence and self-government\". Senor said in September 2012 that Obama's failure to overthrow President Assad of Syria made the U.S. look \"impotent\". In August 2012, Politico said that if Romney were elected, Senor \"would likely get a top West Wing job, perhaps deputy chief of staff or even national security adviser\". He gave \"intensive coaching\" to vice presidential candidate Paul Ryan for the latter's debate with Vice President Joe Biden in October 2012. ===Post election=== After Romney lost the November election to Obama, Senor's criticism of leading Republicans for being fair-weather friends to the candidate, cheering him as \"iconic\" before the election and \"eviscerating\" him afterward, was widely reported. ==Personal life== In April 2006, Senor married Campbell Brown, editor in chief of The 74, a nonprofit education news website, who was then weekend anchor of Today on NBCSilverman, Stephen M. (April 2, 2006). \"NBC's Campbell Brown Gets Married\". People. and host of Campbell Brown, formerly on CNN. They have two children.Dyball, Rennie (December 18, 2007). \"CNN Anchor Campbell Brown Has a Baby Boy\". People.\"Campbell Brown Welcomes Baby Asher Liam Senor\". The Huffington Post. April 6, 2009. His father-in-law is former Louisiana Insurance Commissioner and Secretary of State James H. \"Jim\" Brown, a Democrat. His mother remains a resident of Toronto. ==References== ==External links== *Dan Senor's Whitehouse.gov Page *Dan Senor - Rosemont Solebury Capital Management *Dan Senor's Council on Foreign Relations Page *Dan Senor on Twitter * Category:1971 births Category:21st-century American Jews Category:American columnists Category:American expatriates in Canada Category:American investment bankers Category:American people of Jewish descent Category:American people of Slovak-Jewish descent Category:American political writers Category:American male non-fiction writers Category:The Carlyle Group people Category:Fox News people Category:Harvard Business School alumni Category:Hebrew University of Jerusalem alumni Category:Jewish American writers Category:Living people Category:Members of the Council on Foreign Relations Category:New York (state) Republicans Category:Writers from Utica, New York Category:University of Western Ontario alumni Category:The Wall Street Journal people Category:Writers from Toronto Category:Writers on the Middle East",
 "title": "Dan Senor"
}