{
 "id": "757467",
 "text": "The Australian Progressive Alliance (APA) was a minor \"small-l-liberal\" party in Australia, formed by Meg Lees, an independent senator and former leader of the Australian Democrats, in April 2003. The party ceased to operate and was deregistered in June 2005 following Senator Lees's defeat at the 2004 election and the expiry of her term. ==History== Meg Lees resigned from the Democrats in July 2002 after being deposed as the party's leader in April 2001. She sat as an independent in the Senate before forming the APA in 2003. Other APA members included the former Democrat Queensland Senator John Woodley and Elisabeth Kirkby, a former Democrat member of the New South Wales Legislative Council. ==Policy== Lees sought to position the APA as a party of the moderate centre, arguing that the Democrats, under the leadership of Cheryl Kernot, Natasha Stott Despoja and Andrew Bartlett, had moved too far to the left. In a 2003 opinion article, she claimed the party would appeal to \"voters who cannot be dragged to the extremes by the Greens in any enduring way.\"Lees M The Progressive Alliance will fill the political vacuum in Australia's centre Retrieved on 12 September 2006. The party's \"guiding principles\" were described as: *To act with integrity, tolerance and compassion. *To respect the freedom of the individual particularly the freedoms of association, expression and religion. *To uphold a system of constitutional checks and balances in government, particularly the separation of powers and the rule of law. *To commit to a socially just, environmentally responsible and economically sustainable Australia, working for a balance between, and the integration of, social needs, the protection and care of Australia’s unique biodiversity and the equitable collection and spending of revenue. *To work for positive solutions for all Australians and not be controlled by any one particular group in the community. ==2004 Senate election== At the 2004 federal election, the party stood Senate candidates in NSW, Victoria, Queensland, Western Australia and the ACT in addition to Meg Lees (South Australia). Lees achieved 11,061 votes (1.14%) in her state, losing her seat, while the others brought the national total to 18,856 (0.16%). == References == == External links == *Official website (from archive.org) *The Progressive Alliance will fill the political vacuum in Australia's centre - opinion piece by Meg Lees == See also == * List of political parties in Australia * Liberalism in Australia * Unite Australia Party Category:Defunct political parties in Australia Australia 2003 Category:Political parties established in 2003 Category:Political parties disestablished in 2005 Category:2003 establishments in Australia Category:2005 disestablishments in Australia",
 "title": "Australian Progressive Alliance"
}