{
 "id": "758054",
 "text": "Lieutenant General Sir William Babtie, (7 May 1859 – 11 September 1920) was a Scottish recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth armed forces. His Victoria Cross is displayed at the Army Medical Services Museum in Aldershot. Babtie graduated from the University of Glasgow with an M.B. and also received the LRCP and LRCS from the University of Edinburgh Medical School in 1880. ==South Africa and the Victoria Cross== Babtie was 40 years old, and a major in the Royal Army Medical Corps, British Army during the Second Boer War on 15 December 1899 at the Battle of Colenso, South Africa when he won his VC. He exposed himself to heavy fire to tend to the wounded including going with Captain Walter Congreve to bring in Lieutenant Frederick Roberts who was lying wounded on the veldt. The full citation was published in the London Gazette on 20 April 1900 and reads: He had previously been made a Companion of the Order of St Michael and St George (CMG) in June 1899 for services rendered in the occupation of Crete. ==After South Africa== Babtie was promoted to lieutenant-colonel on 29 November 1900, and was in early January 1901 appointed for temporary duties in the Home District as he returned to the United Kingdom. He was appointed Assistant- Director, Army Medical Service in that June. In 1903 he was made a Knight of the Venerable Order of Saint John. He was promoted to colonel in 1907, and appointed Inspector of Medical Services. In 1910 he was appointed Deputy Director-General of Medical Services and granted the temporary rank of surgeon-general. The rank was made permanent in 1911. He was made a Companion of the Bath (CB) in the 1912 King's Birthday Honours. On 1 June 1914 he was appointed Honorary Surgeon to the King, holding the post until 7 May 1919. ==First World War—Mesopotamia and Dardanelles== Babtie was appointed Director, Medical Services for the British Indian Army in March 1914. He was responsible for medical provision on both the Mesopotamian campaign and the Dardanelles Campaign. He was Mentioned in Despatches for his services in the Dardanelles. He was appointed Director of Medical Services at the War Office on 18 March 1916. He became Inspector of Medical Services with the temporary rank of lieutenant-general on 1 March 1918. However, he was severely criticised by the Mesopotamia Commission of Inquiry and received further criticism for similar failings at Gallipoli.firstworldwar.com He was made a Knight Commander of the Order of the Bath (KCB) in the 1919 King's Birthday Honours. ==References== *Monuments to Courage (David Harvey, 1999) *The Register of the Victoria Cross (This England, 1997) *Scotland's Forgotten Valour (Graham Ross, 1995) *Victoria Crosses of the Anglo-Boer War (Ian Uys, 2000) ==External links== *Burial location of William Babtie \"Surrey\" *Location of William Babtie's Victoria Cross \"Army Medical Services Museum\" *Anglo-Boer War.com Category:1859 births Category:1920 deaths Category:British recipients of the Victoria Cross Category:British Army generals of World War I Category:Scottish generals Category:Second Boer War recipients of the Victoria Cross Category:Royal Army Medical Corps officers Category:British Army generals Category:British Army personnel of the Second Boer War Category:Knights Commander of the Order of the Bath Category:Knights Commander of the Order of St Michael and St George Category:People from Dumbarton Category:Alumni of the University of Glasgow Category:Knights of Grace of the Order of St John Category:British Army recipients of the Victoria Cross Category:Alumni of the University of Edinburgh Category:Scottish military personnel",
 "title": "William Babtie"
}