{
 "id": "758130",
 "text": "is a manga by Clamp about a nine-year-old boy named Akira Ijyuin who steals beautiful and valuable objects to please his two mothers and is known to the public as the dashing, clever thief named the Man of 20 Faces. The manga took inspiration from the works of Edogawa Ranpo, most notably from The Fiend with Twenty Faces.. The storyline of Man of Many Faces occurs simultaneously with both Clamp School Detectives and Duklyon: Clamp School Defenders, as demonstrated by a conversation between Nokoru and Suō which also takes place in Clamp School Detectives, while in Duklyon: Clamp School Defenders Akira and Utako appear at their age as they do in Man of Many Faces. The manga is published in English by Tokyopop (formerly) and Viz Media (currently), retaining its right to left format. ==Plot summary== By day nine-year-old Akira Ijuyin is a normal student at Clamp School, but at night he becomes the mysterious thief 20 Masks. His thefts are usually subject to the whims of his two mothers, which Akira pulls off without any true objections or interactions. One night Akira ducks into the room of five-year-old Utako Ōkawa in an attempt to hide from the police. Although the pair shares a four-year age difference, they find themselves quickly falling for each other even as Akira finds himself being increasingly more involved with thefts, some of which include Utako's family. This as well as several other obstacles give the young couple's budding relationship a fair amount of difficulty. ==Characters== ===Akira Ijyuin=== *Gender: Male *Age: 9 *Birthday: December 24 He is an elementary-school boy with a double life. During the day, he is a fourth-grader of the elementary division of the CLAMP school campus, and also the Treasurer of the Elementary Division Student Council. At night, he becomes a mysterious thief who steals things in order to please his two mothers. Although he is only 9 years old at the beginning of the story, he has already mastered the great skills in disguise and thievery. Our protagonist is the successor of the renowned thief 20 Faces, who was also Akira's father. After his father disappears, Akira takes his place and inherits the name 20 Faces. Akira is so pure that he still believes in Santa Claus – this fact really surprises Nokoru and Suō. Akira is also very good at cooking and housework. His cooking is said to be equivalent to the top cooks of the world, while his grace in housework makes him the most wanted bachelor. He is also said to be the top student in his grade. However good he is, Akira is still an innocent boy in love. Akira proposes to Utako when he is 20 and marries her at the age of 22. He is trying to become a pediatrician like his uncle, who happens to be the doctor at CLAMP school's infirmary. The only time Akira gets angry is the time his mothers try doing something risky in order to help him. In the two last chapters, and the cover of volume 2, Utako and Akira are shown in their adult form. ===Utako Okawa=== *Gender: Female *Age: 5 The second daughter of the Zaibatsu Okawa. When she meets Akira at the beginning of the story, she is heartbroken by her kindergarten teacher who refuses her love confession because of their 22 years difference in age. However, she quickly finds herself attracted to the mysterious thief who just breaks into her room to hide from the police. Akira's kindness helps ease Utako's anger. And that's when Utako decides that Akira will be the man of her life. Utako is not good at cooking and housework – she even mistakes salt for sugar, for example. However, she has been trying her best ever since she met 20 Faces, because she wants to be the best wife in the world. Utako seems to be more mature than those at her age, even more mature than those that are older than she is. She gets engaged to Akira at her 16th birthday and claims that his proposal is the best birthday present she ever had. She marries Akira at the age of 18. Her future career is a kindergarten teacher. In the next-to-last chapter is the only time in any CLAMP manga or anime that Nagisa Azuya – a friend of Utako, and girlfriend of Clamp School Detectives's Suoh Takamura – is shown in her adult, as opposed to her child form. ===Akira's Mothers=== *Gender: Female They are referred to, when it is necessary to differentiate, as \"Mother A\" and \"Mother B\". They seem to be identical twins. They are said to be extremely wealthy and very beautiful, however, their personalities are childlike. The reason on why Akira has two mothers is still a mystery that Clamp has not yet revealed. Although seemingly very rich, they have always coerced their husband – the original 20 Faces – and, later, their son Akira – to steal anything they like by claiming that they desperately need it. Although they seem selfish, they really care about Akira. Once they even attempt to help by arriving at the scene in disguise (as bunny girls); however, they only mess everything up and this results in angering Akira, though their sincere apology makes him unable to remain angry for very long. They also seem to be playful, and make Akira clean up most of their mess. They also seem to be extremely unskilled, or at least extremely unwilling to do housework, which makes Akira the only one to do all the cooking and cleaning. ===Ryūsuke Kobayashi=== *Gender: Male *Age: 16 A high school student in Clamp School's year 1, Z division. His dream is to be a police detective and to capture 20 Faces. As such, he's always at the center of every heist 20 Faces, commanding police officers despite the fact that he is in high school. He is unaware that Akira is in fact 20 Faces, though he gets along with the boy very well otherwise. In his later years, Ryūsuke succeeds in becoming a detective though his personality did not change much since high school. ===Shigetaka Akechi=== *Gender: Male *Age: 25 Akira's uncle. He works at Clamp School's infirmary as a pediatrician. A kind-hearted individual, he seems to be fully aware that Akira is in fact 20 Faces. He will often show up at the crime scenes to give out half-hearted advice to Ryūsuke and the police, but for the most part cheers Akira on. ==Crossovers== *This is one of Clamp's earliest original works and is a predecessor to Clamp School Detectives, in which Akira is also one of the three main characters. *He also makes cameo appearances in Duklyon: Clamp School Defenders, X and the video Clamp in Wonderland. *Akira also appears as Man of Many Faces in episode 11 and 12 of the Clamp School Detectives anime. ==Media== There was 2 drama CDs released. * * The cast is: *Akira - Kappei Yamaguchi *Utako - Chieko Honda *Ryūsuke - Takeshi Kusao *Shigetaka - Kōichi Yamadera Note: Akira's mothers do not appear in the drama CD. ==References== ==External links== * Category:Adaptations of works by Edogawa Rampo Category:Shōnen manga Category:Tokyopop titles Category:Works by Clamp (manga artists)",
 "title": "Man of Many Faces"
}