{
 "id": "758189",
 "text": "Adone Zoli (16 December 1887 - 20 February 1960) was an Italian politician who served as the 35th prime minister of Italy from May 1957 to July 1958; he was the first senator to have ever held the office.Composizione del Governo Zoli, senato.itAdone Zoli – Biografia A member of the Christian Democracy, Zoli served also as minister of Grace and Justice, Finance and Budget, during the 1950s.Adone Zoli. Un padre della Repubblica ==Early life== Adone Zoli was born in Cesena, Emilia-Romagna, in 1887. He grew up in a wealthy and Catholic observant family.Gabriella Tronconi Medri, Adone Zoli, Personaggi della vita pubblica di Forlì e circondario, Urbino, Edizioni Quattroventi, 1996 In 1907, he graduated in law at the University of Bologna, starting a career as a lawyer first in Genoa, then in Bologna and finally in Florence, where he met Tommaso Brunelli, a Catholic lawyer, elected deputy from Italian People's Party (PPI) in 1919, who greatly influenced Zoli's political ideology.Pierandrea Vanni, Adone Zoli, in I Grandi di Romagna, Bologna, Edizioni Il Resto del Carlino, 1990 During these years he married Lucia Zoli, his cousin, with whom he had three children.Adone Zoli in mostra al Senato Adone Zoli fought in the World War I as a volunteer, taking part in the battle of Caporetto and obtained, at the end of the conflict, two crosses for war merit and one for military honor.Guido Gambetta and Salvatore Mirabella, Adone Zoli. Un padre della Repubblica, Bologna, Bononia University Press, 2010 After the war he participated in various congresses of the PPI founded by Don Luigi Sturzo. In 1920, he became a member of party's national council, while in October 1921 he was appointed in the national direction, a position that he held until the dissolution of the party in 1926, imposed by the fascist regime of Benito Mussolini. For all his political career, Zoli remained strong anti- fascist.Giulio Conticelli, Adone Zoli. Cristiano, patriota, avvocato, Florence, Polistampa, 2014 ===Resistance movement=== In 1943, he joined the partisan resistance by setting up the anti-fascist committee in Florence and later joining the National Liberation Committee (CLN), a political umbrella organization and the main representative of the resistance movement fighting against the German occupation of Italy in the aftermath of the Armistice of Cassibile.Comitato di Liberazione Nazionale – CLN In November 1943 he was arrested with two of his children and sentenced to death by the Nazis, but it was freed by his partisan comrades. In February 1944, he avoided another attempt to arrest him, but his wife and three children were arrested instead.Donne e Uomini della Resistenza: Adone Zoli, ANPI In December 1943, he was among the founders of the Christian Democracy, the new centrist party, heir of the PPI, led by Alcide De Gasperi. After the liberation from the Nazis, Zoli served deputy mayor of Florence in the municipal government chaired by Gaetano Pieraccini.Alberto Mazzuca, Penne al vetriolo. I grandi giornalisti raccontano la Prima Repubblica, Argelato, Minerva Edizioni, 2017 ==Political career== On 25 September 1945, Zoli was appointed in the National Council,Adone Zoli – Senato della Repubblica, senato.it an unelected provisional legislative assembly set up in the Kingdom of Italy after the end of World War II.Consulta Nazionale – Portale Storico, camera.it He remained in office until 1 June 1946, when new election were held, in which Zoli decided not to run.Dieter Nohlen & Philip Stöver (2010) Elections in Europe: A Data Handbook, p1047 After the 1948 general election, Zoli was elected to the Senate of the Republic for the constituency of Florence, with nearly 70,000 votes.Elezioni del 1948: Collegio di Firenze, Ministero dell'Interno ===Minister of Justice=== thumb|left|180px|Adone Zoli in 1948 As a close ally of De Gasperi, in July 1951 he was appointed Minister of Grace and Justice in De Gasperi's seventh government.Governo De Gasperi VII, governo.it During his ministry he worked to improve conditions of prisoners, which were still subjected to fascist laws and regulations, in accordance with the principle of the re-educational function of the penalty, expressed by the new republican constitution.funzione rieducativa della pena, Altalex Zoli implemented important measures that included the abolition of the head shaving for prisoners sentenced to short penalties and the exemption from the obligation to wear prison clothes for prisoners. He also established that the condemned should be called by prison officers by name and no longer by matriculation number.La dignità della persona in carcere, giustizia.it He also increased the courses of education, cinematographic and theatrical performances, and allowed to keep in the cell the necessary to write, as well as the photographs of their families.I diritti del detenuto previsti dall'ordinamento italiano: analisi e limiti alla luce delle recenti riforme, Mondo Diritto In addition, Zoli supported the plan, started by communist leader, Palmiro Togliatti, to grant amnesty for crimes committed \"for political ends\" from the March on Rome to 18 June 1946. This law, approved by parliament in 1953, increased Zoli's popularity. The 1953 general election was characterised by changes in the electoral law. Even if the general structure remained uncorrupted, the government introduced a superbonus of two-thirds of seats in the House for the coalition which would obtain at-large the absolute majority of votes. The change was strongly opposed by the opposition parties as well as DC's smaller coalition partners, who had no realistic chance of success under this system. The new law was called the Scam Law by its detractors,Also its parliamentarian exam had a disruptive effect: \"Among the iron pots of political forces that faced in the Cold War, Senate cracked as earthenware pot\": including some dissidents of minor government parties who founded special opposition groups to deny the artificial landslide to Christian Democracy. The campaign of the opposition to the Scam Law achieved its goal. The government coalition won 49.9% of national vote, just a few thousand votes of the threshold for a supermajority, resulting in an ordinary proportional distribution of the seats. Technically, the government won the election, winning a clear working majority of seats in both houses. But frustration with the failure to win a supermajority caused significant tensions in the leading coalition. De Gasperi was forced to resign by the Parliament on 2 August. On 17 August, President Einaudi appointed Giuseppe Pella as new prime minister and Zoli was not confirmed at the Ministry of Justice.Mattarella cita Einaudi e l'incarico a Pella: fu il primo governo del presidente ===Minister of Finance=== On 12 January 1954, after only five months in power, Prime Minister Pella was forced to resign, after a strong confrontation with many members of DC, regarding the appointment of Salvatore Aldisio as new Minister of Agriculture.Governo Pella, Governo.itCattolico e risorgimentale, Pella e il caso di Trieste President Luigi Einaudi appointed Amintore Fanfani as new head of the government.Governo Fanfani I, governo.it Fanfani formed a one-party government composed only by members of the Christian Democracy and Zoli was appointed Minister of Finance.\"Roman Circus\". Time. 8 February 1954.I Governo Fanfani, camera.it However, the cabinet lasted only 23 days when it failed to win approval in the Parliament, being rejected by the Chamber of Deputies with 260 votes in favor, 303 votes against and 12 abstentions out of 563 present. On 10 February, Mario Scelba sworn in as new prime minister.Il nuovo ministero Scelba ha prestato giuramento al Quirinale, in \"La Nuova Stampa\", 11 February 1954, page 1 Fanfani's first government was the shortest-lived cabinet in the history of the Italian Republic. Since De Gasperi's retirement in 1953 Fanfani emerged as the most probable successor, a role confirmed by his appointment as party secretary in June 1954, a position that he would held until March 1959.\"Young Initiative\". Time. 12 July 1954. ===Minister of Budget=== In April 1955, Giovanni Gronchi was elected new president of the Republic.\"Danger on the Left\". Time. 9 May 1955. After the election, a political crisis between Prime Minister Scelba and DC's leader Fanfani broke out. In July 1955, Scelba resigned from the office, and Segni received the task of forming a new cabinet.Governo Segni I, governo.it Zoli was appointed Minister of Budget.Il governo Segni I In May 1957, the Italian Democratic Socialist Party (PSDI) withdrew its support to the government and on 6 May, Segni resigned.I Governo Segni, camera.it ==Prime Minister of Italy== President Gronchi gave Zoli the task of forming a new cabinet, and on 20 May, Zoli sworn in as new head of government.Governo Zoli, camera.it He formed a one-party cabinet, composed only my members of the Christian Democracy, in which he kept the ad interim Ministry of Budget.Composizione del Governo Zoli, senato.it On 4 June 1957, the government obtained the confidence vote in the Senate, with 132 votes in favor and 93 against, and on 7 June in the Chamber of Deputies, with 305 votes in favor, 255 against and 11 abstensions.II Legislature: 25 June 1953 – 11 June 1958 The government externally supported by the Italian Liberal Party (PLI), the Italian Republican Party (PRI), the PSDI, the monarchist parties and also by the neo-fascist Italian Social Movement (MSI); it was the first time in republican history, that the MSI supported a government.Governo del presidente, che cos’è. I precedenti di Pella, Zoli, Ciampi e Monti, Corriere della Sera The support of the neo-fascists raised many criticisms and Zoli then simply declared that MSI votes were not necessary for the majority.Zoli Adone, galielumautografi.com The next day, however, he realized that the count was wrong and that the MSI's support had actually been decisive. Then Zoli, a staunch anti-fascist, resigned on the following 10 June, but he was invited by President Gronchi to withdraw his resignation and to remain in power until the natural dissolution of the Italian Parliament in 1958.Giovanni Di Capua, Mario Martinelli nel secolo delle contraddizioni, Rubbettino Editore, 2004, page 176 During his premiership, the Parliament approved a law in October 1957 that extended compulsory social security insurance to small farmers, sharecroppers and tenant farmers, while a law of 13 March 1958 extended pension insurance to fishermen.Growth to Limits: The Western European Welfare States Since World War II Volume 4 edited by Peter Flora Zoli also approved the request of the MSI to bury the body of Benito Mussolini in Predappio, his hometown; a request that was also supported by Pietro Nenni, leader of the Italian Socialist Party (PSI), who was a personal friend of Mussolini during the 1910s. The Duce's body was buried in Predappio on 30 August 1957.Alberto Mazzuca and Luciano Foglietta, Mussolini e Nenni amici nemici, Argelato, Minerva Edizioni, 2015 In the 1958 general election, the Christian Democracy gained 42.4% of votes, nearly doubling Palmiro Togliatti's Communist Party, which arrived second. However, the poor results of the other small centrist and secular parties kept the same problems of political instability within the centrist coalition, which characterised the previous legislature.Elezioni del 1958, Ministero dell'Interno As he promised few months before, Zoli resigned after the new general election and, on 1 July 1958, Amintore Fanfani sworn in as new Prime Minister at the head of a coalition government with the PSDI, and a case-by- case support of the PRI.Governo Fanfani II, senato.it ==Death and legacy== Adone Zoli died in Rome on 20 February 1960, at the age of 72. He was buried in the family grave in the cemetery of San Cassiano in Predappio, a few meters from the crypt of Mussolini.Adone Zoli, Enciclopedia Treccani In 1963, the President of the Republic Giuseppe Saragat recognized, with a presidential decree, the \"Adone Zoli Center for Economic and Social Policy\", an institute founded in memory of the former prime minister.Fondazione Zoli ==Electoral history== {|class=wikitable style=\"width:55%; border:1px #AAAAFF solid\" |- ! width=12%|Election ! width=25%|House ! width=25%|Constituency ! width=5% colspan=\"2\"|Party ! width=12%|Votes ! width=12%|Result |- ! 1948 | Senate of the Republic | Florence | bgcolor=\"\" | | DC | 68,525 | Elected |- ! 1953 | Senate of the Republic | Florence | bgcolor=\"\" | | DC | 57,157 | Elected |- ! 1958 | Senate of the Republic | Florence | bgcolor=\"\" | | DC | 53,531 | Elected |} ==References== ==External links== *Adone Zoli – Senate of the Republic * |- |- |- Category:1887 births Category:1960 deaths Category:People from Cesena Category:Italian People's Party (1919) politicians Category:Christian Democracy (Italy) politicians Category:Prime Ministers of Italy Category:Finance ministers of Italy Category:Government ministers of Italy Category:Members of the Senate of the Republic (Italy) Category:Politicians of Emilia-Romagna Category:Italian resistance movement members Category:20th-century Italian politicians Category:Grand Crosses 1st class of the Order of Merit of the Federal Republic of Germany",
 "title": "Adone Zoli"
}