{
 "id": "758274",
 "text": "The United World College of South East Asia (UWCSEA) is an independent international school in Singapore, and a member of the United World College (UWC) movement. The school provides a K–12 education consisting of five interlinking elements: academics, activities, outdoor education, personal and social education and service. The UWCSEA learning programme leads to the IGCSE in Grades 9 and 10 and the IB Diploma in Grades 11 and 12. The school has two campuses, with around 3,000 students at the Dover Campus and 2,500 at the East Campus. Most students participate in the service programme, which can involve service to the school community, the Singaporean community, and overseas communities. UWCSEA is different from many of its sister colleges in the UWC movement, most of which are wholly boarding institutions that offer only a two-year International Baccalaureate Diploma Programme for mainly scholarship students of around 16–19 years of age. UWCSEA admits students from the age of four, and the majority of students are children who are expatriates in Singapore. There are more than 300 boarders from 76 countries across both of the campuses, and there are over 100 students from 47 countries in the grades 8-12 who are supported by scholarships. Singapore government policy prevents most citizens from attending international schools within the country, and therefore UWCSEA has the smallest percentage of local students of any UWC. There are 30 nationalities represented in the teaching staff. == History == The site on which the Dover Campus now stands was previously occupied by St John's School, run by the British Families Education Service for the families of British military personnel. Due to the British military withdrawal from Singapore in 1971, the land was repurposed towards the creation of a private school for expatriates. The Singapore International School was officially opened in 1971 by Singapore's Prime Minister Lee Kuan Yew. It was affiliated with the United World College movement, and formally became a member of the movement in 1975, changing its name to the United World College of South East Asia. Originally a secondary-only school, UWCSEA Dover today has a primary section that takes students as young as four. The total number of students on the Dover Campus (Kindergarten 1 – Grade 12) is now 3000+. UWCSEA's East Campus opened its doors on 1 September 2008 in a transitional campus in Ang Mo Kio. The East Infant School moved to its permanent home at the Tampines campus in 2010. As of 2021, both campuses have a combined student population of 5,609 students from 100 different countries. The Dover campus is one of a few remaining structures in Singapore that was constructed with bricks from the old Alexandra Brick Works, located at the current PSA building. This was confirmed by a student in 2013 during the demolition of the old “English” block, where hundreds of bricks stamped with “Alexandra” were found. == Campuses == The UWCSEA Dover Campus is located at 1207 Dover Road, Singapore 139654 (). It is located near Dover MRT station, next to Anglo-Chinese School (Independent), and is a next door neighbour to the British-based Dover Court International School. The UWCSEA East Campus is located at 1 Tampines Street 73, Singapore 528704 (). The nearest MRT station is Tampines MRT station. Both campuses have a campus-wide wireless network and a central IT help desk for students. Interactive whiteboards are present in all classrooms. In Primary School, iPad and MacBook sets are provisioned in classrooms, and in grades 6–12 laptops are individually owned. ===Academics=== Students from K1 to Grade 8 follow a UWCSEA-designed curriculum. Students in Grades 9 and 10 follow the IGCSE programme, with students entering in Grade 10 follow a Foundation IB (FIB) programme. Grade 11 and 12 students take the IB Diploma Programme. They also include P.E (Physical Education) ===Activities=== An after school activities programme is offered from Grade 2 onwards, though there some fee- paying activities are available for K1-G1 students. The after school activities programme includes activities covering sports, arts (music, drama, visual art), leadership, clubs and special interests. Sports available include athletics, badminton, basketball, climbing, cricket, cross country, football, gymnastics, hockey, netball, rugby, sailing, softball, swimming, tennis, touch and ultimate frisbee. There are also other activities like the radical math club. ===Outdoor education=== The outdoor education programme provides students from Grade 1 to Grade 12 with opportunities to develop their independence, teamwork and resilience. There is an annual compulsory trip from G1 going all the way to Project Week in Grade 11 where small groups of students head to a destination of their choice. ===Personal and social education=== The personal and social education programme aims to encourage learning, growth and social development. Students explore how they are connecting to their learning, friends, family, technology and the outside world. The concepts covered are: * individual well-being * relationships and community (interpersonal) well-being * student ability to engage with global issues (global well-being) ===Service=== Students in all grades participate in service projects. There are three categories of service: * College, within the school community. Examples include peer support, ambassadors, student mentors, sports coaching, student and sports councils and green campus initiatives. * Local, within the Singapore community. Students work with groups such as the elderly, the sick, people with learning difficulties and/or physical disabilities, disadvantaged children and domestic workers. * Global, which covers: ** Global Concerns, a student-run and led programme which partners with grassroots organisations outside Singapore. Students, parents and staff to contribute to, visit and see first-hand how the projects operate. ** Initiative for Peace, an action-based programme which was founded by a group of students and teachers at UWCSEA in 2001. It offers UWCSEA students the opportunity to promote international understanding and reconciliation in areas of conflict, such as Timor Leste. ** Gap Year programmes. ==Foundation== The UWCSEA Foundation is the fundraising arm of the college. The foundation was established in 2008 and by 2015 had raised $12.4 million. The funds have supported initiatives including scholarships, teacher professional development and curriculum innovation, and environmental and sustainability programmes. ==Notable alumni== An alumni relations programme was established in 2006 to connect former students to one another and the school. There are 14,196 alumni in 135 countries. ===Alumni=== * Wan Hisham Wan Salleh (1956– ) – Malaysian politician * Kenneth Jeyaretnam (1959– ) – Singaporean politician and son of J. B. Jeyaretnam *Robert Milton (1960 – ) – former chairman of Air Canada, chairman of the board of directors of United Airlines Holdings * Philip Jeyaretnam (1964– ) – Singaporean writer, lawyer and son of J. B. Jeyaretnam * Eric Khoo (1965– ) – Singapore film director and son of Khoo Teck Puat * Tim Jarvis (1966– ) – environmental scientist, adventurer and author * Anya Major (1966– ) – model and actress, best known for throwing a sledgehammer in Apple Computer's famous \"1984\" commercial * Akihiko Hoshide (1968– ) – Japanese astronaut * Wong Chen (1968– ) – Malaysian politician * Princess Anita of Orange-Nassau, van Vollenhoven-van Eijk (1969– ) – Dutch princess by marriage * Kevin Stea (1969– ) – Hollywood dancer and choreographer * Sean Ghazi (1969– ) – Malaysian actor and music artist * Paula Malai Ali (1974– ) – Bruneian television presenter * Jason Lo (1975– ) – Malaysian music artist and media personality * Patrick Grove (1975– ) – Australian entrepreneur and television personality * Khairy Jamaluddin (1976– ) – Malaysian politician, former Minister for Youth & Sports * Daniel Bennett (1978– ) – professional soccer player for the Singapore national football team and in Singapore's S.League * Sarah Tan (1980– ) – veejay on Channel V * Blair McDonough (1981– ) – Australian actor * James Wong (1981– ) – botanist and BBC television presenter * Zak Whitbread (1984– ) – professional soccer player for the US national team * Nadiem Makarim (1984– ) – founder and former CEO of Go-jek Indonesia, Minister of Education * Sonam Kapoor (1985– ) – Bollywood actress * Jawar Mohammed (1986– ) - Ethiopian politician, founder of Oromia Media Network * Eric Po-Ju Huang (1990– ) – Taiwanese actor * Mayumi Raheem (1991– ) – Sri Lankan national swimmer * Fiona Fussi (1996– ) - model == Mascot == The mascots for the United World College of South East Asia are the Dragon and the Phoenix. They represent the Yin and the Yang in Asian mythology. The East (Tampines Campus) is represented by the Dragon, while Dover bears the mascot of the Phoenix. ==References== == External links == * UWCSEA website * Profile of Dover campus at the Good Schools Guide International * Profile of East campus at the Good Schools Guide International Category:International schools in Singapore Category:International Baccalaureate schools in Singapore Category:Cambridge schools in Singapore Category:Queenstown, Singapore Category:Dover, Singapore Category:Tampines Category:East Asia Regional Council of Overseas Schools Category:Round Square schools Category:1971 establishments in Singapore Category:Educational institutions established in 1971",
 "title": "United World College of South East Asia"
}