{
 "id": "758406",
 "text": "Carrozzeria Vignale was an Italian automobile coachbuilder. Carrozzeria Alfredo Vignale was established in 1948 at Via Cigliano, Turin by Alfredo Vignale (1913–69). After its founder's death in 1969, the studio ceased operation, but ownership of the name passed to Ford, which has continued to use the name sporadically to the present day. ==History== The first body on a Fiat 500 Topolino base was made in 1948, followed by a special Fiat 1100. Most customers were Italian firms such as Cisitalia, Alfa Romeo, Ferrari, Fiat, Maserati, Lancia. In 1952, Vignale collaborated with Briggs Cunningham to jointly produce the Continental C-3. A close cooperation was maintained with Giovanni Michelotti, who in 1959 opened his own design studio and in 1962 definitely concluded the cooperation. Also Rodolfo Bonetto designed a couple of cars in the early 1950s before moving to Boneschi. Later Vignale designs were created by Virginio Vairo. Vignale designed and built cars, usually low volume variants of the main production cars of these automobile manufacturers. Amongst them were 850, Samantha, Eveline and the Vignale Gamine, based on the Fiat 500. In 1968, Vignale designed the body of their last prototype, Tatra 613. Vignale was taken over by De Tomaso in 1969 who already owned Carrozzeria Ghia. Shortly after selling, Alfredo Vignale died in a car crash on November 16, 1969. Both coachbuilder firms were sold to Ford in 1973 but the Vignale brand was discontinued. At the 1993 Geneva Motor Show, Aston Martin, at the time owned by Ford, produced a concept car called Lagonda Vignale. Ford then used the Vignale name in the Ford Focus Vignale concept car introduced at the 2004 Paris Motor Show, however the production model was named as Ford Focus Coupé-Cabriolet. In September 2013, Ford of Europe announce plans to resurrect the Vignale name as an upscale luxury sub-brand of Ford. The cars will be visually distinct from regular Ford products and have an improved dealership experience. Exclusive services, such as free lifetime car washes, will be offered as well. The first Ford model to receive the Vignale name will be the 2015 Ford Mondeo. On 1 March 2016 Ford of Europe announced a Kuga Vignale Concept vehicle at the Geneva Motor Show where the company also announced the line-up of Vignale products, Ford S-Max Vignale, Ford Edge Vignale and Ford Mondeo Vignale five-door models debut alongside Ford Kuga Vignale Concept, offering a vision of the future of upscale SUVs as well as revealing Vignale Ambassadors and the signature Vignale collection. ==Designs== List of cars designed and bodied at Carrozzeria Vignale or coachbuilt to a third-party design. thumb|right|1953 Ferrari 375 America with bodywork by Vignale thumb|right|Tatra 613 Coupé Vignale * Alfa Romeo 412 Barchetta, 1951 * Alfa Romeo 1900 La Fleche Spider and Coupé. * Alfa Romeo 2000 Coupé * American Motors AMX 1966 Coupé * Lancia Aprilia Coupé for Vignale, 1949 * Lancia Aurelia B50 Coupé and Berlina; B52 Coupé * Lancia Aurelia Nardi Blue Ray 1 and 2, commissioned by Enrico Nardi * Lancia Appia Cabriolet, 1957; Lusso Coupé, prototype and series production cars * Lancia Flavia Cabriolet, would become the last Michelotti design for Vignale * Ferrari 166 MM Coupé and Spider * Ferrari 166 Inter Coupé * Ferrari 212 Export Barchetta, Spider, Cabriolet and Coupé * Ferrari 212 Inter Coupé, Spider and Cabriolet * Ferrari 225 S Coupé and Spider * Ferrari 250 S Coupé * Ferrari 250 MM Coupé and Spider * Ferrari 250 Europa Coupé and Spider * Ferrari 250 Europa GT Coupé * Ferrari 340 America Coupé and Spider * Ferrari 340 Mexico Coupé and Spider * Ferrari 340 MM Spider * Ferrari 342 America Cabriolet * Ferrari 625 TF Coupé and Spider * Ferrari 375 America Coupé * Ferrari 330 GT Shooting brake, rebodied in 1967 * Maserati A6G 2000 Coupé, Paris Show car * Maserati A6GCS/53 Spider Corsa, commissioned by Tony Parravano and rebodied by Scaglietti in 1955. * Maserati 3500 GT Spyder, prototypes and series production cars * Maserati Sebring 1962, prototype and series production cars * Maserati Mexico prototype, based on a Maserati 5000 GT chassis rebodied in 1965. * Maserati Mexico series production car * Maserati Indy * Fiat 8V Coupé, Cabriolet and Demon Rouge * Fiat 1400 Cabriolet * Fiat 1300 and 1500 Sportiva fastback. * Fiat 600 Coupé, Spider * Fiat 850 Coupé, Spider, Berlina * Fiat 1500 Coupé * Fiat 125 Coupé Samantha * Fiat 124 Coupé Eveline * Cisitalia 202 CMM * Cisitalia 202 * Ford-Cisitalia 808 coupé and roadster * Abarth 204A Berlinetta * Abarth 205A Berlinetta * Aston Martin DB2/4 Coupé * Cunningham C-3 Coupé and Cabriolet * O.S.C.A. MT4-2AD Coupé * Matra M530 Sport prototype * Tatra 613 prototypes and production cars * Triumph Italia * Standard Vanguard Vignale * Packard Eight 'Victoria' Vignale Cabriolet * Jensen Interceptor, early production * Jensen FF, early production * Jensen Nova concept car * Vignale Gamine by Alfredo Vignale * De Tomaso Pantera, early production * Lincoln by Vignale, a 1987 show car ==Notable designers== * Alfredo Vignale * Giovanni Michelotti * Virginio Vairo ==References== ===Bibliography=== * ==External links== * Coachbuild.com Encyclopedia: Vignale * Lancia Aurelia B52 Vignale Category:Coachbuilders of Italy Category:Defunct motor vehicle manufacturers of Italy Category:Ford of Europe Category:Vehicle manufacturing companies established in 1948 Category:Italian companies established in 1948",
 "title": "Vignale"
}