{
 "id": "75861",
 "text": "Marcus Porcius Cato (; 234–149 BC), also known as Cato the Censor (), the Elder and the Wise, was a Roman soldier, senator, and historian known for his conservatism and opposition to Hellenization. He was the first to write history in Latin with his Origines, a now lost work on the history of Rome. His work De agri cultura, a rambling work on agriculture, farming, rituals, and recipes, is the oldest extant prose written in the Latin language. His epithet \"Elder\" distinguishes him from his equally famous great-grandson Cato the Younger, who opposed Julius Caesar. He came from an ancient Plebeian family who were noted for their military service. Like his forefathers, Cato was devoted to agriculture when not serving in the army. Having attracted the attention of Lucius Valerius Flaccus, he was brought to Rome and began to follow the cursus honorum: he was successively military tribune (214 BC), quaestor (204 BC), aedile (199 BC), praetor (198 BC), consul (195 BC) together with Flaccus, and censor (184 BC). As praetor, he expelled usurers from Sardinia. As censor, he tried to save Rome's ancestral customs and combat \"degenerate\" Hellenistic influences. ==Biography== Cato the Elder was born in the municipal town of Tusculum, like some generations of his ancestors. His father had earned a reputation as a brave soldier, and his great-grandfather had received a reward from the state for having had five horses killed under him in battle. However, the Tusculan Porcii had never obtained the privileges of the Roman magistracy. Cato the Elder, their famous descendant, at the beginning of his career in Rome, was regarded as a novus homo (new man), and the feeling of his unsatisfactory position, working along with the belief of his inherent superiority, aggravated and drove his ambition. Early in life, he so far exceeded the previous deeds of his predecessors that he is frequently spoken of not only as the leader, but as the founder of the Porcia gens. ===Cognomen Cato=== His ancestors for three generations had been named Marcus Porcius, and it was said by Plutarch that at first he was known by the additional cognomen Priscus, but was afterwards called Cato--a word (from Latin catus) indicating 'common sense that is the result of natural wisdom combined with experience'.Plutarch, Life of Cato the Elder, 1. Priscus, like Major, may have been merely an epithet used to distinguish him from the later Cato the Younger. There is no precise information as to when he first received the title of Cato, which may have been given in childhood as a symbol of distinction. The qualities implied in the word Cato were acknowledged by the plainer and less outdated title of Sapiens, by which he was so well known in his old age, that Cicero says, it became his virtual cognomen.Cicero, Laelius On Friendship, 2. From the number and eloquence of his speeches, he was a gifted orator,Justinus, xxxiii. 2Gellius, xvii. 21. but Cato the Censor (Cato Censorius), and Cato the Elder are now his most common, as well as his most characteristic names, since he carried out the office of Censor with extraordinary standing and was the only Cato who ever held it. ===Deducing Cato's date of birth=== The date of Cato's birth has to be deduced from conflicting reports of his age at the time of his death, which is known to have happened in 149 BC. According to the chronology of Cicero, Cato was born in 234 BC, in the year before the first Consulship of Quintus Fabius Maximus Verrucosus, and died at the age of 85, in the consulship of Lucius Marcius Censorinus and Manius Manilius. PlinyPliny, Natural History, xxix. 8. agrees with Cicero. Other authors exaggerate the age of Cato. According to Valerius MaximusValerius Maximus, viii. 7. § 1. he survived his 86th year, according to LivyLivy, History of Rome, xxxix. 40. and PlutarchPlutarch, Life of Cato the Elder, 15. he was 90 years old when he died. These exaggerated ages, however, are inconsistent with a statement of Cato himself that is recorded by Plutarch. ===Youth=== ====On the Punic Wars==== When Cato was very young, after his father's death, he inherited a small property in Sabine territory, at a distance from his native town. There, he spent most of his childhood overseeing the operations of the farm, learning business and the rural economy. Near this land was a small hut owned by Manius Curius Dentatus, whose military feats and rigidly simple character were remembered and admired in the neighborhood. Cato was inspired to imitate that character, hoping to match the glory of Dentatus. Soon an opportunity came for a military campaign, in 218 BC Hannibal Barca attacked one of Rome's allies starting the Second Punic War. Experts express some disagreement about Cato's early military life. In 214 BC, he served at Capua, and the historian Wilhelm Drumann imagines that already, at the age of 20, he was a military tribune.Wilhelm Drumann, Geschichte Roms (History of Rome), v. p. 99, 6 Bde. Königsberg 1834–1844. Quintus Fabius Maximus Verrucosus had the command in this area, Campania, during the year of his fourth consulship. At the siege of Tarentum, in 209 BC, Cato was again at the side of Fabius. Two years later, Cato was one of the men who went with the consul Claudius Nero on his northern march from Lucania to check the progress of Hasdrubal Barca. It is recorded that the services of Cato contributed to the decisive and important victory of Sena at the Battle of the Metaurus, where Hasdrubal was slain. He later gave several vehement speeches which he often ended by saying \"Carthago delenda est\", or \"Carthage must be destroyed.\"Plutarch, Life of Cato the Elder, 27. ====Between the wars==== In the pauses between campaigns Cato returned to his Sabine farm, where he dressed simply, working and behaving like his laborers. Young as he was, the neighboring farmers liked his tough mode of living, enjoyed his old-fashioned and concise proverbs, and had a high regard for his abilities. His own active personality made him willing and eager to make himself available in the service of his neighbors. He was selected to act, sometimes as an arbitrator of disputes, and sometimes as a supporter in local causes, which were probably tried in front of recuperatores (the judges for causes of great public interest). Consequently, he was enabled to strengthen by practice his oratorical abilities, to gain self-confidence, to observe the manners of men, to analyze the diversity of human nature, to apply the rules of law, and to practically investigate the principles of justice. ====Follower of the old Roman strictness==== In the area surrounding Cato's Sabine farm were the lands of Lucius Valerius Flaccus, a young nobleman of significant influence and high patrician family. Flaccus could not help remarking on Cato's energy, his military talent, his eloquence, his frugal and simple life, and his traditional principles. Flaccus himself was a member of that purist patrician faction which displayed its adherence to the stricter virtues of the Roman character. Within Roman society a transition was in progress—from Samnite rusticity to Grecian civilization and oriental luxuriance. The chief magistracies of the state had become almost hereditary for a few wealthy and upper-class families. They were popular by acts of generosity and charming manners, and they collected material wealth from their clients and followers, as well as intellectual prowess provided by their education, taste in the fine arts, and knowledge of literature. Nonetheless, the less fortunate nobles, envious of this exclusive oligarchy and critical of the decadence and luxury, formed a party with a more conservative and ascetic ideology. In their eyes, rusticity and austerity were the marks of Sabine character, and of the old Roman inflexible integrity and love of order. Marcus Claudius Marcellus, Scipio Africanus and his family, and Titus Quinctius Flamininus may be taken as representative of the new culture; Cato's friends, Fabius and Flaccus, were the leading men in the faction defending the old plainness. ====Path to magistracies==== Flaccus was a perceptive politician, who looked for young and emergent men to support him. He had observed Cato's martial spirit and heard his eloquent tongue. He knew how much courage and persuasiveness were valued at Rome. He also knew that distinction achieved on the battlefield opened the way to achievements in the higher civil offices. Finally, Flaccus knew too that for a stranger like Cato, the only way to the magisterial honors was success in the Roman Forum. For that reason, he suggested to Cato that he shift his ambition to the field of Roman politics. The advice was followed. Invited to the townhouse of Flaccus, and ratified by his support, Cato began to distinguish himself in the forum, and became a candidate for assuming a post in the magistracy. ===Early military career=== ====Quaestor==== In 205 BC, Cato was appointed quaestor, and in the next year (204 BC) he entered upon the duties of his place of work, following Publius Cornelius Scipio Africanus Major to Sicily. When Scipio, after much opposition, obtained from the Senate permission to transport armed forces from Sicily to Africa, Cato and Gaius Laelius were appointed to escort the baggage ships. Yet there proved not to be the friendliness of cooperation between Cato and Scipio which ought to have existed between a quaestor and his proconsul. Fabius had opposed the permission given to Scipio to carry the attack to the enemy's home, and Cato, whose appointment was intended to monitor Scipio's behavior, adopted the views of his friend. Plutarch reports that the lenient discipline of the troops under Scipio's command and the exaggerated expenses incurred by the general provoked Cato's protests, such that Scipio, immediately afterward, replied angrily, saying he would give an account of victories, not of money. Cato left his place of duty after the dispute with Scipio about the latter's alleged extravagance, and returning to Rome, condemned the uneconomical activities of his general to the senate. Plutarch went on to say that at the joint request of Cato and Fabius, a commission of tribunes was sent to Sicily to examine Scipio's activity. Upon their review of his extensive and careful arrangements for the transport of the troops, they determined he was not guilty of Cato's charges.Plutarch, Life of Cato the Elder, 3. Plutarch's version, which would seem to attribute to Cato the wrongdoing of quitting his post before his time, is barely consistent with Livy's narrative. If Livy is correct, the commission was sent because of the complaints of the inhabitants of Locri, who had been harshly oppressed by Quintus Pleminius, Scipio's legate. Livy says nothing of Cato's interference in this matter, but mentions the bitterness with which Fabius blamed Scipio for corrupting military discipline and for having illegally left his province to take the town of Locri.Livy, History of Rome, xxix. 19, etc. The author of the abridged life of Cato, commonly considered the work of Cornelius Nepos, asserts that Cato, after his return from Africa, put in at Sardinia, and brought the poet Quintus Ennius in his own ship from the island to Italy. But because Sardinia is rather out of the line of the trip to Rome, it is more likely that the first contact between Ennius and Cato happened at a later date, when the latter was praetor in Sardinia.Aurelius Victor, On famous Roman men, 47. ====Aedile and praetor==== In 199 BC Cato was elected aedile, and with his colleague Helvius, restored the Plebeian Games, and gave upon that occasion a banquet in honor of Jupiter. In 198 BC he was elected praetor, and obtained Sardinia as his province, with the command of 3,000 infantry and 200 cavalry. Here he took the earliest opportunity to demonstrate his main beliefs by practicing his strict public morality. He reduced official operating costs, walked his trips with a single assistant, and placed his own frugality in contrast with the opulence of provincial magistrates. The rites of religion were celebrated with thrift, justice was administered with strict impartiality, and usury was severely punished. According to Aurelius Victor, a revolt in Sardinia was subdued by Cato during his praetorship. ===Consul=== ====Enactment of the Porcian Laws==== In 195 BC, when he was only 39 years old, Cato was elected junior consul to his old friend and patron Flaccus. During his consulship, he enacted the first two of the Porcian Laws, which expanded the protections of Roman citizens against degrading or capricious punishment under the Republic's Valerian Law. ====Repeal of the Oppian Law==== In 215 BC, at the height of the Second Punic War and at the request of the tribune of the plebs Gaius Oppius, the Oppian Law (Lex Oppia), intended to restrict the luxury and extravagance of women in order to save money for the public treasury, was passed. The law specified that no woman could own more than half an ounce of gold, nor wear a garment of several colours, nor drive a carriage with horses closer than a mile to the city, except to attend public celebrations of religious rites. After Hannibal was defeated and Rome was resplendent with Carthaginian wealth, tribunes Marcus Fundanius and Lucius Valerius proposed to abolish the Oppian law, but tribunes Marcus Junius Brutus and Titus Junius Brutus opposed doing so. This conflict spawned far more interest than the most important state affairs. Middle-aged married Roman women crowded the streets, blocked access to the forum, and intercepted their approaching husbands, demanding to restore the traditional ornaments of Roman matrons. They even begged the praetors, consuls and other magistrates. Even Flaccus hesitated, but his colleague Cato was inflexible, and made a characteristically impolite speech, which was later retold by Livy.Livy, History of Rome, xxxiv. 1, 8. Finally, the dissenting tribunes withdrew their opposition and the Oppian law was repealed by vote of all tribes. Women went in procession through the streets and the forum, dressed up with their now legitimate finery.Valerius Maximus, ix. 1. §3. Just after this controversy had been settled, Cato, who had maintained a severe and determined firm opposition, seems to have suffered no very real damage to his popularity. He soon set sail for his appointed province, Hispania Citerior. ====Post in Hispania Citerior==== In his campaign in Hispania, Cato behaved in keeping with his reputation of untiring hard work and alertness. He lived soberly, sharing the food and the labours of the common soldier. Wherever it was possible, he personally superintended the execution of his orders. His movements were reported as bold and rapid, and he always pushed for victory. His operations appear to have been carefully designed, and were coordinated with the plans of other generals in other parts of Hispania. His manoeuvres were considered original and successful. He managed to benefit by setting tribe against tribe, and took native mercenaries into his pay. The details of the campaign, as related by Livy,Livy, History of Rome, book xxxiv. and illustrated by incidental anecdotes by Plutarch, are full of horror and they make clear that Cato reduced Hispania Citerior to subjection with great speed and little mercy. We read of multitudes who put themselves to death because of the dishonour after they had been stripped of all their arms, of extensive massacres of surrendered troops, and the frequent harsh plunders. The phrase bellum se ipsum alet —the war feeds itself— was coined by Cato during this period. His conduct in Hispania were not contradictory with the traditional ideals of a Roman soldier, or with his own firm and over-assertive temper. He claimed to have destroyed more towns in Hispania than he had spent days in that country. ====Roman triumph==== After he reduced the area between the River Iberus and the Pyrenees to a resentful and, as it turned out, temporary obedience, Cato turned his attention to administrative reforms, and increased the revenues of the province by improvements in the working of the iron and silver mines. For his achievements in Hispania, the senate decreed a thanksgiving ceremony of three days. In the course of the year 194 BC, he returned to Rome and was rewarded with the honor of a Roman triumph, at which he exhibited an extraordinary quantity of captured brass, silver, and gold, both coin and ingots. Cato distributed the monetary prize to his soldiery, and was more liberal than might have been expected from his vigorous parsimony.Livy, History of Rome, xxxiv. 46. ====End of consulship==== The return of Cato seems to have accelerated the enmity of Scipio Africanus, who was Consul in 194 BC and is said to have desired the command of the province in which Cato was harvesting notoriety. There is some disagreement between Nepos (or the pseudo-Nepos), and Plutarch,Plutarch, Life of Cato the Elder, 11. in their accounts of this topic. Nepos claims that Scipio failed to obtain the province, and, offended by the rejection, remained after his consulship in a private capacity at Rome. Plutarch claims that Scipio, who was disgusted by Cato's severity, was appointed to succeed him but could not convince the senate to censure Cato's administration, and passed his consulship in inactivity. Plutarch was probably mistaken, judging by the statement in Livy,Livy, History of Rome, xxxiv. 43. that in 194 BC, Sextus Digitius was appointed to the province of Hispania Citerior. The notion that Scipio was appointed successor to Cato in Hispania may have arisen from a double confusion of name and place, since Publius Cornelius Scipio Nasica was chosen in 194 BC to the province of Hispania Ulterior. However true this account, Cato used his eloquence and produced detailed financial accounts to successfully defend against criticism of his consulship. The known fragments of the speeches (or one speech under different names) made after his return attest to the strength of his arguments. PlutarchPlutarch, Cato the Elder, 12. states that, after his Consulship, Cato accompanied Tiberius Sempronius Longus as legatus to Thrace, but this seems incorrect because, although Scipio Africanus believed that one Consul should have Macedonia, Sempronius was soon in Cisalpine Gaul,Livy, History of Rome, xxxiv. 43, 46. and in 193 BC Cato was in Rome dedicating a small temple to Victoria Virgo.Livy, History of Rome, xxxv. 9. ===Late military career=== ====Battle of Thermopylae==== The military career of Cato had not yet ended. In 191 BC, he, along with his old associate Lucius Valerius Flaccus, were appointed as lieutenant-generals (legatus) under the consul Manius Acilius Glabrio, who had been dispatched to Greece to oppose the invasion of Antiochus III the Great, King of the Seleucid Empire. In the decisive Battle of Thermopylae (191 BC), which led to the downfall of Antiochus, Cato behaved with his usual valor, and enjoyed good fortune. By a daring and difficult advance, he surprised and defeated a body of the enemy's Aetolian auxiliaries, who were posted upon the Callidromus, the highest peak of the range of Mount Oeta. Then, coming to the aid of forces under Flaccus's command, he began a sudden descent from the hills above the royal camp, and the panic caused by this unexpected movement promptly turned the day in favor of the Romans, and signaled the end of the Seleucid invasion of Greece. After the action, the consul hugged Cato with the greatest warmth and attributed to him the whole credit of the victory. This fact rests on the authority of Cato himself, who, like Cicero, often indulged in the habit, offensive to modern taste, of sounding his own praises. After an interval spent in the pursuit of Antiochus and the pacification of Greece, Cato was sent to Rome by the Consul Glabrio to announce the successful outcome of the campaign, and he performed his journey with such celerity that he had started his report in the senate before the return of Lucius Cornelius Scipio, the later conqueror of Antiochus, who had been sent off from Greece a few days before him.Livy, History of Rome, xxxvi. 17–21. ====Doubtful visit to Athens==== During the campaign in Greece under Glabrio, Plutarch's account (albeit rejected by historian Wilhelm Drumann) suggests that before the Battle of Thermopylae, Cato was chosen to prevent Corinth, Patrae, and Aegium from siding with Antiochus. During this period, Cato visited Athens where, in trying to prevent the Athenians from listening to the propositions of the Seleucid king, Cato addressed them in a Latin speech, which required an interpreter to be understood by the audience. Whether this was out of necessity or merely a choice by Cato remains unclear, however, since the assertion that he might very well have already known Greek at the time can be made from anecdotal evidence. For example, Plutarch said that while at Tarentum in his youth he had developed a close friendship with Nearchus, who was himself a Greek philosopher. Similarly, Aurelius Victor stated he had received instruction in Greek from Ennius while praetor in Sardinia. Nevertheless, because his speech was an affair of state, it is probable that he complied with the Roman norms of the day in using the Latin language while practicing diplomacy, which was considered as a mark of Roman dignity.Valerius Maximus, ii, 2. § 2. ===Influence in Rome=== His reputation as a soldier was now established; henceforth he preferred to serve the state at home, scrutinizing the conduct of the candidates for public honours and of generals in the field. If he was not personally engaged in the prosecution of the Scipiones (Africanus and Asiaticus) for corruption, it was his spirit that animated the attack upon them. Even Scipio Africanus—who refused to reply to the charge, saying only, \"Romans, this is the day on which I conquered Hannibal\" and was absolved by acclamation—found it necessary to retire, self-banished, to his villa at Liternum. Cato's enmity dated from the African campaign when he quarreled with Scipio for his lavish distribution of the spoil among the troops, and his general luxury and extravagance. Cato was also opposed to the spread of Hellenic culture, which he believed threatened to destroy the rugged simplicity of the conventional Roman type. It was during this censorship that his determination to oppose Hellenism was most strongly exhibited, and hence, the behavior from which was derived the title (censor) by which he is most generally distinguished. He revised with unsparing severity the lists of senators and knights, ejecting from either order the men whom he judged unworthy of membership, either on moral grounds or on the basis of their lack of the prescribed means. The expulsion of L. Quinctius Flamininus for wanton cruelty was an example of his rigid justice. His regulations against luxury were very stringent. He imposed a heavy tax upon dress and personal adornment, especially of women, and upon young slaves purchased as favourites. In 181 BC he supported the lex Orchia (according to others, he first opposed its introduction, and subsequently its repeal), which prescribed a limit to the number of guests at an entertainment, and in 169 BC the lex Voconia, one of the provisions of which was intended to limit the accumulation of what Cato considered an undue amount of wealth in the hands of women. ===Public works=== Among other things he repaired the aqueducts, cleansed the sewers, and prevented private persons drawing off public water for their own use. The Aqua Appia was the first aqueduct of Rome. It was constructed in 312 BC by Appius Claudius Caecus, the same Roman censor who also built the important Via Appia. Unauthorised plumbing into Rome's aqueducts had always been a problem, as Frontinus records much later. Cato also ordered the demolition of houses which encroached on the public way, and built the first basilica in the Forum near the Curia (Livy, History, 39.44; Plutarch, Marcus Cato, 19). He raised the amount paid by the publicani for the right to collect taxes and, at the same time, reduced the contract prices for the construction of public works. ===Later years=== From the date of his censorship (184 BC) to his death in 149 BC, Cato held no public office, but continued to distinguish himself in the Senate as the persistent opponent of the new ideas. He was struck with horror, along with many other Romans, at the licence of the Bacchanalian mysteries, which he attributed to the influence of Greek manners, and he vehemently urged the dismissal of the philosophers Carneades, Diogenes, and Critolaus, who had come as ambassadors from Athens, on account of what he believed was the dangerous nature of their ideas. He also uttered warnings against the influence of Chaldean astrologers who had entered Italy along with Greek culture.Astrology, Catholic Encyclopaedia He had a horror of physicians, who were chiefly Greeks. He obtained the release of Polybius, the historian, and his fellow prisoners, contemptuously asking whether the Senate had nothing more important to do than discuss whether a few Greeks should die at Rome or in their own land. It was not until his eightieth year that he made his first acquaintance with Greek literature, though some think after examining his writings that he may have had a knowledge of Greek works for much of his life. In his last years, he was known for strenuously urging his countrymen to prosecute the Third Punic War and to destroy Carthage. In 157 BC, he was one of the deputies sent to Carthage to arbitrate between the Carthaginians and Massinissa, king of Numidia. The mission was unsuccessful and the commissioners returned home, but Cato was so struck by Carthage's growing prosperity that he was convinced that the security of Rome depended on its annihilation. From then on, he began concluding his speeches in the Senate —on any topic whatsoever— with the cry, \"Carthage must be destroyed\" ().Florus, Epitome, i. 31. Other times, his phrase is fully quoted as \"Moreover, I advise that Carthage must be destroyed\" (). Cicero's dialogue Cato the Elder on Old Age also depicted Cato's antipathy to Carthage. According to Ben Kiernan, Cato may have made the first recorded incitement to genocide. To Cato the individual life was a continual discipline, and public life was the discipline of the many. He regarded the individual householder as the germ of the family, the family as the germ of the state. By strict economy of time he accomplished an immense amount of work; he demanded his dependents practice a similar dedication, and proved himself a hard husband, a strict father, and a severe and cruel master. There was little difference, apparently, in the esteem in which he held his wife and his slaves, although perhaps his pride caused him to take a warmer interest in his sons, Marcus Porcius Cato Licinianus and Marcus Porcius Cato Salonianus. To the Romans themselves little in this behavior seemed worthy of censure, it was respected rather as a traditional example of the old Roman manners. In the remarkable passage in which Livy describes the character of Cato, there is no word of blame for the rigid discipline of his household. ==Writings== thumb|Italian translation of De re rustica (1794) Cato was and remains famous as an author as well. He was a historian, the first Latin prose writer of any importance, and the first author of a history of Italy in Latin. Some have argued that if it were not for the impact of Cato's writing, Latin might have been supplanted by Greek as the literary language of Rome. He was also one of the very few early Latin authors who could claim Latin as a native language.. * His manual on running a farm (De agri cultura or \"On Agriculture\") (c. 160 BC) is his only work that survives completely. It is a miscellaneous collection of rules of husbandry and management, including sidelights on country life in the 2nd century BC. Adopted by many as a textbook at a time when Romans were expanding their agricultural activities into larger scale and more specialized business ventures geared towards profitability, De agri cultura assumes a farm run and staffed by slaves. Cato advises on hiring gangs for the olive harvest,Cato, De agri cultura ch. 64-68. and was noted for his chilling advice on keeping slaves continually at work, on reducing rations for slaves when sick, and on selling slaves that are old or sickly.Cato, De Agri Cultura ch. 2. Intended for reading aloud and discussing with farm workers, De agri cultura was widely read and much quoted (sometimes inaccurately) by later Latin authors.. Cato the Elder ranked the vineyard as the most important aspect when judging a farm. This was because of the profitability of the wine trade during that time. Grain pastures were ranked sixth due to the grain crisis.E.M. Jellinek, \"Drinking and Alcohilics in Ancient Rome\". Journal of Studies on Alcohol. Vol 7, No 11, 1976. * The Origines in seven books (BC) related the history of the Italian towns with special attention to Rome, from their legendary or historical foundation to his own day. Written to teach Romans what it means to be Roman and used to teach his own son how to read, Cato the Elder wrote ab urbe condita (from the founding of the city), and the early history is filled with legends illustrating Roman virtues. The Origines also spoke of how not only Rome, but the other Italian towns were venerable, and claimed the Romans were indeed superior to the Greeks. As it avoided using consular dating, it was not cited much by other historians and is mostly lost,. although it was a source for Virgil's Aeneid and is referenced by other writers including Cicero.. * Under the Roman Empire a collection of about 150 political speeches by Cato existed. In these he pursued his political policies, fought verbal vendettas, and opposed what he saw as Rome's moral decline. Not even the titles of all of these speeches are now known, but fragments of some of them are preserved. Cato included parts of at least two of his speeches, On Behalf of the Rhodians and Against Galba, in his historical work the Origines.FRHist 5 (M. Porcius Cato) F87-F93; F104-107. The first to which we can give a date was On the Improper Election of the Aediles, delivered in 202 BC. The collection included several speeches from the year of his consulship, followed by a self-justifying retrospect On His Consulship and by numerous speeches delivered when he was Censor. It is not clear whether Cato allowed others to read and copy his written texts (in other words, whether he \"published\" the speeches) or whether their circulation in written form began after his death.; . * On Soldiery was perhaps a practical manual comparable to On Farming.. This work is considered lost * On the Law Relating to Priests and Augurs was a topic that would follow naturally from some of the sections of On Farming. Only one brief extract from this work is known.. * Praecepta ad Filium, \"Maxims addressed to his son,\". from which the following extract survives: * Carmen de moribus (\"Poem on morality\"), apparently in prose in spite of the title.. * A collection of Sayings, some of them translated from Greek. The two surviving collections of proverbs known as the Distichs of Cato and the Monosticha Catonis probably belong to the 4th century AD and are not works of Cato the Elder. ==Legacy== The wrinkle ridge system Dorsa Cato on the Moon is named after Cato. The comune of Monte Porzio Catone, one of the Castelli Romani and close to the ruins of Tusculum, is named in honor of the Porcius Cato family. Cato is portrayed by Vittorio Gassman in Scipione detto anche l'Africano, a 1971 Italian film starring Marcello Mastroianni as Scipio Africanus. ===Family tree=== ==See also== *Ancient Rome and wine – with details on Cato's influences on Roman viticulture and winemaking *Otium *Horatii *Lucius Quinctius Cincinnatus *Marcus Atilius Regulus *Publius Decius Mus *Roman Agriculture *Pliny the Elder ==Notes== ==References== ===Citations=== ===Bibliography=== * * * * * * * This entry incorporates public domain text originally from: William Smith (ed.), Dictionary of Greek and Roman Biography and Mythology, 1870. ==Further reading== * Ceaicovschi, K. (2009). Cato the Elder in Aulus Gellius\". Illinois Classical Studies, (33–34), 25–39. * * Gotter, U. (2009). \"Cato's Origines: The Historian and his Enemies\". In Cambridge Companion to the Roman Historians. Edited by Andrew Feldherr, 108–22. Cambridge: Cambridge University Press. * Gratwick, A. S. (2002). \"A Matter of Substance: Cato's Preface to the De Agri Cultura.\" Mnemosyne, 4th ser., 55.1: 41–72. * Habinek, T. N. (1985). \"The Colometry of Latin Prose\". University of California Studies in Classical Philology 25. Berkeley: University of California Press. * Joshel, S. R. (2010). Slavery in the Roman World. Cambridge: Cambridge University Press. * Levene, D. (2000). \"Sallust's 'Catiline' and Cato the Censor\". The Classical Quarterly, 50(1), 170–91. * O'Gorman, E. (2004). \"Cato the Elder and the Destruction of Carthage\". Helios, 31, 99–125. * Reay, B. (2005). \"Agriculture, Writing, and Cato's Aristocratic Self-Fashioning\". Classical Antiquity 24.2: 331–61. * Sciarrino, E. (2011). Cato the Censor and the Beginnings of Latin Prose: From Poetic Translation to Elite Transcription. Columbus: Ohio State University Press. * * ==External links== * Public Domain Copy of Plutarch's Lives of Illustrious Men volume 3 Cato the Censor translated by J and W. Langhorne * Cato's De Agricultura: Latin text, English translation, information on the manuscripts, prefatory material. * * * * * Cato the Elder by Marcus Tullius Cicero at Perseus Digital Library Category:234 BC births Category:149 BC deaths Category:3rd-century BC Romans Category:2nd-century BC historians Category:2nd-century BC Roman augurs Category:2nd-century BC Roman consuls Category:2nd-century BC Roman praetors Category:Ancient Roman jurists Category:Ancient Roman politicians Category:Characters in Book VI of the Aeneid Category:Latin historians Category:Old Latin-language writers Category:Porcii Category:Roman censors",
 "title": "Cato the Elder"
}