{
 "id": "758689",
 "text": "Daniel Henry Chamberlain (June 23, 1835April 13, 1907) was an American planter, lawyer, author and the 76th Governor of South Carolina from 1874 until 1876 or 1877. The federal government withdrew troops from the state and ended Reconstruction that year. Chamberlain was the last Republican governor of South Carolina until James B. Edwards was elected in 1974. ==Background== Chamberlain was born in West Brookfield in Worcester County in central Massachusetts, the ninth of ten children born to Eli Chamberlain and Achsah Forbes. In 1862, he graduated with honors from Yale University, where he was a member of the Skull and Bones society. He attended Harvard Law School, leaving in 1863 to serve as a second lieutenant in the United States Army with the 5th Massachusetts Cavalry, a regiment of black troops. In 1866, Chamberlain moved to South Carolina to tend to the affairs of a deceased classmate. ==South Carolina politics== Chamberlain entered politics as a delegate to the 1868 South Carolina Constitutional Convention from Berkeley County. He served as state attorney general from 1868-1872 in the administration of Governor Robert K. Scott. After he failed to win the Republican nomination for governor in 1872, Chamberlain practiced law in Charleston. His partner later recalled that he worked hard for little compensation; whatever his ethics in office, he certainly had not amassed a fortune.Judge Melton interview, Notebook E, Frederic Bancroft Papers, Columbia University. In 1873, he was elected to the board of trustees of the University of South Carolina as the first black students were admitted and faculty hired for the institution. Chamberlain was elected Republican governor on November 3, 1874, when he defeated John T. Green. Chamberlain received 80,403 votes (53.9%) to Green's 68,818 votes (46.1%). Chamberlain's reputation had been a dubious one; there certainly was evidence of a willingness to make his office pay, and possibly of corruption, in his earlier career. But by the time he became governor, he had become the representative of those Republicans convinced of the need for reform—a conviction strengthened by the notorious administration of his predecessor, Franklin J. Moses, Jr., and the national publicity given to The Prostrate State, the exposure of South Carolina political conditions written by James Shepherd Pike. Chamberlain delivered on his promises. While continuing his support of civil rights, he made war on government expenses and the high tax levels in the state. He tried to reduce all public officers' wages by a third and used his veto against tax rates that he considered too high. He urged that spending be cut for the lunatic asylum and that many of its inmates be shipped off to county poorhouses. Instead of paying so much for the penitentiary, he endorsed revival of the convict-lease system. There should only be half as much money for the agricultural college and an end to any state scholarship program. As for the state university, Chamberlain called for dismissing its faculty and replacing them with school teachers. \"We only want a good high school\", as he put it.Holt, Black Over White,180-82. His struggles over patronage pitted him against some of the leading African-American Republicans in the legislature and gave him a national reputation. It also made him deep enemies in the party. At one point, it was alleged, a senator rallied his colleagues: \"Are you going to let Chamberlain frighten you off with his cry of reform and economy? Why, gentlemen, there are five years of good stealing in South Carolina yet.\"The New York Tribune, January 13, 1876. There are strong reasons to doubt that these words were accurately recorded. Enjoying a close alliance with the Democratic editor of the Charleston News and Courier, Chamberlain may have hoped for bipartisan support in his bid for re-election. It did not come. South Carolina Democrats chose to adopt a white-supremacy program, re-enforced with intimidation and the use of force against black Republican voters. The bitterly fought 1876 campaign was disrupted with mob violence and gunmen breaking up Republican campaign meetings.Holt, Black Over White,200-04. After Chamberlain informed President Ulysses S. Grant of the violent situation, Grant sent troops in October 1876 under General of the Army William T. Sherman to stop the violent mob action.Brands (2012), The Man Who Saved the Union Ulysses S. Grant In War and Peace , p. 570 On election night, his second term hinged on disputed votes from Laurens and Edgefield counties, where the counts greatly exceeded the total population. These overwhelmingly favored his opponent, ex-Confederate Wade Hampton, III. Through the winter, Chamberlain and Hampton both claimed to lead the lawful government, but Chamberlain's found it nearly impossible to raise the money or military force to function beyond the rooms in which it met. Chamberlain left South Carolina in April 1877 when President Rutherford B. Hayes withdrew Federal troops to barracks from their place protecting the Republican government and ended the interventions that had taken place intermittently in the state since the Civil War. Embittered, Chamberlain blamed the President for having betrayed the mass of South Carolina's voters; the population was 58% African American. In later years, however, he grew disillusioned with Reconstruction and contended that letting black people vote had been a mistake. ==Later years== Chamberlain moved to New York City and became a successful Wall Street attorney. He was a professor of constitutional law at Cornell University from 1883 until 1897. Chamberlain authored the 1902 book Charles Sumner and the Treaty of Washington, as well as numerous articles. Upon his retirement, he traveled extensively in Europe. He moved to Charlottesville, Virginia, where he died of cancer on April 13, 1907. He is interred at Pine Grove Cemetery in West Brookfield, Massachusetts. Chamberlain was the last Republican to fill a high office in South Carolina until 1964, when U.S. Senator Strom Thurmond defected from the Democratic to the Republican parties. ==Notes== ==References== *Thomas Holt, Black Over White: Negro Political Leadership in South Carolina during Reconstruction (Urbana; University of Illinois Press, 1977. * South Carolina Encyclopedia article and photo * Chamberlain on Reconstruction in South Carolina * \"Governor Chamberlain's Administration in South Carolina\". New Englander and Yale review. Volume 49, Issue 221, August 1888. Library of Congress American Memory archive. Retrieved September 20, 2006. *SCIway Biography of Daniel Henry Chamberlain *NGA Biography of Daniel Henry Chamberlain ==External links== * Category:1835 births Category:1907 deaths Category:People from West Brookfield, Massachusetts Category:Politicians from Charleston, South Carolina Category:Politicians from Columbia, South Carolina Category:Lawyers from New York City Category:Politicians from Charlottesville, Virginia Category:Phillips Academy alumni Category:Yale University alumni Category:Harvard Law School alumni Category:Cornell University faculty Category:South Carolina Attorneys General Category:Governors of South Carolina Category:University of South Carolina trustees Category:United States Army officers Category:American planters Category:South Carolina Republicans Category:South Carolina lawyers Category:New York (state) lawyers Category:American non-fiction writers Category:Deaths from cancer in Virginia Category:Republican Party state governors of the United States Category:Lawyers from Columbia, South Carolina Category:Lawyers from Charleston, South Carolina Category:Politicians from New York City Category:New York (state) Republicans Category:Virginia Republicans Category:Union Army officers Category:Military personnel from Massachusetts",
 "title": "Daniel Henry Chamberlain"
}