{
 "id": "758748",
 "text": "Richard Meltzer (born May 10, 1945) is an American rock critic, performer, and writer. He is considered by some rock historians to be the first to write real analysis of rock and roll and is credited with inventing \"rock criticism\". ==Biography== Meltzer claims that as a young man he was influenced by the pop artists Jasper Johns and Robert Rauschenberg and by the artists Paul Cézanne and Marcel Duchamp. Meltzer's first book, The Aesthetics of Rock, evolved out of his undergraduate studies in philosophy at Stony Brook University and graduate studies at Yale University. At school, he developed a reputation as something of a prankster, although his actions were closer to the spirit of performance art happenings promoted by one of his professors, Allan Kaprow, than to fraternity hijinks. One of his actions involved sending a tape recorder to class with his comments for the day on tape. Fellow student Sandy Pearlman was responsible for pushing the button. Meltzer also dabbled in art, including \"detourned\" comic books in the style of the situationists, which had various objects added to the pages. Meltzer, along with Pearlman and several other students, earned money on the side as booking agents for the big musical acts that came to Stony Brook in the 1960s. Following that, the two started writing lyrics and arranging gigs for a musical group they were promoting, Soft White Underbelly, later renamed Blue Öyster Cult (BÖC). Meltzer wrote the lyrics for many of the band's songs, including the hit \"Burnin' for You\". BÖC guitarist and keyboardist Allen Lanier is often credited with coming up with the umlaut over the O, but Meltzer claims to have suggested it to producer and manager Pearlman just after Pearlman came up with the name: \"I said, 'How about an umlaut over the O?' Metal had a Wagnerian aspect anyway.\" Meltzer started his career in 1967 writing for Paul Williams's Crawdaddy! magazine. That year, he also taught a class in aesthetics at the Maryland Institute College of Art. He went on to write for Rolling Stone, the Village Voice and Creem. During the punk rock era, he formed a band called VOM (short for vomit) and released a four-song, 7-inch EP that included \"Electrocute Your Cock\". Meltzer also produced a movie, directed by Richard Casey, who later directed several Blue Öyster Cult videos. Clips were filmed in Casey's apartment; in Malibu, California; at the Pike in Long Beach; and at a beach-side sewage treatment plant in El Segundo, with future Mau Maus guitarist Mike R. Livingston pantomiming rhythm guitar along with Gregg Turner and (known at that time as Kevin Saunders), who were then organizing the Angry Samoans with Mike Saunders, the drummer for VOM. The film for \"Electrocute Your Cock\" shows Meltzer in the shower, clad in a T-shirt reading\"Halifax, NS\", with jumper cables attached to his crotch and sparks hand-drawn onto the film cels simulating electrocution. Also included was a beach-side clip for \"Punkmobile.\" The videos are included in the Angry Samoans' 1995 VHS compilation, True Documentary.Angry Samoans (1995). True Documentary. Triple X Records. In the 1980s, Meltzer dabbled in architectural criticism, writing a series of articles for the L.A. Reader alternative weekly on the ugliest buildings in Los Angeles; these pieces were later published as a book. He moved to Portland, Oregon in the 1990s, but continued contributing to the San Diego Reader. He was also a regular columnist for Addicted to Noise, and by 2004 he was a contributor to a new weekly, Los Angeles CityBeat. In 2002 he released the CD Tropic of Nipples along with Smegma, VOM, Antler and Robert Pollard of Guided by Voices. He has also performed and recorded over the past decade with the improvisational music group Smegma. In 2012, Meltzer contributed spoken-word parts to Spielgusher, a musical collaboration with bassist Mike Watt, drummer Yuko Araki and guitarist Hirotaka Shimizu. Meltzer and Watt had originally hoped to collaborate during Watt's time in The Minutemen, but it was not completed before the death of Minutemen guitarist D. Boon. ==Books== * The Aesthetics of Rock (1970) * Gulcher: Post-Rock Cultural Pluralism in America (1972) * 17 Insects Can Die in Your Heart: Good Verse and Bad from Richard Meltzer's Golden Decade (1968–83) (1982) * Frankie, Part 1 (Talltales Series) (1984) * Post-Natal Trash (Caned Out: The Authorized Autobiography of Richard Meltzer) (1984) * Prickly Heat and Cold (Caned Out Series) (1984) * Richard Meltzer's Guide to the Ugliest Buildings of Los Angeles (1984) * Frankie, Part 2 (Talltales Series) (1987) * Boat Ride down the Maguire (Caned Out Series) (1987) * L.A. Is the Capital of Kansas: Painful Lessons in Post-New York Living (1988) * Tropic of Nipples (1995) (unpublished) * The Night (Alone): A Novel (1995) * Holes: A Book Not Entirely About Golf (1999) * A Whore Just Like the Rest: The Music Writings of Richard Meltzer (2000) * Autumn Rhythm: Musings on Time, Tide, Aging, Dying, and Such Biz (2003) == Blue Öyster Cult songs co-written by Meltzer== * \"She's as Beautiful as a Foot\" * \"Stairway to the Stars\" * \"Teen Archer\" * \"Cagey Cretins\" * \"Harvester of Eyes\" * \"Death Valley Nights\" * \"Dr. Music\" * \"Lips in the Hills\" * \"Burnin' for You\" * \"Veins\" * \"Spy in the House of Night\" * \"Stone of Love\" * “The Return of St. Cecilia” ==Notes== ==External links== * *Review of Autumn Rhythm with Richard Meltzer interview (Mike Miliard, The Fall Guy, September 2003) *Richard Meltzer profile (Alec Hanley Bemis, Is Rock Criticism Dead, June 2002) *Richard Meltzer interview (Jason Gross, Perfect Sound Forever, August 2000) *Extensive portal to R. Meltzer content on the internet *Meltzer on Allan Kaprow *Interview with Meltzer by Scott Woods at rockcritics.com Category:1945 births Category:American music critics Category:American music journalists Category:Living people Category:Writers from Portland, Oregon Category:Writers from New York City Category:Songwriters from New York (state) Category:Songwriters from Oregon Category:20th-century American journalists Category:American male journalists Category:21st-century American journalists Category:Stony Brook University alumni Category:Yale University alumni",
 "title": "Richard Meltzer"
}