{
 "id": "758725",
 "text": "Alonso de Ojeda (; c. 1466 – c. 1515) was a Spanish explorer, governor and conquistador. He travelled through modern-day Guyana, Venezuela, Trinidad, Tobago, Curaçao, Aruba and Colombia. He navigated with Amerigo Vespucci who is famous for having named Venezuela, which he explored during his first two expeditions, for having been the first European to visit Guyana, Curaçao, Colombia, and Lake Maracaibo, and later for founding Santa Cruz (La Guairita). == Early life == Alonso de Ojeda was born in Torrejoncillo del Rey, New Castile around 1466.Catholic Encyclopedia 1913 His father, Rodrigo de Huete, was a minor noble who fought for Isabel in 1474 during the War of the Castilian Succession. Isabel was grateful for his support and put his son, Alonso, under her protection. In his youth, Alonso served the Duke of Medinaceli, Luis de la Cerda.Vigneras 1976 In service to the duke, he distinguished himself in the conquest of Granada with his military abilities, his skill as a swordsman and his bravery.Irving 1831 Alonso was slight of stature, clever, and handsome. It was reputed that he was always the first to draw blood in any fight.Thomas 2003 According to Bartolomé de las Casas, he combined \"in his person all the bodily perfections that man could have, despite his small size.\"Quoted in Thomas, 2003 == Arrival in Hispaniola == Following Columbus' successful first voyage of discovery, a second voyage with a much larger fleet was organized for Columbus by Juan Rodríguez de Fonseca. Medinaceli had been a patron of both Columbus and Ojeda, so perhaps it is not surprising that Ojeda was selected at a relatively young age to captain one of the ships on this new voyage. Fonseca was also impressed with Ojeda and would later become his most important patron. The fleet sailed for the island of Hispaniola in September 1493 and reached the Caribbean in November. One of their first stops was the island of Guadalupe where a landing party went missing. Fearing for their safety (the islanders were suspected of being cannibals), Columbus sent Ojeda ashore with an armed contingent to search for the lost group. The missing party eventually showed up on their own but Ojeda's search turned up additional evidence that the Caribs on the island did practice cannibalism. They reached Hispaniola at the end of November and discovered the fort, Navidad, constructed during the first voyage was in ruins and all the Spaniards left behind were dead. The local natives blamed the trouble on a cacique from the interior named Caonabo. They began to explore the island and build a permanent settlement named Isabela. In January 1494, Columbus sent a small armed party led by Ojeda to search for gold in a mountainous region of the island known as Cibao. Ojeda returned two weeks later bringing a few substantial gold nuggets and reporting there was much gold to be found in the area.Morison 1974 The discovery of gold focused attention on Cibao. In March 1494 Columbus led a group of nearly 500 men to explore the region. The hunt for gold was unsuccessful but natives from the surrounding area brought in gold for trade. Columbus established a fort, Santo Tomas (named as a rebuke to those who doubted the presence of gold), to serve as a trading post and as a base for further prospecting. Pedro Margarite, a nobleman from Aragon and a confidant of the king, was put in command of the fort when Columbus returned to Isabela.Sauer 1966 In April 1494, Columbus sent Ojeda with a force of about 350 soldiers to relieve Margarite at Santo Tomas. Columbus wanted Margarite to take the bulk of the soldiers and search the island for gold, seize food from the natives, and capture Caonabo. At an important river crossing controlled by a friendly tribe, Ojeda arrested the local cacique and other officials with the allegation that some clothes had been stolen during a previous expedition. Ojeda cut the ears off one captive and sent the rest back to Isabela in chains. Ojeda's brutal punishment shocked the local people and turned them against the Spaniards. When Ojeda arrived at the fort, Margarite refused to follow Columbus' orders and remained at the fort with his men. Not long after he returned to Spain, disapproving of the chaotic situation and mistreatment of the Indians. After Margarite's refusal to capture Caonabo, Columbus ordered Ojeda to find the cacique allegedly responsible for destroying the original Spanish settlement at Navidad. According to Bartolomé de las Casas, Ojeda presented Caonabo with a fine set of polished brass manacles and shackles and convinced him to wear them as a symbol of royalty. The ruse was successful and Ojeda brought the chief back to Columbus. Following Ojeda's mistreatment of the Indians at the river, a fort had to be built to protect the vital crossing. Late in 1494, the first Indian rebellion took place at this spot; the fort was destroyed and ten Spaniards killed by the local tribes. Columbus retaliated with a force of 500 led by Ojeda. The rebels were badly beaten and some 1500 were taken as slaves—600 were shipped to Spain and the remaining were parceled out to those on the island. Alonso de Ojeda also took part in the battle of Vega Real (also called the battle of Jáquimo), in which, under his command, the Spanish were victorious. An account of the battle written by Las Casas states that the native army comprised ten thousand warriors, while there were only some four hundred Spanish soldiers. Of course, these figures may have been exaggerated. Ojeda returned to Spain in 1496. == First voyage to Venezuela == thumb|350px|right|Voyages undertaken by Alonso de Ojeda. On returning to Spain, Ojeda was commissioned by the Catholic Monarchs, without the permission of Columbus, to sail for America again, which he did on 18 May 1499 with three caravels. He travelled with the pilot and cartographer Juan de la Cosa and the Italian navigator Amerigo Vespucci. This was the first of a series of what have become known as the \"minor journeys\" or \"Andalusian journeys\" that were made to the New World. On leaving Spain the flotilla sailed along the west coast of Africa to Cape Verde before taking the same route that Columbus had used a year before on his third voyage. After making landfall Vespucci decided to separate from the flotilla and he sailed south towards Brazil. The main flotilla arrived at the mouths of the rivers Essequibo and Orinoco in the Gulf of Paria. It also visited the peninsulas of Paria and Araya, the islands of Trinidad and Margarita and traveled along the continental coast, always in search of a passage towards India. The flotilla then sailed along the Paraguaná Peninsula and sighted the island of Curacao, which was named Giants Island as the indigenous people that were seen were thought to be giants. During the same journey, he constructed a ship and visited the islands of Aruba and the Las Aves archipelago. During the voyage along the Paraguaná Peninsula, the flotilla entered into a gulf (Gulf of Venezuela) where there were villages of the Wayuu people with palafito houses built over the water and supported on stilts made from tree trunks. These villages are said to have reminded Amerigo Vespucci of the city of Venice, (), and so the area was given the name Venezuela. p. 177. meaning Little Venice. (However, according to Martín Fernández de Enciso, who supported Ojeda's 1509 expedition, they found a local population calling themselves the Veneciuela, so \"Venezuela\" may derive from the local term.) The flotilla arrived at the entrance to Lake Maracaibo on 24 August 1499. The lake was originally named after Saint Bartholomew as this was his saints day. Ojeda also reached Cabo de la Vela, on the Guajira Peninsula, which he named Coquivacoa. A few days later the expedition left Cabo de la Vela for Hispaniola with some pearls obtained in Paria, a little gold and several slaves. The scarcity of goods and slaves resulted in a poor economic return for investors in the expedition. However, the importance of the voyage comes from the fact that it was the first detailed reconnaissance of the coast of Venezuela and that Spanish explorers carried it out. Following Columbus' third voyage Ojeda is credited with leading the second European expedition to have visited Venezuela, and the first to have visited Colombia. The expedition also gave Juan de la Cosa the chance to draw the first known map of the area now known as Venezuela, as well as being possibly the first journey that Vespucci made to the New World. However, when the expedition arrived in Hispaniola on 5 September the followers of Christopher Columbus were angry because they considered that Ojeda was infringing upon Columbus’ exploring privileges. This resulted in brawls and fights between both groups, which left many dead and wounded. Ojeda took many captives back to Spain whom he sold as slaves. Even so, the voyage was not financially successful, netting some fifteen thousand maravedis in profit to be divided among the fifty-five crew members surviving from the original three hundred. Note, that since forty maravedis per day was an average wage for skilled labor at this time, they could have made more money staying at home. Returning on the heels of Pedro Alonso Nino's smaller but far more lucrative voyage magnified this disappointment.Dugard, Martin. The Last Voyage of Columbus. Little, Brown and Company: New York, 2005. p85. The date of return is disputed: it is usually stated that Ojeda returned in June 1500 but the historian Demetrio Ramos has suggested the earlier date of November 1499. , cited in == Second voyage to Venezuela == Ojeda decided to make another journey and he received a new commission from the Catholic Monarchs on 8 June 1501. He was appointed Governor of Coquivacoa behind the back of Christopher Columbus. This appointment gave him the right to found a colony in this area, although he was advised not to visit Paria. On this occasion he formed a partnership with the Andalusian merchants Juan de Vergara and García de Campos, who were able to charter four caravels: the Santa María de la Antigua, the Santa María de la Grenada, the Magdalena, and the Santa Ana.Irving, Washington. The Companions of Columbus. Carey and Lea, 1831. Ojeda set sail from Spain in January 1502 and he followed the same route as his first voyage. On this occasion, he kept his distance from the Gulf of Paria and made landfall on Margarita Island where, according to some sources, he tried to obtain gold and pearls from the indigenous people using several different methods. He sailed along the coast of Venezuela from Curiana to the Paraguaná Peninsula. On 3 May 1502, he founded a colony on the Guajira Peninsula, at Bahia Honda. The colony was called Santa Cruz and it was the first Spanish settlement on Colombian territory and therefore the first on the American mainland. However, the colony did not last for more than three months, as the new arrivals started attacking the indigenous villages in the area, causing constant conflict with them. In addition to this, there were personal difficulties between Ojeda and his men. At this point, Vergara and Campos took Ojeda prisoner and abandoned the settlement with the small amount of plunder that had been captured. Ojeda was put in prison in Hispaniola in May 1502, where he was held until 1504. He was released following an appeal made by Archbishop Rodríguez de Fonseca, although he had to pay a costly indemnity, which left him with little money. The second voyage was, therefore, a failure as he had not discovered any new areas and he had not received much of a share of the plunder obtained by Vergara and Campos. Besides, the Santa Cruz colony was abandoned and the Governorship of Coquivacoa was abolished. == Third voyage to New Andalusia == On regaining his freedom Ojeda remained in Hispaniola for four years with little to do. (Some authors think that, on his release from prison, Ojeda returned to Spain.Dugard, Martin. The Last Voyage of Columbus. Little, Brown and Company: New York, 2005. p165.) Then in 1508 he learned that King Ferdinand the Catholic was interviewing people interested in colonizing and governing the section of mainland between the capes of Cabo Gracias a Dios (on the border between present-day Honduras and Nicaragua) and Cabo de la Vela in present-day Colombia. Juan de la Cosa went to Spain to represent Ojeda at court. One of Ojeda's rivals was Diego de Nicuesa. Both candidates had good reputations and sympathizers at court, so the King decided to divide the region into two governorates: Veragua to the west and New Andalusia to the east as far as the Gulf of Urabá. The former was awarded to Nicuesa and the latter to Ojeda in a commission signed in 1508. The new governors repaired to Santo Domingo to prepare the expeditionary flotillas. There was a great disparity between the two flotillas. As Nicuesa was wealthier and had better credit with the colonial authorities he was able to attract 800 men, many horses, five caravels and two brigs. While Ojeda's flotilla only consisted of a little more than 300 men, two brigs and two smaller ships. Among those who embarked on these four vessels was Francisco Pizarro, the future conqueror of Peru. Hernán Cortés, who was later to dominate Mexico, would have been among the soldiers of fortune engaged in this adventure, had a sudden illness not prevented him from sailing. Due to the disputes regarding the extent of each of the two governorates, Juan de la Cosa decided that the River Atrato would form the boundary between the two regions. Ojeda promised to make the wealthy lawyer Martín Fernández de Enciso mayor of the new colony that Ojeda planned to establish in New Andalusia. Encisco was ordered to follow on after the main flotilla with a chartered boat and more provisions. The main flotilla finally set sail from Santo Domingo on 10 November 1509, a few days ahead of Nicuesa. In an attempt to avoid problems with the indigenous peoples Ojeda took the unusual step of asking the writer Juan López de Palacios Rubios to draft a proclamation. This invited the local people to submit peacefully to rule by Imperial Spain or be forced to do so. The proclamation had the approval of the Spanish authorities. The flotilla arrived at Bahia de Calamar in present-day Cartagena (Colombia). This was against the wishes of De la Cosa who did not want to land in the area. After disembarking with about 70 men Ojeda encountered some indigenous tribes. He then sent out missionaries and interpreters to read out the proclamation that had been drafted by Palacios Rubios. The indigenous people were upset by this proclamation and so Ojeda tried to placate them by offering them trinkets. At this time the Spanish were also raiding villages to capture Indians for slaves. An eyewitness account recorded by historian Bartolomé de las Casas notes, \"The Spaniards worked an incredible slaughter on that village, they spared no one, women, children, babies or not. Then they robbed.\"Bartolomé de Las Casa: Indian Freedom; The Cause of Bartolomé de las Casas, Trans by Francis Patrick Sullivan (Kansas City: Sheed & Ward, 1995),118-119. These actions so provoked the indigenous people that they started to fight against the Spanish settlers. Ojeda defeated the natives in the coastal area and on pursuing some of the survivors who had escaped into the jungle he came upon the village of Turbaco. The Spanish were then taken by surprise by a counterattack. Nearly the entire party were wiped out in the battle and Juan de la Cosa sacrificed his life so that Ojeda could escape. Only one other Spanish soldier survived the battle and he and Ojeda fled back to the coast where they were rescued by the ships anchored in the bay. Nicuesa arrived with his flotilla soon after and, worried by Ojeda's losses, he gave him arms and men. The two men then forgot their differences and joined forces to seek revenge on the people of Turbaco, who were massacred to a man. == Governor of Nueva Andalucía and Urabá == Nicuesa then left for Veragua while Ojeda continued traveling along the coast of Nueva Andalucía toward the southwest. On 20 January 1510 he founded the settlement of San Sebastián de Urabá, which in reality was little more than a fort. However, the fort soon grew short of food, which exacerbated the problems caused by the unhealthy climate and the constant threat of attack by the local tribes who attacked the Spaniards with poisoned arrows. Ojeda was wounded in the leg by one such attack. Eight months after the flotilla left Santo Domingo the assistance promised by Fernández de Enciso still had not arrived. Francisco Pizarro was placed in charge of the fort and ordered to stay there for the fifty days that it would take for Ojeda to travel to and return from Santo Domingo. However, Ojeda never returned to San Sebastian and after the fifty days, Pizarro decided to leave the colony in the two brigs along with the 70 colonists. A little later Fernández de Enciso, along with Vasco Núñez de Balboa, arrived to assist the survivors. The indigenous people who lived in the area later burnt down the fort. Ojeda eventually returned to Santo Domingo in the brig of a Spanish pirate called Bernardino de Talavera who was fleeing from Hispaniola and passed by the port. == Shipwrecked in Cuba == When Ojeda returned to Santo Domingo he was accompanied by seventy men and he was seeking help. However, the pirate took Ojeda prisoner and would not set him free. At this point, a powerful hurricane struck the boat and Talavera had to seek help from Ojeda. Despite their efforts, the ship was shipwrecked at Jagua, Sancti Spíritus, in the south of Cuba. Ojeda decided to travel along the coast on foot with Talavera and his men to reach Maisí Point from where they would be able to get to Hispaniola. However, the party faced several difficulties en route and half of the men died of hunger, illness or other hardships that they met along the way. The sole possession remaining to Ojeda was an image of the Virgin Mary, which he had carried with him since he left Spain. He made a promise on this image that he would build a church dedicated to her in the first village that he reached where he was given hospitality. A little later, and with only a dozen men and the pirate Talavera still surviving, he arrived in the district of Cueybá where the chief Cacicaná provided food and shelter. Ojeda was true to his word and he built a small hermitage to the Virgin in the village, which was venerated by the local people. The party was rescued by Pánfilo de Narváez and taken to Jamaica, where Talavera was imprisoned for piracy. From Jamaica Ojeda returned to Hispaniola where he learned that Fernández de Enciso had been able to relieve the colonists who had stayed in San Sebastián. == Later life and death == After the failure of his journey to Nueva Andalucía, Ojeda did not mount any further expeditions and he renounced his position as governor. He lived out the last five years of his life in Santo Domingo. He later withdrew to the Monasterio de San Francisco where he died in 1515. Las Casas records of his death, that \"He died sick and poor, he didn't have a cent to bury him, I think, for all the pearls, the gold he had … stolen from the Indians, for all the slaves he had made of them the times he hit the mainland. He willed himself to be buried (beneath) the door of the … monastery of St. Francis...\"Bartolomé de Las Casa: Indian Freedom; The Cause of Bartolomé de las Casas, Trans by Francis Patrick Sullivan (Kansas City: Sheed & Ward, 1995), p. 119. This was so that all the visitors to the monastery would walk over his grave as a penance for all the errors that he had committed during his life. His remains were moved to the former Convento Dominico. The excavations also found the remains of Bartholomew Columbus. ==Legacy== Ciudad Ojeda, a city on the eastern shore of Lake Maracaibo, is named in his honor. The Spanish writer Vicente Blasco Ibáñez tells the story of the life of the conquistador in his novel El Caballero de la Virgen (1929). Also the Spanish writer Alberto Vázquez-Figueroa tells the story of Ojeda's life in his novel Centauros (2007). == References == * == Bibliography == English * * * * * * * * * Spanish * * *B. de las Casas, Historia de las Indias (five volumes, Madrid, 1875–76) == External links == * Alonso de Ojeda - Biografías y Vidas (Spanish) * Alonso de Ojeda en Historia del Nuevo Mundo (Spanish) Category:Spanish slave traders Category:Spanish slave owners Category:Spanish conquistadors Category:Spanish explorers Category:1460s births Category:1510s deaths Category:Year of birth uncertain Category:Year of death uncertain Category:15th-century explorers Category:16th-century explorers Category:15th- century Castilians Category:16th-century Spanish people Category:16th-century Haitian people Category:People from Cuenca, Spain Category:History of Venezuela Category:Spanish explorers of South America",
 "title": "Alonso de Ojeda"
}