{
 "id": "75898",
 "text": "The Monk is a fictional character in the British science fiction television series Doctor Who. Played by the British actor Peter Butterworth, the character appeared in two stories, The Time Meddler and The Daleks' Master Plan, as an adversary of the First Doctor. They were written and co-written respectively by Dennis Spooner. Other than the Doctor and Susan, the Monk was the first member of the Doctor's species to appear in the programme. ==Appearances== ===Television=== The character first appeared as an unnamed character who had disguised himself as a monk, and who was the possessor of a stolen Mark IV TARDIS which had a fully functioning camouflage unit. The Doctor hypothesised that he left the Doctor's then-unnamed home planet, some 50 years after the Doctor did. At this early stage in the history of the series, the names Time Lord and Gallifrey, and the details of the Doctor's origins had not yet been devised. The monk was meddling in history to change it for what he considered to be the better: lending mechanical assistance to the builders of Stonehenge; giving Leonardo da Vinci tips on aircraft design; making money by using time travel to exploit compound interest; and, when the Doctor first encountered him, attempting to prevent the Norman Conquest as part of a plan to guide England into an early age of technological prosperity. On that occasion he wore the guise of a monk in order to gain the trust of the 11th-century locals of Northumbria, hence the name by which he became known within this serial. The Doctor stranded the monk in the 11th century by stealing his TARDIS's dimensional controller, which reduced the interior dimensions of the time machine to minuscule size. The character eventually restored his ship and tracked the Doctor to a volcanic planet called Tigus, where he attempted to maroon his enemy by destroying the Doctor's TARDIS's lock with his laser screwdriver. The Doctor managed to repair it and next materialised in Egypt, with the monk still following him. While there, they encountered the Daleks, and the Doctor stole the directional unit from the monk's TARDIS, causing the monk to lose control over his TARDIS's navigation. The monk was last seen leaving an icy planet. ===Other media=== The Monk has featured in comics, novels and other Doctor Who spin-offs. In the Doctor Who Monthly comic strip 4-Dimensional Vistas (DWM #78-#83, Winter 1983), the Time Meddler teams up with the Ice Warriors in a complex plan to build a giant sonic weapon. In this portrayal, the character (who pilots a TARDIS also shaped like a police box) does not wear a monk's habit and is referred to as the \"Time-Meddler\". The Time-Meddler is defeated by the Fifth Doctor. The Meddling Monk also appears in Follow That TARDIS! (DWM #147), in which the Sleeze Brothers hijack the Doctor's TARDIS in order to pursue the Monk across time and space after he damages their car. In The Doctor Who Role Playing Game published by FASA in 1985, the \"Meddling Monk\" is stated to be a disguise of an earlier incarnation of the Master, who is depicted as being his sixth incarnation which he personally chose after a failed rebellion on Gallifrey forced him to flee. After the events of The Time Meddler, the Master was able to replace the missing dimensional components, but a minor miscalculation sent him, and his TARDIS to a planet in the \"crack\" between realities, a planet which he later named \"Merast\" and used as a base of operations. It also cost him a full regeneration, however he was able to keep his current appearance. After the Master's next encounter with the First Doctor on the planet Tigus, he regenerated into a \"strikingly handsome, middle-aged man\". The Monk appears in the New Adventures novel No Future by Paul Cornell, in which he is given the name \"Mortimus\". The novel was the last of a story arc published to coincide with the series' 30th anniversary in 1993, in which the Seventh Doctor encounters various alternate realities that have been created due to the Monk's meddling with time, including a reality where the Third Doctor was killed in his confrontation with the Silurians (Blood Heat), attempting to distract the Doctor while he helps the Vardans to invade Earth, thus getting their mutual revenge on the Doctor for their losses during their past confrontations with him. Mortimus makes an appearance in the Past Doctor Adventures novel Divided Loyalties as part of a dream sequence set during the First Doctor's days at the Academy. Mortimus is seen as part of a group of students, taught by Borusa among others, known as the Deca, a group of activists campaigning for more intervention, alongside the Doctor, Ushas, Koschei, Magnus, Drax, a spy named Vansell, Millennia, Rallon and Jelpax. He aids the Deca in learning about the Celestial Toymaker, several members of which then undertake a disastrous trip to his realm.Parkin, Lance & Pearson, Lars (2012). A History: An Unauthorised History of the Doctor Who Universe (3rd Edition), p. 710. Mad Norwegian Press, Des Moines. . The Monk later makes a cameo appearance, as Mortimus, in The Quantum Archangel, working alongside the Rani, Drax and The Master in an artificially created parallel universe. The character, here called \"John Scanlon\", appears in the short story The Church of Football in the Big Finish short story collection Short Trips: The Centenarian. He is attempting to alter the course of history in 1930s England. His scheme is stopped by the Fifth Doctor and Peri Brown. The Eighth Doctor discovers another incarnation of the Monk in the Big Finish Productions audio drama The Book of Kells. Voiced by Graeme Garden, the Monk is once again pretending to be a human monk, this time at the Abbey of Kells in Ireland in 1006. Calling himself Thelonios, he uses the illuminated art skills of the other monks to create a circuit to repair his TARDIS. He also has his own companion, who happens to be the Doctor's former companion Lucie Miller. It turns out that several of the Doctor's recent adventures had been manipulated behind the scenes by the Monk. He and Lucie reappear in The Resurrection of Mars, this time waking up cryogenically-frozen Ice Warriors on the Martian moon of Deimos centuries before history says they should. When Lucie realises what kind of person the Monk is after he causes an avalanche and destroys a small village to kill the parents of a future dictator, she leaves him. He in turn coaxes another of the Doctor's companions, Tamsin Drew, to join him, convincing her that the Doctor is in the wrong by showing Tamsin the planet that will be destroyed by the Ice Warriors if history is left unchecked and then presenting it as the Doctor's 'fault'. In Lucie Miller / To the Death, the Monk sets off to reunite with the Daleks, planning to loot Earth of its art treasures and get his final revenge on the Doctor. He repairs the Dalek Time Controller who had been hurled back through time and on Dalek orders leaves a virus on Earth to weaken humanity. However his plans backfire when the Daleks betray him, resulting in the death of Tamsin. During the events of the audio drama The Secret History, the Monk, distraught over the death of Tamsin Drew, hijacks the Doctor's timeline in an attempt to prevent her death from coming to pass. Using a time-sensitive called Sophia, the Monk attempts to disrupt the Doctor's timeline by causing the Seventh and Sixth Doctors to switch places with the Third and Second Doctors respectively, hoping that the new Doctors will make mistakes and disrupt history. However, Jo Grant and Zoe Heriot are able to help the new Doctors work out what their predecessors would have done and act to preserve history. Eventually the Monk's plan succeeds when he switches the Fifth Doctor with the First, forcing the Fifth to let history be changed by escalating an outbreak of disease in Constantinople in the fifth century to the point where the he must allow an advanced alien race to take action, prompting the Time Lords to take the Doctor out of time and allowing the Monk to insert himself into the Doctor's timeline. Sophia's abilities to see the future prompts her to restore the Fifth Doctor as she sees that the Monk's actions are making history worse in the absence of the Doctor. This allows the Fifth Doctor to arrange for the Monk to be faced with capture by a group of Antoene warriors so that he will be forced to restore the Doctor's timeline to escape this threat. The Monk escapes and vows to return to continue his vendetta against the Doctor. The Early Adventures story The Black Hole introduces another incarnation of the Monk from the era of the Second Doctor. Rufus Hound voices the new incarnation who has disguised himself as constable Pavo, a member of a special Gallifreyan police unit called Chapter 9. The Monk's plan involves helping an alien race called the Seeth escape from their pocket universe 200 years early, whilst receiving payment to offset the expensive overheads associated with fixing time. The Monk is last seen being sucked into the pocket universe, along with the Seeth, while the Doctor's memory of these events is erased by the real Pavo. The same incarnation is heard again in the Big Finish Short Trips adventures The Blame Game and How to Win Planets and Influence People, as an adversary of the Third Doctor and Fourth Doctor respectively. He also appears alongside the Eighth Doctor in The Side of the Angels, the third adventure in the fourth Doom Coalition boxset, where he represents a group of Time Lords working with Weeping Angels to prepare an enclave in 1970s New York to protect them from the imminent destruction of the universe, only to be betrayed by the Angels and banished centuries into the past. The Hound incarnation makes a further appearance in The Rise of the New Humans, where he acts as the chief administrator of an clinic using future technology and resources to treat diseases. The Rufus Hound incarnation of the Monk makes an appearance in the series Missy, starring Michelle Gomez as the Missy incarnation of the Master. In \"Divorced, Beheaded, Regenerated\", the Monk is stranded on Earth and, disguised as Henry VIII, meddles with history in order to attract the attention of the Time Lords. He attracts the attention of Missy instead who is herself searching for a time traveller in order to steal their equipment. Missy escapes with a piece of the Monk's TARDIS, with the Monk vowing revenge. The Monk makes a second appearance in \"Too Many Masters\" where he enacts his revenge by abducting Missy. Meanwhile, the Ogrons are searching for the Master as he had stiffed them on their payment when they were working for him. They detect the Monk's TARDIS and track it, capturing the Monk and Missy. They both escape in the Monk's TARDIS as neither can operate it without the other because of their manipulation of its security features. In the audio series Dalek Universe, a chain of events lead the Tenth Doctor to transfer himself into the pre-Time War universe to deal with a malfunctioning time machine, but in the process he is captured and briefly impersonated by a female Time Lord who soon identifies herself as a female incarnation of the Monk, mockingly introducing herself as \"the Nun\". The Nun notes that their time meddling has caused so much chaos in their personal timeline that even she can't be sure what order her incarnations come in or if some of their encounters with the Doctor will ever happen in the first place. The Nun is talked into helping the Doctor start to shut down a malfunctioning time machine, but attempts to flee in the belief that the Doctor will sell her out to the Time Lords, which results in her TARDIS being apparently destroyed by the current disruption in the Time Vortex. ==List of appearances== ===Television=== *The Time Meddler *The Daleks' Master Plan ===Audio dramas=== The Monk has made several appearances in audio stories produced by Big Finish with the role being played at various times by Graeme Garden, Rufus Hound and Gemma Whelan. Other actors have taken on the role when the Monk is in disguise. The order of the Monk's incarnations is left intentionally unclear during their appearances, with the character suggesting that meddling with time has rewritten their existence so often that even they don't know which order they exist in. ====List of Appearances==== *The Monthly Adventures **The Secret History **Subterfuge *The Eighth Doctor Adventures **The Book of Kells **The Resurrection of Mars **Lucie Miller / To the Death *Doom Coalition **The Side of the Angels *The Early Adventures **The Black Hole *Short Trips **The Blame Game **How to Win Planets and Influence People *The Third Doctor Adventures **The Rise of the New Humans *Missy **Divorced, Beheaded, Regenerated **Treason and Plot **Too Many Masters **Body and Soulless **Warseed **Two Monks, One Mistress *Dalek Universe **Buying Time **The Wrong Woman ===Comics=== *4-Dimensional Vistas *Follow That TARDIS! ===Games=== *The Doctor Who Role Playing Game **The Master and The Master: CIA File Extracts ===Novels=== *Divided Loyalties *The Quantum Archangel *The Dimension Riders *No Future ===Short Stories=== *\"The Church of Football\" (Short Trips: The Centenarian) ==References== Category:Television characters introduced in 1965 Category:Time Lords Category:Male characters in television Category:Recurring characters in Doctor Who",
 "title": "The Monk (Doctor Who)"
}