{
 "id": "759092",
 "text": "Adelaide Kemble (13 February 18154 August 1879) was an English opera singer of the Victorian era, and a member of the Kemble family of actors. She was the younger sister of Fanny Kemble, the famous actress and anti-slavery activist. Her father was actor Charles Kemble, her mother Maria Theresa Kemble. ==Life== Adelaide studied in London with John Braham and in Italy under the great soprano Giuditta Pasta. On 2 November 1841, she made her first operatic performance on the London stage in Norma. In 1843 she married Edward John Sartoris and retired after a brief but brilliant career. They were hosts at the Belgravia home to Chopin where, in 1849, he made his London debut. This is now marked by a plaque. She wrote A Week in a French Country House (1867), a bright, humorous story, followed by other, more mediocre tales. She recorded one interesting incident at a late London concert by Pasta, whose powers had diminished badly, and she asked of fellow singer Pauline Viardot what she thought of Pasta's voice now and got the reply: \"Ah! It is a ruin, but so is Leonardo's Last Supper.\" Her son, the singer Algernon Charles Frederick Sartoris, married Nellie Grant, the daughter of the famous American general and president Ulysses S. Grant, on 21 May 1874 in the East Room of the White House. Their son, Algernon Edward Sartoris, married the granddaughter of the conductor Sir Charles Hallé. The young Frederic Leighton (the painter of Flaming June and a president of the British Royal Academy of Art from 1878 until his death in 1895) was introduced to her circle in Rome, and was greatly influenced by her in many respects, most evidently, perhaps, in social and musical areas. Her soirees surely were an inspiration for his famous, annual \"Leighton Musics\" later in the great Victorian painter's career, held in his home (now Leighton House and open to the public) in Kensington in London. Mrs. Sartoris and the younger artist, who shortly before his death was granted a peerage, becoming Lord Leighton, maintained a close friendship for the rest of her life. Volume 1 • Volume 2 Leighton painted several portraits of her daughter, Mary Theodosia (May) Sartoris, who married Henry Evans-Gordon. Their daughter Margaret Evans-Gordon married Sir Arthur Stanley, 5th Baron Sheffield; their daughter Pamela Stanley (Adelaide's great-granddaughter) was an actress noted for her film and stage portrayals of Queen Victoria. ==Selected works== * * Volume 1 • Volume 2 ==Notes== Category:English opera singers Category:1815 births Category:1879 deaths Category:Operatic mezzo- sopranos Category:Women of the Victorian era Category:19th-century English actresses Category:English stage actresses Category:Kemble family Category:19th-century British women opera singers",
 "title": "Adelaide Kemble"
}