{
 "id": "759141",
 "text": "The is the name commonly given to a shift in the policies of the U.S. government and the U.S.-led Allied Occupation of Japan as they sought to reform and rebuild Japan after World War II. The Reverse Course began in 1947, at a time of rising Cold War tensions. As a result of the Reverse Course, the emphasis of Occupation policy shifted from the demilitarization and democratization of Japan to economic reconstruction and remilitarization of Japan in support of U.S. Cold War objectives in Asia. This involved relaxing and in some cases even partially undoing earlier reforms the Occupation had enacted in 1945 and 1946. As a U.S. Department of State official history puts it, \"this 'Reverse Course'...focused on strengthening, not punishing, what would become a key Cold War ally.\"\"Korean War and Japan's Recovery\" in Timeline of US Diplomatic History, US Dept. of State. ==Background== Japan surrendered to the Allied Powers on August 15, 1945, and officially exchanged instruments of surrender in Tokyo Bay on September 2, by which time thousands of Allied Occupation forces had already begun landing on Japanese soil. The Occupation was commanded by American general Douglas MacArthur, whose office was designated the Supreme Command for the Allied Powers (SCAP). In the initial phase of the Occupation, from 1945 to 1946, SCAP had pursued an ambitious program of social and political reform, designed to ensure that Japan would never again be a threat to world peace. Among other reforms, SCAP worked with Japanese leaders to disband the Japanese military, purge wartime leaders from government posts, and break up the powerful zaibatsu industrial conglomerates that had supported Japan's drive for empire in Asia. In addition, SCAP instituted a sweeping land reform that made tenant farmers the new owners of the lands they had previously rented, in a blow against a previously powerful landlord class that had supported the wartime regime, and sought to unravel the wartime Japanese police state by breaking up the national police force into small American-style police forces controlled at the local level. SCAP also sought to empower previously marginalized groups that it believed would have a moderating effect on future militarism, legalizing the Communist and Socialist parties, encouraging the formation of labor unions, and extending the right to vote to women. The crowning achievement of the first phase of the Occupation was the promulgation at SCAP's behest in 1947 of a new Constitution of Japan. Most famously Article 9 of the Japanese Constitution explicitly disavows war as an instrument of state police and promises that Japan will never maintain a military. At the same time, however, Cold War tensions were already ramping up in Europe, where the Soviet occupation of Eastern European countries led Winston Churchill to give his 1946 \"Iron Curtain\" speech, as well as in Asia, where the tide was turning in favor of the Communists in the Chinese Civil War. These shifts in the geo- political environment led to a profound shift in U.S. government and Allied Occupation thinking about Japan, and rather than focusing on punishing and weakening Japan for its wartime transgressions, the focus shifted to rebuilding and strengthening Japan as a potential ally in the emerging global Cold War. Meanwhile on the Japanese domestic front, rampant inflation, continuing hunger and poverty, and the rapid expansion of leftist parties and labor unions led Occupation authorities to fear that Japan was ripe for communist exploitation or even a communist revolution and to believe that conservative and anti-communist forces in Japan needed to be strengthened. An early sign of the shift in SCAP's thinking came in January 1947 when MacArthur announced that he would not permit a massive, nationwide general strike that labor unions had scheduled for February 1. Thereafter, the broader shift in Occupation policies became more and more apparent. ==Reverse Course policies== As part of the Reverse course, thousands of conservative and nationalist wartime leaders were de-purged and allowed to reenter politics and government ministries. In the industrial sector, plans for further anti-trust actions against the remains of the old zaibatsu were scrapped, and some earlier anti- trust policies were partially undone. MacArthur had originally planned to break up 325 Japanese companies, but in the end only 11 companies were dissolved. In the realm of self defense, the United States began pressuring Japan to eliminate Article 9 and remilitarize. To this end, SCAP established the National Police Reserve (NPR) in 1950 and the Coastal Safety Force (CSF) in 1952. They later became the ground and maritime branches of the Japan Self Defense Forces (JSDF) in 1954, respectively. SCAP also attempted to weaken the labor unions they had recently empowered, most notably issuing an edict stripping public-sector workers of their right to go on strike. The climax of the Reverse course came in the so-called \"Red Purge\" (reddo pāji) of 1950. The \"fall\" of China to the communists in 1949 and the outbreak of the Korean War in 1950 had heightened conservative fears that communism was on the march in Asia. Against this backdrop Japanese government and business leaders, with the connivance and encouragement of SCAP, purged tens of thousands of communists, alleged communists, and other leftists from government posts, private sector jobs, and teaching positions at schools and universities. In many ways, the Reverse Course resembled the Marshall Plan in Europe, especially in that it prioritized economic reconstruction while attempting to limit the influence of communism. ==End of the Reverse Course== The Occupation of Japan officially came to an end with the enactment of the San Francisco Peace Treaty on April 28, 1952. This meant that the U.S.-led Occupation could no longer directly dictate policy to Japanese leaders. However, as a pre-condition of ending the Occupation, the United States required the Japanese government to agree to the U.S.-Japan Security Treaty, which allowed the United States to continue to maintain military forces on Japanese soil. This locked Japan into a newly- forged U.S.-Japan Alliance, and ensured that the United States would continue to exercise an outsized influence on Japanese government policies both foreign and domestic. Historian Nick Kapur has argued that the Reverse Course continued even after 1952 with the covert and overt support of the United States, working in tandem with sympathetic conservative governments in Japan. In 1954, the National Police Reserve was reformulated into the Japan Self- Defense Forces, a formal military in all but name. That same year, with U.S. encouragement, a Police Law was passed which re-centralized police forces under the National Police Agency. Finally in 1955, de-purged conservative politicians, at U.S. urging and with the covert backing of the CIA, united to form the powerful Liberal Democratic Party, which has ruled Japan almost continuously since that time.Yong Wook Lee \"The Origin of One Party Domination: America's Reverse Course and the Emergence of the Liberal Democratic Party in Japan\" in Journal of East Asian Affairs XVIII, no. 2 (2004): 371-413 link ==Legacies and consequences== The Reverse Course had far reaching consequences. In terms of global security, it paved the way for the de facto remilitarization of Japan in the form of the Japan Self-Defense Forces and laid the foundations of the U.S.-Japan alliance, ensuring that Japan would remain firmly in the American camp throughout the Cold War. In fact, a remilitarized and strengthened Japan made Japan the cornerstone of U.S. security policy in East Asia.Comparative politics: interests, identities, and institutions in a changing global order. New York: Cambridge University Press. 9780521843164 p.178 In the economic realm, the incomplete suppression of the zaibatsu industrial conglomerates allowed them to partially reform as \"informal associations\" known as keiretsu. In Japanese domestic politics, the Reverse Course significantly weakened left-wing forces and strengthened conservatives, laying the foundations for decades of conservative rule. At the same time, it did not completely destroy leftist forces that had been deliberately unleashed in the Occupation's early stages, setting the stage for extremely contentious political struggles and labor strife in the 1950, culminating in the massive Anpo protests and Miike Coal Mine Strike, both in 1960. ==References== ===Citations=== ===Bibliography=== * Category:Cold War policies Category:Politics of Japan Category:Economy of Japan Category:Occupied Japan Category:Japan–United States relations",
 "title": "Reverse Course"
}