{
 "id": "759334",
 "text": "William Fife Knowland (June 26, 1908 – February 23, 1974) was an American politician and newspaper publisher. A member of the Republican Party, he served as a United States Senator from California from 1945 to 1959. He was Senate Majority Leader from August 1953 to January 1955 after the death of Robert A. Taft, a position he briefly regained from November 1956 to January 1957. As one of the most powerful members of the Senate and with his strong interest in foreign policy, Knowland helped set national foreign policy priorities and funding for the Cold War, the policy regarding Vietnam, Formosa, China, Korea and NATO, as well as other foreign policy objectives. He opposed sending American forces to French Indochina and was a sharp critic of Communist China under Mao Zedong. Knowland represented the right-wing of the party and considered some of President Dwight D. Eisenhower's policies too liberal.Gayle B. Montgomery, and James W. Johnson, One Step from the White House: The Rise and Fall of Senator William F. Knowland (1998) pp 166-80 After the Republicans lost their majority in the 1954 election, he served as Minority Leader from January 1955 to November 1956 and again from January 1957 until January 1959. Knowland voted in favor of the Civil Rights Act of 1957. He was defeated in his 1958 run for Governor of California. He succeeded his father, Joseph R. Knowland, as the editor-in-chief and publisher of the Oakland Tribune. == Background == Knowland was born in the City of Alameda, Alameda County, California. His father, Joseph R. Knowland, was serving his third term as a US Representative. He was the third child, with an older sister, Elinor (1895–1978), and a brother, Joseph Russell \"Russ\" Knowland Jr. (1901–1961). His grandfather Joseph Knowland (1833–1912) had made the family fortune in the lumber business. His mother, Elinor Fife Knowland, died on July 20, 1908, less than a month after his birth. His father's second wife, Emelyn S. West, raised Knowland as her own son. A young Knowland made campaign speeches for the 1920 Republican ticket of Warren G. Harding and Calvin Coolidge at the age of 12. He married at 19, became a California State Assemblyman at 25, entered the US Senate at 37, and became a grandfather at 41. == Early political career == Knowland, the president of the student body, graduated from Alameda High School in the Class of 1925. He graduated with a political science degree in three and a half years from the University of California, Berkeley in 1929. He was a member of Zeta Psi fraternity and the Order of the Golden Bear. California Governor C. C. Young and University of California President William Wallace Campbell praised Knowland's political activities as a university student. Knowland attended the 1932 Republican National Convention. From the gallery, he watched the California delegation which included his father, Earl Warren, Louis B. Mayer and Marshall Hale. The delegates renominated President Herbert Hoover and Vice President Charles Curtis. In November 1932, he was elected to the State Assembly, where he served for serving two years. In 1934 he won election to the California State Senate, where he served for four years. He did not seek re-election in 1938 but remained active in the California Republican Party. He was also influential on the national scene, serving as the chairman of the executive committee of the Republican National Committee from 1940 to 1942. Knowland campaigned for Wendell L. Willkie, the unsuccessful Republican nominee for president in 1940. == World War II == In June 1942, Knowland was drafted into the U.S. Army for World War II service. After a few months service as a private and sergeant, he went through Officer Candidate School and was commissioned as a second lieutenant. He served as an aide-de-camp to Brigadier General Marcellus L. Stockton Jr., then attended the military government school to study civil affairs. He was sent to Europe in 1944 and landed in France a month after D-Day. Knowland served in France initially with the Forward Echelon Communications Zone headquarters in France and Belgium, and later with the Fifteenth United States Army headquarters in Germany. During his military service, Knowland attained the rank of major and was assigned civil affairs and public affairs duties that were in line with his civilian education and experience and his military training. ===Military awards=== Knowland received the following military awards: {| |- |106px |American Campaign Medal |- |106px |European-African-Middle Eastern Campaign Medal |- |106px |World War II Victory Medal |- |106px |Army of Occupation Medal |} == U.S. Senate == Hiram Johnson, the senior U.S. senator from California, died on August 6, 1945. On August 14, 1945, Governor Earl Warren appointed Knowland to fill Johnson's seat. Warren first offered the Senate seat to Joseph R. Knowland, who declined Warren's offer: \"I lost the Senate Seat in 1914, I have the responsibility of the Oakland Tribune, Bring my boy, Billy home.\" Still serving overseas, Knowland learned of his new job from an article in Stars and Stripes; Knowland's wife Helen tried to telephone him with the news, but she couldn't get past the military censors, who said it was not essential government business. Knowland was sworn in as a freshman Senator of the 79th Congress September 6, 1945, the day the Senate adjourned in memory of Hiram Johnson. He was assigned membership in the Commerce Committee, the Irrigation and Reclamation and Immigration Committee, and the Senate Special Committee to Investigate the National Defense Program (the Truman Committee). In 1946, in a special election for the last part of Johnson's term, Knowland defeated Democrat Will Rogers Jr. by 334,000 votes. The special election featured a blank ballot, whereby electors had to write in the name of their choice.Washington Post, \"Murkowski appears to make history in Alaska\", Debbi Wilgoren, November 3, 2010 (accessed November 3, 2010) He also defeated Rogers in the general election by nearly 261,000 votes, winning a full term in the Senate in his own right. Knowland became a caustic critic of the Harry S. Truman administration. He was publicly critical of the actions in the \"loss\" of China to Communism and the Korean War. However, Knowland admired the former Senator from Missouri personally. A firm believer in legislative authority under the US Constitution, Senate leader Knowland sometimes also was at odds with President Dwight D. Eisenhower. Eisenhower wrote that Knowland \"means to be helpful and loyal, but he is cumbersome\" and described the Senator's foreign policy views, particularly on Red China, as \"simplistic.\" In his diaries, the publicly avuncular Eisenhower felt free to confide more critical assessments of his political acquaintances. \"Knowland has no foreign policy, except to develop high blood pressure whenever he mentions 'Red China' ... In his case, there seems to be no final answer to the question, 'How stupid can you get?'\" Fellow conservative Arizona Senator Barry Goldwater described Knowland as \"a very determined man, and a very highly principled one, and as long as he and Eisenhower agreed on the legislation that Ike wanted, Bill would fight his head off for it.\" In 1954, for example, Knowland voted in support of Eisenhower's initiatives 91 percent of the time. Knowland sometimes was called the \"Senator from Formosa\" (now known as Taiwan) for his strong support for Chiang Kai-shek and the Nationalist government in China against Mao Zedong and the Communists. A keen opponent of China's accession to the United Nations, Knowland tangled with Indian statesman V. K. Krishna Menon over the issue, leading the latter to acidly recommend psychiatric treatment to the former. In later years, Knowland moderated his position, praising President Nixon's diplomatic overture to China in 1972. At the 1948 Republican National Convention, Knowland made the nominating speech for Warren as the Vice Presidential candidate, and he was seen on the podium with presidential candidate Thomas E. Dewey. In the June 1952 primary election, Knowland \"cross- filed,\" running for both the Republican and Democratic nominations. He got 2.5 million votes to 750,000 for his Democratic opponent, Clinton D. McKinnon, and won both nominations. In the general election, he was opposed only by an \"Independent Progressive.\" He won with 88% of the vote and carried 57 of the 58 counties. The 1952 Republican National Convention met in Chicago. General of the Army Eisenhower and U.S. Senator Robert A. Taft of Ohio were the two main candidates. On July 8, 1952, Taft asked Knowland if he were interested in the vice presidency. Eisenhower won the nomination and selected as his running mate Richard M. Nixon, who was serving as California's junior U.S. senator. On September 23, 1952, Nixon gave the Checkers speech, a response to allegations that Nixon had maintained a secret fund of political donations from business leaders. (It was reported that Knowland said after the Checkers speech, \"I had to have my picture taken with that dirty bastard, crying on my shoulder!\") Eisenhower's aides contacted Knowland and persuaded him to fly from Hawaii to join Eisenhower and be available as a potential replacement running mate. However, seeing public opinion, Eisenhower retained Nixon on the 1952 Republican ticket. When Taft died on July 31, 1953, Knowland was chosen to succeed him as Senate Republican Leader (majority leader from 1953 to 1955, minority leader from 1955 to 1959). At age 44, he is the youngest senator to occupy the position of majority leader. The Republican majority during Knowland's stint as majority leader was tenuous. Taft's Senate seat was filled by a Democrat, which gave Democrats 48 seats compared to the Republicans' 47. One Senator, Wayne Morse of Oregon, who dropped his Republican affiliation to become an independent, pledged to vote with the Republicans on organizing the Senate in 1954 and brought the Republican tally to 48 seats. The constitutional provision for the Vice President to cast a tie-breaking vote gave Republicans a working majority to organize the Senate. Knowland's Democratic counterpart was Lyndon B. Johnson of Texas. Knowland and Johnson shared a cordial and respectful political relationship, often working in tandem on policy and procedure, including co-authoring a resolution in 1957 in an unsuccessful attempt to limit the filibuster, the practice of allowing minority viewpoints to use everlasting debate to obstruct the passage of legislation. \"To completely block the legislative process of government is too much power for any responsible person to want, and far too much power for any irresponsible person to have,\" Knowland said of the filibuster. Knowland and Johnson crafted and passed, in the Senate, the watered down Civil Rights Act of 1957. It was the first such law since Reconstruction. After the bill was passed, Knowland wept because of the bill's perceived weakness in protecting civil rights.Branch, Taylor Parting the Waters p. 221 Knowland called the Senate the \"most exclusive club of 96\" (there were 48 states at the time). He was slow to criticize its most infamous member, Wisconsin's Republican junior Senator Joseph McCarthy. In 1953, McCarthy questioned the \"integrity and good faith\" of US Secretary of State John Foster Dulles, which led Knowland to denounce McCarthy publicly. McCarthy was later condemned by the Senate for \"conduct contrary to Senate traditions\" in his vehement investigation of alleged communist infiltration of the US government.Senator Knowland, along with half of the 44 Republicans voted for McCarthy, against the censure. Amid speculation that Eisenhower might not run for re-election, Knowland briefly floated his candidacy for president in 1956, but he withdrew when Eisenhower decided to seek a second term. Knowland was Temporary Chairman of the 1956 Republican National Convention in the San Francisco Cow Palace. On appointing Knowland as delegate to the Eleventh General Assembly of the United Nations in 1956, Eisenhower wrote: \"Knowland brings to his leadership post an absolute, unflinching integrity that rises above politics. In the councils of government, he inspires faith in his motives and gives weight to his words.\" Knowland had a long-running battle with Nixon, with whom he served in the Senate from 1951 to 1953, for influence in California Republican Party affairs. Nonetheless, he gave Nixon the constitutional oath for Vice President of the United States on January 20, 1953, and again on January 21, 1957, on the East Portico of the U.S. Capitol. In 1968, as Nixon came across the Bay Bridge from San Francisco to Oakland, when an aide pointed out the Oakland Tribune Tower, Nixon replied, \"Bastard.\" == Campaign for the governorship == thumb|left|180px|Senator William Knowland announces candidacy in the Republican primary for Governor of California In 1958, Knowland decided to run for Governor of California instead of re-election to the Senate. His father was shaken by the decision, as he cherished the Senate seat; voters had denied him California's other Senate seat in 1914. Knowland secured the Republican nomination for governor after a brutal contest with incumbent Goodwin J. Knight. In the \"Big Switch,\" Knight agreed to run for Knowland's U.S. Senate seat while Knowland ran for governor. Many felt Knowland would use the governorship to control the California Republican delegation in 1960 and to try to deny Nixon the presidential nomination but get it himself. A critical issue in the campaign was Proposition 18, an initiative to enact a right-to- work law in California. Knowland endorsed Proposition 18 in excessive language, but Proposition 18 was highly unpopular, and the endorsement hurt Knowland. He was soundly defeated in the general election by the Democratic candidate, California Attorney General Edmund G. Brown by a 59% to 40% margin. After dominating California politics for over half a century, many other California Republicans were also defeated for statewide offices, including Knight. Following the election, Knowland's political career was effectively over. Among Joseph R. Knowland's protégés, Representative John J. Allen Jr. lost his House seat to Jeffery Cohelan. and Alameda County Supervisor Kent D. Pursel lost his race for the State Senate to John W. Holmdahl. To pay off some of Knowland's campaign debts, his father had to sell his Oakland Tribune radio station KLX to Crowell Collier Broadcasting. Knowland never again ran for any elective office. == After politics == The 1964 Republican National Convention, again in San Francisco's Cow Palace, nominated Barry Goldwater for president. Knowland backed the Goldwater-Miller ticket and spoke for the Arizona Senator across the country. Knowland was the titular head of the California Republican Party from 1959 to 1967, when he passed the party leadership to the new governor, Ronald Reagan. In the 1966 California gubernatorial campaign, Reagan ran on a law-and-order message, while Knowland and his old California Republican rival Richard Nixon worked tirelessly behind the scenes, enabling Reagan to win two thirds of the primary vote over George Christopher, the moderate Republican former mayor of San Francisco. The momentum from Reagan's successful primary win carried over to the general election, where he defeated incumbent Democratic Governor Pat Brown in a landslide. Russ, Knowland's brother, died on October 6, 1961. Knowland became the sole successor to his father and to control of the Oakland Tribune. Knowland became president, editor, and publisher of the Oakland Tribune in 1966, after the death of his father. Knowland was typically called \"Senator\" by the staff after his return to the paper from Washington. He kept the editorial pages of the Tribune solidly Republican. However, he took steps to add a bipartisan bent to the news pages, including the appointment in 1969 of a political editor with Democratic Party leanings. His son, Joseph W. Knowland, was Assistant Publisher with the position of Assistant General Manager. In a cost-cutting move that ultimately hurt the Oakland Tribune, the Southern Alameda County and Contra Costa County editions were trimmed. That opened the areas to Floyd Sparks (1900–1988), the owner of the Hayward Daily Review, and Dean Lesher (1902–1993), owner since 1947 of the Contra Costa Times. In early 1968, Oakland Tribune circulation rose because the major San Francisco newspapers were on strike. When the San Francisco Chronicle and San Francisco Examiner returned, Tribune sales fell in home delivery and on-the-street sales. As editor and publisher, Knowland took an interest in local affairs along with the job and was less concerned with national and foreign policy. During his tenure as newspaper executive, Oakland and the East Bay Area were changing, with the Free Speech Movement at UC Berkeley, the Black Panthers, and \"white flight\" to the suburbs. He offered a $100,000 reward for the conviction of those responsible for the 1973 murder of Marcus Foster. The Symbionese Liberation Army (SLA) claimed responsibility. The SLA subsequently kidnapped Patricia Hearst and Atlanta Constitution editor J. Reginald Murphy. Such acts made Knowland fearful for his own safety. The Tribune turned 100 years old on February 21, 1974. Knowland spoke on the occasion: \"For 100 years this newspaper has participated in the growth of Alameda and Contra Costa counties.... Now as we look into the future it becomes ever more important that newspapers here and in other cities keep the public adequately informed.\" He went to all departments on that Thursday. At the banquet at Goodman's Hall, Governor Ronald Reagan praised the Tribune and the Knowland family. The Oakland Tribune was sold in 1977 by the Knowland family. After four ownership changes, it is now a daily newspaper of the Bay Area News Group (BANG), a subsidiary of MediaNews Group. == Personal life == William F. Knowland was married to Helen Davis Herrick, whom he had met in the sixth grade. They were married on New Year's Eve in 1926. They were divorced on March 15, 1972, citing irreconcilable differences, a quiet reference to his affairs. Knowland then married Ann Dickson on April 29, 1972, but the two were estranged by the end of that year. He and Herrick had three children: Emelyn K. Jewett, Joseph William Knowland, and Estelle Knowland. He had two stepchildren, Kay and Steve Sessinghaus, from his marriage to Dickson. == Suicide == On February 23, 1974, Knowland died from a self-inflicted gunshot wound, an apparent suicide, at his summer home near Guerneville, California. His personal life was in a shambles; heavy gambling took all his money and he died owing over $900,000 () to banks and impatient mobsters.Montgomery and Johnson, One Step from the White House: The Rise and Fall of Senator William F. Knowland (1998) pp 283-305 == Remains == At the Main Mausoleum of the Mountain View Cemetery, in Oakland, California on Floor I, M8J, N2, TI, Knowland is with his first wife, Helen Knowland Whyte (1907–1981) and her mother, Estelle Davis Herrick (1881–1963). Also contained are the remains of Ruth Lamb Caldwell Narfi (1909–2003) and her first husband, Hubert A. Caldwell (1907–1972) and second husband, Gaetano \"Tani\" Narfi (1905–1996) At the Chapel of Memories in Oakland, California, two tiers down from his father, Joseph R. Knowland in the Serenity Section Tier 4 Number 6, a double book urn has only one side inscribed, \"U.S. Senator William F. Knowland, 1908–1974.\" == Further reading == * Montgomery, Gayle B. and Johnson, James W., One Step from the White House: The Rise and Fall of Senator William F. Knowland. Berkeley: University of California Press. 1998. . Online at UC Press. * Wyatt, Daniel E., Joseph Russell Knowland: The Political Years, 1899–1915. San Francisco: D. Wyatt. 1982. ==References== == External links == Retrieved on 2008-02-09 * *Oakland Tribune Archives *William F. Knowland Papers Bancroft Library, University of California, Berkeley *Knowland Family California at Political Graveyard *William Knowland Political History *Oral history interview |- |- |- |- |- |- |- |- |- |- Category:1908 births Category:1974 deaths Category:20th-century American newspaper publishers (people) Category:20th-century American politicians Category:Activists for African-American civil rights Category:American Methodists Category:United States Army personnel of World War II Category:American politicians who committed suicide Category:Articles containing video clips Category:Burials at Mountain View Cemetery (Oakland, California) Category:California Republicans Category:Editors of California newspapers Category:Knowland family Category:Members of the California State Assembly Category:Old Right (United States) Category:Politicians from Alameda, California Category:Military personnel from California Category:Republican Party United States senators Category:Suicides by firearm in California Category:United States Army officers Category:United States senators from California Category:University of California, Berkeley alumni Category:People from Guerneville, California Category:Richard Nixon Category:American anti-communists",
 "title": "William Knowland"
}