{
 "id": "759304",
 "text": "Victor Canning (16 June 1911 – 21 February 1986) was a prolific British writer of novels and thrillers who flourished in the 1950s, 1960s and 1970s. He was personally reticent, writing no memoirs and giving relatively few newspaper interviews. ==Life== Canning was born in Plymouth, Devon, the eldest child of a coach builder, Fred Canning, and his wife May, née Goold. During World War I his father served as an ambulance driver in France and Flanders, while he with his two sisters went to live in the village of Calstock ten miles north of Plymouth, where his uncle Cecil Goold worked for the railways and later became station master. After the war the family returned to Plymouth. In the mid-1920s they moved to Oxford where his father had found work, and Victor attended the Oxford Central School. Here he was encouraged to stay on at school and go to university by a classical scholar, Dr. Henderson, but the family could not afford it and instead Victor went to work as a clerk in the education office at age 16.Higgins, John. Victor Canning biography Within three years he had started selling short stories to boys' magazines and in 1934, his first novel. Mr. Finchley Discovers His England, was accepted by Hodder and Stoughton and became a runaway best seller. He gave up his job and started writing full-time, producing thirteen more novels in the next six years under three different names. Lord Rothermere engaged him to write for the Daily Mail, and a number of his travel articles for the Daily Mail were collected as a book with illustrations by Leslie Stead under the title Everyman's England in 1936. He also continued to write short stories. He married Phyllis McEwen in 1935, a girl from a theatrical family whom he met while she was working with a touring vaudeville production at Weston-super- Mare. They had three daughters, Lindel born in 1939, Hilary born in 1940, and Virginia who was born in 1942, but died in infancy. In 1940 he enlisted in the Army, and was sent for training with the Royal Artillery in Llandrindod Wells in mid-Wales, where he trained alongside his friend Eric Ambler. Both were commissioned as second lieutenants in 1941. Canning worked in anti-aircraft batteries in the south of England until early 1943, when he was sent to North Africa and took part in the Allied invasion of Sicily and the Italian campaigns. At the end of the war he was assigned to an Anglo-American unit doing experimental work with radar range-finding. It was top secret work but nothing to do with espionage, though Canning never discouraged the assumption of publishers and reviewers that his espionage stories were partly based on experience.Obituary, The Daily Telegraph, 26 February 1986, p.12 He was discharged in 1946 with the rank of major.Thomas, David A. Victor Canning: Popular and now very Collectable Author', in Book and Magazine Collector issue 32. November 1986. He resumed writing with The Chasm (1947), a novel about identifying a Nazi collaborator who has hidden himself in a remote Italian village. A film of this was planned but never finished. Canning's next book, Panther's Moon, was filmed as Spy Hunt, and from now on Canning was established as someone who could write a book a year in the suspense genre, have them reliably appear in book club and paperback editions on both sides of the Atlantic, be translated into the main European languages, and in many cases get filmed. He himself spent a year in Hollywood working on scripts for movies of his own books and on TV shows. The money earned from the film of The Golden Salamander (filmed with Trevor Howard) meant that Canning could buy a substantial country house with some land in Kent, Marle Place. He had moved from Stansted in February 1952,Bob Ogley and he then lived in Marle Place until 1969 and where his daughter continues to live now. From the mid-1950s onwards, his books became more conventional, full of exotic settings, stirring action sequences and stock characters. In 1965 he began a series of four books featuring a private detective called Rex Carver, and these were among his most successful in sales terms.Higgins, John. A Rex Carver Companion. Lulu.com, 2016. . Some time at the end of the 1960s, he began an affair with Diana Bird, the estranged wife of a solicitor living in the area, which led to his separation from Phyllis and leaving the family home in 1969 to settle in Devon. He had to wait five years for his divorce, and finally married Diana Bird in 1974. She died in February 1976. The six and a half years that they lived together were an extraordinarily productive period for him, containing almost all of his best work, including the first five of his 'Birdcage' novels, a trilogy of books for children starting with The Runaways, and the beginning of a trilogy retelling the legends of King Arthur, The Crimson Chalice.Victor Canning page at Curtis Brown Canning married Adria Irving-Bell in November 1976, and they moved to Gloucestershire and then Herefordshire, then back to Gloucestershire. He continued writing a book a year, and started to write radio plays, of which three were broadcast. He died in Cirencester, Gloucestershire. His last book, Table Number Seven, was completed by his wife Adria and his sister Jean. Adria Canning continued to live in Cirencester, and died there in 1986. Canning seems to have been a generous and friendly man, an accomplished sportsman, keen on golf and latterly on fishing, as attested by his daughter (personal interview), the many descriptions of fishing in the books and stories after 1968, and by his dedicating a book to the cartoonist Alex Graham as his golfing partner. His love of and knowledge of English countryside and wildlife pervades his early and late work. His middle period thrillers are mainly set overseas since \"in England you can always call a policeman\", as he is reported to have said.Obituary. The Times. 27 February 1986. In contrast, the 'Birdcage' books, beginning with Firecrest (1971) and including his masterpiece The Rainbird Pattern (1972) which was awarded the CWA Silver Dagger and nominated for the Edgar awards, were all far darker and more realistic than any of his earlier thrillers. They do not have conventional happy endings. The settings are mostly in the south of England, and the villains are often sinister government officials who crush the innocent bystanders who might expose them.Ripley, Mike. Kiss Kiss, Bang Bang: the boom in British thrillers from Casino Royale to The Eagle Has Landed (2017) ==Works== * Mr. Finchley Discovers His England (1934) * Polycarp’s Progress (1935) * Fly away Paul (1936) * Two Men Fought (1936), writing as Alan Gould * Everyman’s England (1936), illustrations by Leslie Stead * Matthew Silverman (1937) * Mercy Lane (1937), writing as Alan Gould * Mr. Finchley Goes to Paris (1938) * Sanctuary from the Dragon (1938), writing as Alan Gould * The Wooden Angel (1938), writing as Julian Forest * Fountain Inn (1939) * Every Creature of God Is Good (1939), writing as Alan Gould * The Viaduct (1939), writing as Alan Gould * Mr. Finchley Takes the Road (1940) * Atlantic Company (1940), writing as Alan Gould * Beggar’s Bush (1940), stage play produced in Harrogate * Green Battlefield (1943) * The Chasm (1947) * Panther's Moon (1948) US Hunter's Moon – filmed in 1950 as Spy Hunt * The Golden Salamander (1949) – filmed in 1950 * A Forest of Eyes (1950) * Venetian Bird (1950) US Bird of Prey – filmed in 1952; adapted into a 1975 two-part episode of Mannix * The House of the Seven Flies (1952) US The House of the Seven Hawks – filmed in 1959 * The Man from the Turkish Slave (1954) * Castle Minerva (1954) US A Handful of Silver – filmed in 1964 as Masquerade * His Bones are Coral (1955) US Twist of the Knife – filmed in 1970 as Shark! * The Hidden Face (1956) US Burden of Proof * The Manasco Road (1957) US The Forbidden Road * The Dragon Tree (1958) US The Captives of Mora Island * Young Man on a Bicycle (1958) – collection of novellas – US Oasis Nine * The Burning Eye (1960) * A Delivery of Furies (1961) * Black Flamingo (1962) * Delay on Turtle (1962) – collection of novellas * The Limbo Line (1963) – filmed in 1968 * The Scorpio Letters (1964) – filmed in 1967 * The Whip Hand (1965) – the first Rex Carver book * Doubled in Diamonds (1966) – the second Rex Carver book * The Python Project (1967) – the third Rex Carver book * The Melting Man (1968) – the fourth Rex Carver book * Queen's Pawn (1969) * The Great Affair (1970) * Firecrest (1971) * The Rainbird Pattern (1972) – filmed in 1976 as Family Plot * The Runaways (1972) (part 1 of the Smiler trilogy) (adapted to film for U.S. television in 1975) * The Finger of Saturn (1973) * Flight of the Grey Goose (1973) (part 2 of the Smiler trilogy) * The Mask of Memory (1974) * The Painted Tent (1974) (part 3 of the Smiler trilogy) * The Kingsford Mark (1975) * The Doomsday Carrier (1976) * The Crimson Chalice (1976) (part 1 of the Arthurian trilogy) * The Circle of the Gods (1977) (part 2 of the Arthurian trilogy) * The Immortal Wound (1978) (part 3 of the Arthurian trilogy) * Birdcage (1978) * The Satan Sampler (1979) * Fall from Grace (1980) * The Boy on Platform One (1981) * Vanishing Point (1982) * Raven’s Wind (1983) * Birds of a Feather (novel) (1985) * Table Number Seven (1987) – completed by his wife and sister * Comedies and Whimsies (2007) – collection of short stories * The Minerva Club, The Department of Patterns and Dr. Kang (Crippen & Landru. 2009) – collection of short stories ==Sources== *Article by Graham Lord, \"The crazy gamble that made Victor famous\", in the Sunday Express, 10 August 1975. *Interview from the Western Daily Press published on 6 February 1976. *Obituaries in The Times of 27 February 1986 and The Daily Telegraph of 28 February 1986. *An article, \"Victor Canning: Popular and now very collectable author of thrillers, comic novels, and mysteries.\" Book and Magazine Collector No. 32, November 1986, pages 41 – 47. *Extended interviews with Canning's sister, Mrs Jean Tearle, his eldest daughter, Mrs Lindel Williams, and his literary executor, Mr Charles Collingwood. ==References== == External links == * Full bibliography by John Higgins * SCORPIO ROOMS: Victor Canning on TV by Tise Vahimagi * The Victor Canning Pages Category:1911 births Category:1986 deaths Category:People from Plymouth Category:Royal Artillery officers Category:British Army personnel of World War II Category:British thriller writers Category:20th-century British novelists Category:People from Cirencester Category:People from Tonbridge and Malling (district)",
 "title": "Victor Canning"
}