{
 "id": "759312",
 "text": "Data management comprises all disciplines related to managing data as a valuable resource. ==Concept== The concept of data management arose in the 1980s as technology moved from sequential processing (first punched cards, then magnetic tape) to random access storage. Since it was now possible to store a discrete fact and quickly access it using random access disk technology, those suggesting that data management was more important than business process management used arguments such as \"a customer's home address is stored in 75 (or some other large number) places in our computer systems.\" However, during this period, random access processing was not competitively fast, so those suggesting \"process management\" was more important than \"data management\" used batch processing time as their primary argument. As application software evolved into real-time, interactive usage, it became obvious that both management processes were important. If the data was not well defined, the data would be mis-used in applications. If the process wasn't well defined, it was impossible to meet user needs. == Topics == Topics in data management include: # Data governance #* Data asset #* Data governance #* Data trustee #* Data custodian or guardian #* Data steward #* Data subject #* Data ethics # Data architecture #* Data architecture #* Data flows # Data modeling and design # Database and storage management #* Data maintenance #* Database administration #* Database management system #* Business continuity planning #* Data subsetting # Data security #* Data access #* Data erasure #* Data privacy #* Data security # Reference and master data #* Data integration #* Master data management #* Reference data # Data Integration and inter- operability #* Data movement (ETL, ELT) #* Data interoperability # Documents and content #* Document management system #* Records management # Data warehousing and business intelligence #* Business intelligence #* Data analysis and data mining #* Data warehouse and data mart # Metadata #* Metadata management #* Metadata #* Metadata discovery #* Metadata publishing #* Metadata registry # Data quality #* Data discovery #* Data cleansing #* Data integrity #* Data enrichment #* Data quality #* Data quality assurance #* Secondary data ==Usage== In modern management usage, the term data is increasingly replaced by information or even knowledge in a non-technical context. Thus data management has become information management or knowledge management. This trend obscures the raw data processing and renders interpretation implicit. The distinction between data and derived value is illustrated by the information ladder. However, data has staged a comeback with the popularisation of the term big data, which refers to the collection and analyses of massive sets of data. Several organisations have established data management centers (DMC) for their operations. For example: ==Integrated data management== Integrated data management (IDM) is a tools approach to facilitate data management and improve performance. IDM consists of an integrated, modular environment to manage enterprise application data, and optimize data-driven applications over its lifetime. Integrated Data Management: Managing data across its lifecycle by Ho.lly HayesOrganizations thrive on Data by Eric Naiburgintegrated IBM Data Management information centerEnterprise backup solutions IDM's purpose is to: *Produce enterprise- ready applications faster *Improve data access, speed iterative testing *Empower collaboration between architects, developers and DBAs *Consistently achieve service level targets *Automate and simplify operations *Provide contextual intelligence across the solution stack *Support business growth *Accommodate new initiatives without expanding infrastructure *Simplify application upgrades, consolidation and retirement *Facilitate alignment, consistency and governance *Define business policies and standards up front; share, extend, and apply throughout the lifecycle ==See also== * Open data * FAIR data * Pseudonymization * Information architecture * Enterprise architecture * Information design * Information system * Controlled vocabulary * Data curation * Data retention * Data management plan * Data mesh, a domain- oriented data architecture * Computer data storage * Data proliferation * Digital preservation * Document management * Enterprise content management * Hierarchical storage management * Information repository * Machine-Readable Documents * Performance report * System integration * Customer data integration * Identity management * Identity theft * Data theft * ERP software * CRM software == References == ==External links== * * Category:Information technology management",
 "title": "Data management"
}