{
 "id": "759573",
 "text": "The North Warning System (NWS) is a joint United States and Canadian early- warning radar system for the atmospheric air defense of North America. It provides surveillance of airspace from potential incursions or attacks from across North America's polar region. It replaced the Distant Early Warning Line system in the late 1980s. ==Overview== thumb|right|360px|The North Warning System as part of NORAD radar array as envisioned by Canada and the US in 1987. The NWS consists of both long range AN/FPS-117 and short range AN/FPS-124 surveillance radars, operated and maintained by North American Aerospace Defense Command (NORAD). There are 13 long range sites and 36 short range sites. In Canada, the station sites are owned or leased by the Government of Canada, which also owns most of the infrastructure. The radars and tactical radios are owned by the United States Air Force. The Alaska Regional Operations Control Center (ROCC) at Elmendorf AFB, Alaska controls the stations in Alaska; the Canada East and Canada West Regional Operations Control Centres (ROCCs) at CFB North Bay, Ontario control the stations in Canada. ROCC information is then passed to the NORAD Combat Operations Centre (COC) at Colorado Springs, Colorado. Each Long Range site consists of accommodation buildings, radar towers and radomes, generator and fuel systems, satellite terminals, automated weather station, and UHF and VHF ground-air- ground radio. Short Range sites consist of a single AN/FPS-124 radar, satellite terminals, power generation and fuel systems, and a small emergency shelter that can accommodate six people. Some short range stations lack weather stations and UHF Tactical Radios. ==History== The Distant Early Warning Line, constructed in the late 1950s, was reaching obsolescence in the 1980s. With the signing of North American Air Defence Modernization agreement at the \"Shamrock Summit\" between Prime Minister Mulroney and President Reagan in Quebec City on 18 March 1985, the DEW Line began its eventual upgrading and transition becoming the North Warning System (NWS) of today. The NWS began limited operation in 1988 with the commissioning and acceptance of the three newly constructed east coast sites BAF-3 Brevoort Island, Nunavut, LAB-2 Saglek and LAB-6 Cartwright, both in Labrador. Throughout the late 1980s and early 1990s, new NWS LRR radars replaced former DEW Line sites. DEW sites that were not transitioned to North Warning operation were eventually closed down. The official activation of the NWS and inactivation of the DEW Line took place on 15 July 1993. The bi-national North Warning System Office (NWSO) is located in Ottawa, Ontario and staffed with both Canadian and American military and civilian personnel. Staffed sites are operated by the Royal Canadian Air Force. Logistical and maintenance support for the NWS is supplied by the Air Force Materiel Command of the United States Air Force, located at Ogden Air Logistics Center (OO-ALC), Hill Air Force Base, Utah. == Site remediation== The former DEW Line sites were operated using practices and materials accepted by the environmental standards of the time. With their closure and many of them rebuilt as NWS sites, a clean-up project was undertaken to remove surplus infrastructure, treat chemically contaminated soils, and stabilize landfill sites. The clean-up was designed to keep chemical contamination from the DEW Line sites out of the Arctic food chain, and ensure that the sites are restored to an environmentally safe condition. In 1989, the Canadian Department of National Defence (DND) started investigating the environmental conditions of the DEW Line sites and commenced clean-up work at two sites in 1996. The clean-up of 21 sites was scheduled to be completed in 2013. Currently, 14 sites have been cleaned up and the remaining seven are on-going in Nunavut. == Stations == The NWS consists of 15 long-range radars (11 in Canada, of which eight were DEW Line sites) and 39 short-range radars (36 in Canada).Environmental Assessment for North Warning System (Alaska) The system forms a long and wide \"tripwire\" stretching from Alaska to southern Labrador. Minimally-attended NWS Long Range Radar AN/FPS-117 radar sites shaded in blue. {| class=\"wikitable sortable\" |- ! scope=\"col\" width=\"75\" | Site ID ! scope=\"col\" width=\"150\" | Geographic Place Name ! scope=\"col\" width=\"75\" | Location ! scope=\"col\" width=\"75\" | Radar ! scope=\"col\" width=\"200\" | Coordinates ! scope=\"col\" width=\"50\" | Activated ! scope=\"col\" width=\"50\" | Deactivated ! scope=\"col\" width=\"350\" | Notes |- | | Point Lay | AK | FPS-124 | | 1955 | 1994 | Established as DEW Line Auxiliary site, 1955. Also was part of Alaska Radar System, site A-15. DEW operations ended 1989; unattended NWS Short Range Radar installed 1990 to cover any Long Range Radar surveillance gaps; Site deactivated 1994 and remediation work was completed by 2005. Gravel runway and building pads remain. See also: Point Lay LRRS Airport |- | | Wainwright | AK | FPS-124 | | 1955 | 2007 | Established as DEW Line Auxiliary site, 1955. Also was part of Alaska Radar System, site A-16. DEW operations ended 1995; minimally-attended NWS Short Range Radar installed 1994; Former DEW station remediation work was completed by 2005. Site deactivated 2007 due to soil erosion & budget concerns. See also: Wainwright Airport |- style=\"background: #F1F5FC; color: black\" | | Point Barrow | AK | FPS-117 | | 1957 | Active | Established as DEW Line Main site, 1957. Also is part of Alaska Radar System, site A-17, Maintained by USAF 611th Air Support Group. DEW operations ended 1998; minimally-attended NWS Long Range Radar installed 1999 Station buildings remain in use and in good repair. |- | | Point Lonely | AK | FPS-124 | | 1957 | 2007 | Established as DEW Line Auxiliary site, 1957. Also was part of Alaska Radar System, site A-18. DEW operations ended 1990; unattended NWS Short Range Radar installed 1994 to cover any Long Range Radar surveillance gaps. Site deactivated 2007 due to soil erosion & budget concerns. Station buildings remain in good repair. |- style=\"background: #F1F5FC; color: black\" | | Oliktok | AK | FPS-117 | | 1957 | Active | Established as DEW Line Auxiliary site, 1957. Also is part of Alaska Radar System, site A-19, Maintained by USAF 611th Air Support Group. DEW operations ended 1989; minimally-attended NWS Long Range Radar installed 1990. Station buildings remain in use and in good repair. |- | | Flaxman Island | AK | FPS-124 | | 1957 | 2007 | Established as DEW Line Auxiliary site, 1957. Also was part of Alaska Radar System as Bullen Point Short Range Radar Site site A-20. DEW operations ended 1995; unattended NWS Short Range Radar installed 1994 to cover any Long Range Radar surveillance gaps. Site deactivated 2007 due to soil erosion & budget concerns. Station buildings remain in good repair. |- style=\"background: #F1F5FC; color: black\" | | Barter Island | AK | FPS-117 | | 1957 | Active | Established as DEW Line Main site, 1957. Also is part of Alaska Radar System, site A-21, Maintained by USAF 611th Air Support Group. DEW operations ended 1989; minimally-attended NWS Long Range Radar installed 1990. Station buildings remain in use and in good repair. See also: Barter Island LRRS Airport |- | | Komakuk Beach | YT | FPS-124 | | 1957 | Active | Established as DEW Line Auxiliary site, 1957, operations ended 1989; unattended NWS Short Range Radar installed 1990 to cover any Long Range Radar surveillance gaps. Now located in Yukon's Ivvavik National Park, station site remediation work was completed by 2005. Komakuk Beach SRRS Airport is listed in the Canada Flight Supplement as abandoned. |- | | Stokes Point | YT | FPS-124 | | 1957 | Active | Established as DEW Intermediate site, closed and site abandoned in 1963. Reopened as unattended NWS Short Range Radar site in 1991 to cover any Long Range Radar surveillance gaps. Now located in Yukon's Ivvavik National Park, no station site remediation is planned. Stokes Point SRRS Airport is listed in the Canada Flight Supplement as abandoned. |- style=\"background: #F1F5FC; color: black\" | | Shingle Point | YT | FPS-117 | | 1957 | Active | Established as DEW Line Auxiliary site, 1957, operations ended 1989; minimally-attended NWS Long Range Radar installed 1989. Now located in Yukon's Ivvavik National Park; station site remediation status is undetermined. Shingle Point LRRS Airport is listed in the Canada Flight Supplement as abandoned. |- | | Storm Hills | NT | FPS-124 | | 1990 | Active | Established in November 1990 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. The site consists of a radar tower, communications facility, and small storage building. Helicopter pad used for access to site. |- | | Tuktoyaktuk | NT | FPS-124 | | 1957 | Active | Established as DEW Line Auxiliary site, 1957, operations ended 13 September 1993; unattended NWS Short Range Radar installed in September 1990 to cover any Long Range Radar surveillance gaps. Station site remediation work was completed by 2005. The site consists of a radar tower, communications facility, and small storage building, along with gravel remains of previous DEW site roads and building footings. Tuktoyaktuk/James Gruben Airport is used for access to site. |- | | Liverpool Bay | NT | FPS-124 | | 1990 | Active | Established in November 1990 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. The site consists of a radar tower, communications facility, and small storage building. Helicopter pad used for access to site. |- | | Nicholson Peninsula | NT | FPS-124 | | 1957 | Active | Established as DEW Line Auxiliary site, 1957 on long peninsula in Beaufort Sea. Was expansive facility with airstrip and dock facility for resupplying. DEW operations ended in 1993; unattended NWS Short Range Radar installed in 1990 to cover any Long Range Radar surveillance gaps. Station site remediation work was completed by 2005. New site consists of a radar tower, communications facility, and small storage building. Helicopter pad used for access to site, DEW station airstrip is abandoned as it has partially deteriorated by erosion into the ocean. |- | | Horton River | NT | FPS-124 | | 1957 | Active | Established as DEW Intermediate site \"Malloch Hills\", closed and site abandoned in 1963. Was expansive facility with airstrip and dock facility for resupplying. Reopened as unattended NWS Short Range Radar site in June 1991 to cover any Long Range Radar surveillance gaps. Abandoned DEW facility torn down, station site remediation work was completed by 2005, leaving gravel roads, old building pads and abandoned and unusable airstrip. NWS site consists of a radar tower, communications facility, and small storage building. Helicopter pad used for access to site. |- style=\"background: #F1F5FC; color: black\" | PIN-M | Cape Parry | NT | FPS-117 | | 1957 | Active | Established as DEW Main site in 1957. Was expansive facility with airstrip and dock facility for resupplying. DEW operations ended 1989; minimally-attended NWS Long Range Radar installed 1989. Cape Parry LRRS Airport is listed in the Canada Flight Supplement as abandoned. |- | PIN-1BD | Keats Point | NT | FPS-124 | | 1991 | Active | Established in July 1991 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. The site consists of a radar tower, communications facility, and small storage building. Helicopter pad used for access to site. |- | PIN-1BG | Croker River | NU | FPS-124 | | 1991 | Active | Established in August 1991 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. |- | PIN-2A | Harding River | NU | FPS-124 | | 1991 | Active | Established in September 1991 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. |- | PIN-CB | Bernard Harbour | NU | FPS-124 | | 1991 | Active | Established as DEW Intermediate site in 1957, designated \"PIN-C\" (). Was expansive facility with airstrip and dock facility for resupplying. Closed and site abandoned in 1963. Reopened as unattended NWS Short Range Radar site southwest of former DEW site in September 1991 to cover any Long Range Radar surveillance gaps. Abandoned DEW facility torn down, station site remediation work was completed by 2005, leaving gravel roads and old building pads. Former airstrip no longer listed in the Canada Flight Supplement, several buildings seen at airport site and gravel road connects the airport to the new NWS site. NWS site consists of a radar tower, communications facility, and small storage building. Helicopter pad used for access to site. |- style=\"background: #F1F5FC; color: black\" | PIN-3 | Lady Franklin Point | NU | FPS-117 | | 1957 | Active | Established as DEW Line Auxiliary site, 1957. Was expansive facility with airstrip and dock facility for resupplying. DEW operations ended in 1989; minimally-attended NWS Long Range Radar installed 1989. On 10 January 2000, a fire broke out at the site and burned for several days, destroying most of the site.Fire destroys North Warning System radar station Only the warehouse, hangar, garage and satellite terminals remain. As of November 2020, the site was indefinitely out of commission and without power. Lady Franklin Point LRRS Airport is listed in the Canada Flight Supplement as abandoned. |- | PIN-DA | Edinburgh Island | NU | FPS-124 | | 1991 | Active | Replacement for PIN-D \"Ross Point\" DEW Intermediate site () opened in 1957, closed and site abandoned in 1963. New site opened in October 1991 9.4 miles ESE as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. The site consists of a radar tower, communications facility, and small storage building. Helicopter pad used for access to site. |- | PIN-EB | Cape Peel West | NU | FPS-124 | | 1991 | Active | Replacement for PIN-E \"Cape Peel\" DEW Intermediate site () opened in 1957, closed and site abandoned in 1963. New site opened in October 1991, west as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. Helicopter pad used for access to site. |- style=\"background: #F1F5FC; color: black\" | CAM-M | Cambridge Bay | NU | FPS-117 | | 1957 | Active | Established as DEW Main site in 1957. Was expansive facility with airstrip and dock facility for resupplying. DEW operations ended 1989; minimally-attended NWS Long Range Radar installed 1989. Cambridge Bay Airport remains in use for access to site and is a major transportation hub to support other CAM NWS sites. |- | CAM-A3A | Sturt Point | NU | FPS-124 | | 1991 | Active | Replacement for CAM-A \"Sturt Point\" DEW Intermediate site () opened in 1957, closed and site abandoned in 1963. New site opened in October 1991, northwest as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. New NWS site consists of a radar tower, communications facility, and small storage building. Helicopter pad used for access to site. |- | CAM-1A | Jenny Lind Island | NU | FPS-124 | | 1991 | Active | Replacement for CAM-1 DEW Auxiliary site opened in 1957, closed in 1992. Dew site was located on coast, with airstrip and dock facility for resupplying. New NWS Short Range Radar site opened in October 1991 to cover any Long Range Radar surveillance gaps, located on mountain peak approximately NNW of former DEW site. Helicopter pad used for access to site. |- | CAM-B | Hat Island | NU | FPS-124 | | 1991 | Active | Established as DEW Intermediate site in 1957. Was expansive facility with airstrip and dock facility for resupplying. closed and site abandoned in 1963. Unattended NWS Short Range Radar site opened in September 1991 to cover any Long Range Radar surveillance gaps. Closed DEW facility torn down, station site remediation work was completed by 2005, leaving gravel roads, old building pads and abandoned and unusable airstrip. NWS site consists of a radar tower, communications facility, and small storage building. Helicopter pad constructed on a former airstrip for access. |- | CAM-2 | Gladman Point | NU | FPS-124 | | 1957 | Active | Established as DEW Auxiliary site in 1957. Was expansive facility with airstrip and dock facility for resupplying. DEW operations ended 1992; minimally-attended NWS Long Range Radar installed October 1990. Closed DEW facility torn down, station site remediation work was completed by 2005, leaving gravel roads, old building pads and abandoned and unusable airstrip. NWS site consists of a radar tower, communications facility, and small storage building. Helicopter pad used for access to site. |- | CAM-CB | Gjoa Haven | NU | FPS-124 | | 1990 | Active | Replacement for CAM-C \"Matheson Point\" DEW Intermediate site () opened in 1957, closed and site abandoned in 1963. New site opened in October 1990, SE as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. The site consists of a radar tower, communications facility, and small storage building. Located near small village of Gjoa Haven, connected by gravel road to village south of site. Gjoa Haven Airport originally built for DEW site, now small regional airport is used for access to site. |- style=\"background: #F1F5FC; color: black\" | CAM-3 | Shepherd Bay | NU | FPS-117 | | 1957 | Active | Established as DEW Line Auxiliary site, 1957. Was expansive facility with airstrip and dock facility for resupplying. DEW operations ended in July 1989; minimally-attended NWS Long Range Radar installed July 1989. Appears that much of the former DEW site facilities remain in use, buildings appear in good repair. Shepherd Bay SRRS Airport is listed in the Canada Flight Supplement as abandoned. |- | CAM-D | Simpson Lake | NU | FPS-124 | | 1957 | Active | Established as DEW Intermediate site in 1957. Was expansive facility with airstrip and dock facility for resupplying. closed and site abandoned in 1963. Unattended NWS Short Range Radar site opened in September 1991 to cover any Long Range Radar surveillance gaps. Closed DEW facility partially remains in a deteriorated state gravel roads, old building pads. NWS site consists of a radar tower, communications facility, and small storage building. Helicopter pad constructed on a former airstrip for access. |- | CAM-4 | Pelly Bay | NU | FPS-124 | | 1957 | Active | Established as DEW Line Auxiliary site, 1957. Was expansive facility with airstrip and dock facility for resupplying. DEW operations ended in 1992; NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. Closed DEW facility torn down, station site remediation work was completed by 2005, leaving gravel roads, old building pads. Former airstrip remains, however a helicopter pad at NWS site used for access. |- | CAM-5A | Cape McLoughlin | NU | FPS-124 | | 1992 | Active | Established in July 1992 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. |- | CAM-FA | Lailor River | NU | FPS-124 | | 1992 | Active | Established in August 1992 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. The site consists of a radar tower, communications facility, and small storage building. Helicopter pad used for access to site. |- style=\"background: #F1F5FC; color: black\" | FOX-M | Hall Beach | NU | FPS-117 | | 1957 | Active | Established as DEW Main site in 1957; also known as \"Site 30\". Was expansive facility with airstrip and dock facility for resupplying. DEW operations ended September 1989; minimally-attended NWS Long Range Radar September 1989. Appears that much of the former DEW site facilities remain in use, buildings appear in good repair. Hall Beach Airport remains in use for access to site. |- | FOX-1 | Rowley Island | NU | FPS-124 | | 1957 | Active | Established as DEW Line Auxiliary site, 1957. Was expansive facility with airstrip and dock facility for resupplying. DEW operations ended in 1991; unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. Abandoned DEW facility torn down, station site remediation work was completed by 2005, leaving gravel roads, old building pads and abandoned and unusable airstrip. NWS site consists of a radar tower, communications facility, and small storage building. Helicopter pad used for access to site. |- | FOX-A | Bray Island | NU | FPS-124 | | 1957 | Active | Established as DEW Intermediate site in 1957; also known as \"Site 32\". Was expansive facility with airstrip and dock facility for resupplying. closed and site abandoned in 1963. New unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps on former DEW site. Abandoned DEW facility torn down, station site remediation work was completed by 2005, leaving gravel roads, old building pads and abandoned and unusable airstrip. NWS site consists of a radar tower, communications facility, and small storage building. Helicopter pad used for access to site. |- | FOX-2 | Longstaff Bluff | NU | FPS-124 | | 1957 | Active | Established as DEW Line Auxiliary site, 1957; also known as \"Site 33\". Was expansive facility with airstrip and dock facility for resupplying. DEW operations ended in August 1991; unattended NWS Short Range Radar site opened November 1990 approximately 4 miles ESE of former DEW Airstrip to cover any Long Range Radar surveillance gaps. NWS site consists of a radar tower, communications facility, and small storage building. Unused DEW site remains, buildings appear in good repair, along with former radars and communications antennas. Airstrip is listed in the Canada Flight Supplement as abandoned. |- | FOX-B | Nudluardjk Lake | NU | FPS-124 | | 1957 | Active | Established as DEW Intermediate site in 1957; also known as \"West Baffin\", located on Baffin Island. Site was closed and abandoned in 1963. New unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps on former DEW site. |- style=\"background: #F1F5FC; color: black\" |- | FOX-3 | Dewar Lakes | NU | FPS-117 | | 1957 | Active | Established as DEW Line Auxiliary site, 1957. Was expansive facility with airstrip and dock facility for resupplying. Located on Baffin Island. DEW operations ended in 1989; minimally-attended NWS Long Range Radar installed July 1989. Appears that much of the former DEW site facilities remain in use, buildings appear in good repair. Dewar Lakes LRRS Airport is listed in the Canada Flight Supplement as abandoned. |- | FOX-CA | Kangok Fjord | NU | FPS-124 | | 1992 | Active | Established in September 1992 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. Located on Baffin Island. |- | FOX-4 | Cape Hooper | NU | FPS-124 | | 1957 | Active | Established as DEW Line Auxiliary site, 1957; also known as \"Site 37\" located on Baffin Island. DEW operations ended in 1991. NWS Short Range Radar site activated in December 1990 to cover any Long Range Radar surveillance gaps. |- | | Broughton Island | NU | FPS-124 | | 1957 | Active | Established as DEW Line Auxiliary site, 1957; also known as \"Qikiqtarjuaq\" or \"Site 39\". Was expansive facility with airstrip and dock facility for resupplying. Unattended NWS Short Range Radar site opened 1991 approximately east of former DEW Airstrip to cover any Long Range Radar surveillance gaps. NWS site consists of a radar tower, communications facility, and small storage building. Former DEW airstrip now known as Qikiqtarjuaq Airport used to support NWS also used by small village. |- style=\"background: #F1F5FC; color: black\" | DYE-M | Cape Dyer | NU | FPS-117 | | 1957 | Active | Established as DEW Main site in 1957; also known as \"Site 41\". Was expansive facility with airstrip and dock facility for resupplying. DEW operations ended August 1989; minimally-attended NWS Long Range Radar August1989. Appears that much of the former DEW site facilities remain in use, buildings appear in good repair. Cape Dyer Airport is listed in the Canada Flight Supplement as abandoned. |- | BAF-2 | Cape Mercy | NU | FPS-124 | | 1992 | Active | Established in July 1992 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. The site consists of a radar tower, communications facility, and small storage building. |- style=\"background: #F1F5FC; color: black\" | BAF-3 | Brevoort Island | NU | FPS-117 | | 1988 | Active | Established in October 1988 as a minimally- attended NWS Long Range Radar installed 1989. The site consists of a radar tower, communications facility, and small storage building. Appears to have been built on a former DEW site, which station site remediation work has left gravel roads, old building pads and a gravel airstrip. Former airstrip no longer listed in the Canada Flight Supplement, but new building appears to have been erected at end of runway. |- | BAF-4A | Loks Land | NU | FPS-124 | | 1992 | Active | Established in August 1992 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. The site consists of a radar tower, communications facility, and small storage building. Helicopter pad used for access to site. |- | BAF-5 | Resolution Island | NU | FPS-124 | | 1943 | Active | Former Pinetree Line radar station N-30, closed 1961; reopened as unattended NWS Short Range Radar site in September 1991 to cover any Long Range Radar surveillance gaps. Former Pinetree Line radar station remains, building conditions indeterminate. Many former radars and communication antennas still standing. Access to site appears to be by helicopter pad. |- | LAB-1 | Cape Kakiviak | NL | FPS-124 | | 1992 | Active | Established in July 1992 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. |- style=\"background: #F1F5FC; color: black\" | LAB-2 | Saglek | NL | FPS-117 | | 1953 | Active | Former Pinetree Line radar station RCAF Station Saglek N-29, closed 1971. Minimally-attended NWS Long Range Radar installed 1989. New NWS site consists of a radar tower, communications facility, and storage and tunnel connected buildings for personnel. Abandoned Pinetree Line facility torn down, station site remediation work was completed by 2005, leaving gravel roads and old building pads. Pinetree Line airstrip in good repair, Saglek Airport is listed in the Canada Flight Supplement as abandoned. |- | LAB-3 | Cape Kiglapait | NL | FPS-124 | | 1992 | Active | Established in August 1992 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. |- | LAB-4 | Big Bay | NL | FPS-124 | | 1992 | Active | Established in September 1992 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. |- | LAB-5 | Tukialik | NL | FPS-124 | | 1992 | Active | Established in October 1992 as an unattended NWS Short Range Radar site to cover any Long Range Radar surveillance gaps. |- style=\"background: #F1F5FC; color: black\" | LAB-6 | Cartwright | NL | FPS-117 | | 1953 | Active | Former Pinetree Line radar station N-27, closed 1968. New minimally-attended NWS Long Range Radar installed in November 1998 to cover any Long Range Radar surveillance gaps. New NWS site consists of a radar tower, communications facility, and storage and tunnel connected buildings for personnel. Abandoned Pinetree Line facility torn down, station site remediation work was completed by 2005, leaving gravel roads and old building pads. Helicopter pad used for access to site, although site is connected by a gravel road to the settlement of Muddy Bay, Newfoundland and Labrador, which is connected to the Canadian highway system. |- |} == Distant Early Warning Line sites not included == The following table lists the DEW Line sites not included in the NWS. Most of these sites not included were Intermediate sites closed in 1963 when they were declared obsolete. The stations consisted of a module train, a warehouse, a vehicle garage, an Inuit house, POL (Petroleum, Oil, Lubricant) tanks and a continuous wave radar tower. Others were some Auxiliary sites that were replaced with new NWS stations. DEW Line stations in the Aleutian Islands of Alaska were inactivated due to budget reductions in 1969. Stations in Greenland and Iceland were transferred to the USAF Air Forces Iceland in 1980. The primary DEW line radars were the Raytheon AN/FPS-19 long range L-Band search radar in Canada and Alaska at main and auxiliary sites; Bendix AN/FPS-30 at the four Greenland \"DYE\" radar stations. Motorola AN/FPS-23 short range search radar was installed at the Intermediate sites, used as fillers to cover any Long Range Radar surveillance gaps. {| class=\"wikitable sortable\" |- ! scope=\"col\" width=\"75\" | Site ID ! scope=\"col\" width=\"150\" | Geographic Place Name ! scope=\"col\" width=\"75\" | Location ! scope=\"col\" width=\"75\" | Radar ! scope=\"col\" width=\"200\" | Coordinates ! scope=\"col\" width=\"50\" | Activated ! scope=\"col\" width=\"50\" | Deactivated ! scope=\"col\" width=\"350\" | Notes |- | COB-Main | Cold Bay AFS | AK | FPS-19 | | 1959 | 1969 | Part of DEW Aleutians Segment, manned by USAF Alaskan Air Command 714th Aircraft Control and Warning Squadron. Closed 30 June 1969 when Aleutians DEW segment was inactivated, site appears to be remediated. |- | COB-1 | Nikolski | AK | FPS-19 | | 1959 | 1969 | Manned by USAF AAC Det 1 714th AC&W; Squadron; Closed 30 June 1969 when Aleutians DEW segment was inactivated; site remediated and obliterated 1998 by 11th AF. |- | COB-2 | Dirftwood Bay | AK | FPS-19 | | 1959 | 1969 | Manned by USAF AAC Det 2 714th AC&W; Squadron; Closed 30 June 1969 when Aleutians DEW segment was inactivated; site remediated and obliterated 1998 by 11th AF; building foundation remains |- | COB-3 | Cape Sarichef | AK | FPS-19 | | 1959 | 1969 | Manned by USAF AAC Det 3 714th AC&W; Squadron; Closed 30 June 1969 when Aleutians DEW segment was inactivated; site remediated and obliterated 1998 by 11th AF |- | COB-4 | Port Moller | AK | FPS-19 | | 1959 | 1969 | Manned by USAF AAC Det 4 714th AC&W; Squadron; Closed 30 June 1969 when Aleutians DEW segment was inactivated' site remediated and obliterated 1998 by 11th AF |- | COB-5 | Port Heiden | AK | FPS-19 | | 1959 | 1969 | Manned by USAF AAC Det 5 714th AC&W; Squadron; Closed 30 June 1969 when Aleutians DEW segment was inactivated; site remediated and obliterated 1998 by 11th AF |- | LIZ-1 | Cape Lisburne AFS | AK | Numerous | | 1953 | 1983 | DEW Main Site, also Alaskan Air Command AC&W; Surveillance Station. Operated by the 711th Aircraft Control and Warning Squadron. Closed in 1983, now Cape Lisburne Long Range Radar Site, part of the Eleventh Air Force Alaska Radar System, equipped with a minimally-manned AN/FPS-117 radar. Maintained by contractors under the 611th Air Support Group. |- | LIZ-A | Cape Sabine | AK | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Clean-up and remediation completed early years of the 2000s (decade) by USAF. Gravel runway and building footers remain. |- | LIZ-B | Icy Cape | AK | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Clean-up and remediation completed early years of the 2000s (decade) by USAF. Gravel runway and building footers remain. |- | LIZ-C | Peard Bay | AK | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Clean-up and remediation completed early years of the 2000s (decade) by USAF. Gravel runway and building footers remain. |- | POW-A | Cape Simpson | AK | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963 now in-use as civilian storage/supply facility |- | POW-B | Kogru | AK | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Clean-up and remediation completed early years of the 2000s (decade) by USAF. Gravel runway and building footers remain. |- | POW-C | McIntyre | AK | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Abandoned buildings remain. Runway may or may not be usable. |- | POW-D | Brownlow Point | AK | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Clean-up and remediation completed early years of the 2000s (decade) by USAF. Gravel runway and building footers remain. |- | BAR-A | Demarcation Bay | AK | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963Clean-up and remediation completed early years of the 2000s (decade) by USAF. Gravel runway and building footers remain. |- | BAR-C | Tununuk Camp | NT | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963; site condition is undetermined |- | BAR-D | Atkinson Point | NT | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963; site condition is undetermined. Replaced by NWS Site Liverpool Bay SRR (BAR-DA1) |- | PIN-A | Pierce Point | NT | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963; site condition is undetermined |- | PIN-1 | Clinton Point | NT | FPS-19 | | 1957 | 1963 | DEW Axillary Site; closed 3 September 1993. Low resolution imagery of site, condition is undetermined. Replaced by NWS Sites Keats Point SRR (PIN-1BD) and Croker River SRR (PIN-1BG). |- | PIN-B | Clifton Point | NT | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Low resolution imagery of site, condition is undetermined. |- | PIN-2 | Cape Young | NU | FPS-19 | | 1957 | 1993 | DEW Axillary Site; closed 31 August 1993. Remains of site deteriorating, Clean-up and remediation scheduled 2012. Replaced by NWS Site Harding River SRR (PIN-2A) |- | PIN-C | Bernard Harbour | NU | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Clean-up and remediation completed, gravel runway not listed in the Canada Flight Supplement, new structures constructed on site, use undetermined but appears to be civilian not military radar site. Replaced by NWS Site Bernard Harbour SRR (PIN-CB) |- | PIN-D | Ross Point | NU | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Low resolution imagery of site, condition is undetermined. Replaced by NWS Site Edinburgh Island SRR (PIN-DA) |- | PIN-4 | Byron Bay | NU | FPS-23 | | 1957 | 1993 | DEW Intermediate Site; closed and abandoned, 1993. |- | PIN-E | Cape Peel | NU | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Low resolution imagery of site, condition is undetermined. Replaced by NWS Site Cape Peel West SRR (PIN-EB) |- | CAM-A | Sturt Point | NU | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Low resolution imagery of site, condition is undetermined. Replaced by NWS Site Sturt Point SRR (CAM-A3A) |- | CAM-1 | Jenny Lind Island | NU | FPS-19 | | 1957 | 1990 | DEW Axillary Site; replaced by NWS site CAM-1A, closed 1992; Clean-up and remediation completed 2010. Replaced by NWS Site Jenny Lind Island SRR (CAM-1A) |- | CAM-C | Matheson Point | NU | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Clean-up and remediation completed, site has been obliterated. Replaced by NWS Site Gjoa Haven SRR (CAM-CB) |- | CAM-E | Keith Bay | NU | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Low resolution imagery of site, condition is undetermined. |- | CAM-5 | Mackar Inlet | NU | FPS-19 | | 1957 | 1990 | DEW Axillary Site closed 1992; Clean-up and remediation completed 2010. Replaced by NWS Site Cape McLoughlin SRR (CAM-5A) |- | CAM-F | Scarpa Lake | NU | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Low resolution imagery of site, condition is undetermined. Replaced by NWS Site Lailor River SRR (CAM-FA) |- | FOX-C | Ekalugad | NU | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. |- | FOX-D | Kivitoo | NU | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Low resolution imagery of site, condition is undetermined. |- | FOX-E | Durban Island | NU | FPS-23 | | 1957 | 1963 | DEW Intermediate Site; closed and abandoned, 1963. Low resolution imagery of site, condition is undetermined. |- | DYE-1 | Qaqqatoqaq | GL | FPS-30 | | 1961 | 1988 | Parent station was Cape Dyer, NWT, Canada (DYE-Main). Near Sisimiut, Closed 1988. Low resolution imagery of site, condition is undetermined. Site is now used as a VHF-site for aviation purposes. |- | DYE-2 | Ice Cap 1 | GL | FPS-30 | | 1961 | 1988 | Parent station was Cape Dyer, NWT, Canada (DYE-Main). In 1982, Ice Cap 1 (DYE-2) was moved sideways , for life extension. Closed 1 October 1988. The 109th Airlift Wing (NY-ANG) regularly uses the landing area at DYE-2 for pilot training for practicing Antarctic takeoffs & landings (called Ice Station Ruby); a.k.a. the Raven Ski-way Training Facility. . |- | DYE-3 | Ice Cap 2 | GL | FPS-30 | | 1961 | 1988 | Parent station was Cape Dyer, NWT, Canada (DYE- Main). In 1977, Ice Cap 2 (DYE-3) was moved sideways , for life extension. Closed 1988. |- | DYE-4 | Kulusuk Island | GL | FPS-30 | | 1961 | 1988 | Parent station was Cape Dyer, NWT, Canada (DYE-Main). Closed 1988. Abandoned. Site badly deteriorated, buildings half covered in snow |- | DYE-5 | Rockville | IS | Numerous | | 1951 | 1992 | Also known as \"H-1\". Originally Air Forces Iceland, then Aerospace Defense Command AC&W; GCI site. Designated as part of DEW Line, 1957. Manned by USAF 932d Aircraft Control and Warning (later Air Defense, Later Air Control) Squadron. Closed as part of end of Cold War draw down. |- |} *Location approximate due to low-resolution aerial imagery of area. *Site location obliterated by snow cover. ==See also== * Canadian Forces base * Joint Surveillance System * NORAD Tracks Santa Program * Operation Hurricane (Canada) ==References== ==Further reading== * Lackenbauer, Farish, Arthur-Lackenbauer (2005). The Distant Early Warning (DEW) Line: A Bibliography and Documentary Resource List. The Arctic Institute of North America. . * Contaminated Sites in Nunavut ==External links== * About NORAD Public information. * PAIL Corp. Public information from PAIL Corp. * Technical Radar Information NWS Radar information from FAS. Category:Aerospace Defense Command Category:Canada–United States relations Category:Cold War military history of Canada Category:Cold War military history of the United States Category:Military in the Arctic Category:Air defence radar networks Category:Radar stations of the United States Air Force Category:Royal Canadian Air Force",
 "title": "North Warning System"
}