{
 "id": "759843",
 "text": "JA (Junior Achievement) Worldwide is a global non-profit youth organization founded in 1919 by Horace A. Moses, Theodore Vail, and Winthrop M. Crane. JA works with local businesses, schools, and organizations to deliver experiential learning programs in the areas of work readiness, financial literacy, and entrepreneurship to students from ages 5 to 25. == History == Boys' and Girls' Bureau of the Eastern States was founded in Springfield, Massachusetts, in 1919, as a spinoff of the Eastern States Exposition, to help educate young people moving from rural America to the country's booming cities about the means of production and free enterprise. The following year, the organization's name was changed to the Junior Achievement Bureau. The name was modified in 1926 to Junior Achievement, Inc. Following World War II, the organization grew from a regional into a national organization. In the 1960s, JA began its growth into an international organization. Beginning in 1944, Junior Achievement organized an annual national conference, known as the National Junior Achievers Conference, NAJAC, to bring together student representatives of local programs to participate in contests. In 1949, the organization began allowing conference delegates to elect national leadership to play an active role contributing to program development, increasing public awareness and supporting fundraising. In 1975, Junior Achievement introduced its first in-school program, Project Business, featuring volunteers from the local business community teaching middle school students about business and personal finance. JA annually reaches more than 12 million students in more than 100 countries around the world. Programs are delivered by more than 450,000 JA volunteers. JA Worldwide has six regional offices: JA Africa, JA Americas, JA Asia Pacific, JA Europe, JA Middle East and Africa (INJAZ Al- Arab), Junior Achievement USA. == Notable alumni == Notable JA alumni include former U.S. Secretary of Health and Human Services Donna Shalala, U.S. Congressman Bob Clement, Subway restaurant founder Fred DeLuca, American actor Arte Johnson, journalist Dan Rather, Dallas Mavericks owner Mark Cuban, comedian Amy Sedaris, and British Labor Party Politician David Lammy. Notable Canadian JA alumni include entrepreneur and television personality Manjit Minhas (Alberta), marketing executive Jennifer Wilnechenko (British Columbia), executive director of The DMZ at Ryerson University Abdullah Snobar (Ontario), and young philanthropist Ben Sabic (Manitoba). == Leadership == From its founding in 1919 until 1962, JA was managed by volunteers from the business community. In 1962, the organization hired its first, full-time, paid president. Notable Board Chairs have included: * 1919–1920: Theodore N. Vail, AT&T; * 1920–1942: Horace A. Moses, Strathmore Paper * 1942–1944: Charles R. Hook, Armco Steel * 1970–1971: John D. deButts, AT&T; * 1977–1979: Frank T. Cary, IBM * 1979–1981: David T. Kearns, Xerox * 1983–1985: John A. Young, Hewlett-Packard Co. * 1987–1989: Lodwrick M. Cook, ARCO * 2003–2006: Samuel DiPiazza, CEO, PwC; Juan Cintron, President, Consultores Internacionales (co- chairs) * 2011–2015: Ralph de la Vega, President & CEO, AT&T; Mobility == References == == External links == * JA Worldwide * Junior Achievement USA Category:1919 establishments in Massachusetts Category:Business education Category:Youth organizations based in the United States",
 "title": "Junior Achievement"
}