{
 "id": "759810",
 "text": "Dubnobasswithmyheadman (stylised as dubnobasswithmyheadman) is the third studio album by English electronic music group Underworld, released in the United Kingdom on Junior Boy's Own on 24 January 1994. It was the first Underworld album after the 1980s version of the band had made the transition from synthpop to techno and progressive house and is also the first album to feature Darren Emerson as a band member. ==Background== The original line-up of Underworld had split up after a 1989 tour of North America as the support act to Eurythmics. After the tour Karl Hyde had stayed in the United States for two months to work at Prince's Paisley Park Studios in Minneapolis as a session musician, and then toured with Debbie Harry and Chris Stein of Blondie. When Hyde returned to the UK he found his former bandmate Rick Smith had been collaborating on dance tracks with a teenage DJ named Darren Emerson, a friend of Hyde's brother-in-law, at Hyde and Smith's studio in Romford: Emerson had been eager to learn how to use the equipment in a recording studio, and in turn Smith had been keen to have somebody who could introduce him to electronic music and club culture, which he had grown increasingly interested in. The three men started to swap ideas and create songs, resulting in a series of singles released throughout 1992 and 1993 under the names Underworld and Lemon Interupt. ==Composition== Underworld's approach to songwriting was very fluid, and based on the idea that everything was valid. Hyde told Melody Maker, \"We're grabbing elements from all different times and areas of music and taking them somewhere else. We don't want to simply regurgitate the past, and even though we're using vocals and guitars, we're trying to do it in new ways. We're trying to find ways which makes those elements relevant to today. By not following a blueprint, we're able to base a song on acoustic guitar, or we can do a pure techno track, based on an oscillator. In the past, Rick and I have often been excited by a poem or a film or something and thought, 'That's inspired us to do a great reggae tune but we can't because we're not in a reggae band'. Now we would think, 'F*** yes, let's do it'.\" Smith added, \"There's a lot of cutting and pasting, especially with the vocals. Something which is recorded for one track one day may well end up on three different tracks a few months down the line. Nothing is fixed. They're just points for us to jump off of.\" Many of Hyde's lyrics were written during his sojourn in the US: \"Dark and Long\" was intended to evoke the open prairies of Minnesota that he had visited while working in Minneapolis, and \"Mmm Skyscraper... I Love You\" was inspired by walking around Greenwich Village in New York City. Hyde stated that the biggest influences at the time on his writing style had been Lou Reed's 1989 album New York, and playwright Sam Shepard's autobiography Motel Chronicles. ==Artwork== Tomato, the art design collective that includes Underworld's Rick Smith and Karl Hyde, designed the artwork for Dubnobasswithmyheadman. It features black and white type that has been \"multiplied, smeared, and overlaid\" so much that it is nearly unreadable, alongside a \"bold symbol consisting of a fractured handprint inside a broken circle\". The artwork was originally intended for Tomato's book Mmm... Skyscraper I Love You: A Typographic Journal of New York, published in 1994. According to the authors of The Greatest Album Covers of All Time, the cover \"set a new standard of presentation for subsequent Dance albums\". In Graphic Design: A New History, Stephen Eskilson cites the cover as a notable example of the \"expressive, chaotic graphics\" that developed in the 1990s, a design style he calls \"grunge\". In an article published in the journal Substance Paul Zelevansky says that \"the packaging... replays the visual poetry of the 1960s and '70s and fast forwards to the alchemical transformations of computer graphics packages\". The album artwork also features excerpts of lyrics to the band's 1996 hit \"Born Slippy .NUXX\", a track which was released two years after the album. Karl Hyde told Uncut magazine in 2014 that the album's title had come from him misreading Rick Smith's writing on a cassette tape box. ==Critical reception== Dubnobasswithmyheadman received widespread acclaim from music critics. Writing in Melody Maker, a year before he left to co-found the specialist dance music magazine Muzik, Ben Turner proclaimed that \"Dubnobasswithmyheadman is the most important album since The Stone Roses and the best since Screamadelica ... While others are content to go techno techno techno techno [a reference to the lyrics of \"No Limit\" by 2 Unlimited, a UK No. 1 hit the previous year], Underworld have taken a step back, utilising Karl Hyde and Rick Smith's experience in rock music and throwing it full in the face of 22-year-old DJ, Darren Emerson. The result is utterly contemporary, the sound of the moment, beautifully capturing melodic techno, deranged lyricism, historic bass and lead guitars and astounding walls of rhythm ... This breathtaking hybrid marks the moment that club culture finally comes of age and beckons to everyone.\" Dele Fadele of NME said, \"Before Underworld's startling remixes for Björk and Orbital last year, no-one would've put money on ex-members of ... popsters Freur making the first visionary record of '94 ... The sheer weight of ideas on offer and the constant variance of sounds and textures add up to a coherent, cogent whole, not a series of jack-tracks sequenced together, nor a series of hits with filler thrown in ... By writing 'songs'—albeit playful, deranged ones—Underworld have come up with a solution for the facelessness that blights some dance music.\" Vox writer Phil Strongman wrote that \"apart from the lumbering blasphemy of 'Dirt Epic' [sic], the only non-event here, it's all go-with-the-flow stuff laced with intricacies ... Attractive, undulating and with moments of innovation, this Underworld offering transcends many of the limitations of its genre.\" At the end of 1994, Dubnobasswithmyheadman was ranked at number 16 on Melody Makers list of the year's best albums. In 1999, Q included Dubnobasswithmyheadman in its list of the 90 best albums of the 1990s. The following year, Alternative Press named it as one of \"10 Essential Dance Albums That Rock\". In a retrospective review, John Bush from AllMusic wrote that the album's \"innovative blend of classic acid house, techno, and dub\" showed that \"in a decade awash with stale fusion\", Underworld were \"truly a multi-genre group\". Adie Nunn from Drowned in Sound viewed Dubnobasswithmyheadman as a groundbreaking dance music album, noting that few other acts in the dance scene managed to produce an album with crossover appeal to \"indie kids and pop kids... as well as the electronic elite\" whilst retaining \"credibility\". Sal Cinquemani from Slant Magazine deemed the album Underworld's \"greatest overall contribution to electronic music\". ===2014 reissue=== In 2014, the album was reissued on vinyl, Blu-Ray, and 2-CD and 5-CD expanded editions. Reviewing the reissue, Q described the album as \"superb\" and proposed that Hyde and Smith's previous 14 years of making music \"was why the uncannily undated Dubnobasswithmyheadman still exudes such multidimensional sophistication\". Uncut praised the material on the extra four discs, but felt that the original album was still Underworld's key record, claiming that Hyde's lyrical vision was able to make Romford sound as exotic as the USA he had seen on his travels, and that this was the reason why \"twenty years later, the results of that crazy belief still sound like dance music's dirtiest epic\". ==Track listing== All tracks are produced by Underworld (Darren Emerson, Rick Smith and Karl Hyde). Writing credits are often missing or inconsistent; for example, the original Lemon Interupt single credits Smith, Hyde and Emerson as writers of \"Dirty\", while later editions only credit Smith and Hyde. === CD track listing === ===20th anniversary 5-CD super deluxe edition=== The original version of \"Dirty\" is almost a minute longer, at 11:14. The remastered version cuts a coda that contained a sample from \"Dolls' Polyphony\" from the soundtrack to the anime film Akira. === Vinyl track listing === ===Early prototype=== On 3 October 2008 a DAT from 1993 surfaced on Underworld's official messageboard, which featured a different running order, some extended mixes and three previously unreleased songs: \"Big Meat Show\", \"Organ\" and \"Can You Feel Me\", an outtake from previous sessions. The poster of the DAT called it \"just a sampling of the type of songs the band was creating, showing any potential label that was interested ...\" ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (1994) ! scope=\"col\"| Peak position |- |- |} {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (1999) ! scope=\"col\"| Peak position |- |} {| class=\"wikitable sortable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (2014) ! scope=\"col\"| Peak position |- |- |- !scope=\"row\"| Japanese Albums (Oricon) |257 |- |- |} ==Certifications and sales== ==References== ==Bibliography== * * * ==External links== * Category:1994 albums Category:Underworld (band) albums Category:Junior Boy's Own albums",
 "title": "Dubnobasswithmyheadman"
}