{
 "id": "760237",
 "text": "Edwin Emmanuel Bradford (1860–1944) was an English clergyman and Uranian poet and novelist. He attended Castle College School in his town of birth, Torquay, and then went to Exeter College, Oxford. He received his Bachelor of Arts degree in 1884 and was awarded a Doctor of Divinity degree. He served curacies at High Ongar and Walthamstow, was assistant chaplain to the English church in Saint Petersburg and, through the 1890s, was assistant curate of St George's Church in Paris. Back in England he was curate at Upwell and Eton before being appointed vicar of Nordelph, Downham Market, Norfolk, in 1909.http://www.norfolkchurches.co.uk/nordelph/nordelph2.jpg Here he remained as vicar until his death in 1944. Towards the beginning of his life Bradford was an Anglo-Catholic but he subsequently became a Modernist. He was at one time a great friend of S. E. Cottam with whom he had been an undergraduate classmate. Bradford's verse was outspokenly homoerotic, but also remarkably popular during his lifetime given the prudery of Victorian England. W. H. Auden and John Betjeman were entertained by the apparent naïvety of Bradford's poetry.Bevis Hillier, Young Betjeman (London: John Murray, 1988), p. 176 Betjeman's friend George Alfred Kolkhorst collected Bradford's novels. Bradford's work can just barely be interpreted as a sign of innocent \"romantic friendship\" with youths, but several verses, such as \"The Bather in the Blue Grotto at Capri\" and \"Alan\", are plainly erotically inspired. Many of his poems are direct though sometimes self-effacing pleas of love to the young males in his life. In Bradford's own words: > Here's a loyal and a loving heart, Take it, lad, or leave it. Bradford died 7 February 1944. ==Works== *Sermon Sketches for the Sundays of the Christian Year (1907) *Sonnets, Songs, and Ballads (1908) *Stories of Life at Our Great Public Schools (1908) *Passing the Love of Women and Other Poems (1913) *In Quest of Love and Other Poems (1913) *Lays of Love and Life (1916) *The New Chivalry and Other Poems (1918) *The Romance of Youth and Other Poems (1920) (Archive.org e-book) *Ralph Rawdon: A Story in Verse (1922) *The True Aristocracy (1923) *The Tree of Knowledge (1925) *The Kingdom Within You and Other Poems (1927) *Strangers and Pilgrims (1929) *Boyhood (1930) *Boris Orloff: A Christmas Yarn (Stoke Ferry, Norfolk: Daedalus Press, 1968; a limited edition of 200 copies plus 10 copies on Japanese paper lettered from A to J) *To Boys Unknown (1988) ==See also== * Homoerotic poetry ==References== ===Footnotes=== ===Bibliography=== * * * * Category:1860 births Category:1944 deaths Category:Alumni of Exeter College, Oxford Category:British gay writers Category:Anglo-Catholic theologians Category:20th-century English theologians Category:20th-century English Anglican priests Category:English Anglo- Catholics Category:LGBT Anglican clergy Category:English LGBT poets Category:English male poets Category:Anglo-Catholic clergy",
 "title": "Edwin Emmanuel Bradford"
}