{
 "id": "76050",
 "text": "Mary Anne Disraeli, 1st Viscountess Beaconsfield (; 11 November 1792 – 15 December 1872) was a British peeress and society figure who was the wife of the British statesman Benjamin Disraeli. ==Biography== thumb|right|Hughenden, home to the Disraelis Born in Brampford Speke, near Exeter in Devon, the only daughter of Commander John Viney-Evans and his cousin Eleanor Scrope-Viney (later Mrs Eleanor Yate). In 1815 at Clifton, Bristol Mary married Wyndham Lewis, MP (1780–1838), a colleague of Benjamin Disraeli. In August 1839, the year following Lewis's death, she married Disraeli at St George's, Hanover Square in London. Her fortune allowed him to purchase the estate of Hughenden in Buckinghamshire and to live in the style of an English gentleman.Dictionary of National Biography, Vol 5, p 1008 In recognition of Disraeli's services to the nation, Queen Victoria desired to ennoble him at the end of his first ministry. However, as he wished to remain in the House of Commons, his wife accepted the title in his place and was created Viscountess Beaconsfield, of Beaconsfield in the County of Buckingham, on 30 November 1868. (After Mary's death, Disraeli accepted the title of Earl of Beaconsfield.) Staid Victorians were often scandalised by Mary's uninhibited conversation but soon learned not to insult her within Disraeli's hearing.Hesketh Pearson Dizzy- the life and personality of Benjamin Disraeli, Earl of Beaconsfield Harper Collins New York 1951 p.214 Even Queen Victoria herself was said to be amused when Mary Anne commented, in response to a remark about some lady's pale complexion, \"I wish you could see my Dizzy in his bath!\" Once, at a house party where Lord Hardinge, a great soldier of the day, was in the room next to the Disraelis, Mary Anne announced at breakfast that she had slept the night before between the greatest soldier (Hardinge) and the greatest orator (Disraeli) of their times: Lady Hardinge was definitely not amused. thumb|left|The Disraeli family tomb, Hughenden Disraeli had been unimpressed by Mary Lewis when he first met her, but he came to understand that she was shrewder than her outward manner had led him to believe. She was a great help to him in editing the books he wrote, and spent 30 years taking care of him.Pearson p.75 She once joked in public that although he had married her for her money he would do it again for love.Kirsch, Adam, Benjamin Disraeli (Knopf Doubleday Publishing Group, 2008), p.106 In later life she became increasingly eccentric, both in conversation and appearance, but her husband's devotion and loyalty to her never faltered.Pearson, p214 She was some twelve years older than her husband but their romance continued until the day she died.Pearson p.214 In the spring of 1872 Mary became seriously ill, and by May it was clear that she was dying of stomach cancer. She rallied sufficiently to take a summer tour through the Home Counties with her husband. In November she felt well enough to hold a small dinner party for their close friends; but her condition deteriorated and she died on 15 December, at the age of eighty.Pearson pp.214=216 \"There was no care which she could not mitigate, and no difficulty which she could not face. She was the most cheerful and courageous woman I ever knew\" her husband wrote after her death.Pearson p.75 His great adversary William Gladstone, who had liked Mary, wrote him a letter of condolence. Disraeli, touched by this sympathy from a man who disliked him, replied that \"Marriage is the greatest earthly happiness when founded on mutual sympathy.\"Pearson p.216 She is buried with Disraeli in a vault in the Church of St Michael and All Angels Church, Hughenden, in Hughenden, Buckinghamshire, close to the Disraeli family home, Hughenden Manor. The house is now in the care of the National Trust, and has been preserved in the state when it was occupied by the Disraelis. It is open to the public as a visitor attraction. ==Arms== == References == Category:1792 births Category:1872 deaths Disraeli, Mary Category:Viscounts in the Peerage of the United Kingdom Category:Women of the Victorian era Category:Benjamin Disraeli Category:19th-century Welsh people Category:Burials in Buckinghamshire Category:Hereditary peeresses created by Victoria",
 "title": "Mary Anne Disraeli"
}