{
 "id": "760782",
 "text": "The đàn bầu (; \"gourd zither\"; Chữ Nôm: ), also called độc huyền cầm (獨絃琴, \"one-string zither\") is a Vietnamese stringed instrument, in the form of a monochord (one-string) zither.Terry E. Miller, Sean Williams The Garland Encyclopedia of World Music: Southeast Asia: Volume 4 1998, reprinted The Garland handbook of Southeast Asian music 2008 Page 261 \"The đàn bầu is played solo or to accompany folk songs, tales, and epics. It has had a remarkable history. Discriminated against at times, it has been an instrument of blind street beggars, yet it was also an instrument of choice at the Tran imperial court (1225-1400).\"Audrey Seah, Charissa M. Nair, Vietnam, Marshall Cavendish, 2004. p. 74. ==History== While the earliest written records of the dan bau date its origin to 1770, scholars estimate its age to be up to one thousand years older than that. A popular legend of its beginning tells of a blind woman playing it in the market to earn a living for her family while her husband was at war. Whether this tale is based in fact or not, it remains true that the dan bau has historically been played by blind musicians. Until recent times, its soft volume limited the musical contexts in which it could be used. The dan bau, played solo, is central to Vietnamese folk music, a genre still popular today in the country. Its other traditional application is as an accompaniment to poetry readings. With the invention of the magnetic pickup, the usage of the dan bau spread to ensembles and also to contemporary Asian pop and rock music. Now, electronics designed for the electric guitar are sometimes employed with the dan bau to further expand its tonal palette.Dale Alan Olsen -Popular music of Vietnam: the politics of remembering 2008 Page 50 \"In the summer of 2005 I specifically asked Hồng Nhung about my analysis of her style: D.O.: Are you influenced by ca trù, đàn bầu, the improvisatory instrumental style of water puppet theater, or other northern Vietnamese traditional music styles?\" ==Construction== Originally, the dan bau was a tube zither, made of just four parts: a bamboo tube, a wooden rod, a coconut shell half, and a silk string. The string was strung across the bamboo, tied on one end to the rod, which is perpendicularly attached to the bamboo. The coconut shell was attached to the rod, serving as a resonator. In present days, the bamboo has been replaced by a wooden soundboard, with hardwood as the sides and softwood as the middle. An electric guitar string has replaced the traditional silk string. While the gourd is still present, it is now generally made of wood, acting only as a decorative feature. Also, most dan bau now have modern tuning machines, so the base pitch of the string can be adjusted. Usually the instrument is tuned to one octave below middle C, about 131 Hz, but it can be tuned to other notes to make it easier to play in keys distant from C. Đàn bầu musician performing at the Quan ho Bac Ninh folk song festival|thumb ==Playing== The dan bau technique appears relatively simple at first glance, but actually requires a great deal of precision. The fifth finger of the musician's right hand rests lightly on the string at one of seven commonly used nodes, while the thumb and index finger pluck the string using a long plectrum. The nodes are the notes of the first seven overtones, or flageolets, similar to guitar harmonics at the string positions above the octave (1/2), the perfect fifth (2/3), the perfect fourth (3/4), the just major third (4/5), the just minor third (5/6) and two tones not present on the Western musical scale: the septimal minor third (6/7) and the septimal whole tone (7/8). With the left hand, the player pushes the flexible rod toward the instrument with the index finger to lower the pitch of the note, or pushes it away from the instrument with the thumb to raise the pitch. This technique is used to play notes not available at a node, or to add vibrato to any note.Randy Raine-Reusch Play the World: The 101 World Instrument Primer Page 38 \"Dan Bau - Vietnam The dan bau is a one-string zither from Vietnam that plays in harmonics. Dan in Vietnamese signifies an instrument, so often the instrument is just referred to as a bau. Some scholars believe that the dan bau is related to the Thai pin pia, while others believe that it is a uniquely Vietnamese instrument.\" ==Related instruments== The duxianqin is essentially the same instrument but given a Mandarin name, played by the Gin people in China, who are ethnically Vietnamese. The instrument was brought over when the Jing Islands off the coast of Dongxing, Guangxi were ceded to China by France. The Muong people play an instrument called \"Đàn Máng\" or \"Tàn Máng\", which is virtually identical to acoustic dan bau forms. ==See also== *Diddley bow ==References== ==External links== *Dan bau page *Vietnamese music page ===Video=== *Dan bau instructional video Category:Box zithers Category:Just tuning and intervals Category:Monochords Category:Vietnamese musical instruments Category:Vietnamese inventions Category:Tube zithers",
 "title": "Đàn bầu"
}