{
 "id": "760909",
 "text": "thumb|right|150px Ion Nonna Otescu (15 December 1888 – 25 March 1940) was a Romanian composer and head of the Bucharest Conservatory (now the National University of Music) from 1918 until 1940. He was born in Bucharest and died there at the age of 51, having played an influential role in the musical life of his native country. ==Life and career== Otescu was born in Bucharest and studied at the Conservatory there from 1903 to 1907 under Dumitru Georgescu- Kiriac and Alfonso Castaldi (1874–1942). He then went to Paris where he stayed until 1911 studying at the Schola Cantorum de Paris with Vincent d'Indy and at the Paris Conservatory with Charles-Marie Widor. He began teaching at the Bucharest Conservatory in 1913, and in 1918 he became its head, a position he held until his death in 1940. Otescu played an active role in the musical life of Romania and was instrumental in the founding of the (the precursor of the Romanian National Opera), the Romanian Composers Society, and the music journal Muzika.Randel, Don M. (1996). \"Otescu, Ion Nonna\". The Harvard Biographical Dictionary of Music, p. 657. Harvard University Press In 1913 he won the George Enescu Prize and in 1928 the Romanian National Prize for composition.Slonimsky, Nicolas and Kuhn, Laura (2005). \"Otescu, Ion Nonna\". Baker's Biographical Dictionary of Musicians. Retrieved online via HighBeam Research 25 April 2013 . His works were predominantly dramatic in nature: operas, ballets, and symphonic poems. However, he also composed art songs and chamber music. Like his pupil Tudor Ciortea, Otescu's music was strongly influenced by the French compositional style of the time and by Romanian folk music traditions.Slonimsky, Nicolas (1965). \"Modern Composition in Rumania\", p.240. The Musical Quarterly, Vol. 51, No. 1. Retrieved 25 April 2013 . ==Principal works== Stage * Bubi, musical comedy (1903)Unless otherwise indicated, the lists of works are based on Slonimsky and Kuhn (2005). *Ileana Cosânzeana, ballet based on the mythical princess Ileana Cosânzeana to a libretto by Queen Marie of Romania (1918) *Rubinul Miraculos (The Miraculous Ruby), ballet (1919) *Ilderim, opera to a libretto by Victor Eftimiu (1920) *De la Matei Cetire, opera buffa based on Matei Basarab (composed between 1926–38). It premiered posthumously in Cluj on 27 December 1966, completed and revised by Aurel Stroe. Orchestral *La Légende de la Rose Rouge (The Legend of the Red Rose), symphonic poem (1910)Enciclopedia Italiana. \"Otescu, Jon Nonna\". Treccani. Online version retrieved 25 April 2013 *Narcisse, (Narcissus), symphonic poem (1912) *Din Bătrâni (From the Past), symphonic sketch (1913) *Le Temple de Gnide (The Temple of Cnidus), symphonic poem (1914) *Impresiuni de Iarnã (Impressions of Winter), symphonic tableau (1914) *Vrãjile Armidei (The Enchantments of Armida), symphonic poem for violin and orchestra (1922) ==References== Category:1888 births Category:1940 deaths Category:Musicians from Bucharest Category:Romanian classical composers Category:National University of Music Bucharest faculty Category:National University of Music Bucharest alumni Category:Schola Cantorum de Paris alumni Category:Conservatoire de Paris alumni Category:Pupils of Vincent d'Indy Category:Pupils of Charles-Marie Widor Category:Male classical composers Category:20th-century classical composers Category:Romanian opera composers Category:Ballet composers Category:Enescu Prize winners Category:20th-century male musicians",
 "title": "Ion Nonna Otescu"
}