{
 "id": "760951",
 "text": "Cysticercosis is a tissue infection caused by the young form of the pork tapeworm. People may have few or no symptoms for years. In some cases, particularly in Asia, solid lumps of between one and two centimetres may develop under the skin. After months or years these lumps can become painful and swollen and then resolve. A specific form called neurocysticercosis, which affects the brain, can cause neurological symptoms. In developing countries this is one of the most common causes of seizures. Cysticercosis is usually acquired by eating food or drinking water contaminated by tapeworms' eggs from human feces. Among foods, uncooked vegetables are the major source. The tapeworm eggs are present in the feces of a person infected with the adult worms, a condition known as taeniasis. Taeniasis, in the strict sense, is a different disease and is due to eating cysts in poorly cooked pork. People who live with someone with the pork tapeworm have a greater risk of getting cysticercosis. The diagnosis can be made by aspiration of a cyst. Taking pictures of the brain with computer tomography (CT) or magnetic resonance imaging (MRI) are most useful for the diagnosis of disease in the brain. An increased number of a type of white blood cell, called eosinophils, in the cerebral spinal fluid and blood is also an indicator. Infection can be effectively prevented by personal hygiene and sanitation: this includes cooking pork well, proper toilets and sanitary practices, and improved access to clean water. Treating those with taeniasis is important to prevent spread. Treating the disease when it does not involve the nervous system may not be required. Treatment of those with neurocysticercosis may be with the medications praziquantel or albendazole. These may be required for long periods. Steroids, for anti-inflammation during treatment, and anti-seizure medications may also be required. Surgery is sometimes done to remove the cysts. The pork tapeworm is particularly common in Asia, Sub-Saharan Africa, and Latin America. In some areas it is believed that up to 25% of people are affected. In the developed world it is very uncommon. Worldwide in 2015 it caused about 400 deaths. Cysticercosis also affects pigs and cows but rarely causes symptoms as most are slaughtered before symptoms arise. The disease has occurred in humans throughout history. It is one of the neglected tropical diseases. ==Signs and symptoms== ===Muscles=== Cysticerci can develop in any voluntary muscle. Invasion of muscle can cause inflammation of the muscle, with fever, eosinophilia, and increased size, which initiates with muscle swelling and later progress to atrophy and scarring. In most cases, it is asymptomatic since the cysticerci die and become calcified. ===Nervous system=== The term neurocysticercosis is generally accepted to refer to cysts in the parenchyma of the brain. It presents with seizures and, less commonly, headaches. Cysticerca in brain parenchyma are usually 5–20 mm in diameter. In subarachnoid space and fissures, lesions may be as large as 6 cm in diameter and lobulated. They may be numerous and life-threatening. Cysts located within the ventricles of the brain can block the outflow of cerebrospinal fluid and present with symptoms of increased intracranial pressure. Racemose neurocysticercosis refers to cysts in the subarachnoid space. These can occasionally grow into large lobulated masses causing pressure on surrounding structures. Spinal cord neurocysticercosis most commonly presents symptoms such as back pain and radiculopathy. ===Eyes=== In some cases, cysticerci may be found in the eyeball, extraocular muscles, and under the conjunctiva (subconjunctiva). Depending on the location, they may cause visual difficulties that fluctuate with eye position, retinal edema, hemorrhage, a decreased vision or even a visual loss. ===Skin=== Subcutaneous cysts are in the form of firm, mobile nodules, occurring mainly on the trunk and extremities. Subcutaneous nodules are sometimes painful. ==Cause== thumb|right|Life cycle of Taenia solium The cause of human cysticercosis is the egg form of Taenia solium (often abbreviated as T. solium and also called pork tapeworm), which is transmitted through the oral-fecal route. Eggs are accidentally ingested from contaminated water or vegetables. The eggs enter the intestine where they develop into larvae. The larvae enter the bloodstream and invade host tissues, where they further develop into larvae called cysticerci. The cysticercus larva completes development in about 2 months. It is semitransparent, opalescent white, and elongate oval in shape and may reach a length of 0.6 to 1.8 cm. ==Diagnosis== The traditional method of demonstrating either tapeworm eggs or proglottids in stool samples diagnoses only taeniasis, carriage of the tapeworm stage of the life cycle. Only a small minority of patients with cysticercosis will harbor a tapeworm, rendering stool studies ineffective for diagnosis. Ophthalmic cysticercosis can be diagnosed by visualizing parasite in eye by fundoscopy. In cases of human cysticercosis, diagnosis is a sensitive problem and requires biopsy of the infected tissue or sophisticated instruments. Taenia solium eggs and proglottids found in feces, ELISA, or polyacrylamide gel electrophoresis diagnose only taeniasis and not cysticercosis. Radiological tests, such as X-ray, CT scans which demonstrate \"ring-enhancing brain lesions\", and MRIs, can also be used to detect diseases. X-rays are used to identify calcified larvae in the subcutaneous and muscle tissues, and CT scans and MRIs are used to find lesions in the brain. ===Serological=== Antibodies to cysticerci can be demonstrated in serum by enzyme linked immunoelectrotransfer blot (EITB) assay and in CSF by ELISA. An immunoblot assay using lentil-lectin (agglutinin from Lens culinaris) is highly sensitive and specific. However, individuals with intracranial lesions and calcifications may be seronegative. In the CDC's immunoblot assay, cysticercosis-specific antibodies can react with structural glycoprotein antigens from the larval cysts of Taenia solium. However, this is mainly a research tool not widely available in clinical practice and nearly unobtainable in resource limited settings. ===Neurocysticercosis=== The diagnosis of neurocysticercosis is mainly clinical, based on a compatible presentation of symptoms and findings of imaging studies. ====Imaging==== Neuroimaging with CT or MRI is the most useful method of diagnosis. CT scan shows both calcified and uncalcified cysts, as well as distinguishing active and inactive cysts. Cystic lesions can show ring enhancement and focal enhancing lesions. Some cystic lesions, especially the ones in ventricles and subarachnoid space may not be visible on CT scan, since the cyst fluid is isodense with cerebrospinal fluid (CSF). Thus diagnosis of extraparenchymal cysts usually relies on signs like hydrocephalus or enhanced basilar meninges. In such cases CT scan with intraventricular contrast or MRI can be used. MRI is more sensitive in detection of intraventricular cysts. ====CSF==== CSF findings include pleocytosis, elevated protein levels and depressed glucose levels; but these may not be always present. ==Prevention== Cysticercosis is considered as “tools-ready disease” according to WHO. International Task Force for Disease Eradication in 1992 reported that cysticercosis is potentially eradicable. It is feasible because there are no animal reservoirs besides humans and pigs. The only source of Taenia solium infection for pigs is from humans, a definite host. Theoretically, breaking the life cycle seems easy by doing intervention strategies from various stages in the life cycle.Schantz, P. \"Eradication of T. solium Cysticercosis\" International Conference on Emerging Infectious Diseases 2002. CDC.ftp://ftp.cdc.gov/pub/infectious_diseases/iceid/2002/pdf/schantz.pdf For example, # Massive chemotherapy of infected individuals, improving sanitation, and educating people are all major ways to discontinue the cycle, in which eggs from human feces are transmitted to other humans and/or pigs. # Cooking of pork or freezing it and inspecting meat are effective means to cease the life cycle # The management of pigs by treating them or vaccinating them is another possibility to intervene # The separation of pigs from human faeces by confining them in enclosed piggeries. In Western European countries post World War 2 the pig industry developed rapidly and most pigs were housed. This was the main reason for pig cysticercosis largely being eliminated from the region. This of course is not a quick answer to the problem in developing countries. ===Pigs=== The intervention strategies to eradicate cysticercosis includes surveillance of pigs in foci of transmission and massive chemotherapy treatment of humans. In reality, control of T. solium by a single intervention, for instance, by treating only human population will not work because the existing infected pigs can still carry on the cycle. The proposed strategy for eradication is to do multilateral intervention by treating both human and porcine populations. It is feasible because treating pigs with oxfendazole has been shown to be effective and once treated, pigs are protected from further infections for at least 3 months. ===Limitations=== Even with the concurrent treatment of humans and pigs, complete elimination is hard to achieve. In one study conducted in 12 villages in Peru, both humans and pigs were treated with praziquantel and oxfendazole, with the coverage of more than 75% in humans and 90% in pigsGarcia, H.H., 2002. \"Effectiveness of an interventional control program for human and porcine Taenia solium cysticercosis in field conditions.\" In: International Health. Johns Hopkins University, Baltimore, p. 250. The result shows a decrease in prevalence and incidence in the intervention area; however the effect did not eliminate T. solium. The possible reason includes the incomplete coverage and re-infection. Even though T. solium could be eliminated through mass treatment of human and porcine population, it is not sustainable. Moreover, both tapeworm carriers of humans and pigs tend to spread the disease from endemic to non-endemic areas resulting in periodic outbreaks of cysticercosis or outbreaks in new areas. ===Vaccines=== Given the fact that pigs are part of a life cycle, vaccination of pigs is another feasible intervention to eliminate cysticercosis. Research studies have been focusing on vaccine against cestode parasites, since many immune cell types are found to be capable of destroying cysticercus. Many vaccine candidates are extracted from antigens of different cestodes such as Taenia solium, T. crassiceps, T. saginata, T. ovis and target oncospheres and/or cysticerci. In 1983, Molinari et al. reported the first vaccine candidate against porcine cysticercosis using antigen from cysticercus cellulosae drawn out from naturally infected. Recently, vaccines extracted from genetically engineered 45W-4B antigens have been successfully tested to pigs in an experimental condition. This type of vaccine can protect against cysticercosis in both Chinese and Mexican type of T. solium. However, it has not been tested in endemic field conditions, which is important because the realistic condition in the field differ greatly from experimental condition, and this can result in a great difference in the chances of infection and immune reaction. Even though vaccines have been successfully generated, the feasibility of its production and usage in rural free ranging pigs still remains a challenge. If a vaccine is to be injected, the burden of work and the cost of vaccine administration to pigs will remain high and unrealistic. The incentives of using vaccines by pig owners will decrease if the vaccine administration to pigs takes time by injecting every single pig in their livestock. A hypothetical oral vaccine is proposed to be more effective in this case as it can be easily delivered to the pigs by food. ====S3PVAC vaccine==== The vaccine constituted by 3 peptide synthetically produced (S3Pvac) has proven its efficacy in natural conditions of transmission. The S3PVAC vaccine so far, can be considered as the best vaccine candidate to be used in endemic areas such as Mexico (20). S3Pvac consists of three protective peptides: KETc12, KETc1 and GK1, whose sequences belong to native antigens that are present in the different developmental stages of T. solium and other cestode parasites.http://www-lab.biomedicas.unam.mx/cistimex/s1.html#capitulo6 Non-infected pigs from rural villages in Mexico were vaccinated with S3Pvac and the vaccine reduced 98% the number of cysticerci and 50% the number of prevalence. The diagnostic method involves necropsy and tongue inspection of pigs. The natural challenge conditions used in the study proved the efficacy of the S3Pvac vaccine in transmission control of T. solium in Mexico. The S3Pvac vaccine is owned by the National Autonomous University of Mexico and the method of high scale production of the vaccine has already been developed. The validation of the vaccine in agreement with the Secretary of Animal Health in Mexico is currently in the process of completion.E-mail interview with Edda Sciutto. Feb 26 2009. It is also hoped that the vaccine will be well-accepted by pig owners because they also lose their income if pigs are infected cysticercosis. Vaccination of pigs against cysticercosis, if succeeded, can potentially have a great impact on transmission control since there is no chance of re-infection once pigs receive vaccination. ===Other=== Cysticercosis can also be prevented by routine inspection of meat and condemnation of measly meat by the local government and by avoiding partially cooked meat products. However, in areas where food is scarce, cyst-infected meat might be considered as wasted since pork can provide high quality protein.CWGESA. 5th General Assembly of the Cysticercosis Working Group in Eastern and Southern Africa. 2007. CIRADhttp://pigtrop.cirad.fr/sp/recursos/publications/procedimientos/5th_general_assembly_of_the_cysticercosis_working_group_in_eastern_and_southern_africa At times, infected pigs are consumed within the locality or sold at low prices to traffickers who take the uninspected pigs at urban areas for sale. ==Management== ===Neurocysticercosis=== Asymptomatic cysts, such as those discovered incidentally on neuroimaging done for another reason, may never lead to symptomatic disease and in many cases do not require therapy. Calcified cysts have already died and involuted. Further antiparasitic therapy will be of no benefit. Neurocysticercosis may present as hydrocephalus and acute onset seizures, thus the immediate therapy is emergent reduction of intracranial pressure and anticonvulsant medications. Once the seizures have been brought under control, antihelminthic treatments may be undertaken. The decision to treat with antiparasitic therapy is complex and based on the stage and number of cysts present, their location, and the persons specific symptoms. Adult Taenia solium are easily treated with niclosamide, and is most commonly used in taeniasis. However cysticercosis is a complex disease and requires careful medication. Praziquantel (PZQ) is the drug of choice. In neurocysticercosis praziquantel is widely used. Albendazole appears to be more effective and a safe drug for neurocysticercosis. In complicated situation a combination of praziquantel, albendazole and steroid (such as corticosteroids to reduce the inflammation) is recommended. In the brain the cysts can be usually found on the surface. Most cases of brain cysts are found by accident, during diagnosis for other ailments. Surgical removals are the only option of complete removal even if treated successfully with medications. Antiparasitic treatment should be given in combination with corticosteroids and anticonvulsants to reduce inflammation surrounding the cysts and lower the risk of seizures. When corticosteroids are given in combination with praziquantel, cimetidine is also given, as corticosteroids decrease action of praziquantel by enhancing its first pass metabolism. Albendazole is generally preferable over praziquantel due to its lower cost and fewer drug interactions. Surgical intervention is much more likely to be needed in cases of intraventricular, racemose, or spinal neurocysticercosis. Treatments includes direct excision of ventricular cysts, shunting procedures, and removal of cysts via endoscopy. ===Eyes=== In eye disease, surgical removal is necessary for cysts within the eye itself as treating intraocular lesions with anthelmintics will elicit an inflammatory reaction causing irreversible damage to structural components. Cysts outside the globe can be treated with anthelmintics and steroids. Treatment recommendations for subcutaneous cysticercosis includes surgery, praziquantel and albendazole. ===Skin=== In general, subcutaneous disease does not need specific therapy. Painful or bothersome cysts can be surgically removed. ==Epidemiology== === Regions === Taenia solium is found worldwide, but is more common where pork is part of the diet. Cysticercosis is most prevalent where humans live in close contact with pigs. Therefore, high prevalences are reported in Mexico, Latin America, West Africa, Russia, India, Pakistan, North-East China, and Southeast Asia. In Europe it is most widespread among Slavic people. However, reviews of the epidemiological in Western and Eastern Europe shows there are still considerable gaps in our understanding of the disease also in these regions. The frequency has decreased in developed countries owing to stricter meat inspection, better hygiene and better sanitation of facilities. === Infection estimates === In Latin America, an estimated 75 million persons live in endemic areas and 400,000 people have symptomatic disease. Some studies suggest that the prevalence of cysticercosis in Mexico is between 3.1 and 3.9 percent. Other studies have found the seroprevalence in areas of Guatemala, Bolivia, and Peru as high as 20 percent in humans, and 37 percent in pigs. In Ethiopia, Kenya and the Democratic Republic of Congo around 10% of the population is infected, in Madagascar 16%. The distribution of cysticercosis coincides with the distribution of T. solium. Cysticercosis is the most common cause of symptomatic epilepsy worldwide. Prevalence rates in the United States have shown immigrants from Mexico, Central and South America, and Southeast Asia account for most of the domestic cases of cysticercosis. In 1990 and 1991, four unrelated members of an Orthodox Jewish community in New York City developed recurrent seizures and brain lesions, which were found to have been caused by T. solium. Researchers who interviewed the families suspect the infection was acquired from domestic workers who were carriers of the tapeworm. === Deaths === Worldwide as of 2010 it caused about 1,200 deaths, up from 700 in 1990. Estimates from 2010 were that it contributed to at least 50,000 deaths annually. In US during 1990–2002, 221 cysticercosis deaths were identified. Mortality rates were highest for Latinos and men. The mean age at death was 40.5 years (range 2–88). Most patients, 84.6%, were foreign born, and 62% had emigrated from Mexico. The 33 US-born persons who died of cysticercosis represented 15% of all cysticercosis-related deaths. The cysticercosis mortality rate was highest in California, which accounted for 60% of all cysticercosis deaths. ==History== The earliest reference to tapeworms were found in the works of ancient Egyptians that date back to almost 2000 BC. The description of measled pork in the History of Animals written by Aristotle (384–322 BC) showed that the infection of pork with tapeworm was known to ancient Greeks at that time. It was also known to JewishAncient Hebrew Medicine<> and later to early Muslim physicians and has been proposed as one of the reasons for pork being forbidden by Jewish and Islamic dietary laws. Recent examination of evolutionary histories of hosts and parasites and DNA evidence show that over 10,000 years ago, ancestors of modern humans in Africa became exposed to tapeworm when they scavenged for food or preyed on antelopes and bovids, and later passed the infection on to domestic animals such as pigs. Cysticercosis was described by Johannes Udalric Rumler in 1555; however, the connection between tapeworms and cysticercosis had not been recognized at that time. Around 1850, Friedrich Küchenmeister fed pork containing cysticerci of T. solium to humans awaiting execution in a prison, and after they had been executed, he recovered the developing and adult tapeworms in their intestines. By the middle of the 19th century, it was established that cysticercosis was caused by the ingestion of the eggs of T. solium.Küchenmeister, F. The Cysticercus cellulosus transformed within the organism of man into Taenia solium. Lancet 1861 i:39. ==Society and culture== * The first patient on the television show House (in the pilot episode) had cysticercosis. * In the crossover of the series Grey's Anatomy (season 5, episode 15) and Private Practice (season 2), Archer Montgomery, brother of Addison Forbes Montgomery, suffered from neurocysticercosis. He was cured via the surgical removal of the cysts by his former brother-in-law Derek Shepherd. ==See also== * Coenurosis * Coenurosis in humans * Echinococcosis * Trichinosis ==References== ==External links== * Category:Helminthiases Category:Parasitic diseases associated with beef and pork consumption Category:Wikipedia medicine articles ready to translate Category:Zoonoses Category:Wikipedia infectious disease articles ready to translate Category:Rare infectious diseases Category:Neglected tropical diseases Category:Tropical diseases",
 "title": "Cysticercosis"
}