{
 "id": "761055",
 "text": "thumb|right|Computer rendering of Euler's Disk on a slightly concave base Euler's Disk, invented between 1987 and 1990 by Joseph Bendik, is a trademark for a scientific educational toy. It is used to illustrate and study the dynamic system of a spinning and rolling disk on a flat or curved surface, and it has been the subject of a number of scientific papers. ==Discovery== Joseph Bendik first noted the interesting motion of the spinning disk while working at Hughes Aircraft (Carlsbad Research Center) after spinning a heavy polishing chuck on his desk at lunch one day. The spinning effect was so dramatic that he immediately called his friend and co-worker Richard Henry Wyles to take a look. He also called his friend Larry Shaw (Astrojax inventor) on the phone and had him listen to the sound of the spinning disk. The apparatus is known as a dramatic visualization of energy exchanges in three different, tightly coupled processes. As the disk gradually decreases its azimuthal rotation, there is also a decrease in amplitude and increase in the frequency of the disk's axial precession. The evolution of the disk's axial precession is easily visualized in a slow motion video by looking at the side of the disk following a single point marked on the disk. The evolution of the rotation of the disk is easily visualized in slow motion by looking at the top of the disk following an arrow drawn on the disk representing its radius. As the disk releases the initial energy given by the user and approaches a halt, its rotation about the vertical axis slows, while its contact point oscillation increases. Lit from above, its contact point in shadow, the disk appears to levitate before halting, an effect that can be enhanced by a mirror below or sparkling hologram above. Bendik named the toy after Leonhard Euler, who studied similar physics in the 18th century. ==Components and operation== The commercial toy consists of a heavy, thick chrome-plated steel disk and a rigid, slightly concave, mirrored base. Included holographic magnetic stickers can be attached to the disk, to enhance the visual effect of wobbling. These attachments may make it harder to see and understand processes at work, however. When spun on a flat surface, the disk exhibits a spinning/rolling motion, slowly progressing through varying rates and types of motion before coming to rest. Most notably, the precession rate of the disk's axis of symmetry increases as the disk spins down. The mirror base provides a low- friction surface; its slight concavity keeps the disk from \"wandering\" off the surface. Any disk, spun on a reasonably flat surface (such as a coin spun on a table), will exhibit essentially the same type of motion as an Euler Disk, but for a much shorter time. Commercial disks provide a more effective demonstration of the phenomenon, having an optimized aspect ratio and a precision polished, slightly rounded edge to maximize the spinning/rolling time. ==Physics== A spinning/rolling disk ultimately comes to rest quite abruptly, the final stage of motion being accompanied by a whirring sound of rapidly increasing frequency. As the disk rolls, the point of rolling contact describes a circle that oscillates with a constant angular velocity \\omega. If the motion is non-dissipative (frictionless), \\omega is constant, and the motion persists forever; this is contrary to observation, since \\omega is not constant in real life situations. In fact, the precession rate of the axis of symmetry approaches a finite-time singularity modeled by a power law with exponent approximately −1/3 (depending on specific conditions). There are two conspicuous dissipative effects: rolling friction when the disk slips along the surface, and air drag from the resistance of air. Experiments show that rolling friction is mainly responsible for the dissipation and behavior—experiments in a vacuum show that the absence of air affects behavior only slightly, while the behavior (precession rate) depends systematically on coefficient of friction. In the limit of small angle (i.e. immediately before the disk stops spinning), air drag (specifically, viscous dissipation) is the dominant factor, but prior to this end stage, rolling friction is the dominant effect. === Steady motion with the disk center at rest === The behavior of a spinning disk whose center is at rest can be described as follows. Let the line from the center of the disk to the point of contact with the plane be called axis \\widehat{\\mathbf{3}}. Since the center of the disk and the point of contact are instantaneously at rest (assuming there is no slipping) axis \\widehat{\\mathbf{3}} is the instantaneous axis of rotation. The angular momentum is \\mathbf{L} =kMa^2\\omega\\widehat{\\mathbf{3}} which holds for any thin, circularly symmetric disk with mass M; k=1/2 for a disk with mass concentrated at the rim, k=1/4 for a uniform disk (like Euler disk), a is the radius of the disk, and \\omega is the angular velocity along \\widehat{\\mathbf{3}}. The contact force \\mathbf{F} is M g \\widehat{\\mathbf{z}} where g is the gravitational acceleration and \\widehat{\\mathbf{z}} is the vertical axis pointing upwards. The torque about the center of mass is \\mathbf{N}=a \\widehat{\\mathbf{3}} \\times Mg\\widehat{\\mathbf{z}}=\\frac{d\\mathbf{L}}{dt} which we can rewrite as \\frac{d\\mathbf{L}}{dt}= \\boldsymbol{\\Omega}\\times\\mathbf{L} where \\boldsymbol{\\Omega} = - \\frac{g}{ak\\omega} \\widehat{\\mathbf{z}}. We can conclude that both the angular momentum \\mathbf{L}, and the disk are precessing about the vertical axis \\widehat{\\mathbf{z}} at rate At the same time \\Omega is the angular velocity of the point of contact with the plane. Let's define axis \\widehat{\\mathbf{1}} to lie along the symmetry axis of the disk and pointing downwards. Then it holds that \\widehat{\\mathbf{z}} = - \\cos \\alpha \\widehat{\\mathbf{1}} - \\sin \\alpha \\widehat{\\mathbf{3}}, where \\alpha is the inclination angle of the disc with respect to the horizontal plane. The angular velocity can be thought of as composed of two parts \\omega\\widehat{\\mathbf{3}} = \\Omega \\widehat{\\mathbf{z}} + \\omega_\\text{rel} \\widehat{\\mathbf{1}} , where \\omega_\\text{rel} is the angular velocity of the disk along its symmetry axis. From the geometry we easily conclude that: \\begin{align} \\omega &= -\\Omega \\sin \\alpha, \\\\\\ \\omega_\\text{rel} &= \\Omega \\cos \\alpha\\\\\\ \\end{align} Plugging \\omega = -\\Omega \\sin \\alpha into equation () we finally get As \\alpha adiabatically approaches zero, the angular velocity of the point of contact \\Omega becomes very large, and one hears a high-frequency sound associated with the spinning disk. However, the rotation of the figure on the face of the coin, whose angular velocity is \\Omega - \\omega_\\text{rel} = \\Omega(1 - \\cos \\alpha), approaches zero. The total angular velocity \\omega=-\\sqrt{\\frac{g \\sin \\alpha}{a k}} also vanishes as well as the total energy E=Mga\\sin \\alpha + \\tfrac{1}{2} kMa^2 \\omega^2 = Mga\\sin \\alpha + \\tfrac{1}{2} M k a^2 \\frac{g \\sin \\alpha}{a k} = \\tfrac{3}{2} M g a \\sin \\alpha as \\alpha approaches zero. Here we have used the equation (). As \\alpha approaches zero the disk finally loses contact with the table and the disk then quickly settles on to the horizontal surface. One hears sound at a frequency \\frac{\\Omega}{2\\pi}, which becomes dramatically higher, \\frac{1}{2\\pi} \\sqrt{\\frac{g}{ak}} \\sqrt{\\frac{1}{\\sin \\alpha}}, as the figure rotation rate slows, 2 \\sqrt{\\frac{g}{ak}} \\frac{(\\sin \\frac{\\alpha}{2})^2}{\\sqrt{\\sin \\alpha}}, until the sound abruptly ceases. == History of research == === Moffatt === In the early 2000s, research was sparked by an article in the April 20, 2000 edition of Nature, where Keith Moffatt showed that viscous dissipation in the thin layer of air between the disk and the table would be sufficient to account for the observed abruptness of the settling process. He also showed that the motion concluded in a finite- time singularity. His first theoretical hypothesis was contradicted by subsequent research, which showed that rolling friction is actually the dominant factor. Moffatt showed that, as time t approaches a particular time t_0 (which is mathematically a constant of integration), the viscous dissipation approaches infinity. The singularity that this implies is not realized in practice, because the magnitude of the vertical acceleration cannot exceed the acceleration due to gravity (the disk loses contact with its support surface). Moffatt goes on to show that the theory breaks down at a time \\tau before the final settling time t_0, given by: :\\tau \\simeq \\left[\\left(\\frac{2a}{9g}\\right)^3 \\frac{2\\pi\\mu a}{M}\\right]^{1/5} where a is the radius of the disk, g is the acceleration due to Earth's gravity, \\mu the dynamic viscosity of air, and M the mass of the disk. For the commercially available Euler's Disk toy (see link in \"External links\" below), \\tau is about 10^{-2} seconds, at which time the angle between the coin and the surface, \\alpha, is approximately 0.005 radians and the rolling angular velocity, \\Omega, is about 500 Hz. Using the above notation, the total spinning/rolling time is: :t_0 = \\frac{\\alpha_0^3 M}{2\\pi\\mu a} where \\alpha_0 is the initial inclination of the disk, measured in radians. Moffatt also showed that, if t_0-t>\\tau, the finite-time singularity in \\Omega is given by :\\Omega\\sim(t_0-t)^{-1/6} ===Experimental results=== Moffatt's theoretical work inspired several other workers to experimentally investigate the dissipative mechanism of a spinning/rolling disk, with results that partially contradicted his explanation. These experiments used spinning objects and surfaces of various geometries (disks and rings), with varying coefficients of friction, both in air and in a vacuum, and used instrumentation such as high speed photography to quantify the phenomenon. In the 30 November 2000 issue of Nature, physicists Van den Engh, Nelson and Roach discuss experiments in which disks were spun in a vacuum. Van den Engh used a rijksdaalder, a Dutch coin, whose magnetic properties allowed it to be spun at a precisely determined rate. They found that slippage between the disk and the surface could account for observations, and the presence or absence of air only slightly affected the disk's behavior. They pointed out that Moffatt's theoretical analysis would predict a very long spin time for a disk in a vacuum, which was not observed. Moffatt responded with a generalized theory that should allow experimental determination of which dissipation mechanism is dominant, and pointed out that the dominant dissipation mechanism would always be viscous dissipation in the limit of small \\alpha (i.e., just before the disk settles). Later work at the University of Guelph by Petrie, Hunt and Gray showed that carrying out the experiments in a vacuum (pressure 0.1 pascal) did not significantly affect the energy dissipation rate. Petrie et al. also showed that the rates were largely unaffected by replacing the disk with a ring shape, and that the no-slip condition was satisfied for angles greater than 10°. Another work by Caps, Dorbolo, Ponte, Croisier, and Vandewalle has concluded that the air is a minor source of energy dissipation. The major energy dissipation process is the rolling and slipping of the disk on the supporting surface. It was experimentally shown that the inclination angle, the precession rate, and the angular velocity follow the power law behavior. On several occasions during the 2007–2008 Writers Guild of America strike, talk show host Conan O'Brien would spin his wedding ring on his desk, trying to spin the ring for as long as possible. The quest to achieve longer and longer spin times led him to invite MIT professor Peter Fisher onto the show to experiment with the problem. Spinning the ring in a vacuum had no identifiable effect, while a Teflon spinning support surface gave a record time of 51 seconds, corroborating the claim that rolling friction is the primary mechanism for kinetic energy dissipation. Various kinds of rolling friction as primary mechanism for energy dissipation have been studied by Leine who confirmed experimentally that the frictional resistance of the movement of the contact point over the rim of the disk is most likely the primary dissipation mechanism on a time-scale of seconds. == In popular culture == Euler's Disks appear in the 2006 film Snow Cake and in the TV show The Big Bang Theory, season 10, episode 16, which aired February 16, 2017. The sound team for the 2001 film Pearl Harbor used a spinning Euler's Disk as a sound effect for torpedoes. A short clip of the sound team playing with Euler's Disk was played during the Academy Awards presentations. == See also == * List of topics named after Leonhard Euler * Tippe top – another spinning physics toy that exhibits surprising behavior ==References== == External links == * Eulersdisk.com * The physics of a spinning coin (April 20, 2000) PhysicsWeb * Experimental and theoretical investigation of the energy dissipation of a rolling disk during its final stage of motion (December 12, 2008) Arch Appl Mech * Comment on Moffat’s Disk (March 31, 2002) * Detailed mathematical physics analysis of disk motion * A YouTube video of an Euler's Disk in action Category:Dynamical systems Category:Educational toys Category:Tops Category:Novelty items",
 "title": "Euler's Disk"
}