{
 "id": "761404",
 "text": "right|thumb|Dogs playing in Milwaukee Area Dog Parks A dog park is a park for dogs to exercise and play off-leash in a controlled environment under the supervision of their owners. ==Description== Dog parks have varying features, although they typically offer a 4' to 6' fence, separate double-gated entry and exit points, adequate drainage, benches for humans, shade for hot days, parking close to the site, water, pooper-scooper to pick up and dispose of animal waste in covered trash cans, and regular maintenance and cleaning of the grounds. Dog parks may also offer wheel-chair access, a pond for swimming and a separate enclosure for small dogs. ===Offleash Area Segregation=== Some dog parks have separate play spaces for large and small dogs. Others have one large area for dogs of all sizes. There is debate about this issue, as some argue that dogs should be segregated by size, while others feel that dogs of all sizes can and should socialize together. ==Instant dog parks== thumb|Standard poodles at a water hydrant in a dog park Communities re-purpose pools, ice rinks, hockey rinksCity of Eden Prairie Dog Parks and tennis courts in the off season as makeshift dog parks as an inexpensive, practical, and quick way to solve a problem. Municipalities allow zoning variance and/or tax incentive, and liability waiver for these.Top 10 dog park etiquette rules Retrieved 1-15-2017 ==Dog park growth== December 2011: Dog parks are the fastest-growing segment of city parks. There were 569 off-leash dog parks in the 100 largest U.S. cities in 2010, a 34 percent jump in 5 years, while overall parks increased only 3 percent. Portland, Oregon has the highest per capita in the US with 5.7 dog parks for every 100,000 residents. Calgary, AB has the highest per capita in North America, with 15.9 dog parks for every 100,000 residents. There are now more American households with dogs than with kids of 43 million and 38 million respectively. \"It's a playground for people without kids.\" ==Children in dog parks== In Houston, Texas, some dog parks allow children inside if they are properly chaperoned by an adult, while others exclude children. The Houston Dog Park Association, a non-governmental club, said that adults should be cautious about bringing children inside a dog park and be aware that it is hard to keep a careful eye on both the dog and a child. ==Public Dog Parks== A public dog park is typically a fenced outdoor area where people and their dogs can play together. Similarly, a dog run is a smaller fenced area, created for the same use, that is often located within an existing park. Public dog parks are most commonly operated by your city or county's parks department and are frequently part of a park. As the names imply, these places offer dogs off-leash play areas where their owners can enjoy a park-like setting and the chance to socialize with other canines and their owners. Public dog parks are being established all over the country and offer a wealth of benefits to dogs, dog owners and the community as a whole. Unless they are well-lit, most public dog parks are open to the public from dawn until dusk. Some public dog parks have vaccination requirements but are not typically staffed or enforced unless there is some kind of incident which is reported to animal control. ==Private Dog Parks== A private dog park is an indoor or fenced outdoor area where people and their dogs can play together. Private dog parks are most commonly membership based and run as a for-profit business. Private dog parks can also be run as part of an apartment complex or community center. Some private dog parks combine other businesses such as retail areas, boarding, dog training, daycare and grooming services. When private dog parks are staffed, they commonly inspect dogs for lice and oral papillomas upon entry and supervise play. Toys and common play areas of private dog parks are commonly sanitized on a daily basis to ensure cleanliness and to prevent the spread of bacteria and diseases. ==Benefits of off-leash dog parks== Off-leash dog areas, or dog parks, provide a community setting in which people can gather and socialize and where they can observe the interaction of groups of dogs at play. Dog parks allow owners and their dogs to spend time together and offer dogs a space for play and companionship with others. Leashes can cause dogs (which are territorial animals) to become territorial. Roaming free is beneficial for dogs. Organizations like the ASPCA regard dog parks as beneficial to dogs and to dog owners. According to Dan Emerson of DogChannel.com, proponents of dog parks cite the following benefits: \"They promote responsible pet ownership and the enforcement of dog- control laws; give dogs a place to exercise safely, thus reducing barking and other problem behaviors; provide seniors and disabled owners with an accessible place to exercise their companions; and provide an area for community-building socializing.\" Dog-park regulations vary from park to park; some are quite extensive and comprehensive. Studies have shown that people find it easier to talk to each other with dogs as the initial focus, breaking down the usual social barriers that make people perceive others as strangers.Therapeutic Aspects of the Human-Companion Animal Interaction, Sandra B. Barker, Ph.D. Retrieved 3-18-2009 Some dog-owners are unable to properly exercise their dogs and could benefit from taking their dogs to a dog park. Additional benefits of a dog park to the community include promoting responsible dog-ownership as well as accommodating dogs and their owners in a public open space, which has been shown to lead dog owners to higher levels of compliance with relevant laws. The benefits of exercise for dogs are well documented, although dogs can learn and reinforce bad behaviors if owners are not vigilant or careful. ==Limitations of off-leash dog parks== According to advice from experts such as Cesar Millan, dog parks are not able to substitute the act of walking dogs daily. It has also been recommended that dog owners walk dogs for 35 minutes, before placing them inside a dog enclosure, in order to adjust dogs to the urban environment. Dogs that are highly socialized and exercised are healthier, happier, and less aggressive in behavior. They are less likely to bark or be destructive or aggressive if they are able to expend pent-up energy during regular play or exercise. It has also been noted that establishing a dog park may create contention within a community when residents worry about noise, smell, and traffic. ==Notes== ==References== ASPCA benefits of dog parks ==External links== * Dog Parks (ASPCA) * Dog Parks Benefits and Liabilities, Laurel Allen, University of Pennsylvania * The Evolution of Dog Parks * The Effect of Pet Ownership on Overall health * Searchable Directory of Dog Parks in the UK Category:Articles containing video clips",
 "title": "Dog park"
}