{
 "id": "761503",
 "text": "thumb|right|Gajendra moksham Kerala mural paintings are the frescos depicting Hindu mythology in Kerala. Ancient temples and palaces in Kerala, India, display an abounding tradition of mural paintings mostly dating back between the 9th to 12th centuries CE when this form of art enjoyed royal patronage. The scriptural basis of these paintings can be found in the Sanskrit texts, 'Chithrasoothram - (Chitrasutra is a part of the Vishnu Dharmottara Purana, a book written in Sanskrit about 1500 years ago. It contains 287 short verses in nine chapters and a few prose in the second chapter. There is no other book on painting as detailed as the Chitrasutra. This book answers hundreds of questions about what a painting is, why, its purpose, role, relationship with the painter, connoisseurs, and other arts. Chitrasutra will be useful to understand the true Indian painting.)Tantrasamuchaya, the fifteenth century text authored by Narayanan, Abhilashitartha Chintamani of the twelfth century and Silparatna by Sreekumaran of the sixteenth century. Iconography of the mythological character in murals are based on the Dhyanaslokas. The murals of Thirunadhikkara Cave Temple (now ceded to Tamil Nadu) and Tiruvanchikulam are considered the oldest relics of Kerala's own style of murals. The masterpieces of Kerala mural art include: the Shiva Temple in Ettumanoor, the Ramayana murals of Mattancherry Palace and Vadakkumnatha kshetram. thumb|upright|Thodeekkalam (Thodikkalam) Shiva Temple, Kannur district Other fine mural paintings are depicted in temples at Trikodithanam, Vaikom Temple, Pundarikapuram, Udayanapuram, Triprangode, Guruvayoor, Kumaranalloor, Aymanam, the Vadakkunathan temple in Trichur, the Thodeekkalam temple in Kannur and the Sri Padmanabhaswamy temple at Thiruvananthapuram. Other mural sites are in the churches at Ollur, Chalakkudy, Kanjoor, Edappally, Vechur, and Mulanthuruthy,Menachery, St. Thomas Christian Encyclopaedia, II, Trichur, 1973; Indian Church History Classics, Saras, Ollur, 1998 and at palaces such as the Krishnapuram Palace near Kayamkulam and the Padmanabhapuram Palace. == Revival == Although the traditional mural artisans were under the patronage of various rulers in Kerala, under British administration the art form suffered enormously, even at the danger of extinction. After India's independence in 1947, a revival of mural tradition in Kerala took place as major temples in Kerala. The Centre for Study of Mural Paintings, a school established by Guruvayur Dewaswom Board in the Thrissur district of Kerala under the chief instructorship of Mammiyoor Krishnan Kutty Nair, represents this revival phase, as does the Sree Sankaracharya University of Sanskrit in Kalady. == Technique == Traditionally the painting involves four different processes, # Preparation of the ground (granite and laterite walls) # Sketching of the outline # Application of colours and # Addition of decorative details Sanskrit texts discuss in detail the style, effectiveness of different colours, desirable combinations that could be brought out by mixing various pigments and methodology of preparing the base for application of colors and for preparation of colors from different natural sources in general terms. === Wall preparation === Preparing a wall involves three stages of plastering the wall with different substances. # Plaster of a mixture of lime and clean sand in the ratio 1:2. # Plaster of a mixture of lime and sand in the ratio 1:2, and cotton (Gossypium herbaceum). Cotton is used to give a gleaming white texture to the wall. # 25-30 washes of a mixture of quick lime and the juice of very tender coconut. === Colour preparation === Traditional murals used panchavarana () exclusively i.e. red, yellow, green, black and white, white being the colour of the wall itself. Colours are prepared from vegetable and mineral pigments. Red is derived from red laterite, yellow is derived from yellow laterite, white from lime, and black from oil-lamp soot. Leaves of Neelamari (Indian Indigo; Indigofera tinctoria ) plant are squeezed and the extract is used after drying up to be mixed with Eravikkara (Garcinia morella) for obtaining the green pigment. Wooden utensils are used for mixing the colours and the binding media used is derived from tender coconut water and extracts from the Neem tree (Azadirachta indica). The characters in the murals are coloured according to their characteristics as illustrated in the relevant Hindu mythological scriptures. Spiritual, divine and dharmic characters (satwika) are depicted in shades of green. Those influenced towards power & materialistic wealth (rajasic) are painted in shades of red to golden yellow. Evil, wicked and mean characters (tamasic) are generally painted in white or black. ==References== ==Further reading== * (see index: p. 148-152) *Sandhya Ravi (2015), Color Culture and Identity: Influence of Colors on Kerala Mural Art. IJASOS- International E-Journal of Advances in Social Sciences, Vol. I, Issue 3, December 2015 *Poyil, M. (2011). THODIKALAM MURAL PAINTINGS: FEATURES, MEANINGS AND TECHNIQUES. Proceedings of the Indian History Congress, 72, 1239-1246. * ==External links== * Category:Murals in India Category:Schools of Indian painting Category:Arts of Kerala",
 "title": "Kerala mural painting"
}