{
 "id": "761805",
 "text": "{{Infobox writer |name = Philip Gross |image = File:Philip_Gross.jpg |caption=Philip Gross at HeadRead festival, Estonia, in 2019 |honorific_suffix = |pseudonym = |birth_name = |birth_date = |birth_place = Delabole, Cornwall, England |nationality = British |education = University of Sussex |occupation = Novelist, poet, essayist |period = 1983–present |genre = Poetry, Children's literature, essays |subject = |movement = |notableworks = The Water Table |spouse = |partner = |children = |relatives = |website = |signature = }} Philip Gross (born 1952) is a poet, novelist, playwright, children's writer and academic based in England and Wales. He is currently Professor of Creative Writing at the University of South Wales. ==Biography== Philip Gross was born in 1952 at Delabole in north Cornwall, near the sea, as the only child of Juhan Karl Gross, an Estonian wartime refugee, and Jessie, daughter of the local village schoolmaster. He grew up and was educated in Plymouth. In junior school he began writing stories and in his teens he took to poetry as well. He is a Quaker. He went on to the University of Sussex, where he gained his BA in English. He worked for a correspondence college and in several libraries, as he has a diploma in librarianship. Since the early 1980s he has been a freelance writer and writing educator and more recently held posts in several universities. In the 1980s, Gross and his first wife, Helen, had a son and a daughter. While living in Bristol he began travelling around schools in Britain as a workshop leader and later joined Bath Spa University to teach Creative Studies. In 2000, he married his second wife, Zélie. In 2004 he was appointed Professor of Creative Writing at the University of Glamorgan, now the University of South Wales, a position he still holds. In 2007 he received a DLitt from the university. Gross won the T. S. Eliot Prize in 2009 for a collection of poems, The Water Table, a Gregory Award in 1981, and the National Poetry Competition in 1982. He has judged several poetry competitions: in 2014 the Hippocrates Prize for Poetry and Medicine, the Manchester Writing for Children Prize 2014, the Magma Poetry Competition and the Medicine Unboxed Creative Prize. In the summer of 2015 he was writer in residence at the Poetry on the Move international festival at the University of Canberra. ==Work== Philip Gross published three books in 2009, all of which won major prizes. On 18 January 2010, he was announced to have won the 2009 T. S. Eliot Prize for The Water Table. Meanwhile I Spy Pinhole Eye, from Cinnamon Press, with photographs by Simon Denison, won him the Wales Book of the Year prize on 30 June 2010.I Spy Pinhole Eye BBC The following year, his collection for children, Off Road to Everywhere (Salt) was awarded the Centre for Literacy in Primary Education prize for 2011. Several of his collections have been a Choice or Recommendation of the Poetry Book Society, most recently Love Songs of Carbon in 2015. His earlier poetry collections, from 1983, include The Ice Factory, Cat's Whisker, The Son of the Duke of Nowhere, I.D., The Wasting Game – all collected in Changes of Address: Poems 1980–98. Of his more recent work, the Poetry Book Society selectors wrote, \"At the heart of all of Gross's collections has been his deep enquiry into and fascination with the nature of embodiment and existence – what water is and does in The Water Table, the role of language, and speech especially, in identity and the self in Deep Field and Later. Now in Love Songs of Carbon Gross tests and feels his amazed way through the mysteries of the multiple manifestations of love and ageing.\" Gross's ten novels for young people include Going For Stone, The Lastling and The Storm Garden (Oxford University Press). He has also written stage plays, work for radio, a children's opera, and in 2015 The King In The Car Park, a schools cantata on the death and reburial of Richard III, to a score by Benjamin Frank Vaughan). He has collaborated frequently with musicians, painters, dancers and other writers. His poems and writings on poetry appear in a wide range of magazines and journals, where he investigates the creative process, in particular cross-arts work and collaboration, as in Then Again What Do I Know: reflections on reflection in Creative Writing. He contributed to The Writer in the Academy: Creative Interfrictions, edited by Richard Marggraf TurleyBoydell & Brewer, Woodbridge, Suffolk, 2011, pp. 49–70. and with \"Halfway-to-Whole Things: Ecologies of Writing and Collaboration\" to Extending Ecocriticism.Edited by Peter Barry, Manchester University Press, 2016. ==Prizes== *2011: Centre for Literacy in Primary Education Poetry Award *2010: Wales Book of the Year *2009: T.S. Eliot Prize *1982: National Poetry CompetitionNPC Poetry Society *1981: Eric Gregory Award ==Bibliography== ===Poetry collections=== ==References== Category:1952 births Category:Living people Category:Academics of the University of Glamorgan Category:Alumni of the University of Glamorgan Category:People from St Teath Category:English Quakers Category:English male poets Category:T. S. Eliot Prize winners",
 "title": "Philip Gross"
}