{
 "id": "761860",
 "text": "{| |} USS Abel P. Upshur (DD-193) was a in the service of the United States Navy and United States Coast Guard until transferred to the United Kingdom in 1940. During World War II, she served in the Royal Navy as HMS Clare. ==Construction and commissioning== Named after Secretary of the Navy, Abel Parker Upshur, she was laid down on 20 August 1918 at Newport News, Virginia by the Newport News Shipbuilding & Dry-dock Co. The ship was launched on 14 February 1920, sponsored by Mrs. George J. Benson, great-great niece of Secretary Upshur, and commissioned at the Norfolk Navy Yard on 23 November 1920. ==Service history== ===United States=== Following her commissioning, Abel P. Upshur was assigned to Destroyer Division 37, Squadron 3, Atlantic Fleet. She cruised along the United States East Coast, taking part in fleet exercises and maneuvers. The ship was placed out of commission at the Philadelphia Navy Yard on 7 August 1922. Abel P. Upshur assumed duties at the Washington Navy Yard in March 1928 as a training ship for Naval Reserve personnel from the District of Columbia and continued this routine until 5 November 1930, when the ship was transferred to the U.S. Treasury Department. Her name was then struck from the Navy list. The ship served the Coast Guard attempting to prevent the smuggling of liquor into the United States. Abel P. Upshur was returned to Navy custody on 21 May 1934 but was laid up at Philadelphia until 4 December 1939, when she was again placed in commission and assigned to the Atlantic Squadron. The ship operated along the U.S. East Coast on the Neutrality Patrol. On 9 September 1940, Abel P. Upshur was decommissioned at Halifax, Nova Scotia. The vessel was transferred to Britain under an agreement by which, the United States exchanged 50 overage destroyers for bases on British colonial territory in the Atlantic. Her name was again struck from the Navy list on 8 January 1941. ==United Kingdom== thumb|left|200px|HMS Clare As HMS Clare, she was assigned to the 1st Flotilla and arrived at Belfast, Northern Ireland, on 26 September 1940. Clare joined Escort Group 7 and escorted transatlantic convoys. On 20 February 1941, she rescued the crew of the sinking British steamship Rigmor. In the early hours of 21 February, the destroyer collided with the motor vessel Petertoum and suffered some damage. After undergoing repairs at Plymouth, England, between March and October, Clare resumed convoy duty with Escort Group 41, Western Approaches Command. Clare was modified for long range trade convoy escort service by removal of the two forward boilers and substitution of additional fuel tanks. This modification improved endurance but reduced top speed to 25 knots. Three of the original /50 caliber guns and one of the triple torpedo tube mounts were removed to reduce topside weight for additional depth charge stowage and installation of Hedgehog anti-submarine mortars.Lenton&Colledge; (1968) pp.92–94 In the fall of 1942, the destroyer took part in the landings of the invasion of North Africa Operation \"Torch.\" As a member of the Eastern Naval Task Force, she covered landings near Algiers. On 12 November 1942, the destroyer attacked a German U-boat in waters north of Oran, Algeria, and claimed to have sunk the enemy vessel. Clare left Gibraltar on 17 November 1942, returned to Britain, and resumed transatlantic convoy duty. In July 1943, the ship participated in the invasion of Sicily. She entered drydock at Cardiff, Wales in September of that year, returned to action in May 1944, and served as a target ship for aircraft in the Western Approaches Command. In August 1945, Clare was reduced to reserve at Greenock, Scotland. Declared obsolete, she was allocated for scrap in 1947, arriving at Troon on 18 February 1947 to be broken up by West of Scotland Shipbreaking Co Ltd. ==See also== *List of United States Navy destroyers == Notes == == References == * * Category:Clemson-class destroyers Category:1918 ships Category:Ships transferred from the United States Navy to the Royal Navy Category:Town-class destroyers of the Royal Navy Category:Town-class destroyers converted from Clemson-class destroyers Category:World War II destroyers of the United Kingdom Category:Ships built in Newport News, Virginia",
 "title": "USS Abel P. Upshur"
}