{
 "id": "761987",
 "text": "The Smith River (Tolowa: ) is a river flowing from the Klamath Mountains to the Pacific Ocean in Del Norte County in extreme northwestern California, on the West Coast of the United States.U.S. Geological Survey. National Hydrography Dataset high-resolution flowline data. The National Map, accessed March 9, 2011 It is about 25.1 miles (40.4 km) long, all within Del Norte County, and it flows through the Rogue River – Siskiyou National Forest, Six Rivers National Forest, and Jedediah Smith Redwoods State Park. ==Course== The Smith River is formed by the confluence of its Middle Fork and North Fork, near the community of Gasquet. The Middle Fork, long, rises in Del Norte County, approximately northeast of Crescent City, and flows west. The North Fork Smith River, long, rises in Oregon on the northeast slope of Chetco Peak. The South Fork Smith River enters the Smith River near the community of Hiouchi. The fork rises on the eastern edge of the Smith River National Recreation Area, approximately east-northeast of Crescent City, flowing southwest and then northwest. From the confluence with the South Fork, the Smith River flows generally northwest, entering the Pacific Ocean near the community of Smith River, approximately north of Crescent City. Smith River estuary is recognized for protection by the California Bays and Estuaries Policy.State Water Resources Control Board Water Quality Control Policy for the Enclosed Bays and Estuaries of California (1974) State of California ==Watershed== The river's watershed catchment area is . It drains a rugged area of the western Klamath Mountains and Northern Outer California Coast Ranges, west of the Siskiyou Mountains, just south of the Oregon border, and north of the watershed of the Klamath River. By average discharge, the Smith is the largest river system in California that flows freely along its entire course. The highly variable annual flow is approximately , with an average monthly high of in January, and an average low of in September. The all-time highest flow was on December 22, 1964 during the Christmas flood of 1964. The river was named for the explorer Jedediah Smith. ==Conservation== The free- flowing nature of the river—without a single dam along its entire length—makes it especially prized among conservationists and is considered one of the crown jewels of the National Wild and Scenic River program. thumb|320px|Former Smith River Bridge crossing the Lower Smith River. ==Crossings== The 1929 Smith River Bridge, also known as the Hiouchi Bridge or Bridge Wo. 1-06, was a rare example of a cantilever highway truss bridge within California, until it was demolished in 1989.LOC.gov − Historic American Engineering Record−HAER: \"Smith River Bridge, CA State Highway 199 Spanning Smith River, Crescent City, Del Norte County, CA\"; HAER No. CA-75; May 1989 . accessed 24 April 2017. The two- lane road bridge carried California State Highway 199 across the Smith River. The structural steel components were fabricated by Virginia Bridge & Iron Co. in Roanoke, shipped via the Panama Canal to San Francisco, then reloaded to a smaller coastal vessel and shipped to Crescent City. The suspended center span was a Parker truss. It was the first cantilever truss type designed by the California Division of Highways Bridge Department engineers in 1928. The bridge type was briefly popular during the late 1920s to the late 1930s in the United States, but because it was best suited to specialized applications only limited numbers were built in the state. Its design was influenced by the first Carquinez Bridge, designed by David B. Steinman and completed in 1927 (demolished 2007). Studies for the replacement of the Smith River Bridge began in 1987. State Highway 199 provides a link between Highway 101 at Crescent City on the northern California coast, and Interstate Highway 5 inland at Grants Pass, Oregon. The proposal to replace the bridge was based on its functionally obsolete structural condition. Because of the high percentage of heavy truck traffic using the route, the bridge had sustained damage from high loads over the years, causing concern that the bridge was susceptible to collapsing. Since it had been determined eligible for inclusion on the National Register of Historic Places, it was required to be documented to Historic American Engineering Record−HAER standards prior to its removal in 1989. ==References== * * * ==External links== * Smithriveralliance.org: Smith River Alliance website * * KalmiopsisWild.org: North Fork Smith River * ;HAER—Historic American Engineering Record * LOC.gov−HAER: \"Smith River Bridge, CA State Highway 199 spanning Smith River, Del Norte County, CA\" — documentation archives homepage. **LOC.gov−HAER: History of the Smith River Bridge — detailed history + engineering context. **LOC.gov−HAER: Photo−documentation of the Smith River Bridge — images gallery. Category:Rivers of Del Norte County, California Category:Wild and Scenic Rivers of the United States Category:Klamath Mountains Category:Redwood National and State Parks Category:Rogue River-Siskiyou National Forest Category:Six Rivers National Forest Category:Tourist attractions in Del Norte County, California Category:Rivers of Northern California",
 "title": "Smith River (California)"
}