{
 "id": "762053",
 "text": "In the fictional Star Trek universe, the Vulcan nerve pinch is a technique used mainly by Vulcans to render unconsciousness by pinching a pressure point at the base of the victim's neck. ==Origin== right|thumb|Nimoy 'demonstrating' the Vulcan nerve pinch. The script for \"The Enemy Within\" stated that Spock \"kayoes\" (Knocks Out) Captain Kirk (William Shatner)'s duplicate, but Leonard Nimoy, who opposed the Vietnam War and supported Eugene McCarthy, felt that such a brutal action would be unnecessarily violent for a Vulcan. He therefore invented an alternative by suggesting that Vulcans may know enough about human anatomy, or they may have the ability to project telepathic energy from their fingertips, that they could render a human unconscious. Allegedly, the director of the episode did not understand the idea when Nimoy explained it to him, but William Shatner understood immediately and reacted in exactly the way Nimoy had hoped when they executed the move during filming, explaining that it would be similar to \"feeling an electrical charge.\" From then on, the pinch was referred to as the \"FSNP\", for \"Famous Spock Nerve Pinch\", in Star Treks scripts. ==Physiology== Although entirely fictional, fans and critics of the show have tried to explain how the pinch may work. It has been compared to the fictional \"karate chop\", which was used in other 1960s television series to render opponents unconscious.John Walsh, Star Trek: Prick up your ears, Irish Independent, April 23, 2009 Nimoy's theory that the pinch may be linked to telepathy is shown not to be true when two non-telepathic entities, the android Data, and Voyager's holographic Doctor, use the pinch in later Star Trek television shows. The book The Making of Star Trek by Stephen E. Whitfield and Gene Roddenberry offers a simple explanation: the pinch blocks blood and nerve responses from reaching the brain, leading to unconsciousness. How this might lead to instantaneous unconsciousness is not explained. In this earliest of Star Trek reference books, the pinch is referred to as the \"Spock Pinch.\" At least one being, Gary Seven, resists the Vulcan neck pinch during a fight in the episode \"Assignment: Earth\". Dr. McCoy describes the alien-raised Seven as human, albeit with a perfect body. In the Star Trek: Voyager episode \"Cathexis\", the Doctor inspects a crewmember who was found unconscious and observes an extreme trauma to the trapezius neck bundle, \"as though her nerve fibers have been ruptured\"; and it is later revealed that the person was the victim of a nerve pinch. ==Use within the franchise== Along with Spock, various other characters in the Star Trek franchise have used the technique. Notably, the above-mentioned instances with Data and the holographic Doctor, \"DS9\"s Changeling, Odo, \"TNG\"s Jean-Luc Picard, \"VOY\"s Seven of Nine. \"ENT\"s T'Pol.in the 4th episode of the first season (\"Strange New World\") on Travis Mayweather, to calm him down. Other examples of its use in that series include incapacitating Dr. Phlox before he can lobotomize Travis Mayweather in the 2nd season episode \"Singularity\", and again in the 3rd season episode \"Carpenter Street\", on the kidnapper Loomis to stop him escaping from his apartment. However, it is not an easy technique to master. After Spock uses the pinch in the episode \"The Omega Glory\", Kirk says to Spock, \"Pity you can't teach me that\", and Spock replies, \"I have tried, Captain.\" In the film Star Trek III: The Search for Spock (1984), Dr. McCoy was unable to use the nerve pinch despite being in possession of Spock's katra (his \"spirit\" or \"soul\"). The nerve pinch has been shown being used on animals. In the Animated Series episode \"Yesteryear\", Spock uses the nerve pinch on a Le-matya (a mountain lion-like creature) to save the life of his younger self. In the 1989 film Star Trek V: The Final Frontier, Spock uses the pinch to subdue a horse during a battle. ==In popular culture== The Vulcan nerve pinch has been referred to, and parodied, in a wide variety of television, film, and other media. ===In television=== * In the Stephen King mini-series The Langoliers (1995) a character says, \"You ever watch Mr. Spock on Star Trek?\", \"'Cause if you don't shut your cakehole, you bloody idiot, I'll be happy to demonstrate his Vulcan sleeper-hold for you.\" *On Netflix series Carmen Sandiego Season One, Episode Nine \"The French Connection Caper\" Shadow-San uses the Vulcan nerve pinch on Coach Brunt to render her unconscious and help Carmen escape before the police arrive. *In the episode of Phineas and Ferb, \"Raging Bully\", Ferb uses the Vulcan nerve pinch on Buford for getting offended. Phineas is surprised but he replies, \"Well, he was all up in my face.\" *In the episode of The O.C., \"The Heartbreak\" (1x19), Summer Roberts makes a reference to this when Seth Cohen tries to massage her before sex, which she finds uncomfortable and asks, \"What's up with the Vulcan nerve pinch?\" *In the episode of iCarly, Season Two, Episode Thirty-Five “iPsycho”, Sam uses the Vulcan nerve pinch to render Nora, their kidnapper, unconscious in order to finally escape. When asked by Spencer Shay why she is sleeping on the floor in a digital photo, Carly replies that she is unconscious. Spencer replies “You did the Vulcan squeezer thing?” which received affirmation from Sam. *In the Audi commercial \"Leonard Nimoy vs. Zachary Quinto - The Challenge\", Nimoy uses an apparent real-life version on Quinto to win a bet. (Both actors played Spock in the Star Trek franchise, Nimoy on television and Quinto in the 2010s films.) ===In film=== * In Mel Brooks' film Spaceballs, Lone Starr tries to use it on a henchman, initially unsuccessfully, but the henchman points out Lone Starr's mistakes—he gripped where the head meets the neck, when he should have gripped where the neck meets the shoulders—and is used again, successfully this time.This is used as the example in The Action Hero's Handbook section on how to perform the nerve pinch, which relates two methods—one using a combination of the radial nerve and the brachial plexus tie in, and one using the jugular notch. ==Death grip== The Star Trek episode \"The Enterprise Incident\" includes a scene in which Spock administers the \"Vulcan death grip\" to Kirk to convince Romulan onlookers, apparently unfamiliar with Vulcan techniques, that Kirk had been killed. In fact, Spock had merely used a powerful nerve pinch to put Kirk into a deep unconsciousness that closely resembled death. Kirk awoke later with head and neck pain, but no lasting injury. The \"death grip\" differs from the \"nerve pinch\" in that the death grip was administered to Kirk's face. Nurse Chapel remarks in the same episode, \"There's no such thing as a Vulcan death grip.\" ==References== ==External links== Nerve pinch Category:Fictional superhuman features or abilities Category:Star Trek terminology",
 "title": "Vulcan nerve pinch"
}