{
 "id": "762280",
 "text": "John Olof Norquist (born October 22, 1949, in Princeton, New Jersey) is an American politician who was the 37th mayor of Milwaukee, Wisconsin. He served as mayor from 1988 until he left office in 2004 to lead the Congress for the New Urbanism. ==Personal background== Norquist was born in Princeton, New Jersey, where his father, Rev. Ernest O. Norquist was attending seminary. His mother is Jeannette Norquist. He is of Swedish descent. He is married to Susan Mudd and has one son, Benjamin, and one daughter, Katherine. Susan is the descendant of Samuel Mudd, the doctor who treated President Abraham Lincoln's assassin, John Wilkes Booth. ==Early political career== He was elected to the Wisconsin State Assembly in 1975, where he served until seeking and winning a seat in the Wisconsin State Senate in 1983. In 1974 he ran against completing the Stadium South Freeway, which was to run from Milwaukee County Stadium south to I-894. In 1974, nearly 50% of the freeway segment was either built or the land was cleared for construction. Norquist opposed the Stadium South despite his constituents voting for completion in the November 1974 Milwaukee County freeway referenda. All five remaining Milwaukee County freeway segments passed in the November 1974 referendum (complementing the April 1967 city vote in favor of the Park East-Lake Freeway project). Norquist joined forces with emerging generation of legislators including James Moody (later a US representative) in opposing freeway expansion and was re-elected to the Assembly and advanced to the State Senate. While in the Senate, Norquist served on the powerful Joint Finance Committee and was recognized by Milwaukee Magazine as a leading legislator. ==Mayor of Milwaukee== In 1988, Norquist campaigned and won the job of mayor of Milwaukee. His tenure as mayor of Milwaukee came on the heels of the 28-year reign by Henry Maier. Norquist can perhaps best be described as a \"fiscally conservative socialist.\" He was strongly in favor of light rail as a solution for the city's transit problems and was known throughout the country for his anti-freeway stance and for the removal of the Park East Freeway, the largest highway ever purposely destroyed. He consistently reduced the property tax rate every year since becoming mayor and kept city budgets from growing beyond the rate of inflation. One of the first controversies of Norquist's tenure occurred in 1988, when he took a trip to Israel. The trip was paid for by local Milwaukee Jewish organizations, but as a result of the controversy, Norquist afterward paid much of the cost himself. On his return, the Milwaukee Sentinel printed a political cartoon showing him getting off a plane dressed as a Hasidic Jewish rabbi. The cartoon created an uproar, and the Sentinel published an apology for it. In December 2000, Norquist's future as mayor was thrown into doubt after a staff assistant alleged that the mayor had sexually harassed her. Norquist admitted to a five-year consensual affair, but whether it was consensual is contested. Eventually, in April 2002, Norquist announced that he would not seek a fifth term as mayor in 2004. In July, 2001, when the Communist Party held its 27th national convention in the University of Wisconsin-Milwaukee student union, Norquist sent the convention his greetings, noting commonalities between the city's socialist heritage and the goals of the Communist Party. Norquist later released a statement saying he \"does not endorse Communist ideology and condemns many elements of Communist history.\" When presented in June 2003 with the opportunity to lead the Congress for the New Urbanism, Norquist said that he would resign at the beginning of the following year rather than serve out his full term. The announcement was timed to prevent a special election. Instead, the head of the common council, Marvin Pratt, served as acting mayor. His term was marked by public conflicts with other city leaders, including Bo Black, former head of Summerfest; Arthur Jones, his one-time bodyguard who became chief of police; and Bradley DeBraska, head of the police union. Despite some conflict, Norquist's legacy in Milwaukee includes a decline in poverty, a boom in downtown housing, and reforms in both education and welfare. ==Post mayoral career== At the beginning of 2004, Norquist began working full-time as the head of the Congress for the New Urbanism, an urban planning and development reform organization based in Chicago, Illinois. He left CNU in 2014 after a decade with the organization. During his tenure, he spoke often and eloquently about the regulatory obstacles that continue to get in the way of good urbanism. Building on his experience taking down the Park East Freeway in Milwaukee, he championed a national CNU campaign that has helped advocates and local officials in their own highway teardown movements. Norquist is now the John M DeGrove Fellow at Florida Atlantic University and Adjunct Professor at DePaul University Real Estate Program. ==Works== Norquist, John O. The Wealth of Cities (1998). ==Awards== Edmund N. Bacon Prize, Ed Bacon Foundation (now under the Philadelphia Center for Architecture), 2008 ==Notes== ==External links== *Biographical sketch from the Milwaukee Journal Sentinel *Biography in Governing magazine *Retrospective on Norquist's term as mayor from the Milwaukee Journal-Sentinel *Milwaukee Journal-Sentinel urban design critic Whitney Gould on Norquist's legacy * https://web.archive.org/web/20041201064357/http://www.jsonline.com/news/metro/may01/norq26052501a.asp?format=print * Category:1949 births Category:Living people Category:People from Princeton, New Jersey Category:American people of Swedish descent Category:Members of the Wisconsin State Assembly Category:Wisconsin state senators Category:Mayors of Milwaukee Category:University of Wisconsin-Madison alumni Category:Wisconsin Democrats Category:Writers from New Jersey Category:Writers from Wisconsin Category:New Urbanism",
 "title": "John Norquist"
}