{
 "id": "762228",
 "text": "Eliminator is the eighth studio album by American rock band ZZ Top. It was released on March 23, 1983, by Warner Bros. Records, and rose high on the charts in many countries. Four hit singles were released—\"Gimme All Your Lovin'\" which reached the American Top 40, \"Sharp Dressed Man\", \"TV Dinners\" and their most successful single, \"Legs\". A Diamond certified album in the United States, Eliminator is ZZ Top's most commercially successful release, with sales of 20 million worldwide. Recorded in 1982, the album represents a further step of modernization by bandleader Billy Gibbons. Since El Loco in 1981, Gibbons had been edging the band's boogie and blues rock sound toward the popular new-wave/synth-rock aesthetic while retaining ZZ Top's signature electric guitar emphasis. For Eliminator, he increased the tempo and used more synthesizers and drum machines, producing a \"tighter\" album with a steady, driving beat. Pre-production engineer Linden Hudson collaborated with Gibbons in Texas on the album tempo and songs, then producer Bill Ham and engineer Terry Manning joined Gibbons in Memphis, Tennessee, to carefully craft the sound of each song after the full band was done recording, controversially replacing much of the contributions of bassist Dusty Hill and drummer Frank Beard. Ham claimed the album was solely the work of ZZ Top, denying the involvement of others, but in 1986 Hudson won a lawsuit establishing himself as composer of the song \"Thug\". A series of music videos served as successful promotional tools—the similarly themed videos for \"Gimme All Your Lovin'\", \"Sharp Dressed Man\" and \"Legs\" received regular rotation on MTV and helped the band gain popularity with a younger base. A customized 1933 Ford coupe, depicted on the album cover, could be seen in three of the four videos. Following Eliminator release, ZZ Top embarked on a worldwide concert tour. The video for \"Legs\" earned the band the MTV Video Music Award for Best Group. Rolling Stone named Eliminator number 398 on its list of the 500 Greatest Albums of All Time. It was listed at number 39 in The 100 Greatest Albums of the 80s. A remastered version was released in 2008. ==Background== In 1977, ZZ Top went on hiatus, weary of constant touring. Bandleader and guitarist Billy Gibbons traveled around Europe, and bassist Dusty Hill vacationed in Mexico; both of them grew their beards longer. Drummer Frank Beard checked himself into Palmer Drug Abuse Program, a Houston detox community, to kick his addiction to hard narcotics. To help finance Palmer, Beard organized a benefit concert and an album titled Freeway, working with engineers Steve Ames and Linden Hudson at Rampart Studios in Houston. Returning to action and newly signed to Warner Bros. Records, ZZ Top recorded and released Degüello in 1979, certified Platinum in early 1980. Getting clean in 1979, Beard bought a large house on the outskirts of Houston, in Quail Valley overlooking a golf course where he often played as a way to stay off drugs.Sinclair 1986. p. 45 The band wanted to have a private rehearsal studio, so Beard invited Hudson to move in and supervise a recording studio in his home. Hudson designed the studio and oversaw its construction, centered on an isolation booth holding Beard's drum kit, with more booths for guitar and bass amplifiers. Microphone signals ran through the mixing console and some outboard gear to the band's semi-pro 1-inch 16-track Tascam tape recorder. ZZ Top used this studio in 1980 to work on material for their next album, El Loco, professionally recorded in Memphis and mixed by the band's established engineer Terry Manning. Hudson played on several early song demos, including a synth line on \"Groovy Little Hippie Pad\" which was carried to Memphis on tape and mixed into the album by Manning. Hudson was not credited for this work but was promised future compensation. Hudson also introduced Gibbons to drum machines during these rehearsals.Sinclair 1986. p. 76 Gibbons later called Hudson \"an influential associate... a gifted songwriter... He brought some elements to the forefront that helped reshape what ZZ Top were doing, starting in the studio and eventually to the live stage.\" From this point forward, the band was not able to reproduce certain songs in concert without using pre-recorded tracks. The band carried a small tape player to each concert, with a technician hitting the \"play\" button to give Beard a click track cue in his headphones to start any song requiring such augmentation. The tape held synthesizer parts, drum samples and other advanced elements of album production. Republished online on March 22, 2021.Sinclair 1986. p. 81 None of this was made public; Bill Ham, the band's manager, was closely controlling the image of the band to create a \"mystique\" of self-sufficiency and authenticity.Sinclair 1986. p. 67 ==Recording== Guitarist Gibbons was inspired by British electronic acts such as Depeche Mode and Orchestral Manoeuvres in the Dark to explore electronic music technology. He often spoke with Hudson about new ideas in music. A former radio DJ, Hudson presented Gibbons with personal research showing that many hit songs were clustered near a tempo of 124 beats per minute—faster than ZZ Top's normal practice. Gibbons followed suit with most of Eliminator, setting the new pace with drum machines. \"Legs\" and \"Sharp Dressed Man\" are both 125 bpm while \"Gimme All Your Lovin'\" runs at 120. Gibbons said in 2012 that he first used a drum machine on Eliminator—the first album on which ZZ Top \"paid serious attention\" to timing and tempo, which was \"timed and tuned very tight\". The first songwriting sessions for Eliminator were mainly Gibbons and Hudson working together in Beard's home studio while Beard was out playing golf. Beard and Hill sometimes participated, and Ham checked in occasionally. Hudson programmed a drum machine for the rhythm, and played keyboard bass. Gibbons and Hudson collaborated on lyrics and music, putting together a demo of \"Got Me Under Pressure\" featuring Gibbons's electric guitar work on top of the electronic sounds. Gibbons felt that the synthesizers \"created a nice platform that allowed the guitar to stand on its own\", and that as the synthesizers could play an octave lower than a bass guitar, they created \"a nice full bed of sound\" that contrasted with his guitar. Ham was initially unaware that Gibbons was building a new sound without Beard or Hill.Blayney 1994, p. 199 While the band was off touring, Hudson wrote \"Thug\" by himself.Blayney 1994, p. 200 Carrying the demo tapes created by Gibbons and Hudson, ZZ Top traveled without Hudson to Memphis, Tennessee, to stay at the Peabody Hotel while they recorded basic tracks at Ardent Studios, with Manning once again at the controls of the custom-built SpectraSonics mixing console. For the majority of songs, Gibbons played Dean guitars with DiMarzio super distortion pickups, plugged into a Legend hybrid amplifier, and miked with an AKG 414B-ULS large-diaphragm condenser microphone. When recording rhythm guitar parts, the sound pressure level (audio volume) was set very high to satisfy Gibbons, but this made it impossible for him to lift his fingers from the guitar to change chords without feedback. Instead, each chord was played once and doubled again on a pair of tracks, then the next chord was played twice and recorded to two more adjacent tracks. These alternating pairs of tracks were blended seamlessly into each other by Manning punching the tracks in and out. A side benefit of this laborious process was the elimination of the usual squeaks from shifting the fingers to change chords. Hill and Beard laid down bass guitar and drums, recording their parts onto 2-inch tape. Hill sang his vocals for \"I Got the Six\". When they were finished, Hill and Beard returned home to Texas. Gibbons, Manning and Ham continued to work on the album without Hill and Beard. Vocal harmonies were supplied by Manning and Jimi Jamison, the new lead singer of Cobra. Most of Hill's bass parts were replaced by Gibbons or Manning playing bass guitar or a Moog Source—a keyboard synthesizer. A Memorymoog was also used for supporting synth sounds. Most of Beard's drumming was replaced by drum machine or Simmons SDS-V electronic drums, keeping Beard's acoustic tom-tom drum fills and cymbal accents. The song \"Legs\" was not coming together for Gibbons, so Manning carried the tape home to his 24-track attic studio and reworked every part except the guitar and vocals from Gibbons. Manning also created a longer dance mix for \"Legs\". To replace the drums, Manning programmed his Oberheim DMX drum machine, then augmented the snare drum and hi-hat sounds by triggering more samples on an AMS DMX delay unit. Eight years later, Gibbons thanked Al Jourgensen because his early Ministry drum samples had been used to polish Eliminator. === Writing dispute === Hudson collaborated on the album tempo with Gibbons, and he co-wrote several songs. The band's longtime stage manager, David Blayney, wrote about the collaboration in 1994 in his book, Sharp Dressed Men. The demo version of the album that was prepared for Memphis was largely the product of Gibbons and Hudson. On \"I Got the Six\", Hudson helped write the lyrics, and on \"Dirty Dog\" he originated the shouted phrase, \"Hey! Get that dog outta my yard!\", which was exactly duplicated and replaced in Memphis. He added special effects to \"Dirty Dog\" and \"TV Dinners\", and the pulsing synthesizer effect on \"Legs\" was his invention. He helped compose and arrange \"Got Me Under Pressure\", including playing the synth bass line and programming the drum machine. Hudson's song \"Thug\" was taken in its entirety: on the album, \"Thug\" lists Gibbons, Beard and Hill as the songwriters. ZZ Top's management company—Lone Wolf—denied that Hudson was significantly involved, and said that the album concept was solely the work of Gibbons and Ham. After the album came out in late March 1983, Hudson moved out of Beard's house, cut his ties with the band, and sued Lone Wolf for $1 million, arguing that his December 1982 copyright date for \"Thug\" preceded ZZ Top's copyright date of April 1983. Ham claimed that Hudson sold the song outright, but no record of such a sale was brought forward, and in December 1986 the judge decided in Hudson's favor, awarding him $600,000. Hudson paid a third of this to his attorneys, and a third to his publisher, Huey P. Meaux. Blayney wrote that \"Linden Hudson in a fair world should have had his name all over Eliminator and gotten the just compensation he deserved. Instead he got ostracized.\" ==Vintage car== thumb|left|upright=1.1|\"Eliminator\" coupe The album was named for a drag racing term after Ham said the band should feature Gibbons's newly customized 1933 Ford coupe. An early suggestion for the album title came from filmmaker Mike Griffin who proposed Top Fuel, but Ham shifted the idea to Eliminator—the term for any category of race cars competing against each other. In 1976, Gibbons met with Don Thelen of Buffalo Motor Cars in Paramount, California, and Ronnie Jones of Hand Crafted Metal with some help from Sid Blackard, to build the car. It was built with a Corvette-style engine. It was finished in 1983 and called the Eliminator after the album name. The car has become recognizable for its red finish and graphics, and is in several of the band's music videos, plus appearances in television, movies, auto shows, and charity events. The car reportedly cost Gibbons $50,000. Gibbons keeps the car in Cleveland at the Rock and Roll Hall of Fame where it is on display, but he may still \"crank it up and take it out for a spin\" whenever he is in the area. ==Release== Eliminator was released worldwide on March 23, 1983. \"Gimme All Your Lovin'\", \"Sharp Dressed Man\", \"TV Dinners\" and \"Legs\" were released as singles. \"Gimme All Your Lovin'\" went to the number two position of Billboard Hot Mainstream Rock Tracks chart in April 1983, then a month later it broke into the Top 40 pop chart. The next three singles also hit the Mainstream Rock Airplay chart: \"Got Me Under Pressure\" peaked at number 18 in May, \"TV Dinners\" rose to number 38 in December, and then \"Legs\" topped out at number 3 in June 1984 after its video was released in May. Eliminator was the first ZZ Top album to become a worldwide success, and made the band \"bona fide pop stars\", according to the Financial Times. By December 1996, Eliminator had sold more than 11 million copies in the US, ten times more than any previous album. ==Music videos== Record executive Jeff Ayeroff saw how MTV was reshaping popular music throughout 1982. After he joined Warner Bros. Records in early 1983, he convinced them to pay for the first ZZ Top music video, for \"Gimme All Your Lovin'\". Warner hired filmmaker Tim Newman,Sinclair 1986. pp. 77–78 who also created videos for \"Sharp Dressed Man\" and \"Legs\". The videos depicted America as \"a land of rock and roll, cars and girls\", with three female models driving the Eliminator car. The \"Legs\" video featured the debut of ZZ Top's spinning guitars, covered in white sheepskin. The videos greatly advanced ZZ Top's visibility. According to Texas Monthly, the album's synthesizer sound was \"perfect\" for the MTV audience, who had previously seen ZZ Top as an \"old-fogey band\". The videos earned ZZ Top awards for Best Band and Best Group Video at the 1984 MTV Awards. For \"Legs\", Newman negotiated a fixed payment every time Eliminator was certified for another 250,000 units sold in the US, earning him a substantial sum. The \"Legs\" video was released in May 1984, driving the single into the Mainstream Rock Airplay charts the next month. A video was also released for \"TV Dinners\", it was directed by Marius Penczner, and featured clay animation. ==Tour== The Eliminator tour was a return to the larger-than-life scale of ZZ Top's 1976–1977 Worldwide Texas Tour. From May to October 1983 the band toured the US, interrupted in August by several days in the British Isles, playing Dublin and then Castle Donington: the Monsters of Rock concert.Sinclair 1986. p. 79 The European leg of the tour in October–November 1983 brought the band to Sweden, Norway, Denmark, Germany, France, Belgium and back to the UK, including one added date at Wembley Arena to meet demand. The final leg of the tour picked up more dates in the US in early 1984. The band performed all four singles from Eliminator as well as selections from their earlier albums, closing the show with \"Tush\". The Eliminator car was represented by an outsized replica, and the stage equipment included laser lights. At each concert on the final song, a smoke bomb was triggered, then parts of the lighting structure along with a mannequin roadie crashed down from the overhead grid to simulate a rigging failure. The stage itself was patterned after the dashboard of the vintage car. ==Critical reception== Robert Christgau wrote that the album's faster tempo produces \"boogie in overdrive... The videos make you smile, the record runs you over. That's the pleasure of it.\" Writing for Record, Samuel Graham found it lacked variety compared to the band's previous albums, but praised \"Gimme All Your Lovin, \"Legs\", \"Thug\", and \"I Need You Tonight\". He wrote: \"We've heard most of this before. Eliminator, then, will probably satisfy ZZ Top's boogie chillin' faithful. But it's a lateral move at a time when Gibbons, Hill and Beard could be stepping forward.\" A number of ZZ Top fans reacted negatively to the album. The prominent use of synthesizers and drum machines marked a significant change for ZZ Top, and drew speculation that Hill and Beard did not play on the album. Hill compared the reaction to Bob Dylan's controversial move to rock music. However, the album attracted many new listeners, including teenage girls for the first time, and many teenage boys. Spin Glen O'Brien wrote in 1986 that the \"average ZZ Top fan\" was no longer a long-time follower but a young person who had discovered them through music videos. He said that \"ZZ Top is a joke [...] but they're in on it. ZZ Top is like metal, but its blues roots are truer, and there's no bullshit. ZZ Top is not into the devil, leather, chains, or angel dust. They're into fun.\" Retrospective opinions are largely positive, praising ZZ Top's ability to match the spirit of the times. Guitar World wrote in 2002 that ZZ Top had been expected to fail in the MTV era, but that they \"surprised everyone with Eliminator, a brilliant merger of roadhouse blues and synthesizer swells and looped beats\". The Houston Chronicle wrote in 2018 that it brought together Gibbons's classic rock foundation and interest in new-wave synthesizers, retaining \"a sense of the Delta blues under all the technology\". Critic Alan di Perna wrote in 2012 that \"ZZ Top had found the potent combination that would bring them into the eighties and their era of greatest commercial triumph: raunchy guitar sounds coupled with the pounding drive and unrelenting sex machine rhythmic precision of electronic dance music and synth pop\". In 2000, the album was voted number 355 in Colin Larkin's All Time Top 1000 Albums. In 2005, it was listed in Rock Hard book of The 500 Greatest Rock & Metal Albums of All Time. ==Track listing== On the album, credits for songwriting were assigned to Billy Gibbons, Dusty Hill and Frank Beard. Linden Hudson co-wrote several with Gibbons, and wrote \"Thug\" alone. ==Personnel== The official album credits list the following as the sole musical contributors, with no mention of synthesizers: *Billy Gibbons – guitar, vocals *Dusty Hill – bass, vocals *Frank Beard – drums The actual musicians working on the album include the following: *Billy Gibbons – guitar, harmonica, vocals, bass guitar, keyboard bass, synthesizers, production, arrangements *Dusty Hill – bass guitar, vocals *Frank Beard – drums, especially tom-tom drums and cymbals *Linden Hudson – synthesizer, production, arrangements *Terry Manning – drum machines, electronic drums, bass guitar, keyboard bass, synthesizers, backing vocals, production, arrangements *Jimi Jamison – backing vocals Production *Bill Ham – producer *Terry Manning – engineer *Linden Hudson – pre-production engineer, songwriter *Bob Ludwig – mastering *Bob Alford – art director *Tom Hunnicutt – cover illustration ==Charts== ===Weekly charts=== {|class=\"wikitable sortable\" |- ! scope=\"col\"|Chart (1983–85) ! scope=\"col\"|Peak position |- |Australia (Kent Music Report) | style=\"text-align:center;\"|2 |- |- |- |- |- |- |- |- |} {|class=\"wikitable\" |- ! scope=\"col\"|Chart (1987) ! scope=\"col\"|Peak position |- |} ===Year-end charts=== {|class=\"wikitable sortable\" |- ! scope=\"col\"|Chart (1983) ! scope=\"col\"|Position |- |German Albums (Offizielle Top 100) | style=\"text-align:center;\"|45 |- |New Zealand Albums (RMNZ) | style=\"text-align:center;\"|39 |- |US Billboard 200 | style=\"text- align:center;\"|65 |} {|class=\"wikitable sortable\" |- ! scope=\"col\"|Chart (1984) ! scope=\"col\"|Position |- |Australian Albums Chart | style=\"text- align:center;\"|20 |- |New Zealand Albums (RMNZ) | style=\"text-align:center;\"|6 |} {|class=\"wikitable sortable\" |- ! scope=\"col\"|Chart (1985) ! scope=\"col\"|Position |- |Dutch Albums (Album Top 100) | style=\"text- align:center;\"|17 |- |New Zealand Albums (RMNZ) | style=\"text- align:center;\"|25 |} ==Certifications and sales== ==See also== *List of best- selling albums in the United States ==References== Category:ZZ Top albums Category:1983 albums Category:Terry Manning albums Category:Albums produced by Bill Ham Category:Warner Records albums Category:Rock albums by American artists",
 "title": "Eliminator (album)"
}