{
 "id": "762270",
 "text": "250px|thumb|\"She Weepeth Sore in the Night\", four voice round William Lawes (April 160224 September 1645) was an English composer and musician. ==Life and career== Lawes was born in Salisbury, Wiltshire and was baptised on 1 May 1602. He was the son of Thomas Lawes, a vicar choral at Salisbury Cathedral, and brother to Henry Lawes, a very successful composer in his own right. It is possible the young William was a member of the cathedral choir there. His patron, Edward Seymour, Earl of Hertford, apprenticed him to the composer John Coprario, which probably brought Lawes into contact with Charles, Prince of Wales at an early age. Both William and his elder brother Henry received court appointments after Charles succeeded to the British throne as Charles I. William was appointed as \"musician in ordinary for lutes and voices\" in 1635 but had been writing music for the court prior to this. Lawes spent all his adult life in Charles's employ. He composed secular music and songs for court masques (and doubtless played in them), as well as sacred anthems and motets for Charles's private worship. He is most remembered today for his sublime viol consort suites for between three and six players and his lyra viol music. His use of counterpoint and fugue and his tendency to juxtapose bizarre, spine-tingling themes next to pastoral ones in these works made them disfavoured in the centuries after his death; they have only become widely available in recent years. When Charles's dispute with Parliament led to the outbreak of the Civil War, Lawes joined the Royalist army. During the Siege of York, Lawes was living in the city and wrote at least one piece of music as a direct result of the military situation – the round See how Cawood's dragon looks, a vivid and defiant response to the Parliamentarian capture of Cawood Castle, about ten miles from York.Gameson, Paul (2017). Notes to Music for Troubled Times: The English Civil War and Siege of York, Resonus Classics RES10194. He was given a post in the King's Life Guards, which was intended to keep him out of danger. Despite this, he was \"casually shot\" by a Parliamentarian in the rout of the Royalists at Rowton Heath, near Chester, on 24 September 1645. Although the King was in mourning for his kinsman Bernard Stuart (killed in the same defeat), he instituted a special mourning for Lawes, apparently honouring him with the title of \"Father of Musick.\" The author of his epitaph, Thomas Jordan, closed it with a lachrymose pun on the fact that Lawes had died at the hands of those who denied the divine right of kings: Lawes' body was lost or destroyed and his burial site is unknown. ==Works== Lawes' instrumental music is typical of the 17th-century genre in England. Intense rhythmical gestures and dissonant harmonies stand in stark contrast with the traditional rules of counterpoint such as practiced by previous composers which were known to Lawes, like William Byrd. His writing style is highly mannered, oft experimental and virtuosic. Melodies are often fragmented and altered with varied articulation and accentuation. Lawes was known to be a virtuoso on the lyra viol. There as well, his music features chromatic extremes which are not seen in works of the late Renaissance. Nevertheless, his works, including two compositions on the cantus firmus In nomine, show that he was aware of the theoretical practices of his own time. Many of the various danse suites composed by Lawes seem to have been composed as functional music or pedagogical pieces. It is possible that the suites are later groupings and that they were not originally conceived as such: in surviving manuscripts, they appear in various and sometimes entirely different orders. The provenance of others as music for the court can be more easily ascertained, including works like the Royall Consort, a collection dating from the 1630s. Lawes' music for viol consorts had long been relatively neglected by editors and performers alike, although it seems to have been well appreciated by his contemporaries and successors. ==Discography== * For ye violls: Consort setts in 5 & 6 parts :Fretwork & Paul Nicholson; Virgin Classics 91187-2; 1991 * Sonatas for violin, bass viol and organ :London Baroque; Harmonia Mundi HMA 1901493; 1994 * Fantasia Suites for two violins, bass viol and organ :The Purcell Quartet; Chandos CHAN0552, 1994 * Royall Consort Suites :The Purcell Quartet with Nigel North & Paul O'Dette; Chandos CHAN0584/5, 1995 * Consort Music for Viols, Lutes and Theorbos :the Rose Consort of Viols, Timothy Roberts, Jacob Heringman & David Miller; Naxos 8.550601; 1995 * Royall Consort Suites vol 1 :The Greate Consort; Gaudeamus CD GAU146, 1995 * Concord is conquer'd: Consort setts for 5 & 6 viols. 4 Herrick songs. Pieces for lyra viol :Fretwork, Catherine Bott, Richard Boothby & Paul Nicholson; Virgin Classics 5451472; 1995 * Royall Consort Suites vol 2 :The Greate Consort; CD GAU147, 1997 * The Royal Consort & lute songs :René Jacobs, Sigiswald Kuijken, Lucy van Dael, Wieland Kuijken, Toyohiko Satoh, Edward Witsenbug, Gustav Leonhardt; Sony Classical 1997 * Fantazia suites for violin, bass viol and organ :Music's Re-creation; Centaur CRC 2385; 1998 * Suites pour une et trois lyra-violes :Jonathan Dunford, Sylvia Abramowicz & Sylvia Moquet; Adès 465 607–2; 1998 * Consorts in four and five parts :Phantasm & Sarah Cunningham; Channel Classics CCS 15698; 2000 * Consorts in six parts :Phantasm, Susanne Braumann & Varpu Haavisto; Channel Classics CCS 17498; 2002 * Consort Sets in Five & Six Parts, Jordi Savall – Hespèrion XXI – Alia Vox 9823 A+B * Consort sets in five & six parts, :Hespèrion XXI, Alia Vox AV9823A, AV9823B; 2002 * Knock'd on the head: William Lawes, music for viols :Concordia, Metronome MET CD 1045; 2002 * William Lawes: In loving memory. Musica Oscura 070972-2 * Harp Consorts : Maxine Eilander et Les Voix Humaines; ATMA Classique ACD22372; 2008 * The Royall Consorts :Les Voix Humaines; ATMA Classique ACD22373; 2012 * The Royal Consort :Phantasm & Laurence Dreyfus; Linn CKD470; 2015 * Royal Consorts: Music for English Kings :Latitude 37; ABC Classics 4812100; 2015 ==Further reading== * Cunningham, J., The Consort Music of William Lawes, 1602–1645, Boydell & Brewer, 2010 * Lefkowitz, M., William Lawes, Routledge and Kegan Paul, 1960 == See also == * Drexel 4041 ==Notes== ==References== * D. Pinto, For ye violls: The consort and dance music of William Lawes Fretwork 1995; * Sleeve notes of the items listed in the discography. * Extract of Murray Lefkowitz's 1960 biography of Lawes * * (subscription require) ==External links== * * * WILLIAM LAWES, Goldberg, Composers * Lawes, William at oxforddnb.com (requires login) Category:1602 births Category:1645 deaths Category:People from Salisbury Category:English Baroque composers Category:English classical composers Category:English viol players Category:Cavaliers Category:English military personnel killed in action Category:People killed in the English Civil War Category:17th-century classical composers Category:17th-century English composers Category:English male classical composers",
 "title": "William Lawes"
}