{
 "id": "762328",
 "text": "John Willock Noble (October 26, 1831 – March 22, 1912) was a U.S. lawyer and brevet brigadier general in the Civil War. He served as the Secretary of the Interior between 1889 and 1893. ==Early life and education== He was born in Lancaster, Ohio on October 26, 1831. Early on he studied in Cincinnati and Columbus, then attended Miami University and Yale. In 1851, he graduated from Yale University with honors. He then studied law at Columbus and Cincinnati. ==Career== ===Law and Civil War=== After he graduated from Yale, he went to study law. He first studied law in the office of his brother and that who Attorney General Henry Stanberry. Noble settled in St. Louis in 1855, and the next year moved to Keokuk, Iowa to look for better prospects n the practice of his profession. There he took a prominent part in politics. At the outbreak of the Civil War, he was city attorney for Keokuk, which position he had assumed in 1859. After the outbreak of the American Civil War Noble was commissioned as a lieutenant in the 3rd Iowa Cavalry Regiment in September 1861. He rose through the ranks and became the regiment's commander with the rank of colonel in June 1864. At the war's end he received a brevet (honorary promotion) to brigadier general and was mustered out of service in August 1865.Historical Register and Dictionary of the United States Army, 1789-1903. Francis B. Heitman. 1903. Vol. 1. pg. 749. ===After the war=== thumb|300px|John W. Noble in his office After the war, he became a companion of the Missouri Commandery of the Military Order of the Loyal Legion of the United States, a military society of officers of the Union armed forces and their descendants. He settled in St. Louis, Missouri after the Civil War, and was recommended by Stanberry to be US District Attorney. Overall, he was appointed United States Attorney for the Eastern District of Missouri from 1867 to 1870. He resigned from that role in 1870, and began again practicing law. The St. Louis Mining and Stock Exchange was formed in St. Louis in the fall of 1880 with Noble as a founding member. ===Secretary of the Interior and retirement=== He served as the Secretary of the Interior between 1889 and 1893. A college friend of US President Benjamin Harrison, Noble was invited by Harrison to be in his cabinet as Secretary of the Interior. Noble served as Secretary of the Interior throughout the entire Harrison administration. Under his watch as Secretary of the Interior, the Cherokee Commission negotiated eleven agreements that removed nineteen indigenous tribes to small allotments in the Oklahoma Territory, while opening the land to homesteaders. After retiring from the Interior, he began practicing law in St. Louis until his death. Two days after Noble's death, on March 23, 1912, Robert Underwood Johnson wrote to the New York Times with a letter describing Noble as a pioneer of the conservation movement in the United States. Johnson cited his work with the Interior under President Harrison, in which Noble originated the forest reservation policy, leading to reserves being proclaimed in the great Sierra Reserve and the Arizona Canyon Reserve, made possible by legislation on March 3, 1891, which Noble initiated. ==Personal life== He and his wife Lizabeth Halstead married in 1864, and she died in 1894. On March 21, 1912, it was reported that he was dying at his home from a weakening heart. He died on March 22, 1912. As of his death, he was still living in St. Louis. He was buried at Bellefontaine Cemetery. ==Namesakes== Noble County, Oklahoma was named for him in 1893,Everett, Dianna. Encyclopedia of Oklahoma History and Culture. \"Noble County.\" Retrieved October 3, 2013. and the \"General Noble\" Giant Sequoia was also named for Noble. ==References== ==Further reading== * Category:1831 births Category:1912 deaths Category:United States Secretaries of the Interior Category:Miami University alumni Category:Yale University alumni Category:Benjamin Harrison administration cabinet members Category:Iowa Republicans Category:Missouri Republicans Category:19th-century American politicians Category:United States Attorneys for the Eastern District of Missouri Category:Union Army colonels",
 "title": "John Willock Noble"
}