{
 "id": "762650",
 "text": "Francisco's Fight is the name commonly given to an alleged skirmish between a detachment of Tarleton's Raiders and Peter Francisco, a Continental Army soldier with a long service record, during the American Revolutionary War in July 1781. The skirmish, which is only known to be documented by Francisco, resulted in the death of at least one man and the wounding of several others. Later historical accounts of the skirmish embellished the story with details not present in the documentary record. ==Background== In early July 1781, General Charles Cornwallis, in command of British troops in Virginia, arrived at Portsmouth and prepared to embark some of the troops on transports. While en route to Portsmouth, he dispatched Banastre Tarleton and some of his British Legion (also known as \"Tarleton's Raiders\") on a raiding expedition into central Virginia. Moving rapidly, Tarleton and his men left Suffolk on July 9, and rode deep into the foothills of the Blue Ridge Mountains. The complete expedition ended up being a trek that succeeded in raiding some military stores, although most of the targeted supplies had already been sent off to Nathanael Greene's Continental Army in South Carolina; Tarleton returned to Portsmouth on July 24.Morrissey, p. 43 Peter Francisco was a private who served in several units during the war. He was a striking figure, reported to be about six feet six inches (about 198 cm) and over , and was known for his strength. In the northern campaigns, he was in the battles at Brandywine and Monmouth Court House, and supposedly was the second man in the fortifications during the Battle of Stony Point. He then served in the southern army under General Greene, where he was reported to have killed 11 men during the May 1781 Battle of Guilford Courthouse.Hairr, p. 118 He was also injured in that battle, and had returned to his home in Buckingham, Virginia to recuperate.Evans, p. 214 ==Skirmish== The only documented primary sources for this action originate with Peter Francisco himself. One source is Francisco's 1829 application to the United States Congress for financial support. His request was rejected on the grounds that he was already receiving a military pension.Niles, p. 340 The other is a similar letter addressed to the Virginia State Assembly in 1820.Francisco, Letter to the General Assembly The two accounts differ in some details, but much of the narrative is essentially the same. No other sources are known to corroborate the events he describes; Tarleton, in his memoir, only generally mentions casualties that occurred during the expedition.Tarleton, p. 369 thumb|right|upright|Miniature portrait of Francisco In the 1820 account Francisco describes how, while passing through Amelia County, Virginia (in a part that is now Nottoway County) on his way home, he encountered a band of dragoons from Tarleton's regimental cavalry at Benjamin Ward's tavern. One of the dragoons demanded that he give up his watch and silver shoe buckles. He refused. As the dragoon bent down to take his buckles, Francisco, who was unarmed, reached down and drew the man's sword from its scabbard. He then used the sword to kill the man. According to the Virginia letter, he then \"wounded and drove off the others\", taking eight of the nine horses [the ninth horse was ridden by one of the horseman who had a large cut on his back]. In the 1829 letter to Congress, he claims to have killed two more men and \"frightened off the rest of the party, amounting in number to six.\" ==Embellished account== One of the most widely published accounts of Francisco's fight was that of Virginia historian Henry Howe, first published by him in 1845,Howe, p. 207 and also appearing in an 1844 compendium of Revolutionary War anecdotes by John Lauris Blake.Blake, p. 165 The version reprinted below (from Howe's 1852 edition) contains details not present in Francisco's own written accounts, including the presence nearby of Tarleton's main body, and an allegation of the tavernkeeper's assistance to the raiders. Some of its details are visible in the 1814 engraving depicted above. > While the British army were spreading havoc and desolation all around them, > by their plundering and burnings in Virginia, in 1781, Francisco had been > reconnoitring, and while stopping at the house of a Mr. V---, then in > Amelia, now Nottoway county, nine of Tarleton's cavalry came up, with three > negroes, and told him he was their prisoner. Seeing he was overpowered by > numbers, he made no resistance. Believing him to be very peaceable, they all > went into the house, leaving him and the paymaster together. 'Give up > instantly all that you possess of value,' said the latter, 'or prepare to > die.' 'I have nothing to give up,' said Francisco, 'so use your pleasure.' > 'Deliver instantly,' rejoined the soldier, 'those massy silver buckles which > you wear in your shoes.' 'They were a present from a valued friend,' replied > Francisco, 'and it would grieve me to part with them. Give them into your > hands I never will. You have the power; take them, if you think fit.' The > soldier put his sabre under his arm, and bent down to take them. Francisco, > finding so favorable an opportunity to recover his liberty, stepped one pace > in his rear, drew the sword with force from under his arm, and instantly > gave him a blow across the scull. 'My enemy,' observed Francisco, 'was > brave, and though severely wounded, drew a pistol, and, in the same moment > that he pulled the trigger, I cut his hand nearly off. The bullet grazed my > side. Ben V---. (the man of the house) very ungenerously brought out a > musket, and gave it to one of the British soldiers, and told him to make use > of that. He mounted the only horse they could get, and presented it at my > breast. It missed fire. I rushed on the muzzle of the gun. A short struggle > ensued. I disarmed and wounded him. Tarleton's troop of four hundred men > were in sight. All was hurry and confusion, which I increased by repeatedly > hallooing, as loud as I could, \"Come on, my brave boys; now's your time; we > will soon dispatch these few, and then attack the main body!\" The wounded > man flew to the troop; the others were panic struck, and fled. I seized > V---, and would have dispatched him, but the poor wretch begged for his > life; lie was not only an object of my contempt, but pity. The eight horses > that were left behind, I gave him to conceal for me. Discovering Tarleton > had dispatched ten more in pursuit of me, I made off. I evaded their > vigilance. They stopped to refresh themselves. I, like an old fox, doubled, > and fell on their rear. I went the next day to V--- for my horses; he > demanded two, for his trouble and generous intentions. Finding my situation > dangerous, and surrounded by enemies where I ought to have found friends, I > went off with my six horses. I intended to have avenged myself of V--- at a > future day, but Providence ordained I should not be his executioner, for he > broke his neck by a fall from one of the very horses.' ==Legacy== thumb|State historic marker dedicated to the fight thumb|upright|DAR marker at the site of Francisco's Fight, erected in 1931. In 1931 the local chapter of the Daughters of the American Revolution erected a marker at the approximate site of the skirmish. It is located in the vicinity of the community of Jennings Ordinary. There is a state historical marker commemorating the event; according to Mark Boatner's Landmarks of the American Revolution (1992 ed.), it is located on U.S. Route 360, six miles south of Burkeville and about five miles due west of the site formerly occupied by Ward's tavern. ==See also== *Southern theater of the American Revolutionary War ==Notes== ==References== * * * * * (Link for 1845 edition) * * * ==External links== * Reproduction of Henry Howe's account at PeterFrancisco.org Category:Battles of the Yorktown Campaign Category:Battles involving the United States Category:Battles involving Great Britain Category:1781 in the United States Category:Conflicts in 1781 Category:Nottoway County, Virginia Category:1781 in Virginia",
 "title": "Francisco's Fight"
}