{
 "id": "762662",
 "text": "The New Revised Standard Version, Catholic Edition (NRSV-CE) is a translation of the Bible closely based on the New Revised Standard Version (NRSV) but including the deuterocanonical books and adapted for the use of Catholics with the approval of the Catholic Church. An Anglicized Text form of the NRSV-CE, embodying the preferences of users of British English, is also available from various publishers. ==Contents== It contains all the canonical books of Scripture accepted by the Catholic Church arranged in the traditional Catholic order. Thus, all the deuterocanonical books of the Old Testament are returned to their traditional Catholic order: the books of Tobit and Judith are placed between Nehemiah and Esther, the books of 1 Maccabees and 2 Maccabees are placed immediately after Esther, the books of Wisdom and Ecclesiasticus (Sirach) are placed after the Song of Songs, and the book of Baruch (including the Letter of Jeremiah as Baruch chapter 6) is placed after Lamentations. The deuterocanonical additions to the Hebrew books of Esther and Daniel are included at their proper places in these protocanonical books: the Greek additions to Esther are interspersed in the Hebrew form of Esther according to the Septuagint, while the additions to Daniel are placed within chapter 3 and as chapters 13 and 14 of Daniel. The apocryphal books (that is, 1 Esdras, 2 Esdras, the Prayer of Manasseh, 3 Maccabees, 4 Maccabees, and Psalm 151) are not included in the NRSV-CE. There are no other significant changes in the text. ==Liturgical use and approval== In accordance with the 1983 Code of Canon Law Canon 825.1, the New Revised Standard Version, Catholic Edition, received the imprimatur of the United States Conference of Catholic Bishops and the Canadian Conference of Catholic Bishops in 1991, granting official approval for Catholic use in private study and devotional reading. For public worship, such as at weekly Mass, most Catholic Bishops Conferences in English- speaking countries require the use of other translations, either the adapted New American Bible in the dioceses of the United States and the Philippines or the Jerusalem Bible in most of the rest of the English-speaking world. However, the Canadian conference and the Vatican approved a modification of the NRSV for lectionary use in 2008, and an adapted version is also under consideration for approval in England and Wales, in Ireland, and in Scotland. The NRSV-CE, along with the Revised Standard Version (RSV), is also one of the texts adapted and quoted in the English-language edition of the Catechism of the Catholic Church. ==See also== * Catholic Bible * Latin Vulgate * Council of Trent * Divino afflante Spiritu * Second Vatican Council * Dei verbum * Liturgiam authenticam == References == == External links == *Online text of NRSV (with search engine) Category:Bible translations into English Category:1989 books Category:1989 in Christianity Category:Catholic bibles",
 "title": "New Revised Standard Version Catholic Edition"
}