{
 "id": "762987",
 "text": "The Grand Excursion was a promotional voyage by train and steamboat into the Upper Mississippi River valley, USA that first took place in June 1854. It marked the first railroad connection between the East Coast and the Mississippi River, and it included dignitaries such as former president Millard Fillmore. In 2004, 150 years later, the Grand Excursion route was retraced by both riverboats and a steam locomotive. ==The original Grand Excursion== The original excursion of 1854 was organized to promote the opening of a new rail line between Chicago and Rock Island, Illinois. This line was the first railway link from the eastern United States to the Mississippi River, and thus a more than symbolic moment in westward expansion, allowing for commerce and westward immigration, and ultimately a complete rail line to the Pacific coast. The route took travelers overland from Chicago, Illinois to Rock Island, Illinois, then upriver to Saint Paul, Minnesota Territory on several steamships. Approximately 1,200 people took part in the Excursion, many of whom were noted reporters and distinguished residents from the Eastern United States. Among these were then-popular novelist Catharine Sedgwick and former president President Millard Fillmore, who was widely rumored to be considering another campaign for the Presidency. News of the planned trek spread widely in the months prior to it taking place, so it generated a fair amount of press attention. Along with The Song of Hiawatha, which was published around the same time, accounts of this journey have been widely credited with influencing people to visit and often settle in the region in the late 19th century. The first leg of the journey was by rail, and took the visitors from Chicago to Rock Island, Illinois via the Rock Island Railroad. Then, passengers were transferred to several steam-powered paddlewheelers for the trek upriver. The steamboats stopped several times daily to load up on firewood, but still traveled fairly quickly--they unexpectedly appeared a day earlier than planned in St. Paul. Once in the area, many travelers hiked overland to see the Falls of St. Anthony, the only waterfall on the Mississippi River, in what is now Minneapolis. During a brief ceremony at the falls, a jar of water taken from the Atlantic Ocean was poured into the falls in a symbolic \"mingling of the waters.\" A repeat of the journey marking its 150th anniversary (sesquicentennial) ran from June 25 to July 5, 2004. ==The 2004 Grand Excursion== The 2004 Grand Excursion retraced the route of the original trek, using several historic vehicles on the route. In addition to celebrating the 150th anniversary of the original event, it was used as a celebration of the reclamation of the Mississippi River. The river had become very polluted as the population of the region grew. Extensive efforts have been made to clean it up since the mid-20th century. The river remains fairly polluted, but it is much cleaner than it once was. It also celebrated the redevelopment of the riverfront areas for many communities. For many years, the riverfront area was neglected. In recent times, communities along the route have recognized the cultural importance of the riverfront, and have undertaken extensive redevelopment efforts. A steam locomotive, the Milwaukee Road 261, pulled a collection of historic railroad cars on the route from Chicago to the Quad Cities of Illinois and Iowa. Steamboats (or at least boats with an appropriate appearance) then traveled up the river to the Twin Cities in Minnesota, stopping daily and often becoming part of other festivities planned in local communities. Some of the steamboats were initially delayed due to high water on the river, which prevented the tall ships from passing under bridges, but they soon caught up with the other boats. It included many stops at towns on the river that were along the route. Some of the stops included Dubuque, Iowa, Guttenberg, Iowa, and La Crosse, Wisconsin. Since 1854, extensive rail networks have been built, so the train headed by the Milwaukee 261 followed the flotilla upriver on nearby tracks. For a while, it was also joined by Canadian Pacific 2816. Since they came a day early, there was little fanfare when original Grand Excursion boats arrived in Minnesota (then Minnesota Territory). St. Paul Mayor Randy Kelly said the city would make up for that in 2004 by promising, \"Church bells will ring, cannons will fire, bands will play, flags will wave and the bridges will be decked with bunting and signs.\" The boats participating in the 2004 Grand Excursion included: Anson Northrup, Celebration Belle, Delta Queen, Harriet Bishop, Julia Belle Swain, La Crosse Queen, Mississippi Queen, and Spirit of Peoria. ==External links== * Official 2004 Grand Excursion website * Official City of Dubuque website * 1854 Grand Excursion * 2004 Grand Steamboat Excursion and Steamboat Flotilla, YouTube ==Other Images== thumbnail|left|The Alliant Energy Amphitheater Category:History of the American West Category:Mississippi River",
 "title": "Grand Excursion"
}