{
 "id": "762933",
 "text": "Francis Scarpaleggia (born June 6, 1957 in Montreal, Quebec) is a member of the Liberal Party of Canada (since 1985) and Member of Parliament for the riding of Lac-Saint-Louis, which encompasses the western tip of the island of Montreal, Quebec. Scarpaleggia was first elected to the House of Commons of Canada in the 2004 federal election, and was re-elected in 2006, 2008, 2011, 2015, 2019, and 2021. == Biography == Scarpaleggia, the son of Maurice and Lois Scarpaleggia, whose parents were Italian immigrants, and was raised in the city of Laval, as well as Mount Royal, a suburb of the City of Montreal. Scarpaleggia completed his bachelor's degree in economics at McGill University and his master's degree in economics at Columbia University in New York City before spending several years working in the private sector. Scarpaleggia holds an MBA from Concordia University, as well as a diploma in business administration from McGill. He has held positions at Petro-Canada and Bristol- Myers Squibb, in addition to running his own company. Prior to his career in politics, Scarpaleggia was a professor of business administration at Montreal's Dawson College, where he taught marketing, accounting and entrepreneurship. Scarpaleggia held the position of senior political advisor to Clifford Lincoln, Member of Parliament for the riding of Lachine—Lac-Saint- Louis (1993–1997) and the more recently formed riding of Lac-Saint-Louis (1997–2004). Francis Scarpallegia lives in Kirkland with his wife, Jan, and his two daughters:Caroline and Mia. == Political life == ===2004-2006=== Elected by one of the largest margins in the country in the 2004 Canadian federal election, Scarpaleggia became a member of the Committee on Government Operations and Estimates, and the Committee on Transport. He was also an associate member of the Committee of Canadian Heritage and the Committee of Environment and Sustainable Development. Scarpaleggia voiced objections to the plans to reduce the flight attendant-to-passenger ratio on Canadian commercial flights, plans which would have been detrimental to air safety as highlighted by the crash of Air France flight 358 at Toronto's Pearson International Airport. Scarpaleggia was one of a small minority of Liberal MPs to vote against Bill C-38, which formally legalized same-sex marriage in Canada in accordance with a ruling by the judiciary. Since October 2005, Scarpaleggia has chaired a new national Liberal caucus on water. As chair, Scarpaleggia has led the caucus as it focuses on the political, legislative, scientific, and public health issues surrounding Canada's water supplies. ===2006-2015=== Re- elected with a large margin in the 2006 Canadian federal election, and one of only thirteen Liberal MPs remaining in the province of Quebec, Scarpaleggia was named Associate Critic to the Minister of Heritage. Additionally, Scarpaleggia was named to the Committee of Canadian Heritage, and the Committee of Environment and Sustainable Development. During the 2006 Liberal Party of Canada leadership contest Scarpaleggia was one of two Quebec MPs who backed the candidacy of Stéphane Dion, who ultimately went on to win the race on December 2, 2006 at the Montreal convention centre. Scarpaleggia once again broke with his party and voted with the Conservative government to re-open the same-sex marriage debate on December 7, 2006 (see Members of the 39th Canadian Parliament and same-sex marriage), the only Quebec Liberal MP to do so. Scarpaleggia served as the Liberal critic for Water Policy from 2007 to 2009, and again from 2010 to 2013. From 2011 to 2013, he was also the Liberal critic for Public Safety. Since 2011, he has been the Liberal Party caucus chair. ===2015-present=== Following the 2015 election, the Liberals formed the government again. Scarpaleggia was named to the House of Commons Special Committee on Electoral Reform. He was subsequently elected as the chairman of the committee.Special Committee on Electoral Reform, Parliament of Canada website, retrieved June 21, 2016. ==Electoral record== ==References== ==External links== * Category:1957 births Category:Anglophone Quebec people Category:Canadian people of Italian descent Category:Liberal Party of Canada MPs Category:Living people Category:Members of the House of Commons of Canada from Quebec Category:People from Kirkland, Quebec Category:Politicians from Montreal Category:Dawson College faculty Category:McGill University alumni Category:Columbia University alumni Category:Concordia University alumni Category:21st-century Canadian politicians",
 "title": "Francis Scarpaleggia"
}