{
 "id": "762921",
 "text": "The 1964 Atlantic hurricane season featured the highest number of U.S.-landfalling hurricanes since 1933. The season officially began on June 15, and lasted until November 30\\. These dates conventionally delimit the period of each year when most tropical cyclones form in the Atlantic basin. The season was above average, with thirteen named storms, seven hurricanes, and five major hurricanes. The first system, an unnamed tropical storm, developed on June 2, almost two weeks before the official start of the season. Striking Florida on June 6, the storm brought localized flooding to portions of Cuba and the Southeastern United States, leaving about $1 million in damage. The next storm, also unnamed, developed near the end of July; it did not impact land. The effects of Hurricanes Cleo, Dora, and Isbell combined were devastating to Florida. Cleo also brought destruction to portions of the Caribbean, especially Guadeloupe and Haiti. After moving inland, Cleo brought flooding to states such as Virginia. Overall, the storm caused 220 deaths and about $198.5 million in damage. Dora lashed much of North Florida and southeastern Georgia with hurricane-force winds, leaving five fatalities and around $280 million in damage. In October, Isbell brought strong winds and several tornadoes to Florida, as well as flooding to Cuba and The Carolinas. Isbell killed seven people and left approximately $30 million in damage. The strongest tropical cyclone of the season was Hurricane Cleo, a powerful Category 4 hurricane that severely affected areas in the Caribbean, including the Leeward Islands, Haiti, and Cuba. Cleo went on to hit the United States, in the eastern Florida peninsula as a minimal Category 2 hurricane, particularly in Miami, Florida, where the storm brought severe damage to the state alone, and bringing heavy rain, and severe flooding to the Carolinas in the United States East Coast as a tropical storm. The names Cleo, Dora, and Hilda were retired following the season. Collectively, the tropical cyclones resulted in 271 fatalities and approximately $640.63 million in damage. == Season summary == ImageSize = width:800 height:200 PlotArea = top:10 bottom:80 right:20 left:20 Legend = columns:3 left:30 top:58 columnwidth:270 AlignBars = early DateFormat = dd/mm/yyyy Period = from:01/06/1964 till:01/12/1964 TimeAxis = orientation:horizontal ScaleMinor = grid:black unit:month increment:1 start:01/06/1964 Colors = id:canvas value:gray(0.88) id:GP value:red id:TD value:rgb(0.38,0.73,1) legend:Tropical_Depression_=_≤38_mph_(≤62_km/h) id:TS value:rgb(0,0.98,0.96) legend:Tropical_Storm_=_39–73_mph_(63–117_km/h) id:C1 value:rgb(1,1,0.80) legend:Category_1_=_74–95_mph_(118–153_km/h) id:C2 value:rgb(1,0.91,0.46) legend:Category_2_=_96–110_mph_(154–177_km/h) id:C3 value:rgb(1,0.76,0.25) legend:Category_3_=_111–129_mph_(178–208_km/h) id:C4 value:rgb(1,0.56,0.13) legend:Category_4_=_130–156_mph_(209–251_km/h) id:C5 value:rgb(1,0.38,0.38) legend:Category_5_=_≥157_mph_(≥252_km/h) Backgroundcolors = canvas:canvas BarData = barset:Hurricane bar:Month PlotData= barset:Hurricane width:11 align:left fontsize:S shift:(4,-4) anchor:till from:02/06/1964 till:11/06/1964 color:TS text:One (TS) from:23/07/1964 till:26/07/1964 color:TS text:Two (TS) from:28/07/1964 till:02/08/1964 color:C1 text:Three (C1) from:05/08/1964 till:08/08/1964 color:TS text:Abby (TS) from:07/08/1964 till:10/08/1964 color:TS text:Brenda (TS) from:20/08/1964 till:05/09/1964 color:C4 text:Cleo (C4) from:28/08/1964 till:14/09/1964 color:C4 text:Dora (C4) barset:break from:04/09/1964 till:15/09/1964 color:C2 text:Ethel (C2) from:05/09/1964 till:10/09/1964 color:TS text:Florence (TS) from:13/09/1964 till:24/09/1964 color:C4 text:Gladys (C4) from:28/09/1964 till:04/10/1964 color:C4 text:Hilda (C4) from:08/10/1964 till:16/10/1964 color:C3 text:Isbell (C3) from:05/11/1964 till:10/11/1964 color:TS text:Thirteen (TS) barset:break bar:Month width:5 align:center fontsize:S shift:(0,-20) anchor:middle color:canvas from:01/06/1964 till:01/07/1964 text:June from:01/07/1964 till:01/08/1964 text:July from:01/08/1964 till:01/09/1964 text:August from:01/09/1964 till:01/10/1964 text:September from:01/10/1964 till:01/11/1964 text:October from:01/11/1964 till:01/12/1964 text:November TextData = pos:(570,30) text:\"(From the\" pos:(617,30) text:\"Saffir–Simpson scale)\" thumb|right|Track of Hurricane Dora as it approached North Florida The Atlantic hurricane season officially began on June 15, 1964. It was a slightly above average season in which thirteen tropical storms formed, compared with the 1950–2000 average of 9.6 named storms. Seven of these reached hurricane status, which is slightly higher than the 1950–2000 average of 5.9. Five of the seven hurricanes reached major hurricane status - Category 3 or higher on the Saffir–Simpson scale - above the 1950–2000 mean of 2.3 per season. Prior to the season, National Hurricane Center director Gordon Dunn noted that the probability of a hurricane striking the United States was \"astronomical.\" The tropical cyclones of the 1964 Atlantic hurricane season collectively caused at least 271 deaths and about $640.63 million in damage. * * * * * * The season officially ended on November 30, 1964. The first system, an unnamed tropical storm, developed on June 2\\. It struck Florida as a tropical depression and then strengthened into a tropical storm while out at sea. The storm ceased to exist on June 11\\. Thereafter, the season went dormant for nearly seven weeks, as the next cyclone, another unnamed storm, did not form until July 23\\. This would be followed by the development of a third unnamed system on July 28\\. Tropical cyclogenesis increased in August, which had four tropical cyclones, Abby, Brenda, Cleo, and Dora. The strongest storm of the season, Cleo, peaked with maximum sustained winds of and a minimum barometric pressure of . Four additional storms originated in September, including Ethel, Florence, Gladys, and Hilda. Hurricane Isbell was the sole tropical cyclone to form in the month of October. The final system, another unnamed storm, existed developed on November 5 and dissipated on November 10\\. The season's activity was reflected with an accumulated cyclone energy (ACE) rating of 153. ACE is, broadly speaking, a measure of the power of the hurricane multiplied by the length of time it existed, so storms that last a long time, as well as particularly strong hurricanes, have high ACEs. It is only calculated for full advisories on tropical systems at or exceeding , which is tropical storm strength. == Systems == === Tropical Storm One === A disturbance that moved out of the Intertropical Convergence Zone (ITCZ) developed into a tropical depression to the east of British Honduras (modern day Belize) on June 2. Moving slowly northward to north-northeastward across the Caribbean Sea and Gulf of Mexico, the depression failed to intensify significantly. Shortly after 12:00 UTC on June 6, it made landfall just south of Cedar Key, Florida, with winds of 30 mph (45 km/h). Early the following day, the depression emerged into the Atlantic Ocean near Jacksonville and began to strengthen and move northeastward. While located offshore South Carolina on June 7, the system became a tropical storm. Further deepening occurred slowly, with the storm peaking with winds of late on June 9\\. By June 11, it was absorbed by an extratropical low while located about south-southeast of Sable Island in Nova Scotia. The storm brought local flooding to portions of western Cuba and the Southeastern United States. Some areas in North Florida experienced considerable damage from strong winds and hail associated with thunderstorm, particularly in Cross City. Damage in the Jacksonville area alone was over $300,000. A few gale warnings were issued between Myrtle Beach, South Carolina, and Nags Head, North Carolina. More than of rain in the former resulted in inundated streets and overflowing streams. Additionally, about of water covered streets in downtown Conway, South Carolina. Overall, the storm caused about $1 million in damage. === Tropical Storm Two === A low-pressure area formed near Columbia, South Carolina, early on July 23 and became a tropical depression. Due to its association with a mid to upper-level trough through July 25, the depression may have been a subtropical cyclone, though such a classification could not be confirmed prior to when satellite imagery became routine. The depression moved east-northeastward and emerged into the Atlantic near Kitty Hawk, North Carolina, early on July 24\\. Several hours later, the depression intensified into a tropical storm. Based on ship data and baroclinic intensification, the storm likely peaked with maximum sustained winds of 60 mph (95 km/h) just before becoming extratropical about of Nantucket, Massachusetts, around 12:00 UTC on July 26. The extratropical remnants moved northeastward towards Atlantic Canada, until another extratropical cyclone absorbed it near the south coast of Newfoundland late on July 27. === Hurricane Three === Television Infrared Observation Satellite (TIROS) indicated an area of disturbed weather with a weak surface circulation in the vicinity of Cape Verde on July 25. Reports from a reconnaissance aircraft indicate that a tropical depression developed at 06:00 UTC on July 28, while located about halfway between the Leeward Islands and the northernmost islands of Cape Verde. Initially the depression moved rapidly west-northwestward, which likely caused the minimal intensification. By July 30, a north-northwest to south-southeast oriented trough forced the depression to re-curve north-northwestward. While situated about east of Bermuda on July 31, it began heading northeastward. Later that day, the depression finally organized further and developed a well-defined rainband. The Atlantic hurricane database indicates that the depression strengthened into a tropical storm at 18:00 UTC on July 31, due to ships reports of winds reaching . On August 1, it intensified further into a hurricane. Around that time, maximum sustained winds peaked at . The storm continued moving rapidly northeastward and began to interact with a cold front. It transitioned into an extratropical cyclone on August 2, while located about east of Cape Race, Newfoundland. === Tropical Storm Abby === A weak trough developed into a tropical depression late on August 5 while located about south of Dauphin Island, Alabama. The depression moved westward and initially remained disorganized. At 12:00 UTC on August 7, the depression strengthened into Tropical Storm Abby. It was a small tropical cyclone, spanning a diameter of less than . The storm quickly intensified further late on August 7\\. A few hours later, Abby made landfall near Matagorda, Texas, at just below hurricane intensity. Abby may have reached hurricane status, but the lack of definitive observations prevented an upgrade. It weakened to a tropical depression early on August 8, before dissipating later that day. Overall, impact from this system was minor. In Texas, precipitation peaked at at the Victoria Regional Airport. However, only localized flooding occurred and rainfall was mostly beneficial. In the city of Victoria, several streets were temporarily inundated with water. A fishing company in Matagorda lost a portion of its roof. Abby resulted in an estimated $750,000 in losses, with $150,000 in damage to property and $600,000 to crops. The impacts from the storm were most severe in Jackson and Victoria counties, where damage to crops were estimated at $275,000 and $250,000, respectively. === Tropical Storm Brenda === A minor trough of low pressure was situated west of Bermuda in early August. An airline crew member observed a low-level circular cloud forming at 32.0°N, 69.0°W at 18:00 UTC on August 7. Early on August 8, a tropical depression developed about northwest of Bermuda. It moved east-southeastward and strengthened into Tropical Storm Brenda six hours later. At 13:00 UTC on August 8, the cyclone struck Bermuda with winds of 50 mph (85 km/h). The island experienced sustained winds up to and gusts up to . A tornado damaged several aircraft, most of which were privately owned. Damage reached approximately $275,000. Shortly after moving across Bermuda on August 8, spiral bands appeared on the island's radar. Advisories on Brenda were not initiated until 18:00 UTC on August 8, due to sparsity of data, making it difficult to confirm the existence of a tropical cyclone. A cold front caused the storm to re-curve northeastward on August 9. Brenda then began weakening and dissipated late on the following day, while located about east-northeast of Bermuda. === Hurricane Cleo === A tropical wave developed into Tropical Storm Cleo while located about east of Barbados late on August 20. It continued west-northwestward, quickly intensifying into a hurricane later on August 21\\. Cleo rapidly deepened and reached Category 3 early on August 22\\. Several hours later, Cleo struck Marie-Galante and the main island of Guadeloupe with winds of 125 mph (205 km/h). The storm then intensified into a Category 4 hurricane and entered the Caribbean Sea. While located south of the Dominican Republic around 18:00 UTC on August 23, Cleo attained its peak intensity with winds of . The hurricane then made landfall near Les Cayes, Haiti, on August 25 at the same intensity. The storm re-emerged into the Caribbean hours later as a Category 2 hurricane but weakened to Category 1 intensity around 12:00 UTC. Cleo briefly moved ashore near Cape Cruz, Cuba, with winds of . The cyclone emerged into the Gulf of Guacanayabo, before striking Sancti Spíritus Province as a minimal hurricane early on August 26\\. Cleo briefly weakened to a tropical storm before emerging into the Atlantic and re-strengthening, becoming a hurricane again at 18:00 UTC. Now moving north-northwestward, the system reached Category 2 intensity early on August 27, hours before striking Miami Beach, Florida, with winds of 110 mph (175 km/h). The system quickly weakened inland, falling to tropical storm intensity near Port St. Lucie later that day. Cleo briefly re-emerged into the Atlantic off the coast of North Florida, before making another landfall on St. Simons Island, Georgia, early on August 29 with winds of 60 mph (95 km/h). Cleo weakened to a tropical depression over South Carolina on August 30 but did not dissipate. Thereafter, the cyclone curved northeastward and eventually eastward while crossing the Carolinas and Virginia. Cleo re-intensified into a tropical storm while re-entering the Atlantic near Norfolk, Virginia, on September 1\\. It moved east-northeastward and became a hurricane again about 24 hours later. Late on September 3, Cleo became a Category 2 hurricane again. The cyclone then to the northeast and lost tropical characteristics, becoming extratropical to the southeast of Newfoundland on September 4\\. The remnants meandered in the Atlantic until dissipating about halfway between southern Greenland and Ireland on September 10\\. In Guadeloupe, the storm destroyed 1,000 homes and caused extensive damage to roofs, roads, and power lines. Additionally, the banana crop was ruined. Overall, there were 14 deaths and about $50 million in damage. Cleo caused seven fatalities and at least $2 million in damage in Dominican Republic. Strong winds in Haiti caused severe damage. On Île-à-Vache, 50 houses either had the roof caved in or the walls knocked over. In Les Cayes, 70% of houses were destroyed, as was the sugar mill. In rural areas outside of the city, 90% to 95% of dwellings were demolished. About half of the houses in Camp-Perrin were leveled. Near Saint- Louis-du-Sud, many sugarcane crops, particularly on the west side of the city, were ruined. The storm left 192 fatalities and $5 million in damage in Haiti. Impact in Cuba was minor, with one death and $2 million in damage. In Florida, Cleo left damage along much of the east coast. Winds left about 620,000 people without electricity in South Florida alone. Throughout the state, the storm damaged almost 19,000 homes and destroyed 4 others, while 2,187 mobile homes were flattened or suffered severe impact. Additionally, 605 small businesses were damaged or destroyed. There were three deaths in Broward County and about $125 million in damage, including agriculture. Cleo brought flooding to a few other states, especially Virginia. In the Hampton Roads area, many streets were inundated and blocked. Hundreds of dwellings were flooded, forcing several areas to evacuate. Three deaths and about $3 million in damage occurred in Virginia. Overall, the storm caused 220 fatalities and about $198.5 million in damage. === Hurricane Dora === A tropical depression developed from a low-pressure area on August 28, shortly after moving offshore the west coast of Africa near Dakar, Senegal. The depression was upgraded to Tropical Storm Dora at 18:00 UTC on August 31\\. It then curved northeastward and continued to strengthen, reaching hurricane status about 48 hours later. Intensification slowed somewhat, though Dora became a Category 3 major hurricane on September 5\\. Deepening further, the storm became a Category 4 for six hours early on September 6 and peaked with maximum sustained winds of 130 mph (215 km/h) and a minimum barometric pressure of early the following day. Dora then remained a Category 3 hurricane until early the next day, when it weekend to Category 2 hurricane while curving westward. Approaching the east coast of Florida, Dora briefly weakened to a Category 1 hurricane early on September 9, before reaching Category 2 status several hours later. Dora's motion then became erratic, making a few very small cyclonic loops. Around 04:00 UTC on September 10, the hurricane made landfall near St. Augustine, Florida, with winds of 110 mph (175 km/h). Dora initially weakened quickly after moving inland, falling to tropical storm status within 14 hours of landfall. Dora then briefly drifted over southwestern Georgia, until turning east-northeastward late on September 11\\. The system transitioned into an extratropical cyclone over South Carolina around 12:00 UTC on September 13\\. The remnants emerged into the Atlantic near Cape Hatteras, North Carolina, and continued northeastward, striking Newfoundland on September 15, shortly before being absorbed by a larger extratropical cyclone. Dora was the only hurricane in the twentieth century to make landfall in the First Coast region of Florida. Along the coast, tides reached up to above mean sea level. Sustained hurricane-force winds were reported from Flagler County to far southeastern Georgia. In Jacksonville, Florida, approximately 156,000 customers were left without electricity, while about 19% of phones in Duval County were out of service. Much of the damage in the Jacksonville area occurred to older buildings and those located in coastal areas. Additionally, sections of the city experienced wind-induced river flooding in the vicinity of the St. Johns River. Three homes were destroyed and 3,992 suffered damage, while 5 mobile homes were demolished and 25 experienced impact, overall in Duval County. Heavy rainfall damaged many unharvested crops and inundated numerous of roads and bridges, isolated some communities for several days. Throughout Florida, 74 dwellings were flattened and 9,374 received damage, while 14 mobile homes were destroyed and 218 others suffered severe impact. About 50 farm buildings and 423 small businesses were severely damaged or demolished. Three deaths and at least $230 million in damage occurred. In Georgia, the storm damaged about 1,135 homes and obliterated five others. Additionally, 18 trailers suffered major impact, while 43 small businesses were destroyed or experienced severe damage. There was one death in the state and at least $9 million in damage. A few other states were affected by the storm, though impact there was much lesser. One death occurred in Virginia. Overall, Dora caused $280 million in damage and five deaths. === Hurricane Ethel === TIROS observed a large cloud mass near 18°N, 37°W on September 4. It developed into a tropical depression early that day while located about east of Cape Verde. The depression moved west-northwestward and intensified into Tropical Storm Ethel at 18:00 UTC on September 4\\. Initially, it was suggested that Hurricane Dora could absorb Ethel, as the storms were located apart. On September 7, Ethel strengthened into a hurricane. By early on the following day, it curved westward and continued to slowly deepen, before turning to the north-northwestward on September 11\\. By late on September 12, the storm curved northeastward and passed to the northeast of Bermuda early the next day, bringing of precipitation and wind gusts up to . Throughout the island, low-lying areas were flooded and trees were felled. At St. George's Island, residents were briefly left without electricity and telephones and the causeway linking St. George's Island to the main island was inundated. Early on September 13, Ethel intensified into a Category 2 hurricane and soon peaked with winds of 105 mph (165 km/h). The system became extratropical late on September 14, while located about southeast of Cape Race. Newfoundland. The extratropical remnants slowly weakened while meandering around the Atlantic, until dissipating just north of the Azores on September 17\\. === Tropical Storm Florence === A tropical wave emerged into the Atlantic Ocean from the west coast of Africa on September 5. The wave quickly developed into a tropical depression at 06:00 UTC on September 5, while located about west of Dakar, Senegal. Shortly later, the depression produced squally weather in Cape Verde. The depression then re- curved northwestward and began to intensify. At 00:00 UTC on September 7, the depression strengthened into Tropical Storm Florence. About twenty four hours later, the storm attained its maximum sustained wind speed of . Florence then curved north-northeastward later that day and slowly weakened. A reconnaissance aircraft reported that Florence degenerated into an area of squalls to the south of the Azores at 06:00 UTC on September 10. === Hurricane Gladys === A tropical wave emerged into the Atlantic from the west coast of Africa on September 8. Tracking westward, it developed into Tropical Storm Gladys while centered about midway between the Lesser Antilles and Cape Verde early on September 13\\. The storm moved northwestward and intensified into a hurricane on September 14, before weakened back to a tropical storm early the next day. Gladys re-strengthened into a hurricane on September 16\\. By the next day, the cyclone quickly intensified, briefly peaking as a Category 4 hurricane with maximum sustained winds of 130 mph (215 km/h) around 18:00 UTC. Gladys weakened to a Category 3 early on September 18\\. Gladys weakened to a Category 2 as it re-curved northward on September 20\\. The storm weakened to a Category 1 as it turned northwestward on September 22 and briefly threatened the East Coast of the United States. However, it veered northeastward on September 23 and moved rapidly toward Atlantic Canada. By 00:00 UTC on September 25, Gladys became extratropical just offshore Newfoundland and promptly dissipated. Along the East Coast of the United States, Gladys produced light rainfall, gusty winds, and storm surge. Coastal flooding was reported in North Carolina and Virginia. In the former, high tides inundated homes and buildings with of water in two small villages on the Outer Banks and flooded a highway to Manteo. In the state of Virginia, one death occurred when a man was fatally struck in the throat by debris. Abnormally high tides also affected the Mid-Atlantic, New England, and Atlantic Canada, with tides ranging from higher than average in Virginia. === Hurricane Hilda === A tropical wave developed into a tropical depression at 12:00 UTC on September 28, while located about south of Trinidad, Cuba. The depression tracked west- northwestward and struck Isla de la Juventud, Cuba, early on September 29\\. After briefly re-emerging into the northwestern Caribbean Sea later that day, the depression strengthened into Tropical Storm Hilda at 11:00 UTC on September 29 while making landfall near Sandino, Cuba. By late on September 29, it emerged into the Gulf of Mexico near Cape San Antonio. The storm continued to intensify, reaching hurricane status on September 30\\. During the following 30 hours, Hilda strengthened significantly and peaked as a Category 4 hurricane with winds of late on October 1\\. It re-curved northward and began weakening due to unfavorable conditions. Around 23:00 UTC on October 3, the storm made landfall near Franklin, Louisiana, as a Category 2 with winds of 105 mph (165 km/h). It rapidly weakened inland and became extratropical over southern Mississippi by 12:00 UTC that day. The remnant extratropical low continued eastward and emerged into the Atlantic late on October 5, before dissipating well north of the Bahamas on October 7\\. In Cuba, the storm caused minor impact, with damage totaling about $1 million. Offshore the United States in the Gulf of Mexico, 13 oil platforms were destroyed and 5 others were damaged beyond repair. Losses to the oil industry reached $100 million. In Louisiana, sustained winds of 90 to 105 mph to (150 to 165 km/h) lashed the Abbeville-Morgan City-New Iberia area. Additionally, several tornadoes in the New Orleans area resulted in significant damage. One tornado near Larose killed 22 people despite being on the ground for only 1–1.5 mi (1.6–2.4 km). There were 37 fatalities and an estimated 5,000 injuries. Approximately 19,000 homes were damaged in the state, 2,600 of which were severely impacted. Outside of Louisiana, damage was primarily caused by flooding in the Southeastern United States. Impacted worst by flooding was North Carolina, where 2,000 homes and buildings suffered water damage and one death was reported. Throughout the United States, the storm caused 38 fatalities and $125 million in losses. === Hurricane Isbell === A diffused frontal trough developed into a tropical depression in the western Caribbean on October 9. The depression initially remained disorganized as it track northwestward, but strengthened into Tropical Storm Isbell at 12:00 UTC on October 11\\. Re- curving northeastward, Isbell quickly strengthened further and reached hurricane status about 24 hour alter. The storm briefly became a Category 2 just before making landfall in Sandino, Cuba, with winds of 100 mph (155 km/h) at 19:00 UTC on October 13\\. Hilda briefly weakened to a Category 1, but strengthened into a Category 3 and peaked with maximum sustained winds of 115 mph (185 km/h) at 12:00 UTC on October 14\\. The cyclone weakened to a Category 2 prior to making landfall near Everglades City, Florida, with winds of 105 mph (165 km/h). Early on October 15, Isbell weakened to a Category 1 hurricane and then emerged into the Atlantic near Jupiter, Florida. Isbell curved northwestward on October 16, weakening to a tropical storm just before making landfall in Atlantic Beach, North Carolina, with winds of 70 mph (110 km/h). The storm quickly became extratropical and was soon absorbed by another extratropical cyclone over North Carolina late on October 16\\. The storm produced strong winds throughout western Cuba. Hundreds of homes were destroyed, as were several tobacco warehouses. There were four deaths in Cuba, three of them caused by collapsing houses in the Guane area. Isbell was responsible for three deaths and approximately $10 million in damage in Cuba. Several tornadoes in Florida caused significant damage overall. Throughout the state, 1 house was destroyed, 33 others were severely damage, and 631 others suffered minor impact. Additionally, 66 trailers were destroyed and 88 were inflicted with major damage. Three deaths occurred in the state, one due to a heart attack and two from drowning in Florida Keys when their shrimp boat sank. Because the storm weakened considerably, impact in North Carolina was generally minor. The storm also spawned at least six tornadoes in the state, which demolished trailers and unroofed homes and other buildings in several communities. Damage throughout the United States totaled $10 million. === Tropical Storm Thirteen === An area of disturbed weather within the ITCZ developed into a tropical depression early on November 5, while located about north-northwest of Colón, Panama. The depression strengthened slowly, reaching tropical storm status on November 6\\. Thereafter, it curved westward towards Central America. Early on November 7, the storm made landfall near Puerto Cabezas, Nicaragua, with winds of . Several hours later, it weakened to a tropical depression along the north coast of Honduras early on November 8, shortly before re-emerging into the Caribbean. The storm did not re-intensify and made landfall in Belize on November 9\\. It dissipated early on the following day. In Nicaragua, winds and heavy rainfall caused significant crop damage, especially to bananas. Many residents living near the Caratasca Lagoon evacuated. The entire town of Caukira was flooded, with five small houses completely destroyed. Tides were as high as above-normal. In Puerto Castilla, large amounts of precipitation caused flooding and destroyed a bridge, leaving part of the population out of communication. Another bridge collapsed in the town of Rus-Rus. Strong winds and heavy rainfall also resulted in \"considerable damage\" on the Bay Islands. Overall, the storm resulted in about $5 million in damage. === Other systems === In addition to the thirteen tropical storms, TIROS VII monitored two systems operationally considered tropical depressions - one on July 15 at and another on September 19 at . However, a re-examination of the satellite imagery as part of the Atlantic hurricane reanalysis project did not depict tropical depressions, while ship data was unavailable for either potential cyclone. Thus, it could not be confirmed that either system became a tropical cyclone. == Storm names == The following names were used for named storms that formed in the North Atlantic in 1964. This is the same list used in the 1960 season with the exception of Dora, which replaced Donna. A storm was named Isbell for the first time in 1964. The names Cleo, Dora, and Hilda were later retired and replaced with Candy, Dolly, and Hannah, respectively, in the 1968 season. Names that were not assigned are marked in . {| style=\"width:80%;\" | * Abby * Brenda * Cleo * Dora * Ethel * Florence * Gladys | * Hilda * Isbell * * * * * | * * * * * * * |} == Season effects == The following table lists all of the storms that have formed in the 1964 Atlantic hurricane season. It includes their duration, names, landfall(s) (in parentheses), damages, and death totals. Deaths in parentheses are additional and indirect (an example of an indirect death would be a traffic accident), but were still related to that storm. Damage and deaths include totals while the storm was extratropical, a wave, or a low, and all of the damage figures are in 1964 USD. == See also == * 1964 Pacific hurricane season * 1964 Pacific typhoon season * 1964 North Indian Ocean cyclone season * List of Atlantic hurricanes * Atlantic hurricane season == Notes == == References == == External links == * Monthly Weather Review Category:Articles which contain graphical timelines",
 "title": "1964 Atlantic hurricane season"
}