{
 "id": "763170",
 "text": "{| |} USS Abner Read (DD-526) was a in the service of the United States Navy, named after Lieutenant Commander Abner Read (1821 – 1863), who fought in the American Civil War. The ship fought in World War II, seeing action in the Aleutian Islands Campaign and in 1943 she survived hitting a mine that blew off her stern. After repairs, she returned to service and operated in support of Allied forces in the New Guinea campaign and the Battle of Leyte. She was sunk in an air attack off Leyte on 1 November 1944. ==Construction and commissioning== Abner Read was laid down on 30 October 1941 at San Francisco, California, by Bethlehem Steel and launched on 18 August 1942, sponsored by Mrs John W. Gates. She was commissioned on 5 February 1943 with Commander Thomas Burrowes in command. ==Service history== Abner Read held shakedown along the California coast into April 1943 then got underway with Task Group (TG) 51.2 for the Aleutian Islands. She assumed patrol duties on 4 May 1943 and on 11 May 1943, shelled targets on Japanese-occupied Attu Island, supporting the United States Army's 7th Division during the Battle of Attu. Abner Read again bombarded Attu on 16 May 1943 before returning to San Diego, California, arriving 31 May 1943. thumb|left|USS Abner Read lost most of her stern After two weeks in drydock at San Francisco, Abner Read got underway on 14 June 1943 for Adak, Territory of Alaska. Upon her arrival, she joined Task Force (TF) 16 and began patrolling the waters around Japanese-occupied Kiska Island in the Aleutians. On 22 July 1943, as part of Task Group 16.22, she took part in a bombardment of Kiska. Between 12 and 15 August 1943, Abner Read shelled Kiska in support of Operation Cottage, in which Allied forces landed on Kiska. On 17 August 1943, the American and Canadian forces discovered that Japan had left the island prior to the Allied invasion. thumb|The damage report of the attack that sunk USS Abner Read Abner Read had been conducting an antisubmarine patrol off Kiska for two days without any sign of the enemy, steaming in a figure-eight pattern, when, while making 5 knots, she was shaken by an explosion aft at 0150 on 18 August.Almasy, Steve, \"WWII destroyer remains found off the coast of Alaska,\" cnn.com, August 16, 2018, 12:34 p.m. EDT Retrieved August 18, 2018 The nearest Japanese minefield was thought to be 2,000 yards (1,829 meters) away, and her crew initially thought a torpedo had struck her; the U.S. Navy later concluded that the destroyer had struck a mine. The concussion tore a huge hole in her stern and set off the ship's smoke screen generator, which began to pour toxic smoke over the stern. Men sleeping in aft compartments suffered from smoke inhalation. In the darkness, a few men fell through holes in the deck into fuel oil tanks below. After remaining attached to the ship by the starboard screw shaft for a few minutes, the stern broke away and sank, taking the ship's aft 5\"/38 caliber gun with it. About 90 men either went down with the stern or ended up in the water, which was covered with fuel oil. Abner Read's crew threw flotation devices to the men in the water and launched a rescue boat but the fuel oil created slippery conditions that made rescue difficult, and the cold water killed many men before they could be brought back aboard. About 20 men were pulled from the water, as was the body of a dead crewman. The destroyer lost 70 men killed, one missing and 47 woundedRoll of Honor for USS Abner Read Disabled and adrift, Abner Read was in danger of drifting ashore on Kiska or onto more Japanese mines, but the destroyer arrived on the scene and towed her out of danger. At 0355, Abner Read was taken under tow by the tug , which pulled her to Adak for temporary repairs. After a month of repair work in various Alaskan ports, the tug towed her to the Puget Sound Navy Yard at Bremerton, Washington, where she was laid up on keel blocks on 7 October 1943 to receive extensive repair work. The yard work was finished on 21 December 1943 and Abner Read commenced training exercises and trials. She moved to Pearl Harbor, Territory of Hawaii, in February 1944. While she was underway for Hollandia, New Guinea, her starboard propeller was damaged. This accident required her to put into Milne Bay, New Guinea, on 1 March 1944 for repairs. The ship was then attached to Task Force 75 and participated in the bombardment of Hollandia on 22 April 1944. She took part in naval gunfire support for the landing at Humboldt Bay during Operation Reckless. Her next targets were the Japanese airstrips on Wakde Islands off the coast of Dutch New Guinea, conducted on 30 April 1944. Abner Read then moved on to Wewak, New Guinea and on 12 May 1944 to shell Japanese shore batteries which had been hindering the efforts of motor torpedo boats to attack Japanese barge traffic. Abner Read gave fire support for the landings at Arara, New Guinea and shelled the Wakde-Toem area on 17 May 1944. As part of Task Group 77.3, she shelled Biak in the Schouten Islands. On the night of 8–9 June 1944, she was involved in an engagement with an Imperial Japanese Navy task force off the north coast of Biak. Abner Read took part in a night bombardment of Wewak on 18 and 19 June 1944. and Noemfoor Island, on 2 July 1944 to cover the allied landings on the island. Following this extended period of action, she retired to Seeadler Harbor for repairs by a destroyer tender. Getting underway on 8 August 1944, Abner Read made a trip to Sydney, Australia, before returning to the Pacific. The destroyer supported the US Army landing on 15 September 1944 at Morotai Island in the Halmahera group. Her next action was a shore bombardment of Ponam Island in the Admiralty Islands on 7 October 1944. On 17 October 1944, she began steaming toward Leyte Gulf entering San Pedro Bay on 20 October 1944, for invasion of Leyte and patrolled off the beachheads in ensuing days. ==Fate== On 1 November 1944, the Japanese launched air attacks against TG 77.1 who were patrolling lower Leyte Gulf. At around 13:41, an Aichi D3A (reporting name \"Val\") dive bomber approached Abner Read antiaircraft guns blew a wing off the aircraft but its bomb dropped down one of the destroyer's stacks and exploded in her aft engine room. The aircraft crashed across the main deck, hitting the 40mm fire director, the aft torpedo tubes, sweeping the port 20mm Oerlikons over the side and setting fire to the aft section. The ship lost water pressure making firefighting impossible and at 13:52, a large internal explosion caused her to list about 10° to starboard and to sink by the stern. At 14:15, Abner Read rolled over on her starboard side and sank. Destroyers came to her aid and rescued survivors but 24 members of her crew were lost.Roll of Honor for USS Abner Read ==Discovery of original stern section== Abner Read's original stern section lost in the 18 August 1943 mine detonation and aft 5\"/38 caliber gun, were discovered on 17 July 2018 by an expedition funded by the U.S. National Oceanic and Atmospheric Administration (NOAA) and run by Project Recover, a partnership of the University of Delaware, the University of California San Diego's Scripps Institution of Oceanography and the BentProp Project. Originally intending to find the wreckage of a B-24 Liberator bomber near Kiska, Project Recover personnel during a two-week expedition to the Kiska area in July 2018 aboard the research ship Norseman II decided to look also for Abner Read's original stern. Using multibeam sonar, they found the stern section – 75 feet (22.9 meters) long and 18 feet (5.5 meters) high – near where it sank off Kiska, lying on its side on the ocean floor about 290 ft (88.4 m) down. They sent down a camera-equipped remotely operated underwater vehicle, which sent images of the gun, stern section and rudder control to the surface and photographed the wreckage. All of the wreckage was encrusted with corals and other sea life. Project Recover announced the discovery on 15 August 2018. The U.S. Navy's Naval History and Heritage Command announced at the time that the Navy regarded the site as a war grave had no plans to conduct or expectation of conducting recovery operations. ==Honors== Abner Read received four battle stars for her World War II service. ==References== *Brown, David. Warships Losses of World War Two. Arms and Armour, London, Great Britain, 1990. . * ==Bibliography== Online resources * ==External links== *NavSource.org – DD-526 *NOAA - Kiska: Alaska's Underwater Battlefield Category:World War II destroyers of the United States Category:World War II shipwrecks in the Philippine Sea Category:Ships built in San Francisco Category:1942 ships Category:Fletcher-class destroyers of the United States Navy Category:Ships of the Aleutian Islands campaign Category:Ships sunk by kamikaze attack Category:Destroyers sunk by aircraft Category:Maritime incidents in November 1944",
 "title": "USS Abner Read (DD-526)"
}