{
 "id": "763186",
 "text": "Thespiae ( ; ) was an ancient Greek city (polis) in Boeotia. It stood on level ground commanded by the low range of hills which run eastward from the foot of Mount Helicon to Thebes, near modern Thespies. ==History== In the history of ancient Greece, Thespiae was one of the cities of the federal league known as the Boeotian League. Several traditions agree that the Boeotians were a people expelled from Thessaly some time after the mythical Trojan War, and who colonised the Boeotian plain over a series of generations, of which the occupation of Thespiae formed a later stage. Other traditions suggest that they were of Mycenean origin. ===Archaic period=== In the Archaic period the Thespian nobility was heavily dependent on Thebes.Heraclides Ponticus (FHG fr. 43) This possibly reflected that land ownership was concentrated in the hands of a small number of nobles, and therefore there was difficulty in equipping an effective force of hoplites. Thespiae therefore decided to become a close ally of Thebes. The Thespians destroyed Ascra at some point between 700–650 BCE, and later settled Eutresis between 600–550 BCE. Thespiae also took control over Creusis, Siphae, Thisbe and Chorisae, probably some time in the late sixth century. The Thessalians invaded Boeotia as far as Thespiae, more than 200 years before Leuctra (according to Plutarch), , which might have given Thespiae the impetus to join the Boeotian League. But elsewhere Plutarch gives a date for the Thessalian invasion as shortly preceding the Second Persian War. Herodotus suggests that Thespiae had been a member of the league as long as Thebes had been. Following the Persian Wars, Thespiae provided two Boeotarchs to the league, rather than one; perhaps one for the city and one for the districts under its control. === Persian, Peloponnesian, and Corinthian wars === By the time of the Persian invasion of 480 BCE Thespiae's ability to field a substantial force of hoplites had changed. Thespiae and Thebes were the only Boeotian cities to send a contingent to fight at Thermopylae, Thespiae sending a force of 700 hoplites who remained to fight beside the Spartans on the final day of the battle. In 1997, the Greek government dedicated a monument to the Thespians who fell alongside that of the Spartans. After the battle, Thebes was the final Boeotian state to side with the Persians, and in doing so they denounced both Plataea and Thespiae to Xerxes I as the only Boeotian states to side with the Greeks. After the city was burned down by Xerxes, the remaining inhabitants furnished a force of 1,800 men for the confederate Greek army that fought at Plataea. During the Athenian invasion of Boeotia in 424 BCE, the Thespian contingent of the Boeotian army sustained heavy losses at the Battle of Delium. In the next year the Thebans dismantled the walls of Thespiae on the charge that the Thespians were pro-Athenian, perhaps as a measure to prevent a democratic revolution. In 414 the Thebans aided the Thespians in suppressing a democratic revolution. In the Corinthian War, Thespiae was initially part of the anti-Spartan alliance. At the Battle of Nemea in 394 BCE, the Thespian contingent fought the Pellenes to a standstill while the rest of the Spartan allies were defeated by the Boeotians. After Nemea, Thespiae became an ally to Sparta and served as staging point for Spartan campaigns in Boeotia throughout the Corinthian War. The city became autonomous as stipulated in the King's Peace of 386 BCE which resolved the Corinthian War, and maintained autonomy until 373 BCE. In 373 BCE Thespiae was subdued by the Thebans, the Thespians were exiled from Boeotia and they arrived in Athens along with the Plataeans seeking aid. But they still sent a contingent to fight against the Spartans at the Battle of Leuctra in 371 BCE. The Boeotarch Epameinondas allowed the Thespians to withdraw before the battle, along with other Boeotians who nursed a grudge against Thebes. Not long after the battle Thespiae was razed by Thebes and its inhabitants expelled. At some point later the city was restored. === Hellenistic period === In 335 BCE, the Thespians joined in an alliance with Alexander the Great in destroying Thebes. The famous hetaera (courtesan) Phryne was born at Thespiae in the 4th century BCE, though she seems to have lived at Athens. One of the anecdotes told of her is that she offered to finance the rebuilding of the Theban walls on the condition that the words Destroyed by Alexander, Restored by Phryne the courtesan were inscribed upon them. In the Greek Anthology, it is written that on an altar in Thespiae there was a tripod dedicated to the \"Zeus the Thunderer\" (). The tripod was set up for the Thespiae soldiers who went and fought in Asia, with Alexander the Great, to take revenge for their ancestors. During the Hellenistic period, Thespiae sought the friendship of the Roman Republic in the war against Mithridates VI. It is subsequently mentioned by Strabo as a place of some size, and by Pliny as a free city, within the Roman Empire, a reward for its support against Mithridates. Thespiae hosted an important group of Roman negotiatores until the refoundation of Corinth in 44 BCE. Pausanias wrote that Thespians dedicated at Olympia a statue of Pleistaenus (Πλείσταινος), son of the Eurydamus (Εὐρυδάμος), who was the general against the Gauls. ==Archaeological remains== Remains of what was probably the ancient acropolis are still to be seen, consisting of an oblong or oval line of fortification, solidly and regularly built. The adjacent ground to the east and south is covered with foundations, bearing witness to the extent of the ancient city. In 1882, the remains of a communal tomb (polyandrion), including a colossal stone lion, were discovered on the road to Leuctra. The tomb contains both cremated remains, associated with an in-situ pyre, and seven inhumations. The tomb dates from the second half of the 5th century BC, and is usually identified as that of the Thespians who fell at the Battle of Delium in 424 BC. ==Ancient religion== According to Pausanias, the deity most worshipped at Thespiae was Eros, whose primitive image was an unwrought stone. The city contained many works of art, among them the Eros of Praxiteles, one of the most famous statues in the ancient world; it drew crowds of people to Thespiae. It was carried off to Rome by Caligula, restored by Claudius, and again carried off by Nero.Paus. 9.27.1-4 Another work by Praxiteles associated with Thespiae was an Aphrodite, after which the Venus of Arles is thought to have been modeled. There was also a bronze statue of Eros by Lysippos. The Thespians celebrated the Erotidia () meaning festivals of Eros.Athenaeus, Deipnosophistae, 13.12 - GreekAthenaeus, Deipnosophistae, 13.12 - English The Thespians also worshipped the Muses, honored by a shrine in the Valley of the Muses and celebrated in a festival in the sacred grove on Mount Helicon. Clement of Alexandria writes that at Thespiae there was a statue of the Cithaeronian Hera.Clement of Alexandria, Exhortations, 4.1 ==Thespians== Citizens of Thespiae are called Thespians. The common noun thespian meaning \"actor\" comes from the legendary first actor named Thespis, and not the city. Both Thespis and Thespiae, however, are derived from the noun θέσπις (théspis, \"divine inspiration\"). * Demophilus of Thespiae - Commander of the Thespiae force at the Battle of Thermopylae. * Phryne - a hetaira. She is best known for her trial for impiety, where she was defended by the orator Hypereides. * Amphion () - An ancient writer.Athenaeus, Deipnosophists, 14.26 ==See also== *List of ancient Greek cities ==Notes== ==References== *Buck, R.J. 1979, A History of Boeotia, University of Alberta Press, Edmonton. *Buckler, J. & Spawforth, A.J.S. 2009, The Oxford Classical Dictionary, S. Hornblower & A.J.S. Spawforth eds, Oxford University Press, Oxford. * *Herodotus, Histories *Larsen, J.A.O. 1955, \"The Boeotian confederacy and Fifth-century oligarchic theory\", Transactions and Proceedings of the American Philological Association, vol. 86, pp. 40–50. *Pausanias, Description of Greece * *Thucydides, The Peloponnesian War *Xenophon, Hellenica ==External links== *What the Thespian Hoplites' looked like? - a small peer-reviewed article discussing the Thespian hoplite in 450 to 420 BCE *The Cult of Eros - discusses the cult and has of pictures of Roman marble copies of the bronze Eros of Thespeia by Lysippos Category:Boeotian city-states Category:Former populated places in Greece Category:Religion in ancient Boeotia Category:Achaia (Roman province) Category:Populated places in ancient Boeotia Category:Ancient Greek cities",
 "title": "Thespiae"
}