{
 "id": "763280",
 "text": "{|class=\"wikitable sortable\" style=\"font-size:85%; float: right; clear:right; \" !ASPC Unit !Security Level |- |Cimarron |4/4 |- |Manzanita |3 |- |Rincon |4 |- |Rincon Transitory |5 |- |Rincon/Minor |4/5 |- |Rincon Medical |4 |- |Santa Rita |3 |- |Winchester |3 |- |Complex Detention |5 |- |S.A.C.R.C. |2 |} Arizona State Prison Complex – Tucson is one of 13 prison facilities operated by the Arizona Department of Corrections (ADC). ASPC–Tucson is located in Tucson, Pima County, Arizona, 127 miles south from the state capital of Phoenix, Arizona. ASPC–Tucson prison had its beginnings as the Arizona Correctional Training Facility. Its first phase opened in January 1978 and it was fully open by August 1979, housing 384 non-violent male first offenders, aged 18–25. A separate unit held juvenile males convicted as adults, as it does today. The Santa Rita Unit was built in 1982, with the first inmates being received in July 1982. The 1986–87 building program established the 744-bed Cimarron Unit, creating the Tucson Complex, and added 200 beds to Echo Unit. The Rincon/Santa Rita/Units form a hub, which has buildings for inmate records, health services, maintenance, and a 40-cell central detention unit. ASPC–Tucson has an inmate capacity of approximately 4,358 in 7 housing units and 3 special housing units at security levels 2, 3, 4, and 5. The ADC uses a score classification system to assess inmates' appropriate custody and security level placement. The scores range from 1 to 5 with 5 being the highest risk or need. ASPC-Tucson is a minimum to high security prison. In 2009, ASPC–Tucson Echo unit was demolished and a new unit is to be built for around 2,000 minimum custody 1–2 inmates. ==Unique Programs== Prison Inner Peace Program was started in 1989 in the Echo Unit by Michael Todd and Richard Wirta, overseen by Thomas L. Magnuson, Psych Associate II of the Echo Behavioral Health Unit. There was reportedly a profoundly lowered recidivism amongst those who completed the program. == See also == * List of U.S. state prisons * List of Arizona state prisons * Federal Correctional Complex, Tucson * Federal Correctional Institution, Tucson * United States Penitentiary, Tucson ==References== ==External links== * Arizona State Prison Complex – Tucson at the Arizona Department of Corrections Tucson Category:Buildings and structures in Tucson, Arizona Category:1978 establishments in Arizona",
 "title": "Arizona State Prison Complex – Tucson"
}