{
 "id": "763401",
 "text": "The double-barred finch (Stizoptera bichenovii) is an estrildid finch found in dry savannah, tropical (lowland) dry grassland and shrubland habitats in northern and eastern Australia. It is sometimes referred to as Bicheno's finch or as the owl finch, the latter of which owing to the dark ring of feathers around the face. ==Taxonomy== Nicholas Aylward Vigors and Thomas Horsfield described the double-barred finch in 1827. The specific epithet commemorates James Ebenezer Bicheno, a colonial secretary of Van Diemen's Land appointed in September 1842. There are two subspecies: * Stizoptera bichenovii bichenovii of eastern Australia * Stizoptera bichenovii annulosa of northern and northwestern Australia, described by John Gould in 1840.Payne, R. B. (2021). Double-barred Finch (Stizoptera bichenovii), version 1.1. In Birds of the World (J. del Hoyo, A. Elliott, J. Sargatal, D. A. Christie, and E. de Juana, Editors). Cornell Lab of Ornithology, Ithaca, NY, USA. https://doi.org/10.2173/bow.dobfin1.01.1 ===Description=== The double-barred finch is a 10–11 cm long munia-like bird. It has a white face bordered with black, brown upperparts and throat, and white underparts. The throat and underparts are separated by another black line. The wings are patterned in brown and white. The sexes are similar, but juveniles are duller and browner. A less common subspecies with brown or black underparts is known to exist. ==Behaviour== The double-barred finch is granivorous and highly gregarious. Nests are built in grass, bushes or low trees, with four to six eggs laid per clutch. The call is a soft tet or a louder peew, and the song is a soft fluting, which is somewhat like the zebra finch. ==Origin== Origin and phylogeny of Estrildinae have been studied by Antonio Arnaiz-Villena and colleagues who suggested that they may have originated in India and dispersed thereafter (towards Africa and Pacific Ocean habitats). ==Gallery== Taeniopygia bichenovii 1 - Glen Alice.jpg|Lithgow, New South Wales, Australia Double-barred Finch RWD2.jpg Double-barred finch444.jpg Taeniopygia bichenovii -Bees Creek, Northern Territory, Australia-8a (1).jpg|Bees Creek, Northern Territory, Australia Double-barred Finch94.ogg|South-east Queensland, Australia Double-barred-finch444.jpg|Northern Territory, Australia Double- barred finch 2608.jpg|Corella Dam, Queensland Double-barred finch 8066-2.jpg|Gregory River, Queensland ==References== * Finches and Sparrows by Clement, Harris and Davis, ==External links== *Video of double-barred finches double-barred finch Category:Endemic birds of Australia double-barred finch Category:Taxa named by Thomas Horsfield Category:Taxa named by Nicholas Aylward Vigors Category:Articles containing video clips Category:Taxobox binomials not recognized by IUCN",
 "title": "Double-barred finch"
}