{
 "id": "763654",
 "text": "Admiral Sir Ernest Frederick Augustus Gaunt, (25 March 1865 – 20 April 1940)GAUNT, Adm. Sir Ernest Frederick Augustus, Who Was Who, A & C Black, 1920–2016 (online edition, Oxford University Press, 2014). was an Australian- born Royal Navy officer who went on to be Commander-in-Chief, Western Approaches. ==Naval career== Gaunt was born in Beechworth in Victoria, the son of William Henry Gaunt and Elizabeth Mary Palmer. Gaunt joined the Royal Navy in 1878 at the age of 13. In 1881 he was a midshipman in HMS Wolverine, by 1891 he was a lieutenant on Belleisle, and by 1896 he was 1st Lieutenant on the armoured cruiser HMS Narcissus. Promoted to Commander on 30 June 1898, Gaunt was in 1898 and 1899 1st Commissioner for Weihawei and Administrator for Liukungtao, China. In 1900, he was Commissioner and Superintending transport officer Weihawei, China, at the time of the Boxer Rebellion. He was appointed a Companion of the Order of St Michael and St George (CMG) in the 1902 Coronation Honours list on 26 June 1902 for his services during the rebellion. In August 1901 he was appointed in command of the cruiser HMS Scout, which served with the Mediterranean Fleet and in June 1902 replaced HMS Harrier as special service vessel at Constantinople. The vessel visited Constanța, the main seaport of Romania, in October 1902, then travelled on the Danube to Galați. He transferred to the HMS Mohawk in January 1903, as she replaced Scout on the Mediterranean station. In December 1903, he commanded a landing party from Mohawk at Durbo, on the coast of Italian Somaliland, where he was wounded.\"The Durbo Engagement\". The Mercury. Hobart, Tasmania. Wednesday, 9 December 1903. p. 5. In 1913, he became Commodore of the Royal Naval Barracks, Chatham, England, and in 1913 and 1914, he was aide-de-camp to King George V. In 1916, during World War I, he served as second-in-command of the 1st Battle Squadron at the Battle of Jutland as Rear Admiral; his flagship was Colossus. From 1917 to 1919 he was Commander-in-Chief, East Indies, and from 1921 to 1922 he was Commander-in-Chief, Western Approaches. In 1925 he retired, and was knighted. He died in Chelsea, London, England. His brother, Guy Gaunt, was also an Admiral of the Royal Navy, and later became a Conservative Member of Parliament. Their sister, Mary Gaunt, was a well-known author in Australia and wrote several travel books. ==Family== In 1899 he married Louise Geraldine Martyn of Gregans Castle, near Ballyvaughan in Ireland. ==References== ==External links== * |- Category:1865 births Category:1940 deaths Category:People educated at Melbourne Grammar School Category:People from Beechworth Category:Royal Navy admirals Category:Royal Navy admirals of World War I Category:Companions of the Order of St Michael and St George Category:Knights Commander of the Order of the Bath Category:Knights Commander of the Order of the British Empire Category:Royal Navy personnel of the Boxer Rebellion",
 "title": "Ernest Gaunt"
}