{
 "id": "763646",
 "text": "A piebald or pied animal is one that has a pattern of unpigmented spots (white) on a pigmented background of hair, feathers or scales. Thus a piebald black and white dog is a black dog with white spots. The animal's skin under the white background is not pigmented. Location of the unpigmented spots is dependent on the migration of melanoblasts (primordial pigment cells) from the neural crest to paired bilateral locations in the skin of the early embryo. The resulting pattern appears symmetrical only if melanoblasts migrate to both locations of a pair and proliferate to the same degree in both locations. The appearance of symmetry can be obliterated if the proliferation of the melanocytes (pigment cells) within the developing spots is so great that the sizes of the spots increase to the point that some of the spots merge, leaving only small areas of the white background among the spots and at the tips of the extremities. Animals with this pattern may include birds, cats, cattle, dogs, foxes, horses, cetaceans, deer, pigs, and snakes. Some animals also exhibit colouration of the irises of the eye that match the surrounding skin (blue eyes for pink skin, brown for dark). The underlying genetic cause is related to a condition known as leucism. In medieval English \"pied\" indicated alternating contrasting colours making up the quarters of an item of costume or livery device in heraldry. Court jesters and minstrels are sometimes depicted in pied costume; this is the origin of the name of the Pied Piper of Hamelin. ==Etymology== The word \"piebald\" originates from a combination of \"pie,\" from \"magpie\", and \"bald\", meaning \"white patch\" or spot. The reference is to the distinctive black-and-white plumage of the magpie. ==Horses== thumb|left|A piebald mare In British English piebald (black and white) and skewbald (white and any colour other than black) are together known as coloured. In North American English, the term for this colouring pattern is pinto, with the specialized term \"paint\" referring specifically to a breed of horse with American Quarter Horse or Thoroughbred bloodlines in addition to being spotted, whereas pinto refers to a spotted horse of any breed. In American usage, horse enthusiasts usually do not use the term \"piebald,\" but rather describe the colour shade of a pinto literally with terms such as \"black and white\" for a piebald, \"brown and white,\" or \"bay and white,\" for skewbalds, or color-specific modifiers such as \"bay pinto\", \"sorrel pinto,\" \"buckskin pinto,\" and such. Genetically, a piebald horse begins with a black base coat colour, and then the horse also has an allele for one of three basic spotting patterns overlaying the base colour. The most common coloured spotting pattern is called tobiano, and is a dominant gene. Tobiano creates spots that are large and rounded, usually with a somewhat vertical orientation, with white that usually crosses the back of the horse, white on the legs, with the head mostly dark. Three less common spotting genes are the sabino, frame, and splash overo genes, which create various patterns that are mostly dark, with jagged spotting, often with a horizontal orientation, white on the head. The frame variant has dark or minimally marked legs. The sabino pattern can be very minimal, usually adding white that runs up the legs onto the belly or flanks, with \"lacy\" or roaning at the edge of the white, plus white on the head that either extends past the eye, over the chin, or both. The genetics of overo and sabino are not yet fully understood, but they can appear in the offspring of two solid-coloured parents, whereas a tobiano must always have at least one tobiano parent. ==Dogs== In many dog breeds the Piebald gene is common. The white parts of the fur interrupt the pigemented coat patterns. Dogs that may have a spotted or multicolored coat, are often called piebald if their body is almost entirely white or another solid color with spotting and patches on the head and neck. The allele is called sP on the S-locus and is localised with the MITF gene. It is recessive, therefore homozygous individuals show this coat pattern, whereas the heterozygous carriers can be of solid color.Sheila Schmutz: Spots and White MarkingsGenomia: White spotting in dogs File:Bucovina Sheepdog.jpg|Bucovina Shepherd Dog File:Can Setter dog GFDL.jpg|Red Irish Setter without Piebald spotting File:Irish Red And White Setter 2005.jpg|Irish Setter red and white due to the Piebald gene File:Biewer Yorkie.jpg|A Biewer Terrier is a Blue and Tan Yorkie with white coat pattern. File:Beagle 600.jpg|The Beagle is usually tricolor by the Piebald gene. File:Beagle Upsy.jpg|Beagles with recessive red have the Piebald gene as well. ==Other animals== The various types of magpie gave their name to pied coloration. The bald eagle derives its name from the word \"piebald\" in reference to the contrast of its white head and tail with dark body. Nadine Gordimer used the term in The Conservationist when referring to kingfishers. Many other animal species may also be \"pied\" or piebald including, but not limited to, birds and squirrels. Snakes, especially ball pythons and corn snakes, may also exhibit seemingly varying patches of completely pigmentless scales along with patches of pigmented scales. In 2013, a piebald blood python was discovered in Sumatra. Some domesticated foxes born from the Russian Institute of Cytology and Genetics also carry this coloring. Bicolor cats carry the white spotting gene (incorrectly called the piebald gene). The same pattern that applies to cats also applies to dogs when the white spotting gene involved is indeed piebald and not another white-causing gene found in dogs. The piebald gene is also found in cows, ferrets, domestic goats, goldfish, guinea pigs, hamsters, rabbits, and fancy rats. Holstein and Simmental breeds of cattle typically exhibit piebaldism. == See also == ;Horse Coat *Equine coat color *Equine coat color genetics *Pinto horse *Tricoloured (horse) ;Pigmentation *Albinism *Amelanism *Dyschromia *Erythrism *Heterochromia iridum *Leucism *Melanism *Piebaldism *Skewbald *Vitiligo *Xanthochromism ==References== ==Sources== * * * ==External links== * (extremely rare wild piebald moose photographed in northwest Alberta, Canada) Category:Horse coat colors Category:Animal coat colors Category:Dog anatomy Category:Cat coat types Category:Bird colours Category:Disturbances of pigmentation",
 "title": "Piebald"
}