{
 "id": "763720",
 "text": "Middleground (April 22, 1947 - February 16, 1972) \"Grave Matters Farm Index North America\" (horse graves), Thoroughbred Heritage, 2005, webpage: TB- Graves. was an American Thoroughbred racehorse who won the 1950 Kentucky Derby and Belmont Stakes and came second in the Preakness Stakes. He was named the 1950 American Horse of the Year and Champion Three-Year-Old Male. ==Racing career== Middleground was ridden throughout his career by 16-year-old apprentice jockey Bill Boland, and he was trained by Max Hirsch, both future U.S. Hall of Fame inductees. As a two-year-old in 1949, Middleground won the Hopeful Stakes and came third in the Arlington Futurity. The following year, Middleground started the year with second-place finishes both the Withers Stakes and Wood Memorial. He then won the Kentucky Derby, only the second horse to win it with an apprentice jockey after his sire Bold Venture who won with jockey Ira Hanford. Five time Kentucky Derby winning jockey Eddie Arcaro had the chance to ride Middleground, but he chose to ride Hill Prince instead, who finished second. After the Kentucky Derby, Middleground finished second to Hill Prince after a rough trip in the Preakness Stakes, and won the Belmont Stakes. As a three-year-old he also won the Leonard Richards Stakes. In the 1950 Jerome Handicap, Middleground broke a bone in his foot and was retired. ==Retirement and stud career== Middleground was retired to stud at King Ranch in 1951. He sired 101 winners and 7 stakes winners in his stud career, including Resaca, Chistosa, and Here and There. He died in 1972, and the gravesite is on the King Ranch, in Kingsville, Texas. In 2000, he was inducted into the Texas Horse Racing Hall of Fame. ==Pedigree== ==Notes== ==References== * Middleground's pedigree and racing stats Category:1947 racehorse births Category:1972 racehorse deaths Category:Racehorses bred in Texas Category:Racehorses trained in the United States Category:Kentucky Derby winners Category:Belmont Stakes winners Category:Thoroughbred family 4-m",
 "title": "Middleground"
}