{
 "id": "765343",
 "text": "{| |} USS Carney (DDG-64) is the 14th in the United States Navy. The ship is the first to be named after Admiral Robert Carney who served as Chief of Naval Operations during the Eisenhower administration. Carney was laid down 3 August 1993 at Bath Iron Works in Bath, Maine. She was launched 23 July 1994 with Betty Taussig, daughter of Admiral Carney, as sponsor. She was placed in commission 13 April 1996 and is homeported in Mayport, Florida. ==Service history== thumb|USS Porter DDG-78 launching a missile from SeaRAM March 2016 thumb|Carney from near the masthead Carney was assigned to Destroyer Squadron 14 prior to commissioning. Carney transferred to Destroyer Squadron 24 in September 1998. Her first deployment was to the Mediterranean Sea in 1997 and 1998 as part of the battle group. In 1999 Carney deployed again to the Mediterranean setting a milestone as the first United States Navy ship to operate in a bilateral United States-Japan Naval Exercise to be conducted in the Mediterranean Sea. In May 2001 Carney participated in Fleet Week in New York City. In February 2002 Carney operated as part of the battle group while conducting phase one of technical evaluations of Cooperative Engagement Capability systems in the waters of Puerto Rico. Phase two of these evaluations were then conducted in the Virginia Capes operating area. She deployed to the Mediterranean Sea and the Persian Gulf in 2002 in support of Operation Enduring Freedom. On 10 June 2002 Secretary of Defense Donald Rumsfeld visited the ship in Manama, Bahrain. In December 2003 Carney participated in a Vandel Exercise testing the capability to intercept hostile missiles with the ship's missiles. On 13 August 2004 Carney put to sea from Naval Station Mayport in order to avoid the effects of Hurricane Charley. In March and April 2007, Carney visited St. Kitts and Nevis, Antigua and Barbuda, St. Lucia and Barbados to show the US's commitment to stability to its regional partners. During a visit to Barbados, Carney hosted a reception. Among the guests were Barbados Prime Minister Owen Arthur. In November 2007 Carney deployed with Carrier Strike Group Ten, led by the aircraft carrier , to the Middle East, where she carried out Theater Security Operations. She completed a number of multi-national exercises with a number of Middle Eastern countries and returned to Naval Station Mayport on 4 June 2008. In July 2008, Carney was in Philadelphia, Pennsylvania for Fourth of July Celebrations. On 8 September 2009 Carney arrived in New York City to participate in the 400th anniversary of Henry Hudson's arrival. On 2 January 2010 Carney departed homeport for a scheduled deployment in the U.S. 5th and 6th Fleet AoR, as part of the carrier strike group. In May, the Carney took a month's sabbatical from CTF 150 and CTF 151 security operations, leaving the International Recommended Transit Corridor (IRTC) to participate in three separate and back-to-back multinational exercise: Arabian Shark 2010, an anti-submarine warfare exercise with Pakistan; Khunjar Haad 2010, an air defense exercise with Oman; and Eagle Salute 2010, a multi-warfare area exercise hosted by Egypt. Returning to Naval Station Mayport on 31 July 2010. On 1 August 2011, Carney departed Naval Station Mayport for a scheduled deployment as part of Standing NATO Maritime Group 1 (SNMG 1). During the deployment, she disrupted four piracy attempts, boarded nine vessels, approached 28 suspected pirate vessels, and disarmed and captured 30 suspected pirates in support of Operation Ocean Shield. On 17 October 2013, Carney departed Naval Station Mayport for a scheduled independent deployment. On 25 May 2014, Carney returned to Naval Station Mayport after a seven-month Persian Gulf deployment in support of Maritime Interception Operations (MIO). On 25 September 2015, Carney arrived at its new homeport of Naval Station Rota, Spain, after a 19-day transit from Naval Station Mayport. On 29 July 2016, Carney was called on to support the rescue of 97 migrants whose small inflatable watercraft was adrift in the water. The ship arrived where the migrants were adrift in their vessel and provided aid to them until a rescue ship, MS Aquarius, arrived. In August 2016, Carney took part in Operation Odyssey Lightning, serving as an escort ship to whose aircraft carried out airstrikes on ISIS militants in Libya. Carney also fired illumination rounds from its 5-inch gun to help a U.S.-backed Libyan ground forces fighting ISIS in Sirte. Carey also conducted shore bombardments of ISIS targets with its 5-inch gun, firing 285 shells during the course of its deployment. In November 2016, Carney was deployed in Drapetsona port, Greece, to provide air cover for President's Barack Obama visit to Athens. In late March 2017, \"Carney\" arrived at HMNB Clyde in Scotland in preparation for NATO Exercise Joint Warrior. On 17 February 2018, Carney joined in the Black Sea near Russia for an \"unspecified regional proactive presence mission\". The move follows increased tensions between Russia and the U.S. after American federal prosecutors announced indictments against 13 Russian citizens for their alleged interference in the 2016 U.S. presidential campaign. On 27 June 2020, Carney departed Rota, Spain for its homeport shift to Mayport, Florida. ===Awards=== * Navy Unit Commendation - (October 1997 – April 1998, May 2000 – May 2001) * Navy Meritorious Unit Commendation - (January 1999 – September 2001, April–September 2002) * Navy E Ribbon - (1997, 1998, 2001, 2007, 2009, 2012, 2014, 2017, 2020) * Arizona Memorial Trophy - (2015-2016) * Battenberg Cup - (2009) ==Upgrade== On 12 November 2009, the Missile Defense Agency announced that Carney would be upgraded during fiscal 2012 to RIM-161 Standard Missile 3 (SM-3) capability in order to function as part of the Aegis Ballistic Missile Defense System.\"MDA announces next 6 BMD ships\", Navy Times, 12 November 2009. In 2016, four destroyers patrolling with the U.S. 6th Fleet based in Naval Station Rota, Spain, including Carney received self-protection upgrades, replacing the aft Phalanx CIWS 20mm Vulcan cannon with the SeaRAM 11-cell RIM-116 Rolling Airframe Missile launcher. The SeaRam uses the same sensor dome as the Phalanx. This was the first time the close-range ship defense system was paired with an Aegis ship. All four ships to receive the upgrade were either Flight I or II, meaning they originally had two Phalanx CIWS systems when launched. SeaRAM was first introduced to the Independence- class littoral combat ship. ==Ship's crest== Azure, a cross paty or bearing a Viking helmet Proper, in chief four mullets of the second. Symbolism: Dark blue and gold are the colors traditionally associated with the Navy and recall the sea and excellence. The gold cross suggests the Navy Cross, one of the many decorations awarded to Admiral Carney for operations against enemy Japanese forces during the Battle of Leyte Gulf, from 23 to 26 October 1944... \"(He) rendered invaluable assistance in formulating the plans for a series of combat operations in which tack forces of the third fleet engaged capital ships of the Imperial Japanese Navy, waging devastating attacks on major Japanese combatant and aircraft carrier task forces in the vicinity of Mindora, the Sulu Sea, and areas northeast of Luzon and off the central Philippines...\". The helmet is symbolic of ancestral Viking and Celtic ferocity in combat. The four stars stand for the four Distinguished Service Medals received. Crest: Issuing from a wreath Or and Azure, three demi-spears pilewise Proper superimposed by a stylized anchor Or. Symbolism: The two spears form a \"V\" alluding to Admiral Carney's Legion of Merit with a \"V\" (Combat Distinguishing Device) for exceptionally meritorious conduct...in action against enemy Japanese forces... 5 March 1943 – 6 March 1943 and the Bronze Star Medal with combat \"V\" for operations in the Solomon Islands area on the night of 29 July 1943. The three spears represent submarine, surface and air warfare. The anchor is reminiscent of Maritime tradition, United States naval strength, sea prowess and excellence of achievement. Motto: A tripartite scroll Azure doubled, garnished and inscribed \"RESOLUTE COMMITTED SUCCESSFUL\" in gold the coat of arms in full color as in the blazon, all upon a white background enclosed within a dark blue oval border edged on the outside with a gold rope and bearing the inscription \"USS CARNEY\" at top and \"DDG 64\" in base all gold. ==References== ==External links== *Official website *Official Facebook page * *combatindex.com: USS Carney *navsource.org: USS Carney *united-states-navy.com: USS Carney Category:Arleigh Burke-class destroyers Category:Destroyers of the United States Category:Ships built in Bath, Maine Category:1994 ships",
 "title": "USS Carney"
}