{
 "id": "765397",
 "text": "Agnes of Courtenay (c. 1136 - c. 1184) was a Frankish noblewoman from the Crusader states. Agnes's parents, Joscelin II of Edessa and Beatrice of Saone, lost the County of Edessa in 1150. As the widow of Reynald of Marash, Agnes married Count Amalric of Jaffa and Ascalon, younger son of Queen Melisende. When he unexpectedly inherited the crown in 1163, the High Court of Jerusalem refused to accept Agnes as queen and insisted that Amalric repudiate her in return for their recognition of his succession. Agnes retained the title of countess and married twice more. She gained influence after Amalric died and their son, Baldwin IV, became king. ==Dynasty== The Courtenay family ruled the County of Edessa, the furthest north of the Crusader states. Joscelin I of Courtenay, an ally of Baldwin II of Jerusalem, was awarded the county in 1118. Joscelin II inherited Edessa and Turbessel in 1131 on the death of his father, and desperately tried to defend his extensive borders against his hostile Muslim neighbours. Agnes grew up in Edessa, until the city was captured by Zengi in 1144. Her father fled to the fortress of Turbessel for safety. Agnes was an eligible heiress in her own right. Her first marriage was to Reynald of Marash, who was killed at the Battle of Inab in 1149, when she was no more than 15. They had had no children. The following year, 1150, Marash was captured by the Turks, and after attempting to regain Edessa, her father Count Joscelin was captured, blinded, and imprisoned in Aleppo. On hearing of his capture, the countess of Edessa, Beatrice, unable to secure Turbessel herself, sold the remnant of their domains to the Byzantine Empire and took her children to Saône Castle, near Latakia (which she had inherited from her first husband) in the Principality of Antioch. Byzantium lost Turbessel later that year. There is no record of Beatrice, Agnes and young Joscelin in Jerusalem before 1157. Agnes then seems to have been betrothed, possibly even married, to Hugh of Ibelin, but Hugh was captured in battle. In 1157, Amalric, Count of Jaffa and Ascalon - the heir presumptive of his brother King Baldwin III, married her, after forcibly abducting her, according to the Lignages d'Outremer. In 1159 Agnes' father died in captivity. Agnes and Amalric had a daughter, Sibylla (born ca. 1160), and a son, Baldwin IV (born in 1161). Agnes and Amalric made their home in the royal court, where Queen Melisende ruled while Baldwin III was on campaign. ==Royal annulment== Melisende suffered a stroke in 1161 and died in Nablus. Baldwin III died unexpectedly, childless, in 1162, leaving Amalric as heir. These events placed Agnes's marriage in jeopardy. She was an easy target as she held no political value: Edessa was firmly in enemy hands. Since her brother had comital rank but no lands, it may have been feared that making her queen would feed his ambitions. It is also possible, if Hans Eberhard Mayer is correct in claiming that she had been married, not simply betrothed, to Hugh of Ibelin, that the objections were on the grounds of bigamy. The Old French Continuation of William of Tyre (sometimes cited by earlier historians as the Chronicle of Ernoul, although he only wrote the portion of it which covers 1186-87) seems to slight her moral character: \"car telle n'est que roine doie iestre di si haute cite comme de Jherusalem\" (\"such a woman should not be queen of so exalted a city as Jerusalem\"). It must be said, however, that William of Tyre and his continuator are personally hostile to Agnes and probably do not reflect the true situation. The Continuation in its present form is a 13th-century text. No-one seems to have objected at the time to her making two further advantageous marriages. The leading members of the Haute Cour refused to endorse Amalric as king unless he annulled his marriage to Agnes. To this he agreed, but it was ruled that their children, Baldwin and Sibylla, would remain legitimate and legal heirs to the throne. Additionally, Agnes would retain her marriage title of Countess, along with a portion of the income of the fiefs of Jaffa and Ascalon. Once the negotiations were complete, their marriage was annulled on grounds of consanguinity; they shared a great-great- grandfather, Guy I of Montlhéry. ==Reign of Amalric I== Though her position was secured, Agnes had no place in her children's lives. Baldwin IV was raised by William of Tyre at court, and Sibylla was raised by her great-aunt Ioveta of Bethany at the convent of St. Lazarus. In 1167, Amalric made a lucrative political alliance with Byzantium by marrying princess Maria Comnena, great- niece to emperor Manuel I Comnenus. Agnes had no influence at court in this period. Soon after the annulment, in 1163, she was reunited with Hugh of Ibelin, her previous fiancé or husband. However, he died during a pilgrimage to Santiago de Compostela c. 1169. In 1170 Agnes married Reginald of Sidon. The marriage probably lasted for fourteen years, until Agnes' death. A confusing passage in William of Tyre led some writers to claim that his father had it annulled on grounds of consanguinity, but this is thought unlikely by modern historians: Reginald's father was dead by this time, and the passage in question is probably referring back to her marriage to Amalric (see Hamilton, The Leper King & his Heirs). Certainly, William and official charters continue to refer to her as Reginald's wife. In December 1179, they witnessed a charter together, in which her name precedes his as \"Agnes, Countess of Sidon\". As to her rumoured 'lovers', seized upon by popular historians and novelists alike, the conferring of political patronage does not necessarily imply a personal relationship, and it is difficult to see Reginald as a . ==Reign of Baldwin IV== Amalric I died in 1174, leaving Baldwin IV - a leper, underage, and unmarried - as his heir. Miles of Plancy was first regent for the young king, but was soon supplanted by Raymond III of Tripoli, Amalric's first cousin. He had the support of Agnes's husband Reginald of Sidon and of her former brothers-in-law the Ibelins. Agnes re-established herself at the royal court and built a new relationship with her son, from whom she had parted in his infancy. In later years, she would accompany him to meetings of the Haute Cour, and even went on the military campaigns in which he insisted on taking part, even when his sight had gone and he was unable to walk or ride. The dowager-queen Maria Comnena, now having no role at court, retired to Nablus: Maria had ambitions for the succession of her own daughter with Amalric, Isabella, and so did not get on with Agnes. Sibylla was brought back to court when she was of marriageable age. In 1176 Baldwin married her to William of Montferrat. The County of Jaffa and Ascalon, which Agnes had held as a legacy of her marriage to Amalric when he was heir to the throne, now passed to William, as husband of the heiress. However, William died in 1177, leaving Sibylla pregnant with the future Baldwin V. Later in 1176 a potential political crisis developed. Philip of Flanders arrived that year and demanded to be named regent, as the king's nearest male relative currently in the kingdom; Philip was a grandson of King Fulk, as was Baldwin IV, and was therefore a cousin of the king, while Raymond III was somewhat more distantly related, as his mother Hodierna was a sister of Baldwin IV's grandmother Melisende. Philip also demanded that the princesses Sibylla and Isabella be wed to his own vassals. Isabella was still under-age, and Sibylla had no interest in such a marriage. The Haute Cour, led by Baldwin of Ibelin, rebuffed Philip's demands. Since Baldwin reached the age of 15 - the age of majority - that year, Raymond III had to step down as regent, and similarly, Philip's claim to that position had to be withdrawn. With her son exercising full royal prerogatives, Agnes played a significant role at court, although by no means to the extent some earlier historians, overly influenced by William of Tyre and the Old French Continuation, have claimed. She raised the 50,000-dinar ransom for her brother, Joscelin III, the titular Count of Edessa, evidently from the treasury and with the consent of Raymond of Tripoli. Joscelin was released from captivity and appointed seneschal of Jerusalem.The king arranged his marriage to the co-heiress Agnes of Milly. For Baldwin IV, his mother and uncle were a source of support he could trust, without feeling threatened, since they had no claim to the throne; whereas his father's cousin, Raymond of Tripoli, had a claim in his own right as a grandson of Baldwin II. Agnes had Amalric of Lusignan appointed as constable of Jerusalem in 1179. He had first come to court in 1174 as son-in-law of Baldwin of Ibelin; it is possible that his promotion by Agnes may have been an attempt to shift him away from his wife's family politically. The Old French Continuation, however, (strongly biased towards the Ibelins) alleged it was because he was Agnes's lover. In 1180, Baldwin placed Agnes in charge of the appointment of the Latin Patriarch of Jerusalem: Eraclius, Archbishop of Caesarea, was chosen, over the Chancellor William of Tyre. Resentment over this appointment seems to have been at the root of William's hostility to Agnes; the Old French Continuation even claimed that she and Eraclius were lovers. However, there was a precedent for her involvement in the appointment: Queen Melisende had been delegated responsibility for church appointments by Baldwin III. The Muslim traveller Ibn Jubair, who called Baldwin IV al-khinzir (\"the pig\"), called Agnes al-khinzira (\"the sow\"). These appellations were apparently given to them by the Muslim inhabitants of Outremer. ==Political marriages== Attempts were made to find a new husband for Sibylla. At Easter 1180, Raymond III of Tripoli and Bohemund III of Antioch entered the kingdom to exert pressure on what they perceived to be a weakened monarchy. One of their goals was to have the princess Sibylla, the heir apparent, wedded to someone of their choosing - probably Baldwin of Ibelin, a widower over twice her age. Since negotiations with Hugh III of Burgundy had reached an impasse, Baldwin IV hastily arranged Sibylla's marriage to Guy of Lusignan, younger brother of the Constable, Amalric, to block Raymond and Bohemund's plans. The Lusignans were unruly vassals of his cousin Henry II of England. It was in Henry's interests to keep them out of Poitou, while at the same time he might be expected to send military support to maintain Guy in the kingdom, as he owed the Pope a penitential pilgrimage for the Thomas Becket affair. The 13th century, pro-Ibelin Old French Continuation of William of Tyre tries to put a romantic gloss on this, again blaming Agnes. It claims that Sibylla and Baldwin of Ibelin were in love, and when Baldwin was captured by Saladin after the Battle of Jacob's Ford in 1179, they exchanged letters during his imprisonment; that Sibylla herself proposed to Baldwin in a letter, with the wedding set to occur after his release. Saladin had raised Baldwin's ransom to a great sum, but surprisingly released him with the promise to pay later. Honour-bound to pay the debt, Baldwin left for Constantinople where he received a grant from the Emperor Manuel (whose great-niece Maria had by now remarried, to Baldwin's brother Balian), but in his absence, Agnes persuaded Sibylla, whom this text depicts as fickle, to marry Guy of Lusignan. However, Baldwin of Ibelin was, in fact, in Jerusalem at the time of Sibylla's marriage, and this account shows a heavy debt to literary romance, as well as strong political biases. In 1182, Baldwin IV, now blind and bed-ridden, appointed Guy of Lusignan as his regent. Guy abused his authority and ignored Raynald of Châtillon's harassment of Muslim trade caravans, causing a diplomatic crisis between Jerusalem and Egypt-Syria. Guy's apparent excess caution at Kerak caused King Baldwin to depose Guy as regent and lift Saladin's siege there, during the wedding of young princess Isabella and Humphrey IV of Toron. ==Retirement and death== In 1183 Baldwin began trying to end his sister's marriage but was unsuccessful, as Guy was defying royal orders and had retreated to the safety of Ascalon. He crowned Baldwin of Montferrat, Sibylla's young son from her first marriage, co-king as Baldwin V, placing him above Sibylla in the succession, with Raymond III of Tripoli as regent. If Baldwin V were to die during his minority, there was to be a regency under his \"most rightful heirs\" until his maternal kinsman, the King of England, and his paternal relatives, the King of France and the Holy Roman Emperor, adjudicated between the claims of Sibylla and Isabella. Later in 1184, King Baldwin granted Agnes the usufruct (income from produce) of the fief of Toron. But Agnes herself seems to have been in failing health. She died at her estates in Acre, in the second half of 1184, aged about fifty. Her widower Reginald of Sidon married Helvis of Ibelin, eldest daughter of Maria Comnena and Balian of Ibelin, in or after 1190. Baldwin IV himself died in spring 1185, leaving Sibylla's son as king and Raymond as regent. Baldwin V died in the summer of 1186, ultimately leaving Sibylla as Queen and Guy as her consort. ==Agnes in fiction== Until recent years, the image of Agnes perpetrated by Ernoul and William of Tyre has defined her treatment in history, especially of the 'popular' variety, the political agenda of these authors not being taken into account. This has affected her fictional portrayals. She has appeared in a number of novels dealing with twelfth- century Outremer - Zofia Kossak-Szczucka's Król trędowaty (The Leper King), Graham Shelby's The Knights of Dark Renown, and Cecelia Holland's Jerusalem - invariably as an aging harlot, her attractiveness varying from author to author. (Kossak depicts her as buxom and blowsy; Shelby, with particularly vicious misogyny, as a scrawny creature whom even Eraclius, whom he depicts as her lover, despises.) ==Sources== *Bernard Hamilton, \"Women in the Crusader States: The Queens of Jerusalem\", in Medieval Women, edited by Derek Baker. Ecclesiastical History Society, 1978 *Bernard Hamilton, The Leper King and his Heirs: Baldwin IV and the Crusader Kingdom of Jerusalem. Cambridge University Press, 2000. *Hans Eberhard Mayer, \"The Beginnings of King Amalric of Jerusalem\", in B. Z. Kedar (ed.), The Horns of Hattin, Jerusalem, 1992, pp. 121–35. *Marie-Adélaïde Nielen (ed.), Lignages d'Outremer. Paris, 2003. *William of Tyre, A History of Deeds Done Beyond the Sea. E. A. Babcock and A. C. Krey, trans. Columbia University Press, 1943. *Reinhold Röhricht (ed.), Regesta Regni Hierosolymitani MXCVII-MCCXCI, and Additamentum, Berlin, 1893-1904. *Steven Runciman, A History of the Crusades, vol. II: The Kingdom of Jerusalem. Cambridge University Press, 1952. \\---- A different Agnes of Courtenay was the daughter of Peter II of Courtenay, Latin emperor, and Yolanda of Flanders. She married Geoffrey II of Villehardouin, prince of Achaea, in 1217. Category:1130s births Category:1180s deaths Category:1st house of Courtenay Category:Repudiated queens",
 "title": "Agnes of Courtenay"
}