{
 "id": "765352",
 "text": "Czech National Social Party (Czech: Česká strana národně sociální, ČSNS) is a civic nationalist political party in the Czech Republic, that once played an important role in Czechoslovakia during the interwar period. It was established in 1897 by break-away groups from both the national liberal Young Czech Party and the Czech Social Democratic Party, with a stress on achieving independence of the Czech lands from Austria-Hungary (as opposed to the Social Democrats' aim for an international workers' revolution). Its variant of socialism was moderate and reformist rather than a Marxist one. After the National Labour Party dissolved and merged with National Socialists in 1930, the party also became the refuge for Czech liberals. Its best-known member was Edvard Beneš, a co-founder of Czechoslovakia and the country's second President during the 1930s and 1940s. Despite the similar name, the Czech \"National Socialists\" were not affiliated with Nazism or the German Nazi Party. While the early ČSNS made use of antisemitic rhetoric, the party completely abandoned such positions after the First World War, when it renamed to Czechoslovak (National) Socialist Party. Instead, party representatives in the majority supported Zionism and highly supported German Jewish refugees in the 1930s. The party liquidated itself after the Munich Agreement of 1938. During the German occupation of Czechoslovakia, the Nazis persecuted (former) party members, who in turn offered resistance against the occupying forces or worked in exile. After the Second World War, the party was revived and became the second strongest party, behind the Communists. After the latter took power in the 1948 coup d'état, the ČSS's role was reduced to a bloc party. Anti- communist members were persecuted again, forced to exile, or even executed like Milada Horáková. After the Velvet Revolution of 1989, the party failed to regain its importance. Since the 1990s, several splinter parties claim to continue the ČSNS's tradition. ==History== The party was founded in 1897 and was led by Václav Klofáč, with support from Jiří Stříbrný and Emil Franke as well. The party platform relied on the social traditions of Hussitism and Taboritism, but it was also a programme of \"collectivizing by means of development, surmounting of class struggle by national discipline, moral rebirth and democracy as the conditions of socialism, a powerful popular army, etc.\" In 1918 the party changed its name from the Czech National Social Party to the Czech Socialist Party, in 1919 to the Czechoslovak Socialist Party, and in 1926 to the Czechoslovak National Socialist Party. Edvard Beneš took de facto party leadership, although de jure, it was his ally Václav Klofáč. Jiří Stříbrný and his supporters were expelled for disagreements with Václav Klofáč and Edvard Beneš. The expelled Stříbrný faction later cooperated with the fascist movement and National Democratic Party. In its first years, the party bore some resemblance to National-Social Association in Germany. During the early 1920s, the party was an observer to the Labour and Socialist International, but never became a member due to disputes over internationalism. Its main international affiliation during the 1920s and 1930s was to the Entente of Radical and Democratic Parties, a centre-left international for non-Marxist progressive democratic parties whose chief member was the French Radical-Socialist Party. It also had close links with similar parties such as the Russian Narodniks of Alexander Kerensky and the People's Socialist Party in Yugoslavia. During the World War II, the exiled leadership of the party also cooperated with the British Labour Party. From 1921, the party was part of most Czechoslovak government coalitions. Its newspaper was the České slovo. After German occupation of Czechoslovakia in 1938, most of the Czech membership joined left-wing National Labour Party, while a minority joined right-wing Party of National Unity led by Rudolf Beran, and a few of its Slovak members joined the Hlinka's Slovak People's Party led by Jozef Tiso. Under German occupation, the Czechoslovak National Socialist Party functioned in exile and most of its members were active in the resistance movement. After 1945, the party resurfaced, under the leadership of Petr Zenkl, as one of the parties in the National Front. When Czechoslovakia became a Communist state in 1948, communist militias seized the party headquarters and the puppet leadership expelled most of its members for alleged fascist sympathies. The party was again renamed the Czechoslovak Socialist Party and operated as pro-communist bloc-party. In exile, Petr Zenk led the Council of Free Czechoslovakia in London. During the Velvet Revolution in 1989, a significant part of the party participated in the creation of the Civic Forum. After the return to democracy in 1989, the National Front was abolished. The party renamed itself the Liberal National Social Party (Liberální strana národně sociální), but failed to gather any significant support and was reduced to minor party status. It was shut out of the federal parliament in both elections held in 1990 elections. In 1992, the party operated inside the Liberal-Social Union and managed to gain a few seats in parliament. After the dissolution of Czechoslovakia with its support hovering below the five-percent threshold, it merged with the Free Democrats, to form the Free DemocratsLiberal National Social Party. However, in the 1996 elections, its support tumbled to 2.1 percent and it was shut out of the legislature, never to return. After the 1996 elections, the party split and was renamed again in 1997 to the Czech National Social Party. Having fallen well short of returning to parliament and crippled by financial debts, the party has almost disappeared. In 2017, Karel Schwarzenberg and Mirek Topolánek said that the Civic Democratic Party can be considered a spiritual successor to the pre-war Czechoslovak National Social Party. ==Party Chairman== * Alois Simonides, Josef Klečák (1897), chairmen of preparatory congress * František Kváča (1897 - 1898), the founding chairman ruling party to I. Congress in April 1898 * Václav Klofáč (1898 - 1914, 1918 - 1938), the first officially recognized party chairman at the First Congress * Petr Zenkl (May 17, 1945 - February 24, 1948) Homeland leaders * Emanuel Šlechta (1948 - 1960) * Alois Neuman (1960 - 1968) * Bohuslav Kučera (1968 - 1989) * Jan Škoda (1989 - 1990) * Jiří Vyvadil ( 1990 - 1991) Leaders in-exile * Petr Zenkl (1948 - 1975) * Mojmír Povolný (1975 - 1991) * Ladislav Dvořák (January 13, 1991 - May 30, 1993) * Pavel Hirš (May 30, 1993 - May 28, 1995) * Vavřinec Bodenlos (May 28, 1995, from December 3, 1995, Co for LSNS - June 22, 1996) * Jiří Dienstbier (from December 3, 1995, Co for SD - November 30, 1996) * Tomáš Sokol (November 30, 1996 - from July 18, 1997, for inactivity assumes the role of Chairman 1st Deputy Miroslav Tampír, resigned September 1997) * Miroslav Tampír (Acting Vice September 20, 1997 - October 25, 1998) * Jan Šula (October 25, 1998 - June 22, 2002) * Jaroslav Rovný (July 20, 2002 - November 3, 2012) * Michal Klusáček (November 3, 2012 - June 15, 2019) * Vladislav Svoboda (June 15, 2019 - ) ==Name changes== {| class=\"wikitable\" |- ! Name ! Year |- | Party of Czechoslavonic National Workers () | 1897 - 1898 |- | Czech National Social Party () | 1898 - 1918 |- | Czech Socialist Party () | 1918 - 1919 |- | Czechoslovak Socialist Party () | 1919 - 1926 |- |Czechoslovak National Socialist Party () | 1926 - 1948 |- |Czechoslovak Socialist Party () | 1948 - 1993 |- |Liberal National Social Party () | 1993 - 1995 |- |Free Democrats – Liberal National Social Party () | 1995 - 1997 |- |Czech National Social Party () | From 1997 |- |} ==Symbols== Traditional symbol of the party is a quill and hammer, that symbolize clerks and workers. According to their sign, they are nicknamed quills (). ===Logos=== File:Logo of the Czechoslovak Socialist Party.svg|Party logo, 1948–1990 File:Logo of the Free Democrats – Liberal National Social Party.svg|Party logo, 1995–1997 File:Quill of the Czech National Social Party.svg|Party symbol, 1997–2012 File:Logo of the Czechoslovak National Socialist Party.svg|Party logo before 1948, Current logo ==Election results== ===Imperial Council=== {| class=\"wikitable\" style=text-align:center |- ! rowspan=\"2\"| Date ! rowspan=\"2\"| Leader ! colspan=\"2\"| Votes ! colspan=\"3\"| Seats ! rowspan=\"2\"| Position |- ! # ! % ! # ! ± ! Size |- ! 1900–1901 | Václav Klofáč | 5,404 | 0.50 | | 4 | 16th | style=\"background:#fcc;\" align=center | Opposition |- ! 1907 | Václav Klofáč | 75,101 | 1.63 | | 2 | 21st | style=\"background:#fcc;\" align=center | Opposition |- ! 1911 | Václav Klofáč | 95,901 | 2.11 | | 7 | 15th | style=\"background:#fcc;\" align=center | Opposition |} ===Czechoslovakia wide elections=== ====Legislative elections==== {| class=\"wikitable\" style=text-align:center |- ! rowspan=\"2\"| Date ! rowspan=\"2\"| Leader ! colspan=\"2\"| Votes ! colspan=\"3\"| Seats ! rowspan=\"2\"| Position |- ! # ! % ! # ! ± ! Size |- ! 1920 | Václav Klofáč | 500,821 | 8.1 | | 24 | 5th | style=\"background:#bfd;\" align=center | Coalition |- ! 1925 | Václav Klofáč | 609,915 | 8.6 | | 4 | 5th | style=\"background:#fcc;\" align=center | Opposition |- ! 1929 | Václav Klofáč | 767,328 | 10.4 | | 4 | 3rd | style=\"background:#bfd;\" align=center | Coalition |- ! 1935 | Václav Klofáč | 755,872 | 9.2 | | 4 | 5th | style=\"background:#bfd;\" align=center | Coalition |- ! 1946 | Petr Zenkl | 1,298,980 | 18.3 | | 27 | 2nd | style=\"background:#bfd;\" align=center | Coalition |- ! 1948 | colspan=\"3\" rowspan=\"8\" | | | 22 | 4th | style=\"background:#bfd;\" align=center | Bloc |- ! 1954 | | 3 | 3rd | style=\"background:#bfd;\" align=center | Bloc |- ! 1960 | | 1 | 3rd | style=\"background:#bfd;\" align=center | Bloc |- ! 1964 | | 5 | 3rd | style=\"background:#bfd;\" align=center | Bloc |- ! 1971 | | 1 | 3rd | style=\"background:#bfd;\" align=center | Bloc |- ! 1976 | | 3 | 4th | style=\"background:#bfd;\" align=center | Bloc |- ! 1981 | | 1 | 3rd | style=\"background:#bfd;\" align=center | Bloc |- ! 1986 | | 0 | 3rd | style=\"background:#bfd;\" align=center | Bloc |- ! 1990 | Jiří Vyvadil | 201,532 | 1.9 | | 18 | 12th | style=\"background:Lightgray;\" align=center | No seats |- ! 1992 | František Trnka | 378,962 | 4.0 | | 1 | 8th | style=\"background:#fcc;\" align=center | Opposition |} === Since 1990 === *1990 Czech National Council: 2.7% - no seat *1992 Czech National Council: (as a part of Liberal-Social Union 6.5% - 16 seats) *1996 Chamber of Deputies: (with Free Democrats 2.1% - no seat) *1996 Senate: no seat *1998 Chamber of Deputies: 0.3% - no seat *1998 Senate: no seat *2000 Senate: no seat *2002 Chamber of Deputies: 0.8% - no seat *2002 Senate: no seat *2006 Chamber of Deputies: 1.3% - no seat *2006 Senate: no seat ==See also== *Timeline of liberal parties in the Czech lands *Barák Workers Association *Czech National Socialist Party *National Socialists – Left of the 21st century *Brno Noppeisen, a bilingual German and Czech socialist newspaper in the 1870s ==References== ==Bibliography== # Karel Hoch: The Political Parties of Czechoslovakia. # Erik von Kuehnelt-Leddihn: Leftism Revisited, Regnery Gateway, Washington D.C., 1990, pp. 145–146. # Malá encyklopédia Slovenska, Slovak Academy of Sciences, Bratislava 1987 ==External links== *Czech National Social Party Official website Category:Social democratic parties in the Czech Republic Category:Czech Social Democratic Party breakaway groups Category:Political parties established in 1897 Category:1897 establishments in Austria-Hungary",
 "title": "Czech National Social Party"
}