{
 "id": "765388",
 "text": "This is the timeline of the Lewis and Clark Expedition through the American West, 1803-1806. ==1803== *January 18: President Jefferson sends a secret message to the U.S. Congress proposing an expedition to the Pacific Northwest.Ambrose, p. 59 *February 22: The House and Senate approve Jefferson's request.Ambrose, p. 60 *March 15: Lewis travels to the U.S. Army arsenal in Harper's Ferry, Virginia (later West Virginia) to procure arms and ammunition for the expedition.Ambrose, pp. 84-90 *April 19: Lewis arrives in Lancaster, Pennsylvania where he studies the use of the sextant and chronometer for celestial navigation.Ambrose, p. 79-91 *April 30: James Madison, Secretary of State, and Robert R. Livingston, U.S. Minister to France, reach an agreement to purchase the Louisiana Territory from France for $15 million. *May 14: Lewis leaves Lancaster and travels to Philadelphia to study medicine, anatomy and botany under the day's leading experts. During his three-week stay, he buys supplies and equipment as well as gifts for the Indians he expects to encounter.Ambrose, pp. 87-92 *June 19: Lewis writes to William Clark inviting him to co-lead the expedition.Ambrose, p. 99 *June 20: President Jefferson sends Lewis instructions for exploring the Louisiana Territory. *July 4: The proposed Louisiana Purchase Treaty is announced in Washington, D.C. *July 15: Lewis arrives in Pittsburgh, Pennsylvania, to direct the construction of a 55-foot keelboat with a 32-foot mast and benches for 22 oarsmen. He also purchases a pirogue over 40 feet long.Ambrose, pp. 102-107Discovering Lewis & Clark, Keelboats *July 18: Clark writes to Lewis accepting his invitation.*Ambrose, p. 104 *August 31: After more than a month of delays, the keelboat is completed and immediately loaded. With a crew of 11, Lewis heads down the Ohio River.Ambrose, pp. 105-107 *September 1: Lewis documents the first day of travel, beginning what becomes the Journals of the Lewis & Clark Expedition.Lewis & Clark Journals, September 1, 1803Ambrose, pp. 108-110 *October 15: Lewis rendezvous with Clark in Clarksville, Indiana territory. Clark is accompanied by his African-American slave York. Over the next two weeks, they select nine civilians from a field of volunteers.Ambrose, pp. 107-108 *October 20: The U.S. Senate ratifies the treaty for the Louisiana Purchase. *November 15: While the Corps camps at the confluence of the Ohio and Mississippi Rivers, Lewis and Clark practice determining longitude and latitude using their surveying instruments.Lewis & Clark Journals, November 15, 1803Ambrose, pp. 107-108 *November 28: The expedition arrives at the U.S. Army post at Kaskaskia, Illinois, where they recruit more men.Lewis & Clark Journals, November 28, 1803 *December 6: Lewis travels by horseback to St. Louis in present-day Missouri intending to spend the winter procuring more supplies.Lewis & Clark Journals, December 6, 1803 *December 12: Clark arrives at the site of the expedition's winter encampment on the Mississippi River above St. Louis in Illinois. The construction of Camp Dubois begins the next day.Lewis & Clark Journals, December 12, 1803Discovering Lewis & Clark, December 12, 1803 *December 20: France transfers the Louisiana Territory to the U.S., which takes possession on December 30. ==1804== *March 9: Lewis attends ceremonies in St. Louis witnessing the formal transfer of the new U.S. territory.Ambrose, p. 129Discovering Lewis & Clark, March 9, 1804 *March 26: To his bitter disappointment, Lewis learns that Clark's commission has been approved but as a lieutenant rather than captain. Despite the difference in rank, a fact withheld from the men, the two share command equally throughout the expedition.Ambrose, pp. 134-136 *March 29: Pvts. Shields and Colter are tried for mutiny following a fight in which they threaten Sgt. Ordway's life. Their pleas for forgiveness are accepted.Lewis & Clark Journals, March 29, 1804Discovering Lewis & Clark, John ShieldsDiscovering Lewis & Clark, John Colter *March 31: Lewis and Clark hold a ceremony formally inducting 25 recruits into the Corps. Another five men are designated to return on the keelboat the next spring before the \"permanent party\" crosses the Rocky Mountains.Lewis & Clark Journals, March 31, 1804Ambrose, p. 130 *April 7: Lewis and Clark travel to St. Louis by canoe to attend a dinner and ball.Lewis & Clark Journals, April 7, 1804Discovering Lewis & Clark, April 7, 1804 *May 14: The Corps of Discovery departs Camp Dubois under Clark's command, its crew more than 40 strong.Lewis & Clark Journals, May 14, 1804Discovering Lewis & Clark, May 14, 1804 *May 16: They reach St. Charles on the Missouri River to await Lewis's return from St. Louis.Lewis & Clark Journals, May 16, 1804Discovering Lewis & Clark, May 16, 1803 *May 17: Pvts. Collins, Hall and Werner are court martialed for being AWOL. Collins, who is convicted of additional charges, receives 50 lashes. The other two have their sentences of 25 lashes suspended.Lewis & Clark Journals, May 17, 1804 *May 21: With Lewis and Clark in command, the Corps embarks on the keelboat and two pirogues. During their 2,300 mile trip to the Rockies, the men struggle against the Missouri's current. While sails help when the winds are favorable, most progress is by rowing and either pushing or pulling the heavily-ladened keelboat.Lewis & Clark Journals, May 21, 1804Discovering Lewis & Clark, May 21, 1804 *May 25: About 50 miles from St. Charles, the party passes La Charette, the westernmost Euro-American settlement on the Missouri.Lewis & Clark Journals, May 25, 1804 *June 26: The expedition encamps at Kaw Point near the Missouri's confluence with the Kansas River in present-day Kansas, 400 river miles into their journey. As a precaution against a possible attack by the regions's Kansa tribe, the men build a temporary defense, but otherwise they spend several days resting and repairing their boats.Lewis & Clark Journals, June 26, 1804 *June 29: During the Corps' stay at Kaw Point, Pvt. Collins is court martialed on charges of stealing whiskey while on guard duty. His sentence is severe, 100 lashes. Pvt. Hall, who is tried for drinking with Collins, receives 50 lashes.Lewis & Clark Journals, June 29, 1804 *July 4: To honor Independence Day, Lewis and Clark name Independence Creek near modern- day Atchison, Kansas.Lewis & Clark Journals, July 4, 1804Ambrose, p. 149 *July 11: The Corps enters present-day Nebraska. Pvt. Willard is caught sleeping on guard duty, a capital offense. He is sentenced the next day to receive 100 lashes in four equal installments.Lewis & Clark Journals, July 11, 1804 *July 21: The expedition reaches the confluence of Nebraska's Platte River, 640 miles from St. Louis.Lewis & Clark Journals, July 21, 1804Moulton (Day by Day), IntroductionDiscovering Lewis & Clark, July 21, 1804 *July 30: The Corps camps near today's Fort Calhoun, Nebraska, on a hill they name Council Bluff.Lewis & Clark Journals, July 30, 1804 *August 3: Lewis and Clark meet at Council Bluff with chiefs of the Oto and Missouri tribes. While the chiefs want weapons more than token gifts, the Corps' first attempt at diplomacy is for the most part a success.Lewis & Clark Journals, August 3, 1804Discovering Lewis & Clark, August 3, 1804 *August 4: The party departs, but Pvt. Reed deserts. Two days later, the captains determine Reed is to be brought back dead or alive.Lewis & Clark Journals, August 4, 1804Discovering Lewis & Clark, August 6, 1804 *August 18: Reed is captured and returned for trial. In addition to being sentenced to a flogging in which he is required to run the gauntlet four times, Reed is expelled from the Corps. Since banishment to the wilds would be a death sentence, he is allowed to remain with the expedition through the winter.Lewis & Clark Journals, August 18, 1804Ambrose, pp. 158-160 *August 20: Sgt. Floyd dies, probably from a ruptured appendix. He is the sole casualty of the two-year expedition.Lewis & Clark Journals, August 20, 1804 *August 26: The men elect Pvt. Gass sergeant. Pvt. Shannon, the Corps' youngest member, becomes lost while searching for horses stolen by the Indians.Lewis & Clark Journals, August 26, 1804Ambrose, pp. 160-161 *August 27: The Corps strikes camp in Yankton Sioux territory on the Nebraska side of the Missouri near the mouth of South Dakota's James River.Lewis & Clark Journals, August 27, 1804 *August 30: Lewis and Clark hold talks with the Yanktons, who want rifles and whiskey. Instead, the tribe is invited to send a delegation to meet with the Great White Father in Washington, D.C.Lewis & Clark Journals, August 30, 1804Discovering Lewis & Clark, August 30, 1804 *September 11: Pvt. Shannon is found on the bank of the Missouri starving and out of ammunition after being lost 16 days.Lewis & Clark Journals, September 11, 1804 *September 20: They reach the Missouri's Big Bend in central South Dakota, nearly 1,300 miles from their starting point.Lewis & Clark Journals, September 20, 1804 *September 25: Weapons are drawn in a confrontation with the Lakota Sioux near modern-day Pierre, South Dakota. Elder REDIRECT Chief Black Buffalo diplomatically intervenes, averting bloodshed.Lewis & Clark Journals, September 25, 1804 *October 13: Pvt. Newman is convicted of mutinous talk and expelled. As with Pvt. Reed, he is permitted to remain with the expedition until the spring.Lewis & Clark Journals, October 13, 1804Discovering Lewis & Clark, October 13, 1804 *October 24: The Corps reaches Mandan Indian territory near present-day Washburn, North Dakota. Over the next few days, they meet with Mandan and Hidatsa chiefs and begin looking for a site for a winter fort.Lewis & Clark Journals, October 24, 1804 *November 2: A location for their winter fortification is selected across the river from the main Mandan village. They name the encampment Fort Mandan to honor the tribe. Construction begins.Lewis & Clark Journals, November 2, 1804 *November 4: Toussaint Charbonneau, a French fur trader living with the Mandans, is hired as an interpreter. One of Charbonneau's wives, a pregnant 16-year-old Lemhi Shoshone named Sacagawea, is also hired.Lewis & Clark Journals, November 4, 1804Discovering Lewis & Clark, November 4, 1804 *December 24: Fort Mandan is completed.Lewis & Clark Journals, December 24, 1804 *December 25: The Corps celebrates Christmas with special food, rum and dancing.Lewis & Clark Journals, December 25, 1804 ==1805== *February 9: Pvt. Howard returns after dark and scales the fort's wall instead of asking the guard to open the gate. An Indian happens to see this and scales the wall himself. In the last disciplinary trial of the expedition, Howard is charged with a breach of security and is ordered to receive 50 lashes, but Lewis suspends the sentence.Lewis & Clark Journals, February 9, 1805 *February 11: Sacagawea gives birth to a son, Jean Baptiste Charbonneau, nicknamed \"Pompy\" by Clark.Lewis & Clark Journals, February 11, 1805 *April 7: With the arrival of spring, the Corps resumes its journey. The keelboat is sent back down the Missouri with a crew of a dozen men and a shipment for President Jefferson. The \"permanent party\" travels west in the two pirogues and six dugout canoes.Lewis & Clark Journals, April 7, 1805 *April 25: The expedition reaches the confluence of the Yellowstone River in northwestern North Dakota, the Missouri's principal northern tributary.Lewis & Clark Journals, April 25, 1805 *April 27: They enter present-day Montana. In the ensuing days, the men sight herds of up to 10,000 buffalo. They also encounter and kill their first grizzly bear.Lewis & Clark Journals, April 27, 1805 *May 14: A sudden storm tips a pirogue and many items, including the Corps' journals, spill into the river. Sacagawea calmly recovers most of the items, earning Clark's praise for her quick thinking.Lewis & Clark Journals, May 14, 1805 *May 26: Lewis sees the Rocky Mountains for the first time. His initial reaction is joy, but he then considers the serious challenges the snow-covered mountains will pose for his men.Lewis & Clark Journals, May 26, 1805 *June 1: In north-central Montana, the Corps comes to an unexpected fork in the river, with one branch flowing from the north, the other from the south. They take a vote on which is the Missouri. Only Lewis and Clark favor the southern route. After days of debate and explorations, another vote yields the same result. Despite their doubts, the men agree to follow the leaders.Lewis & Clark Journals, June 1, 1805 *June 13: A scouting party led by Lewis reaches the Great Falls of the Missouri. The discovery proves they have taken the correct course.Lewis & Clark Journals, June 13, 1805 *June 17: The men circumnavigate the falls, dragging their canoes and equipment across of rough terrain, a month-and-a- half ordeal.Lewis & Clark Journals, June 17, 1805 *July 25: The expedition reaches the headwaters of the Missouri in southwestern Montana, near present- day Three Forks.Lewis & Clark Journals, July 25, 1805 *August 8: Sacagawea recognizes a natural formation from her childhood, Beaverhead Rock, indicating they are in the area where the Shoshone spend their summers.Lewis & Clark Journals, August 8, 1805 *August 12: Lewis and three other men cross the Continental Divide at Lemhi Pass on the Montana-Idaho border. Meanwhile, the expedition's shipment arrives at the President's house in Washington, D.C.Lewis & Clark Journals, August 12, 1805 *August 13: While Clark is on a scouting expedition, Lewis meets up with sixty warriors of the Shoshone nation. Once he establishes their peaceful intentions, he and his men are welcomed into the tribe's village.Lewis & Clark Journals, August 13, 1805 *August 16: When the Shoshone become fearful of being led into a trap, Lewis lends his rifle to the Chief and his men follow suit. The gesture helps gain the Shoshone's trust.Lewis & Clark Journals, August 16, 1805 *August 17: Sacagawea has a tearful reunion with her brother Cameahwait, now a Shoshone chief. Clark returns, and with Sacagawea's help, the Corps is able to negotiate for the horses needed to cross the Rockies.Lewis & Clark Journals, August 17, 1805 *September 4: The expedition approaches the eastern slope of the Bitterroot Mountains and enters a valley near Sula, Montana. They are met by a band of Bitterroot Salish, also known as Flathead Indians, and spend two days resting and trading for horses. The band consists of 33 lodges, 80 men, and 400 total members.Lewis & Clark Journals, September 4, 1805 *September 11: After several days at Traveler's Rest near Lolo, Montana, the Corps begins crossing the Bitterroot Mountains, the most dangerous leg of the entire journey. Over the next 11 days, the men struggle through deep snow. Starving, they resort to eating some of their colts.Lewis & Clark Journals, September 11, 1805 *September 22: Emerging from the mountains on the Weippe Prairie, the expedition is taken in by the Nez Perce Indians. In the days ahead, everyone becomes sick from overeating the dried fish and boiled roots served by their hosts.Lewis & Clark Journals, September 22 1805 *September 26: The party travels down north central Idaho's Clearwater River to set up an encampment for building canoes, west of present-day Orofino. Work proceeds slowly as the men recover.Lewis & Clark Journals, September 26, 1805 *October 7: The journey resumes.Lewis & Clark Journals, October 7, 1805 *October 10: The expedition enters present-day Washington at the Clearwater's confluence with the Snake River (Lewiston-Clarkston). They follow the Snake, the Columbia River's largest tributary.Lewis & Clark Journals, October 10, 1805 *October 16: The Corps reaches the Columbia at present-day Tri-Cities. Several miles to the south, the Columbia turns west and is the modern-day border of Oregon and Washington.Lewis & Clark Journals, October 16, 1805 *October 18: Clark sights Mount Hood through the fog, some in the distance.Lewis & Clark Journals, October 18, 1805 *October 22: The Corps descends Celilo Falls, the beginning of a treacherous stretch of the Columbia.Lewis & Clark Journals, October 22, 1805 *November 7: Clark writes in his journal, \"Great joy in camp we are in View of the Ocian\". His elation is premature. They have sighted the Columbia River's estuary and are still from the Pacific.Lewis & Clark Journals, November 7, 1805Ambrose, pp. 310-313 *November 8: The waves in the estuary become too hazardous for the canoes, so they set up camp.Lewis & Clark Journals, November 8, 1805 *November 10: The men attempt to make progress by hugging the shoreline, but the dangerous conditions again force them to shore.Lewis & Clark Journals, November 10, 1805Discovering Lewis & Clark, November 10, 1805 *November 12: A violent thunderstorm strikes with hail, heavy rain, and gale force winds. After burying all but one of their canoes under rocks to prevent them from being crushed by the waves and floating logs, they retreat by land to a cove up river. They are pinned down here for several days as the inclement weather continues.Lewis & Clark Journals, November 12, 1805Discovering Lewis & Clark, November 12, 1805 *November 15: With a break in the weather, the estuary becomes navigable, enabling the Corps to reach the Pacific. The men land on a sandy beach that they name Station Camp. They spend the next ten days here hunting, trading with the Chinook and Clatsop Indians, and exploring the surrounding coastline.Lewis & Clark Journals, November 15, 1805 *November 24: The Corps' members vote on a site for their winter encampment. Sacagawea and York, Clark's slave, participate in the vote. Following the recommendations of the local Indians, they pick a site on the south side of the river (Oregon), where game is more plentiful.Lewis & Clark Journals, November 24, 1805 *December 8: They begin building Fort Clatsop, near modern-day Astoria.Lewis & Clark Journals, December 8, 1805 *December 30: The expedition's log fortress is completed, but the winter proves miserable as it rains during all but twelve days of their three-month stay.Lewis & Clark Journals, December 30, 1805Discovering Lewis & Clark, December 30, 1805 ==1806== *March 23: The Corps departs Fort Clatsop, eager to begin their journey home.Lewis & Clark Journals, March 23, 1806 *April 18: The expedition reaches the Columbia's Great Falls. They need horses for re-crossing the Rockies, but the Native Americans demand steep prices so they buy only four.Lewis & Clark Journals, April 18, 1806 *April 28: They leave Oregon, following the Columbia to the Snake River in southeastern Washington.Lewis & Clark Journals, April 28, 1806 *May 3: After enduring a heavy snow storm, the Corps meets up with a familiar Nez Perce chief and 10 of his men.Lewis & Clark Journals, May 3, 1806 *May 5: The expedition reaches present-day Idaho, where they pick up the Clearwater River.Lewis & Clark Journals, May 5, 1806 *May 14: Having started their journey too early, the Corps must wait for the mountain snows to melt. The men camp for nearly a month in what is now the Nez Perce Reservation.Lewis & Clark Journals, May 14, 1806 *June 10: They pull up camp and four days later reach the Bitterroot Mountains.Lewis & Clark Journals, June 10, 1806 *June 24: The Corps starts to cross the Bitterroots. With the help of three Nez Perce guides, they cut 300 miles off the journey.Lewis & Clark Journals, June 24, 1806 *June 29: The expedition enters western Montana through Lolo Pass.Lewis & Clark Journals, June 29, 1806 *July 3: The Corps is divided in two to enable them to explore additional lands. Lewis leads one group down the Missouri, while Clark's takes a northern route following the Yellowstone River. Along the way, they break into smaller exploratory groups.Lewis & Clark Journals, July 3, 1806 *July 25: Clark names a rock formation on the Yellowstone for Sacagawea's son, a site now known as Pompeys Pillar. Clark inscribes his name and the date on the rock face, the only remaining physical evidence of the Corps' journey.Lewis & Clark Journals, July 25, 1806 *July 26: Traveling on horseback, Lewis and his men encounter a small band of Blackfeet warriors. They spend the night together, but in the morning two Blackfeet braves are killed while trying to steal the group's guns and horses. Afraid of reprisals, the men ride for nearly 24 hours.Lewis & Clark Journals, July 26, 1806 *August 2: Clark's group reaches the Missouri and enters present-day North Dakota.Lewis & Clark Journals, August 2, 1806 *August 11: Lewis is accidentally shot in the buttocks by one of his men.Lewis & Clark Journals, August 11, 1806 *August 12: The Corps reunites on the Missouri in western North Dakota near the mouth of Knife River.Lewis & Clark Journals, August 12, 1806 *August 14: The expedition returns to a warm welcome by the Hidatsa and Mandan tribes.Lewis & Clark Journals, August 14, 1806 *August 17: The men continue down the Missouri, leaving Charbonneau, Sacagawea and their son with the Mandans. Clark offers to raise the boy, who is now 19 months old. With the Missouri's current in their favor, they are able to cover over 70 miles a day.Lewis & Clark Journals, August 17, 1806 *September 23: The Corps arrives in St. Louis, successfully concluding their 8,000-mile journey after two years, four months and 10 days.Lewis & Clark Journals, September 23, 1806 *December 28: Lewis arrives in Washington, D.C. At the end of February, Jefferson nominates him as Governor of Upper Louisiana. ==1807== *January 15: Clark arrives in Washington, D.C. He is appointed Agent for Indian Affairs in the Louisiana Territory. ==References== ===Footnotes=== ===Sources=== * * * * * * * * * * * * * ==External links== *Journals of the Lewis and Clark Expedition Online *Kaw Point Encampment (26–29 June 1804) Lewis and Clark Expedition",
 "title": "Timeline of the Lewis and Clark Expedition"
}