{
 "id": "765534",
 "text": "{| |} USS Preble (DDG-88) is an in the United States Navy. She is the sixth U.S. Navy ship named in honor of Commodore Edward Preble, who served in the American Revolutionary War and was one of the early leaders of the Navy. USS Preble is the 38th destroyer of her class. She was the 17th ship of this class to be built at Ingalls Shipbuilding in Pascagoula, Mississippi, and construction began on 22 June 2000. She was launched on 1 June 2001 and was christened on 9 June 2001. On 9 November 2002, she was commissioned during a ceremony at the Commonwealth Pier/World Trade Center in Boston, Massachusetts. At her commissioning ceremony USS Preble was docked bow to bow with , the command of her namesake. The ceremony included a symbolic welcoming aboard of the spirit of Commodore Preble signaled by the ringing of chimes. Among the speakers at the commissioning were U.S. Senator Edward Kennedy, U.S. Representative Stephen Lynch, then Chief of Naval Operations Admiral Vernon E. Clark USN (Ret.) and journalist and sailor Walter Cronkite. ==Service history== ===2000s=== Preble departed San Diego in June 2004 for her maiden deployment with the Expeditionary Strike Group. Preble returned home after six months on 17 December 2004. On 20 January 2007, Preble departed for a routine deployment with the carrier strike group. Preble supported Operation Enduring Freedom and Iraqi Freedom, Expeditionary Strike Force training and exercise Valiant Shield 2007 during the deployment. She returned to her homeport after seven months on 29 August 2007. In 2008, Preble successfully completed an accelerated training cycle and passed a rigorous Inspection Board and Survey (INSURV) in May. That fall, Preble executed the integrated training phase with the Stennis Strike Group in preparation for a deployment in 2009. ===2010s=== Preble deployed on 17 January 2009 for a routine deployment with the Stennis Carrier Strike Group where she spent five months in the Seventh Fleet area of responsibility, participated in Exercise Foal Eagle and culminated the deployment with a diplomatic port visit in Tahiti, French Polynesia. Preble returned to home port on 15 June 2009. In 2010 Preble shifted to align with the Strike Group and hosted sailors from the Royal New Zealand Navy. The and replenishment tanker conducted exercises with Preble during a 3-day underway period. Additionally, Preble was called to act as the lead ship for a Destroyer Squadron Seven multi-group sail that showcased the ship's anti- submarine warfare capabilities. In September 2010, Preble conducted an Operational Test Launch of two Block 3C Tomahawk missiles and one Block 4E Tomahawk missile off the coast of San Nicholas Island. The launch was successful and aided in the further development of the weapon system. Preble participated in an Integrated Anti-Submarine Warfare Course at sea as well as three weeks of exercises with Ronald Reagan and sister ships in Destroyer Squadron Seven during the Composite Unit Training Exercise (COMPTUEX) in October to November 2010. In November 2010, Preble successfully conducted a Mark 54 torpedo technical evaluation in support of the Naval Undersea Warfare Center's development of the torpedo. Preble accurately fired six MK 54 torpedoes during the evaluation. In all, Preble had a successful 2010 and was awarded the Destroyer Squadron Seven Battle Efficiency Award which recognizes sustained superior performance, operational effectiveness, and continuous readiness. In addition, the ship earned the Black E (Maritime Warfare Excellence), Blue E (Logistics Management and Supply Excellence), Yellow E (Ship Safety) and Red E (Engineering/Survivability Excellence). In February 2011, Preble deployed with Carrier Strike Group Seven. Preble was a first responder to the 2011 Tōhoku earthquake and tsunami. The ship conducted humanitarian and disaster relief efforts off the coast of northeastern Japan. After spending nearly a month off the coast of Japan, Preble began to conduct a series of fisheries patrols. From 28 February to 6 March 2011, she conducted these patrols in the Exclusive Economic Zones of various Pacific island nations as part of the Oceania Maritime Security Initiative. With modern technology, fishing vessels have increased their capability and capacity to catch more fish, and consequently, it is imperative that the rights of small island nations to their EEZ be preserved to prevent illegal fishing and exploitation of their ecosystems. EEZ patrols are part of an ongoing partnership between the U.S. Navy and U.S. Coast Guard to reduce and eliminate illegal, unregulated, unreported (IUU) fishing and effectively enforce fishing regulations across the Western Pacific. Prebles mission supported the United States' long-standing partnership with the maritime nations of Micronesia, Oceania, and the Marshall Islands, with the focus on IUU fishing in the EEZs of these island nations and on the high seas itself. During the course of this operation, Preble encountered multiple vessels conducting fishing operations in EEZ. All the data was reported to USCG District 14 for evaluation and follow-on action via the embarked Coast Guard liaison team. Also, Prebles embarked detachment of Sikorsky SH-60 Seahawk helicopters from squadron HSL-43 was used to conduct routine aerial patrols, enabling the surveillance team to search multiple areas of interest. She then continued west to operate as part of the Seventh and Fifth Fleets. Preble came under the command of the Fifth Fleet in May 2011 and conducted counter-piracy operations as part of Combined Task Force 151. Preble returned home in late 2011. On 25 August 2011, BAE Systems Ship Repair was awarded a $14.5 million contract, in addition to a previous contract, to upgrade and repair Preble. In 2019 it was announced that Preble would receive the HELIOS close in weapons system in 2021. USS Preble will be the first destroyer to be equipped with a high-energy laser to counter surface craft and unmanned aerial systems. The destroyer will also receive a BAE Systems Ship Repair upgrade, bringing the ship up to date in terms of capability and complexity. ==Awards== * Battle \"E\" - (2005, 2010, 2013) * Humanitarian Service Medal - (Mar-May 2011) * Spokane Trophy Award - (2013) * Middle Pacific (MIDPAC) Energy Conservation Award - (2015) ==Coat of arms== left|thumb|150px === Shield === > The shield consists of embattlement and scarlet rayonny splitting the > shield. Above is a ships sail while below is a lion’s head with a crossed > sword and cutlass. The traditional Navy colors were chosen for the shield because dark blue and gold represents the sea and excellence respectively. The attack and bombardment at Tripoli's Harbor in 1803 against Barbary pirates, led by Commodore Preble, is shown by the embattlement and scarlet rayonny and represents the fire and destruction brought to the port. Scarlet is symbolic for courage, the fiery resolve and Preble's determination to end attacks in the region on American trading vessels. The ships sail is another reference to the successful Tripoli attack and blockade as well as Preble's other commands, particularly USS Constitution and the frigate Essex. The lions head comes from the Preble family coat of arms which signifies courage and strength. The crossed cutlass and sword characterize the combat readiness to defend the countries interests. === Crest === > The crest consists of a compass rose with a cinquefoil escutcheon center, > surrounded by a laurel wreath. The laurel wreath signifies honor and the compass rose points recall the eight battle stars earned by USS Preble (DD-345) for her World War II service. The compass rose denotes the modern capabilities and worldwide service of Preble and its predecessors. The blue escutcheon, is shaped as an AEGIS radar panel, represents the advanced technologies and modern warfare systems of the new Preble. A cinquefoil is centered in the escutcheon to remember the five previous ships to hold the Preble name. === Motto === > The motto is written on a scroll of blue that has a gold reverse side. The ships motto is \"Intrepid Patriot\". The motto is a reference to honor the United States Navy. === Seal === > The coat of arms in full color as in the blazon, upon a white background > enclosed within a dark blue oval border edged on the outside with a gold > rope and bearing the inscription \"USS Preble\" at the top and \"DDG 88\" in the > base all gold. ==In popular culture== * USS Preble (DDG-88) is featured in the 2009 science fiction film Transformers: Revenge of the Fallen. * USS Preble (DDG-88) is featured in the 2011 video game Battlefield 3 and the 2013 video game Battlefield 4. ==References== * ==External links== *USS Preble website *Commissioning Ceremony, USS Preble United States Sea Cadets Corps, Quonset Point, RI Category:Arleigh Burke-class destroyers Category:Destroyers of the United States Category:Ships built in Pascagoula, Mississippi Category:2001 ships",
 "title": "USS Preble (DDG-88)"
}