{
 "id": "765649",
 "text": "Dáil Éireann (), also called the Revolutionary Dáil, was the revolutionary, unicameral parliament of the Irish Republic from 1919 to 1922.Farrell, B. (1975). THE LEGISLATION OF A \"REVOLUTIONARY\" ASSEMBLY: DÁIL DECREES, 1919-1922. Irish Jurist (1966-), 10(1), new series, 112-127. Retrieved April 6, 2021, from http://www.jstor.org/stable/44026218 The Dáil was first formed on 21 January 1919 in Dublin by 69 Sinn Féin MPs elected in the 1918 United Kingdom general election, who had won 73 seats of the 105 seats in Ireland, with four party candidates (Arthur Griffith, Éamon de Valera, Eoin MacNeill and Liam Mellows) elected for two constituencies. Their manifesto refused to recognise the British parliament at Westminster and instead established an independent legislature in Dublin. The convention of the First Dáil coincided with the beginning of the War of Independence. The First Dáil was replaced by the Second Dáil in 1921. Both of these Dála existed under the proclaimed Irish Republic; it was the Second Dáil which narrowly ratified the Anglo-Irish Treaty. The status of the Third Dáil of 1922–1923 was different as it was also recognised by the British. It was elected under the terms of the 1921 Anglo- Irish Treaty as a provisional parliament to pave the way for the creation of an independent Irish state. With the establishment of the Irish Free State in 1922, a new parliament called the Oireachtas was established, of which Dáil Éireann became the lower house. ==History== === First Dáil (1919–1921) === In the 1918 general election a large majority of 73 (25 uncontested) out of 105 representatives returned in Ireland were members of the Sinn Féin party. In accordance with their manifesto, these representatives gathered in the Mansion House on 21 January 1919 for the first meeting of new assembly called Dáil Éireann. Owing to many of its number being in prison, only 27 TDs (MPs) were able to attend. At its first meeting the Dáil issued a Declaration of Independence, declared itself the parliament of the Irish Republic and adopted a short constitution. On the same day, but in unconnected circumstances, two members of the Royal Irish Constabulary were ambushed and killed by Irish Volunteers at Soloheadbeg in Tipperary, acting on their own initiative. In this way the Irish War of Independence began. Shortly afterwards the Irish Volunteers were renamed to the Irish Republican Army, a force nominally under the control of the Dáil. In August the Dáil was declared illegal by the British government and thereafter met only intermittently and in secret. === Second Dáil (1921–1922) === In May 1921, elections were called in Ireland to two new bodies established by the British government. These were the Parliaments of Northern Ireland and Southern Ireland. These legislatures were brought into being by the Government of Ireland Act 1920 in a vain attempt to placate nationalists by granting Ireland a limited form of home rule. However, both parliaments were rejected and boycotted by Sinn Féin, who instead treated them as elections to Dáil Éireann and continued as the Irish Republic. The Second Dáil (made up of Sinn Féin members elected to the northern and southern parliaments envisaged by the British) met in August 1921 and in September it agreed to send envoys to negotiate a peace settlement with the British government. These envoys returned from England with the Anglo-Irish Treaty which, after prolonged and acrimonious debate, was narrowly ratified by the Dáil on 7 January 1922. === Third Dáil (1922–1923) === To implement the Anglo- Irish Treaty the Third Dáil was elected in September, 1922. This Dáil was not recognised under British law as Dáil Éireann but merely as a provisional assembly. Unlike previous Dála, the Third Dáil did not include members elected in Northern Ireland. The election was effectively a referendum on the Anglo- Irish Treaty in the southern partition of Ireland but the pro-treaty members of Sinn Féin won a majority of seats. After this result the anti-treaty faction refused to recognise the new assembly and the Irish Civil War followed shortly afterwards. In October, acting as a constituent assembly under British Law, the Third Dáil ratified the Constitution of the Irish Free State. The new state was officially established in December and thereafter the Third Dáil served, not as a unicameral parliament, but rather as the lower house of new parliament called the Oireachtas. It was dissolved in August 1923. == Constitutional and symbolic role == Until the conclusion of the Anglo-Irish Treaty in 1921 it was the mission of Dáil Éireann to create a parallel system of government in Ireland that would gain the allegiance of the public and eventually supplant the British state. Some success was achieved in this goal. For example, the Dáil was able to persuade many Irish people to boycott the British judicial system and instead seek justice in a network of Dáil Courts. Nonetheless, the Irish Republic was not quite a true de facto state and received no support among the Unionist majority in North-East Ireland. However, for its members the role of Dáil Éireann was symbolic as well as concrete. By winning the 1918 general election they were able to claim that the Dáil was the legitimate parliament of Ireland, and that from the Dáil they derived legal authority to wage war against British rule. This was not merely an abstract philosophical point. At this time many Irish people were devout Catholics whose church taught that war was sinful unless waged by a legitimated authority and for a just cause. Part of the reason for convening Dáil Éireann was therefore to satisfy the requirements of and to make it easier to win the support of clergymen which in turn was thought a necessary prerequisite to win the support of the general public. The Dáil Constitution adopted in 1919 was a brief, provisional document that placed few limitations on the power of the Dáil and could, in any case, be amended by a simple vote. Under the constitution the executive of the republic consisted of a cabinet led by an official called both the President of Dáil Éireann and the . In 1921 the constitution amended to rename this official as President of the Republic and make him head of state. At all times the Republic's executive consisted of members of the Dáil and was theoretically answerable to it. The most important tasks of ministers were to command the Irish Republican Army (IRA) and, during 1921, to communicate and conduct negotiations with the British government. While notionally answerable to the cabinet, in practice individual IRA units enjoyed a high degree of autonomy. After the election of the Third Dáil in 1922 the role of the Dáil changed substantially. Under the Anglo-Irish Treaty this body was intended to prepare the ground for the creation of an independent state called the Irish Free State. Powers were therefore progressively transferred to it from the British administration over a short period. The Third Dáil also had the role of acting as a \"constituent assembly\" to adopt the new Free State constitution. The Irish Republic and its cabinet continued to exist right up until the Irish Free State came into force, though under British law the Third Dáil was charged with electing an executive called the \"Provisional Government\". For a time, until they were effectively merged, this Provisional Government and the old republican administration existed side by side, with significant overlaps in membership. Today the First and Second Dála continue to have symbolic importance for the most radical Irish republicans. The general election of 1918 was the last occasion on which a single general election occurred across the whole island of Ireland and is seen by these republicans as granting a mandate for violent resistance to British rule in Northern Ireland that is unextinguished even to this day. Because the Third Dáil and its successors have not been elected on an all- Ireland basis, in republican ideology they have not been legitimate. In this view, the Second Dáil has never been dissolved and those (minority) of members of the Second Dáil who rejected the Anglo-Irish Treaty have granted themselves the authority to continue the armed struggle. This view is known as Irish Republican legitimatism. ==See also== *Dáil of the Irish Free State (1922–37) *History of Ireland *History of the Republic of Ireland == External links == * Oireachtas website: ** Dáil Debates ** Members since 1919 * Records of Dáil Éireann 1919–1922 from Digital Repository of Ireland ==References== Category:Institutions of the Irish Republic (1919–1922) Category:Historical Irish legislatures Category:1919 establishments in Ireland Category:1922 disestablishments in Ireland Category:Dáil Éireann Category:Defunct unicameral legislatures",
 "title": "Dáil Éireann (Irish Republic)"
}