{
 "id": "765772",
 "text": "The Intelligence Bureau () is a civilian intelligence agency in Pakistan. Established in 1947, the IB is Pakistan's oldest intelligence agency. Appointments and supervision of its operations are authorized by the Prime Minister of Pakistan. == Brief history== The Intelligence Bureau originally part of the British Raj's Intelligence Bureau which was established by the British Army's Major General Sir Charles MacGregor who, at that time, was Quartermaster General and head of the Intelligence Department for the British Indian Army at Shimla, in 1885. Prior to this appointment, Major General Sir MacGregor was sent to British Indian Empire by the Queen Victoria. The IB's objectives were to monitor Russian troops deployments in Afghanistan, fearing a Russian invasion of British India through the North-West during the late 19th century. In the aftermath of the independence of Pakistan by the British Crown, the IB, like the armed forces was partitioned, with a Pakistan IB created in Karachi. Since, the IB is the oldest intelligence community; others being the Military Intelligence (MI) of Pakistan's military. The IB was initially Pakistan's only and main intelligence agency with the responsibility for strategic and foreign intelligences, as well as counter-espionage and domestic affairs. Its poor performance with the MI and unsatisfactory detailing of the war with India in 1947 was however considered less than exemplary. Due to the fact, IB was concerned with internal security matters, and was not set up for foreign intelligence collection. These considerations ultimately led to the creation of the ISI in 1948 as it quickly took the charge of gathering strategic and foreign intelligence at all levels of command. Appointment for IB's Director-General are made by the Prime Minister but the appointment has to be confirmed by the President. The IB is a civilian intelligence agency, and its DG have been appointed from the civil bureaucracy and the police; as well as retired military officials have also served as DG IB. ==Operations== Since the 1950s–1980s, the IB was running active operations to monitor politicians, political activists, suspected terrorists, and suspected foreign intelligence agents. Right after Dhaka Fall in 1971, the IB apprised the then Prime Minister of Pakistan, Zulfikar Ali Bhutto of coup discussions between the Commander-in-Chief, Gul Hassan Khan and Air Chief Marshal Abdul Rahim Khan. Bhutto and his close aides, including Ghulam Mustafa Khar, in a counter-coup invited both Generals to the President House under false pretenses and obtained their resignations. The IB keeps tabs on political operatives from countries it considers hostile to Pakistan's interests. In the 1990s, the IB gained international reputation when its agents had successfully infiltrated many of the terrorist organizations. In 1996, the IB was granted control of government censorship programs, controlling information dissemination via mail, wire, or electronic medium. In the 1990s, the IB remained actively involved to curb sectarianism and the fundamentalism in the country. Many of its operations were directed towards infiltration, conducting espionage, counterespionage, and providing key information on terrorist organizations. After the disastrous 9/11 terrorist attacks in the United States, the IB played its role as a stakeholder of the government. IB's successful infiltration techniques has led to the capture and detainment of many of high-profile terrorists and sectarian militants. Moreover, it has been instrumental in efforts to break terrorist networks and organised crime rackets throughout the country especially Karachi through its sophisticated human and technical intelligence apparatus. The agency had also been blamed for its belligerent role in Operation Clean-up at Karachi in 1991–92 and 1994–96. The IB is considered to be a main tool of the government to pacify opposition elements and is sometimes viewed as a government toppling machine. One case under discussion in the Supreme Court of Pakistan is for the alleged involvement of the agency in destabilising the Punjab Government in 2008. ==Constitutionality and powers== The IB agents have no formal arrest powers, and its suspects are often apprehended and interrogated by the FIA agents at the request of the IB officials. The IB also passes on intelligence gained through infiltration between other Pakistan's intelligence community, police, and other Law enforcement units. The Bureau also grants the necessary security clearances to Pakistani diplomats and judges before they take the oath. Powers granted by the government, the IB also intercepts and opens regular mails and letters on a daily basis. ==List of IB officers Martyred in operational duties== #1993: Abdul Latif Baloch #1983: Aman-Ullah Khan, Director General #2008: Khaliq uz zaman, Inspector #2009: Qamar Anees Shaheed, Assistant Sub Inspector #2010: Saif Ullah Khalid, Inspector #2010: Kashif khan #2011: Hassan Raza #2011: Alam Khan, Sub Inspector #2011: Abdul Razzaq, Inspector #2011: Arshad Ghayas, Assistant Sub Inspecto #2011: Siraj, Deputy Director #2012: Qamar Raza #2012: Bashir Khan, Inspector #2013: Muhammad Ali, Sub-Inspector #2013: Khawaja Abdul Wahab Inspector Sargodha #2013: Mazhar Awan Sub Inspector'Sargodha'' #2013: Mazhar Ali, Sub Inspector Sargodha #2013: Agha Aatif Khan, Assistant Sub Inspector Sargodha #2013: Abdul Mueed Hamirani, Assistant Director #2013: Sajid Hussain Zahidi, Assistant Director 2013 ; #2014: Manan Shah, Inspector #2014: Rana Saad Noorani #2016: Usman Gul, Inspector #2021 khan bahadur , Sub inspector ==List of IB chiefs== #Major Tayyab Raza, Nov, 1982 #Brig. Imtiaz Ahmad, 1990-1993 # Maj.(R) Masood Shareef 1993 –1996 # Col (R) Iqbal Niazi, August 1998 – October 1999 # Major Gen Rafi Ullah Niazi 1999 - ??? # Maj Gen (R) Talat Munir, ? – October 2002 # Col (R) Bashir Wali Mohmmand, October 2002 – February 2003 # Brig (R) Ijaz Shah, February 2004 – March 2008 # Tariq Ahmed Lodhi, March 2008 – August 2008 # Shoaib Suddle, August 2008 – May 2009 # Javed Noor, May 2009 – October 2011 # Akhter Hussain Gorchani, July 2012 – March 2013 # Aftab Sultan, June 2013 – June 2018 # Dr. Suleman Khan, May 2018 -July 2018 # Ihsan Ghani, July 2018 - August 2018 # Shujaat Ullah Qureshi, August 2018 - September 2018 # Dr Suleman Khan, September 2018 – present == See also == * Government of Pakistan *Federal Secretary *Police Service of Pakistan == References == ==Bibliography== * Gauhar, Altaf. \"How Intelligence Agencies Run Our Politics\". The Nation. September 1997: 4. ==External links== * Thirteen spymasters gather to stare at each other * Former IB chiefs meet 'secretly' over dinner * Pakistani Defence Overview of Intelligence * Brig (retd) Ejaz Shah * Maj (retd) Masood Sharif Khan Khattak * IB deputy director shot dead in Karachi * IB officer shot dead in Peshawar * Supreme Court hearing case for involvement of IB in toppling Provincial Government Category:Pakistani intelligence agencies Category:Pakistan federal departments and agencies Category:1947 establishments in Pakistan Category:Government agencies established in 1947",
 "title": "Intelligence Bureau (Pakistan)"
}