{
 "id": "765710",
 "text": "Dominic Salvatore \"Don\" Gentile (December 6, 1920 – January 28, 1951), also known as \"Ace of Aces\", was a World War II USAAF pilot who surpassed Eddie Rickenbacker's World War I record of 26 downed aircraft. He later served in the post-war U.S. Air Force. ==Early life== Gentile was born in Piqua, Ohio, the son of Italian immigrantsSalvatore John LaGumina, The Humble and the Heroic: Wartime Italian Americans (2006) p.182 Patsy and Josephina Gentile, who immigrated in 1907.Philip Kaplan, Two-Man Air Force: Don Gentile & John Godfrey World War Two Flying Aces (2006) p.7 After a fascination with flying as a child, his father provided him with his own plane, an Aerosport Biplane. He managed to log over 300 hours flying time by July 1941, when he attempted to join the Army Air Forces. ==Royal Canadian Air Force== The U.S. military required two years of college for its pilots, which Gentile did not have, so he enlisted in the Royal Canadian Air Force and was posted to the UK in 1941. Gentile flew the Supermarine Spitfire Mark V with No. 133 Squadron, one of the famed \"Eagle Squadron\" during 1942. His first kills (a Ju 88 and Fw 190) were on August 19, 1942, during Operation Jubilee. (transcribed by Johnson, p. 4) ==4th Fighter Group== In September 1942, the Eagle squadrons transferred to the USAAF, becoming the 4th Fighter Group. Gentile became a flight commander in September 1943, now flying the P-47 Thunderbolt. Having been Spitfire pilots, Gentile and the other pilots of the 4th were displeased when they transitioned to the heavy P-47. On 16 December 1943 Gentile claimed a third- share destroyed Ju-88. On 5 January 1944, he claimed a Fw-190 west of Tours.http://www.wwiiaircraftperformance.org/p-47/er/4-gentile-5jan44.jpg Two Fw-190s were claimed on 14 Januaryhttp://www.wwiiaircraftperformance.org/p-47/er/4-gentile-14jan44.jpg and a single 190 on 25 February.http://www.wwiiaircraftperformance.org/p-47/er/4-gentile-25feb44.jpg By late 1943, Group Commander Col. Don Blakeslee pushed for re-equipment with the lighter, more maneuverable P-51 Mustang. Conversion to the P-51B at the end of February 1944 allowed Gentile to build a tally of 15.5 additional aircraft destroyed between March 3 and April 8, 1944.USAF Historical Study No. 85: USAF Credits for the Destruction of Enemy Aircraft, World War II, Air Force Historical Research Agency, p. 70. His first victory flying the P-51 was on 3 March, when he claimed a Do 217 in the Wittemburg area. After downing three more planes on April 8, he was the top scoring 8th Air Force ace when he crashed his personal P-51, named \"Shangri La\", on April 13, 1944, while stunting over the 4th FG's airfield at Debden for a group of assembled press reporters and movie cameras. Blakeslee immediately grounded Gentile as a result, and he was sent back to the US for a tour selling war bonds. In 1944, Gentile co-wrote with well-known war correspondent Ira Wolfert One Man Air Force, an autobiography and account of his combat missions. His final tally of credits was 29.83 aerial victories and 3 damaged, with 6 ground kills, in 350 combat hours flown. He also claimed two victories while with the RAF. Note in the accompanying color photograph, that the shroud, normally surrounding the six exhausts for smoother air flow, has been removed. This was a common practice for pilots in \"the heat\" of combat, where any extra cooling to the engine was helpful towards performance. Together with his wingman John T. Godfrey, they were known as 'Captains Courageous', 'The Two Man Air Force', 'Messerschmitt Killers', or 'Damon and Pythias'. ==Post war== After the war, he stayed with the Air Force, as a test pilot at Wright Field, as a Training Officer in the Fighter Gunnery Program, and as a student officer at the Air Tactical School. In June 1949, Gentile enrolled as an undergraduate studying military science at the University of Maryland. ==Death== On January 28, 1951, he was killed when he crashed in a T-33A-1-LO Shooting Star trainer, AF Ser. No. 49-0905, in Forestville, Maryland, leaving behind his wife Isabella Masdea Gentile Beitman (deceased October 2008), and sons Don Jr., Joseph and Pasquale. Gentile was buried with full military honors in Saint Joseph Cemetery in Lockbourne, Ohio. ==Awards and decorations== Gentile's awards and decorations include: {| |150px || USAF Senior pilot badge |- |150px || RAF pilot brevet |- | |Distinguished Service Cross with bronze oak leaf cluster |- | |Distinguished Flying Cross with silver and two bronze oak leaf clusters |- | |Air Medal with three bronze oak leaf clusters |- | |Air Force Presidential Unit Citation with two bronze oak leaf clusters |- | |American Campaign Medal |- | |European-African-Middle Eastern Campaign Medal with bronze campaign star |- | |World War II Victory Medal |- | |National Defense Service Medal |- |} {| |- | |Air Force Longevity Service Award with bronze oak leaf cluster |- |} 110px British Distinguished Flying Cross 110px Belgian Croix de Guerre with Palm 110px Canadian Volunteer Service Medal ==Legacy== A Civil Air Patrol squadron based in Sidney, Ohio was named in honor of Don Gentile. On Independence Day Weekend (July 6) 1986, a statue of Don Gentile (pictured) was dedicated in his hometown Piqua Ohio. Gentile Air Force Station in Kettering, Ohio was named in his honor in 1962. The installation closed in 1996. Winston Churchill called Gentile and his wingman, Captain John T. Godfrey, Damon and Pythias, after the legendary characters from Greek mythology. He was inducted into the National Aviation Hall of Fame in 1995. ==References== * 4 volumes–I: Terror from the Sky (pages 1–168), II: Tragic Victories (pages 1–192), III: Outraged Skies (pages 1–136), IV: Wings of Fire (pages 1–218) * ==External links== *Don Gentile at acesofww2.com *4th Fighter Group WWII Official WWII Association Website Category:1920 births Category:1951 deaths Category:Accidental deaths in Maryland Category:American people of Italian descent Category:American World War II flying aces Category:Aviators from Ohio Category:Aviators killed in aviation accidents or incidents in the United States Category:National Aviation Hall of Fame inductees Category:Military personnel from Dayton, Ohio Category:People from Piqua, Ohio Category:Recipients of the Distinguished Flying Cross (United States) Category:Recipients of the Distinguished Service Cross (United States) Category:Recipients of the Distinguished Flying Cross (United Kingdom) Category:Recipients of the Silver Star Category:Recipients of the Air Medal Category:United States Air Force officers Category:United States Army Air Forces officers Category:United States Army Air Forces pilots of World War II Category:Victims of aviation accidents or incidents in 1951 Category:Recipients of the Croix de guerre (Belgium)",
 "title": "Dominic Salvatore Gentile"
}