{
 "id": "765967",
 "text": "Joseph Palmer Knapp (May 14, 1864 – January 30, 1951) was an American publisher and philanthropist. Knapp has also been credited with the invention of the multi-color six-cylinder press.Joseph P. Knapp | 20th Century American Leaders Database He was the son of Joseph Fairchild and Phoebe Palmer Knapp. His father was a past president of the Metropolitan Life Insurance Company and his mother was a hymn writer, credited with over 500 hymns, most notably \"Blessed Assurance\" with Fanny Crosby. He was educated at Columbia College, matriculating with the class of 1884, but left after a year to become a member of the board in his father's company. In 1891, Knapp founded American Lithograph Company, which became a leading printer of Sunday magazines for newspapers. (The company later became Publication Corporation, which eventually owned a number of Knapp publishing properties.) Knapp published the Associated Sunday Magazine from 1903 to 1905. In 1906, Knapp and partner George Hazen purchased the Crowell Publishing Company of Springfield, Ohio, incorporating it in New Jersey. Crowell published the family magazines Farm & Fireside and Woman's Home Companion. Knapp's Every Week, published between 1915 and 1918, reached a circulation of more than 550,000.Crowell, Collier, Knapp, Ketupa.netPlatnick, Norm. \"The Sunday Magazine\", updated from the original version in the Illustrator Collector's News, May-June 1999. Knapp was publisher of the New York Herald Tribune Sunday Magazine\"Press: Different This Week\", Time, January 5, 1942. in 1935 when he changed its name and began to syndicate it to other newspapers as the Sunday supplement This Week.\"Press: Knapp's Week\", Time, February 24, 1935. In the early 1950s, it accompanied 37 Sunday newspapers.100 Years of Illustration and Design (After Knapp's death, at its peak in 1963, This Week was distributed with the Sunday editions of 42 newspapers for a total circulation of 14.6 million.) Knapp owned a hunting lodge in North Carolina known as Mackay Island. This property is now national wildlife refuge. == Philanthropy == Knapp was interested in game bird conservation, and in 1937 founded the More Game Birds in America Foundation (with others including J. P. Morgan), which today is known as Ducks Unlimited.Mackay Island National Wildlife Refuge 2001 He contributed greatly to the Currituck County Schools in North Carolina and to the University of North Carolina.Mackay Island General Currituck County dedicated one of their public schools to Knapp. This school is currently the J.P. Knapp Early College High School, which was founded in 2008. ==Further reading== * ==References== == External links == * Guide to the Joseph Palmer Knapp and the Mackay Island National Wildlife Refuge: Some Historical Notes by Allan R. Miller 1987 Category:1864 births Category:1951 deaths Category:American philanthropists Category:Columbia College (New York) alumni",
 "title": "Joseph P. Knapp"
}