{
 "id": "76619",
 "text": "What's Opera, Doc? is a 1957 American Warner Bros. Merrie Melodies cartoon directed by Chuck Jones and written by Michael Maltese. The short was released on July 6, 1957, and stars Bugs Bunny and Elmer Fudd. The story features Elmer chasing Bugs through a parody of 19th-century classical composer Richard Wagner's operas, particularly Der Ring des Nibelungen (The Ring of the Nibelung), Der Fliegende Holländer (The Flying Dutchman), and Tannhäuser. It borrows heavily from the second opera in the \"Ring Cycle\" Die Walküre, woven around the typical Bugs–Elmer feud. The short marks the final appearance of Elmer Fudd in a Chuck Jones cartoon. It has been widely praised by many in the animation industry as the greatest animated cartoon that Warner Bros. ever released, and has been ranked as such in the top 50 animated cartoons of all time. In 1992, the Library of Congress deemed it \"culturally, historically or aesthetically significant\", and selected it for preservation in the National Film Registry, the first cartoon to receive such honors. ==Plot== The screen pans on the silhouette of a mighty Viking (presumably Thor) arousing ferocious lightning storms, but then zooms in to reveal that it's only Elmer Fudd in armor (as the demigod Siegfried). Elmer sings his signature line \"Be vewy qwiet, I'm hunting wabbits\" in recitative, before he finds \"wabbit twacks\" (rabbit tracks) and arrives at Bugs Bunny's hole. Elmer then jams his spear into Bugs' hole to \"Kill the wabbit! Kill the wabbit! Kill the wabbit!\" to the tune of Ride of the Valkyries. Bugs sticks his head out of another rabbit hole and, seeming appalled, sings his signature line \"What's up, doc?\" to the theme of Siegfried's horn call from the Ring Cycle. He asks Elmer how he will kill the rabbit, then taunts Elmer about his spear and magic helmet. This prompts a display of Elmer-as-Siegfried's \"mighty powers\", set to the overture of The Flying Dutchman, which makes clouds rain and causes lightning to strike the tree next to Bugs. At that, a scared Bugs flees, Elmer realizes \"That was the wabbit!\", and the chase begins, using some music from Wagner's overture to Rienzi. Suddenly, Elmer stops in his tracks at the sight of the beautiful Valkyrie Brünnhilde (in actuality, Bugs in disguise), riding in grandly on her enormously obese horse, Grane. \"Siegfried\" and \"Brünnhilde\" exchange endearments, set to the \"Pilgrims' Chorus\" theme from Tannhäuser as orchestrated in the opera's overture. After the usual \"hard to get\" pursuit, they perform a short ballet (based on the Venusberg ballet in Tannhäuser), capping it off with the duet \"Return My Love\" set to another section of the Tannhäuser overture as the pair meet at a gazebo. Bugs' true identity is inadvertently exposed when his headdress falls off, enraging Elmer. Bugs yanks Elmer's helmet down over his head and uses it as a chance to escape, discarding his disguise. A crescendo drum roll is playing while Elmer struggles to fix his helmet. Once Elmer puts his helmet back into the right position, the \"Ride\" overture plays once again and the white gazebo turns red (reflecting Elmer's anger), resolving to himself \"I'll kill the wabbit!\" prompting him to command fierce lightning, \"typhoons, huwwicanes, earthquakes\" and, finally, \"SMOG!!!\" (which is screamed by Mel Blanc) to \"stwike de wabbit!\" while music from The Flying Dutchman plays in the background. Eventually, the ensuing storm tears apart the mountains where Bugs has fled. Elmer triumphantly rushes to see his victory, but upon seeing Bugs' intact yet seemingly lifeless body as a drop of rain from a flower lands on the rabbit, Elmer immediately regrets his wrath and tearfully carries the rabbit off, presumably to Valhalla in keeping with the Wagnerian theme, per Act III of The Valkyries (although the music again comes from the overture to Tannhäuser). Bugs then breaks the fourth wall and briefly raises his head to face the audience while remarking, \"Well, what did you expect in an opera? A happy ending?\" before going back to playing dead. The pre-written \"That's all, Folks!\" card appears while the music finishes. ==Voice cast== *Mel Blanc as Bugs Bunny (as Brünnhilde), Elmer Fudd (yelling \"SMOG\") *Arthur Q. Bryan as Elmer Fudd (as Siegfried) (uncredited) ==Production== Originally released to theaters by Warner Bros. on July 6, 1957, What's Opera, Doc? features the speaking and singing voices of Mel Blanc and Arthur Q. Bryan as Bugs and Elmer, respectively. The short is also sometimes informally referred to as Kill the Wabbit after the line sung by Elmer to the tune of Wagner's \"Ride of the Valkyries\", the opening passage from Act Three of Die Walküre (which is also the leitmotif of the Valkyries). This is the third of the three Warner Bros. shorts (the others being Hare Brush and Rabbit Rampage) in which Elmer defeats Bugs (though here the former shows regret for defeating the latter), as well as the last Elmer Fudd cartoon directed by Jones. What's Opera, Doc? required about six times as much work and expense as any of the other six- minute cartoons his production unit was turning out at the time. Jones admitted as much, having described a surreptitious re-allocation of production time to complete the short.Cartoons were scheduled for a five-week production, according to producer Eddie Selzer. Jones did this cartoon in seven weeks instead. To cover up for the extra time spent, he had his entire unit doctor their time cards to make it appear as if they working on the Wile E. Coyote and Road Runner short Zoom and Bored (1957) for two weeks before production of that cartoon actually started. During the six minutes of What's Opera, Doc?, Jones lampoons Disney's Fantasia, the contemporary style of ballet, Wagner's perceived ponderous operatic style, and even the by-then clichéd Bugs-and- Elmer formula. Michael Maltese devised the story for the cartoon, and also wrote lyrics to Wagner's music to create the duet \"Return My Love\". Art director Maurice Noble devised the stylized backdrops. The cartoon drew upon previous Warner studio work: Maltese originated the concept of Bugs in Valkyrie drag riding a fat horse to the Tannhäuser Pilgrim's Chorus in the suppressed 1945 wartime cartoon Herr Meets Hare, directed by Friz Freleng. ===Wagner's music=== When presented in the 1979 compilation The Bugs Bunny/Road Runner Movie, Bugs Bunny claims that the short was the whole of Wagner's 17-hour opera cycle Der Ring des Nibelungen (The Ring of the Nibelung, which he mispronounced as \"The Rings of Nibble-lung\" in his Brooklynese accent), condensed into only 7 minutes. He also pronounced Richard Wagner as it would be pronounced in English (wag-ner), instead of its usual German pronunciation, \"Rikard Vagner\". Besides the second opera of Ring, Die Walküre (The Valkyrie) and the third opera of the Ring, Siegfried, other Wagnerian music present in the cartoon comes from Tannhäuser, The Flying Dutchman and Rienzi. Specific excerpts include: * The overture from The Flying Dutchman: opening storm scene * Leitmotif from The Valkyrie: \"Kill the Wabbit\" * Siegfried's horn call from Siegfried: \"O mighty warrior of great fighting stock\" * The overture and \"Pilgrims’ Chorus\" from Tannhäuser: \"O Bwünnhilde, you'w so wuvwy\", \"Return my love\", and the closing scene * The overture from Rienzi: as Elmer is chasing Bugs * The Bacchanal from Tannhäuser: ballet scene between Elmer and Bugs ==Legacy== The cartoon is widely regarded as Chuck Jones’ masterpiece, and many film critics, animation fans and filmmakers consider it to be the greatest of all the cartoons Warner Bros. released. It has topped many Top Ten lists of the greatest animated cartoons of all time. In 1994, What's Opera, Doc? ranked No. 1 in a list of The 50 Greatest Cartoons of all time. The list was conducted via survey by a thousand animators. In 1992, the United States Library of Congress deemed it \"culturally, historically, or aesthetically significant\", and selected it for preservation in the National Film Registry, making it the first cartoon to receive such honors. Duck Amuck and One Froggy Evening were later inducted into the registry, making Chuck Jones the only animator with three shorts thus recognized. The short has an 8.4 rating on IMDb, making it the second-highest rated cartoon on said platform, only being beaten by Duck Amuck. ==Home media== * DVD: The Bugs Bunny/Road Runner Movie * DVD: Looney Tunes Golden Collection: Volume 2 * DVD: The Essential Bugs Bunny * Blu-ray: Looney Tunes Platinum Collection: Volume 1 * iTunes: Bugs Bunny, Vol. 1 (paired with Bugs Bunny Gets the Boid) * Xbox Live Marketplace: October 23, 2007 * Streaming: HBO Max ==See also== * List of American films of 1957 * The 50 Greatest Cartoons * Rabbit of Seville ==References== ===Bibliography=== * Beck, Jerry and Friedwald, Will (1989): Looney Tunes and Merrie Melodies: A Complete Illustrated Guide to the Warner Bros. Cartoons. Henry Holt and Company. * Richard Freedman, What's Opera, Doc?, Andante Magazine, March 2002 * Goldmark, Daniel (2005): \"What's Opera, Doc? and Cartoon Opera\", in Tunes for 'Toons: Music and the Hollywood Cartoon, University of California Press. * Thomas, Todd and Barbara, WHAT'S OPERA, DOC? – An analysis of the various Richard Wagner operas used throughout the cartoon ==External links== *What’s Opera, Doc? essay by Craig Kausen at National Film Registry *What’s Opera, Doc? essay by Daniel Eagan in America's Film Legacy: The Authoritative Guide to the Landmark Movies in the National Film Registry, A&C; Black, 2010 , pages 532-533 * * * Andante Magazine article on What's Opera, Doc? and Rabbit of Seville * Intimate Enemies: What's Opera, Doc? followed by Bugs Loves Elmer Redux analyze the cartoon at New Savanna blog. Category:1957 films Category:1957 animated films Category:1957 short films Category:1950s American animated films Category:1950s animated short films Category:1950s musical comedy-drama films Category:1950s parody films Category:American musical comedy-drama films Category:American films Category:Cross-dressing in American films Category:Short films directed by Chuck Jones Category:Merrie Melodies short films Category:Films based on operas Category:United States National Film Registry films Category:Films based on works by Richard Wagner Category:Films featuring Bugs Bunny Category:1957 comedy films Category:1950s Warner Bros. animated short films Category:Films scored by Milt Franklyn Category:Films with screenplays by Michael Maltese Category:Films produced by Edward Selzer",
 "title": "What's Opera, Doc?"
}