{
 "id": "766202",
 "text": "Anisometropia is when two eyes have unequal refractive power. Generally, a difference in power of two diopters or more is the accepted threshold to label the condition anisometropia. In certain types of anisometropia, the visual cortex of the brain will not process images from both eyes together (binocular summation), and will instead suppress the central vision of one of the eyes. If this occurs often enough during the first 10 years of life while the visual cortex is developing, it can result in amblyopia, a condition where even when correcting the refractive error properly, the person's vision in the affected eye is still not correctable to 20/20. The name is from four Greek components: an- \"not,\" iso- \"same,\" metr- \"measure,\" ops \"eye.\" Antimetropia is a rare sub-type of anisometropia, in which one eye is myopic (nearsighted) and the other eye is hyperopic (farsighted). Around 0.1% of the population may be antimetropic. ==Causes== Anisometropia is caused by common refractive errors, such as astigmatism, far-sightedness, and myopia, in one eye. Anisometropia is likely the result of both genetic and environmental influences. Some studies suggest, in older adults, developing asymmetric cataracts may cause worsen anisometropia. However, anisometropia is associated with age regardless of cataract development: a rapid decrease in anisometropia during the first years of life, an increase during the transition to adulthood, relatively unchanging levels during adulthood but significant increases in older age. ==Diagnosis== Anisometropia causes some people to have mild vision problems, or occasionally more serious symptoms like alternating vision or frequent squinting. However, since most people do not show any clear symptoms, the condition usually is found during a routine eye exam. For early detection in preverbal children, photoscreening can be used. In this brief vision test specialized cameras detect each eye's light reflexes, which the equipment's software or a test administrator then interprets. If photoscreening indicates the presence of risk factors, an ophthalmologist can then diagnosis the condition after a complete eye exam, including dilating the pupils and measuring the focusing power of each eye. == Treatment == === Spectacle correction === For those with large degrees of anisometropia, the wearing of standard spectacles may cause the person to experience a difference in image magnification between the two eyes (aniseikonia) which could also prevent the development of good binocular vision. This can make it very difficult to wear glasses without symptoms such as headaches and eyestrain. However, the earlier the condition is treated, the easier it is to adjust to glasses. It is possible for spectacle lenses to be made which can adjust the image sizes presented to the eye to be approximately equal. These are called iseikonic lenses. In practice though, this is rarely ever done. The formula for iseikonic lenses (without cylinder) is: : \\textrm{Magnification} = \\frac{1}{(1-(\\frac{t}{n})P)}\\cdot \\frac{1}{(1-hF)} where: t = center thickness (in metres); n = refractive index; P = front base curve (in 1/metres); h = vertex distance (in metres); F = back vertex power (in 1/metres), (essentially, the prescription for the lens, quoted in diopters). If the difference between the eyes is up to 3 diopters, iseikonic lenses can compensate. At a difference of 3 diopters the lenses would however be very visibly different — one lens would need to be at least 3 mm thicker and have a base curve increased by 7.5 spheres. ==== Example ==== Consider a pair of spectacles to correct for myopia with a prescription of −1.00 m−1 in one eye and −4.00 m−1 in the other. Suppose that for both eyes the other parameters are identical, namely t = 1 mm = 0.001 m, n = 1.6, P = 5 m−1, and h = 15 mm = 0.015 m. Then for the first eye \\textrm{Magnification} = \\frac{1}{(1-(0.001/1.6) \\times 5)}\\cdot \\frac{1}{(1-0.015 \\times -1)} = 1.0031 \\times 0.9852 = 0.9883 = 98.83\\,\\%, while for the second eye \\textrm{Magnification} = \\frac{1}{(1-(0.001/1.6) \\times 5)}\\cdot \\frac{1}{(1-0.015 \\times -4)} = 1.0031 \\times 0.9434 = 0.9464 = 94.64\\,\\%. Thus, in the first eye the size of the image formed on the retina will be 1.17 % smaller than without spectacles (although it will be sharp, rather than blurry), whilst in the second eye the image formed on the retina will be 5.36 % smaller. As alluded to above, one method of producing more iseikonic lenses would be to adjust the thickness and base curve of the second lens. For instance, theoretically it could be set to t = 5 mm = 0.005 m and P = 14.5 m−1, with all other parameters unchanged. Then for the second eye the magnification would become \\textrm{Magnification} = \\frac{1}{(1-(0.005/1.6) \\times 14.5)}\\cdot \\frac{1}{(1-0.015 \\times -4)} = 1.0475 \\times 0.9434 = 0.9882 = 98.82\\,\\%, which is much closer to that of the first eye. In this example the first eye, with a −1.00 diopter prescription, is the stronger eye, needing only slight correction to sharpen the image formed, and hence a thin spectacle lens. The second eye, with a −4.00 diopter prescription, is the weaker eye, needing moderate correction to sharpen the image formed, and hence a moderately thick spectacle lens — if the aniseikonia is ignored. In order to avoid the aniseikonia (so that both magnifications will be practically the same, while retaining image sharpness in both eyes), the spectacle lens used for the second eye will have to be made even thicker. === Contact lenses === The usual recommendation for those needing iseikonic correction is to wear contact lenses. The effect of vertex distance is removed and the effect of center thickness is also almost removed, meaning there is minimal and likely unnoticeable image size difference. This is a good solution for those who can tolerate contact lenses. === Refractive surgery === Refractive surgery causes only minimal size differences, similar to contact lenses. In a study performed on 53 children who had amblyopia due to anisometropia, surgical correction of the anisometropia followed by strabismus surgery if required led to improved visual acuity and even to stereopsis in many of the children (see: Refractive surgery). == Epidemiology == A determination of the prevalence of anisometropia has several difficulties. First of all, the measurement of refractive error may vary from one measurement to the next. Secondly, different criteria have been employed to define anisometropia, and the boundary between anisometropia and isometropia depend on their definition. Several studies have found that anisometropia occurs more frequently and tends to be more severe for persons with high ametropia, and that this is particularly true for myopes. Anisometropia follows a U-shape distribution according to age: it is frequent in infants aged only a few weeks, is more rare in young children, comparatively more frequent in teenagers and young adults, and more prevalent after presbyopia sets in, progressively increasing into old age. One study estimated that 6% of those between the ages of 6 and 18 have anisometropia. Notwithstanding research performed on the biomechanical, structural and optical characteristics of anisometropic eyes, the underlying reasons for anisometropia are still poorly understood. Anisometropic persons who have strabismus are mostly far-sighted, and almost all of these have (or have had) esotropia.\"When strabismus is present in an anisometropic individual, it is almost always of the convergent type and is generally found in anisohyperopes but not anisomyopes.\" However, there are indications that anisometropia influences the long-term outcome of a surgical correction of an inward squint, and vice versa. More specifically, for patients with esotropia who undergo strabismus surgery, anisometropia may be one of the risk factors for developing consecutive exotropia and poor binocular function may be a risk factor for anisometropia to develop or increase. ==References== == External links == Category:Disorders of ocular muscles, binocular movement, accommodation and refraction",
 "title": "Anisometropia"
}