{
 "id": "766488",
 "text": "The marketplace of ideas is a rationale for freedom of expression based on an analogy to the economic concept of a free market. The marketplace of ideas holds that the truth will emerge from the competition of ideas in free, transparent public discourse and concludes that ideas and ideologies will be culled according to their superiority or inferiority and widespread acceptance among the population. The concept is often applied to discussions of patent law as well as freedom of the press and the responsibilities of the media in a liberal democracy. ==History== Support for competing ideas and robust debate can be found in the philosophy of John Milton in his work Areopagitica in 1644 and also John Stuart Mill in his book On Liberty in 1859. The general idea that free speech should be tolerated because it will lead toward the truth has a long history.\"How Much Does a Belief Cost? Revisiting the Marketplace of Ideas\", Gregory Brazeal, Southern California Interdisciplinary Law Journal, vol. 21 no. 1, pp. 2–10 (2011). English poet John Milton suggested that restricting speech was not necessary because \"in a free and open encounter\" truth would prevail.John Milton, Areopagitica, in Areopagitica and Of Education 1, 50 (Harlan Davidson, Inc. 1951) [1644]. President Thomas Jefferson argued that it is safe to tolerate \"error of opinion [...] where reason is left free to combat it\".Thomas Jefferson, First Inaugural Address (March 4, 1801), in Writings 492, 493 (Merrill D. Peterson ed. 1984). Fredrick Siebert echoed the idea that free expression is self-correcting in Four Theories of the Press: \"Let all with something to say be free to express themselves. The true and sound will survive. The false and unsound will be vanquished. Government should keep out of the battle and not weigh the odds in favor of one side or the other\".Siebert, Fred S. \"The Libertarian Theory\" in Fred S. Siebert, Theodore Peterson, and Wilbur Schramm's Four Theories of the Press: The Authoritarian, Libertarian, Social Responsibility, and Soviet Communist Concepts of What the Press Should Be and Do, p. 45. Chicago: University of Illinois Press. (1963). These writers did not rely on the economic analogy to a market. Economic historian Joel Mokyr argues in his 2017 book A Culture of Growth: The Origins of the Modern Economy that political fragmentation in Europe (the presence of a large number of European states) made it possible for heterodox ideas to thrive, as entrepreneurs, innovators, ideologues, and heretics could easily flee to a neighboring state in the event that the one state would try to suppress their ideas and activities. This is what set Europe apart from the technologically advanced, large unitary empires such as China and India. China had both a printing press and movable type, and India had similar levels scientific and technological achievement as Europe in 1700, yet the Industrial Revolution would occur in Europe, not China or India. In Europe, political fragmentation was coupled with an \"integrated market for ideas\" where Europe's intellectuals used the lingua franca of Latin, had a shared intellectual basis in Europe's classical heritage and the pan-European institution of the Republic of Letters. However, the more precise metaphor of a marketplace of ideas comes from the jurisprudence of the Supreme Court of the United States. The first reference to the \"free trade in ideas\" within \"the competition of the market\" appears in 1919 within US Supreme Court Justice Oliver Wendell Holmes Jr.'s dissent in Abrams v. United States.Abrams v. United States, 250 U.S. 616, 630 (1919) The actual phrase \"marketplace of ideas\" first appears in a concurring opinion by Justice William O. Douglas in the Supreme Court decision United States v. Rumely:United States v. Rumely, 345 U.S. 41, 56 (1953) \"Like the publishers of newspapers, magazines, or books, this publisher bids for the minds of men in the market place of ideas.\" The Supreme Court's 1969 decision in Brandenburg v. Ohio enshrined the marketplace of ideas as the dominant public policy in American free speech law (that is, against which narrow exceptions to freedom of speech must be justified by specific countervailing public policies). While the previous cases dealt with natural persons, the 1976 decision Virginia State Pharmacy Board v. Virginia Citizens Consumer Council expanded it to corporations by creating a curtailed corporate commercial speech right, striking down a government regulation of advertising in the process. It has not been seriously questioned since in United States jurisprudence, but the legacy of those decisions have led to subsequent decisions like Citizens United v. FEC that curtailed the government's ability to regulate corporate speech and much more expansive advertising campaigns, commercial and political than Americans had experienced previously. If beliefs such as religions are considered as ideas, the marketplace of ideas concept favors a marketplace of religions rather than forcing a state religion or forbidding incompatible beliefs. In this sense, it provides a rationale for freedom of religion. ==Reliability== In recent years, questions have arisen regarding the existence of markets in ideas. Several scholars have noted differences between the way ideas are produced and consumed and the way more traditional goods are produced and consumed.See, e.g., How Much Does a Belief Cost? Revisiting the Marketplace of Ideas, Gregory Brazeal, Southern California Interdisciplinary Law Journal, vol. 21 no. 1, p. 1 (2011); The Competition of Ideas: Market or Garden?, Robert Sparrow & Robert Goodin, Critical Review of International Social and Political Philosophy, vol. 4 no. 2, p. 45 (2001); Speech, Truth, and the Free Market for Ideas, Alvin I. Goldman & James C. Cox, Legal Theory, vol. 2, p. 1 (1996). It has also been argued that the idea of the marketplace of ideas as applied to religion \"incorrectly assumes a level playing field\" among religions.See, e.g., Makau Mutua, Facilitating Freedom of Religion or Belief, A Deskbook. In addition, the idea of a marketplace of ideas has been applied to the study of scientific research as a social institution. Some scholars have also questioned whether free speech advocates have relied upon the idea of the \"marketplace of ideas,\" offering other reasons for the importance of free speech.Greg Lukianoff and Nadine Strossen, \"Does free speech inevitably lead towards truth?Is the marketplace of ideas a borken metaphor? https://www.thefire.org/does-free-speech-inevitably-lead-towards-truth-is-the- marketplace-of-ideas-a-broken-metaphor-part-13-of-answers-to-arguments- against-free-speech-from-nadine-stros/ == See also == * Sedition Act of 1918 * Argument to moderation == Notes == Category:Freedom of expression Category:English-language idioms Category:Philosophical phrases Category:Libertarian theory Category:Freedom of speech Category:Freedom of the press Category:Freedom of religion Category:John Milton Category:John Stuart Mill Category:Thomas Jefferson Category:Classical liberalism Category:English phrases Category:1950s neologisms Category:Quotations from philosophy",
 "title": "Marketplace of ideas"
}