{
 "id": "766521",
 "text": "Barbara Joan Estelle Amiel, Baroness Black of Crossharbour, DSS (born 4 December 1940), is a British-Canadian conservative journalist, writer, and socialite. She is married to former media proprietor Conrad Black. ==Early life and career== Amiel was born into a Jewish family in Watford, Hertfordshire, England, the daughter of Vera Isserles (née Barnett) and Harold Joffre Amiel.International Who's who of Authors and Writers, Volume 23, Europa Publications, Taylor & Francis Group, 2008, page 22 A cousin was the oncologist, broadcaster and humorist Rob Buckman. Her father, originally a solicitor, became a Lieutenant Colonel serving in Italy during World War II, but was discharged because of injury. Her parents divorced when she was eight, after her father left her mother for another woman. Amiel attended North London Collegiate School in Edgware, Greater London, an independent girls' school. Amiel's mother remarried and, in November 1952, the couple emigrated with Barbara, her sister and half-brother, to Hamilton, Ontario. She never saw her biological father again after her mother remarried. Family difficulties, including a period when her step-father was unemployed, precipitated her living independently for periods of time from the age of 14 during which she gained employment to support herself. \"My mother loathed me and saw me as a hindrance to her life\", she told Alice Thomson of The Times in 2020. Her natural father took his own life in 1956 after the discovery of theft from his clients. Amiel's family decided not to disclose this information; she did not discover the truth for three years. In 1959, she entered the University of Toronto, and took a degree in Philosophy and English. Amiel was then sympathetic to communism, and was a delegate in 1962 to the Soviet-organised World Festival of Youth and Students in Helsinki, Finland. In the late 1960s, Amiel was a story editor and, for a brief period, a presenter for CBC TV Public Affairs. In the 1970s she was intermittently on contract with both CTV and TV Ontario and was a regular on the CBC TV's midday Bob McLean Show. Amiel first joined Maclean's magazine in 1976 working as a senior writer, associate editor and columnist. By Persons Unknown: The Strange Death of Christine Demeter (1977, co-authored with her second husband), won The Mystery Writers of America Edgar Award for Best non-fiction in 1978. She served as the first female editor of the Toronto Sun from 1983 until 1985. ==Marriages== Amiel has been married four times, with three marriages ending in divorce. She entered a brief marriage to Gary Smith in 1964. Her second marriage was to poet, broadcaster and author George Jonas from 1974 to 1979. Her political orientation switched from left to right during her marriage to Jonas, a process which is described in Confessions, her 1980 memoir. A third marriage in 1984 was to cable businessman David Graham, but the couple split around 1988, eventually divorcing in 1990. The publisher Lord Weidenfeld became Amiel's friend and, for a time, her lover. On 21 July 1992, she married Conrad Black, a Canadian businessman with extensive mining and media interests. According to Tom Bower, Black's goals in life vastly expanded after his marriage to Amiel. Peter Oborne described them as \"London's most glamorous power couple\" during the 1990s in a 2004 Spectator article. In 2001, Amiel became Lady Black after her husband gained a life peerage as Lord Black of Crossharbour. ==Career in British journalism== After her return to London, from 1986 to 1999, Amiel was a columnist for The Times and, from 1991, a senior political columnist for The Sunday Times. In 1995, she moved to The Daily Telegraph, then owned by Conrad Black's company. In December 2001, she alleged in The Spectator magazine that coarse and reputedly antisemitic remarks had been uttered by the ambassador of a \"major EU country\" at a party she hosted. The Times of London identified the individual as then-French ambassador to the UK, Daniel Bernard. Amiel said he had described Israel as \"that shitty little country\". Bernard, via a spokesman, did not deny making the comment. Amiel's journalism became known, according to Andy McSmith in 2007, for her \"ferocious\" defence of Israel and as an opponent of the BBC. She wrote in September 2003 that while \"it is too late to kill Arafat,\" the \"conflict in the Middle East is not amenable to a peaceful solution and can only be solved by the total victory of one side\" either by \"the Arabs annihilating the Israelis or the Israelis being forced to use every means, not excluding nuclear power, to defend themselves.\" She was accused in 2002 by Sir Peregrine Worsthorne, former editor of The Sunday Telegraph, of writing \"enragingly narrow-minded and logic-choppingly unpersuasive apologies for Israel\". After Amiel lost her Daily Telegraph column in May 2004, Worsthorne described her, of all Black's \"neo-conservative columnists\", as the \"worst of the lot\". In a July 2003, Daily Telegraph article, she wrote that the BBC had been \"a bad joke in its news and public affairs broadcasting for several decades\" with its \"relentless anti-Israel and anti-America biases\". A few months earlier, in a March 26 Telegraph article, she said that the BBC Arabic Service had never analysed the power structures inside Iraq and how it merged into the interests of Saddam Hussein's family. The head of the World Service, Mark Byford, said the Arabic Service had covered these issues with \"countless interviews and debates\". In a Telegraph article published on 3 March 2003, she compared the BBC's Arabic Service to \"the controlled press in Arabic dictatorships\" who are not allowed to publish any criticisms of their governments. Amiel was criticized in 2004 by William Dalrymple in the New Statesman for writing articles that portray Arabs and Islam in a derogatory manner. In an early 2004 Telegraph article, Amiel made claims which greatly overestimated Muslim demographics in France and its potential growth, asserting it was \"not impossible\" for a majority of the French population to be Muslims by the end of the 2020s. Michèle Tribalat, a demographer at Institut national d'études démographiques (INED) said the figures Amiel suggested were \"une sottise\" (\"a piece of foolishness\"). Nick Cohen, in a January 2002 New Statesman article, accused Amiel of being one of the people who believe \"objectively the anti-American is pro-Bin Laden\". She had responded to a speech the dramatist Harold Pinter had delivered on 10 September 2001 calling for opposition to American foreign policies. According to Amiel, comments by Pinter on these lines had long \"been an incitement to violence. No amount of bons mots can quite distance him morally from what took place the next day\", meaning the September 11 attacks. Duff McDonald in Vanity Fair wrote that \"her fiery prose makes Ann Coulter's seem tame in comparison\". According to McDonald, Amiel has used her outlets to \"defend nonviolent sexual harassment\" of the kind Anita Hill said she had endured from (then) Supreme Court justice nominee Clarence Thomas, to describe homosexuality as abominable, and to describe as \"horrifying\" the Princess of Wales' sympathy for AIDS sufferers. In 2005, she rejoined Maclean's as a columnist under its new editor, Kenneth Whyte. ==Hollinger expenses== In 2002, Amiel gave an interview to Vogue magazine which led to an enquiry into Hollinger's accounts led by Gordon Paris. Amiel was then Vice-President: Editorial of Hollinger Inc.; her husband was then president and CEO. In her London home, she told Vogue her \"extravagance knows no bounds\". She displayed \"a fur closet, a sweater closet, ... and a closet so crammed with evening gowns that the overflow has to be kept in yet more closets downstairs.\" There were a dozen Hermes Birkin bags, at least thirty handbags made by Renaud Pellegrino and over 100 pairs of Manolo Blahnik shoes each costing between £250 and £800. Amiel's excesses also extended to a large collection of jewellery. \"It is always best to have two planes, because however well one plans ahead, one always finds one is on the wrong continent\", she said. \"Only a few hundred women in the world can afford to dress like Mrs. Black\", wrote Margaret Wente in a November 2003 issue of Toronto's Globe and Mail, \"and Mrs. Black may not be among them.\" After the Vogue interview, Hollinger International began legal action in Illinois against the couple and other executives, seeking $1.25 billion in damages. The lifestyle that Lord and Lady Black of Crossharbour enjoyed was charged to Hollinger expenses. A court filing by Hollinger in the Chicago Court at the end of August 2004 said Amiel had been paid $6.7 million in salary, bonuses and fees by the company during the seven years she was vice-president whose indicated tasks were \"nothing more than euphemisms for ordinary activities\". Between 1998 and 2003, Amiel served as a columnist at her husband's Chicago Sun-Times and earned $1.3 million for a limited number of articles. A biography of the couple by Tom Bower, Conrad and Lady Black: Dancing on the Edge, was published in November 2006. According to Bower, \"Black wanted to appear as a billionaire, and Amiel was an eager accomplice to his desire\". She \"could have discovered that her husband's income was insufficient to finance their ambitions, but she preferred not to investigate\". Black denounced the book in The Sunday Telegraph finding \"disgusting\" Bower's \"key-hole, smut-mongering side-piece portrayal\" of Amiel. Black filed a suit in Canada against Bower in February 2007, claiming that the biography described Amiel as \"grasping, hectoring, slatternly, extravagant, shrill and a harridan\". At the time of Black's release from prison in 2012 the case was described as a \"$2.5-million suit\" and Bower said \"How can a convicted fraudster find a jury who will say that his reputation has been damaged by a book that says he's a fraudster?\" ==Black's trial and conviction== Amiel accompanied Black to his trial in a Chicago courtroom, which lasted for 15 weeks, ending with convictions for fraud and obstruction of justice on 13 July 2007. Lord Black of Crossharbour was sentenced to 78 months imprisonment in December 2007. Amiel was reported to have lost her self control in court early in the trial, and to have spoken in anger to a handful of female journalists who gained her displeasure. In August 2008, Maclean's magazine published Amiel's defence of her husband (also published in The Sunday Times), in which she portrayed herself as the victim of a gross injustice. \"My life was wiped out in Chicago at least all that mattered in it,\" she wrote. \"What does it matter if one well-off elderly white woman with too many pairs of expensive shoes now finds her social life largely limited to visiting her dearly missed husband in a U.S. federal correctional institution.\" Accompanied by his wife, Black had reported to Coleman Correctional Facility in Florida on 3 March 2008 to serve his sentence. In the Maclean's article, Amiel believed her husband's experience demonstrated gross defects in the American judicial system: \"If ostensibly privileged defendants like us can be baselessly smeared, wrongfully deprived, falsely accused, shamelessly persecuted, innocently convicted and grotesquely punished, it doesn't take much to figure out what happens to the vulnerable, the powerless, the working-class people whose savings have been eaten up trying to defend themselves.\" Roy Greenslade wrote that Amiel misrepresented the case of the prosecution in her Sunday Times article and, like her husband, was in denial. Black was released from Florida Penitentiary, in the United States on 4 May 2012. He received a full pardon from President Donald Trump in May 2019. Amiel's memoir, Friends and Enemies: A Memoir, was published in October 2020. Of those who severed contact with her after her husband lost control of Hollinger, she comments: \"the only revenge would be to see our persecutors guillotined. I have worked out 1,001 ways to see them die, beginning with injecting them with the ebola virus and watching.\" Sarah Sands, in a review for The Spectator, describes it as \"more of an operatic reckoning\" than a memoir. Amiel \"pre-empts criticism. Is she a femme fatale? Of course she is.\" ==Publications== *1977: By Persons Unknown: the strange death of Christine Demeter; George Jonas, with Barbara Amiel. *1978: East and West: selected poems; with a profile of the poet by George Faludy and Barbara Amiel Toronto: Hounslow Press *1980: Confessions; by Barbara Amiel, Toronto, Ontario, Canada: Macmillan of Canada *1983: Celebrate Our City ... Toronto ... 150th Anniversary; Barbara Amiel and Lorraine Monk, Toronto: McClelland & Stewart *2020: Friends and Enemies: A Memoir Constable ==See also== * List of newspaper columnists ==References== ==External links== * “An extravagance that knows no bounds” by Sandra Laville * The Life and Times of Conrad Black Category:1940 births Black of Crossharbour Category:English emigrants to Canada Category:English columnists Category:English women journalists Category:Edgar Award winners Category:Canadian socialites Category:Jewish Canadian writers Category:Living people Category:Writers from Hamilton, Ontario Category:People from Watford Category:Canadian Sephardi Jews Category:Spouses of life peers Category:University of Toronto alumni Category:People educated at North London Collegiate School Category:Canadian people of English-Jewish descent Category:Women columnists Category:Maclean's writers and editors Category:English Jewish writers Category:CBC Television people Category:Jewish Canadian journalists Category:Toronto Sun editors Category:Canadian newspaper editors",
 "title": "Barbara Amiel"
}