{
 "id": "766939",
 "text": "John O'Quinn Field at Corbin J. Robertson Stadium (often referred to as simply Robertson Stadium) was a multi-purpose stadium in Houston, located on the campus of the University of Houston. It was the home of the Houston Cougars football and women's soccer teams. The stadium was the first home for the Houston Dynamo of Major League Soccer from 2006 to 2011, as well as the first home of the American Football League's Houston Oilers from 1960 to 1964. On January 1, 1961, it hosted the American Football League Championship Game (for the 1960 title). The Oilers defeated the Los Angeles Chargers (24–16) to become the league's first champions. It was also the site for pro football's first ever double-overtime game on December 23, 1962. The Oilers lost to the Dallas Texans (20–17) in that year's AFL title game. This was the only overtime game in the 10-year history of the AFL. The stadium's capacity was 32,000. The stadium's record attendance in its final configuration was set at 32,413, when Houston hosted the 2011 Conference USA Championship Game on December 3. In June 2010, the University of Houston announced its intention to raze Robertson Stadium, and build a new stadium at the same site. The stadium was closed and demolished upon the conclusion of the Houston Cougars' 2012 football season. The replacement venue is TDECU Stadium. ==History== ===Planning and construction=== Houston Independent School District (HISD) had purchased West End Park from the Houston Buffaloes when they moved into Buffalo Stadium in 1928. The ballpark, which was also used for football and other athletic events, had originally been constructed in 1904, and was in need of replacement. It was because of this that a larger, modern venue began being planned by school board officials. Prior to the construction of Robertson Stadium, the University of Houston campus had been built nearby in 1939. In March 1940 the HISD, who were in control of the university at the time, purchased the undeveloped site for a stadium from the Settegast Estate for $75,550.16. Another was acquired soon thereafter to bring the original site total to . The area of land is now bound by Holman Street, Wheeler Street, Scott Street, and Cullen Boulevard. The stadium was then constructed as a joint project between HISD and the Works Progress Administration by the Fretz Construction Company. Named the \"Public School Stadium\", it was completed in 1942, and had a seating capacity of 14,500. Public School Fieldhouse (later known as Jeppesen Gymnasium), a multi-purpose indoor arena which was constructed simultaneously, stood alongside. The stadium's first game was held before a crowd of 14,500 on September 18, 1942, when Houston's Lamar High School defeated Dallas' W. H. Adamson High School 26–7.Facilities: Robertson Stadium. UH Cougars Official Athletic Site. Retrieved 2015-11-07.Davis, Victor. \"1941 Champs Tough Again; Sandies, Wildcats Strong\". The Dallas Morning News, 20 Sep 1942, p. 7. Retrieved 2015-11-07. ===Early years=== HISD football games continued to be played at the stadium when the Houston Cougars football team played their inaugural game in front of a crowd of 11,000 with Southwestern Louisiana (now known as Louisiana). The University of Houston continued to host home football games there from 1946 to 1950 before moving to Houston Stadium in 1951 and then to the Astrodome in 1965. Prior to the 1957 football season, HISD changed policy at the stadium to disallow any teams with black students to play there despite this being previously allowed without issue. In 1958, the school district renamed the stadium \"Jeppesen Stadium\" for school board member Holger Jeppesen, who had vigorously lobbied for its construction. thumb|300px|1950 view of Robertson Stadium In 1960, the Houston Oilers began play as a charter member of the American Football League, and arranged to lease the stadium from HISD as their home stadium. The team was owned by Bud Adams, a wealthy Houston oilman who upgraded Jeppesen Stadium for professional football use. Part of Adams' upgrades were expanding the seating capacity to 36,000. This allowed for the largest attendance for the stadium ever of 37,981 when the Dallas Texans competed against the Oilers on December 23, 1962 for that year's AFL title game. At this time HISD continued its use of the stadium with an average of ten games per week. Making national headlines, the NAACP protested HISD's segregation policy in 1961, and formally asked players from the Oakland Raiders to refuse to play the Houston Oilers at Jeppesen Stadium in a regular- season game. The Oilers remained at Jeppesen until 1964, when they moved into Rice Stadium. In 1966, the University of Houston developed a master plan that emphasized the acquisition of the stadium. ===Renovations and regular use=== Corbin J. Robertson, former UH Board of Regents member and Athletics Committee Chairman, funded its renovation in 1970, and the stadium was bought for US$6.8 million by the University of Houston. In 1980, it was renamed \"Robertson Stadium\" in his honor. thumb|left|The Philips Vidiwall with scoreboard was part of the South end zone at Robertson Stadium from 2006 until its demolition in 2012 Beginning with the 1994 season, the Houston Cougars football team began splitting their home schedule with the Astrodome and Robertson Stadium. The University of Houston ended its lease agreement to hold home football games at the Astrodome before the 1998 season, moving the entire home slate of games back to Robertson Stadium on campus for the first time since 1949. In 1996, adjacent Jeppesen Gymnasium, in need of heavy renovations, was demolished to make way for a new scoreboard. The stadium was heavily renovated in 1999 to bring it up to NCAA Division I-A (now Division I FBS) standards for football venues. The playing surface was lowered nine feet and the running track eliminated to facilitate the addition of new seating on the sidelines and end zones. A total of twenty luxury suites were also constructed above both sides of the stadium. The playing field itself was named in honor of Houston attorney John O'Quinn, a donor to the project, thus modifying its official name to \"John O'Quinn Field at Robertson Stadium\". Rodney Griffin was the first official groundskeeper of the facility. thumb|West side stands and field at Robertson Stadium during gameplay in 2011 On August 2, 2002, the NFL's Houston Texans and Dallas Cowboys competed against each other in a scrimmage at Robertson Stadium. It was the first public game for the Texans, which were an expansion team to the league. Several improvements were made in 2006 thanks in part to a $1.7 million donation from the Houston Dynamo. The lighting system was upgraded and a new scoreboard and a Philips Vidiwall video screen was added. This was completed in August 2006. The Dynamo used the stadium for its first six seasons, leaving after 2011 for a new soccer- specific stadium in downtown Houston, BBVA Compass Stadium. With its final seating, the largest attendance for a single game at Robertson Stadium was set at 32,413, when Houston was defeated by Southern Miss on December 3, 2011 in the 2011 C-USA Championship Game in Houston. Prior to this, it was 32,207 when Houston defeated SMU on November 19, 2011. It was also the first time ESPN came to Houston to host College GameDay. ===Demolition=== The university hired the architecture firm of Leo A. Daly to assess the stadium and develop a plan for the long-term improvement of the facility. Plans were proposed to replace the end zone sections with an integrated bowl and add an upper deck that would increase capacity to 50,000, but with the athletic department changing leadership from Dave Maggard to Mack Rhoades, a new feasibility study was conducted instead. This study, conducted by AECOM for four months, was concluded in June 2010 with an announcement by the university to raze Robertson Stadium, and rebuild a new stadium at the location. On February 1, 2012, Athletic Director Mack Rhoades announced that demolition work would begin at the conclusion of the 2012 season. Robertson Stadium hosted its final event, the Cougars' season finale against Tulane, on November 24. The Cougars defeated the Green Wave 40-17 to finish their run at Robertson with a final record of 72-44-1. Official demolition of the stadium began on December 2, 2012, and major demolition began on December 10, 2012. Demolition continued through the end of 2012 when the last remaining structures were taken down and all major demolition/cleanup activities were completed by the end of January 2013. Groundbreaking ceremonies for the new stadium took place in early February, 2013. ==Events hosted== thumb|An aerial view of Robertson Stadium in 2002 ===Football=== Prior to its demolition, Robertson Stadium had hosted many football games. The 1960 AFL Championship game and 1962 AFL Championship game were played at Robertson Stadium by the Oilers against the Los Angeles Chargers and Dallas Texans respectively. On January 16, 1965, the 1964 AFL All-Star game was also held there. On December 1, 2006, the stadium was host to the Conference USA Football Championship. On March 8, 2008, the stadium hosted the inaugural Space City Classic, a Houston-area high school all-star game. In January 2008 and 2009, the 83rd and 84th annual East–West Shrine Games were played at Robertson Stadium. ===Other Sports=== The stadium hosted a variety of other sports events. The 1983 NCAA Track & Field Championship was held at Robertson Stadium prior to the removal of the track. On November 10, 2007, the Dynamo defeated the Kansas City Wizards in the 2007 MLS Western Conference final. The stadium also hosted international rugby games, with 13,000 fans turning out in December 2001 to watch the USA play South Africa. ===Concerts=== Robertson Stadium was the venue for several concerts. In 1972, ZZ Top, The Doobie Brothers, Wishbone Ash, & Willie Nelson performed at Robertson Stadium. In June of 1974 Jesse Colin Young and The Beach Boys opened for Crosby, Stills, Nash, & Young and in July of the same year, Commander Cody & His Lost Planet Airmen and The Eagles opened for The Allman Brothers. Other concerts held at the stadium include Pink Floyd during their In The Flesh Tour & Alice Cooper in 1980. ==Transportation== Metropolitan Transit Authority of Harris County (METRO) operates the METRORail Purple Line Robertson Stadium/UH/TSU station, which served Robertson Stadium and now serves TDECU Stadium. ==See also== *Jeppesen Gymnasium *TDECU Stadium *West End Park ==References== ==External links== *University of Houston *Houston Cougars Athletics *Facilities: John O'Quinn Field at Robertson Stadium *UH Buildings: Corbin J. Robertson Stadium Category:Sports venues completed in 1942 Category:Houston Cougars football venues Category:College football venues Category:Former Major League Soccer stadiums Category:Defunct college football venues Category:Defunct American Football League venues Category:American football venues in Houston Category:Houston Oilers stadiums Category:College soccer venues in the United States Category:Rugby union stadiums in Houston Category:Works Progress Administration in Texas Category:1942 establishments in Texas Category:2012 disestablishments in Texas Category:Sports venues demolished in 2012 Category:Soccer venues in Houston Category:Demolished sports venues in Texas",
 "title": "Robertson Stadium"
}