{
 "id": "767137",
 "text": "The Revised English Bible (REB) is a 1989 English-language translation of the Bible that updates the New English Bible (NEB) of 1970. As with its predecessor, it is published by the publishing houses of both the universities of Oxford and Cambridge. It is not to be confused with the Revised English Bible of 1877, which was an annotated and slightly corrected version of the King James Bible. ==Translation philosophy== The REB is the result of both advances in scholarship and translation made since the 1960s and also a desire to correct what have been seen as some of the NEB's more egregious errors (for examples of changes, see the references). The changes remove many of the most idiosyncratic renderings of the NEB, moving the REB more in the direction of standard translations such as the New Revised Standard Version (NRSV) or the New International Version (NIV). The translation is intended to take account of gender-inclusive usage, though not to the same extent as translations such as the NRSV. Psalm 1 offers an illustration of the REB's middle-ground approach to gender-inclusive language. On one side are more literal translations, such as the King James Version (KJV), Revised Standard Version (RSV), and the English Standard Version (ESV), that use the word \"man\" and the masculine singular pronoun in Psalm 1. The RSV/ESV, for example, read \"Blessed is the man who walks not in the counsel of the wicked...; but his delight is in the law of the Lord.\" On the other side are more dynamic translations aiming for gender-inclusivity, such as the NRSV, that avoid exclusively masculine English nouns and pronouns. For instance, in Psalm 1, the NRSV uses plurals: \"Happy are those who do not follow the advice of the wicked...; but their delight is in the law of the Lord.\" By comparison, the REB walks a middle path between both approaches. In Psalm 1, the REB avoids using a male noun (\"man\") while also retaining the masculine singular pronouns (\"his\"): \"Happy is the one who does not take the counsel of the wicked for a guide... His delight is in the law of the Lord.\" The style of the REB has been described as more \"literary\" than that of the NRSV or NIV. It tends slightly further in the direction of \"dynamic equivalence\" than those translations, but still translates Hebrew poetry as poetry and reflects at least some of the characteristics of that poetry. The REB's general accuracy and literary flavour has led Stephen Mitchell and others to compliment it as one of the best English renderings. The translators of the REB gave particular attention to its suitability for public reading, especially in the Book of Psalms. The NEB \"had a considerable British flavor\" but the REB \"removed much of this distinctiveness and aimed to be more accessible to an American audience\". Churches in the Anglican Communion in which the REB is authorized for liturgical use include the: *Episcopal Church, *Church of England, *Anglican Church of Canada. == Sponsors == The churches and other Christian groups that sponsored the REB were: * Baptist Union of Great Britain * Bible Society * Church of England * Church of Scotland * Council of Churches for Wales * Irish Council of Churches * The London Yearly Meeting of the Religious Society of Friends * Methodist Church of Great Britain * Moravian Church in Great Britain and Ireland * National Bible Society of Scotland * Roman Catholic Church in England and Wales * Roman Catholic Church in Ireland * Roman Catholic Church in Scotland * Salvation Army * United Reformed Church == Revision committee members == Chairman of the joint committee responsible for translation: Donald Coggan Director of revision: William Duff McHardy Revisers: G. W. Anderson; R. S. Barbour; I. P. M. Brayley; M. Brewster; S. P. Brock; G. B. Caird; P. Ellingworth; R. P. Gordon; M. D. Hooker; A. A. Macintosh; W. McKane; I. H. Marshall; R. A. Mason; I. Moir; R. Murray; E. W. Nicholson; C. H. Roberts; R. B. Salters; P. C. H. Wernberg-Moller; M. F. Wiles Literary advisers: M. H. Black; M. Caird; J. K. Cordy, Baroness de Ward; I. Gray; P. Larkin; Doris Martin; C. H. Roberts; Sir Richard Southern; P. J. Spicer; J. I. M. Stewart; Mary Stewart == References == === Footnotes === === Bibliography === * * * == Further reading == * * * == External links == * Category:1989 books Category:1989 in Christianity Category:Bible translations into English",
 "title": "Revised English Bible"
}