{
 "id": "767326",
 "text": "Albert Marius Soboul (27 April 1914 - 11 September 1982) was a historian of the French Revolutionary and Napoleonic periods. A professor at the Sorbonne, he was chair of the History of the French Revolution and author of numerous influential works of history and historical interpretation. In his lifetime, he was internationally recognized as the foremost French authority on the Revolutionary era. == Early life == Soboul was born in Ammi Moussa, French Algeria in the spring of 1914. His father, a textile worker, died later that same year at the front in World War I. He and his older sister Gisèle grew up first in a rural community in Ardèche in southern France before moving with their mother back to Algeria. When she too died in 1922, the children were sent to be raised by their aunt Marie in Nîmes. === Education === The children's aunt was a primary school teacher and under her care Soboul blossomed in his education at the lycée of Nîmes (1924–1931). He was uniquely inspired by the educator Jean Morini-Comby, who was himself a published historian of the Revolution.For a list of Morini-Comby's works, see Worldcat.org. Soboul excelled in his studies and developed a lifelong passion for history and philosophy. After Nîmes, Soboul studied for a year at the university of Montpellier, then transferred to the Lycée Louis-le-Grand in Paris. He published his first work of history, an examination of the ideas of the revolutionary leader Saint-Just, originally attributed to a pseudonym, Pierre Derocles. Soboul completed his agrégation in history and geography in 1938. == Career == Called up for military service that same year, Soboul served in the horse-drawn artillery before being demobilized in 1940. He had already become a member of the French Communist Party and remained committed to them even under the German occupation. He received a teaching position at the lycée of Montpellier, but he was dismissed by the Vichy regime in 1942 for supporting Resistance activities. Soboul spent the rest of the war years doing historical research under the direction of Georges Henri Rivière for the Musée national des Arts et Traditions Populaires in Paris. After the war's end, Soboul returned again to Montpellier to teach, then moved to the Lycée Marcelin Berthelot and finally the Lycée Henri-IV. He became a close friend of the eminent historian Georges Lefebvre and under his direction wrote his 1,100-page doctoral dissertation on the revolutionary sans-culottes, The Parisian Sans-culottes in the Year II. Soboul was later promoted to the University of Clermont-Ferrand. After a decade as a combative academic presence and prolific author, he was made Chair of the History of the French Revolution at the Sorbonne in 1967. He served also as editor of the Annales historiques de la Rèvolution française and lectured frequently throughout the world, acquiring a reputation as \"the leading French authority on the Revolution\". In his writings, Soboul promulgated the concept of overarching class struggle as the basis of the Revolution. He carried forward many of the central viewpoints of earlier historians like François Victor Alphonse Aulard and Albert Mathiez and his extensive body of work is characterized by a clear, unfettered writing style and deeply detailed research. He always rejected labels of his work as Marxist or communist, describing himself as \"part of the 'classical' and 'scientific' school of historiography represented by Tocqueville, Jaurès and Lefebvre\". Nonetheless, Soboul remains considered a principal architect of the Marxist school of historical analysis. Soboul propounded the Marxist interpretation arguing the Reign of Terror was a necessary response to outside threats (in terms of other countries going to war with France) and internal threats (of traitors inside France threatening to frustrate the Revolution). In this interpretation, Maximilien Robespierre and the sans-culottes were justified for defending the Revolution from its enemies. Soboul's position and the entire Marxist model of the French Revolution have come under intense criticism since the 1990s. François Furet and his followers have rejected Soboul and argued that foreign threats had little to do with the Terror.François Furet, \"A Deep-rooted Ideology as Well as Circumstance,\" in The French Revolution: Conflicting Interpretations, ed. by Frank Kafker et al. (2002). p. 222. Instead, the extreme violence was an inherent part of the intense ideological commitment of the revolutionaries—it was inevitable and necessary for them to achieve their utopian goals to kill off their opponents. Still others like Paul Hanson take a middle position, recognising the importance of the foreign enemies and viewing the Terror as a contingency that was caused by it the interaction of a series of complex events and the foreign threat. Hanson says the Terror was not inherent in the ideology of the Revolution, but that circumstances made it necessary.Paul R. Hanson, Contesting the French Revolution (1999) Soboul emphasized the importance of the sans-culottes as a social class, a sort of proto-proletariat that played a central role. That view has been sharply attacked as well by scholars who say the sans-culottes were not a class at all. Indeed, as one historian points out, Soboul's concept of the sans-culottes has not been used by scholars in any other period of French history. == Legacy == Soboul died in Nîmes on the estate of his late aunt Marie. The French Communist Party gave him a lavish burial ceremony at the Père Lachaise Cemetery, near the graves of prominent party leaders and the Communards' Wall, where the last Communards were shot in May 1871. A biography, Un historien en son temps: Albert Soboul (1914–1982) by Claude Mazauric, was published in France in 2004. Toward the end of his life, Soboul's interpretations faced increasing opposition by new historians of the revisionist school, but his work is still regarded as a major contribution to the study of history from below. His collection of books on the Revolution was bequeathed to the Musée de la Révolution française. == Published works == === Major publications in English === * 1948: The Revolution of 1848 in France * 1953: Classes and class struggles during the French revolution * 1955: Robespierre and the popular movement of 1793-4 * 1958: The French rural community in the eighteenth and nineteenth centuries * 1964: The Parisian Sans-Culottes and the French Revolution, 1793-4 * 1972: The Sans-culottes: the Popular Movement and Revolutionary Government, 1793-1794 * 1974: From the Jacobin dictatorship to Napoleon * 1975: The French Revolution, 1787-1799: From the Storming of the Bastille to Napoleon * 1977: A Short History of the French Revolution, 1789-1799 * 1988: Understanding the French Revolution === French publications === Soboul authored scores of books and articles in his native French. He also updated and revised numerous earlier works and often collaborated with other historians in compilations and other projects. After his death, his extant writings formed the basis of several further publications: ; Posthumous publications * 1983: Problèmes paysans de la Révolution (1789-1848), Paris, Maspero, 442 p. * 1984: La Révolution française, Gallimard, 2005, 121 p. * 1986: Portraits de révolutionnaires, Messidor, 312 p. * 1989: Dictionnaire historique de la Révolution française, PUF, 1132 p. * 1990: La France napoléonienne, Arthaud, 419 p. * 1995: La Maison rurale française, Paris, Cths, 171 p. == See also == * Historiography of the French Revolution == References == Category:1914 births Category:1982 deaths Category:People from Relizane Province Category:People of French Algeria Category:Pieds-Noirs Category:French Communist Party members Category:Historians of the French Revolution Category:French Marxist historians Category:20th-century French historians Category:French male writers Category:Lycée Henri-IV alumni Category:University of Paris alumni Category:Members of the German Academy of Sciences at Berlin Category:Burials at Père Lachaise Cemetery Category:Historians of the Napoleonic Wars Category:Migrants from French Algeria to France",
 "title": "Albert Soboul"
}