{
 "id": "767788",
 "text": "Jean Ping (; born 24 November 1942 in Omboué)UN profile page.\"Jean Ping Ministre des Affaires étrangères, de la Coopération et de la Francophonie\", Jeune Afrique, 5 January 2003 .\"Gabon: Biographie du nouveau président de la Commission de l’Union Africaine, Jean Ping\", Gabonews, 2 February 2008 . is a Gabonese diplomat and politician who served as Chair of the African Union Commission from 2008 to 2012. Born to a Chinese father and Gabonese mother, he is the first individual of Chinese descent to lead the executive branch of the African Union. He served as the Minister of State and Minister of Foreign Affairs, Cooperation and Francophonie of the Gabonese Republic from 1999 to 2008, and was President of the United Nations General Assembly from 2004 to 2005. He stood for the 2016 Gabonese presidential election against president Ali Bongo. ==Biography== === Personal life === Ping was born in Omboué, a small town on the Fernan Vaz lagoon, south of Port-Gentil. His father, Cheng Zhiping, called Wang Ping by the Gabonese, was a Chinese from Wenzhou, Zhejiang, who was recruited as a labourer in the 1920s and became a timber harvester. Cheng, who married Germaine Anina, a Gabonese daughter of a tribal chief that was born in Kongo, encouraged his son to study in France with a scholarship from the Gabonese government. Ping has a doctorate in economic science from the University of Paris 1 Panthéon-Sorbonne, which he obtained under René Passet in 1975. Previously in a relationship with Pascaline Bongo, daughter of the president Omar Bongo, with whom he has two children, Ping also has children with Marie-Madeleine Liane. However, he has always remained married to Jeanne-Thérèse, who is of Italo-Ivorian origin. He is the father of eight children. === International positions === In 1972, Ping began working as an international civil servant at UNESCO in Paris. He served as Gabon’s Permanent Delegate to UNESCO from 1978 to 1984 before becoming involved in his country’s politics. He was also president of OPEC in 1993, when Gabon was a member country. In 2004, Ping was chosen to be the 59th President of the United Nations General Assembly. Ping was elected Chairperson of the Commission of the African Union in the first round in 2008. He left the role in 2012. Ping has represented Gabon several times at numerous international conferences: UNESCO, Organisation of African Unity (now known as the AU), Non- aligned Movement, Organisation of Islamic Cooperation (OIC), Organization of Petroleum-Exporting Countries (OPEC), World Bank, Francophonie Summits, France–Africa, Africa–Caribbean–Pacific–European Union, China–Africa Forums, Tokyo International Conference on African Development (TICAD), and US–Africa Conferences organized in relation to the African Growth and Opportunity Act (AGOA). Ping has contributed to several mediations launched by President Omar Bongo to restore peace and stability in central Africa: DRC, Republic of the Congo, Chad, the Central African Republic and São Tomé and Principe. On 17 December 2010, he was asked by the African Union to attempt to find a solution to the crisis in Côte d'Ivoire. The country was at that time rocked by a power struggle ongoing since the second round of the 28 November 2010 presidential election, with both candidates, Laurent Gbagbo and Alassane Ouattara, declaring themselves the victors. Ping criticized France’s military intervention in Libya in 2011, which in his view destroyed the country and destabilized the region. He described the policy as \"neo-colonial\", represented by the interventionism of Bernard-Henri Lévy and Nicolas Sarkozy's decision to reject traditional French policy and \"go to war, guns blazing, and lead the hostilities from the front, under the cover of the UN flag and under the military umbrella of the US and NATO.\" He condemned a Western policy \"driven by base emotions and passions overriding opinions.\" === Political career === In 1972, Ping began working at UNESCO in its Sector for External Relations and Cooperation as an international civil servant. In 1978, he became advisor to the Gabonese embassy in France, and he subsequently became Gabon's Permanent Delegate to UNESCO, in which position he served until 1984. On returning to Gabon in 1984, Ping began his political career as chief of staff to Omar Bongo, President of the Gabonese Republic. ==== Ministerial career ==== On 26 February 1990, Ping was appointed Minister of Information, Postal Services, Telecommunications, Tourism, Leisure and Parastatal Sector Reform with responsibility for Parliamentary relations and government spokesman. He held the position only briefly before moving to the head of the Ministry of Mines, Energy and Hydraulic Resources from 29 April 1990 to June 1991, then again for nineteen months from 28 August 1992 to 24 March 1994. On 25 March 1994, Ping was given responsibility for the Ministry of Foreign Affairs and Cooperation for the first time, before becoming Deputy Minister of Finance, Economy, the Budget and Privatization on 30 October. Ping was elected to the National Assembly from Omboué in the December 1996 parliamentary election, the December 2001 parliamentary election, and the December 2006 parliamentary election.\"INFOS SUR M. Jean PING, Vice Premier Ministre en Charge des Affaires étrangères, de la coopération, de la Francophonie et de l’intégration Régionale\" , cooperation.refer.ga .\"Liste des Députés par Circonscription\" , National Assembly website (accessed 5 January 2009) . Ping was Minister of Planning, Environment and Tourism for two years from 27 January 1997 to 25 January 1999, before again taking responsibility for the Ministry of Foreign Affairs and Cooperation, joined this time by the Francophonie portfolio and with the title of Minister of State. He remained there until his election to Chairperson of the Commission of the African Union on 6 February 2008, a position that he held until 15 October 2012. It was during this final nine-year ministerial term that he served as President of the United Nations General Assembly in 2004–2005. On 1 February 2014, Ping announced his disillusionment with the ruling Gabonese Democratic Party (PDG), resigning on 19 February 2014. He has since been in open conflict with President Ali Bongo and focused on unifying the opposition forces in a structure called Front uni de l'opposition pour l'alternance (FUOPA). ==== 2016 presidential election ==== At a political meeting in the city of Oyem on 25 August 2015, Ping officially launched his bid to become the sole opposition candidate standing for the 27 August 2016 presidential election. On the eve of the 2016 presidential election, Ping was, with the outgoing president Ali Bongo, one of the two favourites, alongside eight other candidates. He was supported by four other candidates who stood aside for him : Casimir Oyé Mba, the former Prime Minister, Guy Nzouba-Ndama, former president of the National Assembly, Léon Paul Ngoulakia, President Bongo’s cousin, and Roland Désiré Aba'a Minko, an independent candidate. According to the official 31 August results provided by the CENAP, Gabon’s national elections commission, whose impartiality has been strongly criticized by the opposition, Ali Bongo was declared the victor with 49.8% of the votes. His victory was contested as Jean Ping, with 48.2%, was beaten by just 5,594 votes. Frauds were alleged, particularly in the Haut-Ogooué province, Ali Bongo’s stronghold, which saw the turnout reach 99.93% versus 59.5% at national level and 98% of votes cast in his favour. In the night of 31 August to 1 September 2016, the headquarters of Ping’s presidential campaign were attacked by military forces, leaving several people dead. Ping has since condemned \"the military-electoral coup d'état.\" On 2 September, Ping said at a press conference: \"the whole world knows who the president of the Republic is: it’s me, Jean Ping.\" He demanded that the votes be recounted by polling station. Earlier on 30 August, the American Ambassador to Gabon called for the results to be published by polling station, stating that \"the electors have been let down by numerous systematic failings and irregularities.\" On 1 September, the European Union also declared: \"Confidence in the election results can only be restored by a transparent verification, polling station by polling station.\" On 24 September 2016, Bongo was declared the victor by the Constitutional Court with 50.66% of the votes, ahead of Ping with 47.24%. Following the verdict, Ping, who had appealed to the high court under pressure from the international community, spoke to the Gabonese people: \"Yesterday, the Court made its ruling despite and against everything, trampling over the sovereignty of the Gabonese people, pointedly ignoring the national and international community’s urgent calls for transparency. But the ruling won’t unite or satisfy the Gabonese people because the people of Gabon won’t recognize it. Nor will the international community give it any credence.\" ==== Post-election period ==== Ping decided to wage a peaceful struggle and continue campaigning against Ali Bongo in order to resolve Gabon's political crisis, which for months had been significantly worsening the economic crisis triggered by the fall in raw material prices in 2015 (although manganese was much less affected). Following various reports, the 12 December report of the European Union’s Election Observation Mission (EUEOM), which was written by election observers present at Gabon’s invitation, clearly stated that \"These anomalies call in question the integrity of the process of consolidating the results and final result of the election.\" When Ping concluded an initial world tour of international institutions and bodies in November 2016, he said : \"That clearly shows that it’s me, Jean Ping, who won the presidential election. We expect the international community to draw all the necessary conclusions from the report\". The African Union (AU) and International Organisation of La Francophonie (OIF) reports released to date confirm that the wishes of Gabonese voters have been disregarded. On 15 December 2016, Ping appealed to the ICC, citing crimes against humanity before and after the disputed 27 August 2016 presidential election. He claimed to have proof that at least 22 people were shot dead by law enforcement forces. At Ping's initiative, 'Le Dialogue National Pour l'Alternance' (DNPA) was held from 18 to 23 December 2016. All Gabonese were invited in the aim of debating such essential topics as the claims of victory, post-election crisis, governance and social crises. On 2 February 2017, the European Parliament passed a resolution condemning the human rights violations in Gabon following the 2016 presidential election. It was welcomed by Ping, who said : \"We have always called for targeted sanctions. They may take time, but they will come.\" Throughout 2017, Ping continued to campaign and, as he had done since 2014, organized a countrywide tour (from 1 to 5 March 2017) to Gabon’s three provincial capitals: Oyem in the north; Mouila in the south; and Lambaréné in the centre. In Libreville on 22 June, Ping was interviewed by members of the ICC Office of the Prosecutor as part of their preliminary examination of post-election violence in Gabon. Alongside Ping, an international movement led by the Gabonese diaspora has emerged, demanding that the sovereignty of the Gabonese people is recognized and the true election results are acknowledged. During his July 2017 European tour, the protest movement gave him a warm welcome. ==Awards== ===In Gabon=== * Commandeur de l'Étoile équatoriale * Grand officier de l'Étoile équatoriale * Commandeur du Mérite maritime * Commandeur de l'Ordre national du Mérite ===In France=== * Grand officier de la Légion d'honneur (2006) * Member of the Association nationale des docteurs en sciences économiques (Andese-France). == Writing == * Mondialisation, paix, démocratie et développement : l'expérience du Gabon (preface Hubert Védrine), L'Harmattan, 2002 () * Et l'Afrique brillera de mille feux, Éditions L'Harmattan, Paris, 2009 * Éclipse sur l'Afrique : fallait-il tuer Kadhafi ?, Michalon, 2014 ==References== |- |- |- Category:1942 births Category:Candidates for President of Gabon Category:Chairpersons of the African Union Commission Category:Foreign ministers of Gabon Category:Gabonese people of Chinese descent Category:Government ministers of Gabon Category:Grand Officiers of the Légion d'honneur Category:Living people Category:Members of the National Assembly of Gabon Category:Permanent Delegates of Gabon to UNESCO Category:Permanent Representatives of Gabon to the United Nations Category:Gabonese politicians of Chinese descent Category:Presidents of the United Nations General Assembly Category:People from Ogooué-Maritime Province Category:20th-century politicians Category:21st-century politicians Category:21st-century Gabonese people",
 "title": "Jean Ping"
}