{
 "id": "76771",
 "text": "right|thumb|Juvenile in Nason Creek, Washington, USA thumb|Foraging in a stream The American dipper (Cinclus mexicanus), also known as a water ouzel, is a stocky dark grey bird with a head sometimes tinged with brown, and white feathers on the eyelids that cause the eyes to flash white as the bird blinks. It is long, has a wingspan of , and weighs on average . It has long legs, and bobs its whole body up and down during pauses as it feeds on the bottom of fast-moving, rocky streams. It inhabits the mountainous regions of Central America and western North America from Panama to Alaska. ==Taxonomy== The American dipper was described by the English zoologist William John Swainson in 1827 and given the binomial name Cinclus mexicanus. The type locality is Temascaltepec de González in Mexico. There are five subspecies: * C. m. unicolor Bonaparte, 1827 – Alaska, west Canada and west USA * C. m. mexicanus Swainson, 1827 – north and central Mexico * C. m. anthonyi Griscom, 1930 – southeast Mexico, southwest Guatemala, east Honduras and northwest Nicaragua * C. m. dickermani Phillips, AR, 1966 – south Mexico * C. m. ardesiacus Salvin, 1867 – Costa Rica and west Panama ==Description== This species, like other dippers, is equipped with an extra eyelid called a nictitating membrane that allows it to see underwater, and scales that close its nostrils when submerged. Dippers also produce more oil than most birds, which may help keep them warmer when seeking food underwater. The song consists of high whistles or trills repeated a few times. Both sexes of this bird sing year round. ==Distribution and habitat== The American dipper is usually a permanent resident, moving slightly south or to lower elevations if necessary to find food or unfrozen water. The presence of this indicator species shows good water quality; it has vanished from some locations due to pollution or increased silt load in streams. ==Behaviour== The American dipper defends a linear territory along streams. In most of its habits, it closely resembles its European counterpart, the white-throated dipper, Cinclus cinclus, which is also sometimes known as a Water Ouzel. ===Breeding=== The American dipper's nest is a globe-shaped structure with a side entrance, close to water, on a rock ledge, river bank, behind a waterfall or under a bridge. The normal clutch is 2–4 white eggs, incubated solely by the female, which hatch after about 15–17 days, with another 20–25 days to fledging. The male helps to feed the young. The maximum recorded age from ring-recovery data of an American dipper is 8 years and 1 month for a bird ringed and recovered in South Dakota. ===Feeding=== It feeds on aquatic insects and their larvae, including dragonfly nymphs, small crayfish, and caddisfly larvae. It may also take tiny fish or tadpoles. Its habit of diving underwater in search of food can infrequently make it the prey of large salmonids like bull or Dolly Varden trout. ===History=== The American dipper, previously known as the Water-Ouzel, was the favorite bird of famous naturalist John Muir. He dedicated an entire chapter in his book 'The Mountains of California' to the Ouzel stating \"He is the mountain streams' own darling, the humming-bird of blooming waters, loving rocky ripple-slopes and sheets of foam as a bee loves flowers, as a lark loves sunshine and meadows. Among all the mountain birds, none has cheered me so much in my lonely wanderings, —none so unfailingly. For both in winter and summer he sings, sweetly, cheerily, independent alike of sunshine and of love, requiring no other inspiration than the stream on which he dwells. While water sings, so must he, in heat or cold, calm or storm, ever attuning his voice in sure accord; low in the drought of summer and the drought of winter, but never silent.\" ==References== * Erlich et al. The Birder's Handbook * Stiles and Skutch, A guide to the birds of Costa Rica ==External links== *American Dipper - Cinclus mexicanus - USGS Patuxent Bird Identification InfoCenter *American Dipper Species Account - Cornell Lab of Ornithology *Stamps for United States *The Dipper - Plain, yes, but not so ordinary *American Dipper photo gallery VIREO *Short radio episode The Water-Ouzel, from The Mountains of California, by John Muir 1894. California Legacy Project. * The American Dipper and Biodiversity Conservation Alliance American dipper Category:Native birds of Alaska Category:Birds of the Aleutian Islands Category:Native birds of Western Canada Category:Native birds of the Northwestern United States Category:Native birds of the Western United States Category:Native birds of the West Coast of the United States Category:Birds of the Sierra Nevada (United States) Category:Birds of Mexico Category:Birds of Central America American dipper Category:Articles containing video clips Category:Taxa named by William John Swainson Category:Birds of the Sierra Madre Occidental",
 "title": "American dipper"
}