{
 "id": "767826",
 "text": "Strange Tales is a Marvel Comics anthology series. The title was revived in different forms on multiple occasions. Doctor Strange and Nick Fury, Agent of S.H.I.E.L.D. made their debuts in Strange Tales. It was a showcase for the science fiction/suspense stories of artists Jack Kirby and Steve Ditko, and for the groundbreaking work of writer-artist Jim Steranko. Two previous, unrelated magazines also bore that title. ==Monsters and sorcerers== The Marvel Comics series ran 168 issues, cover-dated June 1951 to May 1968. It began as a horror anthology from the company's 1950s precursor, Atlas Comics. Initially modeled after the gory morality tales of the popular and groundbreaking EC line of comics, Strange Tales became less outré with the 1954 establishment of the Comics Code, which prohibited graphic horror, as well as vampires, zombies and other classical monsters. The comic changed again with the return of industry stalwart Jack Kirby, the artist who had co- created Captain America for the company, then worked elsewhere for 17 years. Starting with #68 (April 1959), Strange Tales was revamped to reflect the then-current trend of science fiction drive-in movie monsters. Virtually every issue would open with a Kirby monster story (generally inked by Christopher Rule initially, then later Dick Ayers), followed by one or two twist-ending thrillers or sci-fi tales drawn by Don Heck, Paul Reinman, or Joe Sinnott, all capped by an often-surreal, sometimes self-reflexive Stan Lee-Steve Ditko short. Some characters introduced here in standalone, anthological stories were later retconned into Marvel Universe continuity. These include Ulysses Bloodstone in the story \"Grottu, King of the Insects!\" in issue #73 (Feb. 1960),Strange Tales #73 at the Grand Comics Database the extraterrestrial dragon Fin Fang Foom, who first appeared in #89 (Oct. 1961),DeFalco, Tom \"1960s\" in Gilbert (2008), p. 80: \"Fin Fang Foom was a dragon who referenced monsters like Rodan and Godzilla of Japanese movie fame.\" and the extraterrestrial would-be world conquerors Gorgolla, introduced in #74 (April 1960), and Orrgo, introduced in #90 (Nov. 1961). In Strange Tales #75 (June 1960), a huge robot called \"the Hulk\" appeared. It was actually armor worn by the character Albert Poole. In modern-day reprints the character's name is changed to Grutan. Prototypes of the Spider-Man supporting characters Aunt May and Uncle Ben appeared in a short story in Strange Tales #97 (June 1962). The anthology switched to superheroes during the Silver Age of Comic Books, retaining the sci-fi, suspense and monsters as backup features for a time. Strange Tales' first superhero, in 12- to 14-page stories, was the Fantastic Four's Human Torch, Johnny Storm, beginning in #101 (Oct. 1962).DeFalco \"1960s\" in Gilbert (2008), p. 89: \"The most popular member of the FF, the Human Torch, began a series of solo adventures in Strange Tales #101, written by Larry Lieber and drawn by Jack Kirby.\" Here, Johnny still lived with his elder sister, Susan Storm, in fictional Glenview, Long Island, New York, where he continued to attend high school and, with youthful naivete, attempted to maintain his \"secret identity\" (later retconned to reveal that his friends and neighbors knew of his dual identity from Fantastic Four news reports, but simply played along). Supporting characters included Johnny's girlfriend, Doris Evans. Ayers took over the penciling after 10 issues, later followed by original Golden Age Human Torch creator Carl Burgos and others, with Superman co-creator Jerry Siegel scripting issues #112–113 (Sept.–Oct. 1963) under the pseudonym \"Joe Carter\". The Fantastic Four made occasional cameo appearances, and the Thing became a co-star with #123 (Aug. 1964). Strange Tales Annual #2 (1963) featured the first team-up of Spider-Man and the Human Torch.Manning \"1960s\" in Gilbert (2012), p. 19: \"The theme of conflict continued when Spidey first teamed up with the Human Torch in the 18-page lead in this massive annual.\" The title became a \"split book\" with the introduction of sorcerer Doctor Strange, by Lee and Ditko. This 9- to 10-page feature debuted in #110 (July 1963),DeFalco \"1960s\" in Gilbert (2008), p. 93: \"When Dr. Strange first appeared in Strange Tales #110, it was only clear that he dabbled in black magic and had the ability to project his consciousness into an astral form that could leave his physical body.\" and after an additional story and then skipping two issues returned permanently with #114. Ditko's surrealistic mystical landscapes and increasingly head-trippy visuals helped make the feature a favorite of college students, according to Lee himself. Eventually, as co-plotter and later sole plotter, in the \"Marvel Method\", Ditko would take Strange into ever-more-abstract realms. Adversaries for the new hero included Baron Mordo introduced in issue #111 (Aug. 1963)DeFalco \"1960s\" in Gilbert (2008), p. 93 and Dormammu in issue #126 (Nov. 1964). Clea, who would become a longtime love interest for Doctor Strange, was also introduced in issue #126.DeFalco \"1960s\" in Gilbert (2008), p. 103 Lee and Ditko interacted less and less as each went their separate creative ways. The storyline culminated with the introduction, in issue #138 (Oct. 1965), of Eternity, the personification of the universe. Issue #146 (July 1966) was Ditko's final bow on the series. Bill Everett succeeded him through #152 (January 1967), followed by Marie Severin (self-inked for four issues before being inked by Herb Trimpe in some of his earliest Marvel work). Another cosmic entity, the Living Tribunal, was introduced during Severin's run, in issue #157. Dan Adkins took over penciling duties from #161 (Oct. 1967) to the final issue, #168 (May 1968). ==Steranko and spies== The Human Torch and Thing had already been replaced in #135 (Aug. 1965) by Nick Fury, a superspy in keeping with the concurrent James Bond/The Man from U.N.C.L.E. craze. The 12-page feature was initially by Lee and Kirby, with the latter supplying such enduring gadgets and hardware as the Helicarrier – an airborne aircraft carrier – as well as human-replicant LMDs (Life Model Decoys), and even automobile airbags.DeFalco \"1960s\" in Gilbert (2008), p. 109: \"With Jack Kirby providing the artwork and more than a few wild ideas, Fury was made the director of the Supreme Headquarters, International Espionage, Law-Enforcement Division (SHIELD).\" The terrorist organization HYDRA was introduced here as well.DeFalco \"1960s\" in Gilbert (2008), p. 109: \"This issue [#135] was also the first time readers met SHIELD's evil counterpart HYDRA, a subversive organization dedicated to world domination.\" The feature \"Nick Fury, Agent of S.H.I.E.L.D.\" soon became the province of writer-penciler-colorist Jim Steranko,DeFalco \"1960s\" in Gilbert (2008), p. 130: \"Writer/artist Jim Steranko had begun to draw the 'Nick Fury, Agent of SHIELD' [feature] in Strange Tales #151 and started writing it four issues later.\" who Les Daniels called \"Perhaps the most innovative new talent to emerge at Marvel during the late 1960s\". Steranko introduced or popularized in comics such art movements of the day as psychedelia and op art, built on Kirby's longstanding work in photomontage, and created comics' first four-page spread – again inspired by Kirby, who in the Golden Age had pioneered the first full-page and double-page spreads. He spun plots of intrigue, barely hidden sensuality, and hi-fi hipness – and supplying his own version of Bond girls, essentially, in skintight leather, pushing what was allowable under the Comics Code at the time. \"Nick Fury, Agent of S.H.I.E.L.D.\" became the first Strange Tales feature to receive its own cover logo below the main title, beginning with #135; it skipped an issue before returning permanently with #137. \"Doctor Strange\" received its own cover logo, designed by Sol Brodsky,Marvel Bullpen Bulletins: \"Sensational Secrets and Incredible Inside Information Guilelessly Guaranteed to Avail You Naught!\", in Tales of Suspense #83 (Nov. 1966) and other Marvel comics that month with Strange Tales #150 (Nov. 1966). Strange Tales ended with #168 (May 1968). The following month, Doctor Strange's adventures continued in the full-length Doctor Strange #169,DeFalco \"1960s\" in Gilbert (2008), p. 128: \"Hailing 1968 as the beginning of the 'Second Age of Marvel Comics,' and with more titles to play with, editor Stan Lee discarded his split books and gave more characters their own titles...Strange Tales #168 [was followed] by Dr. Strange #169.\" with Nick Fury moving to the newly launched Nick Fury, Agent of S.H.I.E.L.D. ==1970s revival== Five years later, Strange Tales resumed its old numbering with #169 (Sept. 1973), which introduced the supernatural feature Brother Voodoo by writer Len Wein and artist Gene Colan. This lasted only to issue #173 (April 1974), with Brother Voodoo continuing briefly in the black-and-white Marvel horror-comics magazine Tales of the Zombie. This was followed by two different creative teams producing three stories of The Golem in three issues (#174, 176, 177), with #175 being a reprint of a pre-Silver Age monster comic. The next feature was writer-artist-colorist Jim Starlin's take on Adam Warlock, picking up the character from the 1972–73 series Warlock (a.k.a. The Power of Warlock) and reviving him in Strange Tales #178 (Feb. 1975).Sanderson, Peter \"1970s\" in Gilbert (2008), p. 168: \"Recently resurrected in The Incredible Hulk, artificial human Adam Warlock returned in a new series, taking over Strange Tales for four issues.\" This feature introduced the characters Gamora, Pip the Troll and The Magus, and helped establish the mythos Starlin would mine in his many \"Infinity\" sagas of the 1990s. After issue #181 (Aug. 1975), the story continued in Warlock #9 (Oct. 1975), picking up from the old series' numbering. Strange Tales soldiered on with Doctor Strange reprints through issue #188 (Nov. 1976). ==Cloak and Dagger== After Doctor Strange's second series was canceled in the 1980s, Strange Tales was relaunched as vol. 2, #1 (April 1987). A split book once again, it featured 11-page Doctor Strange and Cloak and Dagger stories, the latter continuing from Cloak and Dagger #11. This ended with issue #19 (Oct. 1988), after which new Doctor Strange and Cloak and Dagger series were launched. ==Volumes 3 and 4== A one-shot Human Torch, Thing, and Doctor Strange story, by writer Kurt Busiek, with painted art by Ricardo Villagran, was released in squarebound bookshelf format in 1994. Another one-shot, the 52-page Strange Tales: Dark Corners in 1998 was an anthology featuring Morbius the Living Vampire, the Gargoyle, Cloak and Dagger, and Spider-Man. A Strange Tales miniseries featuring Man-Thing and Werewolf by Night was published in 1998 to tie up plotlines after their individual series had been canceled. Although four issues were solicited, only two issues of this volume saw print, and the conclusions of those storylines were never released. ==Strange Tales MAX== In 2009 Marvel published a three- issue miniseries under the MAX imprint. It featured comics writers and artists who normally create comics outside the superhero genre, such as Stan Sakai, Jason, and Michael Kupperman, and later was collected as a trade paperback. A second three-issue volume was published under the title Strange Tales II in 2010. Only the first issue of this second volume was a MAX title, and it included work by Harvey Pekar, Dash Shaw, and Jhonen Vasquez. ==Circulation figures== From annual required Statement of Circulation. \"Average circulation\" refers to total print run. \"Total paid circulation\" refers to number of copies actually sold, which is the above number minus returns, lost/damaged copies, and free/promotional copies. Strange Tales vol. 1 {| class=\"wikitable\" width=100% !width=25%| Statement date / published in !width=19%| Average circulation, preceding year !width=19%| Average circulation, issue nearest filing date !width=19%| Total paid circulation, preceding year !width=19%| Total paid circulation, issue nearest filing date |- ||October 1, 1965 / #143 (April 1966) ||390,992 ||455,625 ||230,285 ||299,425 |- ||October 1, 1966 / #155 (April 1967) ||420,036 ||474,529 ||261,069 ||276,225 |- |} Circulation figures from annual statements, charted as per-issue average paid circulation by Miller, John Jackson, et al., The Standard Catalog of Comic Books, Krause Publications 2002, pp. 1007–1009 {| class=\"wikitable\" width=100% !width=30%| Issue range !width=30%| Average paid circulation !width=30%| Comics with annual circulation statement |- ||# 92–103 (Jan.-Dec. 1962) ||136,637 ||n.a. |- ||# 104–115 (Jan.-Dec. 1963) ||189,305 ||# 121 (June 1964) |- ||# 116–127 (Jan.-Dec. 1964) ||215,090 ||# 131 (April 1965) |- ||# 128–139 (Jan.-Dec. 1965) ||230,285 ||# 143 (April 1966) |- ||# 140–151 (Jan.-Dec. 1966) ||261,069 ||# 155 (April 1967) |- ||# 152–163 (Jan.-Dec. 1967) ||241,561 ||# 167 (April 1968) |- ||# 164–168 (Jan.-May 1968) ||266,422 ||n.a. |- |} Circulation figures from Capital City Distribution orders, charted as per-issue paid circulation by Miller, John Jackson, et al., The Standard Catalog of Comic Books, Krause Publications 2002, p. 1009 {| class=\"wikitable\" width=100% !width=30%| Issue / Issue range !width=30%| Capital City order range (variously, not in chronological order) !width=30%| Notes |- ||Vol. 2, # 1 (April 1987) ||25,100 || |- ||Vol. 2, # 2 (May 1987) ||18,000 || |- ||Vol. 2, # 3–8 (June–Nov. 1987) ||17,100 – 18,000 || |- ||Vol. 2, # 9–12 (Dec. 1987 – March 1988) ||16,100 – 16,400 || |- ||Vol. 2, # 9–11 (Dec. 1987 – Feb. 1988) ||16,100 – 16,400 || |- ||Vol. 2, # 12 (March 1988) ||18,300 ||Black Cat appearance |- ||Vol. 2, # 13 (April 1988) ||19,100 ||Punisher appearance |- ||Vol. 2, # 14 (May 1988) ||17,600 ||Punisher appearance |- ||Vol. 2, # 15–18 (June–Sept. 1988) ||14,700 – 15,000 || |- ||Vol. 2, # 19 (Oct. 1988) ||13,900 ||Final issue |- |} ==Collected editions== *Marvel Masterworks: Atlas Era Strange Tales: ** Volume 1 collects Strange Tales #1–10, 272 pages, October 2007, ** Volume 2 collects Strange Tales #11–20, 272 pages, February 2009, ** Volume 3 collects Strange Tales #21–30, 248 pages, June 2010, ** Volume 4 collects Strange Tales #31–39, 248 pages, April 2011, ** Volume 5 collects Strange Tales #40–48, 248 pages, November 2011, ** Volume 6 collects Strange Tales #49-57, 248 pages, January 2014, *Marvel Visionaries: Jack Kirby: ** Volume 1 collects Strange Tales #94, 336 pages, November 2004, ** Volume 2 collects Strange Tales #89 and #114, 344 pages, March 2006, *Marvel Masterworks: Human Torch: ** Volume 1 collects Human Torch solo stories from Strange Tales #101–117 and Strange Tales Annual #2, 272 pages, September 2006, ** Volume 2 collects Human Torch solo stories from Strange Tales #118–134, 256 pages, April 2009, *Essential Human Torch collects Human Torch solo stories from Strange Tales #101–134 and Strange Tales Annual #2, 504 pages, August 2003, *Origins of Marvel Comics includes Doctor Strange stories from Strange Tales #110, 115, and 155, 254 pages, September 1974, Simon & Schuster, *Marvel Masterworks Doctor Strange: ** Volume 1 collects Doctor Strange stories from Strange Tales #110–111, 114–141, 272 pages, December 1992, ** Volume 2 collects Doctor Strange stories from Strange Tales #142–168, 304 pages, September 2005, *Essential Doctor Strange collects Doctor Strange stories from Strange Tales #110–111 and 114–168, 608 pages, July 2008, *Doctor Strange: Master of the Mystic Arts collects Doctor Strange stories from Strange Tales #111, 116, 119–120, 123, 131–133, 132 pages, October 1979, Simon & Schuster, *Spider-Man Omnibus Volume 1 includes Strange Tales Annual #2, 1,088 pages, November 2007, *Bring on the Bad Guys includes Doctor Strange stories from Strange Tales #126–127, 253 pages, October 1976, Simon & Schuster, *Son of Origins of Marvel Comics includes Nick Fury story from Strange Tales #135, 249 pages, October 1975, Simon & Schuster, *Marvel Masterworks: Nick Fury, Agent of S.H.I.E.L.D.: ** Volume 1 collects Nick Fury stories from Strange Tales #135–153, 288 pages, September 2007, ** Volume 2 collects Nick Fury stories from Strange Tales #154–168, 272 pages, December 2009, *Steranko is Revolutionary! collects Nick Fury stories from Strange Tales #135–168, 336 pages, September 2020, *Marvel's Greatest Superhero Battles includes Doctor Strange stories from Strange Tales #139–141, 253 pages, November 1978, Simon & Schuster, *Essential Marvel Horror, Volume 2 includes Strange Tales #169–174, and 176–177, 616 pages, November 2008, *Marvel Masterworks: Warlock, Volume 2 collects Strange Tales #178–181, 336 pages, July 2009, *Doctor Strange: Strange Tales collects the Dr. Strange stories from Strange Tales vol. 2 #1–19 and the Cloak & Dagger story from Strange Tales #7, , October 2011, softcover * Strange Tales collects Strange Tales MAX, 160 pages, hardcover, March 2010, , softcover, September 2010, * Strange Tales II collects Strange Tales MAX II, 152 pages, hardcover, October 2011, ==See also== *Amazing Adventures *Mystic Comics *Strange Worlds *Tales of Suspense *Tales to Astonish *World of Fantasy ==References== == External links == * * *Strange Tales at the Unofficial Handbook of Marvel Comics Creators Category:1951 comics debuts Category:1968 comics endings Category:1973 comics debuts Category:1976 comics endings Category:1987 comics debuts Category:1988 comics endings Category:Comics magazines published in the United States Category:Atlas Comics titles Category:Comics anthologies Category:Comics by Dennis O'Neil Category:Comics by Jack Kirby Category:Comics by Jim Starlin Category:Comics by Kurt Busiek Category:Comics by Len Wein Category:Comics by Roy Thomas Category:Comics by Stan Lee Category:Comics by Steve Ditko Category:Defunct American comics Category:Doctor Strange Category:Fantasy comics Category:Horror comics Category:Magazines established in 1951 Category:Magazines disestablished in 1968 Category:Magazines established in 1973 Category:Magazines disestablished in 1976 Category:Magazines established in 1987 Category:Magazines disestablished in 1988 Category:Marvel Comics one-shots Category:Marvel Comics titles Category:Science fiction comics Category:Spy comics",
 "title": "Strange Tales"
}