{
 "id": "767818",
 "text": "right|thumb|350px|Leelanau Peninsula. The Leelanau Peninsula is a peninsula of the U.S. state of Michigan that extends about from the western side of the Lower Peninsula of Michigan into Lake Michigan. Leelanau County encompasses the entire peninsula. It is often referred to as the \"little finger\" of the mitten-shaped lower peninsula. ==Geography== Sleeping Bear Dunes National Lakeshore is located on the west side of the peninsula. Leelanau State Park and the Grand Traverse Light are located at the northern tip. Grand Traverse Bay is on the east side and Traverse City is located at the base of the peninsula on the east side. The North and South Manitou Islands are located to the northwest of it. Lake Leelanau runs through the middle of the peninsula and covers . The steep terrain and large bodies of water produce a milder microclimate than the more temperate areas further inland. Some of the area was developed for agricultural purposes and annual festivals related to the cherry crop have been held in Traverse City since 1925. In the early 21st century, the Leelanau Peninsula AVA is known as one of the best Michigan wine regions and is a designated American Viticultural Area (AVA). The peninsula is also a productive fruit region growing apples and tart cherries. The Grand Traverse Band of Ottawa & Chippewa are a group of Native Americans who live on the peninsula around Peshawbestown, Michigan. Their ancestors were among the Algonquian-speaking tribes that largely occupied this area prior to European colonization. Communities on the peninsula include: *Northport Point, Michigan *Northport, Michigan *Omena, Michigan *Leland, Michigan *Peshawbestown, Michigan *Suttons Bay, Michigan *Lake Leelanau, Michigan *Glen Arbor, Michigan *Glen Haven, Michigan *Empire, Michigan *Greilickville, Michigan *Maple City, Michigan *Cedar, Michigan ==History== Native Americans who first inhabited the area called this land \"ke-ski-bi-ag,\" which means \"narrow body of water.\" \"Leelanau\" was traditionally said to be a Native American word meaning \"delight of life,\" but the name was more likely invented by Henry Rowe Schoolcraft, the United States Indian agent for the territory in the early 19th century, or his wife Jane Johnston Schoolcraft. Henry also used the name Leelinau for a character in his writing. Jane was the daughter of a prominent Scots-Irish Canadian fur trader and an Ojibwe chief's daughter based in Sault Ste. Marie, Ontario and Michigan, and Henry learned about the Ojibwe (or Chippewa) through his wife's and mother-in-law's family. See Leelanau County for a more complete discussion of the etymology of the name. Scholars have established, however, that Jane first used Leelinau as a pen name for her writings in The Literary Voyager, a family magazine which she and her husband wrote together and circulated among friends in the 1820s.Jeremy Mumford, \"Mixed-race identity in a nineteenth-century family: the Schoolcrafts of Sault Ste. Marie, 1824-27\", Michigan Historical Review, 22 Mar 1999, pp.3-4, accessed 11 Dec 2008 She and her siblings were well-educated and she wrote in Ojibwe and English. While her writing was not published formally in her lifetime (except as her husband appropriated it under his own name), since the late 20th century Jane Johnston Schoolcraft has been recognized as \"the first Native American literary writer, the first known Indian woman writer, the first known Indian poet, the first known poet to write poems in a Native American language, and the first known American Indian to write out traditional Indian stories.\"Robert Dale Parker, Jane Johnston Schoolcraft, University of Illinois at Urbana-Champaign, accessed 11 Dec 2008 In 2008 Jane Johnston Schoolcraft was inducted into the Michigan Women's Hall of Fame. ==Points of interest== *Fountain Point *Port Oneida Rural Historic District ==References== ==External links== *Leland Report *Leelanau.com *Northport - Omena Chamber of Commerce *Leelanau Township Website *Leelanau Township Library Website Category:Landforms of Leelanau County, Michigan Category:Peninsulas of Michigan",
 "title": "Leelanau Peninsula"
}