{
 "id": "767863",
 "text": "is a fictional private detective created by Japanese mystery writer Edogawa Ranpo. ==Overview== Akechi first appeared in the story in January 1925 and continued to appear in stories for a quarter of a century. Edogawa Ranpo (a pseudonym for Tarō Hirai) is considered the father of the Japanese detective story and was a great admirer of Sir Arthur Conan Doyle. Akechi is the first recurring detective character in Japanese fiction and is clearly inspired by Doyle's Sherlock Holmes. Like Holmes, Akechi is a brilliant but eccentric detective who consults with the police on especially difficult cases. He is a master of disguise and an expert at judo whose genius lets him solve seemingly impossible cases. Also like Holmes, Akechi makes use of a group of young boys to gather information. His version of the Baker Street Irregulars is known as the . Akechi smokes Egyptian cigarettes when he is thinking about a case. Kogoro Akechi is a tall, handsome man with heavy eyebrows who dresses well. He is married to a woman named and lives with , the leader of the Boy Detectives Club. Kobayashi often plays an important part in solving cases. Like his mentor, he is an expert at disguise and is especially adept at posing as a young woman. Aside from these relationships little is known of the detective's personal life, which always takes a back seat to the mystery in his adventures. Detective Akechi's most frequent foe is the infamous . The fiend is a master criminal whose infallible gift for disguise may have been inspired by Hamilton Cleek, Thomas W. Hanshew's heroic but amoral \"Man of Forty Faces.\" The Fiend is a non-violent criminal who steals to demonstrate his brilliance rather than out of need for money. He and Akechi have a mutual respect in the stories. The Akechi stories are based mainly in the detective's home city of Tokyo, though some move the action to the Japanese countryside. The stories often feature supernatural and erotic overtones, though not so much as Ranpo's other fiction. == Bibliography == === Short stories === * Published in English in The Early Cases of Akechi Kogoro. * Published in English in Japanese Tales of Mystery and Imagination. * Published in English in The Early Cases of Akechi Kogoro. * Published in English in The Early Cases of Akechi Kogoro. * Published in English in The Edogawa Rampo Reader. * * * === Novels === * Published in English in The Early Cases of Akechi Kogoro. * * * * * English edition was published by Kurodahan Press in 2019. * Published in English in The Black Lizard and Beast in the Shadows. * * * * * * === The Boy Detectives Club series (a.k.a. Fiend with Twenty Faces series) === This is a juvenile mystery series. ;Novels # English edition was published by Kurodahan Press in 2012. # English edition was published by Kodansha in 1988. # # # # # # # # # # # # # # originally titled # # # # # # # # originally titled # originally titled # originally titled ;Novellas and short stories * * * * * * serialized in the magazine Tanoshii Ni-nensei * serialized in the magazine Tanoshii Ichi- nensei * ==In popular culture== Akechi has become a fixture in Japanese pop- culture. There have been a number of movies made based on his adventures, some of which pit him against other fictional characters such as Arsène Lupin. The actor best known for playing the detective is Eiji Okada. Akechi has been featured as a character in the manga Lupin III (and its anime pilot) and references to him are common in Japanese fiction. He is probably best known in the west through the 1994 movie, Rampo. Another notable movie featuring Akechi is the 1968 film Black Lizard, directed by Kinji Fukasaku. The movie was adapted from Ranpo's novel of the same name by noted author Yukio Mishima, who also appears briefly in the film. The story pits the detective against a female mastermind, known as the Black Lizard, who is played by transvestite actor Akihiro Miwa. The film is considered high camp with its bizarre conventions and over-the-top performances but has a loyal following among fans and critics alike. Modern references to him can also be found in Gosho Aoyama's popular and long-running manga series, Detective Conan. One of the characters, Detective Kogoro Mori is a persistent and courageous yet highly flawed and lecherous private detective—almost a parody of Kogoro Akechi. He has his cases solved for him by the youthful main character, Conan Edogawa. The name of young Conan's elementary school detective club is the \"Detective Boys\". Akechi himself is highlighted in volume 2 of the manga, in \"Gosho Aoyama's Mystery Library\", a section of the graphic novels (usually the last page) where the author introduces a different detective (or occasionally, a villain) from literature. Further Akechi references can be seen in Aoyama's other series, Magic Kaito, where a master thief steals high profile items for recognition. Both Akechi and the Black Lizard are referenced in the Sakura Wars series of video games and anime. One of the musicals performed by the Teikoku Kagekidan is Benitokage (\"Crimson Lizard\") and features the title character, a criminal femme fatale, along with a handsome young detective named Akechi Kojiro. The manga and anime Nijū Mensō no Musume, or the Daughter of Twenty Faces, focuses heavily on Akechi's arch-rival. Akechi himself is featured as well, but as a much more minor character. Akechi is also referenced in the character of Police Superintendent Akechi Kengo in Kindaichi Case Files, a popular detective manga series. In the media franchise, Tantei Opera Milky Holmes, Akechi is represented by a girl police detective named Kokoro Akechi. In 2015, a new Anime series entitled Rampo Kitan: Game of Laplace has been created, based on the Mystery novels of Edogawa Ranpo, and in commemoration of the 50th anniversary of his death. The story follows Kobayashi (a reference to the leader of the Boy Detectives) who becomes assistant to eccentric 17 year old Akechi. In this Anime Twenty Faces also makes an appearance as a vigilante serial killer. In October 2016, an Anime titled, Trickster: From Edogawa Ranpo's \"The Boy Detectives Club\" was made, based on the stories of the 'Boy's Detective Club'. The plot follows Kogorou Akechi who meets mysterious Yoshio Kobayashi. Kobayashi, who has an undying body because of an \"unidentified fog,\" wishes his own death, but together they both make their way after a mysterious criminal, nicknamed the \"Fiend with Twenty Faces\". The Anime takes place in the future period of the 2030s. Goro Akechi, a character in the 2016 video game Persona 5 is a deliberate homage to this character, even down to the name. His early role in the game, as a celebrity detective who opposes the Phantom Thieves (especially their leader, whose Persona takes the name of the original Lupin), mirrors especially the original Akechi's role in Edogawa's works. Also of note his role in the overall story of the game, combined with the protagonist's ability to change Personas serves as an homage to the rivalry between Akechi and the Fiend with Twenty Faces. In 2013 and 2014 a pair of films were made pairing Akechi with another famous fictional Japanese detective Kosuke Kindaichi. Hideaki Itô was Akechi, whilst Tomohisa Yamashita played Kindaichi. ==List of film adaptations== *Hyôchû no Bijo (1950) (starring Jōji Oka) *Shonen tanteidan: Nijumenso no akuma (1956) (starring Eiji Okada) *Shonen tanteidan: Tetto no kaijin (1957) (starring Eiji Okada) *Shonen tanteidan: Yako no majin (1957) (starring Susumu Namishima) *Shonen tanteidan: Nijumenso no fukushu (1957) (starring Susumu Namishima) *Shonen tanteidan: Kubinashi-otoko (1958) (starring Susumu Namishima) *Kumo-otoko no gyakushū (1958) (starring Susumu Fujita) *Shonen tanteidan: Tomei kaijin (1958) (starring Susumu Namishima) *Satsujinki: Kumo-otoko (1958) (starring Susumu Fujita) *Kurotokage (1962) (starring Minoru Ōki) *Black Lizard (1968) (starring Isao Kimura) *Horrors of Malformed Men (1969) (starring Minoru Ōki) *A Watcher in the Attic (1993) (starring Kyūsaku Shimada) *Rampo (1994) (starring Masahiro Motoki) *Murder on D Street (1998) (starring Kyūsaku Shimada) *Blind Beast vs. Dwarf (2001) (starring Shinya Tsukamoto) *Rampo Noir (2005) (starring Tadanobu Asano) *K-20: Legend of the Mask (2008) (starring Tōru Nakamura) *Yaneura no sanposha (2016) (starring Kouta Kusano) == See also == * Kosuke Kindaichi == References == Category:Fictional characters from Tokyo Category:Literary characters introduced in 1925 Category:Fictional judoka Category:Fictional private investigators Category:Fictional detectives",
 "title": "Kogoro Akechi"
}