{
 "id": "767936",
 "text": "F.P.J. Peutz (7 April 1896 – 24 October 1974) was a Dutch (Limburgian) architect. ==Biography== Peutz was born in a Catholic family in Uithuizen in Groningen, a mostly Protestant province in the north of the Netherlands. In 1910 he was sent to the Rolduc boarding school in Kerkrade in the Catholic province of Limburg for his higher education. In 1914 he graduated at the HBS, an old type of Dutch high school. After that he studied civil engineering in Delft. In 1916 he changed to architecture. In 1920, while still not graduated, he returned to Limburg to settle as an independent architect in the town of Heerlen, where the booming coal mining industry provided him with many assignments. Peutz played a major role in transforming Heerlen in a true, modern city. In 1925 he received his degree in architecture. Around 1926 his first son, Victor Peutz was born, who became audiologist and acoustician. Peutz and his wife Isabelle Tissen had thirteen children together. One of whom followed in his father's footsteps to get a degree in civil engineering and become an architect. thumb|200px|Maastricht:Church of Our Lady of Lourdes ==Work== Peutz incorporated various historical styles in his work. He had a special affinity with the modern movement (such as Bauhaus in Germany), with his own distinct interpretation. There is a big contrast in style between his secular work and his much more traditional churches.Although most of Peutz' churches are much more traditional than his secular work, they all have some interesting features, sometimes linking in with local vernacular, sometimes adding classical elements. These playful features can be seen as a precursor to postmodernism, which is also visible in his Heerlen and Tegelen town halls. During his lifetime he had quite an international reputation. But because his work was done in and around Heerlen, a city that lost its status as an industrial centre in the decades to come, he has been somewhat forgotten. But in recent years he is being rediscovered, exemplified by the proclamation of his Glaspaleis as one of the world's 1000 most important buildings of the 20th century, and also due to Wiel Arets' – a contemporary Dutch architect also from Heerlen – many publications on Peutz produced in the past ten years. Peutz was also responsible for the adjacent Pancratiuskerk (for Monumentenzorg – 'Monument Care') and the juxtaposition between this old Romanesque church and the ultramodern department store is typical for his mixing of the old and the new. The retreat house and the Glaspaleis are good examples of a new phase in his building style that he developed after entering a competition to design the Palais des Nations in Geneva (1926), this new style accumulated in the Town hall of Heerlen. == Important works == *Villa for the notary Wijnands, Heerlen, 1919 *Broederschool (primary school), Heerlen, 1921 *Villa Casa Blanca, Houthem, 1929 *ULO-school (school building), Heerlen, 1931 *Villa Op de Linde, Heerlen, 1931 *Monseigneur Schrijnen Retreat House, Heerlen, 1932 See also: Retraitehuis – Peutz *Glaspaleis (formerly: Schunck Fashionhouse), Heerlen, 1933 *Villa 't Sonnehuys, Maastricht, 1933 *Royal Theater (Royal cinema), Heerlen, 1937 *Town hall of Heerlen, 1936–1942 *Town hall of Tegelen, 1938 *Kneepkens store, Heerlen, 1939See also: Historische foto's-Historical images of Heerlen – Parkstad1998 *Annakerk (church of St. Anne), Heerlen, 1951 *Vroom & Dreesmann store, Heerlen, 1958Historische foto's-Historical images of Heerlen – Parkstad1998 *Stadsschouwburg (Municipal Theatre), Heerlen, 1959 *Jan Van Eyck Academie, Maastricht, 1959 ==References== ==External links== *Short biography and pictures of Peutz' buildings *Monseigneur Schrijnen Retreat House (in Dutch) *Schunck Fashions' Building (the 'Glass Palace') (in Dutch) ==Gallery== File:Heerlen Monseigneur Laurentius Schrijnenhuis l.jpg File:BioscoopRoyal1.JPG File:Former_VD_Heerlen1.JPG File:Heerlen26.JPG File:Anna_Kerk.JPG File:Roermond Heilige Geestkerk.jpg File:SintNicolaaskerk Meijel.JPG File:Ranzelkèrklwkped06.JPG File:Huize_Wijnands.JPG File:Huis_Op_de_Linde1.JPG File:Sonnehuys 2.JPG File:PeutzVillaBlancaHoutemwkped06.JPG Category:1896 births Category:1974 deaths Category:Culture of Limburg (Netherlands) Category:Delft University of Technology alumni Category:Dutch architects Category:Dutch ecclesiastical architects Category:Dutch Roman Catholics Category:People from Eemsmond Category:People from Heerlen",
 "title": "Frits Peutz"
}