{
 "id": "768168",
 "text": "{| |} USS Abraham (1858) — formerly CSS Victoria — was a side-wheel steamer captured by the Union Navy from the Confederate States of America during the American Civil War. Abraham — a capacious ship of — served primarily as a storeship, conveying supplies to Union vessels in the battle area and at times, during such missions, getting struck by enemy shell. ==Service with the Confederacy== Early in the Civil War, Victoria — built at Elizabeth, Pennsylvania in 1858 and based at St. Louis — was acquired by the Confederate Government for service as a troop transport on the waters of the Mississippi River and its tributaries. ==Capture by Union Navy forces== In the spring of 1862, Union warships of the Western Flotilla, commanded at first by Flag Officer Andrew Foote and then by Flag Officer Charles Davis, relentlessly fought their way downstream from Cairo, Illinois. On 6 June, they met Southern river forces in the Battle of Memphis and won a decisive victory which gave the North control of the Mississippi River above Vicksburg, Mississippi. Later that day, the Union gunboats found and took possession of several Confederate vessels moored at the wharf at Memphis. Victoria was one of these prizes. ==Service in the Union Navy== Davis used the riverboat as a storeship and an inspection vessel for his flotilla until that organization, an Army outfit commanded by naval officers, was transferred to the Navy on 1 October and renamed the Mississippi Squadron. Two weeks later, on the 15th, Victoria was renamed Abraham and, under the command of Acting Ensign William Wagner, continued to serve the Union cause in the same capacity. While not exposed to the hazards of combat, the ship constantly suffered the perils of life on the upper Mississippi River and, on several occasions, was threatened by fires on nearby vessels. For example, on the night of 7 February 1863, she moored astern of the gunboat when she caught fire; and Abraham only escaped when Glide was cut adrift, pushed out into the current by the tug , and allowed to drift downstream. On 9 May 1864, Abraham moved from Cairo to Mound City, Illinois, where she served through the end of the Civil War. ==Post-war decommissioning and subsequent career== After the collapse of the Confederacy, Abraham was taken out of service and laid up at Mound City until sold there to L.C. and R.N Alexander on 30 September. Redocumented Lexington on 16 March 1866, the side-wheeler served private interests on the Mississippi until she caught fire at Algiers, Louisiana on 3 February 1869 and burned until she was a total loss. As of 2004, no other ships in the United States Navy have borne this name. ==See also== *Ships captured in the American Civil War *Bibliography of American Civil War naval history * See for other ships of that name. ==References== Category:Ships of the Union Navy Category:Steamships of the United States Navy Category:American Civil War auxiliary ships of the United States Category:1858 ships Category:Stores ships of the United States Navy Category:Ships captured by the United States Navy from the Confederate States Navy Category:Ships built in Pennsylvania",
 "title": "USS Abraham"
}