{
 "id": "768582",
 "text": "An archdeacon is a senior clergy position in the Church of the East, Chaldean Catholic Church, Syriac Orthodox Church, Anglican Communion, St Thomas Christians, Eastern Orthodox churches and some other Christian denominations, above that of most clergy and below a bishop. In the High Middle Ages it was the most senior diocesan position below a bishop in the Catholic Church. An archdeacon is often responsible for administration within an archdeaconry, which is the principal subdivision of the diocese. The Oxford Dictionary of the Christian Church has defined an archdeacon as \"A cleric having a defined administrative authority delegated to him by the bishop in the whole or part of the diocese.\". The office has often been described metaphorically as that of oculus episcopi, the \"bishop's eye\". ==Catholic Church== In the Latin Catholic Church, the post of archdeacon, originally an ordained deacon (rather than a priest), was once one of great importance as a senior official of a diocese. The duties are now performed by officials such as auxiliary or coadjutor bishops, the vicar general, and the episcopal vicars. The title remains. ===History=== The term \"archdeacon\" appears for the first time in Optatus of Mileve's history of Donatism of about 370, in which he applies it to someone who lived at the beginning of that century. From the office of the diaconus episcopi, a deacon whom the bishop selected to administer the church's finances under the bishop's personal direction, the office of archdeacon gradually developed, as certain functions were reserved to him by law. These functions included not only financial administration but also the discipline of the clergy, and examination of candidates for priesthood. From the 8th century, there was in the West a further development of the authority of the archdeacon, who now enjoyed a jurisdiction independent of the bishop. Large dioceses had several archdeaconries, in each of which the archdeacon (usually by now a priest), had an authority comparable to that of the bishop. He was often appointed not by the bishop but by the cathedral chapter or the king. However, from the 13th century, efforts were made to limit their authority. This was effected in part by the institution of the new office of vicar general. In 1553, the Council of Trent removed entirely the independent powers of archdeacons. Those who had been in charge of different parts of the diocese gradually ceased to be appointed. Only the archdeacon associated with the cathedral chapter continued to exist as an empty title, with duties almost entirely limited to liturgical functions.Johann Peter Kirsch, \"Archdeacon\" in Catholic Encyclopedia (New York 1907)\"Archdeacon\" in Encyclopædia Britannica 1911 The title of archdeacon is still conferred on a canon of various cathedral chapters,Diocese of Limerick: Chapter of Limerick and the word \"archdeacon\" has been defined in relation to the Latin Catholic Church as \"a title of honour conferred only on a member of a cathedral chapter\".Dictionary.com, based on Random House Dictionary However, Eastern Catholic Churches still utilize archdeacons. ==Anglican Communion== Archdeacons serve the church in part of a diocese by taking particular responsibility for all buildings, the welfare of clergy and their families and the implementation of diocesan policy for the sake of the Gospel. An archdeaconry is their territorial division; these vary in number according to the size of the diocese and in a few mainly English cases an assistant (Suffragan) Bishop will also stand in as Archdeacon, as applied to the Archdeaconry of Bodmin 1953–62 (which is one of two archdeaconries in the Diocese of Truro). A later, possibly lasting instance, is in the role of Bishop suffragan(-Archdeacon) of Ludlow (in Shropshire). They are usually styled The Venerable instead of their usual clerical style of The Reverend. In the Church of England the role can only be held by a priest who has been ordained for at least six years. (This rule was introduced in 1840. The rule that they be in priest's orders was enacted in 1662.) In the Church of England, the legal act by which a priest becomes an archdeacon is called a collation. If that archdeaconry is annexed to a canonry of the cathedral, they will also be installed (placed in a stall) at that cathedral, in practice working largely in the chapter offices. In some other Anglican churches they can be deacons instead of priests; such archdeacons often work with the bishop to help with deacons' assignments to congregations and assist the bishop at ordinations and other diocesan liturgies. The Anglican ordinal presupposes (it is policy by default) that every Archdeacon helps to examine candidates for ordination and presents the most suitable candidate(s) to the ordaining bishop. In some parts of the Communion where women cannot be consecrated as bishops, the position is the most senior office a female cleric can hold: this being so, for instance, in the (Anglican) Diocese of Sydney. Very rarely, \"lay archdeacons\" have been arisen, most notably the former Anglican Communion Observer to the United Nations, Taimalelagi Fagamalama Tuatagoloa-Leota, who retained her title after having served as Archdeacon of Samoa. ==Eastern Orthodox and Eastern Catholic churches== In the Eastern Christian churches (Eastern Orthodox Church and Eastern Catholic Churches), an archdeacon is the senior deacon within a diocese and has responsibility for serving at hierarchical services (those at which the bishop is present and presiding). He has responsibility for ensuring the smooth running of the service by directing the clergy and servers as appropriate. As such, he usually travels with the ruling bishop to various parts of the diocese, and will sometimes act as his secretary and cell attendant, ensuring that he is able to balance his monastic life with his hierarchical duties. The archdeacon wears the double orarion, which is twice the length of the usual orarion, and wraps under the right arm as well as hanging from the left shoulder. An archdeacon may come from either the monastic or married clergy. A protodeacon also wears the double orarion, although he is distinguished from the archdeacon in that he is the senior deacon at a cathedral or other principal church within a diocese and serves as the principal deacon when a number of deacons serve together. ==Saint Thomas Christians== According to the canons of the Eastern churches, an archdeacon is of the highest priestly rank: he is the head of all the clerics belonging to a bishopric; he is responsible for the whole worship of the cathedral church and represents the will of the bishop in his absence. However, from the local point of view, the rank of an archdeacon was more important than this; not only was he the most important priest of the community, but he also fulfilled the role of an ethnarch. An archdeacon was the \"prince and head of the Christians of Saint Thomas\" and had such titles as \"Archdeacon and Gate of All India, Governor of India\". The origin and the meaning of the term \"gate\" is mysterious. While the Catholicos Patriarch of Seleucia-Ctesiphon reserved for himself the right to send his own prelates originating from Iraq to the Indian diocese, the continuous governance of his Indian flock was secured by the indigenous Archdeacon serving as the head of all the priests in Malabar and representing the bishop's will. According to the traditional structure, the Indian Church of the East was governed by a metropolitan sent by the Catholicos Patriarch. At the same time, at the local level, in India, church affairs were governed by the Malabar Assembly or Malankara Yogam. There was also an indigenous head of the Church of Malabar, the \"head of the caste\", that is the head of the St Thomas Christians called Jathikku Karthavyan or Malankara Mooppen. Patriarch Timothy (780–826) of Persia called him the head of the faithful in India. While originally an archdeacon in the Church of the East was elected by the bishop according to merit, the office of the Archdeacon of India seems to have been dynastic. It was the privilege of the Pakalomattam family, at least from the sixteenth century onwards. Indeed, we know about a number of Pakalomattam archdeacons, beginning with 1502, when Metropolitan John of India appointed George Pakalomattam. The name of the family varies, and the family seems to be identical with the Parambil family, translated into Portuguese as 'de Campo'. An archdeacon had all the attributes of a secular leader and was normally escorted by a number, sometimes several thousands, of soldiers. It is important to note that while there could be several bishops appointed for the Malabar Church, there was always only one archdeacon, a custom contrary to the canons of the Church of the East. This situation is best explained by the fact that from the point of view of the East Syriac Church structure the archdeacon had an ecclesiastical function, but from that of the St Thomas Christian community he had also a socio- political, princely function, representing the unity of the Christian nation, or caste(s), of Hindoo (India). Portuguese colonists stopped this practice among the Syro-Malabar Catholic and Pulikkottil Mar Dionysious stopped this amongst the Malankara Syrian Church later in 1816. ==Coptic Christians== In the Coptic Orthodox church, an archdeacon is the highest rank in the order of deacons. The lower ranks of the diaconate are deacon, subdeacon, lector and cantor, the holders of which ranks the Coptic people generically refer to as \"deacons\". However, the rank of archdeacon is lower than the rank of a priest. Thus it is possible for a deaconess to be appointed to the rank of an archdeaconess within the Coptic Orthodox tradition. ==See also== * Church of England#Structure ==References== ==External links== * . * . * . * . Category:Ecclesiastical titles Category:Anglican ecclesiastical offices Category:Eastern Christian ecclesiastical offices",
 "title": "Archdeacon"
}