{
 "id": "768633",
 "text": "The 1968 Atlantic hurricane season was one of five Atlantic hurricane seasons during the satellite era not to feature a major hurricane, the others being 1972, 1986, 1994, and 2013. The season officially began on June 1 and lasted until November 30, dates which conventionally delimit the period of each year when most tropical cyclones form in the Atlantic basin. It was a below average season in terms of tropical storms, with a total of eight nameable storms. The first system, Hurricane Abby, developed in the northwestern Caribbean on June 1\\. Abby moved northward and struck Cuba, bringing heavy rainfall and flooding to western portions of the island. Making landfall in Florida on June 4, Abby caused flooding and spawned four tornadoes, but left behind little damage. Overall, the hurricane resulted in six deaths and about $450,000 (1968 USD) in damage. In late June, Tropical Storm Candy brought minor flooding and spawned several tornadoes across portions of the Southern United States. Overall damage from the cyclone reached approximately $2.7 million. Despite three named storms in June, cyclone activity slowed throughout the subsequent month, with only one tropical depression. During late August and early September, Tropical Depression Eleven brought flooding to the Jacksonville area of Florida. Hurricane Gladys, the final and also the strongest named storm of the season, developed in the southwestern Caribbean Sea on October 13\\. Peaking as a Category 2 on the Saffir–Simpson hurricane wind scale, the system resulted in flooding across western Cuba, particularly in Havana, where the storm caused six deaths and about $12 million in damage. Rough seas, gusty winds, tornadoes, and heavy rainfall resulted in generally minor impact in Florida, with three fatalities and damage totaling $6.7 million. Gladys also provided relief for one of North Carolina's worst droughts. Several other storms left negligible impact on land. Overall, the storms of the season collectively caused approximately $21.8 million in damage and killed 17 people. ==Season summary== ImageSize = width:800 height:200 PlotArea = top:10 bottom:80 right:20 left:20 Legend = columns:3 left:30 top:58 columnwidth:270 AlignBars = early DateFormat = dd/mm/yyyy Period = from:01/06/1968 till:01/11/1968 TimeAxis = orientation:horizontal ScaleMinor = grid:black unit:month increment:1 start:01/06/1968 Colors = id:canvas value:gray(0.88) id:GP value:red id:TD value:rgb(0.38,0.73,1) legend:Tropical_Depression_=_<39_mph_(0–62_km/h)_(TD) id:TS value:rgb(0,0.98,0.96) legend:Tropical_Storm_=_39–73_mph_(63–117 km/h)_(TS) id:C1 value:rgb(1,1,0.80) legend:Category_1_=_74–95_mph_(119–153_km/h)_(C1) id:C2 value:rgb(1,0.91,0.46) legend:Category_2_=_96–110_mph_(154–177_km/h)_(C2) id:C3 value:rgb(1,0.76,0.25) legend:Category_3_=_111–129_mph_(178–208_km/h)_(C3) id:C4 value:rgb(1,0.56,0.13) legend:Category_4_=_130–156_mph_(209–251_km/h)_(C4) id:C5 value:rgb(1,0.38,0.38) legend:Category_5_=_≥157_mph_(≥252_km/h)_(C5) Backgroundcolors = canvas:canvas BarData = barset:Hurricane bar:Month PlotData= barset:Hurricane width:10 align:left fontsize:S shift:(4,-4) anchor:till from:01/06/1968 till:13/06/1968 color:C1 text:\"Abby (C1)\" from:17/06/1968 till:26/06/1968 color:C1 text:\"Brenda (C1)\" from:22/06/1968 till:26/06/1968 color:TS text:\"Candy (TS)\" from:04/07/1968 till:05/07/1968 color:TD text:\"TD\" from:10/08/1968 till:17/08/1968 color:C1 text:\"Dolly (C1)\" from:26/08/1968 till:31/08/1968 color:TD text:\"TD\" from:07/09/1968 till:10/09/1968 color:TD text:\"TD\" barset:break from:11/09/1968 till:19/09/1968 color:TS text:\"Edna (TS)\" from:14/09/1968 till:23/09/1968 color:C1 text:\"One (SC)\" from:17/09/1968 till:21/09/1968 color:TD text:\"TD\" from:23/09/1968 till:25/09/1968 color:TD text:\"TD\" from:23/09/1968 till:30/09/1968 color:TS text:\"Frances (TS)\" from:25/09/1968 till:29/09/1968 color:TD text:\"TD\" from:13/10/1968 till:21/10/1968 color:C2 text:\"Gladys (C2)\" bar:Month width:5 align:center fontsize:S shift:(0,-20) anchor:middle color:canvas from:01/06/1968 till:01/07/1968 text:June from:01/07/1968 till:01/08/1968 text:July from:01/08/1968 till:01/09/1968 text:August from:01/09/1968 till:01/10/1968 text:September from:01/10/1968 till:01/11/1968 text:October TextData = pos:(570,30) text:\"(From the\" pos:(618,30) text:\"Saffir–Simpson hurricane wind scale)\" The Atlantic hurricane season officially began on June 1, with Hurricane Abby developing that day. It was a below average season in which eight tropical storms formed, compared to the 1966–2009 average of 11.3 named storms. Four of these reached hurricane status, slightly below the 1966–2009 average of 6.2. None of the hurricanes strengthened into a major hurricane; only four other seasons since the satellite era began featured no major hurricanes: 1972, 1986, 1994, and 2013. Further, no hurricanes exceeded Category 1 intensity on the Saffir–Simpson hurricane wind scale; this would not occur again until 2013. Despite an active beginning, this season had the fewest hurricane days since 1962. Four hurricanes and one tropical storm made landfall during the season, causing 17 deaths and about $21.8 million in damage. The last storm of the season, a tropical depression, dissipated on November 25, five days before the official end of hurricane season on November 30. Tropical cyclogenesis began in June, with three named storms during that month - hurricanes Abby and Brenda and Tropical Storm Candy - tying the record set in 1886, 1936, 1959, and later 2021. Despite the quick start, activity abruptly slowed, with only a tropical depression in July. The next named storm, Hurricane Dolly, existed from August 10 to August 17, while Tropical Depression Eleven formed later that month. September was the most active month, with five tropical depressions, two tropical storms, and one subtropical storm, which peaked with an intensity equivalent to a Category 1\\. In October, Hurricane Gladys became the strongest tropical cyclone of the season, despite maximum sustained winds of only and a minimum barometric pressure of . The season's activity was reflected with an accumulated cyclone energy (ACE) rating of 45. ACE is, broadly speaking, a measure of the power of the hurricane multiplied by the length of time it existed, so storms that last a long time, as well as particularly strong hurricanes, have high ACEs. It is only calculated for full advisories on tropical systems at or exceeding , which is tropical storm strength. ==Systems== ===Hurricane Abby=== The interaction of a mid-tropospheric trough and a cold front spawned a tropical depression on June 1\\. The initial circulation was not embedded within the convection, but as it moved slowly north-northeastward, it was able to strengthen and become better organized, reaching tropical storm strength on June 2\\. It crossed the western tip of Cuba, and upon reaching the southeast Gulf of Mexico, Abby gradually strengthened. It attained winds of 65 mph (100 km/h) prior to landfall near Punta Gorda, Florida, on June 4\\. Abby moved across the state and then reached the western Atlantic, where it briefly attained hurricane status late on June 5\\. On June 6, it weakened and made another landfall near Fernandina Beach with winds of 65 mph (100 km/h). Abby weakened to a tropical depression as it moved over Georgia, and over the next six days, it drifted over The Carolinas, finally dissipating on June 13 east of Virginia. As Abby crossed Cuba, moderate rainfall and relatively high winds were reported. In addition, Abby dropped heavy rainfall across the state of Florida, peaking at in Hart Lake. However, the rain was almost entirely beneficial, as Florida was suffering from a severe drought. Despite winds gusts up to , no significant wind damage was reported. Abby spawned several tornadoes in Florida, though losses rarely exceeded $5,000. One twister in Monroe, North Carolina, damaged 20 cars, and destroyed three homes and impacted 20 others. Elsewhere, the storm dropped relatively light rainfall and produced a few tornadoes throughout the Southeastern United States. Overall, the storm caused approximately $450,000 in damage and led to six indirect fatalities. ===Hurricane Brenda=== The trough that spawned Abby persisted, with another tropical depression developing over the Straits of Florida on June 17\\. Early the following day, the depression crossed the Florida Keys and later made landfall in a rural area of Monroe County. Wind shear levels became increasingly favorable, causing the depression to maintain its intensity while crossing Florida. Because the heaviest shower and thunderstorm activity remained well offshore the state, little impact was reported. Up to of precipitation fell at the Homestead Experiment Station. At 18:00 UTC on June 19, the depression intensified into a tropical storm while still inland over Central Florida, and six hours later emerged into the Atlantic Ocean near Flagler Beach. Shortly thereafter, a weak trough in the westerlies forced the storm to curve eastward. Intensification then occurred, with Brenda nearing hurricane intensity late on June 21. At that time and into June 22, the Bermuda high built southwestward as a weak trough passed to the north, resulting in Brenda turning northeastward. With persistent favorable conditions, the storm reached hurricane status at 12:00 UTC on June 23\\. Early the next day, Brenda attained its peak intensity with maximum sustained winds of 80 mph (130 km/h) and a minimum barometric pressure of . Thereafter, a ridge of high pressure blocked moist air from reaching the storm, causing it to weaken. By June 25, Brenda fell to tropical storm intensity and deteriorated further to a tropical depression on June 26\\. Later that day, it was absorbed by a large extratropical cyclone, while located about west-southwest of Flores Island in the Azores. ===Tropical Storm Candy=== A tropical disturbance located in the southwestern Gulf of Mexico developed into a tropical depression on June 22. Gradual strengthening occurred, with the depression being upgraded to Tropical Storm Candy on the following day. At 22:45 UTC, the storm peaked with maximum sustained winds of 70 mph (110 km/h) and a minimum barometric pressure of as it made landfall near Port Aransas, Texas. Moving inland, Candy quickly weakened to a tropical depression late on June 24\\. However, it persisted for a few more days, until transitioning into an extratropical cyclone over Michigan on June 26\\. Due to rainfall from a previous weather system, the ground was already saturated throughout Texas. As a result, Candy caused flooding, with precipitation exceeding in some areas. Minor damage to crops, roads, and bridges was reported in the eastern portions of the state. Agricultural losses alone were slightly less than $2 million. Storm surge along the coast of Texas caused \"cuts\" on Padre Island. The storm spawned 24 tornadoes, though only one caused significant impact. Candy and its remnants dropped rainfall in 24 other states, reaching as far north as New Hampshire. Overall, Candy caused $2.7 million in damage and no fatalities. ===Hurricane Dolly=== In late July, a tropical wave emerged into the Atlantic Ocean from the west coast of Africa. After tracking west-northwestward and westward, the wave reached the Straits of Florida on August 9, where it began interacting with an upper-level low. Early on August 10, the system developed into a tropical depression, while located near Andros Island in the Bahamas. By 18:00 UTC that day, the depression strengthened into a tropical storm while heading generally northward over the western Atlantic. Initially, Dolly did not strengthen significantly and was nearly absorbed by a cold front. After paralleling part of the East Coast of the United States, Dolly moved further out to sea. By 12:00 UTC on August 12, Dolly developed into a hurricane, and six hours latter attained its initial peak of 85 mph (140 km/h). Dolly briefly weakened back to a tropical storm on August 13 amid unfavorable atmospheric conditions, only to reattain hurricane intensity on the following day. By 12:00 UTC on August 14, Dolly once again peaked with winds of 85 mph (140 km/h). After maintaining its strength for 18 hours, Dolly began to rapidly weaken and became extratropical on August 16, while about north of the Azores. Impact from Hurricane Dolly was minimal, with only rainfall being reported on land. Precipitation peaked at at Palm Beach International Airport in West Palm Beach, Florida. Although it was mostly limited to the east coast of Florida, isolated areas of rain were reported in the Panhandle and on the west coast. Elsewhere, rainfall from Dolly was also recorded in North and South Carolina, though it did not exceed or reach . ===Tropical Storm Five=== An upper-level trough and attendant frontal boundary moved into the western Atlantic on September 8\\. The next day, an area of low pressure formed on the tail-end of this front and began to organize as it moved westward. Surface observations suggested the formation of a tropical depression by 00:00 UTC on September 10\\. The newly formed system curved north-northeast in advance of another trough and intensified into a tropical storm while passing offshore the Carolinas. On September 11, it attained peak winds of 65 mph (100 km/h), a strength it maintained while making landfall in Long Island, New York, around 10:00 UTC that day. A few hours later, the storm transitioned into an extratropical cyclone as it became intertwined with a front. It crossed Newfoundland into the North Atlantic, interacting with another non-tropical low before dissipating on September 17. While the storm passed just offshore the Outer Banks of North Carolina, the depression dropped of precipitation on Bodie Island. Tropical storm-force winds overspread Long Island and Connecticut, including a peak measurement of 58 mph (93 km/h) at Falkner Island. ===Tropical Storm Edna=== A tropical wave emerged into the Atlantic Ocean from the west coast of Africa on September 10\\. A weak high-level trough and a warm anticyclone to the east-northeast generated low wind shear, allowing a tropical depression to develop at 18:00 UTC on September 13, while located about southeast of Praia, Cape Verde. Although satellite imagery indicated a well-defined system, the cyclone did not organize further until the following day, when it became a tropical storm at 06:00 UTC. Upon doing so, Edna quickly gained strength. Early on September 15, the ship Sal Mela observed wind speeds of , indicating that Edna was approaching hurricane status. At 00:00 UTC, Edna attained its peak intensity with maximum sustained winds of 70 mph (110 km/h), which it maintained for 18 hours. On the next day, a cold upper-level trough began producing unfavorable conditions, causing Edna to degenerate into a tropical depression by 06:00 UTC on September 17. Edna degenerated into a tropical wave early the following day, while situated about east of Barbuda. ===Subtropical Cyclone One=== A subtropical depression developed at 12:00 UTC on September 14, while located about southeast of Cape Hatteras, North Carolina and initially moved east-northeastward. Early on September 16, it briefly curved north-northwestward and strengthened into a subtropical storm, before turning back to the east-northeastward later that day. By September 17, the storm re-curved to the southeast and decelerated but began to accelerate on September 19\\. Strengthened continued, with the storm becoming a Category 1 subtropical cyclone early the following day. At 00:00 UTC on September 12, it peaked with maximum sustained winds of and a minimum barometric pressure of . Accelerating northeastward, a weakening trend soon commenced. The subtropical storm became extratropical by 12:00 UTC on September 23, while located about northwest of Corvo Island in the Azores. ===Tropical Storm Frances=== A subtropical depression developed east of the Bahamas at 12:00 UTC on September 23\\. Convection was enhanced by a mid- tropospheric trough, though further strengthening was initially slow. Initially, the subtropical depression headed northward, but curved northeastward on September 25\\. A reconnaissance aircraft on September 26 reported a warm core, sustained winds of , and a minimum barometric pressure of . Therefore, it is estimated that the subtropical depression transitioned into Tropical Storm Frances around 12:00 UTC on that date. The storm intensified slightly further to winds of 60 mph (95 km/h) on September 27, before beginning to weaken on the following day. Later that day, steering flow from an upper low-pressure area caused Frances to curve almost due eastward. Frances became extratropical by 12:00 UTC on September 29, while still producing gale-force winds, and dissipated little more than a day later. ===Hurricane Gladys=== In early October, a tropical wave interacted with the Intertropical Convergence Zone while located in the southwestern Caribbean Sea, spawning multiple low-pressure areas. One of the lows developed into a tropical depression while centered near San Andrés on October 13. The depression moved north-northwestward and strengthened into Tropical Storm Gladys late on October 14\\. Intensifying further, Gladys attained winds of 65 mph (100 km/h) before striking western Cuba at 15:00 UTC on October 15\\. Upon reaching the eastern Gulf of Mexico, Gladys resumed intensification, and later attained hurricane status early on October 17\\. At 00:00 UTC on October 19, Gladys peaked with maximum sustained winds of 100 mph (155 km/h), making it equivalent to a Category 2 hurricane, and four hours later made landfall near Homosassa, Florida, with the same winds, along with an estimated central pressure of . The hurricane crossed the state and continued northeastward, passing just east of Cape Hatteras on October 20. By 18:00 UTC, Gladys became extratropical and was absorbed by a cold front over Nova Scotia. In Cuba, Gladys caused flash flooding and heavily damaged the tobacco crop. Damage in the country was estimated at $12 million, and there were six deaths. While passing west of the Florida Keys, the hurricane produced strong winds that briefly cut communications to the Dry Tortugas, but damage was minor. Near where Gladys made landfall, winds gusted to and tides reached 6.5 ft (2.0 m) above normal. There was heavy beach erosion and flooding along the coast, while the winds knocked down trees and caused power outages. Across the state, damage was estimated at $6.7 million, and three people were indirectly killed. Heavy rainfall in South Carolina caused minor river flooding. When paralleling just off the coast of North Carolina, Gladys was responsible for breaking the state's worst drought since 1932, and proved more beneficial than the minor storm damage there. Later, Gladys killed two people in Atlantic Canada and caused coastal damage in Prince Edward Island. ===Tropical depressions=== thumb|right|Rainfall totals associated with the August tropical depression A total of four tropical cyclones remained below tropical storm intensity during the 1968 Atlantic hurricane season. On August 26, a tropical depression developed in the northeastern Gulf of Mexico. Drifting northeastward, the depression was situated offshore Central Florida on August 28, shortly before it trekked southward and made three landfalls in Florida near Clearwater, Holmes Beach, and Venice. By early on August 29, the depression began moving northeast to north-northeastward across the state. Late on August 31, the system emerged into the Atlantic Ocean near Atlantic Beach and dissipated shortly thereafter. Due to the depression's slow movement across Florida, heavy rainfall was observed, including of rainfall in Jacksonville. Considerable flooding was reported in Clay and Duval counties. Along the upper Cedar River in the latter, many homes and businesses were flooded. Eleven bridges were inundated with water ranging from a few inches to . Peak discharge amounts were higher than during Hurricane Dora in 1964. However, soil moisture and streamflow conditions during Dora were much more conducive to producing floods than antecedent conditions associated with this depression. Further south in Daytona Beach, a tornado destroyed a motel and several homes. Another tropical depression developed on September 18 near Cabo Verde. The depression moved northwestward and did not strengthen. By September 20, it dissipated about in the open Atlantic Ocean. On September 25, a tropical depression formed in the northwestern Caribbean Sea. While a tropical cyclone, it struck Cuba and Florida. Generally light rainfall was reported in the state, with up to at the Royal Palm Ranger Station in Everglades National Park. Thereafter, the depression tracked northeastward and dissipated on September 28\\. A subtropical depression developed on November 24 near the Bahamas. Moving north-northeastward to northeastward, the depression dissipated southwest of Bermuda about 24 hours later. ==Storm names== The following names were used for named storms that formed in the North Atlantic in 1968. The list is mostly the same as the 1964 season, except for Candy, Dolly, Edna, Frances, Hannah, and Ingrid. A storm was named Candy for the first time in 1968. No names were retired this season. However, the name Edna was later retroactively retired because of the Hurricane Edna of the 1954 season, and has not been used since. Names that were not assigned are marked in . {| width=80% | * Abby * Brenda * Candy * Dolly * Edna * Frances * Gladys | * * * * * * * | * * * * * * * |} ==Season effects== This is a table of the storms in 1968 and their landfall(s), if any. Deaths in parentheses are additional and indirect (an example of an indirect death would be a traffic accident), but are still storm-related. Damage and deaths include totals while the storm was extratropical or a wave or low. |- | Abby || || bgcolor=#| || || || Cuba, Florida, Georgia, Carolinas || || 0 (6) || |- | Brenda || || bgcolor=#| || || || Florida || || || |- | Candy || || bgcolor=#| || || || Texas, Arkansas, Louisiana, Missouri, Illinois, Ohio || || || |- | Dolly || || bgcolor=#| || || || Carolinas, Florida, Azores || || || |- | Unnumbered || || bgcolor=#| || || Unknown || Florida || || || |- | Edna || || bgcolor=#| || || || || || || |- | One || || bgcolor=#| || || || || || || |- | Unnumbered || || bgcolor=#| || || Unknown || None || || || |- | Frances || || bgcolor=#| || || || || || || |- | Unnumbered || || bgcolor=#| || Unknown || Unknown || Cuba, Florida || || || |- | Gladys || || bgcolor=#| || || || Cuba, Southeastern United States, Nova Scotia || || (3) || |- | Unnumbered || || bgcolor=#| || Unknown || Unknown || Bahamas || || || |- ==See also== * Lists of Atlantic hurricanes * Atlantic hurricane season * 1968 Pacific hurricane season * 1968 Pacific typhoon season * 1968 North Indian Ocean cyclone season * 1967–68 South-West Indian Ocean cyclone season * 1968–69 South-West Indian Ocean cyclone season * 1960s Australian region cyclone seasons * 1960s South Pacific cyclone seasons ==Notes== ==References== ==External links== * Monthly Weather Review Category:Articles which contain graphical timelines",
 "title": "1968 Atlantic hurricane season"
}