{
 "id": "769273",
 "text": "An open proxy is a type of proxy server that is accessible by any Internet user. Generally, a proxy server only allows users within a network group (i.e. a closed proxy) to store and forward Internet services such as DNS or web pages to reduce and control the bandwidth used by the group. With an open proxy, however, any user on the Internet is able to use this forwarding service. thumb|200x200px|alt=Diagram of proxy server connected to the Internet.|An open proxy forwarding requests from and to anywhere on the Internet. ==Advantages== An anonymous open proxy is useful to those looking for online anonymity and privacy, as it can help users hide their IP address from web servers since the server requests appear to originate from the proxy server. It makes it harder to reveal their identity and thereby helps preserve their perceived security while browsing the web or using other internet services. Real anonymity and extensive internet security might not be achieved by this measure alone as website operators can use client-side scripts to determine the browser's real IP address and the open proxy may be keeping logs of all connections. Most public VPNs work through open proxies. ==Disadvantages== It is possible for a computer to run as an open proxy server without the computer's owner knowing it. This can result from misconfiguration of proxy software running on the computer, or from infection with malware (viruses, trojans or worms) designed for this purpose. If it is caused by malware, the infected computer is known as a zombie computer. ==Testing for access from an open proxy== Because open proxies are often implicated in abuse, a number of methods have been developed to detect them and to refuse service to them. IRC networks with strict usage policies automatically test client systems for known types of open proxies. Likewise, a mail server may be configured to automatically test mail senders for open proxies, using software such as `proxycheck`. Groups of IRC and electronic mail operators run DNSBLs publishing lists of the IP addresses of known open proxies, such as AHBL, CBL, NJABL (till 2013), and SORBS (in operation since 2002). The AHBL discontinued public access in 2015. ==See also== * Anonymizing proxy * Open mail relay ==References== ==External links== * Category:Internet security Category:Proxy servers es:Proxy#Proxy Abierto pt:Proxy#Proxy abreto",
 "title": "Open proxy"
}