{
 "id": "769310",
 "text": "Laverne Clarence Gagne (February 26, 1926 – April 27, 2015) was an American amateur and professional wrestler, football player, wrestling trainer, and wrestling promoter. He was the owner and promoter of the Minneapolis-based American Wrestling Association (AWA), the predominant promotion throughout the Midwest and Manitoba for many years. He remained in this position until 1991, when the company folded. As an amateur wrestler, Gagne won two NCAA titles and was an alternate for the U.S freestyle wrestling team at the 1948 Olympic Games before turning professional in 1949. Gagne was an 11-time world champion in major professional wrestling promotions, having held the AWA World Heavyweight Championship ten times and the IWA World Heavyweight Championship once as the IWA World Heavyweight Championship was considered a world championship in Japan. He has also won top professional wrestling promotions World Heavyweight Championships such as the World Heavyweight Championship (Omaha version) five times. He holds the record for the longest combined reign as a world champion in North America and is third (behind Bruno Sammartino and Lou Thesz) for the longest single world title reign. He is one of only seven men inducted into each of the WWE, WCW and Professional Wrestling halls of fame. ==Early life== Gagne was born in Corcoran, Minnesota, and grew up on a farm in Robbinsdale, Minnesota. He left home at the age of 14 after his mother died. He went to Robbinsdale High School and excelled in football, baseball and wrestling, winning district, regional, and state championships in high school wrestling, as well as being named to the All-State Football Team. In 1943, he was recruited to play football at the University of Minnesota, where he was named to the All-Big Ten Team. ==Amateur wrestling career== After one year of college, Gagne enlisted with the Navy Underwater Demolition Team. He chose to return to the University of Minnesota, where, as an amateur wrestler, he captured two NCAA titles. In 1948, he beat Charles Gottfried of Illinois in the 191-pound class to win his first NCAA championship in Pennsylvania. The next year, he returned to the championships but had moved up a class, to heavyweight. In the final, he met future NWA World Heavyweight Champion Dick Hutton, the two-time defending national champion in the division. The showdown ended in a 1–1 tie, but Gagne was awarded the win because he controlled Hutton for longer periods of the match. He was also an alternate for the U.S freestyle wrestling team at the 1948 Olympic Games; he later said that he might have wrestled in the Olympics, but his coaches had discovered that he had earned money winning a wrestling match at a carnival, thus putting his amateur standing in question. ==Football career== thumb|Gagne in the 1940sGagne joined the National Football League (NFL) soon after being drafted by the Chicago Bears in the 16th round (145th pick) of the 1947 NFL Draft. Bears owner George Halas prevented Gagne from pursuing both football and wrestling (likely due to former Bears Football Hall of Fame great Bronko Nagurski having moonlighted as a professional wrestler during the height of his NFL career), and forced Gagne to make a choice. In a 2006 interview for WWE, Gagne's son Greg mentioned that wrestling was a much better paying job at the time than playing football (as recently as the 1970s, it was not uncommon for NFL players to have a second job during the NFL offseason to help make ends meet), and as a result, Verne chose wrestling over football.The Spectacular Legacy of the AWA DVD ==Professional wrestling career== ===National Wrestling Alliance=== thumb|Gagne in the early 1950s In 1949, Gagne decided to wrestle professionally, starting his career in Texas. In his debut, he defeated Abe Kashey, with former World Heavyweight boxing Champion Jack Dempsey as the referee. On November 13, 1950, Gagne captured the National Wrestling Alliance (NWA) Junior Heavyweight title in a tournament for the vacant championship. In September 1953 in Fred Kohler Enterprises, Gagne was awarded the newly created Chicago version of the NWA United States Championship. Gagne became one of the most well-known stars in wrestling during the golden age of television, thanks to his exposure on the Dumont Network, where he wowed audiences with his technical prowess. He was rumored to be one of the highest-paid wrestlers during the 1950s, reportedly earning a hundred thousand dollars a year. On June 14, 1957, Edouard Carpentier defeated NWA Champion Lou Thesz in Chicago. The NWA later overruled the decision of the referee in Chicago and gave the title back to Thesz. However, certain wrestling territories of the NWA including Nebraska refused to go along with the decision and continued to recognize Carpentier. Carpentier lost his title to Gagne in Omaha on August 9, 1958, making him the recognized NWA World champion in the NWA territories that had recognized Carpentier, before dropping the belt three months later to Wilbur Snyder. By early 1960, the wealthy Gagne rarely wrestled and turned his focus towards building a wrestling promotion of his own. ===American Wrestling Association=== In 1960, Gagne formed his own promotion, the American Wrestling Alliance (later it became Association). Before this, the Minneapolis territory was under the National Wrestling Alliance (NWA) umbrella. Setting up to pull away from the NWA, the Minneapolis territory (as it was known), gave a \"story-line only\" edict to the NWA in May 1960 that unless their NWA World Champion Pat O'Connor defended his title against Verne Gagne with 90 days, Verne Gagne would become recognized World Champion by default. There was never any intention of such a match taking place. At the end of the 90 day period, the AWA was formed in August 1960 and it was announced that because NWA champion Pat O'Connor failed to meet Gagne, that the AWA recognized Gagne as the first AWA World Champion. Some of Gagne's biggest feuds were against Gene Kiniski, Dr. Bill Miller (under a mask both as Dr. X and then Mr. M), Fritz Von Erich, Dr. X, The Crusher, Ray Stevens, Mad Dog Vachon, Larry Hennig and Nick Bockwinkel while champion and title changes. He always wrestled as a face and utilized the sleeper hold as his finisher. His longest reign as champion was for 7 years, from August 31, 1968, to November 8, 1975, dropping the title to Nick Bockwinkel. He would regain the title from Bockwinkel on July 18, 1980 and drop it back to Bockwinkel on May 19, 1981. After his last title lost in 1981, Gagne would wrestle occasionally for AWA until 1986. His last match was a six man tag with his son Greg, and Jimmy Snuka defeating Boris Zhukov, John Nord and Sheik Adnan Al-Kassie on June 29, 1986. As AWA head, Gagne was known for putting on an \"old school\" show. He sought out wrestlers with amateur backgrounds over the hulking brutes who dominated wrestling in the 1980s. This led to a problem with his biggest draw, Hulk Hogan, whom Gagne had acquired after Hogan had been let go by the World Wrestling Federation and who Gagne also felt was not championship material, due to the fact that Hogan was a power wrestler rather than a technical wrestler. Seeing Hogan as the company's top draw, Gagne did, however, let Hogan feud with Bockwinkel. Eventually, as noted on the 2006 Spectacular Legacy of AWA DVD, Gagne agreed to make Hogan his champion after Hogan's feud with Bockwinkel ran its course in April 1983, but only on condition that Gagne would receive the bulk of Hogan's revenues from both merchandise sales and his matches in Japan, which Hogan refused. In late 1983, Hogan accepted an offer from Vincent K. McMahon to return to the WWF. The Iron Sheik, whom Gagne trained, has alleged that Gagne bribed him to inflict career-threatening damage on Hogan's knee after it became apparent that Hogan was leaving for the WWF. What followed was an exodus of major stars from various territories and promotions, including Gagne's AWA, to the WWF. McMahon wished to take his promotion \"national\" and do away with the traditional territorial system that dominated the North American pro wrestling landscape for decades. Unlike most of his contemporaries, by the mid-1980s, Gagne began promoting the AWA beyond the geographical bounds of its traditional territory. In September 1985, ESPN began broadcasting AWA Championship Wrestling, giving the promotion national exposure like the WWF. However, the AWA suffered numerous setbacks. ESPN did not treat AWA Championship Wrestling as a priority; the show was sometimes not aired in its regular time slot (occasionally ESPN would change the time slot without advertising the change beforehand), and sometimes it was preempted by live sporting events. This resulted in many fans being unable to tune in on a regular basis. Gagne's booking strategies for the wrestlers themselves continued to follow more traditional themes than those of the WWF, believing as he did that the top stars should be highly gifted technical wrestlers rather than those with just charismatic personalities. Throughout the mid to late 1980s, the AWA would lose the vast majority of its top stars to McMahon, while ratings and live attendance continued to decline. By 1991, the damage had been done, and the AWA shut down after 30 years. Gagne would eventually end up in bankruptcy court. ==Wrestling halls of fame== In April 2006, Gagne was inducted into the WWE Hall of Fame by his son, Greg Gagne. He is one of only six people to be inducted into the WWE, WCW and Professional Wrestling Halls of Fame. ==Death of Helmut Gutmann== On January 26, 2009, Gagne got into an altercation with Helmut Gutmann, a 97-year-old resident of the Bloomington, Minnesota facility where they both resided. According to Gutmann's widow, who was not present during the altercation, Gagne picked Gutmann up and hurled him to the floor, then broke his hip by pulling back on his body. \"'The attack happened quickly while the men were at a table,' Bloomington Police Chief Jeff Potts said. 'It was more like \"a push and a shove\" and it caused Gutmann to fall.'\"No Criminal Charges Against Ex-Wrestler SI.com, March 12, 2009 Neither man had any recollection of the incident. Gutmann was admitted to the hospital, and died on February 14 from complications of the injury. On February 25, 2009, the older man's death was officially ruled a homicide by the Hennepin County medical examiner's office. On March 12, 2009, the Hennepin County Prosecutor's office officially announced that Gagne would not be criminally charged as a result of the death as, because of Gagne's dementia, he lacked the mental capacity necessary to be criminally culpable. ==Illness and death== Gagne was diagnosed with Alzheimer's disease (or possibly chronic traumatic encephalopathy caused by a lifetime of head injuries) and had been living in the memory-loss section of a Bloomington, Minnesota health care facility. In January 2012 he was living in the home of his daughter Beth and her husband Will. He continued to make public appearances in his last years, aided by his son Greg. On April 27, 2015, Gagne died in Bloomington at the age of 89. ==Championships and accomplishments== ===Amateur wrestling=== *Amateur Athletic Union **Northwestern AAU Championship (1942) **NCAA Championship (1948, 1949) *Big Ten Conference **Big Ten Conference Championship (1944, 1947, 1948, 1949) *Minnesota State High School League **Minnesota State Championship (1943) *National Collegiate Athletic Association **NCAA Championship (1948, 1949) *Olympic Games **Member of 1948 United States Olympic Team ===Professional wrestling=== *Cauliflower Alley Club **Lou Thesz Award (2006) **Other honoree (1993) *Fred Kohler Enterprises **NWA United States Heavyweight Championship (Chicago version) (2 time)NWA United States Heavyweight Title (Chicago) history At wrestling-titles.com * George Tragos/Lou Thesz Professional Wrestling Hall of Fame ** Class of 1999 *International Pro Wrestling **IWA World Heavyweight Championship (1 time) **NWA World Tag Team Championship (Chicago version) (1 time) – with Edouard CarpentierNWA World Tag Team Title (Chicago/Indianapolis) history, wrestling- titles.com; accessed September 10, 2014. *International Wrestling Association (Montreal) **IWA International Heavyweight Championship (1 time) *NWA Minneapolis Wrestling and Boxing Club / American Wrestling Association **AWA World Heavyweight Championship (10 times)AWA World Heavyweight Title history, wrestling-titles.com; accessed September 10, 2014. **AWA World Tag Team Championship (4 times) – with Moose Evans (1), The Crusher (1), Billy Robinson (1), and Mad Dog Vachon (1)AWA World Tag Team Title history At wrestling- titles.com **NWA World Tag Team Championship (Minneapolis version) (4 times) – with Bronko Nagurski (1), Leo Nomellini (2), and Butch Levy (1)NWA World Tag Team Title (Minneapolis) history At wrestling-titles.com **World Heavyweight Championship (Omaha version) (5 times)World Heavyweight Title (Omaha) history At wrestling-titles.com **AWA United States Heavyweight Championship (2 times) *NWA Tri-State **NWA World Junior Heavyweight Championship (1 time)NWA World Junior Heavyweight Title history At wrestling-titles.com *New Japan Pro- Wrestling **Greatest 18 Club inductee *Pro Wrestling Illustrated **Stanley Weston Award (1986) **PWI ranked him No. 158 of the 500 best singles wrestlers during the \"PWI Years\" in 2003 *Professional Wrestling Hall of Fame **Class of 2004Professional Wrestling Hall of Fame Inductees At wrestling-titles.com *Robbinsdale High School's Athletic Hall of Fame **Inaugural Class (2013) *Southwest Sports, Inc. **NWA Texas Heavyweight Championship (2 times)* **NWA World Tag Team Championship (1 time) – with Wilbur Snyder *Tokyo Sports **Match of the Year Award (1981)- vs. Giant Baba on January 18 *World Championship Wrestling **WCW Hall of Fame (Class of 1993)WCW Hall of Fame Inductees At wrestling-titles.com *World Wrestling Entertainment **WWE Hall of Fame (Class of 2006)WWF/WWE Hall of Fame Inductees At wrestling-titles.com *Wrestling Observer Newsletter **Wrestling Observer Newsletter Hall of Fame (Class of 1996) ==References== ==Further reading== * ==External links== * Professional Wrestling Hall of Fame Profile of Verne Gagne * * * Findagrave Memorial Category:1926 births Category:2015 deaths Category:American catch wrestlers Category:American male professional wrestlers Category:American male sport wrestlers Category:United States Navy personnel of World War II Category:AWA World Heavyweight Champions Category:Deaths from Alzheimer's disease Category:Minnesota Golden Gophers football players Category:Minnesota Golden Gophers wrestlers Category:People from Robbinsdale, Minnesota Category:Players of American football from Minnesota Category:Professional wrestlers from Minnesota Category:Professional Wrestling Hall of Fame and Museum Category:Professional wrestling promoters Category:Professional wrestling trainers Category:WWE Hall of Fame inductees Category:Neurological disease deaths in Minnesota",
 "title": "Verne Gagne"
}