{
 "id": "76998",
 "text": "thumb|George W. Bush speaking to a Joint Session of Congress, 2001 Bushisms are unconventional statements, phrases, pronunciations, Freudian slips, malapropisms, as well as semantic or linguistic errors in the public speaking of the 43rd President of the United States George W. Bush. The term Bushism has become part of popular folklore and is the basis of a number of websites and published books. It is often used to caricature the former president. Common characteristics include malapropisms, the creation of neologisms, spoonerisms, stunt words and ungrammatical subject–verb agreement. ==Discussion== Bush's use of the English language in formal and public speeches has spawned several books that document the statements. A poem entitled \"Make the Pie Higher\", composed entirely of Bushisms, was compiled by cartoonist Richard Thompson. Various public figures and humorists, such as Jon Stewart of The Daily Show and Garry Trudeau, creator of the comic strip Doonesbury, have popularized some more famous Bushisms. Linguist Mark Liberman of Language Log has suggested that Bush is not unusually error-prone in his speech, saying: \"You can make any public figure sound like a boob, if you record everything he says and set hundreds of hostile observers to combing the transcripts for disfluencies, malapropisms, word formation errors and examples of non-standard pronunciation or usage... Which of us could stand up to a similar level of linguistic scrutiny?\".Mark Liberman, \"You say Nevada, I say Nevahda\". January 3, 2004. Nearly a decade after George W. Bush said \"misunderestimated\" in a speech, Philip Hensher called the term one of his \"most memorable additions to the language, and an incidentally expressive one: it may be that we rather needed a word for 'to underestimate by mistake'.\" Journalist and pundit Christopher Hitchens published an essay in The Nation titled \"Why Dubya Can't Read\", writing: Stanford Graduate School lecturer and former Bush economic policy advisor Keith Hennessey has argued that the number of Bush's verbal gaffes is not unusual given the significant amount of time that he has spoken in public, and that Barack Obama's miscues are not as scrutinized. In Hennessey's view, Bush \"intentionally aimed his public image at average Americans rather than at Cambridge or Upper East Side elites\". Bush's statements were also notorious for their ability to state the opposite of what he intended, with notable examples including his remarks on the estate tax, \"I'm not sure 80% of people get the death tax. I know this: 100% will get it if I'm the president.\" ==Examples== ===General=== * \"I think we agree, the past is over.\" – Pittsburgh, Pennsylvania, on meeting with John McCain; May 10, 2000 * \"They misunderestimated me.\"Bentonville, Arkansas; November 6, 2000 * \"I know the human being and fish can coexist peacefully.\"Saginaw, Michigan, September 29, 2000, while attempting to reassure the business community that he does not support tearing down dams to protect endangered fish species. * \"There's an old saying in Tennessee—I know it's in Texas, probably in Tennessee—that says, 'Fool me once, shame on...shame on you. Fool me—you can't get fooled again.Nashville, Tennessee; September 17, 2002. The right proverb is \"fool me once, shame on you; fool me twice, shame on me\". * \"Too many good docs are getting out of the business. Too many OB-GYNs aren't able to practice their love with women all across this country.\"Poplar Bluff, Missouri; September 6, 2004 * \"I'm going to put people in my place, so when the history of this administration is written at least there's an authoritarian voice saying exactly what happened.\" – announcing he would write a book about \"the 12 toughest decisions\" he had to make. * \"See, in my line of work you got to keep repeating things over and over and over again for the truth to sink in, to kind of catapult the propaganda.\"see (item number \"26.\", of) * \"I'll be long gone before some smart person ever figures out what happened inside this Oval Office.\" – Washington, D.C., in an interview with The Jerusalem Post; May 12, 2008 ===Foreign affairs=== * \"I'm the commander, see. I don't need to explain—I do not need to explain why I say things. That's the interesting thing about being the President. Maybe somebody needs to explain to me why they say something, but I don't feel like I owe anybody an explanation.\" * \"Yesterday, you made note of my—the lack of my talent when it came to dancing. But nevertheless, I want you to know I danced with joy. And no question Liberia has gone through very difficult times\" – Washington, D.C., speaking with the President of Liberia, Ellen Johnson Sirleaf; October 22, 2008. * \"This is still a dangerous world. It's a world of madmen and uncertainty and potential mental losses.\" – Charleston, South Carolina, in a public outdoor speech; January 2000. According to the Financial Times, the phrase \"mental losses\" confused the crowd, although it seemed distantly related to \"missile launches\". * \"Our enemies are innovative and resourceful, and so are we. They never stop thinking about new ways to harm our country and our people, and neither do we.\" * \"I'm telling you there's an enemy that would like to attack America, Americans, again. There just is. That's the reality of the world. And I wish him all the very best.\" – Washington, D.C.; January 12, 2009 * \"Well, I mean that a defeat in Iraq will embolden the enemy and will provide the enemy—more opportunity to train, plan, to attack us. That's what I mean. There— it's— you know, one of the hardest parts of my job is to connect Iraq to the war on terror.\" * \"I just want you to know that, when we talk about war, we're really talking about peace.\" * \"See, free nations are peaceful nations. Free nations don't attack each other. Free nations don't develop weapons of mass destruction.\" *(On a golf course) \"I call upon all nations, to do everything they can, to stop these terrorist killers. Thank you... now watch this drive.\" ===Economics=== * \"You bet I cut the taxes at the top. That encourages entrepreneurship. What we Republicans should stand for is growth in the economy. We ought to make the pie higher.\" * In January 2000, just before the New Hampshire primary, Bush challenged the members of the Nashua Chamber of Commerce to imagine themselves as a single mother \"working hard to put food on your family\". * \"You work three jobs?... Uniquely American, isn't it? I mean, that is fantastic that you're doing that.\" – Omaha, Nebraska; Feb. 4, 2005 ===Education=== * \"Rarely is the question asked: Is our children learning?\" – Florence, South Carolina; January 11, 2000 * \"You teach a child to read, and he or her will be able to pass a literacy test.\" * \"As yesterday's positive report card shows, childrens do learn when standards are high and results are measured.\" – September 2007 ==See also== *Internets (a Bushism, pluralizing \"Internet\", that has become a catchphrase) *Anguish Languish (examples of homophonic translation) *Colemanballs (verbal gaffes by British sports commentators) *Eggcorn (e.g., saying \"old-timers' disease\" instead of \"Alzheimer's disease\") *Malapropism *Spoonerism (e.g., \"Is it kisstomary to cuss the bride?\") *Strategery (a word coined by Saturday Night Live to satirize Bush) *Yogiism (Yogi Berra) *List of nicknames used by George W. Bush *Covfefe and Hamberder (similar gaffes attributed to Donald Trump) *Great Moments in Presidential Speeches, a recurring sketch airing on Late Show with David Letterman during the Bush administration ==References== ==Further reading== * * * * ==External links== *DubyaSpeak.com *The Complete Bushisms by Jacob Weisberg Category:George W. Bush Category:American political neologisms Category:Political terminology of the United States Category:Word play Category:2000s neologisms Category:Terms for quotations of notable persons",
 "title": "Bushism"
}