{
 "id": "769976",
 "text": "Leonard Wailes Covington (October 30, 1768 – November 14, 1813) was a United States Army brigadier general and a member of the United States House of Representatives. ==Biography== Born in Aquasco, Prince George's County, in what was then the British Province of Maryland, Leonard Covington joined the United States Army as a Cornet in March 1792. He was promoted to Captain in 1794 and served in the Northwest Indian War (1785-1795) under Anthony Wayne, where he distinguished himself at Fort Recovery and the Battle of Fallen Timbers. He resigned from the military at the conclusion of the Northwest Indian War. In 1809, Leonard Covington returned to the Army as colonel of light dragoons, having served many years in the Maryland House of Delegates and in 1805-1807 as a Representative (Democratic-Republican Party) in the Ninth Congress.Leonard Covington's Congressional biography, retrieved 10 December 2015. He was in command at Fort Adams on the lower Mississippi River and participated in the December 1810 takeover by the United States of the Republic of West Florida, in today's Florida Parishes, Louisiana.Leonard Covington in the Louisiana Historical Association's Dictionary of Louisiana Biography, accessed 14 April 2017.Inside Northside magazine special issue, Covington 1813-2013, on Covington, Louisiana, pages 8-10; accessed 25 February 2017. He served in the War of 1812, being promoted to brigadier general in August 1813. Covington was mortally wounded in the Battle of Crysler's Farm and died three days later at French Mills, Franklin County, New York. At the time of his death, Brig. Gen. Covington and his family were residents of Washington, the capital of the Mississippi Territory, in a home named Propinquity. It was built in 1810 near the military installation Fort Washington (originally Fort Dearborn),Fort Dearborn at NorthAmericanForts.com, retrieved 26 Feb 2017. where Covington commanded the Regiment of Light Dragoons.Kempe, Helen Kerr. The Pelican Guide to Old Homes of Mississippi: Vol. 1, Natchez and the South. Gretna, Louisiana: Pelican Publishing, 1989, p. 75. Mrs. Leonard Covington was the former Rebecca Mackall, his first cousin and a relative of the family of General James Wilkinson. The Covingtons had at least four children. ==Places named after Covington== * Covington, Georgia * Covington, Kentucky * Covington, Louisiana * Covington, New York * Covington, Ohio * Covington, Pennsylvania * Covington, Tennessee * Covington County, Alabama * Covington County, Mississippi * Fort Covington, New York * Covington, Virginia * Covington Theological Seminary in Rossville, Georgia. ==References== ==External links== *COVINGTON, Leonard in the Dictionary of Louisiana Biography (Scroll down.) * * * *\"Presenting General Leonard Wailes Covington\" photos of statue in Covington, Kentucky, on a news blog, December 2011. Category:1768 births Category:1813 deaths Category:Members of the United States House of Representatives from Maryland Category:United States Army generals Category:Maryland Democratic-Republicans Category:American military personnel killed in the War of 1812 Category:Democratic-Republican Party members of the United States House of Representatives Category:People from Prince George's County, Maryland Category:People from Washington, Mississippi",
 "title": "Leonard Covington"
}