{
 "id": "770300",
 "text": "Passion Fish is a 1992 American drama film written and directed by John Sayles. The film stars Mary McDonnell, Alfre Woodard, Vondie Curtis-Hall, David Strathairn, Leo Burmester, and Angela Bassett. It tells the story of a soap opera star, paralyzed after being struck by a taxi, who is forced to return to her family home and rely upon a series of nurses, forcing each of them to leave her employment until one shows up guaranteed to stay. ==Plot== May-Alice Culhane, a New York daytime actress, lies in a hospital bed, confused and scared because she is unable to sit up. She attempts to press the call button but ends up switching on the TV, which happens to be playing a scene from the soap opera featuring her. Culhane has been left paralyzed after an accident on her way to getting her legs waxed. With no other options, she returns to her family's old and empty home in Louisiana, where she drinks hard, is unsatisfied with every caregiver, and wallows in self-pity. Her outlook begins to change with the arrival of Chantelle, a nurse with her own problems. The two gradually find a heartfelt connection with each other, and as a result, their lives subtly change. ==Cast== ==Reception== On Rotten Tomatoes, it has an approval rating of 100% based on reviews from 25 critics. Roger Ebert of the Chicago Sun-Times gave it 4 out of 4. ===Box office=== Passion Fish received a limited release on December 9, 1992, running for one week, the minimum required to make it eligible for consideration at the next year's Academy Awards. The film earned $36,332 (14,385 of that in the weekend) in the week from showings in two theaters. After receiving Academy Award nominations in February 1993, the film was released to 191 theaters, where it earned over 99% of its gross of $4.8 million. ===Awards and nominations=== {|class=\"wikitable\" border=\"1\" |- ! Award ! Category ! Nominee ! Result |- | rowspan=\"2\"| Academy Awards | Best Actress | Mary McDonnell | |- | Best Screenplay – Written Directly for the Screen | John Sayles | |- | Dallas-Fort Worth Film Critics Association Awards | Best Film | Passion Fish | |- | Ghent International Film Festival | Grand Prix | John Sayles | |- | rowspan=\"2\"| Golden Globe Awards | Best Actress in a Motion Picture – Drama | Mary McDonnell | |- | Best Supporting Actress – Motion Picture | Alfre Woodard | |- | rowspan=\"2\"| Independent Spirit Awards | Best Supporting Male | David Strathairn | |- | Best Supporting Female | rowspan=\"4\"| Alfre Woodard | |- | Los Angeles Film Critics Association Awards | Best Actress | |- | NAACP Image Awards | Outstanding Supporting Actress in a Motion Picture | |- | New York Film Critics Circle Awards | Best Supporting Actress | |- | Turkish Film Critics Association Awards | Best Foreign Film | Passion Fish | |- | Writers Guild of America Awards | Best Screenplay – Written Directly for the Screenplay | John Sayles | |} ==References== ==External links== * * * Category:1992 films Category:1992 comedy-drama films Category:American comedy- drama films Category:American independent films Category:1992 comedy films Category:American films Category:English-language films Category:Films directed by John Sayles Category:Films about paraplegics or quadriplegics Category:Films about alcoholism Category:Films about actors Category:1992 drama films Category:Films about nurses Category:Films set in Louisiana Category:Films shot in Louisiana Category:Films scored by Mason Daring Category:Films with screenplays by John Sayles Category:1992 independent films Category:1990s comedy-drama films",
 "title": "Passion Fish"
}