{
 "id": "770348",
 "text": "Blue Sky is a 1994 American drama film directed by Tony Richardson and starring Jessica Lange, Tommy Lee Jones, Powers Boothe, Carrie Snodgress, Amy Locane, Galynn Duggan, and Chris O'Donnell. It tells the story of a nuclear coverup. It was adapted by Rama Stagner, Arlene Sarner and Jerry Leichtling. The original music score was composed by Jack Nitzsche. Filmed from May 14 to July 16, 1990,shotonwhat:Blue Sky (1994) Retrieved April 4, 2017 the film was completed in 1991, but because of the bankruptcy of Orion Pictures, it sat on the shelf until 1994, three years after Richardson's death on November 14, 1991, making this his final film. Despite this, it won critical praise and Lange won the 1994 Academy Award for Best Actress, along with the Golden Globe Award and the Los Angeles Film Critics Association award. The film is based on Rama Stagner-Blum's real life and the relationship between her parents, Clyde and Gloria Lee Moore-Stagner, during the 1960s while her father was in the army. They later divorced and Gloria remarried before dying in 1982.A life magnified Retrieved July 30, 2015 ==Plot== In 1962, Major Hank Marshall (Jones) and his wife, Carly (Lange), are having marital problems because of the pressures of his job and her mental illness. Hank is a nuclear engineer who favors underground nuclear testing, an initiative code-named \"Blue Sky\", as opposed to above-ground, open-air detonations. Carly is a free spirit who appears to be mentally unbalanced and who is slowly being suffocated by domestic torpor and encroaching age. Her behavior embarrasses him, especially given the restrictions that prevail within a military base. Their move from Hawaii to an isolated base in Alabama alarms their oldest daughter, Alex (Locane), and sends Carly into a violent tantrum. The following day, Hank has his first meeting with base commander Colonel Vince Johnson (Boothe), who rebuffs his underground testing initiative despite strong scientific support. Meanwhile, Vince's wife Vera (Snodgress) welcomes Carly and invites her to a party organized by the base officers' wives. Carly gets drunk at the party and demonstrates exotic dancing skills. Vera begs her husband to do something about her, to which Vince agrees but says he'll have to get Hank out of the way first. Alex starts dating Vince's son Glen (O'Donnell) and on their first date finds what she takes to be a dud grenade. It explodes, alerting the whole base to their relationship and giving Vince more reason to get rid of Hank. Carly is invited by the other officers' wives to join them for a dance recital, and fills her time rehearsing for it. Hank is sent to the Nevada Test Site to supervise the first underground test under Lieutenant Colonel Robert Jennings (McClendon). During the first test, Hank notices two cowboys in the test area and attempts to have Robert abort the test, but Robert refuses, explicitly telling Hank that he is not concerned with the cowboys' health or their lives, and sends Hank back to Alabama. While Hank is away, Alex and Glen discover Vince sent Hank away just so he could have an affair with Carly. Hank learns of the affair at the dance recital and reacts violently, which results in Carly being pushed out a window and requiring hospitalization. Hank is arrested, and Vince offers Carly a choice: Hank can be court-martialed or she can have him committed to a psychiatric hospital. When Hank learns what his wife did, he explains to her that he wanted to be court martialed in order to bring the incident with the cowboys out in public. He quickly realizes that Vince set him up, but MPs take him to the hospital before he can do anything about it. The hospital keeps him so heavily sedated he is unable to leave. Carly, suspecting there is a reason for this, digs through Hank's papers and finds the report about the two cowboys. She drives across the country with her daughters and finds the cowboys with visible radiation sickness. She begs them to bring their story to the press, but the cowboys refuse, so she steals one of their horses and rides into the test site, intent on repeating their experience to get the attention of the press. She is arrested, which gets the attention of the press, and Robert is forced to let her, and Hank, go. She returns home to find Hank waiting for her, having quit that morning, and that Vince has been relieved of his duties. Hank tells her he found a new engineering job in the private sector in California, and the family happily moves. ==Cast== * Tommy Lee Jones as Hank Marshall * Jessica Lange as Carly Marshall * Powers Boothe as Vince Johnson * Carrie Snodgress as Vera Johnson * Amy Locane as Alex Marshall * Anna Klemp as Becky Marshall * Chris O'Donnell as Glenn Johnson * Mitchell Ryan as Ray Stevens * Dale Dye as Col. Mike Anwalt * Tim Scott as Ned Owens * Annie Ross as Lydia * Gary Bullock as Dr. Vankay * Michael McClendon as Lt. Col. Robert Jennings * Anthony Rene Jones as Helicopter Pilot * Jay H. Seidl as Soldier on Island * David Bradford as Soldier #1 * Rene Rokk as Yves French NATO Officer * Matt Battaglia as NATO Soldier * Rod Masterson as Unnamed Reporter ==Reception== The film received generally positive reviews. It holds an 80% approval rating on Rotten Tomatoes, based on 25 reviews, with an average rating of 6.4/10. Jessica Lange received critical acclaim for her performance. Entertainment Weekly raved about Lange, calling her turn \"a fierce, brave, sexually charged performance, one of the most convincing portrayals I've seen of someone whose behavior flirts with craziness without quite crossing into it,\" while the New York Daily News noted, \"Lange smolders, storms, rages and whimpers through Blue Sky, acting with every muscle in her body.\" Variety also noted, \"Jessica Lange makes the most of an opportunity at a full-blown star turn as Carly Marshall. In fact, Brigitte Bardot and Marilyn Monroe are about the only other actresses one can imagine pulling off such a role as well as Lange has. [She] has the showy role, with almost unlimited opportunities to emote and strut her stuff, which she does magnificently and with total abandon.\" The New York Times noted, \"It is a lavish role for Ms. Lange, and she brings to it fierce emotions and tact. [It] echoes [her] dazzling role in Frances. The Los Angeles Times also praised her performance, calling it \"striking\" and noting, \"Lange's acting in Blue Sky leaves you awestruck. It's a great performance — probably her best.\" The Washington Post noted, \"Lange [offers] a plush, platinum star turn. She is what Carly imagines she might have become if only she hadn't been a military wife: mostly Monroe with a soupcon of Bardot.\" The New Yorker raved, calling her turn \"a stunning performance—perhaps the best of [her] remarkable career.\" == Year-end lists == * 4th – Peter Rainer, Los Angeles Times * Honorable mention – David Elliott, The San Diego Union-Tribune ==Awards and nominations== {| class=\"wikitable plainrowheaders\" |- ! Award ! Category ! Nominee(s) ! Result |- | Academy Awards | Best Actress | rowspan=\"7\"| Jessica Lange | |- | Chicago Film Critics Association Awards | Best Actress | |- | Golden Globe Awards | Best Actress in a Motion Picture – Drama | |- | Los Angeles Film Critics Association Awards | Best Actress | |- | National Society of Film Critics Awards | Best Actress | |- | Sant Jordi Awards | Best Foreign Actress | |- | Screen Actors Guild Awards | Outstanding Performance by a Female Actor in a Leading Role | |- | rowspan=\"2\"| Young Artist Awards | rowspan=\"2\"| Best Performance by a Youth Actress Co-Starring in a Motion Picture | Anna Klemp | |- | Amy Locane | |} == See also == * 1963 Partial Nuclear Test Ban Treaty, a treaty prohibiting all test detonations of nuclear weapons except underground ==References== ==External links== * * * * Category:1994 films Category:American films Category:1990s English-language films Category:1994 romantic drama films Category:American romantic drama films Category:Films scored by Jack Nitzsche Category:Films about nuclear war and weapons Category:Films directed by Tony Richardson Category:Films featuring a Best Actress Academy Award-winning performance Category:Films featuring a Best Drama Actress Golden Globe-winning performance Category:Films set in Alabama Category:Films set in the 1960s Category:Adultery in films Category:Films about mental health Category:Orion Pictures films Category:Films set in 1962",
 "title": "Blue Sky (1994 film)"
}