{
 "id": "770314",
 "text": "thumb|400x400px|Blotting Compass A blot, in molecular biology and genetics, is a method of transferring proteins, DNA or RNA onto a carrier (for example, a nitrocellulose, polyvinylidene fluoride or nylon membrane). In many instances, this is done after a gel electrophoresis, transferring the molecules from the gel onto the blotting membrane, and other times adding the samples directly onto the membrane. After the blotting, the transferred proteins, DNA or RNA are then visualized by colorant staining (for example, silver staining of proteins), autoradiographic visualization of radiolabelled molecules (performed before the blot), or specific labelling of some proteins or nucleic acids. The latter is done with antibodies or hybridization probes that bind only to some molecules of the blot and have an enzyme joined to them. After proper washing, this enzymatic activity (and so, the molecules we search in the blot) is visualized by incubation with proper reactive, rendering either a colored deposit on the blot or a chemiluminescent reaction which is registered by photographic film. ==Southern blot== A Southern blot is a method routinely used in molecular biology for detection of a specific DNA sequence in DNA samples. Southern blotting combines transfer of electrophoresis-separated DNA fragments to a filter membrane and subsequent fragment detection by probe hybridization. == Western blot == A western blot is used for the detection of specific proteins in complex samples. Proteins are first separated by size using electrophoresis before being transferred to an appropriate blotting matrix (usually polyvinylidene fluoride or nitrocellulose) and subsequent detection with antibodies. == Far-western blot == Similar to a western blot, the far-western blot uses protein–protein interactions to detect the presence of a specific protein immobilized on a blotting matrix. Antibodies are then used to detect the presence of the protein–protein complex, making the Far- Western blot a specific case of the Western blot. ==Southwestern blot== A southwestern blot is based on Southern blot and is used to identify and characterize DNA-binding proteins by their ability to bind to specific oligonucleotide probes. The proteins are separated by gel electrophoresis and are subsequently transferred to nitrocellulose membranes similar to other types of blotting. == Eastern blot == The eastern blot is used for the detection of specific posttranslational modifications of proteins. Proteins are separated by gel electrophoresis before being transferred to a blotting matrix whereupon posttranslational modifications are detected by specific substrates (cholera toxin, concanavalin, phosphomolybdate, etc.) or antibodies. == Far-eastern blot == The far-eastern blot is for the detection of lipid-linked oligosaccharides. High-performance thin-layer chromatography is first used to separate the lipids by physical and chemical characteristics, then transferred to a blotting matrix before the oligosaccharides are detected by a specific binding protein (i.e. antibodies or lectins). == Northern blot == The northern blot is for the detection of specific RNA sequences in complex samples. Northern blotting first separates samples by size via gel electrophoresis before they are transferred to a blotting matrix and detected with labeled RNA probes. == Reverse northern blot == The reverse northern blot differs from both northern and Southern blot in that DNA is first immobilized on a blotting matrix and specific sequences are detected with labeled RNA probes. == Dot blot == A dot blot is a special case of any of the above blots where the analyte is added directly to the blotting matrix (and appears as a \"dot\") as opposed to separating the sample by electrophoresis prior to blotting. ==List of blots== * Southern blot for DNA * northern blot for RNA * reverse northern blot for RNA * western blot for proteins * far-western blot for protein–protein interactions * eastern blot for post-translational modification * far-eastern blot for glycolipids * dot blot ==See also== *Immunoscreening ==References== Category:Molecular biology Category:Laboratory techniques",
 "title": "Blot (biology)"
}