{
 "id": "770548",
 "text": "Furtwangen im Schwarzwald () is a small city located in the Black Forest region of southwestern Germany. Together with Villingen-Schwenningen, Furtwangen is part of the district (German: Kreis) of Schwarzwald-Baar. == Geography == Furtwangen is located in the Southern Black Forest Nature Park in the Southeastern Black Forest, around 25 kilometers west of the district town of Villingen-Schwenningen and around 27 kilometers northeast of Freiburg. Furtwangen is the highest town in Baden-Württemberg. Between 850 m and 1,150 m above sea level, it lies in the upper Bregtal of the Central Black Forest in the headwaters of the Danube. The Breg is a small stream which, coming from the mountainous areas around Furtwangen, flows down through the inner city to the east. The Breg is one of the two little rivers which unite to form the river Danube. The population of Furtwangen comprises around 10,000 inhabitants (as of 2016/17). == History == Furtwangen gained the right to call itself a city in 1873. It was not the first time that Furtwangen applied for city rights. After all, in 1833, the village already had 2,292 inhabitants and 2,470 in 1840. The previous attempts had always failed because Furtwangen had no town hall, although higher administrative levels had already warned the building several times. === Coat of arms === The coat of arms is mainly in silver. It depicts a red castle ruin on green ground with silver openings, surrounded by two green fir trees. === Clockmaking === Furtwangen owes its economic boom to the clock, which reached the Black Forest in the 17th century and brought the region an unexpected boom in the 18th century. The founding of the watchmaking school in 1850 was the expression and motor of this development. Its first rector Robert Gerwig also achieved fame as one of the builders of the Black Forest Railway. The trade association, to which the city also owes the establishment of the Sparkasse, gave the impetus to establish the watchmaking school. Today's Furtwangen University of Applied Sciences developed from the watchmaking school. After the city elevation in 1873, industrialization began in Furtwangen through the watch industry. Large companies such as Baduf, Furtwängler and Siedle emerged. In total, they provided 2,000 jobs. At the turn of the century, the Furtwang industry was at its peak. The traffic conditions were improved by the Bregtalbahn, which opened in 1893. Emilian Wehrle (1832–1896) made musical clocks in the Furtwangen-Schönenbach area from about 1857 until his death in 1896. These musical clocks included the Trumpeter clock, Flute clock, Singing Bird Clock, and Rooster Clock. These clocks call the hour with the sound of the trumpet, flute, song bird and rooster respectively.thumb|Aerial view of the inner city == Culture and tourism == The German Clock Museum exhibits more than 8,000 items related to clocks and clockmaking. The museum's history dates back to 1852, when Robert Gerwig, Director of the Grand Ducal Baden Clockmaking School in Furtwangen, began to collect old clocks as witnesses of traditional handicrafts. In 1978, the \"Historic Clock Collection\" is renamed into the \"German Clock Museum\". The Hexenloch Mill was built in 1825. It has been in the family since 1839. The mill was built as a sawmill, its wheels are driven by the water from the hay stream (approx. 300 litres/second). The large water wheel (4m diameter, 13 HP) is the drive of a high-speed and a circular saw which are still functional today. == Education == The University of Applied Sciences Furtwangen was founded in 1850. It specialises in microelectronics, precision mechanics, computer sciences, informatics, digital media, industrial technologies, medical and life sciences, mechanical and medical engineering etc. == Infrastructure == Strongly frequented by traffic is the \"B 500\" (Bundesstraße 500) road which is also commonly known as the black forest \"Panoramastraße\". In 1972, the railway connection called Bregtalbahn was closed after 80 years of service. The railway track had led from Furtwangen to Donaueschingen. == Sons and daughters of the city == * Hugo Eberhardt (1874-1959), architect * Siegfried Weiss (1933-2013), cross-country skier === Personalities related to the city === * Christabel Bielenberg (1909-2003), British writer * Robert Gerwig (1825-1885), engineer, from 1850 to 1857 head of watchmaking school; one of the principal designers of the Black Forest Railway * Alexander Herr (born 1978), ski jumper * Georg Hettich (born 1978), Nordic combiner * Dominik Koepfer (born 1994), professional tennis player * Martin Schmitt (born 1978), popular ski jumper * Thorsten Schmitt (born 1975), Nordic combiner ==External links== *Official website of the municipality(in German) *German Clock Museum * Furtwangen: pictures & history (de) == Photo gallery == File:Furtwangen Feb 05 GHB.jpg|Furtwangen File:Furtwangen Jan 05 fog GHB.jpg|Furtwangen in January 2005 (in the mist) File:University of Applied Sciences Furtwangen Germany.jpg|University of Applied Sciences Furtwangen File:Deutsches-Uhrenmuseum-Aussenansicht.png|German Clock Museum File:Furtwangen-Neukirch - Hexenlochmühle (01-2).jpg|Hexenloch Mill in Furtwangen File:Furtwangen 1808.jpg|Drawing of Furtwangen (1808) ==References== Category:Black Forest Category:Schwarzwald-Baar-Kreis Category:Baden",
 "title": "Furtwangen im Schwarzwald"
}