{
 "id": "770655",
 "text": "The 1927 World Snooker Championship was a snooker tournament held at various venues from 29 November 1926 to 12 May 1927. At the time, it was called the Professional Championship of Snooker but it is now recognised as the inaugural edition of the World Snooker Championship. The impetus for the championship came from professional English billiards player Joe Davis and billiard hall manager Bill Camkin, who had both observed the growing popularity of snooker, and proposed the event to the Billiards Association and Control Council. There were ten players who entered the competition, including most of the leading billiards players. The two matches in the preliminary round were held at Thurston's Hall in London, and the semi-finals final took place at Camkin's Hall in Birmingham. Venues for the quarter-finals were determined by the players involved, resulting in one match being held at Thurston's Hall, one at Camkin's Hall, and one each in Nottingham and Liverpool. The final took place from 9 to 12 May 1927, with Joe Davis winning the title by defeating Tom Dennis by 20 to 11 in the final. Davis had led 7–1 following the first day's play and had achieved a winning margin at 16–7. The highest break of the tournament was 60, compiled by Albert Cope in the 21st frame of his match against Davis. It remained the highest break in the Championship until Davis made a 61 in the 1929 final. The same trophy awarded to Davis is still presented to the world champion each year. ==Background== Professional English billiards player and billiard hall manager Joe Davis had noticed the increasing popularity of snooker compared to billiards in the 1920s, and with Birmingham-based billiard hall manager Bill Camkin, who had also seen snooker's increasing appeal, persuaded the Billiards Association and Control Council (BACC) to recognise an official professional snooker championship in the 1926–27 season. A earlier request, in 1924 from professional Tom Dennis had been rejected by the BACC's Secretary A. Stanley Thorn, who doubted that snooker was popular enough to attract large enough audiences to make such a competition viable. Davis drafted the conditions under which a championship could take place, after a conversation with Camkin, and sent it to the BACC, who gave their consent. At its meeting on 1 September 1926, the Professional Championship Committee of the BACC agreed the terms for the tournament, and set a closing date for entries of 1 November 1926. The competition was open to any professional English billiards player. The preliminary rounds were to be held at Thurston's Hall in London, and the venue for the semi-finals and final was to be Camkin's Hall on John Bright Street in Birmingham, with the players having to arrange dates and venues for the other matches. The winner of the tournament would retain the title until either they resigned it, they were defeated in a BACC-sanctioned championship match, or they refused to defend it against a BACC-approved challenger; with a proviso that the champion would not be required to defend the title more than once a year. Match referees would require BACC approval, and the games were to be played with composition balls and under the official BACC rules of snooker. Stanley Thorn wrote that the decision to promote a professional championship had been made \"in view of the increasing popularity of the game of snooker,\" and added that \"the winner will be declared on the number of games won, but the conditions state that play shall be continued until the full number of games has been completed.\" The entry fee was five guineas per player, with a five-guineas sidestake. Gate receipts for each match, after expenses, were to be equally shared out between the players concerned. It was planned that the half of the total entry fees would be awarded between the winner and runner-up, with the winner receiving sixty percent. However, Davis, the eventual champion, won the £6 and 10 shillings from gate receipts, and the BACC used the player's part of the fees towards purchasing the trophy. Snooker historian Clive Everton wrote that when the official professional snooker tournament was introduced, \"billiards was still very much the premier game, with snooker a sideshow which few were convinced would ever come to much as a public entertainment,\" and that the early championships received \"minimal publicity.\" The same trophy awarded to Davis is still presented to the world champion each year. There were ten players who entered the championship. The Observer's correspondent opined that \"the policy of playing a serious [snooker] match in conjunction with the billiards has proved an additional public attraction,\" and that only three of the leading billiards players, Willie Smith, Tom Reece, and Arthur Peall, had declined to participate in the championship. An article in Athletic News said that the field of entrants was \"on the whole representative and piquant.\" Originally called the Professional Championship of Snooker, the annual competition was not titled the World Championship until 1935, but the 1927 tournament is now referred to as the first World Snooker Championship. ==Schedule== {| class=\"wikitable\" |+1927 World Snooker Championship schedule !scope=\"col\" | Match !scope=\"col\" | Dates !scope=\"col\" | Venue, city |- | Melbourne Inman v Tom Newman || 29 November–6 December 1926 || Thurston's Hall, London |- | Tom Dennis v Fred Lawrence || 9–10 December 1926 || Lord Nelson Hotel, Nottingham |- | Joe Davis v Joe Brady || 29–30 December 1926 || Cable Street Billiards Hall, Liverpool |- | Tom Carpenter v Nat Butler || 31 December 1926 – 1 January 1927 || Thurston's Hall, London |- | Albert Cope v Alec Mann || 5–6 January 1927 || Camkin's Hall, Birmingham |- | Joe Davis v Albert Cope || 31 January–2 February 1927 || Camkin's Hall, Birmingham |- | Tom Carpenter v Melbourne Inman || 14–18 March 1927 || Thurston's Hall, London |- | Tom Dennis v Tom Carpenter || 20–22 April 1927 || Camkin's Hall, Birmingham |- | Joe Davis v Tom Dennis || 9–12 May 1927 || Camkin's Hall, Birmingham |} ==Summary== The first match played was between Melbourne Inman and Tom Newman at Thurston's Hall, Leicester Square in London. The snooker game was played as an added extra to the main event, a billiards match. The match was played on an experimental billiard table with inch , inch smaller than normal. The billiards match was to 16,000 with Inman receiving a 3,500 start. The match started on 29 November 1926 with two sessions per day until 11 December. One of snooker was played at the end of each . Inman won the first two frames, but after 8 frames Newman led 5–3. Inman then won the next five frames to secure victory 8–5, the match finishing on the Monday afternoon, a week after it started. Newman won the billiards match easily 16,000–13,039 despite giving a 3,500 handicap. Tom Dennis and Fred Lawrence played their match on 9 and 10 December at the Lord Nelson Hotel, Carlton Street, Nottingham. Dennis led 5–3 after the first day. Although Dennis won the first frame on the second afternoon, Lawrence won the other three to leave the match level at 6–6. In the evening session Dennis won the first two frames to eliminate Lawrence 8–6. Joe Davis and Joe Brady met on 29 and 30 December 1926 in Cable Street, Liverpool. Davis won all four frames in the afternoon and led 5–3 at the end of the first day. The match ended 10–5 on the second day, with Davis having achieved a winning margin at 8–5. Tom Carpenter and Nat Butler played their match on 31 December 1926 and 1 January 1927 at Thurston's Hall. Eight frames were played on the first day, in two sessions. The score was 2–2 after the afternoon but Carpenter won all four in the evening to lead 6–2. Butler won the first frame on the second day but Carpenter won the next two to win 8–3. The first semi-final saw Joe Davis meet Albert Cope over three days from 31 January to 2 February in Birmingham. On the first day Davis won the four afternoon frames and three of the four in the evening to lead 7–1. On the second day Davis extended his lead to 10–1 before Cope won three successive frames. Davis still led 11–4 overnight, just one frame from victory. On the final day Davis won the first frame to take the match 12–4. He took two more frames in the afternoon to lead 14–5 and eventually won 16–7. Cope made a 60 break in frame 21, winning the frame 87–24. Cope's break of 60 was the highest made in the tournament, and in recognition of this Cope would receive a commemorative certificate from the BACC. The break remained the best in the Championship until Davis made a 61 in the 1929 final. The match between Inman and Carpenter was also played at Thurston's Hall, Leicester Square in London. As with the game between Inman and Newman, it was played as an added extra to a billiards match. The billiards match was to 7,000 with Carpenter receiving a 1,000 start. The match was played from Monday 14 to Saturday 19 March 1927 with two sessions per day. One frame of snooker was generally played in each session, although with a possible 15 frames and only 12 sessions, two frames would be required on occasions. Two frames were played on the Wednesday afternoon. Carpenter won the evening frame on the Friday to win the match 8–3, having led throughout. Carpenter also won the billiards match 7,000–4,798, which finished the following day. The second semi-final, between Dennis and Carpenter, was played from 20 to 22 April in Birmingham. Carpenter led 5–3 after the first day but Dennis won all four frames on the second afternoon to lead 7–5. The second day ended with Dennis 9–7 ahead. Carpenter won three frames on the final afternoon to level the match at 10–10 but Dennis won the first two in the evening to complete a 12–10 victory. Starting on 25 April, Newman and Davis contested the BACC Professional Billiards Championship, a title later recognised as the world championship for billiards. During the match, Davis compiled a billiards championship record break of 2,501, using the \"pendulum cannon\" shot, where the are kept near a corner pocket for repeated strokes. Newman won the match 16,000–14,763 on 7 May. ===Final=== The snooker final between Davis and Dennis was played from 9 to 12 May at Camkin's Hall in Birmingham and was refereed by Camkin. Davis won the first seven frames before Dennis took the last of the day to give Davis a 7–1 lead after the first day. Davis won three frames on the second afternoon and, although the evening session was shared, Davis led 12–4. Davis made a 57 break in frame 11, winning the frame 78–32. Both sessions on the third day were shared to leave Davis 16–8 ahead. Davis had taken a winning lead by taking taking the 23rd frame 80–34 to lead 16–7. Davis won four of the seven frames on the last day, resulting in a final score of 20–11. Davis was presented with the trophy by the BACC chairman John C. Bissett. After each of the sessions on 12 May, Davis was scheduled to perform an exhibition of the billiards \"pendulum cannon\", which by that time was already on the way to being restricted in competitive play by the BACC. Writing about the snooker final in The Billiard Player, Arthur Goundrill commented that \"without casting any doubts on Dennis's skill as a player, it may be said that Davis is in a class by himself at the 22-ball game. 'Extraordinary' is the only way to describe his potting, and his positional play is perfect in its conception.\" Quoting Davis's brother Fred Davis, who said that \"Joe was a great player before anyone else knew how to play the game,\" Everton added \"he was certainly far too good for his rivals in the early championships.\" Davis went on to win the World Championship every year until 1940, after which the event was on hold, due to World War II, until 1946, when he won his fifteenth title and announced that he would no longer play in the tournament. == Main draw == Match results are shown below. Winning players and scores are denoted in bold text. ==Final== {| class=\"wikitable\" style=\"font-size: 95%; margin: 1em auto 1em auto;\" |- | colspan=\"3\" align=\"center\" bgcolor=\"#ffd700\" | Final: Best of 31 frames. Camkin's Hall, Birmingham, England, 9–12 May 1927. Referee: Bill Camkin. |- | width=\"230\" align=\"right\" | Joe Davis | width=\"100\" align=\"center\" | 20–11 | width=\"230\" | Tom Dennis |- | colspan=\"3\" align=\"center\" style=\"font-size: 100%\" | Day 1: 65–42, 81–48, 75–44, 74–36, 78–37, 76–43, 51–49, 30–80 Day 2: 68–49, 43–56, 78–32 (57), 54–26, 28–76, 40–76, 83–26, 91–32 Day 3: 91–27, 30–77, 42–36, 29–77, 82–35, 54–58, 80–34, 55–77 Day 4: 89–14, 37–54, 32–108, 108–16, 65–48, 23–82, 74–54 |- | colspan=\"3\" align=\"center\" | \"Dead\" frames were played, Davis winning the match 20–11. |} ==Notes== ==References== 1927 World Snooker Championship World Snooker Championship World Snooker Championship",
 "title": "1927 World Snooker Championship"
}