{
 "id": "770671",
 "text": "The Calvin L. Rampton Salt Palace Convention Center, more commonly known as the Salt Palace, is a convention center in the western United States, in Salt Lake City, Utah. Named after Utah's 11th governor, Calvin L. Rampton, the name \"Salt Palace\" was previously used by two other venues in the city. == First Salt Palace (1899–1910) == thumb|left|Postcard of First Salt Palace The original Salt Palace was built in 1899 under the direction of Richard K.A. Kletting, architect, and owned by John Franklin Heath. It stood on 900 South, between State Street and Main Street in Salt Lake City. The Salt Palace was a frame structure covered by large pieces of rock salt, which gave it its name. The Palace had a large dome and was lit at night with hundreds of light bulbs. The building held a theater and was the centerpiece of an amusement park that included a dance hall, a bandstand, a bicycle racing track, rides, and other amusements. The Salt Palace and some of the other elements of the park were destroyed by fire on August 29, 1910. ==Second Salt Palace (arena) (1969–1994)== The second Salt Palace in Salt Lake City was in use from 1969 to 1994, hosting among other events the home games of the Utah Stars and Utah Jazz basketball teams, and the Salt Lake Golden Eagles ice hockey team. Janet Jackson's Rhythm Nation Tour became the fastest sell-out in Salt Palace history. Tickets for the June 18 concert were sold out in a record 1 hour and 20 minutes after the box office opened. A 1991 concert by rock band AC/DC resulted in three deaths and many injuries when the audience rushed towards the stage and trampled or trapped people. This version of the Salt Palace was demolished in 1994. == Current Salt Palace (Calvin L. Rampton Salt Palace Convention Center) (1995–present) == thumb|Conference room hallway in the Salt Palace. Built on the site of the demolished arena, the current convention center boasts of exhibit space, of meeting space including a grand ballroom, and 66 meeting rooms. The Salt Palace served as the Olympic Media Center during the 2002 Winter Olympics. In honor of the \"founding father\" of Salt Lake's convention and tourism business, as well as Utah's proactive economic development efforts, the Salt Lake County Council voted to officially change the name of the Salt Palace Convention Center to the Calvin L. Rampton Salt Palace Convention Center in the fall of 2007. FanX, the biannual comic book convention, has been held at the Salt Palace Convention Center since September 2013. A Republican presidential debate hosted by Fox News was scheduled to take place at the Salt Palace Convention Center on March 21, 2016. The event was cancelled after front-runner Donald Trump said he would not participate and fellow candidate John Kasich said he would not participate without Trump. A small public park formerly occupied the southeast corner of the building which, starting in 2020, was closed for construction as the site of a new 25-story, 700 room hotel tower that will house a Hyatt Regency. The $377 million project, which will also add 60,000 square feet of meeting space to the Salt Palace, is a collaboration with Portman Holdings and Salt Lake County and is currently on schedule to be delivered in 2022. thumb|The new 25-story Hyatt Regency under construction at the Salt Palace in May 2021 thumb|Interior of the east entrance. == Solar panels == On May 24, 2012, a 1.65 MW solar array was completed on the roof. Covering an area of , at the time it was the largest solar array in Utah. It is expected to provide 17% of the electricity used by the Salt Palace.Bella Energy completes largest solar array in Utah ==References== == External links == * *Utah State Historical Society Category:Buildings and structures in Salt Lake City Category:Burned buildings and structures in the United States Category:Convention centers in Utah Category:Olympic International Broadcast Centres Category:Venues of the 2002 Winter Olympics",
 "title": "Salt Palace"
}