{
 "id": "770841",
 "text": "Interstate 271 (I-271) is an auxiliary interstate highway in the suburbs of Cleveland and Akron in the U.S. state of Ohio. The highway is officially designated the Outerbelt East Freeway, but is rarely referred to by that name by locals, instead simply referring to it as \"two-seventy-one.\" ==Route description== I-271 begins at an interchange with I-71 in Medina Township to I-90 in Willoughby Hills, with an interchange with I-480 (and traveling concurrently with it for a short stretch). The width varies from point to point, but is mostly four to six lanes wide south of I-480 and eight to twelve lanes wide north of I-480; there it is divided into express and local lanes. The local-express lanes begin at the southern interchange of U.S. Route 422 (US 422) and continue northward slightly beyond the end of I-271. The northbound express lanes allow access to all exits (excluding Chagrin Boulevard, Harvard Road, and State Route 175 (SR 175), a southbound-only exit). The southbound express lanes bypass all exits except for one combined exit for Chagrin Boulevard (west US 422), Harvard Road, Richmond Road (SR 175) and US 422 (east) interchange. The lanes then become the mainline of I-480N which in turn becomes I-480 westbound. I-271 does not have a direct interchange with I-80/Ohio Turnpike – one of only a few examples of Interstate Highways that cross but do not intersect. The I-271/I-480 section is the only instance of a concurrency of two three-digit Interstate Highways. This is because I-80 was concurrent with I-271 until 1971, when I-80 was routed back on to the turnpike and replaced by I-480. ==History== I-290 was to have followed the northern end of I-271. I-271 itself was to have followed I-480 and I-480N westward to I-71. I-271's express lanes were added between 1993 and 1995, with related projects continuing through 1998. For many years, the interchange with SR 8 was only partially complete. The northbound exit and southbound entrance ramps connected with both directions of SR 8, but southbound I-271 could only access SR 8 southbound (though later both directions were accessible\"Northern Summit County\". Roadfan.com.), and only northbound State Route 8 could access I-271 northbound. To compensate for the missing movements, a half-diamond was built at SR 82\\. The I-271/SR 8 interchange underwent reconstruction in 2008–2009 that turned it into a complete interchange allowing all movements.State Route 8 Phase I Project Overview. State Route 8 Connection. Ohio Department of Transportation District 4.\"I-271 Southbound Ramp to SR-8 southbound is now OPEN\". State Route 8 Connection, Ohio Department of Transportation District 4, 2009-09-04. Similarly, travelers going to and from the north on I-271 had to take surface streets to get to and from the west on I-480 in Cuyahoga County. This link is now covered by unsigned I-480N. ===I-271 Rebuilding and Widening program=== The need for the I-271 widening project between Miles Road and the Summit County line was identified in March 2002. I-271 will be widened from two to three lanes north and southbound between Miles Road and Columbus Road and from three to five lanes north and southbound between Columbus Road and the I-271/I-480 split near the Summit County line. Construction will last two years and includes replacement of the existing pavement, noise walls, lighting and signing. A similar project to widen I-271 from two to three lanes will be constructed in Summit County between the Cuyahoga County line and SR 8 and will improve access to the Ohio Turnpike. That project is scheduled to begin in 2014 and be complete in 2016. ==Exit list== ==References== ==External links== * 71-2 71-2 Category:Cleveland area expressways Category:Transportation in Medina County, Ohio Category:Transportation in Summit County, Ohio Category:Transportation in Cuyahoga County, Ohio Category:Transportation in Lake County, Ohio 2 271",
 "title": "Interstate 271"
}