{
 "id": "770989",
 "text": "Emil Joseph Holub (January 5, 1938 – September 21, 2019) was an American football center and linebacker in the American Football League (AFL) and the National Football League (NFL) for the Dallas Texans/Kansas City Chiefs. He played college football at Texas Technological College (now Texas Tech University). ==Early years== E.J. Holub graduated from Lubbock High School in 1957. He lettered in football and track and field, participating in the power sports of shot put and discus. He received All-district honors as a junior. A knee operation forced him to miss his senior season. He accepted a football scholarship from Texas Technological College, where he was a two-way player and was nicknamed \"The Beast\" by his teammates. As a senior he had 15 unassisted tackles and 8 assisted tackles against Baylor. He had 18 unassisted tackles, 10 assisted tackles and returned an interception for a 40-yard touchdown against Arkansas. He also became a two-time All-American center. He was the first player in Texas Tech football history to have his jersey number (55) retired. In 1977, he was inducted into the Texas Tech Hall of Fame. In 1982, he was inducted into the Texas Sports Hall of Fame. In 1986, he was inducted into the National Football Foundation College Football Hall of Fame in South Bend, Indiana. In 2008, he was selected as Texas Tech's Big 12 Legend. In 2012, he was inducted into the Texas Tech Football Ring of Honor. In 2013, he was inducted into the Southwest Conference Hall of Fame. ==Professional career== Holub was selected by the Dallas Texans in the first round (6th overall) of the 1961 AFL Draft and by the Dallas Cowboys in the second round (16th overall) of the 1961 NFL Draft. On January 17, 1961, he signed with the Texans. Holub began his professional career as a two-way player, playing center on offense and linebacker on defense — a rarity during the two platoon era (Holub had begun professional play the year after Chuck Bednarik, the last full-time two-way player in the National Football League, had retired). In one game in 1962, Holub played 58 of 60 minutes, alternating on offense and defense; in another he racked up a total of 56 minutes played. As a rookie he became a starter at left outside linebacker. In 1964, he played in only 9 games after he needed to have surgery on both of his knees. In 1965, he was moved to right outside linebacker. In 1967, he played in only 6 games after being placed on the injured reserve list on November 2, with an injury that was reported as a pulled leg muscle. In the early years he played both at linebacker and long snapper (on extra points or field goals) until his knee injuries and a torn hamstring forced him to switch to center in 1968, replacing the recently retired Jon Gilliam. In Super Bowl IV, he became the only player to start on offense and defense in more than one Super Bowl. Even after eleven knee surgeries (six on the left and five on the right) as a player, Holub was a leader, a \"holler guy\", and he was a team player, enduring pain to lead his team. He would spend hours in the training room, watching blood and liquid drain from his knee, then go out to the field and perform as though he was suffering from no physical problem. He was an American Football League All-Star in 1961, 1962, 1964, 1965 and 1966 and was the only player to start two Super Bowls at two different positions. He started Super Bowl I at linebacker, then started Super Bowl IV at center and was a driving force in helping the Chiefs defeat the Minnesota Vikings 23–7. He is pictured snapping the ball to QB Len Dawson on the cover of the January 14, 1970 edition of Sports Illustrated, published following the game. With his knees wearing out, the Chiefs selected his eventual successor, Jack Rudnay, in the 1969 NFL Draft. Rudnay took over the starting center position during the 1970 season, with Holub playing in all 14 games as a long snapper and starting in only 6 games at center. In 1971, he injured his left knee in the first week of training camp and later announced his retirement. In 1976, he was inducted into the Kansas City Chiefs Hall of Fame. ==Personal life== On September 21, 2019, he died of natural causes. ==References== == External links == *A Chiefs Historic Look: EJ Holub *Lubbock ISD Athletic Hall of Honor *E.J. Holub is famous both for football and for his horse Category:1938 births Category:2019 deaths Category:People from Schulenburg, Texas Category:American people of Slavic descent Category:Players of American football from Texas Category:All- American college football players Category:American football linebackers Category:American football centers Category:Texas Tech Red Raiders football players Category:Dallas Texans (AFL) players Category:Kansas City Chiefs players Category:American Football League All-Star players Category:College Football Hall of Fame inductees Category:American Football League players Category:St. Louis Blues announcers",
 "title": "E. J. Holub"
}