{
 "id": "771182",
 "text": "Pioneer Fund is an American non-profit foundation established in 1937 \"to advance the scientific study of heredity and human differences\". The organization has been described as racist and white supremacist in nature, and as a hate group by the Southern Poverty Law Center. One of its first projects was to fund the distribution in US churches and schools of a Nazi propaganda film about eugenics. From 2002 until his death in October 2012, the Pioneer Fund was headed by psychology professor J. Philippe Rushton, who was succeeded by Richard Lynn. Two of the best known studies funded by Pioneer Fund are the Minnesota Study of Twins Reared Apart * and the Texas Adoption Project, which studied the similarities and differences of identical twins and other children adopted into non-biological families. Research backed by the fund on race and intelligence has generated controversy and criticism, such as the 1994 book The Bell Curve, which drew heavily from Pioneer-funded research. The fund also has ties to eugenics, and has both current and former links to white supremacist groups such as American Renaissance and Mankind Quarterly. ==History== Pioneer Fund was incorporated on March 11, 1937. The incorporation documents of the Pioneer Fund list two purposes. The first, modeled on the Nazi Lebensborn breeding program, was aimed at encouraging the propagation of those \"descended predominantly from white persons who settled in the original thirteen states prior to the adoption of the Constitution of the United States and/or from related stocks, or to classes of children, the majority of whom are deemed to be so descended\". Its second purpose was to support academic research and the \"dissemination of information, into the 'problem of heredity and eugenics and \"the problems of race betterment\". The Pioneer Fund argues the \"race betterment\" has always referred to the \"human race\" referred to earlier in the sentence, and critics argue it referred to racial groups. The document was amended in 1985 and the phrase changed to \"human race betterment.\" The first five directors were Wickliffe Preston Draper, Harry Laughlin, Frederick Osborn, Malcolm Donald and John Marshall Harlan II. ===Wickliffe Preston Draper=== Wickliffe Preston Draper, the fund's final authority, served on the board of directors from 1937 until 1972. He founded Pioneer Fund after having acquired an interest in the Eugenics movement, which was strengthened by his 1935 visit to Nazi Germany, where he met with the leading eugenicists of the Third Reich who used the inspiration from the American movement as a basis for the Nuremberg Laws. He served in the British army at the beginning of World War I, transferring to the US Army as the Americans entered the war. During World War II, he was stationed as an intelligence officer in India. Draper secretly met C. Nash Herndon of Bowman Gray School of Medicine at Wake Forest University in 1949. Little is known about their meetings, but Herndon was playing a major role in the expansion of the compulsory sterilization program in North Carolina.Begos, Kevin (December 11, 2002). Benefactor With a Racist Bent: Wealthy recluse apparently liked the looks and potential of Bowman Gray's new medical-genetics department. Winston-Salem Journal} Psychology professor William H. Tucker describes Draper as someone who \"aside from his brief periods of military service ... never pursued a profession or held a job of any kind.\" * According to a 1960 article in The Nation, an unnamed geneticist said Draper told him he \"wished to prove simply that Negroes were inferior.\" Draper funded advocacy of repatriation of blacks to Africa. ===Founding members=== Harry Laughlin was the director of the Eugenics Record Office at the Cold Spring Harbor Laboratory on Long Island, New York. He served as the president of Pioneer Fund from its inception until 1941. He opposed miscegenation and had proposed a research agenda to assist in the enforcement of Southern \"race integrity laws\" by developing techniques for identifying the \"pass-for-white\" person who might \"successfully hide all of his black blood\". He singled out Jews and fought efforts to allow entry into the United States to Jewish refugees fleeing from Nazi Germany. Eleven months after the enactment of the Nuremberg Laws, Laughlin wrote to an official at the University of Heidelberg (which had awarded him an honorary doctorate) that the United States and the Third Reich shared \"a common understanding of ... the practical application\" of eugenic principles to \"racial endowments and ... racial health.\" Frederick Osborn wrote in 1937 that the Nazi Law for the Prevention of Hereditarily Diseased Offspring was \"the most exciting experiment that had ever been tried\".Osborn, Frederick (24 February 1937). \"Summary of the Proceedings of the Conference on Eugenics in Relation to Nursing\". American Eugenics Society Archives. Osborn was the secretary of the American Eugenics Society, which was part of an accepted and active field at the time; the chairman of the Advisory Committee on Selective Service during World War II; and later the deputy US representative to the UN Atomic Energy Commission. Malcolm Donald was the Draper family lawyer and trustee of the Draper estate. He was a former editor of the Harvard Law Review and a brigadier general during World War II. John Marshall Harlan II, whose firm had done legal work for the Pioneer Fund. He was the only director whose name did not appear on the incorporation papers. He was director of operational analysis for the Eighth Air Force in World War II, and was appointed to the Supreme Court of the United States by President Dwight D. Eisenhower. He voted for the decision in Brown v. Board of Education as a member of the Supreme Court and his grandfather was the only dissent in Plessy v. Ferguson, reversed by the decision. He dissented in Swain v. Alabama and Miranda v. Arizona. ===History after 1945=== Corporate lawyer Harry F. Weyher Jr. was president of the Pioneer Fund from 1958 until his death in 2002. Following Jesse Helms's 1984 Senate re-election bid, The Washington Post journalists Thomas B. Edsall and David A. Vise reported that both Helms and Thomas F. Ellis were linked to the Pioneer Fund, which was described as having \"financed research into 'racial betterment' by scientists seeking to prove that blacks are genetically inferior to whites.\" Later directors included Marion A. Parrott (1973–2000),Pioneer Fund Founders and Former Directors J. Philippe Rushton, Richard Lynn and Gerhard Meisenberg (as of 2019). Rushton, who headed Pioneer until 2012, spoke at conferences of the American Renaissance (AR) magazine, in which he has also published articles.http://www.splcenter.org/intel/intelreport/article.jsp?pid=214#27 Anti-racist Searchlight magazine described one such AR conference as a \"veritable 'who's who' of American white supremacy.\" ==Political, publishing and legal funding== The Pioneer Fund was described by the London Sunday Telegraph (March 12, 1989) as a \"neo-Nazi organization closely integrated with the far right in American politics.\", cited in The Pioneer Fund supported the distribution of a eugenics film titled Erbkrank (\"Hereditary Defective\" or \"Hereditary Illness\") which was published by the pre-war 1930s Nazi Party. William Draper obtained the film from the predecessor to the Nazi Office of Racial Policy (Rassenpolitisches Amt) prior to the founding of the Pioneer Fund. According to the Pioneer Fund site, all founders capable of doing so participated in the war against the Nazis.Pioneer Fund. Founders and Former Directors. Retrieved July 16, 2006. In the 1950s and 1960s, the fund supported two government committees that gave grants for both anti-immigration and genetics research. The committee members included Representative Francis E. Walter (chair of the House Un-American Activities Committee and head of the Draper Immigration Committee), Henry E. Garrett (an educator known for his belief in the genetic inferiority of blacks), and Senator James O. Eastland of Mississippi, head of the Draper Genetics Committee. Draper also made large financial contributions to efforts to oppose the American Civil Rights Movement and the racial desegregation mandated by Brown v. Board of Education, such as $215,000 to the Mississippi State Sovereignty Commission in 1963. Hampton University sociology professor Steven J. Rosenthal described the fund in 1995 as a \"Nazi endowment specializing in production of justifications for eugenics since 1937, the Pioneer Fund is embedded in a network of right-wing foundations, think tanks, religious fundamentalists, and global anti-Communist coalitions\". In 2002, William H. Tucker criticized the Pioneer's grant-funding techniques: > Pioneer's administrative procedures are as unusual as its charter. Although > the fund typically gives away more than half a million dollars per year, > there is no application form or set of guidelines. Instead, according to > Weyher, an applicant merely submits \"a letter containing a brief description > of the nature of the research and the amount of the grant requested.\" There > is no requirement for peer review of any kind; Pioneer's board of directors > – two attorneys, two engineers, and an investment broker – decides, > sometimes within a day, whether a particular research proposal merits > funding. Once the grant has been made, there is no requirement for an > interim or final report or even for an acknowledgment by a grantee that > Pioneer has been the source of support, all atypical practices in comparison > to other organizations that support scientific research. In accord with the tax regulations governing nonprofit corporations, Pioneer does not fund individuals; under the law only other nonprofit organizations are appropriate grantees. As a consequence, many of the fund's awards go not to the researchers themselves but to the universities that employ them, a standard procedure for supporting work by scientists affiliated to academic institutions. In addition to these awards to the universities where its grantees are based, Pioneer has made a number of grants to other nonprofit organizations and corporations that have been created to channel resources to a particular academic recipient while circumventing the institution where the researcher is employed.Pioneer Fund Grants, 1971–1996 The Southern Poverty Law Center listed the Pioneer Fund as a hate group in 2003, citing the fund's history, its funding of race and intelligence research, and its connections with racist individuals.Southern Poverty Law Center Race and 'Reason'; Academic ideas a pillar of racist thought. Retrieved March 7, 2017. In 2006, the Center for New Community, a human rights advocacy organization, characterize the Pioneer Fund as \"a white supremacist foundation that specializes in funding 'science' dedicated to demonstrating white intellectual and moral superiority.\" They draw particular attention to Rushton's theories about differences between races as evidence of the racial slant which they claim accompanies much of the research which is backed by the Fund.Defend Colorado Now: Lamm & FAIR ==Recipients of funding== Pioneer Fund's figures are from 1971 to 1996 and are adjusted to 1997 USD.Mehler, Barry. Pioneer Fund Grant Totals, 1971–1996. Retrieved July 16, 2006. Many of the researchers whose findings support the hereditarian hypothesis of racial IQ disparity have received grants of varying sizes from the Pioneer Fund.Mehler, Barry (July 7, 1998). Race Science and the Pioneer Fund Originally published as \"The Funding of the Science\" in Searchlight, No. 277. Large grantees, in order of amount received, are: * Thomas J. Bouchard at the University of Minnesota. * Arthur Jensen at the University of California, Berkeley ($1,096,094 as of 1994). * J. Philippe Rushton at the University of Western Ontario was head of the fund from 2002 to his death in 2012. In 1999, Rushton used some of his grant money from the Pioneer Fund to send out tens of thousands of copies of an abridged version of his book Race, Evolution and Behavior to social scientists in anthropology, psychology, and sociology, causing a controversy.Tucker, William H. Conclusion: Pioneer or Pamphleteer The Funding of Scientific Racism: Wickliffe Draper and the Pioneer Fund. Tax records from 2000 show that his Charles Darwin Institute received $473,835 – 73% of that year's grants. * Roger Pearson at the Institute for the Study of Man: eugenicist and anthropologist, founder of the Journal of Indo-European Studies,The Journal of Indo-European Studies via A. Richard Diebold Center for Indo-European Language and Culture. received over a million dollars in grants in the 1980s and 1990s. Using the pseudonym of Stephan Langton, Pearson was the editor of The New Patriot, a short-lived magazine published in 1966–67 to conduct \"a responsible but penetrating inquiry into every aspect of the Jewish Question\", which included articles such as \"Zionists and the Plot Against South Africa\", \"Early Jews and the Rise of Jewish Money Power\", and \"Swindlers of the Crematoria\". The Northern League, an organization founded in England in 1958 by Pearson, supported Nazi ideologies and included former members of the Nazi Party. * Michael Levin of the City College of New York ($124,500 as of 1994) * Richard Lynn at Ulster Institute for Social Research ($325,000 as of 1994) * Linda Gottfredson at the University of Delaware ($267,000 as of 1994) Other notable recipients of funding include: * Hans Eysenck, the most-cited living psychologist at the time of his death (1997) * Lloyd Humphreys * Joseph M. Horn * Robert A. Gordon ($214,000 as of 1994) * Garrett Hardin, author who in 1968 re-popularized the 1833 phrase \"tragedy of the commons\" ($29,000 as of 1994) * R. Travis Osborne ($386,900 as of 1994) * Audrey M. Shuey, author of The Testing of Negro Intelligence (1958) * Philip A. Vernon * William Shockley, winner of the Nobel Prize in physics in 1956, received a series of grants in the 1970s. Shockley had become notorious in his later career for promoting the controversial genetic hypothesis of racial intelligence differences and for being a proponent of eugenics. ($188,900) * Aurelio José Figueredo, as of 2018, the only academic researcher receiving funding from the Pioneer Fund. According to the Associated Press, from 2003 to 2016 Figueredo received $458,000. Figueredo received between $8,000 and $30,000 for the 2017-2018 academic year, his research assistant Michael Woodley is also involved with the Pioneer Fund. *Seymour Itzkoff: the Pioneer Fund approved a $12,000 grant to Smith College \"to assist in the publication of a series of educational books\", in support of Itzkoff's Evolution of Intelligence series. It also approved a $12,000 grant to be distributed in 1987 to assist in the publication of the series.) The fund gave the Federation for American Immigration Reform (FAIR) a total of $1.3 million between 1985 and 1994.\"The Anti-immigration Movement: From Shovels to Suits\". Solana Larsen. NACLA Report on the Americas. New York: May/June 2007. Vol. 40, No. 3; p. 14. Among the grants was $150,000 for \"studies in connection with immigration policies\". Funding was dropped after negative publicity during the campaign for California's Proposition 187 linked the Pioneer Fund to ads purchased by FAIR.\"Pro-Prop. 187 group admits it bought ads: FAIR says it only attempted to clear its name\". Marilyn Kalfus: The Orange County Register. Orange County Register. Santa Ana, California: October 26, 1994. p. A.12\"White Supremacist Link Trips Prop. 187\". Pamela Burdman. San Francisco Chronicle. October 13, 1994. p. A.4 Other immigration reduction groups that have received donations from the Pioneer Fund include ProjectUSA\"Cannon critics sidestep FEC lists\". Deborah Bulkeley Deseret News. Salt Lake City, Utah: July 17, 2004. p. B.01 and American Immigration Control Foundation.\"'Workers, go home!'\" David L. Ostendorf. The Christian Century. Chicago: December 19–26, 2001. Vol. 118, No. 35; pp. 8 One of the grantees is the paleoconservative and white supremacist journalist Jared Taylor, the editor of American Renaissance and a member the advisory board of the white nationalist publication the Occidental Quarterly. Another is Roger Pearson's Institute for the Study of Man. Many of the key academic white nationalists in both Right Now! and American Renaissance have been funded by the Pioneer Fund, which was also directly involved in funding the parent organization of American Renaissance, the New Century Foundation. Founder Wickliffe Draper secretly funded the 1960 launch of Mankind Quarterly, to clandestinely serve as a publishing arm for its segregationist founders.Racial Science and British Society, 1930-62 by G. Schaffer, Springer, 2008, pages 142–3. Retrieved October 8, 2020. ==Notes== ==References== * * * * * ==Further reading== * *Mainstream Science on Intelligence *London Conference on Intelligence ==External links== * The Pioneer Fund Official website * Historic website Category:Eugenics in the United States Category:Medical and health foundations in the United States Category:Race and intelligence controversy Category:Scientific racism Category:White supremacy in the United States Category:1937 establishments in the United States",
 "title": "Pioneer Fund"
}