{
 "id": "771172",
 "text": "Hunter × Hunter (pronounced \"hunter hunter\") is a Japanese manga series written and illustrated by Yoshihiro Togashi. It has been serialized in Shueisha's Weekly Shōnen Jump since March 1998, although the manga has frequently gone on extended hiatuses since 2006. Its chapters have been collected in 36 tankōbon volumes as of October 2018. The story focuses on a young boy named Gon Freecss who discovers that his father, who left him at a young age, is actually a world-renowned Hunter, a licensed professional who specializes in fantastical pursuits such as locating rare or unidentified animal species, treasure hunting, surveying unexplored enclaves, or hunting down lawless individuals. Gon departs on a journey to become a Hunter and eventually find his father. Along the way, Gon meets various other Hunters and encounters the paranormal. Hunter × Hunter was adapted into a 62-episode anime television series produced by Nippon Animation and directed by Kazuhiro Furuhashi, which ran on Fuji Television from October 1999 to March 2001. Three separate original video animations (OVAs) totaling 30 episodes were subsequently produced by Nippon Animation and released in Japan from 2002 to 2004. A second anime television series by Madhouse aired on Nippon Television from October 2011 to September 2014 totaling 148 episodes, with two animated theatrical films released in 2013. There are also numerous audio albums, video games, musicals, and other media based on Hunter × Hunter. The manga has been translated into English and released in North America by Viz Media since April 2005. Both television series have been also licensed by Viz Media, with the first series having aired on the Funimation Channel in 2009 and the second series broadcast on Adult Swim's Toonami programming block from April 2016 to June 2019. Hunter × Hunter has been a huge critical and financial success and has become one of Shueisha's best-selling manga series, having over 79 million copies in circulation as of November 2021. ==Synopsis== ===Setting=== are licensed, elite members of humanity who are capable of tracking down secret treasures, rare beasts, or even other individuals. They can also access locations that regulars cannot access. To obtain a license one must pass the rigorous annual Hunter Examination run by the Hunter Association, which has a success rate of less than one in a hundred-thousand. A Hunter may be awarded up to three stars: a single star for making \"remarkable achievements in a particular field\"; they may then be upgraded to two stars for \"holding an official position\" and mentoring another Hunter up to single star level; and finally upgraded to three stars for \"remarkable achievements in multiple fields\". is the ability to control one's own life energy or aura, which is constantly emitted from them, knowingly or not. There are four basic Nen techniques: maintains the aura in the body, strengthening it for defense; shuts the aura flow off, useful for concealing one's presence and relieving fatigue; enables a user to produce more Nen; and is a person's specific use of Nen. Nen users are classified into six types based on their Hatsu abilities; strengthen and reinforce their natural physical abilities; project aura out of their bodies; control objects or living things; change the type or properties of their aura; create objects out of their aura; and have unique abilities that do not fall into the previous categories. A Nen user can enter into a where, by pledging to follow certain , their abilities are strengthened in relation to how strict they are. An example of this is Kurapika who, in order to have an unbreakable chain that will fully restrain members of the Phantom Troupe, offered his life, should he use it on anyone other than its members. ===Plot=== The story follows a young boy named Gon Freecss, who was told all his life that both his parents were dead. But when he learns from Kite, an apprentice of his father Ging Freecss, that he is still alive and has since become an accomplished Hunter, Gon leaves his home on to take the in order to become a Hunter like him. During the exam, Gon meets and befriends three of the other applicants: Kurapika, the last remaining member of the Kurta clan who wishes to become a Hunter in order to avenge his clan and recover their scarlet-glowing eyes that were plucked from their corpses by a band of thieves known as the Phantom Troupe; Leorio, a prospective physician who, in order to pay for medical school, desires the financial benefits that Hunters receive; and Killua Zoldyck, another twelve-year-old boy who has left his former life as a member of the world's most notorious assassin family. Among many other examinees, Gon continuously encounters Hisoka, a mysterious and deadly transmuter who takes an interest in him. After many trials together, Gon and his friends end up passing the exam except for Killua, who fails after killing another applicant due to the influence of his brother, Illumi, and runs away to his family's estate in shame. After Gon and the others convince Killua to rejoin their side, Leorio and Kurapika depart temporarily for their own personal reasons, while Gon and Killua set for the , a skyscraper where thousands of martial artists compete daily in fighting tournaments, seeking to improve themselves and gain monetary rewards. There they meet Zushi, a fellow Heavens Arena applicant, who has a kung fu master named Wing who trains them in utilizing Nen, a Qi-like life energy used by its practicers to manifest parapsychological abilities, and is also considered to be the final requirement to pass the Hunter Exam. Sometime later, Gon and his friends reunite again in where they have a clash with the Phantom Troupe. During the occasion, two from the band of thieves are killed by Kurapika and he is forced to give up the chance of hunting down the rest in order to rescue Gon and Killua from captured, but not without succeeding in sealing the powers of their leader, Chrollo Lucilfer. A few days later, Gon and Killua achieve their objective and begin playing Greed Island, an extremely rare and expensive video game with Nen-like properties following some clues about Ging's whereabouts. While exploring the game, it is revealed that its scenario is actually set somewhere in the real world, created with Nen by a team led by none other than Ging himself. Outclassed by the challenges in the game at first, they are soon joined and trained by Biscuit Krueger, an experienced teacher of Nen and kung fu master. With Biscuit's help, Gon and Killua train their Nen and learn to shape their abilities to their traits. Killua takes a short break from Greed Island to apply for the Hunter Examination again, this time passes with success. The trio then complete the game together against all odds and Gon obtains the right to choose the artifacts from the game necessary to reunite with his father. Gon decides to have Killua accompany him to meet his father using the artifacts, but the duo are sent to meet Kite instead. They decide to help with Kite's research of a man-sized Chimera Ant queen, an insect that devours other creatures and then gives birth to progeny that inherit the characteristics of the different species it has eaten. The queen washes up onto an island nation called the Neo-Green Life (N.G.L.) Autonomous Region, where she quickly develops a taste for humans and builds a colony powerful enough to overcome the population, especially after her offspring learn the power of Nen from consuming Hunters. Upon facing the Royal Guard of the Chimera Ants, Kite sacrifices himself to allow Gon and Killua to flee and alert the Hunter Association. After weeks of preparation, the Association sends a team of some of their most powerful Hunters, including Netero, the president of the Association himself to defeat the Ants and their king Meruem, whose subjects secretly overthrew the government of the nearby as part of their plan of subduing all of mankind. Despite losing to Meruem in combat, Netero ends up killing him with a bomb implanted in his body that poisons him to death soon after. Meanwhile, Gon has a showdown with Neferpitou, the Ant who killed Kite. After overusing Nen to exact his revenge, he is hospitalized and in critical condition. After the Chimera Ant incident is resolved, the Hunter Association's top echelons the Zodiacs, from which Ging is a member, begin the process of choosing Netero's replacement as Chairman, while Killua returns home to ask for his younger sister Alluka to save Gon's life. His family is unwilling to risk losing Alluka or having her dangerous powers used against them, but after evading his older brother Illumi's attempts to intercept him, Killua manages to bring Alluka to Gon's side and have him fully restored. He then attempts to seal away Alluka's alter ego which grants them their power (Nanika, likely a creature from the Dark Continent), but at the last moment decides to revert the process rather than seal away Nanika Alluka's only other friend. Killua then parts ways with Gon to travel the world with Alluka, while Gon himself finally meets his father and learns the true nature of his quest. Some time later, Netero's son Beyond assembles an expedition to the , the forbidden, vast area outside of the known world; he is sponsored by the Kingdom of Kakin. Fearing that the expedition may bring disaster, just like in all previous attempts, the world's five greatest powers accept that Kakin join their ranks in exchange for full authority over its findings. To accompany Beyond and ensure his compliance, the Zodiacs decide to watch over him and invite Kurapika and Leorio to join them, replacing Ging and former Vice-Chairman Pariston Hill, who assembled their own Dark Continent exploration teams by Beyond's request. Meanwhile, Chrollo regains his powers and fulfills Hisoka's wish to have a duel with him, which ends with Hisoka defeated and killed. After reviving through Nen, Hisoka starts killing off the Phantom Troupe members one by one, who have boarded Kakin's ship to the Dark Continent to rob it. Aboard the ship, Nasubi, the king of Kakin, starts a battle to the death between his heirs to decide his successor. Kurapika, who also infiltrated the ship with other Hunters, takes part in the succession war as the bodyguard of Fourteenth Prince Wobble, Kakin's youngest prince and a toddler. Kurapika's personal objective, however, is to retrieve the last batch of scarlet eyes from the Kurta Clan in custody of Tserriednich, Kakin's Fourth Prince. ==Production== Author Yoshihiro Togashi explained that one of his hobbies was collecting objects of all sorts, so he was inspired to create a manga involving collecting titled \"(something) Hunter\". He came up with the final name Hunter × Hunter while watching the television variety show Downtown, in which the hosts often repeat what they say to make the audience laugh. The \"×\" in the title is silent. As with his previous series, Yu Yu Hakusho, Togashi used drafting ink and Kabura pens for his illustrations but began using an eMac to color them. Togashi uses few or no assistants in the manga's production; however, fellow manga artist and future wife Naoko Takeuchi assisted Togashi in adding screentone to single-color pages for the first volume. With the birth of their first son early in its publication, Togashi felt that this personal aspect of his life would be a great influence on his work, particularly the manga's theme of a young boy searching for his father. There have been several instances in which Togashi has apologized to readers in Shueisha's Weekly Shōnen Jump for low-quality artwork and promised to redraw portions of the chapters for their tankōbon (collected volume) releases. In addition, the publication history of the Hunter × Hunter manga has been plagued with hiatuses, in which serialized chapters would be separated by extended periods of time. After returning from a two-year-long hiatus in June 2014, and joining the English-language Weekly Shonen Jump lineup, the manga went on another just two months later. The series returned from this hiatus on April 18, 2016, however, just over two months later, Hunter × Hunter began another hiatus on June 4, 2016. It came back on June 26, 2017, and just over two months later, on August 31, the series went on hiatus again, planning to return by the end of that year. The series came back on January 29, 2018, before going on hiatus again on April 9 of the same year. After a five-month hiatus, the manga resumed publication from September 22 to November 26, 2018, before entering another hiatus, currently its longest one to date. ==Media== ===Manga=== Written and illustrated by Yoshihiro Togashi, the Hunter × Hunter manga began its serialization in Shueisha's Weekly Shōnen Jump magazine on March 16, 1998. Shueisha has compiled most of the chapters into individual tankōbon volumes. The first volume was released on June 4, 1998. As of October 4, 2018, thirty-six volumes have been released. The series has also been published in a sōshūhen edition that aims to recreate the manga as it was originally serialized in Weekly Shōnen Jump in the same size and with the color pages. Eleven volumes were released between December 9, 2011 and April 18, 2014, covering up to the Election story arc. In April 2005, Viz Media began publishing the manga in English in North America. They market the series as part of their \"Shonen Jump Advanced\" line for older teens and young adults. Thirty-six volumes have been released in North America as of August 6, 2019. Viz included the Kurapika's Memories chapters in the December 17 and 24, 2012 issues of their digital English magazine Weekly Shonen Jump Alpha. On April 22, 2014, it was announced that Hunter × Hunter would be joining the digital English magazine Weekly Shonen Jump. The manga has also been licensed and translated into multiple languages throughout Europe and other parts of Asia. For instance, it was serialized between 2001 and 2005 in Banzai!, a German version of Weekly Shōnen Jump. ====Spin-offs==== , a two-part manga Togashi wrote to act as a prequel to the first animated film, was published in the December 3 and 10, 2012 issues of Weekly Shōnen Jump. Tokyo Ghoul author Sui Ishida created a 69-page storyboard of a manga chapter depicting the past of Hunter × Hunters Hisoka. The storyboard was released digitally via Shōnen Jump+ on June 2, 2016. ===Anime=== ====First series (1999)==== The first Hunter × Hunter anime adaptation was produced by the company Nippon Animation and directed by Kazuhiro Furuhashi, who had previously directed the Rurouni Kenshin television series. A total of 62 episodes of Hunter × Hunter were broadcast on the Japanese terrestrial television network Fuji Television from October 16, 1999 to March 31, 2001 during the same Saturday evening timeslot as the anime version of Togashi's previous series Yu Yu Hakusho. Additionally, Hunter × Hunter has aired on the satellite television station Animax. Although it closely follows the manga, the violence in the anime version is lessened for younger audiences. Marvelous Entertainment has released all episodes of the series in Japan on DVD in 13 separate volumes between September 20, 2000 and September 19, 2001. Viz Media licensed the Hunter × Hunter anime for distribution in the Region 1 market, with English voice-work handled by the Ocean Group at Blue Water Studios in Calgary, Alberta, Canada. The series was released on four DVD boxed sets from December 9, 2008 to December 1, 2009. Starting with the second set, Viz partnered with Warner Home Video to distribute the DVDs. Hunter × Hunter began airing in the United States on the Funimation Channel in the spring of 2009. =====Original video animations===== When the Hunter × Hunter anime covered most of its source material by 2001, Nippon Animation made the decision to end the adaptation rather than continue it with filler. Due to fans' unsatisfied reactions to the conclusion of the television series, three subsequent OVAs were produced by Nippon Animation. These carried the plot from where the broadcast left off during the Yorknew City arc and covered the Greed Island arc. The first OVA series was directed by Satoshi Saga and ran for eight episodes in four released volumes from January 17 to April 17, 2002. The second OVA series, Hunter × Hunter: Greed Island, was directed by Yukihiro Matsushita and ran for eight episodes in four released volumes from February 19 to May 21, 2003. The third OVA series, Hunter × Hunter: G.I. Final, was directed by Makoto Sato and ran for 14 episodes in seven released volumes from March 3 to August 18, 2004. After the original anime's initial run on Animax, the OVAs were aired successively. Viz has shown no intention of releasing English versions of the OVAs. ====Second series (2011)==== A new Hunter × Hunter anime adaptation was announced in July 2011. Instead of continuing the story from the OVA series, it restarts the story from the beginning of the manga in an attempt to adapt it more accurately. The series is directed by Hiroshi Kōjina, produced by Madhouse, scripted by Atsushi Maekawa, and character designs were created by Takahiro Yoshimatsu. The series began airing Sunday mornings on Nippon Television starting October 2, 2011. It switched to airing at 1:29 am on Tuesday nights from October 8, 2013 onwards. The series ended on September 23, 2014 after 148 episodes. An hour after each episode aired in Japan, American website Crunchyroll provided English subtitled simulcasts in the United States, Canada, the United Kingdom, Ireland, South Africa, Australia, and New Zealand. The series started airing on Animax Asia on April 24, 2012. On October 9, 2015, Viz Media announced their license to the reboot anime at their panel at New York Comic Con. They will release the anime on DVD/Blu-ray with an English dub. On April 1, 2016, it was announced that the series would premiere on Adult Swim's Toonami programming block, which began airing on April 17, 2016. Madman Entertainment acquired the series for distribution in Australia and New Zealand, and made the series available on AnimeLab. Funimation began streaming the series in the United Kingdom and Ireland on July 17, 2020. ===Films=== thumb|left|Cover of the Hunter × Hunter 1998 film Before the first anime television series was created, a short film adaptation of Hunter × Hunter was shown as part of the 1998 \"Jump Super Anime Tour\" alongside similar adaptations of Seikimatsu Leader den Takeshi! and One Piece. Produced by Studio Pierrot and directed by Noriyuki Abe, it depicts the early events of the manga up to Gon's ocean voyage from Whale Island. A film adaptation by the second television anime's staff called Hunter × Hunter: Phantom Rouge, featuring an original story, was announced in March 2012. It was released on January 12, 2013 by Toho. It centers around Gon and his friends efforts to retrieve Kurapika's eyes which were stolen by Omokage, the original person with the No. 4 spider tattoo. The film is based on an unpublished story manga creator Yoshihiro Togashi wrote around 10 years before. A second film, titled Hunter × Hunter: The Last Mission, was announced following the first one's debut. The film has some focus on Netero, the chairman of the Hunter Association as Gon and his friends discover the dark secrets behind his past. The movie was released on December 27, 2013, and the DVD and Blu-ray was released on July 23, 2014. At the Japanese box office, Phantom Rouge grossed $12,595,288, and The Last Mission grossed (), bringing both films' total Japanese box office gross to . ===CDs=== The background music for the first Hunter × Hunter anime and three OVA series was composed by Toshihiko Sahashi. A large number of audio CDs for the franchise have been released by Marvelous Entertainment. The three-volume soundtrack for the anime television series contains 129 instrumental and vocal songs. The Original Video Animation Hunter × Hunter Sound Trax for the first OVA series contains 18 songs and the Original Video Animation Hunter × Hunter: Greed Island Original Sound Tracks for the second OVA series contains 30 songs. In addition, character-specific and story arc drama CDs and a 17-volume radio drama titled Hunter × Hunter R have been published throughout the anime adaptations' release period. ===Musicals and theatrical play=== There have been two musicals based on Hunter × Hunter. The first, , was originally performed during December 2000. It is an original story that appears to take place between the end of the Yorknew City story arc and the beginning of the Greed Island arc. The second, , was originally performed during August 2002. It is a retelling of when Kurapika, Leorio, and Gon go to fetch Killua back from his family estate after the end of the Hunter Exam arc. Both musicals have received separate DVD and audio CD releases, as well as a dual DVD release from Marvelous Entertainment. There is also a live-action play titled , which was performed 16 times at the Theater Sun-mall in Shinjuku, Tokyo during August 2004. The play is a retelling of the Phantom Troupe finale in the Yorknew City arc. It received a DVD release in Japan on December 10, 2004. ===Video games=== There are ten Japan-exclusive video games based on Hunter × Hunter, many of which are either developed or published by Konami or Bandai. They range from role-playing and strategy games to action and adventure games. These include titles for the WonderSwan, WonderSwan Color, Game Boy Color, Game Boy Advance, PlayStation, and PlayStation 2. A game based on the second anime adaptation was released on the PlayStation Portable on September 20, 2012. Characters from the franchise have appeared along with other Weekly Shōnen Jump properties in the fighting games Jump Super Stars and Jump Ultimate Stars for the Nintendo DS, J-Stars Victory VS for the PlayStation 3 and PlayStation Vita, and Jump Force for Windows, PlayStation 4 and Xbox One. ===Other merchandise=== A series of three film books based on the first anime series and authored by Nobuaki Kishikan has been released by Shueisha from December 3, 1999 to August 24, 2001. A guidebook to the anime titled was published by Shueisha in January 2001. A guidebook to the manga titled was published by the company on June 4, 2004. There is also an extensive trading card game by Bandai, action and trading figures, and various other collectables. ==Reception== ===Manga=== The Hunter × Hunter manga has been largely commercially successful; having sold over 60.6 million collected volumes in Japan as of February 2012, making it Shueisha's eighth best-selling manga series. This number had grown to 66.3 million copies by 2014. The manga had over 72 million copies in circulation in Japan as of December 2018, and over 79 million copies in circulation as of November 2021. Several individual volumes have topped Oricon's list of the best-selling manga in Japan during their release week; such as volumes 30 through 36.Chart references: * * * * * * * Volumes 24, 27, and 30 through 34 were some of the top-selling volumes for their respective years.Chart references: * * * * * * Hunter × Hunter was the eighth best-selling manga series of both 2012 and 2013, with 3.4 and 4.6 million copies sold those years respectively. In North America, volumes 23 through 27 have ranked within the top 300 best-selling graphics novels list of sales estimates by Diamond Comic Distributors. In November 2014, readers of Media Factory's Da Vinci magazine voted Hunter × Hunter number 11 on a list of Weekly Shōnen Jumps greatest manga series of all time. In 2019, the series ranked seventh on Da Vincis 19th annual \"Book of the Year\" list. On TV Asahi's Manga Sōsenkyo 2021 poll, in which 150.000 people voted for their top 100 manga series, Hunter × Hunter ranked #11. The Hunter × Hunter manga has received much praise for its plot and characters. In his 2007 book Manga: The Complete Guide, Jason Thompson described its storyline as \"an almost random collection of psych-outs, battles, puzzles, and trickery\" that works on both a chapter-by-chapter basis and a larger scale. Thompson elaborated that with all the goals and subplots of each of the main characters, the story could seemingly go on forever and is unpredictable enough to hold reader interest. In a different review for Anime News Network in 2012, Thompson wrote that it was hard to summarize the story because \"it is every shōnen manga in one, with training sequences, tournament battles, a crime-mystery story arc, and a virtual-reality, RPG-style story arc\". But unlike most shōnen manga, he called Hunter × Hunter \"incredibly dense.\" Examples being its fictional nen ability, which is explained \"so thoroughly that you almost think it could exist,\" and the little challenges and games the characters face; \"Over and over Togashi invents some little closed system or rules just so the heroes can break them; if he ever wants to change careers, I'd suggest game designer.\" Thompson praised the character art as great, pointing out how instead of alternating between realistic and chibi like other artists, Togashi has cartoony and realistic characters interacting in the same panels. Thompson did note how the artwork during its magazine run is often \"sketchy\" and missing backgrounds, but that Togashi goes back and fixes it for its collected tankōbon release. Mentioning Togashi's love of gore he stated \"the whole manga is about the mixture of childish adventure and creepy, adult themes\" and noted how some panels later in the manga are apparently censored for gore by being covered with screentone. Reviewing the first story arc, Chris Sims of ComicsAlliance called Hunter × Hunter one of the most \"fun, ridiculous, and ludicrously violent comics I've ever read.\" He stated that while it has every stereotypical idea about shōnen manga in force, what sticks out the most is the violence. Sims summed it up as \"full of clever setups and characters that, while simple to the point of almost seeming one-dimensional at times, still manage to be solid and entertaining based on their reaction to the increasingly strange, increasingly deadly events around them\". Charles Solomon, a writer for The New York Times and Los Angeles Times, praised the moral seriousness of Gon, a quality that gives the protagonist \"an appeal his relentlessly upbeat counterparts lack\". Publishers Weekly gave a positive review to the first volume of the manga, stating that Togashi \"shows a deft touch\" with its standard story, calling his artwork \"clear and graceful\", and mentioning that his characters are \"endearing and complex\". While Rika Takahashi of EX.org and Claude J. Pelletier of Protoculture Addicts found the art style in Hunter × Hunter to be much simpler than Togashi's two previous serializations, Level E and Yu Yu Hakusho, both reviewers appreciated the intricate narrative and characters. ===Anime=== ====1999 series==== The first Hunter × Hunter anime series has enjoyed much more modest popularity than its manga source. Newtype listed it as having a Japanese television rating of 10.5 for the fourth quarter of 2000. The show's viewership was ranked number six among the top ten anime television series in Japan for February 2001. The series was voted as the 16th best anime of 2000 in the Animage Anime Grand Prix, but rose to fourth place the following year. In 2001, the staff of the magazine listed Hunter × Hunter as the 94th most important anime of all time. In a 2006 web poll conducted in Japan by the network TV Asahi, the Hunter × Hunter television series was voted 28th best anime of all time. In 2010, Mania.com's Briana Lawrence listed Hunter × Hunter at number nine of the website's \"10 Anime Series That Need a Reboot\". Critical reception for the first Hunter × Hunter television adaptation has been generally favorable. Miyako Matsuda of Protoculture Addicts, Carl Kimlinger of the Anime News Network (ANN), and Derrick L. Tucker of THEM Anime Reviews all expressed positive views of the series' narrative and characters. Matsuda admired the adventure-filled world of Hunter × Hunter and the practical character qualities of friendship, effort, and victory inserted by Togashi. Beginning with the second Viz DVD volume, Kimlinger summarized, \"Togashi's plotting is canny and occasionally insightful and Furuhashi's visuals inventive yet attuned to the measured pacing of the series. Together they create a shonen action series that is both fun to watch and curiously respectful of its audience's intelligence. A strange combination indeed.\" Tucker admitted to being \"bewitched\" by the series mainly due to the remarkable and original characters, especially the interplay between the vastly different personalities of the Phantom Troupe members. Kimlinger gave particular praise to the characteristics of the complex villain Hisoka and the deep, emotional transformation of Kurapika in the latter half of the series. Theron Martin, also of ANN, contrastingly found the plot of the earliest episodes to be cliché, called the protagonist Gon \"an obvious Son Goku derivative\", and stated that many of the story's aspects have already been covered by other shōnen series such as Dragon Ball Z a decade earlier. Martin was also displeased by an alleged lack of character development on the main protagonists' parts in the initial episodes. The art and animation of the Hunter × Hunter anime have also been commended by the press. Kimlinger and Tucker were impressed by the art direction of Hunter × Hunter, the former of whom critiquing the adaptation of Togashi's work by Furuhashi as having \"understated energy and flair, making the most of the era's (1999) mix of traditional and CG animation to bring Gon and friends' physical feats to fluid, exhilarating life.\" Martin faulted both the artwork and the subtle differences in character design. \"The artistry not only shows its age but, in fact, looks older than it actually is,\" the reviewer commented, \"hearkening back to a day when digital coloring and CG enhancements were not ubiquitous and allowances for a rougher look were greater.\" Opinions of the series' sound and music have been somewhat mixed. Martin positively noted the soundtrack as the strongest production point of Hunter × Hunter, and was satisfied with both the English translation of the script and Ocean's voice overs. Tucker found the music satisfactory and improved as the series progressed, but did not think it lived up to its potential. Kimlinger agreeably felt the musical score to be appropriate in most instances, but criticized the English dub as \"a letdown since day one\". ====2011 series==== Madhouse's 2011 adaptation has been met with near-universal critical acclaim. Adrian Marcano from Inverse considered Hunter x Hunter 2011 to be one of the greatest anime series ever. He said that the anime set itself apart with one of the greatest story arcs in anime history in which the villain, not the hero, takes the anime to instant classic status. He also said that, \"It is in the 2011 version where we see probably one of the best story arcs in anime history: the Chimera Ant Arc.\"‘Hunter x Hunter’ Is One of the Greatest Anime Series Ever. Inverse. Author - Adrian Marcano. Published 12 December 2016. Retrieved 17 August 2017. According to Movie News Guide and Latin Post, the Madhouse's 2011 version received more viewers not only in Japan but also around the world, particularly in North America.Hunter X Hunter Latest Updates, Erica Mendez Talks About Gon Freecs. MovieNewsGuide. Author - Alka Vishnoi. Published 10 January 2017. Retrieved 17 July 2017.Interview With Erica Mendez: The Voice Behind Gon From \"Hunter X Hunter\". LatinPost. Author - Staff Writer. Published 04 January 2017. Retrieved 17 August 2017. Digital Fox Media's Michael Basile of Fox Sports Digital Media praised the animation quality of the new adaptation, \"the animation actually appears to get better and better as the series progresses. The color palette can shift from vibrant and inviting to grim and menacing at the drop of a hat, the character designs are unique and appealing, the CG is very minimal, and the action sequences are some of the best that the shonen genre has ever produced, on-par with the best works of Studio Bones. It's almost miraculous how consistently beautiful this anime is.\" He also considered it to be \"one of the best anime of all time.\" Nick Creamer held similar sentiments, writing \"the show's fantastic aesthetics elevate it above almost everything out there – in direction, in sound design, in pacing, in animation, in basically every relevant aesthetic metric, Hunter x Hunter triumphs. That it's been maintaining this level of quality for well over a hundred episodes is nothing short of astonishing.\" In 2019, Polygon named the series as one of the best anime of the 2010s, and Crunchyroll listed it in their \"Top 25 best anime of the 2010s\". IGN also listed the Hunter × Hunter 2011 adaptation among the best anime series of the 2010s. ==References== ==External links== * * * * * *Hunter x Hunter Story Board Exhibit at the Shinjō Mogami Manga Museum Event Report * Hunter × Hunter Category:1998 manga Category:1999 anime television series debuts Category:2002 anime OVAs Category:2011 Japanese television series debuts Category:Adventure anime and manga Category:Animated films based on manga Category:Anime series based on manga Category:Coming-of-age anime and manga Category:Fantasy anime and manga Category:Fuji TV original programming Category:Japanese-language films Category:Madhouse (company) Category:Manga adapted into films Category:Martial arts anime and manga Category:Muse Communication Category:Nippon Animation Category:Nippon TV original programming Category:Odex Category:Shōnen manga Category:Shueisha franchises Category:Shueisha manga Category:Toonami Category:Viz Media anime Category:Viz Media manga",
 "title": "Hunter × Hunter"
}