{
 "id": "771223",
 "text": "Good Singin' Good Playin' is the eleventh studio album by American rock band Grand Funk Railroad. The album was released on August 2, 1976, by MCA Records. The band had actually broken up, but after Frank Zappa expressed interest in producing an album for them, they reassembled for one more attempt at success. Recorded in 1976 for MCA Records, this album included a guest performance by Zappa, playing lead guitar on the song \"Out to Get You\". Although the pairing seemed bizarre, Grand Funk drummer Don Brewer said, \"His whole viewpoint on what rock and roll is all about is basically the same as ours.... Keep it as simple as possible and really bring the balls out of this thing.\"Barry Miles, Zappa: A Biography, Grove Press, 2004, p. 254. . Zappa said, \"All I did was, in a documentary way, make a record which tells you exactly what they really sound like. For the first time on record you can hear Grand Funk Railroad ... and they're fantastic, fan-tastic with an F three times taller than you!\" Grand Funk decided on the first day of overdubs to split up again, although Zappa stayed until 4 a.m. trying to talk them out of it. The album wasn't a commercial success, only making it to #52 in the Billboard Top 200.Grand Funk Railroad, Good Singin, Good Playing Chart Position Retrieved March 25, 2015 The album was the final release to feature both bassist Mel Schacher and keyboardist Craig Frost.'' ==Track listing== All songs written and composed by Mark Farner, except where noted. ==Personnel== * Mark Farner – guitar, vocals; piano on “Just Couldn’t Wait” & \"Don't Let 'Em Take Your Gun\" * Craig Frost – keyboards, backing vocals * Mel Schacher – bass, backing vocals * Don Brewer – drums, percussion, vocals * Frank Zappa – guitar on \"Out to Get You\", backing vocals on \"Rubberneck\", producer ==Charts== Album {| class=\"wikitable\" ! Chart (1976) ! Peak position |- | US Top LPs & Tape (Billboard)Grand Funk Railroad, Good Singin, Good Playin US Chart Position Retrieved March 25, 2015 |align=\"center\"|52 |- | Canada (RPM)Grand Funk Railroad, Good Singin, Good Playin Canadian Chart Position Retrieved March 25, 2015 |align=\"center\"|48 |- |} Singles {| class=\"wikitable\" !Year !Single !Chart !Position |- |rowspan=\"2\"|1976 |rowspan=\"2\"|\"Can You Do It\" |Billboard Hot 100 |align=\"center\"|45Grand Funk Railroad, \"Can You Do It\" Chart Positions Retrieved March 25, 2015 |- |Canada |align=\"center\"|75 |- |} ==References== Category:1976 albums Category:Grand Funk Railroad albums Category:Albums produced by Frank Zappa Category:MCA Records albums",
 "title": "Good Singin', Good Playin'"
}