{
 "id": "771395",
 "text": "{| |} USS Accomac (LST-710/APB-49) was a , the second ship in the service of the United States Navy named after Accomac, Virginia. She was laid down as the unnamed LST-710 on 13 May 1944 at Jeffersonville, Indiana by Jeffersonville Boat & Machine, launched on 28 June 1944, sponsored by Mrs. Maude B. Schricker, and commissioned on 24 July 1944. ==Service history== LST-710 served in the Asiatic-Pacific theater during World War II and participated in the invasion of Luzon carried out at Lingayen Gulf in January 1945. By the following summer, she had returned to the United States at San Diego where she began conversion to a self-propelled barracks ship. On 1 August 1945, she was named Accomac and was redesignated APB-49. Accomac continued conversion work and remained at San Diego until 8 September when she got underway for Adak, Alaska. The barracks ship arrived at her destination on 21 September and began taking on cargo and mail. She stood out of Adak two days later and shaped a course for Japan. On 3 October, she anchored in Ominato Ko, Japan. Two weeks later, she moved to Aomori Wan where she remained for over a month. On 21 November, the ship left Aomori Wan for Yokosuka, arriving there on 25 November. She ended the old year, 1945, at Yokosuka. On 14 February 1946, Accomac weighed anchor and set course for Sasebo where she arrived four days later. The ship remained there until 3 March at which time she got underway for the United States. After 27 days at sea, the barracks ship reentered San Diego on 30 March. She remained there until decommissioned on 9 August 1946. She was berthed with the Pacific Reserve Fleet at San Diego for over 12 years. Though no date for her strike from the Navy list has been found, this probably occurred late in 1959. On 7 December 1959, she was sold to the Union Minerals & Alloys Corp., of New York City, for scrapping. Accomac earned one battle star for her World War II service as LST-710. ==References== ==External links== * NavSource Online: Amphibious Photo Archive: USS Accomac (APB-49) ex- USS LST-710 Category:LST-542-class tank landing ships Category:Ships built in Jeffersonville, Indiana Category:1944 ships Category:World War II amphibious warfare vessels of the United States Category:Benewah-class barracks ships Category:Accomack County, Virginia",
 "title": "USS Accomac (APB-49)"
}