{
 "id": "771650",
 "text": "\"State Anthem of the Lithuanian SSR\" () was the regional anthem of the Lithuanian Soviet Socialist Republic, a constituent state of the Soviet Union. ==History== During the Soviet rule in Lithuania, the song was adopted by the Lithuanian SSR government in 1950, substituted for the Tautiška giesmė, which was used briefly as a national anthem of Lithuania in 1944 until 1950. In 1988, the official anthem of the Republic of Lithuania (Tautiška giesmė) was once again openly utilized as the Lithuanian anthem, and its status as the national anthem was restored by the independent Lithuanian government in 1992 and is still used today. In 2015, during the victory ceremony for the Lithuanian team in World Deaf Basketball Championships in Taoyuan, Taiwan, the Soviet-era song was heard once again, causing some discomforts to the Lithuanians. Later that day, Taipei apologizes to Vilnius for choosing the wrong anthem, said the organizers was mistakenly put it instead of the national anthem, Tautiška giesmė. ==Background== The music was composed by Balys Dvarionas and Jonas Švedas, and the original lyrics authored by Antanas Venclova. After Joseph Stalin's death, Vacys Reimeris changed the second stanza of the lyrics to remove mention of Stalin. The second stanza lyrics were changed to state that Lenin had lit the path to freedom, helped by the Russian people, led by the party (Reimeris changed the word \"Stalin\" to \"party\") and exhorted the Lithuanian people to work with peoples of the other Soviet Republics. This Soviet era anthem was confirmed in Article 169 of the 1978 Constitution of the Lithuanian SSR (this is the version presented below). The Soviet era anthem for the Lithuanian SSR is presented below: ==Lyrics== === 1978-1988 version === {|class=\"wikitable\" rules=\"cols\" style=\"font-size: 90%\" !Lithuanian !Russian !English |- |Tarybinę Lietuvą liaudis sukūrė, Už laisvę ir tiesą kovojus ilgai. Kur Vilnius, kur Nemunas, Baltijos jūra, Ten klesti mūs miestai, derlingi laukai. Priedainis: Tarybų Sąjungoj šlovingoj, Tarp lygių lygi ir laisva, Gyvuok per amžius, būk laiminga, Brangi Tarybų Lietuva! Į laisvę mums Leninas nušvietė kelią, Padėjo kovoj didi rusų tauta. Mus Partija* veda į laimę ir galią, Tautų mūs draugystė kaip plienas tvirta. Priedainis Tėvynė galinga, nebijom pavojų, Tebūna padangė taiki ir tyra. Mes darbu sukursim didingą rytojų, Ir žemę nušvies komunizmo aušra. Priedainis |Советской навечно по воле народа Ты стала, моя дорогая Литва. Здесь Вильнюс, здесь Неман, Балтийское море, Цветут наши нивы, растут города. Припев: В Союзе братском обрели мы Средь равных равные права. Живи в веках и будь счастливой, Моя Советская Литва! Нам русский народ помогал в битве грозной, Нам Ленин открыл лучезарную даль. Союз нерушимый наш Партией* создан, И дружба народов прочнее, чем сталь. Припев Никто нам не страшен - могуча Отчизна! И небу быть мирным и чистым всегда. Приблизим трудом торжество коммунизма, Свети над планетою, счастья звезда. Припев |Soviet Lithuania was built by the people, who fought for their freedom for a long time. Where Vilnius, where Nemunas, where the Baltic Sea is, Let our cities and our fields flourish. Refrain: In thy glorious Soviet Union, Amongst the equal and free, Live for centuries, be happy precious Soviet Lithuania! Lenin showed us the way to freedom, The great Russian land helped in the fight. The Party leads us to fortune and power, Our friendship between nations is strong as steel. Refrain Our fatherland is mighty, we fear no danger, let the skies be peaceful and pure. We will work to build a great tomorrow, the earth will be illuminated by the dawn of Communism. Refrain |} === 1950-1953 version === {|class=\"wikitable\" rules=\"cols\" style=\"font-size: 90%\" !Lithuanian !English |- |Tarybinę Lietuvą liaudis sukūrė, Už savąją laisvę kovojus ilgai. Kur Vilnius senasis, kur Baltijos jūra, Ten klesti mūs miestai, derlingi laukai. Priedainis: Tarybų Sąjungoj šlovingoj, Tarp lygių lygi ir laisva, Gyvuok per amžius, būk laiminga, Brangi Tarybų Lietuva! Į laisvę mums Leninas nušvietė kelią, Padėjo kovoj didi rusų tauta. Mus Stalinas veda į laimę ir galią, Tautų mūs draugystė kaip plienas tvirta. Priedainis Šalis mūs galinga, nebijom pavojų, Apginsim Tėvynę nuo priešų visų. Mes žengiam pirmyn į didingą rytojų Skaidriuos spinduliuos komunizmo šviesų. Priedainis |Soviet Lithuania was built by the people, who fought for their freedom for a long time. Where Vilnius, where Nemunas, where the Baltic Sea is, Let our cities and our fields flourish. Refrain: In thy glorious Soviet Union, Amongst the equal and free, Live for centuries, be happy precious Soviet Lithuania! Lenin showed us the way to freedom, The great Russian land helped in the fight. Stalin leads us to fortune and power, Our friendship between nations is strong as steel. Refrain Our fatherland is mighty, we fear no danger, Let's defend the Fatherland from all enemies. We will work to build a great tomorrow, the earth will be illuminated by the dawn of Communism. Refrain |} ==Notes== ==References== ==External links== * Instrumental recording in MP3 format (Full version) * Instrumental recording in MP3 format (Short version) * MIDI file * Vocal recording in MP3 format * Lyrics - nationalanthems.info Lithuanian SSR Category:Lithuanian Soviet Socialist Republic",
 "title": "Anthem of the Lithuanian Soviet Socialist Republic"
}