{
 "id": "771718",
 "text": "A bichon is a distinct type of toy dog; it is typically kept as a companion dog. Believed to be descended from the Barbet, it is believed the bichon-type dates to at least the 11th century; it was relatively common in 14th-century France, where they were kept as pets by royalty and the aristocracy. From France these dogs spread throughout the courts of Europe, with dogs of very similar form being seen in a number of portraits of the upper classes of Germany, Portugal, and Spain. From Europe the type also spread to colonies in Africa and South America. ==Etymology and history== The word bichon comes from Middle French bichon ('small long-haired dog'), a diminutive of Old French biche ('bitch, female dog'), from Old English bicce ('bitch, female dog'), related to Old Norse bikkja ('female dog') and German Betze ('female dog'). Auguste Scheler, Dictionnaire d'étymologie française d'après les résultats de la science moderne, \"bichon\". Donkin, Diez, An etymological dictionary of the Romance languages, \"biche\". Some speculate that it is the result of apheresis (loss of a sound at the start of a word) of the word barbichon (\"small poodle\"), a derivative of barbiche (\"shaggy dog\"); however, this theory seems chronologically unlikely (if not impossible), despite the apparent similarity of the two words. The French word bichon is attested from 1588, but barbichon does not appear until 1694. Centre National de Ressources Textuelles et Lexicales, \"bichon\". ==Breeds== ===Bichon Frise=== thumb|right|150px|Bichon Frise The Bichon Frise, formally known as the Bichon Tenerife, Tenerife dog or Canary Island lap-dog, was developed on the island of Tenerife. It was believed to be descended from bichon-type dogs introduced from Spain in the 16th century. From the Canary Islands the breed was imported back to the Continent, where it became the sometimes favourite of the European courts, its fortunes depending upon the fashions and of the time. During an ebb in the breed's popularity it found its way into a number of circuses, performing throughout Europe with organ grinders. From the end of the 19th century the breed again fell out of favour and it was the efforts of Belgian and French enthusiasts in the 1930s that rescued it from extinction, which is why it is today recognised as a Franco-Belgian dog breed. ===Bolognese=== 150px|right|thumb|Bolognese The Bolognese, also known as the Bichon Bolognese, Bolognese toy dog, Bologneser, Gutschen Hundle or Schoshundle, takes it name from the Northern Italian city of Bologne. It is believed examples of the breed were kept by the Medici family, who gave these dogs as gifts to garner favour. It is said they were kept by European rulers including Louis XIV of France, Philip II of Spain and Catherine the Great of Russia. ===Maltese=== The Maltese is undoubtedly ancient, and dogs of its type, with long hair and dropped ears, were associated in ancient Greek and Roman times with one of the two islands with the Roman name Melita (Malta or Mljet). In earlier imagery of the breed, it is shown with wavy fur, more typical of the bichons, and it is only relatively recently that a totally smooth-coated Maltese has developed as the final type. The Romans selected for a pure white coat from the very early varicolored Maltese-like dogs. The Maltese has retained its popularity throughout the centuries, unlike any other bichon, most of which became very rare at least once in their history as fashions changed. thumb|left|150px|Coton de Tulear ===Coton de Tulear=== The Tenerife also traveled to Reunion Island to develop the now-extinct Coton de Reunion, which then traveled to nearby Madagascar and became the Coton de Tulear. It is one of the few modern breeds that developed through natural selection, and therefore comes in a range of colors. 150px|left|thumb|Havanese ===Havanese=== The Bichon Havanais, or Havanese, seems to have been descended from a variety of small, bichon-type dogs that traveled with Spanish and Italian sailors to Cuba. They were possibly bred with a now extinct poodle type from South America to produce a wavy coat which was also silky, but it may be that they simply expressed a wavy coat trait through a random chance of genetics. In appearance, breeders prefer a \"natural\" look, allowing all possible colors and letting the hair grow long. 150px|left|thumb|Löwchen ===Löwchen=== The origins of the Löwchen are uncertain. Though classically considered a Mediterranean bichon dog, research into the origins of the dog show it may not have passed through the Mediterranean at all to travel to its current originating countries of Germany and the Netherlands. It is possible that the breed had some bichon blood, or that it is simply a terrier type from Tibet with no connections at all to the bichons. However, it does have a typical friendly bichon temperament. It comes in all colors. 150px|left|thumb|Bolonka ===Bolonka=== Another Bichon was developed in Russia: the Bolonki. After the retreat of Napoleon's army, bichons left behind, primarily the Bolognese and Bichon Frise, were bred into a unique breed called the Franzuskaya Bolonka. After World War II, the French Bolonka was then bred with Poodles and silky terriers such as the Yorkshire Terrier to produce a small dog with a multi- coloured, long, wavy coat, called the Russian Tsvetnaya Bolonka, or Russian Multi-colored Bichon. Until recently, these breeds were unknown outside of Germany and Russia. ==References== ===Citations=== ===Bibliography=== * * * * Category:Dog types",
 "title": "Bichon"
}