{
 "id": "772089",
 "text": "Alabaster Caverns State Park is a state park approximately south of Freedom, Oklahoma, United States near Oklahoma State Highway 50. The park attracted 24,706 visitors in FY 2016, The lowest count of the three parks in its part of Oklahoma. According to the Encyclopedia of Oklahoma History and Culture, the park Previously attracted about 40,000 visitors per year. It is home to the largest natural gypsum cave in the world that is open to the public.Allen, LaRadius. Alabaster Caverns State Park , Encyclopedia of Oklahoma History and Culture (accessed May 19, 2013) The gypsum is mostly in the form of alabaster. There are several types of alabaster found at the site, including pink, white, and the rare black alabaster. This black alabaster can be found in only three veins in the world, one each in Oklahoma, Italy and China. Another form of gypsum can be found in the many selenite crystal formations.Alabaster Caverns State Park, Oklahoma Tourism and Recreation Department (accessed May 19, 2013) The state is currently considering closing Alabaster Caverns State Park for budgetary reasons. ==History== Over 200 million years ago, during the Permian Age, this part of North America was covered by an inland sea. The water eventually evaporated, leaving behind huge deposits of alabaster and other minerals. Upheavals of the earth raised the gypsum bed close to the surface. Over time, water streams tunneled caverns through the formation, which contains an abundant quality of selenite crystals, white and pink gypsum as well as deposits of rare black alabaster. There is no official record of discovery for Alabaster Caverns, even though they were known to have been used as hideouts by outlaws in the 19th Century. The first documented exploration of the caves occurred in 1898, shortly after Hugh Litton homesteaded the area in 1893. Several individuals leased land around them during the 1920s and 30s, and allowed limited tours of the caverns, which they called \"bat caves.\" In 1939, an Englishman named Charles Grass bought the land. began renovating the caves, and opened them for public tours. It was Grass who gave them their current name. Grass was in failing health in 1952 when a group of five businessmen from Freedom, Oklahoma, the nearest community, and members of the Waynoka Railroad Labor League began lobbying for the U.S. state of Oklahoma to buy Grass' land. The state purchased from Grass on September 1, 1953, for $34,000, then reclassified the purchase as a state park in 1956, under the jurisdiction of the Oklahoma Planning and Resources Board. In the mid-1950s the caves served as a nuclear fallout shelter. ==Geology== Alabaster Caverns State Park is underlain by Permian age sedimentary rocks (~300 to 250 million years old). The main cavern extends into the formation, is about wide and high. The cavern branches into boulder formations and smaller caves. A small perennial stream now flows through the cavern, fed by various lateral tunnels and seepage from the roof. In the geologic past, the river was once capable of completely filling the cavern, as the cave walls and gypsum formations show evidence of sculpting by rapidly flowing water. The air temperature ranges from 52˚F to 58˚ year round in the cavern. ==Wildlife== The cavern is home to five different species of bat. Some are solitary while others are colonial. The cavern provides roosting sites that serve as daytime shelter and a place for the non-migrating bats to hibernate during the winter months. Mexican free-tailed bats migrate to Alabaster Caverns from Mexico in the spring to bear their young. They then return to Mexico in the fall. The bat species found in the cave are the cave myotis, Western big-eared bat, eastern pipistrelle, Western big brown bat, and the Mexican free-tailed bat. Alabaster Caverns State Park personnel made a count of the bats in the caverns this year and reported over 19,000. In 2016, the count reported about 16,000.Tucker, Curtis. \"Alabaster Cavern has 19,000 bats!\" Enid Buzz. January 31, 2017. Accessed August 19, 2018. ==Visitor activities== Beside guided cave tours, wild caving, camping, hiking trails, and recreational facilities such as horseshoe pits and volleyball courts are available to visitors. Tours are conducted every hour on the hour and last about 45 minutes, and are limited to 40 persons each. The caves are lighted and have plenty of handrails. However, the walking tour is about long and visitors must climb up or down about 330 stair steps. This tour is not recommended for people with mobility or respiratory problems, heart conditions or claustrophobia.Lalli, Dino. \"Alabaster Caverns State Park offers unique Oklahoma experience.\" Tulsa World. March 18, 2018. Accessed August 18, 2018. ==Proposed park closure in 2018== In March 2017, the Oklahoma Department of Tourism and Recreation published a list of 16 state parks that may be closed to help offset a reduction in its budget for 2018. Alabaster Canyon State Park is on this list. This list represents approximately one-half of the parks remaining after the department closed seven parks in 2011.Fultenberg, Lorne. \"Half of Oklahoma state parks could close with budget cuts.\" KFOR News. March 13, 2017. Accessed November 1, 2017. ==Notes== ==References== ==External links== * Alabaster Caverns State Park * Encyclopedia of Oklahoma History and Culture - Alabaster Caverns State Park Category:Caves of Oklahoma Category:State parks of Oklahoma Category:Gypsum caves Category:Show caves in the United States Category:Protected areas of Woodward County, Oklahoma Category:Landforms of Woodward County, Oklahoma Category:1956 establishments in Oklahoma Category:Geology of Oklahoma",
 "title": "Alabaster Caverns State Park"
}