{
 "id": "772214",
 "text": "The Badaling Expressway (Simplified Chinese: 八达岭高速公路, Traditional Chinese: 八達嶺高速公路, Hanyu Pinyin: Bādálíng Gāosù Gōnglù) is an expressway in China which links urban Beijing to the Badaling stretch of the Great Wall of China. It continues toward Yanqing and leaves Beijing, becoming the Jingzhang Expressway. Starting north of Madian Overpass on the Northern 3rd Ring Road, it runs for approximately 50 kilometres in a direction toward Beijing's north- west. The Badaling Expressway gets its name from the Badaling stretch of the Great Wall. ==History== The expressway was constructed in January 1996 in three stages, culminating in the creation of a 69.98 kilometre long expressway in September 2001. The previous expressway did not link with the Jingzhang Expressway. After the linking was complete, the stretch to Yanqing and Kangzhuang was opened, and the toll gate at Juyongguan was put out of service soon after. ==Road conditions== thumb|300px|The Badaling Expressway gets into \"climbing gear\" as it approaches the hilly terrain near Badaling ===Warning=== Kilometre sections 49-50 heading out of Beijing are areas where fog may occur. The same applies for the stretch between Shahe and Xisanqi, especially at night. The Valley of Death (see relevant part of this article) is a (potential) speed trap and a black spot for traffic accidents. Other speed traps are around the area leaving urban and part of suburban Beijing. ===Speed limit=== Before Qinghe Toll Gate, maximum 80 km/h; after Qinghe Toll Gate, maximum 100 km/h. (60 km/h only in mountainous area between Nankou and Badaling; heavily enforced heading into Beijing in \"Valley of Death\".) In cases of rain, snow or fog, a maximum speed limit of 60 km/h for the stretch southeast of Nankou applies (40 km/h northwest of Nankou). Most bridges southeast of Nankou have a maximum speed limit of 80 km/h but this is neglected by all and enforced by virtually none. Speed checks are concentrated in the Madian - Bei'anhe area and get less after that, but are notoriously plenty in the \"Valley of Death\" part of the expressway from Badaling to Nankou, heading into Beijing. ===Tolls=== CNY 0.5/km as of 5th Ring Road intersection for sections south of the toll gate. (The 5th Ring Road intersection is free only for vehicles heading north toward Badaling.) Entire stretch north of the 5th Ring Road to Kangzhuang costs CNY 35 (price for small passenger cars). Networked with 6th Ring Road toll system, but not with Jingzhang Expressway system. ===Lanes=== 6 lanes (3 up, 3 down) from Madian - Nankou; 4 lanes (2 up, 2 down) thereafter. ===Traffic=== Mainly concentrated in Madian - Huilongguan section. Shangqing Bridge is a traffic bottleneck. Potentially slow after Juyongguan (mountainous). Long traffic jams can clog up to the extent that the stretch from Madian to Jianxiang can become a three-lane car park during rush hour. For the stretch after that until the Qinghe Toll Gate, the right part of the expressway can get clogged up with vehicles leaving the expressway. During both rush hour periods, the Huilongguan exit is likely to form a huge traffic line. ==Major exits== Beijing Section: N. 3rd Ring Road, N. 4th Ring Road, N. 5th Ring Road, Huilongguan, N. 6th Ring Road, Changping, Nankou, Badaling, Yanqing. ==Service areas== One for both directions near Xisanqi and near Baige/Changping. ==Connections== Ring Roads of Beijing: Connects with the N. 3rd Ring Road at Madian, the N. 4th Ring Road at Jianxiang Bridge, the N. 5th Ring Road at Qinghe, and the N. 6th Ring Road at Baige. Jingzhang Expressway: Becomes the Jingzhang Expressway west of the City Boundary toll gate. ==The Expressway and the Great Wall== thumb|300px|The Badaling Expressway and the Great Wall at Shuiguan The expressway passes by the Great Wall of China in the Badaling region. As a result, it offers three exits which are linked immediately (or in the vicinity of) with the Great Wall. (Note: All of these exits are in the split section of the expressway heading out of Beijing.) Juyongguan Exit - Exit No. 15: The Great Wall at Juyongguan Pass is linked immediately with the expressway. Juyongguan Pass is a fort which is nearest Beijing the most. Needless to say, a stretch of Great Wall is also next to the Pass. Shuiguan Exit - Exit No. 16: The Great Wall at Shuiguan is little-known and extremely steep. From the top there are views and a place to see (though not visit up- close) a stretch of the Wall which has yet to be repaired (also known as \"the wild Great Wall\"). Note: There is no entry back into the expressway; you must proceed by minor routes back to Juyongguan. Badaling Exit - Exit No. 18: The most famous and most frequented of all three exits is the one at Badaling. After passing a large car park, you head for the Badaling Great Wall, which has been frequented by millions of visitors. ==The \"Valley of Death\"== thumb|300px|The Badaling Expressway entering Beijing, in the \"Valley of Death\" ===The Problem=== Kilometre sections 50-55 of the expressway into Beijing has what the road sign labels as \"serial downgrades\". It actually means that there are continuous curves heading downward, spiralling downward. If one speeds in this section, fatal accidents can occur—and many have, racking up a horrendous death toll. Thus the nickname \"valley of death\". It begins right after the first tunnel after the expressway splits at Badaling, entering Beijing. ===The Measures taken in response=== After seeing more than enough vehicles and people plunge to premature deaths in this part of the expressway, the Beijing police authorities enacted a low speed limit of 60 km/h for light-duty vehicles and 40 km/h for lorries. Lorries with questionable brakes and overloaded lorries are forced into a service area. Massive, repetitive and nearly ubiquitous signposts were put in place, urging people to slow down. Meanwhile, numerous cameras are on permanent lookout for people who drive too quickly. A valley-wide loudspeaker system broadcasts speeders' vehicle licence numbers, and an electronic display records the licence plate of the speeding vehicle. Those who are caught face heavy fines and licence suspension. According to the Road Traffic Safety Law of the People's Republic of China, exceeding 50% of the regulated limit results in loss of driving licence (plus a 2-year waiting period for reapplications) and a fine of CNY 2000 (approximately US$260). Five speed cameras and a GPRS wireless network for violator data transfer make this system highly effective. There is little tolerance outside of the posted speed limits. In rare cases, police have reportedly stopped speeders near the disused Juyongguan toll gate. ===Safety and results=== Car safety is also a major feature on this part of the expressway. There are many of emergency brake-fail areas, where cars that suffer brake failure can slow down by rolling into an upward hill full of pebbles. There are also \"Vehicle Self-Check Lines\", emergency bays where questionable cars can be parked and the car itself checked for any mechanical problems. No fatal accidents have occurred in the over 200 days after the implementation of the new system. Meanwhile, drivers are driving more carefully, and speeders are caught. The strong speeding deterrent is also working well. ==List of exits== ===Beijing section=== Listed are exits heading north and northwest as of Madian (N. 3rd Ring Road). Symbols: ↗ = exit (↘ = exit only, → = only when heading for Kangzhuang, ← = only when heading for Madian), ⇆ = main interchange; ¥ = central toll gate, S = service area * ⇆ 1: (Interchange with 3rd Ring Road) N. 3rd Ring Road * ⇆ 2: (Interchange with 4th Ring Road) Beisihuan * ↗ Anxiang North Road * ↗ 5: (→, ↘) Qinghe and \"999\" Station * ¥ Qinghe Central * ⇆ 4: (Interchange with 5th Ring Road) N. 5th Ring Road -- exit numbering fell into disarray here * ↗ 7: Xisanqi * S Service Area, Filling Station * ↗ 8: (→) Huillongguan * ↗ 9: Bei'anhe * ↗ 10: (→) Shahe, Yangfang * ↗ 11: Xiaotangshan, Baige Road * ⇆ 12: (Interchange with 6th Ring Road) Mentougou, Shunyi (N. 6th Ring Road) -- note: Road connection to Mentougou ✕ * S Service Area * ↗ 13A: (→) Science Park * ↗ 13B: (→) Changping, Ming Tombs * ↗ 13C: (→) Changping Xiguan * ↗ 13: (←) Changping, Huairou, Ming Tombs * ↗ 14: Nankou, Chenzhuang * ↗ 15: (→) The Great Wall at Juyongguan * ↗ 16: (→, ↘) The Great Wall at Shuiguan * ↗ 18: (→, ↘) The Great Wall at Badaling * ↗ 19: Yanqing * ↗ 20: Kangzhuang (→) / Kangzhuang, Badaling (←) * ¥ City Boundary : Continues as Jingzhang Expressway == See also == * China National Highways * Expressways of Beijing * Expressways of China == References == ==External links== Category:Expressways in China Category:Road transport in Beijing",
 "title": "Badaling Expressway"
}