{
 "id": "772281",
 "text": "Qutb-ud-Din Muhammad Azam (Persian: ), (28 June 1653 – 20 June 1707), commonly known as Azam Shah (Persian: ), was briefly the Mughal emperor (14 March 1707 – 20 June 1707). He was the third son of the sixth Mughal emperor Aurangzeb and his chief consort Dilras Banu Begum. Azam was appointed as the heir- apparent (Shahi Ali Jah) to his father on 12 August 1681 and retained that position until Aurangzeb's death. During his long military career, he served as the viceroy of Berar Subah, Malwa, Bengal, Gujarat and the Deccan. Azam ascended the Mughal throne in Ahmednagar upon the death of his father on 14 March 1707. However, he and his three sons, Sultan Bidar Bakht, Shahzada Jawan Bakht Bahadur and Shahzada Sikandar Shan Bahadur, were later defeated and killed by Azam Shah's older half-brother, Prince Shah Alam (later crowned as Bahadur Shah I), during the Battle of Jajau on 20 June 1707. ==Early life== ===Birth=== Qutb-ud-Din Muhammad Azam was born on 28 June 1653 in Burhanpur to Prince Muhi-ud-Din (later known as 'Aurangzeb' upon his accession) and his first wife and chief consort Dilras Banu Begum. His mother, who died four years after giving birth to him, was the daughter of Mirza Badi-uz-Zaman Safavi (titled Shah Nawaz Khan) and a princess of the prominent Safavid dynasty of Persia. Therefore, Azam was not only a Timurid from his father's side, but also had in him the royal blood of the Safavid dynasty, a fact which Azam was extremely proud of and after the death of his younger brother, Prince Muhammad Akbar, the only son of Aurangzeb who could boast of being of the purest blood. Azam's other half-brothers, Shah Alam (later Bahadur Shah I) and Muhammad Kam Bakhsh being the sons of inferior and Hindu wives of Aurangzeb. According to Niccolao Manucci, the courtiers were very impressed by Azam's royal Persian ancestry and the fact that he was the grandson of Shah Nawaz Khan Safavi. ===Character=== As Azam grew up, he was distinguished for his wisdom, excellence, and chivalry. Aurangzeb used to be extremely delighted with his son's noble character and excellent manners, and thought of him as his comrade rather than his son. He often used to say, \"between this pair of matchless friends, a separation is imminent.\" Azam's siblings included his older sisters, the princesses: Zeb-un-Nissa, Zinat-un-Nissa, Zubdat-un-Nissa and his younger brother, Prince Muhammad Akbar. ==Personal life== Azam was first married on 13 May 1668 to an Ahom princess, Ramani Gabharu, whose name was changed to Rahmat Bano Begum. She was the daughter of the Ahom king, Swargadeo Jayadhwaj Singh, and the marriage was a political one. On 3 January 1669, Azam married his cousin, Princess Jahanzeb Bano Begum, the daughter of his eldest uncle Crown Prince Dara Shikoh and his beloved wife Nadira Bano Begum. Jahanzeb was his chief wife and his favorite wife, whom he loved dearly. She gave birth to her eldest son on 4 August 1670. His grandfather Aurangzeb named him 'Bidar Bakht'. Aurangzeb, throughout his life, always loved the three of Azam and Jahanzeb (who is his favorite daughter-in-law) and Prince Bidar Bakht, a brave and successful general. Bidar Bakht was also Aurangzeb's favorite grandson. Azam's third marriage was fixed with Iran Dukhat Rahmat Bano (Pari Bibi), daughter of Aurangzeb's maternal uncle Shaista Khan. However, the marriage could not take place due to the sudden death of Pari Bibi in Dhaka in 1678. In his memory Azamshah has built Lala Bagh Fort in Dhaka. As part of a political alliance, Azam later married his third (and last) wife, Shahar Bano Begum (Padshah Bibi), in 1681. She was a princess of the Adil Shahi dynasty and the daughter of the ruler Ali Adil Shah II. Despite Bijapur and his other marriages, Azam's love for Jahanzeb remained unchanged. Because when she died in 1705, he was filled with great sadness and despair which darkened the rest of his life. ==Siege of Bijapur== thumb|left|Muhammad Azam with his son, Prince Bidar Bakht In the year 1685 Aurangzeb dispatched his son Muhammad Azam Shah with a force of nearly 50,000 men to capture Bijapur Fort and defeat Sikandar Adil Shah the ruler of Bijapur who refused to be a vassal. The Mughals led by Muhammad Azam Shah could not make any advancements upon Bijapur Fort mainly due to the superior usage of cannon batteries on both sides. Outraged by the stalemate Aurangzeb himself arrived on 4 September 1686 and commanded the Siege of Bijapur after eight days of fighting and the Mughals were victorious. ==Subahdar of Bengal== 150px|thumbnail|Crown Prince Azam, stands before his father, Emperor Aurangzeb Prince Azam was appointed the governor (Subahdar) of Berar Subah, Malwa and Bengal from 1678 to 1701 upon the death of his predecessor, Azam Khan Koka. He successfully captured the Kamrup region in February 1679. He founded the incomplete Lalbagh Fort in Dacca. During his administration, Mir Maula was appointed Diwan and Muluk Chand as Huzur-Navis for revenue collection. Prince Azam was recalled by Aurangzeb and left Dacca on 6 October 1679. Marathas; Bengal went under administration of the Nawabs of Murshidabad. He later became the governor of Gujarat from 1701 to 1706. ==Accession== In third week of February 1707 in a bid to prevent a war of succession, Aurangzeb separated Azam and his younger half-brother, Kam Baksh, whom Azam particularly loathed. He sent Azam to Malwa and Kam Baksh to Bijapur. A few days before his death he wrote farewell letters to Azam. The next morning, Azam who had tarried outside Ahmednagar instead of proceeding to Malwa, arrived at the imperial camp and conveyed his father's body for burial at his tomb at Daulatabad. Azam Shah proclaimed himself Emperor and seized the throne. In the political struggles following the disputed succession, he and his son Prince Bidar Bakht were defeated and killed on 8 June 1707 at the Battle of Jajau by his elder half- brother, Prince Muhammad Mu'azzam, who succeeded their father to the Mughal throne.Mughal dynasty Seeing the complex situation in Malwa, Bahadur Shah asked Guru Gobind Singh Ji for help. The Guru sent Bhai Dharam Singh to fight with 300 soldiers. Tara Azam was shot in the eye with one of the Sikh soldier's arrows. His grave along with that of his wife, lies in the dargah complex of Sufi saint, Sheikh Zainuddin, at Khuldabad near Aurangabad, which also houses the tomb of Aurangzeb to the west. ==Ancestry== ==Full title== Padshah-i-Mumalik Abu'l Faaiz Qutb-ud-Din Muhammad Azam Shah-i-Ali Jah Ghazi ==References== Category:Mughal emperors Category:Mughal princes Category:Medieval India Category:1653 births Category:1707 deaths Category:Subahdars of Bengal Category:Subahdars of Gujarat",
 "title": "Muhammad Azam Shah"
}