{
 "id": "772762",
 "text": "Arthur Horace James (July 14, 1883April 27, 1973) was an American lawyer, politician, and judge. A Republican, he served as the 14th Lieutenant Governor (1927–1931) and the 31st Governor (1939–1943) of Pennsylvania. ==Early life and career== The oldest of eight children, Arthur James was born in Plymouth, Pennsylvania, to James D. James, a mine foreman, and Rachel (née Edwards) James, a schoolteacher. Both parents were Welsh immigrants. As a child, he worked as a breaker boy and mule driver in the coal mines of northeastern Pennsylvania. His mother died while he was still in grammar school, after which his father tutored him and his siblings. After graduating from Plymouth High School in 1901, James studied at Dickinson Law School in Carlisle. where he was a member of the varsity basketball team. To help pay for his education he continued to work as a mule driver in the Plymouth mines during his summer vacations. In 1904, he earned his law degree, was admitted to the Luzerne County bar, and began to practice law, first at Plymouth, and later at Wilkes- Barre. In 1912, he married Ada Morris. They had one son, Arthur H. James Jr., who died at the age of 20, and one daughter, Dorothy James, who studied theater at Syracuse University until the death of her mother in 1935, when she left to keep house for her father, and to act as Pennsylvania’s First Lady after he became the state’s governor in 1939. From 1920 to 1926, he served as district attorney of Luzerne County. In 1926, James was elected Lieutenant Governor of Pennsylvania after defeating his Democratic opponent, former state Senator W. Clayton Hackett, by 761,619 votes. After serving one term under Governor John S. Fisher, he was elected as a judge of the Superior Court of Pennsylvania, serving from 1932 to 1939. ==Governor of Pennsylvania== In 1938, incumbent Democratic Governor George H. Earle unsuccessfully challenged Republican James J. Davis for a seat in the United States Senate. James entered the race to succeed Earle as governor, campaigning to reduce taxes, balance the budget, make the state more attractive to businesses, and end political corruption. A strong opponent of Governor Earle's \"Little New Deal,\" he promised to \"make a bonfire of all the laws passed by the 1937 legislature.\" In the Republican primary, he defeated former Governor Gifford Pinchot, whom James claimed would sell the Republican Party \"down the New Deal river,\" by a margin of 486,000 votes. He was elected the 31st Governor of Pennsylvania in the general election, defeating Democrat Charles Alvin Jones by more than 279,000 votes. He received more votes than any previous gubernatorial candidate in Pennsylvania. During his tenure as governor, James created the state Department of Commerce and the Anthracite Emergency Commission, extended the Pennsylvania Turnpike, signed a bill banning sit-down strikes, strengthened the civil service, and reinforced liquor control laws. He also turned the state's $58 million deficit into a $75 million surplus. During the early part of World War II, he established the State Council of Defense and the Selective Service Board and later created the Pennsylvania Reserve Defense Corps and the Citizens' Defense Corps for homeland defense. At the 1940 Republican National Convention in Philadelphia, he was nominated for President of the United States by Joseph N. Pew Jr. He lasted for all six ballots, and endorsed the eventual winner, Wendell Willkie. ==Later life and death== In 1941, while still governor, James married Emily Radcliffe Case (1893-1984), a widow, and in 1943, when his term as governor ended, they returned to Plymouth where James resumed his law practice. In 1944, Governor Edward Martin appointed James to fill a vacancy on the Superior Court, on which he had previously served, but that same year he was defeated in a reelection bid to remain on the court, losing to Democrat F. Clair Ross. James died on April 27, 1973, at the age of 89, and is buried in Hanover Green Cemetery, Hanover Township, Pennsylvania. ==See also== * Plymouth, Pennsylvania ==References== ==External links== * Category:1883 births Category:1973 deaths Category:Governors of Pennsylvania Category:Lieutenant Governors of Pennsylvania Category:Pennsylvania Republicans Category:Pennsylvania state court judges Category:County district attorneys in Pennsylvania Category:Candidates in the 1940 United States presidential election Category:20th-century American politicians Category:People from Plymouth, Pennsylvania Category:Republican Party state governors of the United States Category:Dickinson School of Law alumni Category:20th-century American judges",
 "title": "Arthur James (politician)"
}