{
 "id": "772709",
 "text": "is a Japanese manga series written by Bunjūrō Nakayama and illustrated by Bow Ditama. The series follows Mahoro, a female android former soldier who, driven by guilt from her actions during her combat days, decides to dedicate the rest of her life to serving the son of her late commander as a maid. Originally serialized by Wani Books in Comic Gum magazine between 1998 and 2004, it was also compiled into eight tankōbon volumes. An anime adaptation of Mahoromatic produced by studios Gainax and Shaft aired in Japan from October to December 2001, and was followed by a second season airing from September 2002 to January 2003. ==Characters== ===Misato Residence=== (CODE: V1046-R MAHORO) * :Mahoro is an android created by VESPER to fight an alien invasion by Saint during the 1980s. She is fast and immensely powerful, and is considered to be a formidable opponent by her enemies. :Being an android, she has a limited life span. At the beginning of the story, she has just 398 days to live and VESPER gives her the freedom to do anything she wants. She chooses to become a maid for Suguru Misato: his father was her superior officer who was also killed (as collateral damage) when she killed an alien who had taken him hostage. :Mahoro has a very sunny disposition and is friendly to just about everyone—she becomes a welcome regular at the market and becomes famous at Suguru's school when it is made known that she is working for him. She also quickly becomes an excellent cook, able to emulate and recreate dishes from the best restaurants. She is also quite devoted to Suguru, with feelings for him reminiscent of both a doting mother and a shy girlfriend. : However, she is very hostile towards anything perverted. A good portion of the story's humour comes from Mahoro chasing after Suguru's secret stash of pornographic magazines which, given her training, she is easily able to find. She is well known for this attitude from her catch phrase: \"Ecchi na no wa ikenai to omoimasu\" (\"I think that dirty thoughts are bad\"). Mahoro and Shikijo-sensei's dislike of one another stems from the fact that Shikijo is constantly trying to engage in an illicit relationship with Suguru. As such, Mahoro is very protective of Suguru when it comes to Shikijo's advances towards him. :Mahoro is very concerned about appearances, refusing to wear normal clothes given her position as a maid. She is also obsessed with her small breasts, and some stories actually deal with her rivalry with Shikijo (who has very large breasts), as well as her techniques and requests to VESPER for larger breasts. :Mahoro retains access to many of her weapons and gadgets from her VESPER days, and is able to pull out her gun at any time. She also has access to the \"silpheed\", which when worn on her back allows her to fly, as well as her support mech, Slash. She is able to call both the Silpheed and Slash at a moment's notice from the badge she wears on her maid uniform. In addition, she also has access to a fully equipped and armed BMW sports convertible and MV Agusta motorcycle. :Mahoro was created using Saint alien technology, so she has a true soul and a pure heart. Later in the series it is revealed that Mahoro is directly connected to the memories of Matthew, who occasionally advises her :She had no surname until the name Andou (short for android) was created by Suguru. * :Suguru Misato is a junior high school student living in Tokyo. He lost both his parents earlier—his mother (who was half Saint), and years later, his father. While he believed his father was killed in an accident during a business trip, he was actually a commander (and Mahoro's commanding officer) in VESPER and was killed in action during the alien war. Although relatives offered to take him in, he refused and lived alone prior to Mahoro's arrival. :He is smart and has an IQ of 130. He makes a favorable impression on members of the opposite sex. Suguru had a whole stash of dirty magazines which were all thrown away when Mahoro first arrived. Although he continues to try to smuggle them in and hide them, Mahoro will often find them—leading to comical confrontations between the two. Suguru uses a whole range of creative tactics to conceal his magazines, and is capable of running away very fast when being chased. :Suguru hired a maid because of the filthy state of his house. He was expecting an older woman, and Mahoro's arrival completely surprised him. At the end of the series Mahoro and Suguru have fallen in love. (CODE: 370) * :Minawa is first introduced in Mahoromatic ~Something More Beautiful~. Clumsy and anemic, she ends up living with Mahoro and Suguru and going to school under the pretext of being Mahoro's younger sister. She has a habit of apologizing for everything she does, even when she does nothing wrong. She claims to be a runaway member of The Management, but is later revealed to have been sent to gather information on VESPER's battle android Mahoro after being promised a heart in return. However, Mahoro convinces her that the fact that she can cry means she already has a heart. Suguru's friend Hamaguchi develops a crush on her, and, despite her shortcomings, it is later insinuated that they form a relationship. It was later revealed that Minawa is not an android but a cyborg, and her body is in horrible shape due to all the experiments performed on her. Near the end of the series, she leaves earth so she can get treatment at Saint's home world. At the end of the anime, it is suggested she was completely healed and is with Hamaguchi. :Like Mahoro, Minawa had no surname until one was created by Suguru, and it better enabled her pretend to be Mahoro's little sister. (CODE: V1046 R9-SLASH ZERO) * :Slash is known as a \"support mech\" and assists Mahoro during combat. He has the form of a panther and can be summoned at any time by Mahoro. Although he can speak, his mouth never moves except during times when he expresses emotions. Although used for combat in the past, he often now acts as a guard dog around the Misato residence and a friend to the Misato's dog—a role he was not thrilled to take in the beginning. :He is friendly but tough and will lend a helping paw when asked. Although Mahoro is Slash's master, he will now take commands from Suguru: since Suguru is Mahoro's employer, he is also her master and thus Slash's master as well. :Near the end of the anime series, he was used to wipe out Management and was last seen standing at the side of the fallen Vesper leader. :However, (in the manga) he firmly stands by Mahoro's side, as she uses her final powers to destroy the asteroid to save mankind. ===Junior High School=== * :Saori Shikijo, or Shikijo-sensei, is Suguru's perverted Junior High School teacher and is extremely attracted to him. She has an extreme shota complex, or an attraction to young boys. Many of the jokes stem from her attempts to openly physically seduce Suguru, and the ways in which her attempts are foiled by Mahoro. :She is a beautiful and surprisingly strong woman; she also happens to be a heavy drinker and as a result is often broke and unable to afford food. Soon after Mahoro arrives at the Misato household, Shikijo starts inviting herself for dinner on a daily basis despite Mahoro's protests. :Shikijo and Mahoro often compete with each other, usually with Mahoro emerging victorious except when it comes to insults. She has much larger breasts than Mahoro, or any other character in the series, which she flaunts when comparing herself to Mahoro or in taunting her. Her large breasts are also a focus of her many attempts to seduce Suguru. In the manga, it is shown, after the time lapse, that she has yet to age, most likely due to her mentioned strict beauty regimen, and has also become the principal of the junior high school, which has done nothing to dampen her love for young boys. * :The blue haired member of the \"Triomatic,\" Miyuki, whose family owns the local bath house, is very tomboyish by contrast with the other two, but is just as loyal. She and her family have known Suguru since childhood and is his best friend; her father thinks of him as the son he never had. She doesn't admit it openly, but she is in love with Suguru, mentioning that her first kiss with Suguru was on the forehead after he had come to her rescue from a group of bullies; a conflict which she had started. In the manga, after the time lapse, Miyuki is shown to have inherited, and still manage, the bath house, alongside her family. She is also shown to be married to Suguru's friend and former classmate, Kiyomi Kawahara, with whom she had a child. Despite being separated for so long, Miyuki still cares very deeply for Suguru, and is dismayed that he has yet to be happy or live his own life after Mahoro ceased to function. * :Rin is the brown-haired and tallest member of the \"Triomatic.\" She is the most ladylike of the three, but is also a skilled martial artist and very loyal. Like Miyuki, she is in love with Suguru, mentioning that her first kiss with Suguru was on the cheek during a summer class project involving insects. :Rin has also the most physically developed breasts of the Triomatic, which at times causes Miyuki and Chizuko consternation. For the most part Rin seems almost embarrassed when the other two complain about her breasts, but as the series goes on she becomes more and more comfortable with her \"advantage\", similar to their teacher, Shikijo- sensei. :Rin's family is wealthy (coming from a long military line), and lives in a palatial estate filled with numerous pieces of art. In the manga, after the time lapse, it is shown that Rin has now become a teacher at the same junior high school she and her friends had attended when they were younger; similar to when they were younger, she is still the most developed. * :Chizuko is a cheerful and bright, short blonde-haired girl, and is the most innocent of the \"Triomatic\". For the most part she treats Suguru as a friend, almost like a brother, and is very loyal. Some of her comments suggest that she loves him as more than a friend, but that she has put them aside, feeling that her love is unrequited, and chooses to simply remain by Suguru’s side anyway. This notion is made somewhat evident when she states that Suguru won’t choose anyone among the “Triomatic”, because he values their friendship more than love. :Chizuko enjoys food a great deal and has an extremely adept sense of taste, being able to identify the exact restaurant that a dish has come from and the exact origins of ingredients. Chizuko will often scream with absolute delight when she tastes Mahoro's cooking. While some initially mistake it as a scream of fear or horror, her friends know that it is a sign of culinary approval. In the manga, after the time lapse, it is shown that Chizuko went for her dream and became a popular author, most likely relating to food and taste. * :One of Suguru's male friends who shares his interest in dirty magazines. He has a crush on Minawa, which causes him much trouble because she doesn't understand his attempts to express his interest in her. At the end of the anime, it is suggested that once Minawa is completely healed, Hamaguchi enters into a relationship with Minawa. * :One of Suguru's male friends who also enjoys looking at dirty magazines. He is a kendo student, and is usually with Suguru's other friend Toshiya. In the manga, after the time lapse, Kiyomi is shown to be in a relationship with Suguru's friend and former classmate, Miyuki Sakura, and works at the bath house. * ===Vesper=== * A friend of Mahoro and her primary care giver, Minato is the scientist primarily responsible for the maintenance of Mahoro; he is also constantly asked by Mahoro to give her a bigger bust. ===Saint=== * Is a combat android seen in the first series as a science teacher. His task was to investigate the reason Mahoro was living as a maid. He also wanted to finish the battle with her to see who is the strongest android/warrior, during the final battle he discovers the reason she is living as a maid for Suguru and who the true warrior is. In the second series, he decides to live as a human and continues to teach at Suguru's school much to the irritation to Slash. In the end of the anime, he visit the members of the Saint for the last time as they depart to another galaxy. In the manga version, he marries one of his students whom he saved earlier, and becomes a father of a reborn Mahoro. ===Management=== Introduced in Something More Beautiful, Management is a top secret organization that had shaped the world from the shadows throughout its history. They are dedicated to destroying not only Saint, to preserve the order they established from alien influence, but Vesper as well, for having sympathy for Saint. (CODE: 227) * A cold-hearted android in the form of a youth who was created by and works under the Management's robotics scientist Professor Mephlis during his scheme to take Mahoro for himself. However, Feldrance was actually working for the higher-ups to collect the data that Mephlis gathered on Mahoro. When Mephlis's plans failed, Feldrance made his move and killed the scientist before taking the data as his creator's lab explodes; he felt no remorse for betraying his creator, coldly pointing out that it was Mephlis, after all, who made Feldrance the way he is. In the anime, he soon met his untimely end along with the death of Mahoro. In the manga version, he chops Suguru's hands while capturing Mahoro but soon stopped by Slash and Ryuuga. He also witnessed the death of Mahoro to save Mankind. In the epilogue, he was the one of the last defenses of The Management in Mars. he encounters Suguru who kills him. With his last breath, he asks whether the quest of vengeance gave him satisfaction. ==Endings== ===Anime's ending=== The finale is set on a Saint-Earth colony world, 20 years after Mahoro's \"death\" and the mutual defeat of Vesper and Management. Suguru left Japan, deciding never to return, and is now a renegade half-cyborg hunter of the last \"Management holdouts.\" He has only memories of Earth, and a sole companion who later turns out to be an android and tries to kill him for the bounty on his head. As Suguru is in critical condition, Mahoro reappears alive, asking to take him home. ===Manga's ending=== The ending is set on Earth, 20 years after Mahoro's death and the defeat of Management. Suguru has been working as a commander within Vesper, and has just returned to Earth from the final defeat of Management's last vestiges. Unbeknownst to Suguru, Mahoro was reborn as a baby shortly after her death as an android. She has grown up, and remembers Suguru. When Suguru returns from Vesper headquarters expecting to find an empty house, she is there waiting for him. ==Manga== manga series by Bow Ditama and Bunjūrō Nakayama was originally serialized in Comic Gum magazine between December 1998 and July 26, 2004, and compiled into eight tankōbon volumes published by Wani Books. The special edition of the eight volume contained a crystal Mahoro, as well as a special cover. The English version was published by Tokyopop. ===Volume list=== ==Anime== The manga proved popular, and was adapted into two anime series jointly by Gainax and Shaft: Mahoromatic: Automatic Maiden and The first series consisted of twelve episodes and ran from September 10, 2001 to January 28, 2002 on BS-i in Japan, and more or less followed the manga to the third volume. The second series also followed the manga, culminating in the story's end. This series ran from September 26, 2002 till January 16, 2003. A television special, , set in the days when Minawa had become a regular part of the household, was produced and aired on August 15, 2003. A two episode special entitled Mahoromatic: Tadaima Okaeri was announced on August 22, 2009. It aired on October 17 and October 24, 2009.Mahoromatic: Tadaima Okaeri Anime to Debut in October It takes place during the second series, on days 270-268 of Mahoro's life timer. Originally the anime was licensed by Pioneer Entertainment (later Geneon Entertainment). As of October 2008, ADV Films had announced that they had regained licenses to both Mahoromatic, and Mahoromatic: Something More Beautiful, through its new Japanese licensor Sentai Filmworks.ADV Films to Distribute Anime for Sentai Filmworks Currently, the anime is now distributed by Sentai Filmworks (however, the '\"Ep00 Special\" and \"Year End Special\" are absent). They also acquired Mahoromatic: I'm Home Special and released it in 2012, with the English dub produced at Bang Zoom! Entertainment. Mahoromatic, including both seasons and the summer special, is currently available through The Anime Network's free video on demand service, found on many cable systems and DirecTV. ===Mahoromatic: Automatic Maiden=== ====Episode list==== * Ep01 In an Hydrangea Garden * Ep02 Lady Teacher Saori, Age: Twenty-Five * Ep03 How Shallow the Grave * Ep04 I Will Shoot Him Through the Heart * Ep05 634-of-8 is Doing Fine * Ep06 Moon, Flowers, Feeling of Autumn * Ep07 The Maid, Chased by the Past * Ep08 The Owner of the Perfect Heart * Ep09 Limelight * Ep10 The Fate as a Warrior * Ep11 My Important Person * Ep12 At the Scenery I Dreamed One Day ====Theme songs==== *Opening Theme: \"Kaerimichi\" :Translation: Our Way Home :Singer: Ayako Kawasumi *Ending Theme: \"Mahoro de MAMBO\" :Singers: Triomatic (Asami Sanada, Manabi Mizuno, Yumi Kikuchi) ====Production details==== *Original story: Bunjuro Nakayama & Bow Ditama *Director: Hiroyuki Yamaga *Character design/Chief animation director: Takamura Kazuhiro *Art design: Masahiro Satō *Art director: Naoko Kosakabe *Color coordinator: Yōko Mitsuhashi *Editor: Takeshi Seyama *Sound director: Yoshikazu Iwanami *Director of photography: Tsuguo Ozawa *Music: Toshio Masuda *Animation production: GAINAX & Shaft ===Mahoromatic: Something More Beautiful=== ====Episode list==== * Ep01 Return of the Maid * Ep02 From Today On, You Are Minawa * Ep03 Dreams Should Be Grand * Ep04 Looking for a Lost Object * Ep05 Will I Catch a Cold Tomorrow? * Ep06 Doing Delightful New Year Things * Ep07 Don't Ever Come Back Again! * Ep08 Grandfather and Grandson * Ep09 Sweeter Than Love, But a Bit Bitter * Ep10 Things I Like * Ep11 A Wish, the Color of Cherry Blossoms * Ep12 Annunciation * Ep13 End of a Dream * Ep14 Na-Geanna ====Theme songs==== *Opening theme: \"So-re-i-yu\" :Translation: Soleil (French for \"Sun\") :Singer: Ayako Kawasumi *Ending theme: \"Triomatic Ran! Ran! Ran!\" :Singers: Triomatic (Asami Sanada, Manabi Mizuno, Yumi Kikuchi) ====Production Details==== ===Mahoromatic: End Year Special=== Shown after Episode 10. These feature a refresher of all the events so far along with new conversations and discussions between characters. Both seasons one and two have this special. ===Mahoromatic: Summer Special=== Released after the second season, this episode takes place during the second season and revolves around the issue of Suguru's ecchi no hon (dirty books). The Summer Special is the only special to be aired in the U.S. ===Mahoromatic: I'm Home Special=== Takes place during the second season between episodes 2 and 3, on days 270–268 of Mahoro's life timer. Mahoro and Suguru, along with Suguru's classmates, are preparing for a Hiryu town festival, when Feldlance attacks in an attempt to capture Minawa. ====Episode list==== * Part 1: ただいまの風 (Welcoming Wind) * Part 2: おかえりの空 (Welcoming Sky) ====Theme songs==== * Opening theme: \"Tadaima no Kaze\" (ただいまの風, Returning Wind) :Singer: Ayako Kawasumi as Mahoro Ando * Ending theme: \"[Ma] no Tsuku Bugi!\" ([ま]のつくブギ！, [Or] Take the Boogie) :Singers: Triomatic & Minawa & Mahoro ==DVDs== A series of six DVDs was released in Japan and North America for both seasons. A series of four DVDs was released in Europe for season one, each DVD containing 3 episodes. Sentai Filmworks re-released Mahoromatic: Automatic Maiden in 2 DVDs as Collection 1, but 2 episodes weren't on this collection: the \"Ep00 Special\" and \"Year End Special\". Mahoromatic: Something More Beautiful was also re-released in 3 DVDs as Collection 2, with 15 episodes listed (14 series episodes plus the Mahoromatic: Summer Special OVA). The \"Year End Special\" was not included on this collection. ==Music CDs== Music CDs, including dramas were released in Japan. Several of these CDs were later released in the United States with cover book translations. ==Merchandise== Gashapon sets were produced in 2005 featuring Mahoro and Minawa in their maid costumes. A PlayStation 2 game by Konami of the same name was also produced for the series. It followed the style of a visual novel with full voiceovers and text accompanying pictures and minigames. ==Footnotes== ==External links== * *Main Official Site *Gainax Mahoro Anime Site *Madman Entertainment Mahoromatic Site *Interview with Bow Ditama Category:2001 anime television series debuts Category:2002 anime television series debuts Category:Bunjūrō Nakayama Category:Fictional robots Category:Gainax Category:Geneon USA Category:Madman Entertainment anime Category:Madman Entertainment manga Category:NBCUniversal Entertainment Japan Category:Seinen manga Category:Sentai Filmworks Category:Shaft (company) Category:Tokyopop titles Category:Wani Books manga Category:TBS Television (Japan) original programming",
 "title": "Mahoromatic"
}