{
 "id": "773042",
 "text": "Hans Järta (originally Hans Hierta) (11 February 1774 – 6 April 1847) was a Swedish administrator and revolutionary. He helped overthrow Gustavus IV Adolphus in the Coup of 1809 and was one of the main drafters of the constitution of Sweden in 1809. From 1812 to 1822 he was County Governor of Kopparberg County. ==Early life== Hans Hierta was born at Näs kungsgård, Husby, in the province of Dalecarlia. His parents, who belonged to the Swedish nobility, the Hierta family, were Lieutenant general Carl Hierta and Maria Charlotta von Plomgren. In 1778, Carl Hierta ran into financial trouble, left active military service and moved with his household to Lagmansholm in Västergötland; Hans was sent to live with his father's friend Johan Beck-Friis who was the County Governor of Dalecarlia, and who became Hans Hierta's foster father. In 1783, at the age of nine, Hierta was enrolled in a school in Falun. He did not attend secondary school but began his university studies at Uppsala university in 1787. He studied theology (a mandatory subject at the time), history, and languages, and graduated in 1791. ==Career== After graduating from university, Hierta started working as a minor official for the royal administration. He was present at the masked ball in 1792 where King Gustav III was assassinated, and in the aftermath of the murder he was questioned but never accused of being part of the conspiracy against the king. He did, however, have a cautiously positive attitude to a more democratic form of government, and in 1800, he renounced his noble rank. In August 1800, Gustavus IV Adolphus rescinded Hierta's right to a noble name and arms, and he changed the spelling of his last name to Järta. In 1828, he was elected a member of the Royal Swedish Academy of Sciences. ==References== Category:1774 births Category:1847 deaths Category:Members of the Swedish Academy Category:Members of the Royal Swedish Academy of Sciences Category:Burials at Uppsala old cemetery Hans",
 "title": "Hans Järta"
}