{
 "id": "773324",
 "text": "General Hisham M. Jaber (born September 13, 1942) () is a retired Lebanese Major General and political researcher. ==Early life and education== Born in Nabatieh, in South Lebanon, he is the grandson of historian Muhammad Jaber Al Safa, and great-grandson of sheikh Ahmad Reda. After graduating from the Lebanese Army Military Academy, he was sent to the French postgraduate école d'application, in Saint-Maixent-l'École, for specialized infantry training. He then followed intensive courses in public relations and information at the Defense Information School (DINFOS) in Indiana, U.S. in 1976. He continued his studies in psychological warfare in Fort Bragg, North Carolina. In 1982, Jaber graduated with a Master of Military Art and Science from the Command and General Staff College at Fort Leavenworth, Kansas, also earning a master's degree in mass communication from the University of Kansas. Jaber then obtained a DEA (diplôme d'études approfondies) in contemporary history at the Sorbonne (Paris IV), Paris, France in 1993, and later in 1997, a Ph.D. in modern political history also at the Sorbonne. His four-hour thesis defense was attended by several political figures, including French Foreign Minister Hervé de Charette, French deputy Gérard Bapt and Lebanese statesman Raymond Eddé. ==Military career== *1982 – He was head of the Liaison Office between the American forces (as part of the Multinational Force) and the Lebanese army during the Lebanese Civil War. *1986 – He was Commander of the High Center for Military Sport. *1991 – He became defence attaché (land, sea and air forces) at the Lebanese Embassy in Paris. *1993 – He taught terrorism, guerrilla warfare and unconventional warfare at the Command and Staff College in the Lebanese Army. *1996 – He was Commander of the Lebanese Army Teaching Institute. *1997 – In his last term in the military corps, Jaber became military governor of Beirut. *2000 – The general retired and founded Help&Data;, a public relations, lobbying and business intelligence firm based in Beirut, for he maintains excellent relationships with some heads of states in West Africa and Arab countries. ==Political career== During the 2018 Lebanese general election, Jaber ran as an independent candidate against the Amal Movement/Hezbollah list in the South III electoral district. He headed the Al-Janūb Yastahiqq (\"The South Deserves It\") list, which placed second in terms of overall votes in the district. In June 2021, following months of political deadlock over the Lebanese cabinet makeup, Jaber was suggested, as part of a French mediation effort, for the post of Foreign Minister. The proposal was described by Lebanese President Michel Aoun as \"too good to be true\", but was rejected by Hezbollah and the Amal Movement's Nabih Berri, who bears animosity towards Jaber since the February 6 Intifada, when the latter refused to defect from the Lebanese Army to join Berri. Jaber had been nominated for the posts of Foreign Minister and Defense Minister several times before by Presidents Emile Lahoud, Michel Suleiman and Aoun, but his nomination was vetoed each time by Berri. Jaber is regularly hosted and cited as a military and Middle East politics expert by such outlets as the Associated Press, the New York Times, CNN, the Washington Post, The Economist, BBC, France 24, Al Jazeera and others. ==References== * Hisham Jaber Curriculum Vitae at Help and Data (H&D;), the Middle-East Center for Studies and Public Relations * Le général Jaber obtient un doctorat à la Sorbonne December 22, 1997 L'Orient-Le Jour * \"A decisive peace or continued uncertainty?\" August 17, 2006 CNN Your World Today interview with Jaber, Isaac Herzog and David Gergen * \"Bomb under road may have killed Hariri\" February 19, 2005 Associated Press article citing Jaber, hosted by MSNBC * May 11, 2008 Al Jazeera English Inside Story interview with Jaber * \"Help & Data aims to provide its customers with just that\" Category:1942 births Category:University of Kansas alumni Category:University of Paris alumni Category:Lebanese military personnel Category:Living people Category:Lebanese businesspeople Category:Political commentators Category:Lebanese Shia Muslims Category:Non-U.S. alumni of the Command and General Staff College Category:People from South Lebanon",
 "title": "Hisham Jaber"
}