{
 "id": "77371",
 "text": "Conecuh County () is a county located in the south central portion of the U.S. state of Alabama. As of the 2020 census the population was 11,597. Its county seat is Evergreen. Its name is believed to be derived from a Creek Indian term meaning \"land of cane.\" ==History== The areas along the rivers had been used by varying cultures of indigenous peoples for thousands of years. French and Spanish explorers encountered the historic Creek Indians. Later, British colonial traders developed relationships with the Creek, and several married high-status Creek women. As the tribe has a matrilineal system, children are considered born into their mother's clan and take their status from her family. During the American Revolutionary War, the Upper Creek chief Alexander McGillivray, whose father was Scottish, allied his tribe with the British, hoping they could stop colonial Americans from encroaching on Creek land. Commissioned a British colonel, McGillivray named Jean-Antoine Le Clerc, a French adventurer who lived with the Creeks for 20 years, as the war chief to lead the Creek warriors. Conecuh County was established by Alabama on February 13, 1818. Some of its territory was taken in 1868 by the Republican state legislature during the Reconstruction era to establish Escambia County. Located in the coastal plain, 19th century Conecuh County was an area of plantations and cotton cultivation, and it is still quite rural today. Thousands of African American residents left in the 1940s, during the Second Great Migration, mostly for industrial regions in the major cities. In September 1979, the county was declared a disaster area, due to damage caused by Hurricane Frederic. Conecuh County was mentioned as the birthplace of Theodore Bagwell in the television series Prison Break. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (0.3%) is water. ===Major highways=== *20px Interstate 65 *20px U.S. Highway 31 *20px U.S. Highway 84 *20px State Route 41 *20px State Route 83 ===Adjacent counties=== *Butler County (northeast) *Covington County (southeast) *Escambia County (south) *Monroe County (northwest) ==Sausage== Known as \"The Sausage of the South\", Conecuh County is also known as the birthplace of Conecuh Sausage. In the days before most had their own freezers, a man named Henry Sessions formulated his recipe for hickory smoked pork sausage. After returning from World War II, Sessions worked as a salesman for a meatpacking plant in Montgomery Alabama. He started Sessions Quick Freeze in Evergreen in 1947 so that people could bring their pigs and cattle, have them slaughtered, and store them and their vegetables in his rentable meat locker. But it was Sessions’ high quality smoked pork sausage that put his company on the map. Customer demand for the sausage made the family butcher 250 hogs a week to satisfy these cravings. Today the 100 employee company makes 35,000- 40,000 pounds of sausage a week. ==Demographics== ===2020=== {| class=\"wikitable\" |+Conecuh County Racial Composition !Race !Num. !Perc. |- |White |5,835 |50.31% |- |Black or African American |5,096 |43.94% |- |Native American |71 |0.61% |- |Asian |33 |0.28% |- |Other/Mixed |306 |2.64% |- |Hispanic or Latino |256 |2.21% |} As of the 2020 United States Census, there were 11,597 people, 4,553 households, and 2,997 families residing in the county. ===2010=== According to the 2010 U.S. Census: *51.3% White *46.5% Black *0.3% Native American *0.1% Asian *0.0% Native Hawaiian or Pacific Islander *1.0% Two or more races *1.2% Hispanic or Latino (of any race) ===2000=== As of the census of 2000, there were 14,089 people, 5,792 households, and 3,938 families residing in the county. The population density was 17 people per square mile (6/km2). There were 7,265 housing units at an average density of 8 per square mile (3/km2). The racial makeup of the county was 55.40% White, 43.55% Black or African American, 0.20% Native American, 0.11% Asian, 0.05% Pacific Islander, 0.09% from other races, and 0.60% from two or more races. 0.72% of the population were Hispanic or Latino of any race. There were 5,792 households, out of which 30.90% had children under the age of 18 living with them, 47.70% were married couples living together, 16.20% had a female householder with no husband present, and 32.00% were non- families. 30.10% of all households were made up of individuals, and 13.50% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 3.01. In the county, the population was spread out, with 25.90% under the age of 18, 8.30% from 18 to 24, 25.80% from 25 to 44, 24.30% from 45 to 64, and 15.80% who were 65 years of age or older. The median age was 38 years. For every 100 females there were 89.80 males. For every 100 females age 18 and over, there were 84.30 males. The median income for a household in the county was $22,111, and the median income for a family was $31,424. Males had a median income of $28,115 versus $19,350 for females. The per capita income for the county was $12,964. About 21.70% of families and 26.60% of the population were below the poverty line, including 36.10% of those under age 18 and 28.90% of those age 65 or over. ==Government== Conecuh County is a swing county in presidential elections; since 1972, it has voted for both the Democratic Party and the Republican Party an equal number of times. ==Communities== ===City=== *Evergreen (county seat) ===Towns=== *Castleberry *McKenzie (partly in Butler County) *Repton ===Unincorporated communities=== *Belleville *Bermuda *Brooklyn *Centerville *Cohassett *Johnsonville *Lenox *Loree *Lyeffion *Mixonville *Nymph *Paul *Rabb *Range *Shreve *Skinnerton *Spring Hill ==Historic sites== Conecuh County has three sites listed on the National Register of Historic Places, the Asa Johnston Farmhouse, Louisville and Nashville Depot, and New Evergreen Commercial Historic District. ==See also== *National Register of Historic Places listings in Conecuh County, Alabama *Properties on the Alabama Register of Landmarks and Heritage in Conecuh County, Alabama ==References== ==External links== * Coastal Gateway Regional Economic Development Alliance * B.F. Riley, History of Conecuh County, (1881) * The Monthly View Newspaper Category:1818 establishments in Alabama Territory Category:Populated places established in 1818",
 "title": "Conecuh County, Alabama"
}