{
 "id": "773818",
 "text": "Sons of Union Veterans of the Civil War (SUVCW) is an American congressionally chartered fraternal organization that carries out activities to preserve the history and legacy of the United States Armed Forces veterans who fought during the Civil War. It is the legal successor to the Grand Army of the Republic, the large and influential grouping of Union Army veterans that existed in the decades following the Civil War. Most SUVCW activities occur at the \"Camp\", or local community, level. In turn, Camps are grouped into state and/or regional structures called \"Departments\". The National organization, with headquarters at the National Civil War Museum in Harrisburg, Pennsylvania, meets annually in a National Encampment that is attended by SUVCW members, known as \"Brothers\", from all Camps and Departments. SUVCW and its subordinate structures are charitable 501(c)(3) organizations. ==History== === Late 19th century === SUVCW, originally named the Sons of Veterans of the United States of America, was founded by Major Augustus P. Davis in November 1881 to ensure the preservation of principles of the Grand Army of the Republic (GAR) and to provide assistance to veterans.David P. Orr, \"Biography of Augustus Plummer Davis\", Sons of Union Veterans of the Civil War It is based on the principles of Fraternity, Charity and Loyalty. In July 1877, Davis made his first proposal to create an organization of sons of GAR members to General Alexander Hayes GAR Post 3 in Pittsburgh, Pennsylvania. The members rejected his idea, but Davis was persistent. Finally in September 1881, Post 3 members took a neutral position on Davis' proposal, removing any formal obstacle to pursuit of his vision. Davis wanted to organize sons of GAR members into a military-style organization whose objectives were similar to those of the GAR, and whose members would provide assistance to those in the GAR. He proposed membership to be limited to the eldest living son of a GAR member. He envisioned not only a fraternal, patriotic and charitable organization, but an organized military reserve to be called upon in time of war. Members of the Sons of Veterans wore military-style uniforms and practiced tactics and drill. Major Davis stated his vision for the SV as follows: > The Sons of Veterans is destined to become the great military organization > of the country, that glory of its supremacy, that healing of the sense when > its National hymn are sung that none other not thus reared can know or feel. > Through this organization the declining days of the Union Veteran will be > made pleasant, his record of service to his country preserved, his memory > honored, patriotism promoted. While if the dire necessity of the Nation > should dictate, the Sons of Veterans, uniformed, drilled and equipped would > come at once to her defense with the glory of their fathers surrounding > them, each heart pulsating in unison with the rising and falling of the > Nation's emblem. And who would be powerful enough to prevail against such a > host? thumb|1891 Sons of Veterans rulebook He held the organization's first meeting on November 12, 1881, in GAR Post 3 meeting room at Pittsburgh's Old City Hall, which was completely destroyed by fire six months later. He had assembled a group consisting of 11 boys, who adopted his proposed constitution, rules, regulations, and ritual, to form the Sons of Veterans of Pennsylvania (SVPA). They elected officers and Davis filed the Articles of Incorporation for SVPA on December 28, 1881. The articles were approved the same day by the Court of Common Pleas, and the Commonwealth of Pennsylvania approved the charter on January 12, 1882. Meanwhile, a competing organization was forming in eastern Pennsylvania, the Philadelphia Sons of Veterans (PSV). The PSV was started on September 29, 1878, when Anna M. Ross Camp Number 1 was founded in Philadelphia by James P. Holt of Anna Ross GAR Post 94. On October 15, 1878, a planning committee from the new Camp presented a proposed constitution and rules to Post 94, which approved the PSV proposals. Other posts in Pennsylvania, New Jersey and New York likewise established cadet corps. In 1879 the Earp family formed Sons of Veterans Camps in Massachusetts, Missouri and New Jersey. In July 1880, these Camps disbanded and their members joined PSV Camps. A Divisional (state level) organization was soon formed by PSV. On February 22, 1882, PSV established a national organization, following the request of the Camps started by the Earp family that had not been accounted for in the Division formations of PSV in 1880. A month later, the SVPA changed its name to Sons of Veterans of the United States of America (SV) to better reflect its own nationwide status and growth. Major Davis devoted considerable time, energy and money to expanding the organization. SV Camps were formed throughout Pennsylvania, Eastern Ohio, Northern West Virginia and Southern New York. By mid year, the need for a formal organization within Pennsylvania became clear. On July 4, 1882, the Division of Pennsylvania was created and the first SV Encampment was held in Pittsburgh. Throughout the summer of 1882, SV continued to grow. By fall, there was a pressing need for a national organization. On October 18, 1882, the first SV National Encampment was held in Pittsburgh. The constitution, rules and regulations proposed by Davis were adopted. As of July 1, 1884, the organization had grown to a membership of more than 20,000. In July 1883, a special meeting of PSV was held in Lancaster, Pennsylvania. Because of dissension among the camps arising from failure to issue charters and incorrect record keeping, 33 PSV camps withdrew from that organization and joined SV. In August 1886, the two remaining Camps faithful to PSV joined SV, thusly ending PSV. Membership in the SV grew rapidly and at the 1890 national encampment it was reported that the organization boasted more than 145,000 members. GAR membership at the time numbered about 400,000. thumb|SUVCW see preserving the veterans' history and legacy as part of their mission. The SV maintained a somewhat complex relationship with the GAR. While GAR members generally believed there should be a worthy organization for their sons to join, they believed that GAR membership should be limited to veterans. The GAR gave its approval to the SV, but it would not make the SV part of the GAR. On July 25, 1883, the GAR National Encampment recognized SV as \"entitled to the confidence and support of all comrades of the Grand Army of the Republic.\" Final and complete acceptance by the GAR came in 1888. In his report to the National Encampment of the GAR, then-Commander-in-Chief John P. Rea stated: > It will be but a short period until our ranks are so meager and the > surviving Comrades so weighed down with the burden of years that our > organization will have ceased to be an active force in the work of loyal > love and charity which it has ordained. The tender ceremonies of Memorial > Day will then be performed by others or not at all. It seems to me that it > would be the part of wisdom for us while yet in our vigor to establish such > relationship between our Order and the Sons of Veterans as to properly > recognize the organization. As a result of Rea's presentation the GAR adopted the following resolution: > RESOLVED: That this encampment endorse the objects and purposes of the Order > of Sons of Veterans of the United States of America and hereby give the > Order the official recognition of the Grand Army of the Republic and > recommend that Comrades aid and encourage the institution of Camps of the > Sons of Veterans of the USA. === 20th century === thumb|Lt. Col. Mark Day, former commander of SVR 2nd Military District In 1903 it was decided to divide the Sons of Veterans' civil and military functions. A new organization was formed called the Sons of Veterans Reserve (SVR), which conducted the military training. As SVR was not a state militia organization, it was not integrated into the National Guard in the early 20th century. Today SVR serves as the uniformed ceremonial component of SUVCW, and only SUVCW members in good standing can become members of SVR. Membership in SV peaked in 1904, when it was reported at more than 200,000. This occurred at a time of many reconciliation celebrations involving white veterans of the Civil War. In 1925 members adopted the organization's current name, Sons of Union Veterans of the Civil War. Sons of veterans of the Spanish American and First World wars attempted to join, but members decided that SUVCW would be exclusively for descendants of United States Armed Forces veterans of the Civil War. On February 13, 1954, Albert Woolson, the last surviving member of the GAR, deeded all remaining property to SUVCW. He wrote: > The meaning and intent of this conveyance is to convey to said Commander-in- > Chief, Sons of Union Veterans of the Civil War, all post and department > records of the Grand Army of the Republic and it is my express wish and > desire that said Grantee shall use its best endeavors to return said records > to the Communities where Grand Army posts were located, so far as possible, > for the use and benefit of the Communities where such posts were located. On August 20, 1954, Congress enacted Public Law 605 which incorporated SUVCW with a congressional charter. Among the incorporators were General of the Army Douglas MacArthur, son of Arthur MacArthur Jr., who received the Medal of Honor for his actions during the Battle of Missionary Ridge, and Major General Ulysses S. Grant III, grandson of Ulysses S. Grant, commanding general of the United States Army during the Civil War and 18th president of the United States. === 21st century === As of early 2021, SUVCW has 31 Departments and more than 240 community-based Camps. Membership stands at approximately 6,400 men. The organization is headed by a Commander-in-Chief, who is elected annually during the National Encampment for a one-year term. In collaboration with members of the SUVCW Council of Administration, the Commander-in-Chief is responsible for the overall operations of the organization. In response to the COVID-19 pandemic and to protect the health and well-being of its members, SUVCW held its first-ever virtual Annual National Encampment on October 24, 2020. In 2017, the Internal Revenue Service of the United States Government granted SUVCW and all of its subordinate structures (Camps, Departments, SVR Military Districts and SVR Units) tax-exempt status under Internal Revenue Code Section 501(c)(3), meaning that donors can deduct from their federal tax returns contributions made to SUVCW and/or its subordinate structures and that SUVCW and its subordinate structures are qualified to receive tax deductible bequests, legacies, devises, transfers and gifts. SUVCW played an active and high-profile role during many events that were organized nationwide and around the world between 2011 and 2015 to commemorate the 150th anniversary of the Civil War. == Membership == Full membership in the SUVCW is open to any man, 14 years of age and older (6 to 14 for Junior members), who:SUVCW membership webpage. Associate membership is available to men who do not have the ancestry to qualify for hereditary membership, but who demonstrate a genuine interest in the Civil War and agree to support the purpose and objectives of the SUVCW and is still subject to the second and third provisions of hereditary eligibility. == Auxiliary organizations == The Auxiliary to the Sons of Union Veterans of the Civil War (ASUVCW) was first organized in 1883 and by 1894 had adopted it current name. Membership is open to women who are lineal or collateral descendants of soldiers, sailors or marines regularly mustered and honorably discharged from the United States Army, Navy, Marine Corps, or Revenue Cutter Service/Coast Guard during the Civil War. Additionally, membership is open to mothers, wives, widows, daughters and legally adopted daughters of SUVCW members. Associate memberships are available to women who do not qualify through their lineal or collateral heritage, but who demonstrate a genuine interest in the Civil War and can subscribe to the purpose and objects of the Auxiliary. Junior Membership is open to young ladies of at least eight years of age. In addition to SUVCW and ASUVCW, three other organizations comprise the Allied Orders of the Grand Army of the Republic. These organizations are: 1) the Daughters of Union Veterans of the Civil War (DUVCW), 2) the Ladies of the Grand Army of the Republic (LGAR), and 3) the Woman's Relief Corps (WRC). == See also == *Sons of the American Revolution *Military Order of the Loyal Legion of the United States == References == == External links == *SUVCW official website *Sons of the Union Veterans of the Civil War Collection – McLean County Museum of History archives *SUVCW Department of Maine website Category:American Civil War veterans and descendants organizations Category:Service organizations based in the United States Category:Grand Army of the Republic Category:Heritage organizations Category:Lineage societies Category:Men's organizations in the United States Category:Patriotic and national organizations chartered by the United States Congress Category:Organizations established in 1881 Category:501(c)(3) organizations Category:History organizations Category:American Civil War",
 "title": "Sons of Union Veterans of the Civil War"
}