{
 "id": "774220",
 "text": "upright=1.2|thumb|Schematics of the core of a diamond anvil cell. The culets (tip) of the two diamond anvils are typically 100–250 microns across. A diamond anvil cell (DAC) is a high-pressure device used in geology, engineering, and materials science experiments. It enables the compression of a small (sub-millimeter-sized) piece of material to extreme pressures, typically up to around 100–200 gigapascals, although it is possible to achieve pressures up to 770 gigapascals (7,700,000 bars or 7.7 million atmospheres). The device has been used to recreate the pressure existing deep inside planets to synthesise materials and phases not observed under normal ambient conditions. Notable examples include the non-molecular ice X, polymeric nitrogen and metallic phases of xenon, lonsdaleite, and potentially hydrogen. A DAC consists of two opposing diamonds with a sample compressed between the polished culets (tips). Pressure may be monitored using a reference material whose behavior under pressure is known. Common pressure standards include ruby fluorescence, and various structurally simple metals, such as copper or platinum. The uniaxial pressure supplied by the DAC may be transformed into uniform hydrostatic pressure using a pressure-transmitting medium, such as argon, xenon, hydrogen, helium, paraffin oil or a mixture of methanol and ethanol. The pressure-transmitting medium is enclosed by a gasket and the two diamond anvils. The sample can be viewed through the diamonds and illuminated by X-rays and visible light. In this way, X-ray diffraction and fluorescence; optical absorption and photoluminescence; Mössbauer, Raman and Brillouin scattering; positron annihilation and other signals can be measured from materials under high pressure. Magnetic and microwave fields can be applied externally to the cell allowing nuclear magnetic resonance, electron paramagnetic resonance and other magnetic measurements. Attaching electrodes to the sample allows electrical and magnetoelectrical measurements as well as heating up the sample to a few thousand degrees. Much higher temperatures (up to 7000 K) can be achieved with laser-induced heating, and cooling down to millikelvins has been demonstrated. ==Principle== The operation of the diamond anvil cell relies on a simple principle: :p=\\frac{F}{A} where is the pressure, the applied force, and the area. Typical culet sizes for diamond anvils are 100–250 micron (µm), such that a very high pressure is achieved by applying a moderate force on a sample with a small area, rather than applying a large force on a large area. Diamond is a very hard and virtually incompressible material, thus minimising the deformation and failure of the anvils that apply the force. ==History== thumb|The first diamond anvil cell in the NIST museum at Gaithersburg. Shown in the image above is the part which compresses the central assembly. The study of materials at extreme conditions, high pressure and high temperature uses a wide array of techniques to achieve these conditions and probe the behavior of material while in the extreme environment. Percy Williams Bridgman, the great pioneer of high-pressure research during the first half of the 20th century, revolutionized the field of high pressures with his development of an opposed anvil device with small flat areas that were pressed one against the other with a lever-arm. The anvils were made of tungsten carbide (WC). This device could achieve pressure of a few gigapascals, and was used in electrical resistance and compressibility measurements. The first diamond anvil cell was created in 1957-1958. The principles of the DAC are similar to the Bridgman anvils, but in order to achieve the highest possible pressures without breaking the anvils, they were made of the hardest known material: a single crystal diamond. The first prototypes were limited in their pressure range and there was not a reliable way to calibrate the pressure. The diamond anvil cell became the most versatile pressure generating device that has a single characteristic that sets it apart from the other pressure devices – its optical transparency. This provided the early high pressure pioneers with the ability to directly observe the properties of a material while under pressure. With just the use of an optical microscope, phase boundaries, color changes and recrystallization could be seen immediately, while x-ray diffraction or spectroscopy required time to expose and develop photographic film. The potential for the diamond anvil cell was realized by Alvin Van Valkenburg while he was preparing a sample for IR spectroscopy and was checking the alignment of the diamond faces. The diamond cell was created at the National Bureau of Standards (NBS) by Charles E. Weir, Ellis R. Lippincott, and Elmer N. Bunting. Within the group, each member focused on different applications of the diamond cell. Van Valkenburg focused on making visual observations, Weir on XRD, Lippincott on IR Spectroscopy. The group members were well experienced in each of their techniques before they began outside collaboration with university researchers such as William A. Bassett and Taro Takahashi at the University of Rochester. During the first experiments using diamond anvils, the sample was placed on the flat tip of the diamond (the culet) and pressed between the diamond faces. As the diamond faces were pushed closer together, the sample would be pressed and extrude out from the center. Using a microscope to view the sample, it could be seen that a smooth pressure gradient existed across the sample with the outermost portions of the sample acting as a kind of gasket. The sample was not evenly distributed across the diamond culet but localized in the center due to the \"cupping\" of the diamond at higher pressures. This cupping phenomenon is the elastic stretching of the edges of the diamond culet, commonly referred to as the \"shoulder height\". Many diamonds were broken during the first stages of producing a new cell or any time an experiment is pushed to higher pressure. The NBS group was in a unique position where almost endless supplies of diamonds were available to them. Customs officials occasionally confiscated diamonds from people attempting to smuggle them into the country. Disposing of such valuable confiscated materials could be problematic given rules and regulations. One solution was simply to make such materials available to people at other government agencies if they could make a convincing case for their use. This became an unrivaled resource as other teams at the University of Chicago, Harvard University, and General Electric entered the high pressure field. During the following decades DACs have been successively refined, the most important innovations being the use of gaskets and the ruby pressure calibration. The DAC evolved to be the most powerful lab device for generating static high pressure. The range of static pressure attainable today extends to 640 GPa, much higher than the estimated pressures at the Earth's center (~360 GPa). ==Components== There are many different DAC designs but all have four main components: ===Force-generating device=== Relies on the operation of either a lever arm, tightening screws, or pneumatic or hydraulic pressure applied to a membrane. In all cases the force is uniaxial and is applied to the tables (bases) of the two anvils. ===Two opposing diamond anvils=== Made of high gem quality, flawless diamonds, usually with 16 facets, they typically weigh to carat (25 to 70 mg). The culet (tip) is ground and polished to a hexadecagonal surface parallel to the table. The culets of the two diamonds face one another, and must be perfectly parallel in order to produce uniform pressure and to prevent dangerous strains. Specially selected anvils are required for specific measurements – for example, low diamond absorption and luminescence is required in corresponding experiments. ===Gasket=== A gasket used in a diamond anvil cell experiment is a thin metal foil, typically 0.3 mm in thickness, which is placed in between the diamonds. Desirable materials for gaskets are strong, stiff metals such as rhenium or tungsten. Steel is frequently used as a cheaper alternative for low pressure experiments. The above-mentioned materials cannot be used in radial geometries where the x-ray beam must pass through the gasket. Since they are not transparent to X-rays, if X-ray illumination through the gasket is required, lighter materials such as beryllium, boron nitride, boron or diamond are used as a gasket. Gaskets are preindented by the diamonds and a hole is drilled in the center of the indentation to create the sample chamber. ===Pressure-transmitting medium=== The pressure transmitting medium is the compressible fluid that fills the sample chamber and transmits the applied force to the sample. Hydrostatic pressure is preferred for high-pressure experiments because variation in strain throughout the sample can lead to distorted observations of different behaviors. In some experiments stress and strain relationships are investigated and the effects of non-hydrostatic forces are desired. A good pressure medium will remain a soft, compressible fluid to high pressure. {| |+Pressure-transmitting medium !align=\"center\"| Gases !align=\"center\"| Liquids !align=\"center\"| Solids |- |valign=\"top\" align=\"center\"| Helium (He) Neon (Ne) Argon (Ar) Nitrogen (N) |valign=\"top\" align=\"center\"| 4:1 Methanol:Ethanol Silicone oil Fluorinert Daphne 7474 Cyclohexane |valign=\"top\" align=\"center\"| Sodium chloride (NaCl) |} The full range of techniques that are available has been summarized in a tree diagram by William Bassett. The ability to utilize any and all of these techniques hinges on being able to look through the diamonds which was first demonstrated by visual observations. ==Measuring pressure== The two main pressure scales used in static high-pressure experiments are X-ray diffraction of a material with a known equation of state and measuring the shift in ruby fluorescence lines. The first began with NaCl, for which the compressibility has been determined by first principles in 1968. The major pitfall of this method of measuring pressure is that you need X-rays. Many experiments do not require X-rays and this presents a major inconvenience to conduct both the intended experiment and a diffraction experiment. In 1971, the NBS high pressure group was set in pursuit of a spectroscopic method for determining pressure. It was found that the wavelength of ruby fluorescence emissions change with pressure, this was easily calibrated against the NaCl scale. Once pressure could be generated and measured it quickly became a competition for which cells can go the highest. The need for a reliable pressure scale became more important during this race. Shock-wave data for the compressibilities of Cu, Mo, Pd, and Ag were available at this time and could be used to define equations of states up to Mbar pressure. Using these scales these pressures were reported: {| |+Highest reported cell pressure ! Year !colspan=2| Pressure |- |align=\"center\"| (CE) |align=\"center\"| (mega-bars) |align=\"center\"| (giga-Pascals) |- |align=\"center\"| 1976 |align=\"center\"| 1.2 Mbar |align=\"center\"| 120 GPa |- |align=\"center\"| 1979 |align=\"center\"| 1.5 Mbar |align=\"center\"| 150 GPa |- |align=\"center\"| 1985 |align=\"center\"| 2.5 Mbar |align=\"center\"| 250 GPa |- |align=\"center\"| 1987 |align=\"center\"| 5.5 Mbar |align=\"center\"| 550 GPa |} Both methods are continually refined and in use today. However, the ruby method is less reliable at high temperature. Well defined equations of state are needed when adjusting temperature and pressure, two parameters that affect the lattice parameters of materials. ==Uses== thumb|Researcher using a diamond anvil cell to study materials under deep Earth conditions. Prior to the invention of the diamond anvil cell, static high-pressure apparatus required large hydraulic presses which weighed several tons and required large specialized laboratories. The simplicity and compactness of the DAC meant that it could be accommodated in a wide variety of experiments. Some contemporary DACs can easily fit into a cryostat for low- temperature measurements, and for use with a superconducting electromagnet. In addition to being hard, diamonds have the advantage of being transparent to a wide range of the electromagnetic spectrum from infrared to gamma rays, with the exception of the far ultraviolet and soft X-rays. This makes the DAC a perfect device for spectroscopic experiments and for crystallographic studies using hard X-rays. A variant of the diamond anvil, the hydrothermal diamond anvil cell (HDAC) is used in experimental petrology/geochemistry for the study of aqueous fluids, silicate melts, immiscible liquids, mineral solubility and aqueous fluid speciation at geologic pressures and temperatures. The HDAC is sometimes used to examine aqueous complexes in solution using the synchrotron light source techniques XANES and EXAFS. The design of HDAC is very similar to that of DAC, but it is optimized for studying liquids. ==Innovative uses== An innovative use of the diamond anvil cell is testing the sustainability and durability of life under high pressures, including the search for life on extrasolar planets. Testing portions of the theory of panspermia (a form of interstellar travel) is one application of DAC. When interstellar objects containing life-forms impact a planetary body, there is high pressure upon impact and the DAC can replicate this pressure to determine if the organisms could survive. Another reason the DAC is applicable for testing life on extrasolar planets is that planetary bodies that hold the potential for life may have incredibly high pressure on their surface. In 2002, scientists at the Carnegie Institution of Washington examined the pressure limits of life processes. Suspensions of bacteria, specifically Escherichia coli and Shewanella oneidensis, were placed in the DAC, and the pressure was raised to 1.6 GPa, which is more than 16,000 times Earth's surface pressure (985 hPa). After 30 hours, only about 1% of the bacteria survived. The experimenters then added a dye to the solution. If the cells survived the squeezing and were capable of carrying out life processes, specifically breaking down formate, the dye would turn clear. 1.6 GPa is such great pressure that during the experiment the DAC turned the solution into ice-IV, a room-temperature ice. When the bacteria broke down the formate in the ice, liquid pockets would form because of the chemical reaction. The bacteria were also able to cling to the surface of the DAC with their tails. Skeptics debated whether breaking down formate is enough to consider the bacteria living. Art Yayanos, an oceanographer at the Scripps Institute of Oceanography in La Jolla, California, believes an organism should only be considered living if it can reproduce. Subsequent results from independent research groups have shown the validity of the 2002 work. This is a significant step that reiterates the need for a new approach to the old problem of studying environmental extremes through experiments. There is practically no debate whether microbial life can survive pressures up to 600 MPa, which has been shown over the last decade or so to be valid through a number of scattered publications. Similar tests were performed with a low-pressure (0.1–600 MPa) diamond anvil cell, which has better imaging quality and signal collection. The studied microbes, Saccharomyces cerevisiae (baker's yeast), withstood pressures of 15–50 MPa, and died at 200 MPa. ===Single crystal X-ray diffraction=== Good single crystal X-ray diffraction experiments in diamond anvil cells require sample stage to rotate on the vertical axis, omega. Most diamond anvil cells do not feature a large opening that would allow the cell to be rotated to high angles, a 60 degrees opening is considered sufficient for most crystals but larger angles are possible. The first cell to be used for single crystal experiments was designed by a graduate student at the University of Rochester, Leo Merrill. The cell was triangular with beryllium seats that the diamonds were mounted on; the cell was pressurized with screws and guide pins holding everything in place. ==High-temperature techniques== thumb|upright=1.3|Conditions achievable using different methods of static pressure generation. Heating in diamond-anvil cells is typically done by two means, external or internal heating. External heating is defined as heating the anvils and would include a number of resistive heaters that are placed around the diamonds or around the cell body. The complementary method does not change the temperature of the anvils and includes fine resistive heaters placed within the sample chamber and laser heating. The main advantage to resistive heating is the precise measurement of temperature with thermocouples, but the temperature range is limited by the properties of the diamond which will oxidize in air at 700 °C The use of an inert atmosphere can extend this range above 1000 °C. A tungsten wire resistive heater inside a BX90 DAC was reported to reach 1400 °C. With laser heating the sample can reach temperature above 5000 °C, but the minimum temperature that can be measured when using a laser-heating system is ~1200 °C and the measurement is much less precise. Advances in resistive heating are closing the gap between the two techniques so that systems can be studied from room temperature to beyond 5700 °C with the combination of the two. ==Gas loading== ===Principle=== The pressure transmitting medium is an important component in any high-pressure experiment. The medium fills the space within the sample 'chamber' and applies the pressure being transmitted to the medium onto the sample. In a good high-pressure experiment, the medium should maintain a homogeneous distribution of pressure on the sample. In other words, the medium must stay hydrostatic to ensure uniform compressibility of the sample. Once a pressure transmitting medium has lost its hydrostaticity, a pressure gradient forms in the chamber that increases with increasing pressure. This gradient can greatly affect the sample, compromising results. The medium must also be inert, as to not interact with the sample, and stable under high pressures. For experiments with laser heating, the medium should have low thermal conductivity. If an optical technique is being employed, the medium should be optically transparent and for x-ray diffraction, the medium should be a poor x-ray scatterer – as to not contribute to the signal. Some of the most commonly used pressure transmitting media have been sodium chloride, silicone oil, and a 4:1 methanol-ethanol mixture. Sodium chloride is easy to load and is used for high-temperature experiments because it acts as a good thermal insulator. The methanol-ethanol mixture displays good hydrostaticity to about 10 GPa and with the addition of a small amount of water can be extended to about 15 GPa. For pressure experiments that exceed 10 GPa, noble gases are preferred. The extended hydrostaticity greatly reduces the pressure gradient in samples at high pressure. Noble gases, such as helium, neon, and argon are optically transparent, thermally insulating, have small X-ray scattering factors, and have good hydrostaticity at high pressures. Even after solidification, noble gases provide quasihydrostatic environments. Argon is used for experiments involving laser heating because it is chemically insulating. Since it condenses at a temperature above that of liquid nitrogen, it can be loaded cryogenically. Helium and neon have low X-ray scattering factors and are thus used for collecting X-ray diffraction data. Helium and neon also have low shear moduli; minimizing strain on the sample. These two noble gases do not condense above that of liquid nitrogen and cannot be loaded cryogenically. Instead, a high-pressure gas loading system has been developed that employs a gas compression method. ===Techniques=== In order to load a gas as a sample of pressure transmitting medium, the gas must be in a dense state, as to not shrink the sample chamber once pressure is induced. To achieve a dense state, gases can be liquefied at low temperatures or compressed. Cryogenic loading is a technique that uses liquefied gas as a means of filling the sample chamber. The DAC is directly immersed into the cryogenic fluid that fills the sample chamber. However, there are disadvantages to cryogenic loading. With the low temperatures indicative of cryogenic loading, the sample is subjected to temperatures that could irreversibly change it. Also, the boiling liquid could displace the sample or trap an air bubble in the chamber. It is not possible to load gas mixtures using the cryogenic method due to the different boiling points of most gases. Gas compression technique densifies the gases at room temperature. With this method, most of the problems seen with cryogenic loading are fixed. Also, loading gas mixtures becomes a possibility. The technique uses a vessel or chamber in which the DAC is placed and is filled with gas. Gases are pressurized and pumped into the vessel with a compressor. Once the vessel is filled and the desired pressure is reached the DAC is closed with a clamp system run by motor driven screws. ===Components=== * High-pressure vessel: Vessel in which the diamond anvil cell is loaded. * Clamp device seals the DAC; which is tightened by closure mechanism with motor driven screws. * PLC (programmable logic controller): Controls air flow to the compressor and all valves. The PLC ensures that valves are opened and closed in the correct sequence for accurate loading and safety. * Compressor: Responsible for compression of the gas. The compressor employs a dual-stage air-driven diaphragm design that creates pressure and avoids contamination. Able to achieve 207 MPa of pressure. * Valves: Valves open and close via the PLC to regulate which gases enter the high-pressure vessel. * Burst disks: Two burst disks in the system – one for the high- pressure system and one for the low-pressure system. These disks act as a pressure relief system that protects the system from over-pressurization * Pressure transducers: A pressure sensor for the low- and high-pressure systems. Produces a 0–5 V output over their pressure range. * Pressure meters: Digital displays connected to each pressure transducer and the PLC system. * Vacuum pump and gauges: Cleans the system (by evacuation) before loading. * Optical system: Used visual observation; allowing in situ observations of gasket deformation. * Ruby fluorescence system: Pressure in the sample chamber can be measured during loading using an online ruby fluorescence system. Not all systems have an online ruby fluorescence system for in situ measuring. However, being able to monitor the pressure within the chamber while the DAC is being sealed is advantageous – ensuring the desired pressure is reached (or not over-shot). Pressure is measured by the shift in the laser induced luminescence of rubies in the sample chamber. ==Laser heating== ===History=== The development of laser heating began only 8 years after Charles Weir, of the National Bureau of Standards (NBS), made the first diamond anvil cell and Alvin Van Valkenburg, NBS, realized the potential of being able to see the sample while under pressure. William Bassett and his colleague Taro Takahashi focused a laser beam on the sample while under pressure. The first laser heating system used a single 7 joule pulsed ruby laser that heated the sample to 3000 °C while at 260 kilobars. This was sufficient to convert graphite to diamond. The major flaws within the first system related to control and temperature measurement. Temperature measurement was initially done by Basset using an optical pyrometer to measure the intensity of the incandescent light from the sample. Colleagues at UC Berkeley were better able to utilize the black-body radiation and more accurately measure the temperature. The hot spot produced by the laser also created large thermal gradients in between the portions of sample that were hit by the focused laser and those that were not. The solution to this problem is ongoing but advances have been made with the introduction of a double-sided approach. ===Double-sided heating=== The use of two lasers to heat the sample reduces the axial temperature gradient, this which allows for thicker samples to be heated more evenly. In order for a double-sided heating system to be successful it is essential that the two lasers are aligned so that they are both focused on the sample position. For in situ heating in diffraction experiments, the lasers need to be focused to the same point in space where the X-ray beam is focused. ===Laser heating systems at synchrotron facilities=== The European Synchrotron Radiation Facility (ESRF) as well as many other synchrotron facilities as the three major synchrotron user facilities in the United States all have beamlines equipped with laser heating systems. The respective beamlines with laser heating systems are at the ESRF ID27, ID18, and ID24; at the Advanced Photon Source (APS), 13-ID-D GSECARS and 16-ID-B HP-CAT; at the National Synchrotron Light Source, X17B3; and at the Advanced Light Source, 12.2.2. Laser heating has become a routine technique in high-pressure science but the reliability of temperature measurement is still controversial. ===Temperature measurement=== In the first experiments with laser heating, temperature came from a calibration of laser power made with known melting points of various materials. When using the pulsed ruby laser this was unreliable due to the short pulse. YAG lasers quickly become the standard, heating for relatively long duration, and allowing observation of the sample throughout the heating process. It was with the first use of YAG lasers that Bassett used an optical pyrometer to measure temperatures in the range of 1000 °C to 1600 °C. The first temperature measurements had a standard deviation of 30 °C from the brightness temperature, but due to the small sample size was estimated to be 50 °C with the possibility that the true temperature of the sample being was 200 °C higher than that of the brightness measurement. Spectrometry of the incandescent light became the next method of temperature measurement used in Bassett's group. The energy of the emitted radiation could be compared to known black-body radiation spectra to derive a temperature. Calibration of these systems is done with published melting points or melting points as measured by resistive heating. ===Application of laser heating=== Laser heating is used to heat micrograms of sample in diamond-anvil cells when studying matter under extreme conditions. This typically means one of four things: * Thermal equation of states ** Measuring the pressure-volume- temperature state of a material. In DAC work, this is done by applying pressure with the diamond anvils, applying temperature with lasers/resistive heaters, and measuring the volume response with X-ray diffraction. The thermal expansion and compressibility can then be defined in an equation of state with the independent variable of volume. * High-pressure/temperature synthesis ** Using a diamond-anvil cell and laser heating to reach high pressures and temperatures achieve novel synthesis routes not accessible at ambient pressure that can produce unique high-pressure phases. * Phase transition studies ** Providing excess kinetic energy to a sample in order to observe a kinetically unfavorable transition. Developing phase diagrams over the high-pressure range. * High-pressure melting ** Measuring the dependence of the melting point on pressure. Pressure commonly elevates the melting point of solids. ==See also== * Anvil press * D-DIA * Fluid statics * High pressure * Material properties of diamond * Pressure experiment ==References== ==External links== * Category:Materials science Category:Condensed matter physics Category:Geophysics Category:Physical chemistry Category:High pressure science",
 "title": "Diamond anvil cell"
}