{
 "id": "774356",
 "text": "Hattula is a municipality of Finland. It is part of the Tavastia Proper region and until 2010 it was located in the province of Southern Finland. Hattula is almost completely surrounded by Hämeenlinna, only in the north it shares the border with Valkeakoski and Pälkäne on the Pirkanmaa region side. The municipality has a population of () and covers an area of of which is water. The population density is . Its seat is in Parola. The municipality is unilingually Finnish. A central element of the landscape in Hattula is lake Vanajavesi by which most of the oldest settlements in the area are concentrated. A notable monument is the Holy Cross Church in Hattula. The main attractions of Hattula are based on the long history of the municipality as a church pilgrimage site and the location of the Parolannummi garrison. The Army Brigade operates in the Parola garrison. Also close to the garrison are the Armored Museum presenting the history of the Armored and Anti-Army troops and the Paragon Lion sculpture by Andreas Fornander. The Lion of Parola is a statue of a lion holding a ball in his paw, commemorating the visit of Emperor Alexander II of Russia to Parolannummi on July 29, 1863. The same theme is repeated in the Armor School flag. A monument of more than five meters is located on the southern edge of the garrison training ground. There are three Evangelical Lutheran churches in the municipality: the medieval Church of the Holy Cross, the new Hattula church built in the 1850s and the Tyrväntö church built in the late 18th and early 19th centuries in Suotaala. In addition to these, the Pentecostal Church's Home Church also operates in the center of the municipality. The long manor culture in Hattula is represented by the manors of Ahlbacka, Ellilä, Metsänkylä, Lepaa,\"Lepaan puutarhaopisto toimii keskiaikaisessa kartanossa\", Kansanuutiset 7 August 2013. Retrieved 18 December 2019 Lahdentaka, Suontaka and Vesunti. In addition to the Iron Age Tenhola Castle Mountain, earlier settlement in the area is also evidenced by numerous archaeological finds. The historic Hämeen Härkätie (connecting road 2855) also passes the track in the Hattula area in the villages of Kivijoki and Kouvala. Astronomer Anders Planman was born in Hattula. He was one of the first persons to make systematical astronomical observations in Finland. ==See also== * Janakkala ==References== ==External links== *Municipality of Hattula – Official website Category:Municipalities of Kanta-Häme Category:Populated places established in 1868",
 "title": "Hattula"
}