{
 "id": "774346",
 "text": "Émile Jonassaint (May 20, 1913, Port-de-Paix – October 24, 1995, Port-au- Prince) was a Haitian Supreme Court Justice and political figure. He served as Haiti's President of the Constituent Assembly during the 1987 Constitution. He served as Head of the Provisional Government of Haiti president of Haiti for five months (May 12 and October 12) in 1994 after the military regime had forced Jean-Bertrand Aristide, the elected president, out of the country in 1991. It is alleged by President Aristide sympathizers that during his presidency, the military conducted some of the harshest human rights abuses. Throughout 1994 the U.S. government put pressure on the repressive Haitian military Leaders to resign and allow the elected president, Jean-Bertrand Aristide, to return to the country. Under the Haitian Constitution of 1987, if for whatever reason the president cannot discharge of his duties, his authority will be vested unto the Cabinet presided by the Prime Minister. It so happened that the Prime Minister at the time Rene Preval had left the country under a tumultuous series of convocation by the Parliament (duly elected as well) requesting that he comes to their chambers to answer allegations of fraud and abuses of power among other things. Parliamentary leaders wanted to give the Prime Minister a vote of no confidence, asking for his resignation, de facto. Instead of appearing in front of the Parliament, the Prime Minister decided to defy the third branch and its power and his good friend, President Aristide, usurping the powers not delegated to the Executive branch or him under the Constitution, went to the Parliamentary chambers and threaten the leaders of that body. Some of them got beaten by his supporters, their houses ransacked and their lives threaten. Some had to go in hiding. The police did not do anything to protect these elected officials. The fragile, burgeoning democratic republic of Haiti was in another crisis. President Aristide became a destabilizing force. Some military leaders decided to arrest the President for cause and deport him to Venezuela. Of course, this is not new to Haiti. The military has often interfere in civilian life for their own purpose. It was not different this time. Therefore, article 148 of the Constitution could not be enforced and under article 149, a Provisional government was formed with a senior member of the Cour de Cassasion. That is Constitutional order. In May, the United Nations Security Council called for all necessary means to be taken for the return of elected President Jean- Bertrand Aristide to power -- (Resolution 917). About 100 UN monitors went to the Dominican Republic-Haiti border in mid-August to stop oil smuggling, which was sustaining the Haitian military leaders. In response, Émile Jonassaint, declared a state of siege and accused the world of having \"declared war on poor Haiti, which has harmed nobody.\" Throughout August the army and its paramilitary ally, the 'Front for the Advancement and Progress of Haiti', continued to presumably murder some Aristide supporters while organizing parades of \"volunteers\" to fight an invasion. On September 18, 1994 Dr Robert S. Westcott received an invitation from President Jonassaint for a mission of fact including former president Jimmy Carter, former chairman of the Joint Chiefs of Staff Gen. Colin Powell, and Sen. Sam Nunn, and 3 others to negotiate the return of President Jean-Bertrand Aristide with Emile Jonassaint, Head of the Provisional Government in Haiti. Emile Jonassaint signed what is known as the Port-au-Prince Accord and step down as Head of the Provisional Government of Haiti upon the return of the elected president. On October 24, 1995, Jonassaint died at the age of 82.Death of Emile Jonassaint ==External links== * MISSION TO HAITI: POLITICS; Haiti's Military Peruses Fine Print of Accord in Bid to Hold Onto Power By LARRY ROHTER The New York Times * Haiti's Rulers Are Defiant Despite Threat of Invasion By Douglas Farah The Washington Post * Carter Center Article about Jimmy Carter's trip to Haiti * Washington Post story about death of Emile Jonassaint ==References== * http://www.britannica.com/eb/article-9112160/Jonassaint-Emile Category:Presidents of Haiti Category:1913 births Category:1995 deaths Category:Haitian judges Category:People from Port-au-Prince Category:1990s in Haiti Category:20th-century Haitian politicians",
 "title": "Émile Jonassaint"
}