{
 "id": "774440",
 "text": "William Arthur Carr (October 24, 1909 - January 14, 1966) was an American athlete and double Olympic champion in 1932. ==Early life and education== Carr was born in Pine Bluff, Arkansas. He was educated at Mercersburg Academy where he was coached by Jimmy Curran, and the University of Pennsylvania, where he was coached by 1904 Olympian Lawson Robertson. ==Track and field career== Carr's favorite events were the 440-yard dash (or 400 m), the 880 y and the long jump, but he had never won a major race until 1932. At the IC4A championships of that year, he caused an enormous upset by beating world record holder Ben Eastman in the 440 y. He repeated this feat some weeks later at the Olympic Trials. Now Carr was a favorite for the 400 m gold at the 1932 Summer Olympics, which were held in Los Angeles. He cruised through the heats, as did Eastman. In the final, Eastman led for most of the race, but with less than 100 m to go, Carr pulled up next to the Stanford athlete, and sprinted to victory in 46.2 seconds, a new world record, with Eastman taking the silver. Carr won another gold medal as a member of the American 4 × 400 m relay team; he substituted for Arnold Adams, who had been named to the team but withdrew due to an injury. Though Eastman was not on the team, the United States won easily, setting a new world record as well (3:08.2). ==Later life== On March 17, 1933, Carr's athletic career was cut short when he was involved in a car accident. He broke both his ankles and his pelvis, and never competed again. Carr died on January 14, 1966 in Tokyo, Japan. ==Legacy== The Bill Carr Memorial Room at the Pine Bluff Public Library in central Arkansas is named after him. In 2008, he was inducted into the National Track and Field Hall of Fame. ==References== ==External links== * , retrieved 2010-03-15. * Bill Carr biography at Encyclopediaofarkansas.net, retrieved 2010-03-15. * Bill Carr biography at Sprintic.com, retrieved 2010-03-15. * * Category:1909 births Category:1966 deaths Category:Olympic gold medalists for the United States in track and field Category:Athletes (track and field) at the 1932 Summer Olympics Category:Sportspeople from Pine Bluff, Arkansas Category:Mercersburg Academy alumni Category:American male sprinters Category:World record setters in athletics (track and field) Category:Medalists at the 1932 Summer Olympics",
 "title": "Bill Carr"
}