{
 "id": "774528",
 "text": "Sir John Andrew Likierman (born 30 December 1943), is the former Dean of the London Business School. In August 2017, he was succeeded by François Ortalo- Magné. ==Early life== Andrew Likierman was born in Colne, Lancashire on 30 December 1943. He earned a master's degree from the University of Oxford. ==Career== Private sector: Likierman started as a management trainee with English Sewing Cotton (later Tootal Ltd) in Manchester, qualifying as a management accountant. He later moved to his family's firm, Qualitex Ltd, running a textile plant in Germany and was then Managing Director of the Overseas Division. He later started his own book business, Ex Libris Ltd. Academic: Likierman was a faculty member at the University of Leeds and has been a faculty member at London Business School from 1974–1976, 1979–1993 and since 2004. His positions have included Lecturer, Senior Lecturer and Professor of Accounting and Financial Control; Founding Director of the Executive MBA Programme; Director of the Institute of Public Sector Management; Acting Dean (January - July 2007) and Dean (January 2009 - July 2017). He was succeeded as dean by François Ortalo-Magné in August 2017. His publications - for academics and practitioners - have been mainly in the fields of public finance and performance measurement.. His current research, on managerial judgment, was outlined in the January/February 2020 edition of the Harvard Business Review. Government: Likierman was Head of the Government Accountancy Service, Managing Director of the Financial Management, Reporting and Audit Directorate of HM Treasury and its Principal Finance Officer (Finance Director). He had earlier worked in the Cabinet Office as a member of the Central Policy Review Staff (the \"Think Tank\"). He was knighted in 2001 for his work on moving UK Government finances from a cash to an accruals basis through Resource Accounting and Budgeting (Government Resources and Accounts Act 2000). Professional: Likierman advised five Parliamentary Select Committees on public expenditure and control issues, was President of the Chartered Institute of Management Accountants (CIMA) and Chairman of a government study on professional liability. In the field of corporate governance, he was a member of the Cadbury Committee, Chairman of the group which compiled code for central government departments and one of six international experts appointed by Kofi Annan, when Secretary-General of the United Nations, to advise on their corporate governance. Non-executive roles: Likierman is the Senior National Independent Director of Times Newspapers Ltd and Senior Independent Director and Audit Committee Chair of Monument Bank. His previous non-executive roles have included Chairman of the market research firm MORI Ltd, the Economists' Bookshop Group and the United Kingdom's National Audit Office, Deputy Chairman of the Tavistock and Portman NHS Trust, and Director of the Bank of England, Barclays Bank plc and insurance company Beazley . In addition to his knighthood, Likierman has been awarded honorary degrees from four universities, the CIMA Gold Medal and was non-executive of the year in the public/not-for-profit sector. The Library of the London Business School was named the Likierman Library in recognition of the joint efforts of Likierman and his wife Meira in fundraising for the School during his period as Dean. ==Personal life== Likierman was married to Meira (Dr Meira Likierman) who died in 2019. He has two step-children, Ruth and James, and five grandchildren. ==References== Category:1943 births Category:Living people Category:Alumni of the University of Oxford Category:Academics of London Business School Category:Knights Bachelor Category:British chairpersons of corporations Category:Business school deans",
 "title": "Andrew Likierman"
}