{
 "id": "774654",
 "text": "Wilhelm Leopold Colmar Freiherr von der Goltz (12 August 1843 – 19 April 1916), also known as Goltz Pasha, was a Prussian Field Marshal and military writer. ==Military career== Goltz was born in , East Prussia (later renamed Goltzhausen; now Ivanovka, in Polessky District, Kaliningrad Oblast),Google Maps at maps.google.com into an impoverished noble family. He grew up at the manor house of Fabiansfelde near Preußisch Eylau, which had been bought by his father in 1844.Horst Schulz, Der Kreis Pr. Eylau, Verden/Aller 1983 His father spent some nineteen years in the Prussian Army without rising above the rank of lieutenant, and his efforts at farming were similarly unfruitful, and he eventually succumbed to cholera while on a trip to Danzig (now Gdańsk) when Colmar was six years old.Hermann Teske (1957), 9-10 Goltz entered the Prussian infantry in 1861 as a second lieutenant with the 5th East Prussian Infantry Regiment Number 41, in Königsberg (now Kaliningrad).Hermann Teske (1957), 14 During 1864 he was on border duty at Toruń, after which he entered the Berlin Military Academy, but was temporarily withdrawn in 1866 to serve in the Austro-Prussian War, in which he was wounded at Trautenau. In 1867 he joined the topographical section of the general staff, and at the beginning of the Franco-Prussian War of 1870-71 was attached to the staff of Prince Frederick Charles, commanding general of the Prussian Second Army. He took part in the battles of Vionville and Gravelotte and in the siege of Metz. After Metz fell he served under Prince Friedrich Karl of Prussia in the campaign of the Loire, including the battles of Orleans and Le Mans. Goltz was appointed professor at the military school at Potsdam in 1871, promoted to captain, and placed in the historical section of the general staff. It was then that he wrote Die Operationen der II. Armee bis zur Capitulation von Metz (The Operations of the Second Army until the surrender of Metz) and Die Sieben Tage von Le Mans (The Seven Days of Le Mans), both published in 1873. In 1874 he was appointed first general staff officer (Ia) of the 6th Division, and while so employed wrote Die Operationen der II. Armee an der Loire (The Operations of the Second Army on the Loire) and Léon Gambetta und seine Armeen (Léon Gambetta and his armies), published in 1875 and 1877 respectively. The latter was translated into French the same year, and is considered by many historians to be his most original contribution to military literature. Goltz stressed how, despite the rapid initial victory against the Imperial French forces at the Battle of Sedan, the new French Republic had been able to mobilise national will for a (\"War of the People\") which dragged on for many more months (the Siege of Paris, the campaign of the Loire and the partisans behind German lines, the latter tying down 20% of German strength), the implication being that it was therefore unrealistic to expect a quick victory over France in any future war. Goltz, who wrote with open admiration about Léon Gambetta's efforts to raise new armies after September 1870, argued that the French \"people's war\" might have been successful had Gambetta been able to better train his new armies.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 22 Goltz argued that henceforward a new age in war had begun, that of the \"nation in arms,\" where the state would seek to mobilize the entire nation and its resources for war, what today might be called total war.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 22 The views expressed in the latter work were unpopular with the powers that be and led to Goltz's being sent back to regimental duty for a time, but it was not long before he returned to the military history section. In 1878 Goltz was appointed a lecturer in military history at the military academy in Berlin, where he remained for five years and attained the rank of major. He published, in 1883, Roßbach und Jena (new and revised edition, Von Rossbach bis Jena und Auerstadt, 1906) and Das Volk in Waffen (The Nation in Arms), both of which quickly became military classics. The latter also became the theoretical handbook of the Argentine Army, and in 1910 Goltz headed the German diplomatic mission to the Argentina Centennial. During his residence in Berlin, Gilt contributed many articles to military journals. The ideas that Goltz first introduced in Léon Gambetta und seine Armeen were further expanded in The Nation in Arms, where he argued: So to win war in the future would require that \"the great civilized nations of the present bring their military organization to ever greater perfection.\"Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 22 To that end, Goltz thought society needed to be militarized in peacetime on an unprecedented level, and what was required was \"the full amalgamation of military and civilian life.\"Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 22 Goltz was a militarist, Social Darwinist and ultra-nationalist who believed war was necessary, desirable and inevitable.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 22 In Goltz's Social Darwinist perspective, just as \"survival of the fittest\" prevailed in nature, the same principle applied to international relations with \"strong\" nations rightfully devouring \"weak\" nations.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 22 Goltz, who saw the carnage of war as the most beautiful thing in the world wrote: \"It [war] is an expression of the energy and self-respect which a nation possesses.... Perpetual peace means perpetual death!\"Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 22 ==Service with the Ottoman Empire== Defeated in the Russo- Turkish War (1877–1878), Sultan Abdülhamid II, of the Ottoman Empire, asked for German help to reorganize the Ottoman Army, so that it would be able to resist the advance of the Russian Empire. Baron von der Goltz was sent. He spent twelve years on this work, which provided the material for several of his books. During his time in the Ottoman Empire, Goltz had a very negative view of Abdülhamid II, writing: Goltz achieved some reforms, such as lengthening the period of study at military schools and adding new curricula for staff courses at the War College.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 23 From 1883 to 1895, Goltz trained the so-called \"Goltz generation\" of Ottoman officers, many of whom would go to play prominent roles in Ottoman military and political life.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 24 Goltz, who learned to speak fluent Turkish, was a much admired teacher, regarded as a \"father figure\" by the cadets, who saw him as \"an inspiration.\"Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 24 Attending his lectures, in which he sought to indoctrinate his students with his \"nation in arms\" philosophy, was seen as \"a matter of pride and joy\" by his pupils.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 24 As a result, it was the Ottoman army rather the German army which first embraced Goltz’s \"nation in arms\" theory as the basis of its understanding of war.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 25 After some years he was given the title Pasha (a signal honor for a non-Muslim) and in 1895, just before he returned to Germany, he was named Mushir (field-marshal). His improvements to the Ottoman army were significant. It is noteworthy that in the Greco-Turkish War (1897), the Turkish army stopped just before Thermopylae, only after Czar Nicholas II of Russia threatened the Ottoman Sultan that he would be attacking the Ottoman Empire from eastern Anatolia unless the Ottoman Army stopped their advance at that point. On his return to Germany in 1895 Goltz became a lieutenant-general and commander of the 5th Division, and in 1898, head of the Engineer and Pioneer Corps and Inspector-General of Fortifications. In 1900 he was made General of Infantry and in 1902 commander of the I. Army Corps. After returning to Germany in 1895, Goltz was in close contact with his students, and offered them his advice.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 26 In an 1899 letter to Colonel Pertev Beyone, one of his protégés, Goltz wrote: Goltz often expressed admiration for the ordinary Turkish soldier, whom he regarded as immensely tough, brave and willing to suffer without complaint.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris pages 26-27 By contrast, Goltz had nothing but contempt for the young people in Germany, who he charged were being \"corrupted\" by hedonism, urbanization, industrialization, prosperity, liberalism and Social Democracy, something that he believed was rendering the next generation of Germans increasing unfit for the test of war.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 27 In articles he published in Germany on the Macedonian Question in the early 20th century, Goltz was very pro-Ottoman, saying that the Ottomans had every right to remain in Macedonia.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 27 In his letters to his Ottoman protégés, he often urged them to invade Bulgaria to punish the Bulgarian government for its support of the Internal Macedonian Revolutionary Organization.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 27 An Anglophobe, Goltz believed that the great coming war of the new 20th century would be an inevitable Anglo-German war for world domination.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 27 Goltz took for granted that the world was too small for the British and German empires to share, and one or the other would have to go.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 27 Starting in 1899, Goltz wrote to his Ottoman protégés, asking them to start preparing plans for invading Egypt to take the Suez Canal and for invading Persia as the prelude for an invasion of India.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris pages 27-28 Goltz also believed that the European era of dominance would come to a close in the 20th century, pointing to the rise of new powers like the United States, Japan and eventually China.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 28 Goltz was greatly impressed with Japan’s victory in the Russo-Japanese War, and saw it as confirming his theory that in war, it is ultimately the will to win that makes the difference, and the side with the stronger will always prevailed.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 28 In contrast to the anti-Asian racist \"Yellow Peril\" propaganda being offered by his own government, Goltz had considerable respect for Asian peoples, and wrote in 1905 to Pertev: \"The East is beginning to awake; once it is awakened, it will not go to sleep again.\"Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 29 Stressing that these were his own views, not those of the German government, Goltz speculated that sometime in the future a war would begin between the \"yellow race\" of the Japanese, Chinese and Mongols against the \"Anglo-Saxon\" powers, the United States and Great Britain.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 29 Goltz argued that neither Germany nor the Ottoman Empire could remain indifferent to this war, and it was necessary that Germany learn to understand \"the rising peoples of East Asia.\"Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 29 Goltz concluded his letter to Pertev: \"Since we will engage much more in the East in the future, it would be sensible to learn the special power…given to them by nature.\"Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 29 In 1907 he was made Inspector-General of the newly created Sixth Army Inspection established at Berlin, and in 1908 was given the rank of colonel-general (Generaloberst). Goltz welcomed the Young Turk Revolution of 1908, which should come as no surprise given that most of the officers leading the revolution were men he had personally trained.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 66 Goltz wrote about this revolution of 1908: Writing in response to Goltz’s article praising the revolution, one Unionist Major Ali Fuad wrote: \"This article written by our Honorable Master should be repeatedly read by all soldiers from field marshal to lieutenant … it always should be read ... and should be taken as a guide in all our efforts and initiatives. … I assure you, Honorable Master … that we shall stick exactly to your advice and we shall regard it as our guide.\"Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 66 Goltz replied that he was overjoyed with the affection from his \"old friends,\" and would be more than happy to offer his advice.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 66 In an article on 24 July 1908, Goltz denied the charge often made in the West that the Ottoman authorities had oppressed the Christian population of Macedonia and were committing systematic human rights abuses.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 66 Goltz wrote: \"Nevertheless, what the Westerners write about the Turkish government is not honest. Most of the time, it is the case that those Greeks, Bulgarians, and Serbs, who have had terrible experiences at the hands of their very own nationals, ask for Turkish protection. They know that the Turks are filled with generosity and compassion. They forgot and forgive. For being compassionate to the weak is part of their national traditions and they are proud of it.\"Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 66 Goltz denied the charge of widespread human rights abuses against the Christians, writing: \"Now, the Ottoman administration there is much better than it is thought. The Ottoman governors there, either generals or civilian employees, are young, healthy and knowledgeable men. If they are left to themselves, they can protect the peace perfectly well.\"Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 66 Anyhow, Goltz wrote the Europeans \"never think about the real owners of the country, the Turks, who constitute the majority in Macedonia … Ottoman staff officers, since 1887, under my direction, have prepared the maps of the Ottoman Balkans and we have found many Turkish villages, which have not been shown in other maps, besides Slav and Greek ones. Turks, in short, have a great right to be in Macedonia.Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris pages 66-67 Goltz advised his protégés in the Committee of Union and Progress: \"Be powerful so you will not be subject to injustice.\"Akmeșe, Handan Nezir The Birth of Modern Turkey The Ottoman Military and the March to World I, London: I.B. Tauris page 67 In 1910, Goltz advised Pertev to create a para-military youth organization that would serve to Goltz further added that the purpose of education of youth was Following the 1911 manœuvres Goltz was promoted to Generalfeldmarschall (Field Marshal), and retired from active service. In 1911 he founded the Jungdeutschlandbund (Young German League), an umbrella organization of right-wing German youth associations. ==Recalled from retirement: World War I== ===In German service (1914–1915)=== thumb|Goltz as Field Marshal At the outbreak of the First World War Goltz was recalled to duty and appointed the military governor of Belgium. In that position, he dealt ruthlessly with what remained of Belgian resistance to German occupation, mostly sniper-fire and the damaging of rail and telegraph lines. As Martin Gilbert notes in The First World War, in early September 1914, the newly appointed Goltz proclaimed: \"It is the stern necessity of war that the punishment for hostile acts falls not only on the guilty, but on the innocent as well.\" On 5 October, he was even clearer when he ordered: \"In the future, villages in the vicinity of places where railway and telegraph lines are destroyed will be punished without pity (whether they are guilty or not of the acts in question). With this in view hostages have been taken in all villages near the railway lines which are threatened by such attacks. Upon the first attempt to destroy lines of railway, telegraph or telephone, they will immediately be shot.\" Goltz' actions were praised by Adolf Hitler, who in September 1941 linked Nazi atrocities in Eastern Europe with those in Belgium during World War I. ===In Ottoman service (1915–1916)=== Soon afterward Goltz gave up that position and became a military aide to the essentially powerless Sultan Mehmed V. Baron von der Goltz did not get along with the head of the German mission to Turkey, Otto Liman von Sanders, nor was he liked by the real power in the Ottoman Government, Enver Pasha. Despite the mutual dislike, in mid-October 1915, with the British under General Townshend advancing on Baghdad, Enver Pasha put Goltz in charge of the Sixth Army (see the Mesopotamian Campaign). Baron von der Goltz was in command at the Battle of Ctesiphon, which was a draw, as both sides retreated from the battlefield. However, with the British retreating, Goltz turned his army around and followed them down the river. When Townshend halted at Kut, Goltz laid siege to the British position (see the Siege of Kut). Much like Julius Caesar's legions at the Battle of Alesia, the Turkish 6th Army under the command of Halil Kut Pasha had to fight off a major British effort to relieve the Kut garrison while maintaining the siege. All told the British tried three different attacks and each one failed at a total cost of 23,000 casualties. The battles included The Battle of Wadi, The Battle of Hanna, and the Battle of Dujaila. ===Armenian Genocide=== During the 1915 campaign of the Russians in eastern Anatolia, German officers had recommended the selected deportation of the local Armenian population in Eastern Anatolia, in case the Russian advance caused an uprising. When Enver Pasha showed such orders to Goltz he approved of them as a military necessity. In the words of one historian, \"Goltz's later actions to stop deportations indicate it is unlikely that he understood its larger significance.\"Isabel V. Hull (2005), 276-277 In December 1915 Goltz directly intervened, threatening to resign his command if the deportations were not halted. It was a measure of Goltz's stature in the Ottoman Empire that he, as a foreign military officer, was able, if briefly, to influence domestic policy. However, he was able to effect only a temporary reprieve, and then only in Mesopotamia. It would have been almost unheard of for a soldier to resign during wartime, and in the end Goltz did not do so.Isabel V. Hull (2005), 286-287 ==Death== Goltz died on 19 April 1916, just about two weeks before the British in Kut surrendered on the 29 April. The official reason for his death was typhus, although apparently there were rumors that he had been poisoned.Barker, A. J., The First Iraq War: 1914-1918, Britain's Mesopotamian Campaign (Enigma Books, 2009), 228 In accordance with his will, he was buried in the grounds of the German Consulate in Tarabya, Istanbul, overlooking the Bosporus. Footage exists of his funeral cortège, flanked on both sides by military officers and citizens of a grateful empire. Coincidentally, nineteen months later, British General Frederick Stanley Maude died in the same house in which Goltz had died. ==Writing career== From the 1870s until World War I, Baron von der Goltz was more widely read by British and American military leaders than Clausewitz. In addition to many contributions to military periodicals, he wrote Kriegführung (1895), later titled Krieg und Heerführung, 1901 (The Conduct of War [lit. War and Army- Leadership]); Der Thessalische Krieg (The War in Greece, 1898); Ein Ausflug nach Macedonien (1894) (A Journey through Macedonia); Anatolische Ausflüge (1896) (Anatolian Travels); a map and description of the environs of Constantinople; Von Jena bis Pr. Eylau (1907) (From Jena to Eylau). ==Awards and decorations== ==See also== * Sigismund von Schlichting * Julius von Verdy du Vernois * Bund der Asienkämpfer ==Notes== ==References== * * * * ==Partial list of works== * Feldzug 1870-71. Die Operationen der II. Armee. Berlin, 1873. * Angeline. Stuttgart, 1877. * Leon Gambetta und seine Armee. Berlin, 1877. * Rossbach und Jena. Studien über die Zustände und das geistige Leben der preußischen Armee während der Uebergangszeit von XVIII. zum XIX. Jahrhundert. Berlin, 1883. * Das Volk in Waffen, ein Buch über Heerwesen und Kriegführung unserer Zeit. Berlin, 1883. * Ein Ausflug nach Macedonien. Berlin, 1894. * Kriegführung. Kurze Lehre ihrer wichtigsten Grundsätze und Formen. Berlin, 1895. * Anatolische Ausflüge, Reisebilder von Colmar Freiherr v. d. Goltz; mit 37 Bildern und 18 Karten. Berlin, 1896. * Krieg- und Heerführung. Berlin, 1901. * Von Rossbach bis Jena und Auerstedt; ein Beitrag zur Geschichte des preussischen Heeres. Berlin, 1906. * Von Jena bis Pr. Eylau, des alten preussischen Heeres Schmach und Ehrenrettung; eine kriegsgeschichtliche Studie von Colmar Frhr. v. d. Goltz. Berlin, 1907. * Jung-Deutschland; ein Beitrag zur Frage der Jugendpflege. Berlin, 1911. * Kriegsgeschichte Deutschlands im neunzehnten Jahrhundert. Berlin, 1910-1912. * 1813; Blücher und Bonaparte, von Feldmarschall Frhn. v. d. Goltz.. Stuttgart and Berlin, 1913. ==External links== * Biography of Baron von der Goltz at First World War.com * Short biography of the Baron on Spartacus.net * Category:1843 births Category:1916 deaths Category:People from Polessky District Category:People from the Province of Prussia Category:German military writers Category:Barons of Germany Category:Pashas Category:German military personnel killed in World War I Category:German Army generals of World War I Category:Field marshals of the German Empire Category:Field marshals of Prussia Category:Members of the Prussian House of Lords Category:Field marshals of the Ottoman Empire Category:German military historians Category:German expatriates in Turkey Category:Deaths from typhus Category:German male non-fiction writers Category:German occupation of Belgium during World War I Category:Recipients of the Pour le Mérite (civil class) Category:Recipients of the Iron Cross (1870), 2nd class Category:Grand Crosses of the Military Merit Order (Bavaria) Category:Chevaliers of the Légion d'honneur Category:Recipients of the Order of the Medjidie, 1st class Category:Recipients of the Gold Imtiyaz Medal Category:Recipients of the Silver Imtiyaz Medal",
 "title": "Colmar Freiherr von der Goltz"
}