{
 "id": "774640",
 "text": "Muntjacs ( ), also known as barking deer or rib-faced deer are small deer of the genus Muntiacus native to south and southeast Asia. Muntjacs are thought to have begun appearing 15–35 million years ago, with remains found in Miocene deposits in France, Germany and Poland. Most species are listed as Least Concern or Data Deficient by the IUCN although others such as the black muntjac, Bornean yellow muntjac and giant muntjac are Vulnerable, Near Threatened and Critically Endangered respectively. ==Name== The present name is a borrowing of the Latinized form of the Dutch , which was borrowed from the Sundanese mēncēk. The Latin form first appeared as in Zimmerman in 1780... An erroneous alternative name of 'Mastreani deer' has its origins in a mischievous Wikipedia entry from 2011 and is incorrect.Smith-Jones, C. (2020), 'Mastreani deer, a very modern hoax', The British Deer Society: Deer Journal Summer 2020 p25 ==Description== thumb|Head of a common muntjac thumb|Skull The present-day species are native to Asia and can be found in India, Sri Lanka, Myanmar, Vietnam, the Indonesian islands, Taiwan and Southern China. Their habitat includes areas of dense vegetation, rainforests, monsoon forests and they like to be close to a water source. They are also found in the lower Himalayas (Terai regions of Nepal and Bhutan). An invasive population of Reeves's muntjac exists in the United Kingdom and in some areas of Japan (the Bōsō Peninsula and Izu Ōshima Island). In the United Kingdom, wild deer descended from escapees from the Woburn Abbey estate around 1925. Muntjac have expanded very rapidly, and are now present in most English counties and have also expanded their range into Wales, although they are less common in the north-west. The British Deer Society coordinated a survey of wild deer in the UK between 2005 and 2007, and they reported that muntjac deer had noticeably expanded their range since the previous census in 2000.Deer Distribution Survey 2007 The British Deer Society. Retrieved 6 September 2011. It is anticipated that muntjac may soon become the most numerous species of deer in England and may have also crossed the border into Scotland with a couple of specimens even appearing in Northern Ireland in 2009; they have been spotted in the Republic of Ireland in 2010, almost certainly having reached there with some human assistance. Inhabiting tropical regions, the deer have no seasonal rut, and mating can take place at any time of year; this behaviour is retained by populations introduced to temperate countries. Males have short antlers, which can regrow, but they tend to fight for territory with their \"tusks\" (downward-pointing canine teeth). The presence of these \"tusks\" is otherwise unknown in native British wild deer and can be an identifying feature to differentiate a muntjac from an immature native deer. Water deer also have visible tusks but they are much less widespread. thumb|Muntiacus muntjak chromosomes Muntjac are of great interest in evolutionary studies because of their dramatic chromosome variations and the recent discovery of several new species. The Indian muntjac (M. muntjak) is the mammal with the lowest recorded chromosome number: The male has a diploid number of 7, the female only 6 chromosomes. Reeves's muntjac (M. reevesi), in comparison, has a diploid number of 46 chromosomes. ==Species== The genus Muntiacus has 12 recognized species: * Indian muntjac or common muntjac or kakar, Muntiacus muntjak * Reeves's muntjac or Chinese muntjac, M. reevesi * Bornean yellow muntjac, M. atherodes * Hairy-fronted muntjac or black muntjac, M. crinifrons * Fea's muntjac, M. feae * Gongshan muntjac, M. gongshanensis * Malabar red muntjak, M. malabaricus * Sumatran muntjac M. montanus * Leaf muntjac M. putaoensis * Pu Hoat muntjac M. puhoatensis * Roosevelt's muntjac, M. rooseveltorum * Truong Son muntjac M. truongsonensis * Giant muntjac, M. vuquangensis ==See also== *Deer of Great Britain ==References== ==External links== *BBC Wales Nature: Muntjac deer article * Category:Deer Category:Mammals of Bangladesh Category:Mammals of Bhutan Category:Mammals of Myanmar Category:Mammals of China Category:Mammals of India Category:Mammals of Indonesia Category:Mammals of Japan Category:Mammals of Malaysia Category:Mammals of Sri Lanka Category:Taxa named by Constantine Samuel Rafinesque",
 "title": "Muntjac"
}