{
 "id": "775452",
 "text": "Elsa (; minor planet designation: 182 Elsa) is a Massalia or background asteroid from the inner regions of the asteroid belt, approximately in diameter. It was discovered on 7 February 1878, by Austrian astronomer Johann Palisa at the Austrian Naval Observatory in today's Croatia. The S-type asteroid has a very long rotation period of 80 hours and likely an elongated shape. The origin of its name is uncertain. == Orbit and classification == Elsa is a member of the Massalia family (), a very large inner belt asteroid family consisting of stony asteroids. In a different HCM-study, however, it has been found to be a non-family asteroid from the main belt's background population. It orbits the Sun in the inner main-belt at a distance of 2.0–2.9 AU once every 3 years and 9 months (1,371 days; semi-major axis of 2.42 AU). Its orbit has an eccentricity of 0.19 and an inclination of 2° with respect to the ecliptic. == Naming == The origin of this minor planet's name is uncertain. Originally, the asteroid was named \"Elsbeth\" – the Austrian variant of \"Elisabeth\" – and only later changed into a more lyrical \"Elsa\" with the consent of the discoverer, Johann Palisa. It may have been named after the character in the legend of Lohengrin perpetuated by Richard Wagner's opera of the same name. It may also refer to the Empress Elisabeth of Austria (1854–1898), or to a relative of Admiral Bourgignon, who requested the naming, as he was the military superior of the discoverer at the Naval Observatory at Pola. Finally, the name \"Elsbeth\" just might have been chosen generically as it is one of the most common feminine Christian names. == Physical characteristics == Elsa has been characterized as a common, stony S-type asteroid in both the Tholen and SMASS classification. === Rotation period === The asteroid is a relatively slow rotator. In 1980, its rotation period was estimated to be about 3.3 Earth days. In 2008, a collaborative effort from three different sites under the lead of Frederick Pilcher was used to build a complete lightcurve for the asteroid, which showed a period of hours with a brightness variation of in magnitude. A possible companion has been proposed to explain the slow rotation. Other period determinations gave similar results between 80.166 and 80.23 hours with an outlier by the Palomar Transient Factory. Elsa has very amplified lightcurve indicating an elongated or irregular body. It was one of five minor planets included in the 1993 study, Transition Comets -- UV Search for OH Emissions in Asteroids, which was research involving amateur astronomers who were permitted to make use of the Hubble Space Telescope. === Diameter and albedo === According to the surveys carried out by the Infrared Astronomical Satellite IRAS, the Japanese Akari satellite and the NEOWISE mission of NASA's Wide-field Infrared Survey Explorer, Elsa measures between 36 and 45.72 kilometers in diameter and its surface has an albedo between 0.196 and 0.2106. During 2002, Elsa was also observed by radar from the Arecibo Observatory. The return signal matched an effective diameter of . == Notes == == References == == External links == * Asteroid Lightcurve Database (LCDB), query form (info ) * Dictionary of Minor Planet Names, Google books * Discovery Circumstances: Numbered Minor Planets (1)-(5000) – Minor Planet Center * * 000182 Category:Discoveries by Johann Palisa Category:Minor planets named from literature Category:Named minor planets 000182 000182 18780207",
 "title": "182 Elsa"
}