{
 "id": "777299",
 "text": "General Cao Kun (; courtesy name: Zhongshan () (December 12, 1862 – May 15, 1938) was a Chinese warlord and politician, who served the President of the Republic of China from 1923 to 1924, as well as the military leader of the Zhili clique in the Beiyang Army; he also served as a trustee of the Catholic University of Peking. == Early life and rise to leadership == Cao was born to a poor family in Tianjin. During the First Sino-Japanese War in 1894, he went with the army to fight in Joseon. After the war was over he joined Yuan Shikai to participate in the training of the New Army (known as the Beiyang Army). Admired by Yuan, Cao managed to rise very quickly. By the time of the 1911 Xinhai Revolution he commanded the Beiyang 3rd Division. He was made a general in the Beiyang Army and led the Zhili clique after the death of Feng Guozhang. During the 1918 election he was promised the vice-presidency by Duan Qirui but the office remained vacant after most of the National Assembly left, depriving it of a quorum. He felt betrayed by Duan and defeated him in battle in 1920. After forcing the resignations of both Xu Shichang and Li Yuanhong, and engaging in bribery, he became president of the Republic of China (in Beijing) on 10 October 1923, serving to 2 November 1924. Cao had a family connection to the Chinese Muslim military commander Ma Fuxing, who resided in Xinjiang. == \"Bribing president\" == Cao Kun infamously acquired the presidential office by openly bribing assembly members with 5,000 silver dollars each. That episode brought disrepute to the Beiyang government and the National Assembly, which lacked a quorum even to hold elections. It also turned all the rival factions against him, and his own clique began suffering from dissension. Relations with his chief protégé, Wu Peifu, soured and there were rumors of an impending split within the Zhili clique, but they stayed together to fight against the Fengtian clique. One of his first acts as president was to promulgate the 1923 Constitution of China. Hastily drafted by the guilt-ridden assembly, it was deemed the most democratic and progressive charter yet, but like previous charters, it was ignored completely. During a war against Zhang Zuolin in October 1924, Cao was betrayed and imprisoned by one of his own officers, General Feng Yuxiang, in the Beijing coup. Feng occupied Beijing and forced Cao to resign. His brother, Cao Rui, committed suicide while he was under house arrest. In 1926, Cao Kun was released from captivity as a goodwill gesture by Feng to Wu Peifu. Cao died in his home at Tianjin in May 1938. == References == === Citations === === Sources === * * |- Category:1862 births Category:1938 deaths Category:Beiyang Army personnel Category:Presidents of the Republic of China Category:Republic of China warlords from Tianjin Category:20th-century Chinese heads of government Category:Trustees of educational establishments Category:Members of the Zhili clique Category:Empire of China (1915–1916)",
 "title": "Cao Kun"
}