{
 "id": "778369",
 "text": "The Harney Basin is an endorheic basin in southeastern Oregon in the United States at the northwestern corner of the Great Basin. One of the least populated areas of the contiguous United States, it is located largely in northern Harney County, bounded on the north and east by the Columbia Plateau—within which it is contained, physiographically speaking—and on the south and west by a volcanic plain. The basin encompasses an area of in the watershed of Malheur Lake and Harney Lake. Malheur Lake is a freshwater lake, while Harney Lake is saline-alkaline.GREATER HARNEY BASIN AGRICULTURAL WATER QUALITY MANAGEMENT AREA PLAN (pdf), p. 15 & p. 17ff. The basin is bounded on the north by the southern end of the Blue Mountains. The ridge of Steens Mountain separates the basin from the watershed of the Alvord Desert to the southeast.Google Earth: bbs.keyhole.com/ubb/placemarks/cl-03-20-06-980475833.kmz No streams cross the volcanic plains that separate the basin from the watershed of the Klamath River to the southwest. The basin includes archeological sites of the Drewsey Resource Area. ==Geography== The central basin receives an average of of rain per year, with the surrounding mountains receiving an average of per year. The center of the basin is flat and contains Malheur and Harney lakes, which receive the streams originating within the basin in the surrounding mountains, including the Silvies River from the north and the Donner und Blitzen River from the south. Harney Lake is the actual sink of the basin, connected in some years to Malheur Lake but currently separated by constantly changing sand dunes. Both lakes cycle between open water in wetter years and marshes in drier years. The wetlands around Malheur Lake and Harney Lake form a wetlands oasis in the basin, providing a habitat for many migratory bird species, including 2.5 million ducks each year. Malheur Lake and its surroundings are embraced by Malheur National Wildlife Refuge. Harney County, Oregon, had a total population of 7,422 at the 2010 census, and Burns in the plain north of Malheur Lake is the only community with a population larger than 1,000. Dryland ranching is the basis of the area's economy, with relatively little irrigation water available from the streams that enter Malheur Lake. ===Harney Basin Volcanic Field=== The Harney Basin Volcanic Field is a series of volcanic flows of rhyolite and of tuffs of ash flows in around Burns, Oregon. The field is within the High Lava Plains Province.Michael L. Cummings, Sherry L. Cady, and Robert B. Perkins, A tale of two basins: Comparisons and contrasts in the high desert hydrogeology of Steens Mountain, southeastern Oregon, Geological Society of America, Field Guides, 2009, 15, p. 295-318, doi:10.1130/2009.fld015(15) ===Harney-Malheur Lakes watershed=== The Harney- Malheur Lakes watershed is a Great Basin watershed., The adjacent Donner und Blitzen River watershed of discharges into Malheur Lake and includes the river portion of the Malheur National Wildlife Refuge. \"Alkali Field is located directly south of Malheur Lake, a few kilometers east of the Donner und Blitzen River.\" The High Desert Wetlands ecoregion is a set of Northern Basin and Range wetlands with in Oregon, including a large area around Harney and Malheur Lakes. ==History== The basin was formed approximately 32,000 years ago when lava flows formed the Malheur Gap, separating the watershed of the basin from the Malheur River, a tributary of the Snake River. Archaeological evidence indicates the basin was inhabited as early as 10,000 years ago. Pollen records indicate that the climate, especially the level of rain and snowfall, has varied greatly since the end of the Pleistocene.See Robert S. Thompson, et al., \"Climatic changes in the western United States since 18,000 yr B.P.\" in Herbert Edgar Wright, et al. eds. Global Climates Since the Last Glacial Maximum 1993. Evidence of prehistoric fishing techniques is found at several sites. Evidence suggests that there existed in the basin several species—in particular the chiselmouth, coarse-scale suckers, and northern squawfish—that are currently found only in the Columbia River basin, indicating that at some point the Harney Basin may have been connected to the Columbia.Nancy Langston, William Cronon, Where Land & Water Meet: A Western Landscape Transformed 2006:135 and note 66. During wetter years, the lake level of Malheur Lake was raised to a depth of , allowing the lakes to drain over the Malheur Gap. In modern times, however, the lake level does not rise above in the wettest years. In the 19th century the basin was inhabited by the Northern Paiute tribe. It was explored and extensively trapped by trappers of the Hudson's Bay Company in the 1820s. The basin lay far off the route of the Oregon Trail, but in 1845 experienced mountain man Stephen Meek led an ill- fated party across the basin via Stinkingwater Pass, seeking a shortcut to The Dalles along what has become known as the Meek Cutoff. A total of 23 people died while the party wandered in the basin until finding water at the Crooked River. Because of its climate it received sparse white settlement and was largely left to the Paiute until the late 19th century. Settlement pressures and conflicts with the Paiute in other areas of Oregon caused President Ulysses S. Grant in 1872 to create a reservation for the Paiute encompassing Malheur Lake and much of the basin. Growing settlement pressures, in particular the discovery of gold in the surrounding mountains, as well as the interest of white settlers to form ranches in the region, caused the Commissioner of Indian Affairs to abruptly terminate the reservation in 1879. The Northern Paiute would survive virtually landless until obtaining tracts of land near Burns in 1935. The basin has widespread decline of groundwater which has put the region at risk of ecological and economic collapse. Irrigation pumping is dropping the water table as much as every year in one area. ==See also== * Oregon Outback ==References== ==External links== * USFWS: Archaeology in the Malheur National Wildlife Refuge * Oregon Magazine: Harney Basin * John Day Fossil Beds: History Category:Archaeological sites in Oregon Category:Structural basins of the United States Category:Geography of Harney County, Oregon",
 "title": "Harney Basin"
}