{
 "id": "778979",
 "text": "The 1971 Atlantic hurricane season was fairly active with several notable storms. Hurricane Edith, the strongest of the season, was a Category 5 on the Saffir-Simpson scale, the highest category on the scale. It struck Nicaragua at peak intensity, killing dozens, and later hit southern Louisiana. Until 2003, Hurricane Ginger held the record for the longest known duration of a North Atlantic tropical cyclone, lasting 27.25 days from early September to early October; it is currently the second longest-lasting Atlantic hurricane. Ginger moved ashore in North Carolina, producing heavy rains and damaging winds. An unnamed storm in August attained hurricane status further north than any other Atlantic hurricane. On 11 September, seven tropical cyclones were active at the same time, the record for the Atlantic basin. The season officially began on June 1, and lasted until November 30, 1971; these dates conventionally delimit the period of each year when most tropical cyclones form in the Atlantic basin. With thirteen tropical storms, of which six became hurricanes, the season was active. Despite the activity, damage in the United States totaled about $235 million (1971 USD, $ USD), which National Hurricane Center forecaster Paul Hebert noted was \"pretty small considering we had five storms in a row strike the U.S.\" Most of the damage came from Tropical Storm Doria, which affected much of the East Coast of the United States. Hurricane Fern struck Texas after executing an unusual track, dropping heavy rainfall and producing flooding. The first storm, Arlene, developed on July 4 off the coast of North Carolina. Activity was steady through most of the season, and the last storm, Laura, dissipated on November 22\\. == Systems == ImageSize = width:800 height:220 PlotArea = top:10 bottom:80 right:20 left:20 Legend = columns:3 left:30 top:58 columnwidth:270 AlignBars = early DateFormat = dd/mm/yyyy Period = from:01/07/1971 till:30/11/1971 TimeAxis = orientation:horizontal ScaleMinor = grid:black unit:month increment:1 start:01/07/1971 Colors = id:canvas value:gray(0.88) id:GP value:red id:TD value:rgb(0.38,0.73,1) legend:Tropical_Depression_=_<39_mph_(0-62_km/h) id:TS value:rgb(0,0.98,0.96) legend:Tropical_Storm_=_39-73_mph_(63-117 km/h) id:C1 value:rgb(1,1,0.80) legend:Category_1_=_74-95_mph_(119-153_km/h) id:C2 value:rgb(1,0.91,0.46) legend:Category_2_=_96-110_mph_(154-177_km/h) id:C3 value:rgb(1,0.76,0.25) legend:Category_3_=_111-130_mph_(178-209-km/h) id:C4 value:rgb(1,0.56,0.13) legend:Category_4_=_131-155_mph_(210-249_km/h) id:C5 value:rgb(1,0.38,0.38) legend:Category_5_=_>=156_mph_(>=250_km/h) Backgroundcolors = canvas:canvas BarData = barset:Hurricane bar:Month PlotData= barset:Hurricane width:10 align:left fontsize:S shift:(4,-4) anchor:till from:04/07/1971 till:07/07/1971 color:TS text:\"Arlene (TS)\" from:06/07/1971 till:08/07/1971 color:TD text:\"Two (TD)\" from:10/07/1971 till:11/07/1971 color:TD text:\"Three (TD)\" from:03/08/1971 till:07/08/1971 color:C1 text:\"Unnamed (C1)\" from:06/08/1971 till:09/08/1971 color:TD text:\"Five (TD)\" from:10/08/1971 till:16/08/1971 color:C1 text:\"Beth (C1)\" from:11/08/1971 till:17/08/1971 color:TD text:\"Eight (TD)\" from:18/08/1971 till:25/08/1971 color:TS text:\"Chloe (TS)\" from:20/08/1971 till:28/08/1971 color:TS text:\"Doria (TS)\" barset:break from:28/08/1971 till:01/09/1971 color:TD text:\"Eleven (TD)\" from:03/09/1971 till:08/09/1971 color:TD text:\"Sixteen (TD)\" from:03/09/1971 till:13/09/1971 color:C1 text:\"Fern (C1)\" from:05/09/1971 till:18/09/1971 color:C5 text:\"Edith (C5)\" from:06/09/1971 till:03/10/1971 color:C2 text:\"Ginger (C2)\" from:08/09/1971 till:11/09/1971 color:TD text:\"Eighteen (TD)\" from:10/09/1971 till:14/09/1971 color:TD text:\"Nineteen (TD)\" from:11/09/1971 till:15/09/1971 color:TS text:\"Heidi (TS)\" from:11/09/1971 till:20/09/1971 color:C1 text:\"Irene (C1)\" barset:break from:21/09/1971 till:24/09/1971 color:TS text:\"Janice (TS)\" from:06/10/1971 till:14/10/1971 color:TD text:\"Twenty-Two (TD)\" from:18/10/1971 till:21/10/1971 color:TS text:\"Kristy (TS)\" from:12/11/1971 till:22/11/1971 color:TS text:\"Laura (TS)\" barset:skip bar:Month width:5 align:center fontsize:S shift:(0,-20) anchor:middle color:canvas from:01/07/1971 till:01/08/1971 text:July from:01/08/1971 till:01/09/1971 text:August from:01/09/1971 till:01/10/1971 text:September from:01/10/1971 till:01/11/1971 text:October from:01/11/1971 till:30/11/1971 text:November TextData = pos:(570,30) text:\"(From the\" pos:(618,30) text:\"Saffir-Simpson Hurricane Scale)\" === Tropical Storm Arlene === The origins of Arlene were from a cold front that exited the East Coast of the United States on July 2 and stalled offshore. A frontal wave developed the next day, steadily developing due to thermal instability. On July 4, the system organized into a tropical depression about 120 mi (195 km) southeast of Cape Hatteras, North Carolina. While in its formative stages, it dropped rainfall along the coast of the Carolinas, peaking at in Pinopolis, South Carolina. The depression tracked northeastward due to a ridge over New England, and the cyclone passed just southeast of the Outer Banks. After a Hurricane Hunters plane observed gale- force winds, the depression was upgraded to Tropical Storm Arlene late on July 5; in the post-season summary, meteorologist Neil Frank noted, \"the surprising element in the development of Arlene was the rapidity of the transformation process.\" Upon being named, Arlene continued northeastward, possessing a circular mass of convection with spiral rainbands. Late on July 6, the storm attained peak winds of 65 mph (100 km/h), based on a ship report. It weakened thereafter, and Arlene transitioned into an extratropical cyclone late on July 7 just south of Newfoundland. The cyclone last observed early the following day. The storm capsized a boat in the Grand Banks of Newfoundland, and the crew of 12 was rescued. === Hurricane Two === A hybrid-type depression formed east of Bermuda on July 29\\. It moved rapidly southwestward before turning to a northwest drift. On August 3, it was classified as a tropical depression, and the next day the system passed near Bermuda. The depression accelerated to the northeast, strengthening into a tropical storm on August 5\\. It intensified further due to baroclinity, or enhanced instability through different levels of the atmosphere caused by temperature and moisture gradients. On August 6, a drilling rig about southeast of Newfoundland recorded sustained winds of with gusts to 126 mph (204 km/h) at an altitude of ; this suggested the storm attained hurricane status at 46° North, which is the northernmost location for a tropical storm to intensify into a hurricane. Despite the intensity, the cyclone was not purely tropical; although the radius of maximum winds was only , the thermal structure did not resemble a tropical cyclone, and there was no precipitation or convection near the center. It continued northeastward and dissipated on August 7 to the southwest of Greenland. It was not named operationally, but it was later added to the Atlantic hurricane database. === Hurricane Beth === On August 9, an upper- level low developed off the coast of Florida, and the next day spawned a tropical depression. The newly developed cyclone tracked slowly northeastward, eventually encountering conditions favorable for development. On August 14, the depression intensified into Tropical Storm Beth off the coast of North Carolina, and it quickly strengthened into a hurricane by August 15\\. After reaching peak winds of off the coast of Cape Cod, Beth slightly weakened and later moved ashore near Copper Lake, Nova Scotia. Shortly thereafter, Beth was swept up by a nearby cold front and transitioned into an extratropical cyclone. The hurricane left extensive damage in its wake, especially to crops and infrastructure. Halifax International Airport reported 10.49 in (266 mm) of rainfall in a 30‑hour span, which caused widespread flooding. Several bridges in the region were washed out, while railways were covered by water, forcing trains to suspend their operation. Overall monetary damage from Beth is estimated up to $5.1 million (1971 USD, $ USD). One person was indirectly killed by the hurricane in a traffic accident induced by heavy rainfall. === Tropical Depression Eight === On August 11, Tropical Depression Eight developed southwest of Fort Myers, Florida. It quickly moved ashore, reaching Lake Okeechobee before looping to the northwest. While moving across the state, it dropped heavy rainfall of around along the west coast. In Pinellas Park, the heavy rains led to flash flooding that forced 200 families from their house, including one that required evacuation from a helicopter. Damage in the region was estimated at $250,000 (1971 USD, $ USD). The depression emerged into the Gulf of Mexico on August 15 near Tampa, and later turned to the northeast ahead of an upper-level low. On August 16, it intensified as it moved ashore near Cedar Key, where hurricane-force wind gusts were briefly observed. The depression dissipated on August 17 over South Carolina, although in that state it produced its heaviest rainfall, totaling in Sullivan's Island. In nearby Savannah, Georgia, the rainfall forced about 100 families from their houses in low-lying areas. The remnants continued northeastward through the Mid-Atlantic States and New England, crossing into Canada on August 20. === Tropical Storm Chloe === A tropical wave moved off the coast of Africa on August 13, moving westward for several days before organizing into a tropical depression on August 18 about east of Barbados. It quickly moved through the Lesser Antilles, where it produced wind gusts up to . The cyclone also dropped heavy rainfall up to on Barbados and Martinique. After entering the eastern Caribbean Sea, the depression intensified into Tropical Storm Chloe on August 20\\. About 18 hours after attaining tropical storm status, Chloe quickly strengthened to peak winds of about 215 mi (345 km) south of the Mona Passage, as reported by reconnaissance aircraft. After reaching peak intensity, Chloe began weakening as it turned to the west-southwest, and late on August 22, it was downgraded to a tropical depression as a weakening ridge to its north cut off the low-level inflow. For several days it continued generally westward, gradually losing organization. While passing south of Jamaica, the storm prompted the evacuation of the SS Hope, a hospital ship, at Kingston. On August 25, Chloe moved ashore in Belize as a weak tropical depression, and dissipated shortly thereafter without ever having caused significant damage or deaths. The remnants of Chloe later spawned Hurricane Lily in the eastern Pacific Ocean. === Tropical Storm Doria === Tropical Storm Doria, the costliest storm of the season, developed from a tropical wave on August 20 to the east of the Lesser Antilles, and after five days without development attained tropical storm status to the east of Florida. Doria turned to the north, and reached peak winds of 65 mph (105 km/h) as it was making landfall near Morehead City, North Carolina. It turned to the northeast, and moved through the Mid-Atlantic and New England as a tropical storm before becoming an extratropical storm over Maine on August 29. In North Carolina, Doria produced moderate rainfall, resulting in localized flooding and damage. The storm spawned a tornado near Norfolk, Virginia, damaging twelve houses and downing hundreds of trees. Tropical Storm Doria dropped heavy precipitation in New Jersey, peaking at 10.29 in (261 mm) in Little Falls. The rainfall led to record-breaking river levels and flooding in several houses, resulting in damage to dozens of houses across the state. Moderate damage and rainfall continued along its path into New England and southeastern Canada. In all, Tropical Storm Doria caused seven deaths and $147.6 million (1971 USD, $ USD). === Hurricane Fern === Hurricane Fern was the first of four tropical systems to develop in association with an extended surface trough across the Gulf of Mexico into the open Atlantic, along with Ginger, Heidi, and a strong tropical depression. Fern developed on September 3 in the central Gulf of Mexico. It moved over southern Louisiana the next day, but due to increased ridging to the north the depression moved southwestward back over water. On September 7, the depression intensified into Tropical Storm Fern; it is rare for a tropical depression to move over land in the continental United States (excluding Florida) and later attain tropical storm status. Fern later turned to the northwest, intensifying into a hurricane on September 8\\. It quickly reached peak winds of , but later weakened as it curved to the southwest, moving ashore on September 10 between Freeport and Matagorda, Texas as a tropical storm. Fern dissipated on September 13 over northeastern Mexico. The precursor of Fern dropped rainfall up to of rainfall across South Florida, while totals of up to were reported in southeastern Louisiana where it made its first landfall. As it struck Texas, Fern produced strong winds up to , along with storm tides and heavy rainfall; the highest precipitation total was in Beeville. The heavy rainfall caused severe flash flooding that isolated numerous small towns in the southeastern portion of the state, damaging 7,500 buildings. In all, Fern left two indirect deaths and moderate damage totaling $30.2 million (1971 USD, $ USD). === Hurricane Edith === Hurricane Edith, the strongest storm of the season, developed from a tropical wave on September 5 to the east of the southern Lesser Antilles. It moved quickly across the southern Caribbean Sea, intensifying into a hurricane just off the north coast of South America. Edith rapidly intensified on September 9 and made landfall on Cape Gracias a Dios as a Category 5 hurricane on the Saffir-Simpson Hurricane Scale. It quickly lost intensity over Central America and after briefly entering the Gulf of Honduras it crossed the Yucatán Peninsula in Mexico. After moving across the Gulf of Mexico, a trough turned the storm to the northeast and Edith, after having restrengthened while accelerating towards the coast, made landfall on Louisiana with winds of 105 mph (170 km/h) on September 16. Edith steadily weakened over land and dissipated over Georgia on September 18. The hurricane killed two people when it passed near Aruba. Striking northeastern Central America as a Category 5 hurricane, Edith destroyed hundreds of homes and killed at least 35 people. In Texas high tides caused coastal flooding but little damage. Edith caused moderate to heavy damage in portions of Louisiana due to flooding and a tornado outbreak from the storm. One tornado, rated F3 on the Fujita Scale, damaged several homes and injured multiple people in Baton Rouge. The tornado outbreak extended eastward into Florida. Damage in the United States totaled $25 million (1971 USD, $ USD). === Hurricane Ginger === Hurricane Ginger was thought to be the longest lasting Atlantic hurricane on record until 2003, when the 1899 San Ciriaco hurricane was retroactively found to have lasted longer. The eighth tropical cyclone and fifth hurricane of the season, Ginger spent 27.25 days as a tropical cyclone, and lasted from September 6 to October 3\\. The storm developed in a large region of convection across the Gulf of Mexico and western Atlantic, and for the first nine days of its duration tracked generally east- or northeastward while gradually strengthening to peak winds of 110 mph (175 km/h). On September 14 Ginger slowed and turned to a general westward track, passing near Bermuda on September 23; there, the hurricane produced gusty winds and high waves, but no damage. While over the western Atlantic Ocean, Ginger became the last target of Project Stormfury, which sought to weaken hurricanes by depositing silver iodide into tropical cyclone rainbands. The plane dropped silver iodide into the center of Ginger, although there was no effect due to Ginger's large eye and diffuse nature; Ginger was the last seeding done by the project. Ginger ultimately struck North Carolina on September 30 as a minimal hurricane, lashing the coastline with gusty winds that caused power outages across the region. Heavy rainfall flooded towns and left heavy crop damage, with 3 million bushels of corn and 1 million bushels of soybean lost. Damage in the state was estimated at $10 million (1971 USD, $ USD). Further north, moderate rainfall and winds spread through the Mid-Atlantic states, although no significant damage was reported outside of North Carolina. === Tropical Storm Heidi === Tropical Storm Heidi was the last of the four tropical systems to develop from the extended surface trough of low pressure, forming on September 11 northeast of the Bahamas and intensifying into a tropical storm the next day. After initially moving to the northwest, Heidi curved northeastward and attained its peak intensity of 65 mph (100 km/h) on September 14 off the coast of Virginia. The storm failed to become a well-organized system, and it gradually weakened while accelerating north-northeastward. On September 15, shortly after Heidi moved ashore in Maine, it was absorbed by a broad extratropical cyclone over the northern Appalachians. Heidi did not directly cause any fatalities or severe damage. However, the larger extratropical storm drew in moisture from Heidi, producing rainfall from North Carolina through northern New England, including a peak of in southeastern Pennsylvania. The heavy rains triggered extensive flooding that caused over a dozen fatalities and left thousands of residents homeless in Pennsylvania and New Jersey. In Chester, Pennsylvania a stone dam collapsed, forcing hundreds of families to evacuate and damaging homes, businesses, roads, and bridges. Governor Milton Shapp declared a state of emergency in several Pennsylvania counties following the floods. === Hurricane Irene === A tropical wave spawned a tropical depression on September 11 about 800 mi (1300 km) east of the Windward Islands. The cyclone tracked nearly due westward at a low latitude, passing through the southern Windward Islands and later over northern South America. In the southwest Caribbean Sea, it intensified to a tropical storm and later a hurricane. Irene made landfall on southeastern Nicaragua on September 19, and maintained its circulation as it crossed the low-lying terrain of the country. Restrengthening after reaching the Pacific, Irene was renamed Hurricane Olivia, which ultimately attained peak winds of 115 mph (185 km/h) before weakening and dissipating over northwestern Mexico. In the Atlantic, Irene produced moderate rainfall and winds along its path, although impact was greatest in Nicaragua where it moved ashore as a hurricane. A total of 96 homes were destroyed, and 1,200 people were left homeless. The rainfall resulted in widespread flooding, killing three people in Rivas. In neighboring Costa Rica, Hurricane Irene caused more than $1 million (1971 USD, $ USD) in damage to the banana crop. The hurricane was the first actively tracked tropical cyclone that moved into the eastern Pacific Ocean from the Atlantic Ocean. === Tropical Storm Janice === The origins of Janice were from a tropical wave that moved off the coast of Africa on September 18\\. It developed into a tropical depression on September 21 about 1050 mi (1700 km) west-southwest of Cape Verde, which was the easternmost formation of the named storms this season. The next day, the depression intensified into Tropical Storm Janice, and quickly reached peak winds of . The storm never became well-organized, with its peak winds located east of the broad center. Despite being in a climatologically favored region for further development, Janice weakened due to increased wind shear from Hurricane Ginger. The circulation became elongated and separated from the convection, and on September 24 the storm weakened to a tropical depression. Later that day Janice dissipated just northeast of the Lesser Antilles as it was absorbed by Ginger. Around that time, it produced rainfall in the northeastern Caribbean, reaching on Saint Kitts; no damage or fatalities were reported. === Tropical Storm Kristy === The interaction between a tropical wave and an upper-level trough led to the development of a tropical depression on October 18, about 685 mi (1100 km) northeast of Puerto Rico. It moved quickly north-northeastward, followed by a curve to the northeast. On October 20, a ship reported winds of , indicating the depression intensified into Tropical Storm Kristy. As it reached this strength, an approaching cold front produced cooler, drier air over the storm. Kristy intensified slightly further to peak winds of 50 mph (85 km/h) before becoming indistinguishable from the cold front. By October 21 it transitioned into an extratropical cyclone before dissipating near the Azores. === Tropical Storm Laura === The final storm of the season, Laura, formed on November 12 in the western Caribbean Sea, and reached winds of 70 mph (120 km/h) as it approached western Cuba. Across the island, the storm produced heavy rainfall, peaking at 32.5 in (830 mm). The resulting flooding killed one person and caused crop damage, and also forced 26,000 people to evacuate their homes. Initially, Laura was forecast to move across the island and impact the southern United States, but it executed a small loop and turned to the southwest. The storm moved ashore on Belize, one of only four November storms to affect the country. Little impact occurred during Laura's final landfall, and it dissipated on November 22 over central Guatemala. === Other systems === thumb|right|300px|Tracks of all depressions during 1971 In addition to the named storms and otherwise notable cyclones, there were several weak depressions during the season. After a June devoid of activity, three tropical depressions developed within the first ten days of July. The first became Tropical Storm Arlene on July 4, and the second formed off the coast of Louisiana on July 6. Tropical Depression Two moved westward due to a ridge to its northeast, and it struck just west of the Texas/Louisiana border before dissipating on July 8\\. Its precursor dropped near Carrabelle, Florida, but much less along its path. Just two days later, another tropical depression formed in the northwestern Gulf of Mexico, quickly moving ashore in southern Texas before dissipating on July 11; it dropped light rainfall along its path. In August, there were two tropical depressions, in addition to the named storms and the notable Tropical Depression Eight. The first, Tropical Depression Five, developed in the central Gulf of Mexico on August 6\\. It made landfall in Louisiana three days later, eventually dissipating over Mississippi. The other, designated Tropical Depression Eleven, formed over the Bahamas on August 28\\. It moved westward, crossing Florida and the Gulf of Mexico before dissipating over southeastern Louisiana on September 1\\. The depression dropped moderate rainfall along the Gulf Coast, peaking at at Gulf Shores, Alabama. There were three non-developing tropical depressions in September, the first of which just off the coast of Africa on September 3\\. It moved west-northwestward, passing near Cape Verde before dissipating on September 8\\. The next, Tropical Depression Eighteen, originated on September 8 east of Florida from the same trough that also spawned Fern, Ginger, and Heidi. It initially moved northward before curving to the west, making landfall near the Georgia/South Carolina border on September 11 before dissipating the following day. The other, Tropical Depression Nineteen, developed off the coast of Africa on September 10, moving westward before dissipating on September 14. The final non-developing tropical depression of the season formed on October 6 in the western Caribbean Sea. It crossed the Yucatán Peninsula the next day, dropping heavy rainfall up to . The depression turned to the northeast due to an approaching upper-level trough, and it transitioned into a frontal wave on October 10\\. As the trough advanced ahead of the storm, a ridge built across the southeast United States, causing the cyclone to turn northward and parallel the west coast of Florida. It regained tropical characteristics before moving ashore near Apalachicola and dissipating on October 14. == Storm names == The following names were used for named storms (tropical storms and hurricanes) that formed in the North Atlantic in 1971. Names that were not assigned are marked in . Storms were named Beth, Kristy and Laura for the first time in 1971. {| width=80% | * Arlene * Beth * Chloe * Doria * Edith * Fern * Ginger | * Heidi * Irene * Janice * Kristy * Laura * * | * * * * * * * |} == Season effects == This is a table of the storms in 1971 and their landfall(s), if any. Deaths in parentheses are additional and indirect (an example of an indirect death would be a traffic accident), but are still storm-related. Damage and deaths include totals while the storm was extratropical or a wave or low. |- | Arlene || || bgcolor=#| || || || The Carolinas, Newfoundland || || || |- | Two || || bgcolor=#| || || Unknown || Texas, Louisiana || || || |- | Three || || bgcolor=#| || || Unknown || Texas || || || |- | Unnamed || || bgcolor=#| || || || || || || |- | Five || || bgcolor=#| || || Unknown || Louisiana || || || |- | Beth || || bgcolor=#| || || || Bahamas, Florida, Nova Scotia, Newfoundland || || 0 (1) || |- | Eight || || bgcolor=#| || || || Southeastern United States || || || |- | Chloe || || bgcolor=#| || || || Leeward Islands, Belize || || || |- | Doria || || bgcolor=#| || || || East Coast of the United States, Canada || || || |- | Eleven || || bgcolor=#| || || Unknown || Texas || || || |- | Sixteen || || bgcolor=#| || || Unknown || || || || |- | Fern || || bgcolor=#| || || || Louisiana, Texas, northern Mexico || || 0 (2) || |- | Edith || || bgcolor=#| || || || Lesser Antilles, northern Venezuela, northern Mexico, Southern United States || || || |- | Ginger || || bgcolor=#| || || || The Bahamas, North Carolina || || || |- | Eighteen || || bgcolor=#| || || Georgia, South Carolina || || || || |- | Nineteen || || bgcolor=#| || || || || || || |- | Heidi || || bgcolor=#| || || || Northeastern United States || || || |- | Irene || || bgcolor=#| || || || Windward Islands, northern Venezuela, Central America || > || || |- | Janice || || bgcolor=#| || || || northern Leeward Islands || || || |- | Twenty-Two || || bgcolor=#| || || Yucatán Peninsula, Florida || || || || |- | Kristy || || bgcolor=#| || || || || || || |- | Laura|| || bgcolor=#| || || || Cayman Islands, Cuba, Central America || || || |- == See also == * List of Atlantic hurricanes * Atlantic hurricane season * List of wettest tropical cyclones in Cuba since 1963 * 1971 Pacific hurricane season * 1971 Pacific typhoon season * 1971 North Indian Ocean cyclone season * Southern Hemisphere tropical cyclone seasons: 1970–71, 1971–72 == References == == External links == * Monthly Weather Review * HPC rainfall pages for 1971 tropical cyclones Category:Articles which contain graphical timelines",
 "title": "1971 Atlantic hurricane season"
}