{
 "id": "779384",
 "text": "Diane English (born May 18, 1948) is an American screenwriter, producer and director, best known for creating the television show Murphy Brown and writing and directing the 2008 feature film The Women. ==Early life== English was born in Buffalo, New York, the daughter of Anne English and Richard English who was an electrical engineer. She graduated from Nardin Academy in Buffalo, and then from Buffalo State College in 1970. ==Career== English began her career at WNET, the PBS affiliate in New York City, working first as a story editor for The Theatre in America series, and then as associate director of TV Lab. From 1977 to 1980, she wrote a monthly column on television for Vogue magazine. In 1980, she co-wrote PBS' The Lathe of Heaven, an adaptation of Ursula K. LeGuin's science fiction novel of the same name, and received her first Writers Guild Award Nomination. She followed that with the television movies Her Life as a Man (1984) and Classified Love (1986). In 1985, English created Foley Square, her first half-hour comedy series, which aired on CBS during the 1985-1986 television season. It starred Margaret Colin, Hector Elizondo, Michael Lembeck and Jon Lovitz. The show premiered on December 11, 1985, and languished near the bottom of the Nielsen ratings in the weeks that followed. After being put on hiatus after only 11 episodes, CBS rescheduled it to another night and aired the three remaining episodes of the season. With ratings low, CBS cancelled the show after only 14 episodes with the last episode airing on April 8, 1986. During 1986 and 1987, English executive produced and wrote the CBS comedy series My Sister Sam, starring Pam Dawber which lasted for two seasons with 12 episodes that never aired before being cancelled. In 1988, she created the CBS television series Murphy Brown, for which she won three Emmy Awards (one for Outstanding Writing in a Comedy Series and two for Outstanding Comedy Series). The series ran from 1988 to 1998 for a total of 247 episodes. It garnered 18 Emmy wins from 62 nominations. In 1992, English stirred up controversy when the title character decided to have a child out of wedlock. Vice president Dan Quayle gave a speech entitled \"Reflections on Urban America to the Commonwealth Club of California\" on the subject of the Los Angeles riots. In this speech, Quayle blamed the violence on a decay of moral values and family structure in American society. In an aside, he cited the title character in the television program Murphy Brown as an example of how popular culture contributes to this \"poverty of values\", saying, \"It doesn't help matters when prime time TV has Murphy Brown – a character who supposedly epitomizes today's intelligent, highly paid, professional woman – mocking the importance of fathers, by bearing a child alone, and calling it just another 'lifestyle choice'. English responded with a statement that read: \"If the vice president thinks it's disgraceful for an unmarried woman to bear children (out of wedlock), and if he believes that a woman cannot adequately raise a child without a father, then he'd better make sure abortion remains safe and legal.\" In 2002, Candice Bergen, the actress who played Brown, said \"I never have really said much about the whole episode, which was endless, but his speech was a perfectly intelligent speech about fathers not being dispensable and nobody agreed with that more than I did.\" This controversy along with the shifting times of that decade touched off a debate over the meaning of \"family values\" of Americans during that election year in which Bill Clinton and Al Gore ran against George H.W. Bush and Dan Quayle. During the success of Murphy Brown, her company, with Joel Shukovsky, Shukovsky English Entertainment, had set up a deal with CBS for a non-exclusive deal, giving them exclusive syndicated rights to future Shukovsky/English series, in 1991. English also created the comedy series Love & War (1992–1995), starring Susan Dey and Jay Thomas - Annie Potts replaced Dey after the first season. Other series she co-created and/or executive produced include Double Rush (1995), Ink (1996), and The Louie Show, starring Louie Anderson (1996), and Living in Captivity (1998). Unfortunately, none of the series were picked up for more than a single season with The Louie Show lasting six episodes. As for Ink, she took over the role from Jeffrey Lane, who initially came up with the concept of the series. In 2008, English wrote, produced and directed The Women, her feature film debut. The comedy, a remake of the 1939 George Cukor film of the same name, stars Meg Ryan, Annette Bening, Eva Mendes, Debra Messing, and Jada Pinkett Smith. It was released to mostly negative reviews but tripled its budget when worldwide markets were factored in. That same year English and the ensemble cast of The Women were honored with the Women in Film Crystal award which honors women in communications and media. == Filmography == {| class=\"wikitable\" ! rowspan=\"2\" |Year ! rowspan=\"2\" |Title ! colspan=\"3\" |Contribution ! rowspan=\"2\" |Notes |- !Director !Producer !Writer |- |1980 |The Lathe of Heaven | | | |Television Movie |- |1984 |Her Life as a Man | | | |Television Movie |- |1984 |Call to Glory | | | |Episode: \"The Move\" |- |1985–1986 |Foley Square | | | |Creator/Producer (14 episodes) Writer (6 episodes) – \"Make My Day\" (1985) – \"Court-ship\" (1986) – \"The Longest Weekend\" (1986) – \"Nobody's Perfect\" (1986) – \"Kid Stuff\" (1986) – \"24 Hours\" (1986) |- |1986 |Classified Love | | | |Television Movie |- |1987–1988 |My Sister Sam | | | |Executive Producer (7 episodes) Writer (6 episodes) – \"Jingle Bell Rock Bottom\" (1986) – \"Exposed\" (1987) – \"Goodbye, Steve\" (1987) – \"And They Said It Would Never Last\" (1987) – \"Ol' Green Eyes Is Back\" (1988) – \"It's My Party and I'll Kill If I Want To\" (1988) |- |1988–1998 2018 |Murphy Brown | | | |Creator (249 episodes) Executive Producer (24 episodes) Writer (21 episodes) – \"Respect\" (1988) – \"Signed, Sealed, Delivered\" (1988) – \"Murphy's Pony\" (1988) – \"Set Me Free\" (1988) – \"Mama Said\" (1989) – \"The Summer of '77\" (1989) – \"The Brothers Silverberg\" (1989) – \"Brown Like Me: Part 1\" (1989) – \"Brown Like Me: Part 2\" (1989) – \"What Are You Doing New Year's Eve?\" (1990) – \"Goin' to the Chapel: Part 1\" (1990) – \"Goin' to the Chapel: Part 2\" (1990) – \"The 390th Broadcast\" (1990) – \"Bob & Murphy & Ted & Avery\" (1990) – \"On Another Plane: Part 1\" (1990) – \"On Another Plane: Part 2\" (1990) – \"Full Circle\" (1991) – \"Birth 101\" (1992) – \"Never Can Say Goodbye: Part 1\" (1998) – \"Never Can Say Goodbye: Part 2\" (1998) – \"I (Don't) Heart Huckabee\" (2018) |- |1992–1995 |Love & War | | | |Creator (67 episodes) Executive Producer (25 episodes) Writer (8 episodes) – \"Love Is Hell\" (1992) – \"Step Two\" (1992) – \"For John\" (1992) – \"Friends and Relations\" (1993) – \"Just in Time\" (1993) – \"You Make Me Feel So Young\" (1994) – \"The Morning After the Night Before\" (1994) – \"Something Old, Something New, Something Borrowed and a Cat\" (1995) |- |1995 |Double Rush | | | |Creator/Producer (13 episodes) Episode: \"The Episode Formerly Known as Prince\" |- |1996–1997 |Ink | | | |Creator/Executive Producer (22 episodes) Episode: \"Above the Fold\" |- |1998 |Living in Captivity | | | |Executive Producer (8 episodes) |- |2008 |The Women | | | |Adapted from the play/remake of the film Screenplay |- |TBR |Timbuktu | | | |Screenplay |} ==Awards and nominations== === Honors === * 1997: Received the Award of Excellence during the Banff Television Festival. === Accolades === {| class=\"wikitable\" !Association !Year !Category !Nominated Work !Result !Ref |- |Hugo Awards |1981 |Best Dramatic Presentation |The Lathe of Heaven | | rowspan=\"13\" | |- | rowspan=\"8\" |Primetime Emmy Awards |1989 |Outstanding Comedy Series (for producing) |Murphy Brown | |- |1989 |Outstanding Writing in a Comedy Series |Murphy Brown | |- |1990 |Outstanding Comedy Series (for producing) |Murphy Brown | |- |1990 |Outstanding Writing in a Comedy Series |Murphy Brown | |- |1991 |Outstanding Comedy Series (for producing) |Murphy Brown | |- |1991 |Outstanding Writing in a Comedy Series |Murphy Brown | |- |1992 |Outstanding Comedy Series (for producing) |Murphy Brown | |- |1992 |Outstanding Writing in a Comedy Series (shared with Korby Siamis) |Murphy Brown | |- | rowspan=\"4\" |Writers Guild of America |1990 |Episodic Comedy |Murphy Brown | |- |1991 |Episodic Comedy |Murphy Brown | |- |1993 |Episodic Comedy (shared with Korby Siamis) |Murphy Brown | |- |1999 |Episodic Comedy |Murphy Brown | |} ==References== ==External links== * * Category:1948 births Category:Living people Category:Screenwriters from New York (state) Category:American women television producers Category:American television writers Category:American women film directors Category:Buffalo State College alumni Category:Film directors from New York (state) Category:Writers from Buffalo, New York Category:Primetime Emmy Award winners Category:Showrunners Category:Television producers from New York (state) Category:American women screenwriters Category:American women television writers Category:Writers Guild of America Award winners Category:20th-century American screenwriters Category:20th-century American women writers Category:21st-century American screenwriters Category:21st- century American women writers",
 "title": "Diane English"
}