{
 "id": "779428",
 "text": "Eric II the Memorable (; – 18 September 1137) was king of Denmark between 1134 and 1137. Eric was an illegitimate son of Eric I of Denmark, who ruled Denmark from 1095 to 1103. Eric the Memorable rebelled against his uncle Niels of Denmark, and was declared king in 1134. He punished his adversaries severely, and rewarded his supporters handsomely. He was killed by a subject in 1137 and was promptly succeeded by his nephew Eric III of Denmark. ==Early life== Eric was born around 1090, to King Eric I of Denmark and an unknown concubine.Stefan Pajung, Erik Emune ca. 1090–1137, danmarkshistorien.dk, Aarhus University, 20 January 2010 He was given some Danish isles by his half- brother Canute Lavard,Bricka, Carl Frederik, Dansk Biografisk Lexikon, vol. IV [Clemens – Eynden], 1890, pp.540–542. and was jarl of Møn, Lolland, and Falster.Palle Birk Hansen, Forside > Jubilæumslogo > Logohistorier > Peder Bodilsen , Næstved Municipality When Lavard was murdered in 1131, Eric joined his half-brother Harald Kesja in a rebellion against the responsible king Niels of Denmark.Erik 2. Emune at Gyldendals Åbne Encyklopædi Eric was elected Danish Antiking in Scania in April 1131, which prompted Kesja to support Niels in jealousy. Eric's army lost several battles against Niels and his son Magnus the Strong, including Jelling in Jutland in 1131 and Værbro on Zealand, and he fled to Scania. His retreat earned him the nickname Harefoot. Eric unsuccessfully tried to convince Lothair III, Holy Roman Emperor to support his bid for kingship, and had no luck asking Magnus IV of Norway for help. He returned to Scania in 1134, where Archbishop Asser of Lund joined his cause, and Lothair eventually supported him as well. In 1134, he defeated king Niels' entire army at the Battle of Fotevik in Scania, with the crucial help of German mounted mercenaries, and Niels died within the year. ==Reign== Eric was proclaimed king at Scania's landsting assembly at Lerbäckshögen in Kävlingevägen near Lund. Eric subsequently made Lund his capital city.1050–1250 – Konge og Kirke at Oresundstid.dk With the resounding victory at Fotevik, Eric was given the nickname the Memorable to replace Harefoot. Kesja returned to Denmark and was proclaimed king at Urnehoved in Schleswig. Eric chased him down and killed Harald Kesja and his sons, of whom only Olaf Haraldsen escaped with his life. Eric then sought to consolidate and legitimize his rule. He gave titles and privileges to his supporters, and proclaimed Archbishop Asser's nephew Eskil (c. 1100-1181), Bishop of the Diocese of Roskilde. He initiated the process of getting his half-brother Canute Lavard canonized, and established an abbey at Ringsted to document reports of miracles at Canute's grave. Eric wanted to establish the divine right of kings, and canonizing Canute would support his claim on the throne. Canute was finally canonized in 1170. Eric was known as a harsh ruler to his enemies. In the summer of 1136, Eric undertook a crusade against the pagan population on the Baltic island of Rügen and its capital Arkona. He ordered his men to dig a canal between the city and the rest of the island. The canal had the effect of drying up the spring which supplied Arkona with drinking water. Arkona was forced to surrender.Erik Emune [1134–1137 at Mogwai.dk But in 1135, before this success in Arkona, Eric defeated in a naval battle near Denmark's coast the lechitic (west-slavic) troops under pomeranian Duke Ratibor who had sacked Roskilde, and a year later, after the battle of Konungahela, (now Kungälv in Sweden), sacked this city as well.Olga Baranowska, Pomorze Zachodnie, moja mała ojczyzna, Szczecin 2001, wyd. \"Ines\", K.Kozłowski, J.Podralski Gryfici Książęta Pomorza Zachodniego, KAW Szczecin 1985 He joined Magnus for an unsuccessful campaign in Norway, where he managed to burn down Oslo. When he learned that Eskil had raised the nobles of Zealand against him, Eric raced north to put down the rebellion which spread rapidly across Funen and Jutland, and fined Eskil heavily. ==Death== Eric was killed on 18 September 1137. The death of Eric, as told by Arild Huitfeldt: A harsh and unpopular ruler, Eric died at Urnehoved landsting in 1137. King Eric was struck down by a local nobleman, Sorte Plov. According to legend, Sorte Plov asked permission to approach the king, carrying a spear in his hand with a block of wood protecting the tip. Having deemed that King Eric wore no mail underneath his tunic, Sorte Plov kicked off the protection, and drove his spear right through the king. King Eric's nephew Erik Håkonssøn stepped forward with sword in hand, but the nobleman told him to calm down, seeing as how he – Erik – was next in line for the throne, being the only adult male in the royal family: \"Put away thy mace, young Erik. A juicy piece of meat hath fallen in thy bowl!\" According to legend, Sorte Plov escaped with his life.Huitfeldt, Arild. Danmarks Riges Krønike. Eric was buried at Ribe Cathedral. Erik Håkonssøn was then crowned Eric III of Denmark. ==Issue== Sometime before 1130, Eric married Malmfred of Kiev, the daughter of Grand Duke Mstislav I of Kiev and Christina Ingesdotter of Sweden. Malmfrid was the former wife of King Sigurd I of Norway. With his concubine Thunna, Eric had the illegitimate son Sweyn, who would later become king as Sweyn III of Denmark. ==References== Category:1090s births Category:1137 deaths Category:House of Estridsen Category:12th-century murdered monarchs Category:Danish murder victims Category:People murdered in Denmark Category:Year of birth uncertain Category:Burials at Ribe Cathedral Category:Illegitimate children of Danish monarchs Category:12th-century kings of Denmark",
 "title": "Eric II of Denmark"
}