{
 "id": "779731",
 "text": "In the Battle of Aspern-Essling (21–22 May 1809), Napoleon crossed the Danube near Vienna, but the French and their allies were attacked and thrown back across the river by the Austrians under Archduke Charles. It was the first time Napoleon had been personally defeated in a major battle, as well as his first defeat in over a decade. Archduke Charles drove out the French but fell short of destroying their army. The Austrian artillery dominated the battlefield, firing 53,000 rounds compared to 24,300 French. ==Background== At the time of the battle Napoleon was in possession of Vienna, the bridges over the Danube had been broken, and the Archduke's army was near the Bisamberg, a hill near Korneuburg, on the left bank of the river. The French wanted to cross the Danube. A first crossing attempt on the Schwarze Lackenau on 13 May was repulsed with some 700 French losses. Lobau, one of the numerous islands that divided the river into minor channels, was selected as the next point of crossing. Careful preparations were made, and on the night of 19–20 May the French bridged all the channels on the right bank to Lobau and occupied the island. By the evening of the 20th many men had been collected there and the last arm of the Danube, between Lobau and the left bank, had been bridged. Masséna's corps at once crossed to the left bank and dislodged the Austrian outposts. Undeterred by the news of heavy attacks on his rear from Tyrol and from Bohemia, Napoleon ferried all available troops to the bridges, and by daybreak on the 21st, 25,000 men were collected on the Marchfeld, the broad plain of the left bank, which was also to be the scene of the Battle of Wagram. The Archduke did not resist the passage. It was his intention, as soon as a large enough force had crossed, to attack it before the rest of the French army could come to its assistance. Napoleon had accepted the risk of such an attack, but he sought at the same time to minimize it by summoning every available battalion to the scene. His forces on the Marchfeld were drawn up in front of the bridges facing north, with their left in the village of Aspern (Gross-Aspern) and their right in Essling. Both places lay close to the Danube and could not therefore be turned; Aspern, indeed, is actually on the bank of one of the river channels. The French had to fill the gap between the villages, and also move forward to give room for the supporting units to form up. The corps led by Johann von Hiller (VI), Heinrich Graf von Bellegarde (I) and Prince Friedrich of Hohenzollern-Hechingen (II) were to converge upon Aspern, while Prince Franz Seraph of Rosenberg-Orsini (IV) was to attack Essling. Prince Johann of Liechtenstein's Austrian reserve cavalry was in the center, ready to move out against any French cavalry attacking the heads of the columns. During the 21st the bridges became more and more unsafe, owing to the violence of the current, but the French crossed without intermission all day and during the night. ==Order of battle== Kaiserlich-Königliche Hauptarmee, under the command of Charles of Austria: * 1st Column (VI Corps), Hiller: ** Vanguard: Nordmann ** Div. Kottulinsky ** Div. Vincent * 2nd Column (I Corps), Bellegarde: ** Div. Fresnel ** Div. Vogelsang ** Div. Ulm ** Div. Notitz * 3rd Column (II Corps), Hohenzollern-Hechingen: ** Advance Guard ** Div. Brady ** Div. Weber * 4th Column (IV Corps), Rosenberg/Dedovich: ** Div. Klenau ** Div. Dedovich * 5th Column (a part of IV Corps), Rosenberg/Hohenlohe: ** Vanguard: Rohan ** Div. Hohenlohe * Reserve Corps, Liechtenstein: ** Div. Hessen-Homburg ** Div. Kienmayer ** Div. of grenadiers, Lindenau ** Div. of grenadiers, d'Aspre TOTAL: 99 000 men; 84 000 infantry, 14 250 cavalry, 288 guns Armée d'Allemagne, under the command of Napoleon I: * Imperial Guard: ** Div. 1 (Young Guard): Curial ** Div. 2 (Old Guard): Dorsenne ** Div. 3 (cavalry): Arrighi * II Corps, Lannes † : ** Div. Tharreau ** Div. Claparède ** Div. Saint-Hilaire † ** Div. of reserve, Demont (unengaged) * IV Corps, Masséna: ** Div. Legrand ** Div. Carra Saint-Cyr ** Div. Molitor ** Div. Boudet ** Brig. Marulaz (cavalry) ** Div. Lasalle (cavalry) * Cavalry Reserve Corps, Bessières: ** Div. Nansouty ** Div. Saint- Sulpice ** Div. d'Espagne † TOTAL: 77 000 men; 67 000 infantry, 10 000 cavalry, 152 guns ==Battle== ===First day=== thumb|upright|French (white) and Austrians (black) positions, 21 May 1809 thumb|left|200px|Fighting in the streets of Essling. Beleaguered French infantry exchanges fire with Austrian troops in the distance. The battle began at Aspern; Hiller carried the village at the first rush, but Masséna recaptured it, and held his ground with remarkable tenacity. The French infantry fought with the old stubborn bravery which it had failed to show in the earlier battles of the year. However, the Austrians also fought with fierceness and tenacity that surprised the French, including Napoleon himself. The three Austrian columns were unable to capture more than half the village. The rest was still held by Masséna when night fell. Meanwhile, nearly all the French infantry between the two villages and in front of the bridges had been drawn into the fight on the flank. Napoleon therefore, to create a diversion, sent forward his center, now consisting only of cavalry, to charge the enemy's artillery, which was deployed in a long line and firing on Aspern. The first charge of the French was repulsed, but the second attempt was made by heavy masses of cuirassiers. The French horsemen drove off the Austrian gunners, rode round Hohenzollern's infantry squares, and resisted the cavalry of Lichtenstein, but they were unable to do more, and in the end they retired to their previous position. Meanwhile, Essling had been the scene of fighting almost as desperate as that of Aspern. The French cuirassiers made heavy charges on the flank of Rosenberg's force, and delayed an assault. In the villages, Lannes with a single division resisted until night ended the battle. The two armies bivouacked, and in Aspern the French and Austrians lay within pistol shot of each other. The emperor was not discouraged, and renewed efforts to bring up every available man. All through the night more and more French troops came across. ===Second day=== thumb|left|200px|In ferocious fighting, Austrian grenadiers attempt to storm the fortified granary in the village of Essling. At early dawn of the 22nd the battle was resumed. Masséna swiftly cleared Aspern of the Austrians, but at the same time Rosenberg stormed Essling. Lannes, however, resisted desperately, and reinforced by St Hilaire's division, drove Rosenberg out. In Aspern, Masséna was driven out by a counter-attack of Hiller and Bellegarde. Meanwhile, Napoleon had launched an attack on the Austrian center. The whole of the French center, with Lannes on the left and the cavalry in reserve, moved forward. The Austrian line was broken through, between Rosenberg's right and Hohenzollern's left, and the French squadrons poured into the gap. Victory was almost won when the Archduke brought up his last reserve, leading his soldiers with a colour in his hand. Lannes was checked, and with his repulse the impetus of the attack died out all along the line. Aspern had been lost, and graver news reached Napoleon at the critical moment. The Danube bridges, which had broken down once already, had been cut by heavy barges, which had been sent drifting down stream by the Austrians. Napoleon at once suspended the attack. Essling now fell to another assault of Rosenberg, and the French drove him out again. Rosenberg then directed his efforts on the flank of the French center, slowly retiring on the bridges. The retirement was terribly costly, but Lannes stopped the French from being driven into the Danube. Complete exhaustion of both sides ended the fighting. ==Aftermath== thumb|right|300px|Marshal Lannes was mortally wounded at Essling. (Painting by Paul-Émile Boutigny, 1894.) The French lost over 20,000 men including one of Napoleon's ablest field commanders and close friend, Marshal Jean Lannes, who died after being mortally wounded by an Austrian cannonball in an attack on Johann von Klenau's force at Aspern, which was backed up by 60 well-placed guns. French general Louis-Vincent-Joseph Le Blond de Saint-Hilaire also died as a result of injuries from the battle; his leg was torn off by a cannonball. The Austrians had also suffered similar casualties but had secured the first major victory against the French for over a decade. The victory demonstrated both the progress the Austrian army had made since the string of catastrophic defeats in 1800 and 1805, and the fact that Emperor Napoleon could still be defeated in battle, his last having been at Acre. The French forces were withdrawn to the island. On the night of the 22nd the last bridge was repaired, and the army awaited the arrival of reinforcements in Lobau. The Austrians, surprised by their victory, failed to capitalize on the situation, allowing the French to regroup. One month later, the French made a second attempt to cross the Danube where Napoleon gained a costly and decisive victory over the Austrians at the Battle of Wagram. The Löwe von Aspern (Lion of Aspern), a large stone sculpture in front of St. Martin's Church, is a monument commemorating the battle. ==Accounts== Patrick Rambaud, a French author, wrote a fictionalized account of the conflict entitled \"The Battle\" using many first-hand sources. Just looking from the French perspective, the novel provides a rather realistic description of combat in the Napoleonic era, as well as detailed depictions of famous commanders such as Napoleon, Massena, and Lannes. The concept and notes for the book originally came from noted French author Honoré de Balzac. Marcellin Marbot, one of Marshal Lannes aide- de-camps, wrote in his memoirs of the battle, in which he had to observe the last moments of his close friends, and describes the amount of bloodshed and sadness which came to the Grande Armée after the crossing of the Danube. The army surgeon Dominique-Jean Larrey also described the battle in his memoirs and mentions how he fed the wounded at Lobau with a bouillon of horse meat seasoned with gunpowder. Larrey is quoted in French by Dr Béraud ==Notes== ==References== * * * * * * * * It references Dominique-Jean Larrey, Mémoires de chirurgie militaire et campagnes, III 281, Paris, Smith. * ==External links== * Battle of Aspern-Essling by David Johnson in journal Military History, April 2001. Category:Battles involving Austria Category:Donaustadt Category:Battles involving France Category:Battles of the War of the Fifth Coalition Category:Conflicts in 1809 Category:1809 in the Austrian Empire Category:1809 in France Category:19th century in Vienna Category:May 1809 events Category:Austrian Empire–France relations Category:Battles inscribed on the Arc de Triomphe",
 "title": "Battle of Aspern-Essling"
}