{
 "id": "779994",
 "text": "right|thumb|Cook in 1906 Arthur James Cook (22 November 1883 – 2 November 1931), was a British trade union leader who was General Secretary of the Miners' Federation of Great Britain from 1924 until 1931, a period that included the 1926 General Strike. ==Biography== ===Early years=== A.J. Cook was born to Thomas and Selina Cook in Wookey, Somerset. He spent the early part of his life in the West Country. Cook later described his childhood as a troubled one, which included both a poor relationship with his family as well as a struggle in school. ===Political career=== As a result, at the age of 18 Cook moved to Porth in South Wales, and later to Merthyr Tydfil, to find work in the coal mines; he was also a lay preacher in the local Baptist chapel. In this mining town Cook first became involved in politics, committing active service to the Independent Labour Party (ILP). He came to prominence in the Cambrian Coal Dispute in 1910 and went on to active involvement in the Miners' Unofficial Reform Committee which published the famous syndicalist pamphlet 'The Miners' Next Step' in 1912. The pamphlet argued that the left needed to organise from below to gain control of the leadership of the union. Cook opposed World War I and in March 1918 was arrested and charged with sedition under the Defence of the Realm Act. He was sentenced to three months' imprisonment. Having established a reputation as being a left wing politician, Cook spent the next ten years following through on this initiative. In September 1920 he was a founding member of the short-lived Communist Party of South Wales and the West of England, which had emerged from South Wales Socialist Society sharing a similar rejection of parliamentarism as the Communist Party (British Section of the Third International) who held their third conference in Cardiff in December 1920. He was finally elected as the secretary of the South Wales Miners' Federation in 1921 and spending another brief period in prison in the same year for incitement and unlawful assembly. In 1924 the Miners' Minority Movement was able to force Frank Hodges to resign his union office, and thus an election was held to determine the next leader of the movement. The South Wales Miners' Federation nominated AJ Cook to replace him, and he beat Joseph Jones for the post by 217,664 votes to 202,297. Cook was then 39 years old. On learning of his election, Trades Union Congress general secretary Fred Bramley exploded in outrage against Cook's election, claiming him to be a \"raving Communist\". Regardless, he was General Secretary of the Miners' Federation of Great Britain from 1924 until 1931, a period that included the 1926 General Strike, about which he wrote the pamphlet \"The Nine Days\". This led to his becoming closely associated with the slogan, \"Not a penny off the pay, not a minute on the day\".National Archives: The Cabinet Papers 1915–1986. Accessed 3 February 2015 He was also elected as secretary of the International Miners' Federation. Although a member of the Independent Labour Party, Cook worked closely with the Communist Party after its formation in 1920 and the National Minority Movement from 1924 to 1929. Arthur Horner, a leading South Wales Communist and mining militant described Cook's tenure as General Secretary as \"a time for new ideas — an agitator, a man with a sense of adventure\". ===Death=== Cook died of cancer in 1931, aged 47. ==Footnotes== ==Works== * \"A.J. Cook Tells His Own Story,\" Tit-Bits, April and May 1926. * The Nine Days (1927) ==External links== * *The tragedy of A.J. Cook by Tony Cliff, International Socialism, 31 (1986). Category:1883 births Category:1931 deaths Category:People from Mendip District Category:General Secretaries of the National Union of Mineworkers (Great Britain) Category:Welsh syndicalists Category:Presidents of the Trades Union Congress",
 "title": "A. J. Cook (trade unionist)"
}