{
 "id": "780066",
 "text": "Chovot HaLevavot, or Ḥobot HaLebabot (; ; English: Duties of the Hearts), is the primary work of the Jewish rabbi, Bahya ibn Paquda, full name Bahya ben Joseph ibn Pakuda. Rabbi Ibn Paquda is believed to have lived in Zaragoza, Spain in the eleventh century. It was written in Judeo-Arabic in the Hebrew alphabet circa 1080Diana Lobel, A Sufi-Jewish Dialogue: Philosophy and Mysticism in Rabbi Bahya ibn Paquda's \"Duties of the Heart\", Introduction, text: \"The Hidāya was written in Judeo-Arabic around 1080.\" under the title Book of Direction to the Duties of the Heart (), sometimes titled Guide to the Duties of the Heart, and translated into Hebrew by Judah ben Saul ibn Tibbon during 1161–80 under the title Torat Chovot HaLevavot. There was another contemporary translation by Joseph Kimhi but its complete text did not endure the test of time. In 1973, Rabbi Yosef Kafih published his Hebrew translation from the original Arabic (the latter appearing aside his Hebrew translation). == Organization and influences == The Duties of the Heart is divided into ten sections termed \"gates\" () corresponding to the ten fundamental principles which, according to Bahya's view, constitute human spiritual life. This treatise on the inner spiritual life makes numerous references to both Biblical and Talmudic texts. It also draws on the Sufi influences of al- Andalus and also on the Greco-Roman Classics as translated by the school of Hunayn ibn Ishaq. ==Contents and message== The essence of all spirituality being the recognition of God as the one maker and designer of all things, Bahya makes the \"Sha'ar HaYihud\" (Gate of the Divine Unity) the first and foremost section. Taking the Jewish Confession, \"Hear, O Israel: the Lord is our God, the Lord is One,\" as a starting-point, the author emphasizes the fact that for religious life it is not so much a matter of the intellect to know God as it is a matter of the heart to own and to love Him. Bahya held that it is not sufficient to accept this belief without thinking, as the child does, or because the fathers have taught so, as do the blind believers in tradition, who have no opinion of their own and are led by others. Nor should the belief in God be such as might in any way be liable to be understood in a corporeal or anthropomorphic sense, but it should rest on conviction which is the result of the most comprehensive knowledge and research. Far from demanding blind belief, the Torah appeals to reason and knowledge as proofs of God's existence. It is therefore a duty incumbent upon every one to make God an object of speculative reason and knowledge, in order to arrive at true faith. Without intending to give a compendium of metaphysics, Bahya furnishes in this first gate a system of religious philosophy that is not without merit. Unfamiliar with Avicenna's works, which replaced Neoplatonic mysticism by clear Aristotelian thought, Bahya, like many Arab philosophers before him, bases his arguments upon Creation. He starts from the following three premises: # Nothing creates itself, since the act of creating necessitates its existence (see also Saadia, \"Emunot,\" i. 2) # the causes of things are necessarily limited in number, and lead to the presumption of a first cause which is necessarily self-existent, having neither beginning nor end, because everything that has an end must have a beginning # all composite beings have a beginning; and a cause must necessarily be created. The world is beautifully arranged and furnished like a great house, of which the sky forms the ceiling, the earth the floor, the stars the lamps, and man is the proprietor, to whom the three kingdoms—the animal, the vegetable, and the mineral—are submitted for use, each of these being composed of the four elements. Nor does the celestial sphere, composed of a fifth element—\"Quinta Essentia\", according to Aristotle, and of fire, according to others—make an exception. These four elements themselves are composed of matter and form, of substance and accidental qualities, such as warmth and cold, state of motion and of rest, and so forth. Consequently, the universe, being a combination of many forces, must have a creative power as its cause. Nor can the existence of the world be due to mere chance. Where there is purpose manifested, there must have been wisdom at work. Ink spilled accidentally upon a sheet of paper can not produce legible writing. === Unity of God === Bahya then proceeds, following chiefly Saadia Gaon and the Mutakallimin (\"Kalamists\") to prove the unity of God (Arabic tawhid) by showing: # All classes, causes, and principles of things lead back to one principal cause. # The harmony of all things in nature, the interdependence of all creatures, the wondrous plan and wisdom displayed in the structure of the greatest and smallest of animal beings, from the elephant to the ant, all point to one great designer—the physico-theological argument of Aristotle. # There is no reason for the assumption of more than one creator, since the world manifests but one plan and order everywhere. No one would without sufficient cause ascribe a letter written altogether in the same style and handwriting to more than one writer. # The assumption of many creators would necessitate either a plurality of identical beings which, having nothing to distinguish them, could not but be one and the same—that is, God—or of different beings which, having different qualities and lacking some qualities which others possess, can no longer be infinite and perfect, and therefore must themselves be created, not self-existent. # Every plurality, being a combination of units, presupposes an original unity; hence, even those that assume a plurality of gods must logically admit the prior existence of a Divine Unity—a Neoplatonic argument borrowed by Baḥya from the Brothers of Purity. # The Creator can not share with the creatures accidents and substance. The assumption of a plurality, which is an accident and not a substance, would lower God, the Creator, to the level of creatures. # The assumption of two creators would necessitate insufficiency of either of them or interference of one with the power of the other; and as the limitation deprives the Creator of His power, unity alone establishes Divine omnipotence. Bahya then endeavors to define God as the absolute unity by distinguishing God's unity from all other possible unities. Bahya's work in this regard prompted Yemen's 12th-century Jewish philosopher, Natan'el al-Fayyumi, to compile a work that counters some of the basic arguments espoused by Ibn Paquda, and where al-Fayummi argues a more profound unity of God than that expressed by Bahya Ibn Paquda.Natan'el al-Fayyumi, Sefer Gan HaSikhlim (\"Garden of the Intellects\"), ed. Yosef Qafih, 4th edition, Kiryat Ono 2016, Introduction (p. 10) [Hebrew]. See Divine simplicity. ===Attributes of God=== Adopting this Neoplatonic idea of God as the one who can only be felt by the longing soul, but not grasped by the reason, Bahya finds it superfluous to prove the incorporeality of God. The question with him is rather, How can one know a being who is so far beyond our mental comprehension that we can not even define Him? In answering this, Bahya distinguishes between two different kinds of attributes; namely, essential attributes and such as are derived from activity; see Negative theology. Three attributes of God are essential, though one derives them from creation: # God's existence; since a non-existent being can not create things # God's unity # God's eternity; since the last cause of all things is necessarily one and everlasting. But Bahya holds that these three attributes are one and inseparable from the nature of God; in fact, they are only negative attributes: God can not be non-existent, or a non-eternal or a non-unit, or else He is not God. The second class of attributes, such as are derived from activity, are most frequently applied to God in the Bible, and are as well applied to the creatures as to the Creator. These anthropomorphisms, however, whether they speak of God as having manlike form or as displaying a manlike activity, are used in the Bible only for the purpose of imparting in homely language a knowledge of God to men who would otherwise not comprehend Him; while the intelligent thinker will gradually divest the Creator of every quality that renders Him manlike or similar to any creature. The true essence of God being inaccessible to our understanding, the Bible offers the name of God as substitute; making it the object of human reverence, and the center of ancestral tradition. And just because the wisest of men learn in the end to know only their inability to name God adequately, the appellation \"God of the Fathers\" will strike with peculiar force all people alike. All attempts to express in terms of praise all the qualities of God will necessarily fail. Man's inability to know God finds its parallel in his inability to know his own soul, whose existence is manifested in every one of his acts. Just as each of the five senses has its natural limitations—the sound that is heard by the ear, for instance, not being perceptible to the eye—so human reason has its limits in regard to the comprehension of God. Insistence on knowing the sun beyond what is possible to the human eye causes blindness in man; so does the insistence on knowing Him who is unknowable, not only through the study of His work, but through attempts to ascertain His own essence, bewilder and confound the mind, so as to impair man's reason. To reflect on the greatness and goodness of God, as manifested throughout creation, is consequently the highest duty of man; and to this is devoted the second section of the book, entitled \"Sha'ar ha-Behinah\" (Gate of Reflection). === His natural philosophy === Bahya points out a sevenfold manifestation for the creative wisdom in: # the combination of the elements of which the earth forms the center, with water and air surrounding it and fire placed above # the perfection of man as the microcosm # the physiology and intellectual faculties of man # the order of the animal kingdom # that of the plant kingdom # the sciences, arts, and industries of man; and # the divine revelation as well as the moral and social welfare of all the nations. Bahya held that man should think about his own wondrous formation in order to recognize the wisdom of his Maker. Bahya then surveys the then understood physiology and psychology of humanity; showing the wisdom displayed in the construction of each organ and of each faculty and disposition of the soul; also in such contrasts as memory and forgetfulness—the latter being as necessary for the peace and enjoyment of man as is the former for his intellectual progress. In nature likewise, the consideration of the sublimity of the heavens and of the motion of all things, the interchange of light and darkness, the variety of color in the realm of creation, the awe with which the sight of living man inspires the brute, the wonderful fertility of each grain of corn in the soil, the large supply of those elements that are essential to organic life, such as air and water, and the lesser frequency of those things that form the objects of industry and commerce in the shape of nourishment and raiment —all these and similar observations tend to fill man's soul with gratitude and praise for the providential love and wisdom of the Creator. === Worship of God === In this view, such understanding necessarily leads man to the worship of God, to which the third section, \"Sha'ar Avodat Elohim\" (Gate of Divine Worship), is devoted. Every benefit received by man, says Bahya, will evoke his thankfulness in the same measure as it is prompted by intentions of doing good, though a portion of self-love be mingled with it, as is the case with what the parent does for his child, which is but part of himself, and upon which his hope for the future is built; still more so with what the master does for his slave, who is his property. Also charity bestowed by the rich upon the poor is more or less prompted by commiseration, the sight of misfortune causing pain of which the act of charity relieves the giver; likewise does all helpfulness originate in that feeling of fellowship which is the consciousness of mutual need. God's benefits, however, rest upon love without any consideration of self. On the other hand, no creature is so dependent upon helpful love and mercy as man from the cradle to the grave. === Pedagogical value of Jewish law === Worship of God, however, in obedience to the commandments of the Law is in itself certainly of unmistakable value, inasmuch as it asserts the higher claims of human life against the lower desires awakened and fostered by the animal man. Yet it is not the highest mode of worship, as it may be prompted by fear of divine punishment or by a desire for reward; or it may be altogether formal, external, and void of that spirit which steels the soul against every temptation and trial. Still, Jewish law is necessary as a guide for man, says Bahya, since there exists in man the tendency to lead only a sensual life and to indulge in worldly passions. There is another tendency to despise the world of the senses altogether, and to devote oneself only to the life of the spirit. In his view, both paths are abnormal and injurious: the one is destructive of society; the other, of human life in both directions. Jewish law therefore shows the correct mode of serving God by following \"a middle way,\" alike remote from sensuality and contempt of the world. The mode of worship prescribed by the Law has therefore mainly a pedagogical value, asserts Bahya. It educates the whole people, the immature as well as the mature intellects, for the true service of God, which must be that of the heart. A lengthy dialogue follows, between the Soul and the Intellect, on Worship, and on the relation of Free Will to Divine Predestination; Bahya insisting on human reason as the supreme ruler of action and inclination, and therefore constituting the power of self-determination as man's privilege. Another subject of the dialogue is the physiology and psychology of man with especial regard to the contrasts of joy and grief, fear and hope, fortitude and cowardice, shamefulness and insolence, anger and mildness, compassion and cruelty, pride and modesty, love and hatred, generosity and miserliness, idleness and industry. === Divine providence === Trust in God forms the title and the subject of the fourth \"gate\", \"Sha'ar HaBitachon.\" Greater than the magical power of the alchemist who creates treasures of gold by his art is the power of trust in God, says Bahya; for he alone who confides in God is independent and satisfied with what he has, and enjoys rest and peace without envying any one. Yet only God, whose wisdom and goodness comprise all times and all circumstances, can be implicitly confided in; for God provides for all His creatures out of true love, and with the full knowledge of what is good for each. Particularly does God provide for man in a manner that unfolds his faculties more and more by new wants and cares, by trials and hardships that test and strengthen his powers of body and soul. Confidence in God, however, should not prevent man from seeking the means of livelihood by the pursuit of a trade; nor must it lead him to expose his life to perils. Particularly is suicide a crime often resulting from lack of confidence in an all-wise Providence. Likewise is it folly to put too much trust in wealth and in those who own great fortunes. In fact, all that the world offers will disappoint man in the end; and for this reason the Saints and the Prophets of old often fled their family circles and comfortable homes to lead a life of seclusion devoted to God only. === Immortality of the soul === Bahya here dwells at length on the hope of immortality, which, in contradistinction to the popular belief in bodily resurrection, he finds intentionally alluded to only here and there in the Scriptures. For Bahya the belief in immortality is purely spiritual, as expressed in Zech. iii. 7, \"I give thee places among these that stand by.\" === Hypocrisy and skepticism === Sincerity of purpose is the theme treated in the fifth \"gate\", called \"Yihud ha-Ma'aseh\" (Consecration of Action to God); literally, \"Unification of Action.\" According to Bahya, nothing is more repulsive to the pious soul than the hypocrite. Bahya regarded skepticism as the chief means of seducing people to hypocrisy and all other sins. At first, says Bahya, the seducer will cast into man's heart doubt concerning immortality, to offer a welcome excuse for sensualism; and, should he fail, he will awaken doubt concerning God and divine worship or revelation. Not succeeding therein, he will endeavor to show the lack of justice in this world, and will deny the existence of an afterlife; and, finally, he will deny the value of every thought that does not redound to bodily welfare. Wherefore, man must exercise continual vigilance regarding the purity of his actions. === Humility === The sixth \"gate\", \"Sha'ar HaKeni'ah,\" deals with humility. Humility is said to be manifested in gentle conduct toward one's fellowman, whether he be of equal standing or superior, but especially in one's attitude toward God. Humility springs from a consideration of the low origin of man, the vicissitudes of life, and one's own failings and shortcomings compared with the duties of man and the greatness of God; so that all pride even in regard to one's merits is banished. Pride in outward possessions is incompatible with humility, and must be suppressed; still more so is pride derived from the humiliation of others. There is, however, a pride which stimulates the nobler ambitions, such as the pride on being able to acquire knowledge or to achieve good: this is compatible with humility, and may enhance it. === Repentance === The practical tendency of the book is particularly shown in the seventh section, Shaar HaTeshuvah, the Gate of Repentance. The majority even of the pious, Bahya says, are not those who have been free from sins, but rather those who have once sinned, yet then felt regret at having done so. As there are sins both of omission and of commission, man's repentance should be directed so as to stimulate good action where such had been neglected, or to train him to abstain from evil desires where such had led to evil actions. Repentance consists in: # the full consciousness of the shameful act and a profound regret for having committed it; # a determination of change of conduct; # a candid confession of the sin, and an earnest supplication to God asking His pardon; # in a perfect change of heart. True repentance shows itself in awe of God's justice, in contrition of soul, in tears in outward signs of grief — such as moderation of sensual enjoyment and display, and foregoing pleasures otherwise legitimate — and in a humble, prayerful spirit and an earnest contemplation of the soul's future. Most essential is the discontinuance of sinful habits, because the longer they are adhered to, the more difficult they are to end. An especial hindrance to repentance is procrastination, which waits for a tomorrow that may never come. After having quoted sayings of the rabbis, to the effect that the sinner who repents may rank higher than he who has never sinned, Bahya quotes the words of one of the masters to his disciples: \"Were you altogether free from sin, I should be afraid of what is far greater than sin — that is, pride and hypocrisy.\" === Seeing God === The next \"gate\", entitled Shaar Heshbon HaNefesh, Gate of Self-Examination, contains an exhortation to take as serious view as possible of life, its obligations and opportunities for the soul's perfection, in order to attain to a state of purity in which is unfolded the higher faculty of the soul, which beholds the deeper mysteries of God, the sublime wisdom and beauty of a higher world inaccessible to other men. Bahya devotes Shaar HaPerishut, Gate of Seclusion from the World, to the relation of true religiousness to asceticism. Some amount of abstinence is, according to Bahya, a necessary discipline to curb man's passion and to turn the soul toward its higher destiny. Still, human life requires the cultivation of a world which God has formed to be inhabited, and the perpetuation of the race. As such, asceticism can only be the virtue of a few who stand forth as exemplars. === An ascetic life === There are different modes of seclusion from the world. Some, in order to lead a life devoted to the higher world, flee this world altogether, and live as hermits, contrary to the design of the Creator. Others retire from the world's turmoil and live a secluded life in their own homes. A third class, which comes nearest to the precepts of Jewish law, participates in the world's struggles and pursuits, but leads a life of abstinence and moderation, regarding this world as a preparation for a higher one. According to Bahya, the object of religious practise is the exercise of self-control, the curbing of passion, and the placing at the service of the Most High of all personal possessions and of all the organs of life. === Love of God === The aim of ethical self-discipline is the love of God, which forms the contents of the tenth and last section of the work, Shaar Ahavat Elohim, The Gate of the Love of God. This is explained as the longing of the soul, amid all the attractions and enjoyments that bind it to the earth, for the fountain of its life, in which it alone finds joy and peace, even though the greatest pains and suffering be imposed on it. Those that are imbued with this love find easy every sacrifice they are asked to make for their God; and no selfish motive mars the purity of their love. Bahya is not so one-sided as to recommend the practise of the recluse, who has at heart only the welfare of his own soul. A man may be as holy as an angel, yet he will not equal in merit the one that leads his fellow-men to righteousness and to love of God. == Translations == Besides the Hebrew translations mentioned above, Chovot HaLevavot has been translated into several languages. === Judaeo-Spanish === * Chovot HaLevavot, translated into Judaeo-Spanish by Zaddik ben Joseph Formon before the end of the sixteenth century, was printed at Constantinople, and republished several times (Amsterdam, 1610 by David Pardo in Latin characters; Venice, 1713 in Hebrew characters; Vienna, 1822 by Isaac Bellagrade). Julius Fürst (\"Bibliotheca Judaica\" i. 78, iii. 67) attributes the translation to Joseph Pardo, rabbi of Amsterdam. === Latin === * Jacob Roman of Constantinople intended to publish the Arabic text with a Latin translation in 1643. === Portuguese === * Amsterdam, 1670, by Samuel b. Isaac Abbas. === German === * Amsterdam, 1716, by Isaac b. Moses . * Fürth, 1765, by Samuel Posen. * Breslau, 1836. * Vienna, 1854, by Mendel Baumgarten. * Vienna, 1856, by Mendel E. Stern. === Italian === * An Italian translation was published in 1847. === English === * Hyamson, Moses. Duties of the Heart. Feldheim Publishers: Jerusalem — New York, 1970 (2-volume edition). Originally published in 5 volumes (1925-1947). Translation from Judah ibn Tibbon's Hebrew translation. * Mansoor, Menahem. The Book of Direction to the Duties of the Heart. The Littman Library of Jewish Civilization. London: Routledge & Kegan Paul, 1973. Translation from the Arabic. * Haberman, Daniel. Duties of the Heart. Feldheim Publishers: Jerusalem — New York, 1996 (2-volume set). Translation based on Yehudah Ibn Tibbon's Hebrew translation, though with consultation of Kafih (Hebrew) and Mansoor (English) translations from the Arabic. * Gateoftrust.org - English translation of Duties of the Heart. == References == == External links == * Hyamson's English translation: Volume 2 of 5 (New York, 1941) (with treatises 2 & 3), hebrewbooks.org * Fulltext (Hebrew), daat.ac.il * Free English Translation of Gates 1-10 Category:Jewish philosophical and ethical texts Category:Judeo-Arabic literature Category:Musar movement Category:Hebrew-language religious books Category:Sifrei Kodesh",
 "title": "Chovot HaLevavot"
}