{
 "id": "781030",
 "text": "{| |} USS Leutze (DD-481) was a in the United States Navy during World War II. She was named for Admiral Eugene H. C. Leutze (1847–1931). Leutze was laid down on 3 June 1941 by Puget Sound Navy Yard, Bremerton, Washington and launched 29 October 1942; sponsored by Miss Caroline Rowcliffe, granddaughter of Rear Adm. E. H. C. Leutze, daughter of Rear Adm. Gilbert Jonathan Rowcliff. The ship was commissioned 4 March 1944, Commander B. A. Robbins, Jr., in command. ==History== Leutze completed the necessary performance trials and continued the training of her crew on escort missions to Pearl Harbor and Eniwetok during June and July 1944. On 2 August she departed Seattle for the war zone a sleek new destroyer and returned 1 year and 1 day later a battered veteran about to be scrapped. In this short interval she had played a part in five invasions and a major naval battle before a kamikaze ended her fighting days. After departing Seattle, Washington, the destroyer rehearsed in the Hawaiian and Solomon Islands for the invasion of the Palaus. Arriving off Peleliu 12 September (D-Day-3), Leutze bombarded enemy positions ashore and suffered her first casualty when shrapnel from an enemy shell sprayed the ship. Withdrawn on 24 September, she joined Task Group 77.2 (TG 77.2) at Manus Island, Admiralties, for the invasion of the strategically important Philippines. Action off Leyte began 18 October with little serious opposition to the preinvasion bombardment but rose to a crescendo climax with the Battle of Leyte Gulf 24 and 25 October. Leutze, first firing on an enemy plane two days earlier, suffered 11 casualties on the morning of the 24th when hit during an enemy bombing and strafing run. That night in Surigao Straits with Rear Adm. Jesse B. Oldendorf’s 7th Fleet support ships, she attacked with torpedoes the ships of Japan’s Southern Force under Adm. Shoji Nishimura. During this phase of the last major battle between surface ships, Nishimura lost two battleships and three destroyers in a vain attempt to force his way through the Straits and attack the American invasion fleet. Thereafter with its surface fleet decimated, Japan again resorted to airstrikes. Although Leutze emerged unscratched, on a single day 1 November, four sister ships of her screen were crashed by suicide planes. After a period of tender overhaul, she steamed out of Kossol Roads 1 January 1945 for the invasion of Lingayen Gulf, Luzon, Philippines. En route the ship received ice cream for all hands for returning a sailor fallen overboard from . She arrived in Lingayen Gulf 6 January for fire support. While supporting this operation, Leutze 7 January sank a Japanese patrol vessel and 9 January a small suicide boat loaded with explosives. Careful preparations were made for the next assault. Iwo Jima, desired as an airfield site, was selected as the target. Practicing with underwater demolition teams at Ulithi and conducting exercises until beyond Saipan, Leutze arrived Iwo Jima 16 February. Despite intensive previous bombing and shelling, enemy fire was heavy. While protecting Navy frogmen on 17 February, she took, a shell on the after part of the forward stack. Remaining until the completion of her mission, she then transferred her seriously wounded commanding officer and three other injured and resumed station. In accordance with the Commanding Officer's recommendation, Lt. Leon Grabowsky was elevated to Commanding Officer of Leutze. Upon assuming command on 17 January 1945, Grabowsky became the youngest modern destroyer commander ever in the US Navy at age 27 years, 4 months. Ordered back to Ulithi the next day for repairs, Leutze returned to Iwo Jima early in March but only for four days, as much of this fleet was now needed for Operation Iceberg, the conquest of Okinawa. This last big amphibious operation of the war, unlike Iwo Jima, took place within range of Japanese land-based planes. While escorting battleship for the preinvasion shelling of 27 March, Leutze made two depth charge runs which apparently sank a midget submarine. On a second voyage with and , she arrived Okinawa 3 April. This was 2 days after D-Day but in time for the first of the Japanese operations “Ten Go”, the massed kamikaze attacks. ==Fate== Of the first wave of attacking aircraft to filter through the outer screen on 6 April, she splashed two and later knocked down a third. Disregarding the danger, she proceeded alongside to assist the thrice-hit and burning . The fourth plane to hit this ship skidded across the deck and exploded its bomb against Leutze’s port quarter. The kamikaze almost severed her fantail and left seven crew members missing, one dead, and 30 wounded. Lt. Leon Grabowsky, Leutze’s acting commanding officer, received the Navy Cross for his part in aiding Newcomb, and in the fighting of his own ship. Recalling her firefighting parties from Newcomb, she maneuvered clear, brought her flooding under control and was towed to Kerama Retto anchorage for emergency repairs. Departing 10 July via Guam and Pearl Harbor, she reached Hunters Point Drydocks, San Francisco, 3 August. Following the end of the war, her repairs were halted. Leutze decommissioned 6 December 1945, was struck from the Navy Register 3 January 1946, and ultimately purchased for scrap by Thomas Harris, Barber, New Jersey, 17 June 1947. ==Honors== Leutze received five battle stars for World War II service. == References == * Schultz, Dave. “USS LEUTZE (DD-481) Deployments & History.” Www.Hullnumber.Com, 2020, www.hullnumber.com/DD-481. == External links == *USS Leutze website at * navsource.org: USS Leutze * hazegray.org: USS Leutze Category:World War II destroyers of the United States Category:Ships built in Bremerton, Washington Category:1942 ships Category:Fletcher-class destroyers of the United States Navy Category:Maritime incidents in April 1945",
 "title": "USS Leutze (DD-481)"
}