{
 "id": "78171",
 "text": "The following is a list of military writers, alphabetical by last name: ==A== * Pierre Emmanuel Albert, Baron Ducasse * Stephen Ambrose * Raymond Aron ==B== * Andrew Bacevich * Ali Bader Iraq war * Bao Ninh - The Sorrow of War (about the Vietnam War) * Thomas P.M. Barnett * Alberto Bayo - Latin American revolutionary, A Manual of Guerrilla Warfare * Marc Becker * Antony Beevor - several books on the Second World War; also on the Spanish Civil WAr * Don Bendell - Crossbow, The B-52 Overture, Valley of Tears, Snake-Eater, Criminal Investigation Detachment * David Bercuson * Friedrich von Bernhardi * Eric Arthur Blair (aka George Orwell) - Homage to Catalonia * Mark Bowden * John Boyd - inventor of the OODA Loop or decision cycle, Energy-Maneuverability, Aerial Attack Study, \"Discourse on Winning & Losing\", Destruction & Creation * Gary Brecher - War Nerd * Ahron Bregman - books on the Arab–Israeli conflict * Bernard Brodie * Don Brown - Treason, Hostage, Defiance, Last Fighter Pilot, Malacca Conspiracy ==C== * Tobias Capwell (born ) - American curator, historian of arms and armour, and jouster * Lazare Carnot * Caleb Carr - military historian, Lessons of Terror, The Devil Soldier * Nigel Cawthorne - POW histories: The Bamboo Cage, The Iron Cage * Chanakya - Arthashastra * Winston Churchill - The River War, The Gathering Storm * Robert M. Citino - German Way of War, Quest for Decisive Victory, Blitzkrieg to Desert Storm, Death of the Wehrmacht: The German Campaigns of 1942, Wehrmacht Retreats: Fighting a Lost War, 1943 * Tom Clancy - Rainbow Six, Splinter Cell, Net Force * Carl von Clausewitz - military theorist, On War * Menno van Coehoorn * John Colomb * Julian Corbett - Edwardian British Naval theorist, Some Principles of Maritime Strategy * Anthony Cordesman * James Corum * Martin van Creveld - expanded theory of war proponent * Arthur Currie ==D== * Giulio Douhet * Mikhail Dragomirov - Russian military theoretician * Pierre Emmanuel Albert, Baron Ducasse * Gwynne Dyer ==E== * Jacey Eckhart * Jeff Edwards - Torpedo * Stuart E. Eizenstat * Alonso de Ercilla - La Araucana ==F== * Bernard Fall * Ferdinand Foch * Frederick II of Prussia * Sextus Julius Frontinus - Stratagemata * J.F.C. Fuller - theoretician of tank warfare * Paul Fussell ==G== * Pierre Marie Gallois * Azar Gat * Charles de Gaulle – Vers l'Armée de Métier (1934), La France et son Armée (1938) (partial bibliography of de Gaulle's military writings; influence of de Gaulle's military writings in Nazi Germany) * David Glantz - preeminent authority on the Red Army during World War II * Colmar Freiherr von der Goltz - 19th-century general and theorist * Jack Granatstein * Lester W. Grau * Robert Greene - The 33 Strategies of War, The 48 Laws of Power * George Grivas * Heinz Guderian - German general, developed principles of Blitzkrieg, Achtung – Panzer! * Ernesto Che Guevara - Argentinian revolutionary, diary outlined the guerrilla war being fought in Bolivia. Guerrilla Warfare * Jacques-Antoine-Hippolyte de Guibert ==H== * David Hackworth * Bruce Barrymore Halpenny - Airfields, World War Two, Bomber and Fighter Command * Thomas X. Hammes * Victor Davis Hanson * Gustav Hasford * Joel Hayward * Herodotus * Jonathan House * Sir Michael Howard == I == * Kanji Ishiwara – Sekai Saishū Senron (On World Final War) ==J== * Jiang Ziya - Six Secret Teachings * Michael Johns - foreign policy and national security analyst and writer * Antoine Henri Jomini - General, wrote on the Napoleonic Wars including Precis de l'Art de la Guerre (Precis on the Art of War) and Traité des grandes opérations militaires (Treatise on Grand Military Operations) * Josephus - The Wars of the Jews * Ernst Jünger - Storm of Steel ==K== * Herman Kahn * John Keegan - military historian * Paul Kennedy * David Kilcullen * Howard Kippenberger - New Zealand general and military historian * Henry Kissinger * Shen Kuo - Dream Pool Essays ==L== * John Knox Laughton * T. E. Lawrence - colloquially known as \"Lawrence of Arabia\" * Leo VI the Wise - Byzantine emperor (Taktika) * \"Yank\" Levy - author of pamphlet Guerrilla Warfare * John David Lewis * B. H. Liddell-Hart - proponent of the \"indirect approach\" * William S. Lind * Liu Bowen - Huolongjing * Stephen B. Luce * Edward Luttwack - theorist, identified the 'Dynamic Paradox' of strategy ==M== * Douglas Macgregor * Niccolò Machiavelli - political theorist, The Prince and Dell'arte della guerra (The Art of War) * Alfred Thayer Mahan - naval strategist * Dennis Hart Mahan - military theorist and Engineering professor at West Point, wrote Advanced Guard, Outpost and Detachment Service of Troops, with essential Principles of Strategy and Grand Tactics, commonly known as Outpost * Erich von Manstein - prominent German general in World War II * Mao Zedong - Chinese leader and guerrilla theorist, On Guerrilla Warfare * Carlos Marighella - Brazilian \"urban guerrilla\", Minimanual of the Urban Guerrilla * Tyrone G. Martin - USS Constitution expert * Maurice - Byzantine Emperor and traditional author of the military treatise Strategikon * Frederick Maurice - soldier, military writer * Maurice of Nassau * Gordon McCormick - theorist on the \"Magic Diamond\" model of counter-insurgency * Steven Metz * Billy Mitchell * Helmuth von Moltke the Elder - theorist and strategist; \"father\" of mission- type tactics and the German field manual for unit commanders * François-Henri de Montmorency * Robin Moore - The Hunt for Bin Laden: Task Force Dagger * Miyamoto Musashi - The Book of Five Rings ==N== * Napoleon I of France * Abdul Haris Nasution * Sönke Neitzel - author of Soldaten: On Fighting, Killing and Dying * Michel Ney ==O== * Weston Ochse ==P== * Sarah C. Paine * Mason Patrick - Major General, Chief of US Army Air Service and US Army Air Corps, The US in the air * Ralph Peters * Ardant du Picq - French military theorist, Battle Studies * Lucien Poirier * Polyaenus * H. John Poole * Douglas Porch ==R== * Sima Rangju - The Methods of the Sima * Publius Flavius Vegetius Renatus - De Re Militari * Erwin Rommel - German field marshal during World War II, Infantry Attacks (Infanterie greift an), armored battle theory * Cornelius Ryan - The Longest Day, A Bridge Too Far, The Last Battle ==S== * Philip Sabin * Thomas Schelling * Sigismund von Schlichting - 19th-century infantry theorist * Ayesha Siddiqa * Lynette Silver * Richard Simpkin - military theorist * Thomas Smith * Vasily Sokolovsky * David Stahel - military historian with a focus on Operation Barbarossa and the Battle of Moscow * Hew Strachan - military historian * Sun Bin - claimed descent from Sun Tzu, and was considered Sun Tzu II, Sun Bin Bing Fa * Sun Tzu - general, The Art of War * Alexander Suvorov - general, The Science of Victory ==T== * Aeneas Tacticus * A.J.P. Taylor * Wallace Terry * Thucydides - History of the Peloponnesian War * Eduard Totleben * Hugh Trenchard * Yamamoto Tsunetomo - Hagakure * Barbara Tuchman - historian * Mikhail Tukhachevsky ==U== * Matthew Uttley ==V== * Sebastien le Prestre de Vauban * Vegetius * Julius von Verdy du Vernois - 19th-century general and theorist * Võ Nguyên Giáp - North Vietnamese general who was a key figure in their success in the Vietnam War, decisive in victory at the Battle of Dien Ben Phu ==W== * Wang Li - the Master of Ghost Valley * H. G. Wells * Bing West - military historian * Garnet Wolseley * Wu Qi - Wuzi *Kenneth Wash -- The Final Defense, Flags of Vengeance ==X== * Xenophon - Anabasis and Hellenica * Wang Xiangsui - Unrestricted Warfare ==Y== * Jiao Yu ==Z== * Zhuge Liang - strategist from The Three Kingdoms era, The General's Garden ==See also== * Lists of authors * Military history * List of authors in war - writers who served in and wrote about war, including memoirs and fiction * List of Chinese military texts ==References== Category:Lists of writers",
 "title": "List of military writers"
}