{
 "id": "782364",
 "text": "Michael William Russell (born 9 August 1953) is a Scottish politician who served as Cabinet Secretary for the Constitution, Europe and External Affairs from 2020 to 2021. He served as Cabinet Secretary for Education and Lifelong Learning from 2009 to 2014 and Cabinet Secretary for Government Business and Constitutional Relations from 2018 to 2020. A member of the Scottish National Party (SNP), Russell has been President of the SNP since November 2020. He was the Member of the Scottish Parliament (MSP) for Argyll and Bute from 2011 to 2021, having previously served as a list MSP for South of Scotland from 1999 to 2003 and 2007 to 2011. Russell previously worked as a television producer and director and the author of seven books. He was Chief Executive of the SNP from 1994 to 1999 and was elected to the Scottish Parliament as a regional MSP for the South of Scotland at the first Scottish Parliament elections in 1999. However, he lost his seat in the 2003 Scottish Parliament election. He was elected again in May 2007 and was appointed Minister for Environment in Scotland's first-ever SNP administration by First Minister Alex Salmond. He was then reshuffled on 10 February 2009 to become Minister for Culture, External Affairs and the Constitution, and was later promoted to the Scottish Cabinet on 1 December 2009 replacing Fiona Hyslop as Cabinet Secretary for Education and Lifelong Learning until November 2014. He was a professor of culture and governance at the University of Glasgow from 2015 to 2016. Russell later served in Nicola Sturgeon's government as Minister for UK Negotiations on Scotland's Place in Europe from August 2016 to June 2018. He returned to the Cabinet in 2018 as Cabinet Secretary for Government Business and Constitutional Relations. ==Background== Russell was born in Bromley, Kent to an English mother and a Scottish father. He grew up in Troon, where he attended Marr College. He went to Edinburgh University, where he studied first theology and then Scottish history and literature. He worked in television and the media prior to establishing his own media company, Eala Bhan Ltd. Russell is conversant in Gaelic and gave a speech in the language which was the first occasion the European Council was addressed in Gaelic. Journalist Chris Deerin described him as \"a man of culture – and he is likely to tell you so\". ==Political career== Russell was Chief Executive of the SNP in the period prior to the first Scottish election of 1999 and has been an active member of the SNP for over three decades, often working closely with former party leader Alex Salmond. Originally a member of the Labour club at Edinburgh University, Russell joined the SNP in 1974 during the February election of that year, was active in Edinburgh, in the Western Isles and in the Inverness constituency and stood for the first time for as an SNP candidate in 1984 in Clydesdale in a local government election. He was then the Clydesdale candidate for the Westminster Parliament in June 1987. Later that year he became the elected Vice Convenor of the SNP responsible for Publicity (succeeding Alex Salmond) and in 1990 was Salmond's campaign manager during the SNP leadership campaign. During that time he worked as executive director of Network Scotland, a media and educational company, but he gave up his party posts in 1991 to concentrate on establishing his own TV production company, Eala Bhan Ltd. He returned to active politics in December 1994 when he became the SNP's first full-time Chief Executive. In that role, he was the party's election director for the 1997 and 1999 campaigns as well as for the successful Perth and Kinross by- election in 1995 (having been deputy campaign director in the 1992 General Election and for the Govan and Glasgow Central by-elections of 1987 and 1988). In November 2020, Russell was elected President of the SNP. == Scottish Parliament == He was placed second by the party on the South of Scotland list for the 1999 Scottish Parliament elections (as well as standing for the Cunninghame South Constituency which he also fought in 2003) and after his election was appointed SNP Business Manager in the new Parliament which resulted in him becoming a founding member of the Parliamentary Bureau. After John Swinney was elected leader of the SNP in 2000, Russell became Shadow Minister for Education and Culture, a post he held until 2003. He was named as \"Debater of the Year\" in the Herald Awards in 2000, and was nominated for \"Scottish Politician of the Year\" in the same awards in 2002 as well as for the Channel 4 \"Scottish Politician of the Year\" title. When he lost his seat at the end of the first Scottish Parliament, Russell focused on his work as an author and newspaper columnist, commenting on various aspects of Scottish culture and Scottish politics. He did, however, stand for the leadership of the SNP in 2004, in the election prompted by John Swinney's resignation. He finished third behind Alex Salmond and Roseanna Cunningham. Russell continued as a political commentator, generating some controversy with his strongly free market views in his book, Grasping The Thistle, in which he called for the NHS to be abolished and replaced with an insurance based healthcare system. It also called for inheritance tax and the Barnett Formula to be scrapped and a voucher system introduced for education. Many SNP members saw Russell's absence from the Scottish Parliament as a great loss to the SNP's profile and performance there. In 2006 he was once again placed second on the SNP regional list in the South of Scotland though this time the list was chosen by a one member, one vote system for which Russell had argued over a long period and was re-elected to Parliament in 2007. He was also the party's candidate in the Dumfries constituency. Following the SNP's narrow victory at the 2007 Scottish Parliament Election, Russell was appointed the Minister for Environment. In the first reshuffle of the SNP Government in February 2009, Russell was moved to be Minister for Culture, External Affairs and the Constitution. In December 2009 Russell was promoted to the Scottish Cabinet as Cabinet Secretary for Education and Lifelong Learning following the repositioning of Fiona Hyslop to Culture, Tourism and External Affairs. Russell left the Scottish Cabinet in November 2014, when Nicola Sturgeon took over as First Minister. On 25 August 2016 he was appointed as the Scottish government's new minister with responsibility for Brexit negotiations with the UK government. During the pandemic he called for Britain to join the EU's vaccine procurement scheme, tweeting about the British Government's decision to go it alone: \"This idiotic refusal is all about Brexit and nothing to do with the pandemic. It will cost lives.\". The success of the U.K. vaccine procurement and rollout programme compared to the shambolic and slow EU rollout has proven Russell wrong. He announced in 2020 that he would not be standing for re-election in 2021. In November 2020 he was elected to the honorary position of SNP President – having campaigned on a platform of holding an independence referendum in autumn 2021. Russell won 60% of the vote, beating political blogger Craig Murray, who placed second, and former MP Corri Wilson, who placed third. ==Campaigner== For many years, Russell has campaigned for justice on behalf of former police detective, Shirley McKie, who was awarded £750,000 compensation by the Scottish Executive in a February 2006 out-of-court settlement. The Justice 1 committee of the Scottish Parliament conducted a nine-month inquiry into the McKie case in 2006, and its report was published on 15 February 2007.Scottish Parliament's Justice 1 committee report (pages 189–190 deal with Ms McKie's out-of-court compensation award) In April 2007, Michael Russell and Shirley's father, Iain McKie, published a book on what they described as the worst miscarriage of justice in a generation: Shirley McKie – The Price of Innocence (). Shirley McKie's case assumed an international significance with a possible linkage to the case of convicted Lockerbie bomber, Abdelbaset al- Megrahi, who was granted leave to appeal against his conviction for a second time by the Scottish Criminal Cases Review Commission on 28 June 2007. Megrahi's appeal began in Edinburgh on 28 April 2009, and a public inquiry into the McKie case started in Glasgow on 2 June 2009. Russell supported the successful campaign to have The Tinkers' Heart in Argyll listed as a Scheduled Monument, with listing taking place in 2015. ==Academic career== In May 2015, the University of Glasgow announced that Russell would be taking up a part- time post as a professor of culture and governance. ==Controversies== Russell attracted criticism regarding the negative depictions of Scottish towns and cities included in his 1998 travel book In Waiting: Travels in the Shadow of Edwin Muir. In his book, Russell said of Glasgow: \"Pull over and stop the car (if you dare) and walk into the closes smelling of urine and rubbish, cluttered with dirt and debris. It is not uncommon to have to step over a comatose body, with or without a needle by its side.\" The Scottish capital was also described in a less than positive light: \"The flag on Edinburgh Castle is an awful mutant tablecloth and the National Trust for Scotland is arrogant and elitist.\" In November 2009, Russell was engaged in a controversy when his most senior aide was forced to resign after being exposed by the News of the World as the author of an online political blog with controversial content. In January 2011 Russell was referred to the parliamentary standards watchdog over allegations that he tried to influence school closures for his own electoral benefit. \"The MSP was reported to Holyrood's standards watchdog after a leaked email revealed he quizzed SNP councillors about their support for the axing of local schools. The message, sent from Mr Russell's parliamentary account, concerned proposed closures in the area where he is due to seek election in May. He now represents the South of Scotland but will stand as a candidate in Argyll & Bute.\" Kilmodan Primary, the school nearest to Russell's home was later amongst those saved from closure as well as Toward Primary where his wife Cathleen was headteacher (Cathleen had also been headteacher at Kilmodan). In January 2011 Mrs Russell transferred to Sandbank Primary School, which was safe from closure.unknown title Russell was also accused of interfering in school closure decisions taken by councils. \"The Convention of Scottish Local Authorities (Cosla), the body which represents council leaders, has now written to Mr Russell accusing him of failing to act in a \"consistent, pragmatic and limited way\".\" Russell was further accused of \"bullying\" in his dealings with Shetland Islands Council where the council was asked to postpone cost-cutting school closures. \"Mr Russell was last night accused of \"bullying\" councils into agreeing to his moratorium. A senior local government source said: 'Russell is acting like a school bully on this and bullying councils into backing this delay.'\" ==Books and publications== Russell has written several books, including: * * * * * * * * * ==Personal life== Russell married Cathleen MacAskill, a primary school head teacher, in March 1980 and they have one son, Cailean. Since August 1992 the family have lived in an 18th-century single storey farm dwelling in Glendaruel on the Cowal peninsula in Argyll and Bute. ==References== ==External links== * * * * * *Michael Russell on Blipfoto *Michael Russell's column at the Cowal Courier Category:1953 births Category:Living people Category:Alumni of the University of Edinburgh Category:Academics of the University of Glasgow Category:Members of the Scottish Parliament 1999–2003 Category:Members of the Scottish Parliament 2007–2011 Category:Members of the Scottish Parliament 2011–2016 Category:Members of the Scottish Parliament 2016–2021 Category:People educated at Marr College Category:People from Glendaruel Category:Scottish Episcopalians Category:Scottish chief executives Category:Scottish National Party MSPs Category:Scottish people of English descent Category:Scottish television directors Category:Scottish television producers Category:Scottish writers Category:People from Bromley",
 "title": "Michael Russell (Scottish politician)"
}