{
 "id": "783572",
 "text": "Pukkila (; Swedish also ) is a municipality of Finland. It is located in the Uusimaa region and it is the smallest municipality in the region in relation to its population; the municipality has a population of () and covers an area of of which is water. The population density is . The municipality is unilingually Finnish. The pukki- part of the municipality's name means \"male goat\", which is why the name of the municipality literally means the \"place of goat\". Pukkila has previously also been called Savijoki (\"Clay River\") and, in local colloquial language, Vähä-Porvoo (\"Lesser Porvoo\").Suomi I, p. 130. 1919. (in Finnish) In 1962, a former villager, Onni Nurmi, bequeathed the village 760 shares in a company called Nokia - then chiefly known as a manufacturer of rubber workboots - on condition that the income be used for the benefit of the elderly and that the shares would never be sold. After a legal battle\"Nokia shares do not make Pukkila a paradise for the elderly\" , 5.12.2000,\"Villagers lock horns over £25m Nokia windfall \", 19 November 2000, Andrew Osborn, The Observer the shares have now been diversified and the income used to fund a welfare centre'Welfare Centre Onni \", L&M; Sievänen Architects Ltd and services for the elderly.\"Pukkila - paradise for senior citizens thanks to Nokia legacy\", HELSINGIN SANOMAT, INTERNATIONAL EDITION ==Sights== Pukkila includes the Naarkoski rapids with small waterfalls and fishponds, the Pukkila Church, Pukkila's wild boar garden, and the old and new part of Yado Oikawa's Japanese inn.Pukkila: Matkailu (in Finnish) ==Politics== Results of the 2011 Finnish parliamentary election in Pukkila: *Centre Party 41.2% *True Finns 23.0% *National Coalition Party 14.8% *Social Democratic Party 11.1% *Green League 4.2% *Left Alliance 3.4% *Christian Democrats 1.3% *Swedish People's Party 0.3% ==See also== * Myrskylä * Orimattila ==References== ==External links== *Municipality of Pukkila – Official website Category:Municipalities of Uusimaa Category:Municipalities of Eastern Uusimaa Category:Populated places established in 1898",
 "title": "Pukkila"
}