{
 "id": "785933",
 "text": "The Columbia Icefield is the largest ice field in North America's Rocky Mountains. Located within the Canadian Rocky Mountains astride the Continental Divide along the border of British Columbia and Alberta, Canada, the ice field lies partly in the northwestern tip of Banff National Park and partly in the southern end of Jasper National Park. It is about in area, to in depth and receives up to of snowfall per year. ==History== The Columbia Icefield was formed during the Great Glaciation, or Illinoisan period (238,000 to 126,000 BCE).Sandford 1993, p. 23. The initial advancement of the ice field ended during the latter millennia of the Early Wisconsinan period (73,000 to 62,000 BCE), around the time Homo sapiens began to appear on the earth. The next major advance of the ice field occurred during the Late Wisconsinan period (18,000 to 9,000 BCE), which marked the end of the major intercontinental land mass bridges. During the Crowfoot Glacier advance (9,000 to 7,000 BCE), humans were beginning to learn farming along the Tigris, Euphrates, and Nile rivers. The last major period of advance occurred during the Little Ice Age, which lasted from about 1,200 to 1900 AD. Around 1800, the Athabasca Glacier peaked, then went through a period of recession, and then advanced again until 1840, when it began receding until the present day. The Columbia Icefield was one of the last major geological features in western Canada to be visited and recorded by Europeans, due to its isolation and harsh weather conditions.Sandford 1993, p. 56. In April 1827, Scottish botanist David Douglas was crossing Athabasca Pass—a major trading route located north of the Icefield—when he climbed one of the adjacent mountain peaks. He reported his first ascent in his journal, describing it to be in height. In the summer of 1884, geology professor Arthur Philemon Coleman explored the Great Divide from Banff to Jasper in search of Douglas' giant peak. While unsuccessful, he did discover the route that would become the Icefield Parkway. In July 1898, British explorer J. Norman Collie and his friends Hugh Stutfield and Herman Wooley set off in search of Douglas' giants, equipped by the famous Banff outfitter Bill Peyto. On the morning of August 18, Collie and Wooley climbed the east side of Mount Athabasca, moved up the glacier when the ridge gave way to crumbling rock, and made their way to the summit, where they discovered an ice field that extended to almost every horizon. Collie later wrote: thumb|upright=1.35|Columbia Icefield with Mt. Castleguard at left In 1900, former British clergyman James Outram came to the Canadian Rockies to recover his health after a nervous breakdown.Sandford 1993, p. 58. The following year he made the first ascent of Mount Assiniboine (), then considered the \"Matterhorn of the Rockies\". In 1902, Outram made ten first ascents of peaks over and discovered four new mountain passes in the Columbia Icefield area. Two of his first ascents in 1902 were Mount Columbia () and Mount Bryce (), one of the most dangerous and difficult summits in the Rocky Mountains. Following World War I, other mountaineering firsts occurred. In 1923, American climbers James Munroe Thorington and W. S. Ladd joined Austrian guide Conrad Kain to summit the daunting North Twin Peak (), Mount Columbia, and Mount Saskatchewan () in five days. The following year, another American expedition led by William O. Field and guide Edward Feuz climbed both the North Twin Peak and the South Twin Peak () in twenty-four hours—a combined distance of about . In 1927, A. J. Ostheimer discovered a new route to the North Peak Summit, made first ascents of Stutfield Peak () and Mount Kitchener (), and became the first climber to traverse the Snow Dome () in 36 hours.Sandford 1993, pp. 58–59. During his 63-day visit to the Columbia Icefield, Ostheimer and his two companions walked over a and climbed thirty peaks—twenty-five of which were first ascents.Sandford 1993, p. 59. In March 1932, three men undertook a remarkable skiing journey from Jasper to Banff that covered about . When Cliff White, Joe Weiss, and Russell Bennet reached the Columbia Icefield, they climbed to the summit of Snow Dome, and then made a downhill run descent of almost which lasted for —the longest continuous ski run in Canadian history up to that point.Sandford 1993, p. 60. Their accomplishment played a major role in generating worldwide interest in the Canadian Rockies. Today, mountaineers and skiers from around the world come to the Columbia Icefield to explore some of the classic routes discovered by these early pioneers of mountaineering. ==Glaciers== The icefield feeds six major glaciers: * Athabasca Glacier * Castleguard Glacier * Columbia Glacier * Dome Glacier * Stutfield Glacier * Saskatchewan Glacier Parts of the Columbia Icefield and part of other icefields and glaciers are visible from the Icefields Parkway. The icefield was first reported in 1898 by J. Norman Collie and Hermann Woolley after they had completed the first ascent of Mount Athabasca. The Athabasca River and the North Saskatchewan River originate in the Columbia Icefield, as do tributary headwaters of the Columbia River. As the icefield is atop a triple Continental Divide these waters flow ultimately north to the Arctic Ocean, east to Hudson Bay (and thence to the North Atlantic Ocean), and south and west to the Pacific Ocean. Hudson Bay, in some watershed divisions, is considered to be in the Arctic watershed, in which case this would arguably not be a triple continental divide point. ==Mountains== Some of the highest mountains in the Canadian Rockies are located around the edges: * Mount Alberta () * Mount Andromeda () * Mount Athabasca () * Mount Bryce () * Mount Castleguard () * Mount Columbia () * Mount King Edward () * Mount Kitchener () * North Twin Peak () * South Twin Peak () * Snow Dome () * Stutfield Peak () ==See also== * Columbia Wetlands * List of glaciers in Canada ==References== ===Citations=== ===Sources=== * * ==Gallery== File:Snow Dome and skiing the Columbia Icefield.jpg|Snow Dome and the Columbia Icefield File:Columbia Icefield; Mt. Bryce right, our tent left.jpg|Columbia Icefield; Mt. Bryce right, our tent left File:Skiing the Columbia Icefield, Doug.jpg|Skiing the Columbia Icefield File:Skiing the Columbia Icefield, Linda.jpg|Peaks to the West of the Icefield ==External links== * *Columbia Icefield Glacier Adventure (Brewster) *Columbia Icefield (Bivouac) *Columbia Icefield Flickr Category:Canadian Rockies Category:Ice fields of Alberta Category:Ice fields of British Columbia Category:Geology of the Rocky Mountains Category:Tourist attractions in Alberta Category:Tourist attractions in British Columbia Category:Great Divide of North America",
 "title": "Columbia Icefield"
}