{
 "id": "786972",
 "text": "is a 2004 Japanese tokusatsu superhero film adaptation of the anime series of the same name. It was written and directed by Kazuaki Kiriya. It is one of only a few films (Sky Captain and the World of Tomorrow (2004) and Sin City (2005), among others) to be shot entirely on a \"digital backlot\". ==Plot== A fifty-year war between the Eastern Federation and Europa ends, with the Federation taking control of the continent of Eurasia. A resistance movement rises in Zone 7 and the Federation mobilizes its military. However, the war and heavy industry have exhausted the Federation and polluted the environment. Dr. Azuma presents his discovery of Neo Cells, human cells that, in theory, can be converted to regenerate human tissue. The Neo Cells are only found in the genome of \"a primitive ethnic group.\" He states that he can develop the Neo Cells for human use, but is quickly denounced. But Kaoru Naito, from Nikko Hairal Inc., offers Dr. Azuma sponsorship. Azuma is persuaded when Naito insinuates that accepting will also help Dr. Azuma cure his wife, Midori. A photo shoot at the Azuma Residence follows, commemorating Tetsuya's (Azuma's son) engagement to his girlfriend, Luna. They argue about Tetsuya joining the military. One year later, Tetsuya is deployed to Eurasia Zone 7. He kills civilians, and is killed by a booby trap. Azuma invites Luna's father, Dr. Kozuki, to his lab. They are rivals, since Azuma's cell research makes Kozuki's armor research redundant. However, although organs have been grown from the Neo Cells, they are not usable. Meanwhile, Midori, now almost blind, is visited by Tetsuya's ghost. Shortly after she is told of his death. His body is sent to Azuma's lab. Tetsuya's ghost sees the body. A lightning bolt strikes the facility and stimulates the Neo Cells, causing the limbs and organs to restructure into humans. Naito calls for the military to kill them. But a few escape and encounter Midori in her car, which they hijack. Azuma carries Tetsuya's body into his lab. Tetsuya is resurrected, but his condition is unstable, and he is brought to Kozuki's residence. Kozuki puts him in prototype battle armor. The Neo humans travel to Zone 7, sheltering in a derelict castle, where they discover a robot army. Calling themselves \"Neo- Sapiens,\" they vow revenge and reactivate the robots to wage war upon humanity. Kozuki's residence is attacked and Tetsuya is awakened. He kills a female Neo-Sapien, Saguree, but cannot save Kozuki. He escapes with Luna but is confronted by a robot battalion. After eliminating them, Tetsuya battles the leader, Burai, only to lose consciousness. When he comes to, he and Luna go to Zone Seven, but the route is contaminated, and Luna falls ill. Tetsuya is found in the forest by a doctor and led to a nearby village in Zone Seven, where the doctor treats Luna. It is revealed the people of Zone Seven aren't terrorists at all, but have been slaughtered for decades because of the government's discriminatory policies. The doctor, in conversation, informs Tetsuya of a local legend of a protective deity named \"Casshern\"-a deity whose statue makes numerous appearances in the movie. Tetsuya fights Barashin as the village comes under attack by the military and Neo-sapiens, and it is here that he first refers to himself as Casshern. While both suffer injuries in the fight, Casshern is the victor and Barashin is killed. Fighting Barashin has caused Tetsuya to lose Luna, who escaped with a non-verbal Neo-sapien and eventually found her way to a train full of captured villagers from Zone Seven. Here, Luna and the Neo-sapien are confronted by a bereaved scientist who blames the Neo-Sapiens for the loss of his daughter. Luna is rescued by Dr. Azuma, but the Neo-Sapien is injured. A coup d'état takes place and General Kamijo's son takes over, while in the laboratory Naito reveals that Neo Cells are not what they seem. The Neo Cells were acquired from the slaughtered \"original humans\" of Zone Seven for the purposes of prolonging General Kamijo and his cohorts' lives, and the Neo Cell culture did not in fact create the Neo-Sapiens. It simply rejoined the body parts that were harvested from the victims of Zone Seven after being struck by the stone lightning bolt. Even though Dr. Azuma had been spearheading the macabre experiments, he is unable to explain what has happened. As they talk, the stone lightning bolt crumbles and Casshern appears to fall from the sky into the laboratory, which is now in ruins. Burai arrives with an airship and abducts Luna, Casshern and the dying Neo-Sapien, leaving a now fatally wounded Naito, Dr. Azuma and General Kamijo's son alone. Burai gives his reasons for hating humanity, and Casshern finds his mother, but she's apparently dead. Burai launches a giant machine that appears to be set to self-destruct, which slaughters countless soldiers. Casshern uses all his strength to stop the machine, although it still detonates, albeit away from any urban or heavily populated area. In the finale, the General's son kills Burai with a grenade after revealing he was human all along, and it is learned that Tetsuya, during his military service, slaughtered Burai's family. Casshern stops his father from resurrecting his mother, so Dr. Azuma retaliates by shooting Luna in the head. Luna is revived by the blood of Burai, only after Casshern kills his father. The souls of the dead come onto Casshern as he and Luna embrace each other. Luna rips out Tetsuya's containment suit and a pillar of light fires through space and crashing down onto another planet. The film ends with a montage of the characters in happier times. == Production == The film is loosely based on a 1973 anime television series, Shinzō Ningen Kyashān (translated as \"Neo-Human Casshern\" and known as just Casshan in the United States) from animation studio Tatsunoko Productions. Along with contemporary films Able Edwards, Sky Captain and the World of Tomorrow, Immortal, and Sin City, it was among the first feature-length live action films to be shot on a digital backlot, with the actors performing in front of a greenscreen and all but the simplest stage elements added digitally after the fact. As well as being influenced by Shakespeare's Hamlet, director Kazuaki Kiriya states that he drew upon Russian Avant-Garde for visual inspiration.INT: Casshern's director According to Kiriya, in an interview with Joblo, it took two months to shoot the film and a further six months of post-production work. The film's look was achieved through a combination of means, from CGI (supervised by Haruhiko Shono), matte paintings to even Kiriya's heavy involvement with the cinematography. The Japanese release contains a 6.1 channel soundtrack (Dolby Digital 5.1 on the PAL Region 2 release) and English subtitles. The theme song, \"Dareka no Negai ga Kanau Koro\", was written and sung by the director's then-wife, pop singer Hikaru Utada. The film served as Tatsuya Mihashi's last role before his death. == Reception == Casshern debuted on April 24, 2004Japan 2004 week 17 weekend box office (BoxOfficeMojo) premiering in fifth place with a total gross of US$1,530,216 in 181 theaters. Staying within the top ten for five weeks, the film went on to make under US$ 13 million. The production cost was estimated at US$ 6.6 million. On Rotten Tomatoes Casshern has acquired an overall approval rating of 70% from 10 reviews by critics.Casshern Movie Reviews, Pictures - Rotten Tomatoes Empire gave it 3 out of possible 5 stars and described it as \"flawed and messy, but a hell of a looker\"Empire Reviews Central - Review of Casshern while IGN reviewer, Hock Teh, gave the American DVD release 8 out of 10 stating that \"without any doubt, Casshern is a compelling piece of filmmaking\". Variety reviewer Derek Elley notes that while not entirely original in its content, its execution and inventiveness are impressive.Casshern Review - Read Variety's Analysis Of The Movie Casshern The DVD received an official Region 1 Release on October 16, 2007. The US release is a full 24 minutes shorter than the original. It features both a Dolby Digital 5.1 and Dolby Digital stereo Japanese soundtrack, as well as English subtitles. The subtitles are almost universally criticized by fans for being enormously incomplete. On several occasions they are lacking entirely; when they do appear they often completely differ from the dialogue or oversimplify it to such a degree that key plot elements and the overall force of the story are diminished. == Cast == *Yusuke Iseya as Tetsuya Azuma/Casshern *Kumiko Asō as Luna Kozuki *Akira Terao as Professor Kotaro Azuma *Kanako Higuchi as Midori Azuma *Fumiyo Kohinata as Professor Kozuki *Hiroyuki Miyasako as Akubon *Jun Kaname as Barashin *Hidetoshi Nishijima as Lieutenant-Colonel Kamijo *Mitsuhiro Oikawa as Kaoru Naito *Susumu Terajima as Sakamoto *Hideji Ōtaki as President Kamijo *Tatsuya Mihashi as Professor Furoi *Toshiaki Karasawa as Burai *Ryō as San Ikegami *Mayumi Sada as Saguree *Tetsuji Tamayama *Gorō Naya as Narrator == Soundtrack == A 2-disc soundtrack was released on April 23, 2004 titled OUR LAST DAY -CASSHERN OFFICIAL ALBUM-. Another album titled CASSHERN ORIGINAL SOUNDTRACK: Complete Edition was released. This album is Composed and Arranged by Shiro Sagisu with several tracks composed by Tomohiko Gondo and arranged by Yuichiro Honda. ==See also== * Casshern anime * Casshern Sins, the 2008 Anime Reboot. ==References== ==External links== * * * Category:2004 films Category:2004 science fiction action films Category:2000s Japanese superhero films Category:Japanese films Category:Casshern Category:2000s dystopian films Category:Go Fish Pictures films Category:Films scored by Shirō Sagisu Category:Japanese post-apocalyptic films Category:Japanese science fiction action films Category:Shochiku films Category:Tokusatsu films Category:Resurrection in film Category:2004 directorial debut films Category:Live-action films based on animated series Category:Films about coups d'état",
 "title": "Casshern (film)"
}