{
 "id": "788056",
 "text": "thumb|150px|Insignia that designates a National Blue Ribbon School|alt=National Blue Ribbon School logo The National Blue Ribbon Schools Program is a United States Department of Education award program that recognizes exemplary public and non-public schools on a yearly basis. Using standards of excellence evidenced by student achievement measures, the Department honors high-performing schools and schools that are making great strides in closing any achievement gaps between students. The U.S. Department of Education is responsible for administering the National Blue Ribbon Schools Program, which is supported through ongoing collaboration with the National Association of Elementary School Principals, Association for Middle Level Education, and the National Association of Secondary School Principals. Since the program's founding in 1982, the award has been presented to more than 9,000 schools.http://www2.ed.gov/programs/nclbbrs/index.html National Blue Ribbon Schools represent the full diversity of American schools: public schools including Title I schools, charter schools, magnet schools, and non- public schools including parochial and independent schools. The schools are urban, suburban, and rural, large and small, traditional and innovative, and serve students of every social, economic, and ethnic background. ==History== In 1982, then-Secretary of Education Terrel H. Bell, best known for commissioning A Nation at Risk, described a “rising tide” of mediocre schools that threatened the nation’s future. Secretary Bell created the National Blue Ribbon Schools Award to bring exemplary U.S. schools to public attention and to recognize those schools whose students thrived and excelled. Working with the National Association of Elementary School Principals and the National Association of Secondary School Principals, Bell launched the National Blue Ribbon Schools and the National Distinguished Principals Programs. Both programs highlighted outstanding models of American schools and school leadership. Initially, the National Blue Ribbon Schools program honored only secondary schools; it was later expanded to include primary schools. It was changed again to honor secondary schools and primary schools in alternate years and now honors secondary, middle, elementary, and K-8 and K-12 schools each year. In 2003, the program was restructured to bring it in line with the No Child Left Behind Education Law, placing a stronger emphasis on state assessment data and requiring schools to demonstrate high academic success. Schools must show how data are interpreted and used and how curriculum, instruction, professional development, and student support promote student success. In 2012 the program was renamed the National Blue Ribbon Schools program to distinguish it from a for-profit company which had appropriated the Blue Ribbon School name. During its first 25 years of existence, the National Blue Ribbon Schools Award was granted approximately 5,600 times, recognizing 5,200 different schools. (Some schools have been selected two or more times.)Blue Ribbon Schools 1982–2002 lists about 4,561 separate awards to approximately 4,175 schools. Blue Ribbon Schools 2003–2006 lists 1,040 award recipients. The number of multiple award recipients who had been recognized from 2003–2006, who had also been recognized previously, has not been determined. More than 133,000 public, charter, private and parochial schools serving grades K-12 are eligible for the award.K-12 Facts, Center for Education Reform, accessed May 7, 2007, lists 133,362 K-12 schools nationwide: 94,112 public schools, approximately 3,600 charter schools, 27,223 private schools and 8,102 Catholic schools. More than 9,000 schools have been honored as National Blue Ribbon Schools — with more than 10,000 awards given in total — since the program's inception. States, territories, the Bureau of Indian Affairs, and the Department of Defense Education Activity schools have joined the competition over the years. Special emphases have changed from year to year based on national priorities. Among National Blue Ribbon Schools there is much diversity: the award recognizes rural, urban, and suburban schools; large and small schools, and public and non-public schools. ==Criteria== The National Blue Ribbon Schools Program accepts nominations of both public and non-public schools that meet one of two criteria: *Exemplary High Performing Schools are among their state’s highest performing schools as measured by state assessments or nationally normed tests. *Exemplary Achievement Gap- Closing Schools are among their state’s highest performing schools in closing achievement gaps between a school’s subgroups and all students over the past five years. Eligible schools must have been in existence for five years and cannot have received the award within the five prior years.2006–07 NCLB-Blue Ribbon Schools program Application, United States Department of Education, p. 9 of 17. Accessed July 16, 2007. \"The school has been in existence for five full years, that is, from at least September 2001 and has not received the No Child Left Behind – Blue Ribbon Schools award in the past five years.\" Must have excellence in the fields of academics, arts and athletics. ==Application procedure== Although at one time schools self-nominated for the award, this is no longer the case. At the invitation of the U.S. Secretary of Education, Chief State School Officers (including Washington, DC, the Department of Defense Education Activity, the Bureau of Indian Education) and the Council for American Private Education nominate eligible schools for the annual award. Eligible schools must demonstrate high or strongly improving student scores on state or nationally normed assessments in the last year tested; schools must also make Annual Yearly Progress in accordance with No Child Left Behind. Nominated schools submit applications describing school operations such as the use of assessments and assessment data, instructional methods, curricula, professional development, leadership, and community and family involvement. A total of 420 schools may be nominated in any year; state quotas are determined by numbers of students and schools. The Blue Ribbon award is considered the highest honor an American school can achieve.\"Folger McKinsey Wins Blue Ribbon\", The Washington Post, September 29, 2005, retrieved July 5, 2010CIBA cited as one of the best by Education Department , Journal Inquirer, November 16, 2006. \"The Blue Ribbon award is given only to schools that reach the top 10 percent of their state's testing scores over several years or show significant gains in student achievement. It is considered the highest honor a school can achieve.\"Viers Mill School Wins Blue Ribbon; School Scored High on Statewide Test; The Washington Post. September 29, 2005 \"For their accomplishments, all three schools this month earned the status of Blue Ribbon School, the highest honor the U.S. Education Department can bestow upon a school.\" A school's use of the National Blue Ribbon Schools logo is restricted. ==Criticism== David W. Kirkpatrick, the Senior Education Fellow at the US Freedom Foundation, noted in an editorial titled, \"Awarding Blue Ribbons: Recognizing Schools or Students?\" that criteria for the awards do not take into account the socioeconomic status of the students and that studies show that students who come from homes with higher income and better educated parents do better than students without these advantages by virtue of their backgrounds. Thus, the award is usually given to schools with students from wealthy backgrounds. As evidence to support his case, he pointed to the distribution of awards given in Pennsylvania one year; of the eight schools receiving the award, only one was in a district whose income level was near the state average, and the rest went to districts with an above average income, including two in the wealthiest communities in the state. While Kirkpatrick proposed an alternative to recognizing \"blue ribbon students\", he wrote, \"...a more accurate indication of a good school would be one that adjusts for such socioeconomic factors and identifies those in which students do better than would normally be expected, based on their backgrounds.\"\"Awarding Blue Ribbons: Recognizing Schools or Students?\", October 24, 2005, retrieved January 1, 2008 From the program's inception through 2003, schools were permitted to nominate themselves. As of 2003, nominations are handled through a state liaison which schools must contact for nomination.Frequently Asked Questions – Blue Ribbon Schools ProgramTexas Education Agency – Blue Ribbon Schools The program has also been criticized for assessment of schools coming from the school itself rather than an independent third party and a nomination and assessment process that favors schools with the know-how and resources to complete the review assessment. ==See also== * No Child Left Behind * United States Department of Education ==References== ==External links== * * Searchable list of winning schools * Official Department of Education website Category:Education in the United States Category:United States Department of Education Category:1982 establishments in the United States Category:Awards given to schools",
 "title": "National Blue Ribbon Schools Program"
}