{
 "id": "788512",
 "text": "13\\. Staffel (slowakisches) Jagdgeschwader 52 (13.(slovak)/ JG 52) was a front-line unit of the Nazi Germany's Luftwaffe made up of Slovak personnel during World War II. They operated on the Eastern Front using Messerschmitt Bf 109s (E,F and G), between 1941 and 1943. ==Formation== The 13th Fighter Flight of the Slovak Air Force was formed in late 1939 as part of a re-organisation of the Air Force to cope with reducing manpower as Czech personnel left for the Protectorate of Bohemia and Moravia. It was equipped with Avia B-534 biplane fighters. In July 1941, Slovakia sent troops to Ukraine to take part in the German invasion of the Soviet Union, and the Slovak Air Force, including the 13th Fighter Flight, was sent into the Soviet Union in support of the Slovak ground forces. The Slovak fighters escorted Slovak Letov Š-328s and German Henschel Hs 126 reconnaissance aircraft, and attacked ground targets during the advance towards Kiev, but the Slovaks had problems supporting the B-534s owing to shortages of spares and the special fuel used by the fighter's engine, and the 13th Fighter Flight was withdrawn back to Slovakia in August 1941. ==Operations with the Luftwaffe== On 25 February 1942 18 Slovak pilots were sent to Karup, Denmark for conversion training to the Bf 109. In July that year, the pilots returned to Slovakia, where they joined the 13th Fighter Flight based at Piešťany. After re-equipping with Bf 109Es diverted from the Luftwaffe, on 27 October the 13th Flight was deployed to the Eastern Front, where it was attached to the German fighter Geschwader, Jagdgeschwader 52, becoming its 13th Staffel, or 13.(Slow)/JG 52. The unit, equipped with 12 Bf 109Es, operated over the Crimea and the Kuban. It made its first aerial claim on 28 November 1942 when a pair of Bf 109s attacked nine Polikarpov I-153 biplanes, the Slovaks claiming three without loss. In January 1943, as the Bf 109E was becoming increasingly obsolete, the unit received more modern Bf 109Fs on loan from the Luftwaffe, and in March these were supplemented by Bf 109Gs. As these aircraft were on loan, they retained standard German markings, distinguished by white, red and blue propeller spinners. 13 Staffel flew some 2000 sorties while part of JG 52, claiming between 204 and 215 enemy aircraft shot down, for the loss of seven pilots killed, although the claims may have been exaggerated for propaganda purposes, it being stated post-war by surviving pilots that most of the victories had been fabricated. Three of the unit's pilots defected to the Soviets. The leading aces were Ján Režňák with 32 confirmed victories and Izidor Kovárik with 28 confirmed victories. ==Return to Slovakia== The Slovak unit, which was suffering from poor morale, was withdrawn back to Slovakia in October 1943, leaving the Luftwaffe-owned Bf 109Fs and Gs with JG 52. The 13th Fighter Flight was equipped with a mixture of Bf 109Es and Avia B-534s on its return to Slovakia, where it was based at Vajnory and then Piešťany, tasked with the defense of Bratislava. It re-equipped with factory-fresh Bf 109G-6s in early 1944, operating under the control of the Jagdfliegerführer Ostmark (Fighter Leader Austria). On 26 June 1944 eight Bf 109s of the 13 Fighter Flight engaged an American heavy bomber formation near Bratislava. They managed to shoot down a B-24, and damaging two others before five 109s were shot down by the escorts and two more badly damaged. Three pilots were killed, including the unit commander. These losses virtually wiped out the 13th Fighter Flight, and its surviving aircraft were transferred to the 12th Fighter Flight. This was itself disbanded when German forces disarmed Slovak forces as a result of the Slovak National Uprising. == References == * * Category:Luftwaffe squadrons Category:Military history of Slovakia during World War II Category:Foreign volunteer units of the Luftwaffe Category:Military units and formations established in 1941 Category:Military units and formations disestablished in 1944 Category:Germany–Slovakia relations",
 "title": "13 JG 52"
}