{
 "id": "789470",
 "text": "thumb|Claes Rålamb Claes Rålamb (8 May 1622 - 14 March 1698) was a Swedish statesman. In 1660 he was appointed Governor of Uppland County and in 1664 he served in the Privy Council. Between 1673 and 1678, he served as the Over- Governor of Stockholm. Claes Rålamb led a Swedish embassy to the Ottoman Empire's Sublime Porte. ==The Rålamb Album of Costumes== The Rålamb Album of Costumes contains 121 paintings depicting costumes of the Ottoman court and men and women of various ranks in Ottoman society. Each figure is drawn in Indian ink with gouache and some gilding on separate sheets of paper sized 14.5 x 10 cm. . The sheets are trimmed and bound together in to one volume, all as right sides that alternate top to bottom. Most leaves have inscriptions on the front or back in Swedish, French, Italian, or Latin, indicating what they represent, and each is numbered in ink on the upper right corner. They were acquired in Constantinople in 1657-58 by Claes Rålamb who led a Swedish embassy to the Sublime Porte, and arrived in the Swedish Royal Library / Manuscript Department in 1886. This volume is a variant of the so-called muraqqa-album type, which is rather common in libraries in Europe. They were probably manufactured for European visitors, as precursors of the 19th century 'pittoresque' photos and the present-day folklore postcards. The miniatures have strong connections with the 'Rålamb Procession Paintings', a series of 20 paintings depicting the Sultan's procession to Adrianople, which are now displayed in the Nordiska Museet in Stockholm. Rålamb witnessed this procession and described it at length in his diary. The paintings were executed to his order, probably by a European artist. The miniatures may well have served as models for the artist. File:Ralamb-71.jpg|Ralamb-71. Armenian woman. Armenian woman holding a wine cup and vessel. She is dressed in an aubergine-colored shalvar and white ankle-length chemise with yellow shoes. She wears a dark blue belted kaftan and a white headgear. File:Ralamb-38.jpg|Ralamb-38. Khan of the Tatars. Dressed in a green dolama with a brocaded sash over which he wears a long blue kaftan with a wavy tiger pattern. On his head he wears a red cap with fur trimming ornamented with an aigrette. File:Ralamb-19.jpg| File:Ralamb-70.jpg| == See also == * Rålambshovsparken == References == == Further reading == * Rålamb, C., Diarium under resa till Konstantinopel 1657–1658, utg. gm Christian Callmer. - Stockholm 1963. - (Historiska handlingar ; 37:3). Category:1622 births Category:1698 deaths Category:County governors of Sweden Category:Members of the Privy Council of Sweden Category:Swedish diplomats Category:Swedish nobility Category:17th-century Swedish politicians",
 "title": "Claes Rålamb"
}