{
 "id": "789659",
 "text": "Brigadier General George Miller Sternberg (June 8, 1838 – November 3, 1915) was a U.S. Army physician who is considered the first U.S. bacteriologist, having written Manual of Bacteriology (1892). After he survived typhoid and yellow fever, Sternberg documented the cause of malaria (1881), discovered the cause of lobar pneumonia (1881), and confirmed the roles of the bacilli of tuberculosis and typhoid fever (1886). As the 18th U.S. Army Surgeon General, from 1893 to 1902, Sternberg led commissions to control typhoid and yellow fever, along with his subordinate Major Walter Reed. Sternberg also oversaw the establishment of the Army Medical School (1893; now the Walter Reed Army Institute of Research) and of the U.S. Army Nurse Corps (1901). The pioneering German bacteriologist Robert Koch honored Sternberg with the sobriquet, \"Father of American Bacteriology\". ==Biography== ===Youth and education=== thumb|130px|left|The young Dr Sternberg Sternberg was born at Hartwick Seminary, Otsego County, New York, where he spent most of his childhood. He was the eldest child of Levi Sternberg and Margaret Miller Sternberg. His father was a Lutheran clergyman, was descended from a German family from the Palatinate, which had settled in the Schoharie Valley in the early years of the 18th century. His father later became principal of Hartwick Seminary in Hartwick, New York, where he started his education. His mother, Margaret Levering (Miller) Sternberg, was the daughter of George B. Miller, also a Lutheran clergyman and professor of theology at the seminary, which was a Lutheran school. As an eldest child of a large family and he was given adult responsibilities from an early age. He interrupted his studies at the seminary with a year of work in a bookstore in Cooperstown and three years of teaching in nearby rural schools. During his last year at Hartwick he was an instructor in mathematics, chemistry, and natural philosophy. He was at the same time pursuing the study of medicine with Horace Lathrop of Cooperstown. For his formal medical training he went first to Buffalo, and later to the College of Physicians and Surgeons of New York (M.D. degree, 1860). After graduation he settled in Elizabeth, New Jersey to practice, remaining there until the outbreak of the Civil War. ===Early career=== ====Junior Army surgeon==== On May 28, 1861, he was appointed an Assistant Surgeon in the U.S. Army, and on July 21 of the same year was captured at the First Battle of Bull Run, while serving with General George Sykes' division. He managed to escape and soon joined his command in the defense of Washington. He later participated in the Peninsular campaign and saw service in the battles of Gaines' Mill and Malvern Hill. During this campaign he contracted typhoid fever while at Harrison's Landing and was sent north on a transport. During the remainder of the war he performed hospital duty, mostly at Lovell Hospital at Portsmouth, Rhode Island, and at Cleveland, Ohio. On March 13, 1865, he was given the Brevets of captain and major for faithful and meritorious service. The years following the war followed the pattern of frequent moves typical of junior medical officers of the day. He married Louisa Russell, daughter of Robert Russell of Cooperstown, on October 19, 1865 and took his bride to Jefferson Barracks, Missouri, from where he was soon transferred to Fort Harker, near Ellsworth in Kansas. Louisa did not accompany him to the latter post, but joined him in 1867 just prior to an outbreak of cholera. She was one of the first civilians to develop the disease which killed her within a few hours on July 15 and soon claimed a toll of about 75 people at the fort. ====Paleontology==== Sternberg was promoted to captain on May 28, 1866 and was soon sent to Fort Riley, Kansas (December 1867). With troops from this post he took part (1868–69) in several expeditions against hostile Cheyenne Indians along the upper Arkansas River in Indian Territory and in western Kansas. Besides his military duties, Sternberg was also interested in fossils and began collecting leaf imprints from the nearby Dakota Sandstone Formation. Some of his specimens went back East where they were studied by the famous paleobotanist, Leo Lesquereux. Sternberg also collected vertebrate fossils, including shark teeth, fish remains and mosasaur bones, from the Smoky Hill Chalk and Pierre Shale formations in western Kansas, and sent the specimens back to Washington, D.C., where they were eventually curated in the United States National Museum (Smithsonian Institution). There they were studied and later described in publications by Joseph Leidy. The type specimen of the giant Late Cretaceous fish, Xiphactinus audax, was collected by Dr. Sternberg. His work was also credited by Edward D. Cope and Samuel W. Williston. Sternberg was also responsible for getting his younger brother, Charles H. Sternberg, started in paleontology. Charles would later credit his older brother for getting many other paleontologists of the day interested in the fossil resources of Kansas. Sternberg served at Fort Riley until July 1870, when he was ordered to Governors Island, New York. In the meantime, he had remarried on September 1, 1869, at Indianapolis, Indiana, to Martha L. Pattison, a daughter of Thomas T. N. Pattison of that city. ===Later career=== ====Yellow fever==== During two years at Governors Island and three (1872–75) at Fort Barrancas, Florida, Sternberg had frequent contacts with yellow fever patients, and at the latter post, he contracted the disease himself. He had earlier noted the efficiency of moving inhabitants out of an infested environment and successfully applied that method to the Barrancas garrison. At about this time, Sternberg published two articles in the New Orleans Medical and Surgical Journal (\"An Inquiry into the Modus Operandi of the Yellow Fever Poison,\" July 1875, and \"A Study of the Natural History of Yellow Fever,\" March 1877) which gained him status as an authority on yellow fever. While convalescing from his bout with the disease in 1877 he was ordered to Fort Walla Walla, Washington, and later that year he participated in a campaign against the Nez Perce Indians. The spent his spare hours in study and experimentation which laid a foundation for his later work. In 1870 he perfected an anemometer and patented an automatic heat regulator which later had wide negative use. On December 1, 1875, Sternberg was promoted major, and in April 1879, he was ordered to Washington, D. C., and detailed with the 1880 Havana Yellow Fever Commission. His medical colleagues on the Commission were Doctors Stanfard Chaille of New Orleans and Juan Guiteras of Havana. Sternberg was assigned to work on the problems relating to the nature and natural history of the disease and especially to its etiology (origins). This involved the microscopical examination of blood and tissues in which he was one of the first to employ the newly discovered process of photomicrography. He developed high efficiency in its use. In the course of this work, he spent three months in Havana closely associated with Dr. Carlos Finlay, the main proponent of the theory of mosquito transmission of yellow fever. ====Bacteriology milestones==== In 1880, the Commission concluded that the solution of yellow fever causality must await further progress in the new science of bacteriology. Sternberg was soon sent to New Orleans to investigate the conflicting discoveries of Plasmodium malariae by Alphonse Laveran, and of Bacillus malariae by Edwin Klebs and Corrado Tommasi-Crudeli.Edwin Klebs e Corrado Tommasi-Crudeli, Studi sulla natura della malaria, Roma: Salviucci, 1879; Translated by Drummond E. On the Nature of Malaria, Vol. 121. London: Selected Monographs of the New Sydenham Society; 1888. pp. 1–56 His report (1881) declared that the Bacillus malariae had no part in the causation of malaria. The same year—simultaneously with Louis Pasteur—he announced the discovery of the pneumococcus, eventually recognized as the pathogenic agent of lobar pneumonia. He was the first in the United States to demonstrate the Plasmodium organism as cause of malaria (1885) and to confirm the causitive roles of the bacilli of tuberculosis and typhoid fever (1886). He was the first scientist to produce photomicrographs of the tubercule bacillus. He was also the earliest American pioneer in the related field of disinfection in which he began with experiments (1878) with putrefactive bacteria. This work was continued in Washington and in the laboratories of Johns Hopkins Hospital in Baltimore, under the auspices of the American Public Health Association. For his essay \"Disinfection and Individual Prophylaxis against Infectious Diseases\" (1886), later translated into several languages, he was awarded the Lomb Prize. He oversaw creation the US Army enlisted hospital corps (\"medics\") in 1887. During the Hamburg cholera epidemic of 1892 he was detailed for duty with the New York quarantine station as a consultant on disinfection as applied to ships, their personnel, and cargo. Although some cases of the disease reached United States shores, none developed within the country. ====Surgeon General==== Sternberg was promoted to lieutenant colonel on January 2, 1891. In 1892 he published his Manual of Bacteriology, the first exhaustive treatise on the subject produced in the United States. With the retirement of Surgeon General Sutherland (May 1893), Sternberg, along with many others, submitted his claims for consideration for the vacancy. Although hardly the seniormost officer in the Medical Corps, he was among the top dozen and was without question the most eminent professional scientist in the service. He received the appointment of Surgeon General by President Grover Cleveland on May 30, 1893, succeeding Charles Sutherland and receiving promotion to brigadier general. Sternberg's nine-year tenure (1893–1902) as Surgeon General coincided with immense professional progress in the field of bacteriology as well as the occurrence of the Spanish–American War. He was responsible for the 1893 establishment of the Army Medical School (precursor of today's Walter Reed Army Institute of Research), the organization of a contract dental service, the creation of the tuberculosis hospital at Fort Bayard, New Mexico, and of a special surgical hospital at Washington Barracks. The equipment of the medical school included laboratories of chemistry and bacteriology, and a liberal-minded policy was adopted in the supply of laboratory supplies to the larger military hospitals. With the Spanish–American War and its epidemic of typhoid fever, the problem of field hospitalization was confronted with fair success. (He was subjected to much criticism for conditions at these hospitals, but made little reply.) Sternberg created the Typhoid Fever Board (1898), consisting of Majors Walter Reed, Victor C. Vaughan, and Edward O. Shakespeare, which established the facts of contact infection and fly carriage of the disease. In 1900 he organized the Yellow Fever Commission, headed by Reed, which ultimately fixed the transmission of yellow fever upon a particular species of mosquito. (These became celebrated as the \"Walter Reed Boards\"). On his recommendation the first tropical disease board was also established in Manila (January 1900) where it continued for about the next two years. In 1901, Sternberg oversaw the establishment of the U.S. Army Nurse Corps. In July 1900, Sternberg recognized Elizabeth Fleischman for her radiographic work with X-rays on the wounded soldiers during the Spanish–American War.Editor. (July 1900). The American X-ray Journal. Vol. 6. No. 5. Sternberg was retired on account of age on June 8, 1902, and devoted the later years of his life to social welfare activities in Washington, particularly to the sanitary improvement of dwellings and to the care of tuberculous patients. Sternberg died at his home in Washington, on November 3, 1915. He was buried at Arlington National Cemetery. ==Memberships and awards== Sternberg was a member of the Military Order of the Loyal Legion of the United States, the Society of the Army of the Potomac, the Sons of the American Revolution and the Association of Military Surgeons of the United States. He was awarded the Civil War Campaign Medal and the Indian Campaign Medal. He was posthumously eligible for the Spanish War Service Medal. ==Legacy== On Sternberg's monument in Arlington National Cemetery is the inscription: > Pioneer American Bacteriologist, distinguished by his studies of the > causation and prevention of infectious diseases, by his discovery of the > microorganism causing pneumonia, and scientific investigations of yellow > fever, which paved the way for the experimental demonstration of the mode of > transmission of this pestilence. Veteran of three wars, breveted for bravery > in action in the Civil War and the Nez Perce Wars. Served as Surgeon General > of United States Army for period of nine years including the Spanish War. > Founder of the Army Medical School. Scientist, author and philanthropist. M. > D., LL. D. Along with Pasteur and Koch, Sternberg is credited with first bringing the fundamental principles and techniques of the new science of bacteriology within the reach of the average physician. A collection of his papers is held at the National Library of Medicine in Bethesda, Maryland. ===Awards and accolades=== * Honorary degree of LL.D., University of Michigan (1894) * Honorary degree of LL.D., Brown University (1897). * Honorary member, Epidemiological Society of London, the Royal Academy of Rome, the Academy of Medicine of Rio Janeiro, the American Academy of Medicine, and the French Society of Hygiene. * Member (and one time president) of the American Medical Association, the American Public Health Association, the Association of Military Surgeons of the United States, the Washington Biological Society, and the Philosophical Society of the District of Columbia. ==See also== * United States Army Medical Department Museum, Ft Sam Houston, San Antonio, Texas ==References== ==Additional sources== * This article contains information that originally came from US Government publications and websites and is in the public domain. * * * \"The Trials and Tribulations of George Miller Sternberg (1838–1915) – America's First Bacteriologist,\" Perspectives in Biology and Medicine, Summer 1993. Vol. 36, Iss. 4; pg. 666. * Who's Who in America, 1914–15 * Kober, G. M. (Editor), Address Delivered at the Complimentary Banquet to Gen. George M. Sternberg – on his Seventieth Birthday (1908) * Abbott, A. C. in Tr. Coll. Physicians Philadelphia (1918) * Kelly and Burrage, American Medical Biographies (1920) * Pilcher, J. E., Surgeon Generals of the Army (1905) * Obituary in Evening Star (Washington, D.C.), November 3, 1915. * Phalen, Col. James M. (Compiler), \"Chiefs of the Medical Department, U.S. Army 1775–1940, Biographical Sketches,\" Army Medical Bulletin, No. 52, April 1940, pp. 70–74. * ==External links== * Video: Sternberg Medical Pioneers Biography on Health.mil – The Military Health System provides a look at the life and work of George Sternberg. * The Surgeons General of the U.S. Army and Their Predecessors at the Office of Medical History, OTSG Website * University of Virginia, Walter Reed Typhoid Fever, 1897–1911 Describes Sternberg's continuing role in the Typhoid Fever Board * Biography at Virtualology.com * Dr. George M. Sternberg – Oceans of Kansas * Xiphactinus audax – Oceans of Kansas * Category:1838 births Category:1915 deaths Category:American people of the Indian Wars Category:American bacteriologists Category:Burials at Arlington National Cemetery Category:American people of German descent Category:People of New York (state) in the American Civil War Category:Surgeons General of the United States Army",
 "title": "George Miller Sternberg"
}