{
 "id": "78977",
 "text": "thumb|River gods consoling Peneus for the Loss of his Daughter, Daphne In Greek mythology, Peneus (; Ancient Greek: Πηνειός) was a Thessalian river god, one of the three thousand Rivers (Potamoi), a child of Oceanus and Tethys.Hesiod, Theogony 343 == Family == The nymph Creusa bore him one son, Hypseus, who was King of the Lapiths,Diodorus Siculus, Bibliotheca historica 4.69.1; Pindar, Pythian Odes 9 and three daughters, Menippe (mother of Phrastor by Pelasgus),Dionysius of Halicarnassus, Antiquitates Romanae 1.28 DaphneOvid, Metamorphoses 1.452; Hyginus, Fabulae 203 and Stilbe.Diodorus Siculus, Bibliotheca historica 4.69.1 Some sources state that he was the father of Cyrene,Virgil, Georgics 4.320; Hyginus, Fabulae 161 alternately known as his granddaughter through Hypseus. Daphne, in an Arcadian version of the myth, was, instead, the daughter of the river god Ladon.Pausanias, Graeciae Descriptio 10.7.8; Statius, Thebaid 4.289; Nonnus, Dionysiaca 42.386 Peneus also had a son Atrax with Bura,Stephanus of Byzantium, Ethnica s.v. Atrax and Andreus with an unknown consort.Pausanias, Graeciae Descriptio 9.34.6 Tricce (or Tricca), eponym of the city Tricca, was mentioned as his daughter.Stephanus of Byzantium, Ethnica s.v. Trikkē In later accounts, Peneus was credited to be the father of Chrysogenia who consorted with Zeus and became the mother of Thissaeus.Pseudo-Clement, Recognitions 10.21-23 Meanwhile, his daughter Astabe coupled with Hermes and became the parents of Astacus, father of Iocles, father of Hipponous.Scholia on Euripides, Phoenician Women 133 According to Hellanicus, Peneus was the father of Iphis, mother of Salmoneus by Aeolus the son of Hellen.Hellanicus in scholia on Plato, Symposium 208 (p. 376) == Mythology == Eros shot Apollo with one of his arrows, causing him to fall in love with Daphne. It was Eros's plan that Daphne would scorn Apollo because Eros was angry that Apollo had made fun of his archery skills.Ovid, Metamorphoses 1.456-462 Eros also claimed to be irritated by Apollo's singing. Daphne prayed to the river god Peneus to help her. He changed her into a laurel tree, which later became sacred to Apollo (see Apollo and Daphne). ==References== ==External links== *Diodorus Siculus, The Library of History translated by Charles Henry Oldfather. Twelve volumes. Loeb Classical Library. Cambridge, Massachusetts: Harvard University Press; London: William Heinemann, Ltd. 1989. Vol. 3. Books 4.59–8. Online version at Bill Thayer's Web Site *Diodorus Siculus, Bibliotheca Historica. Vol 1-2. Immanel Bekker. Ludwig Dindorf. Friedrich Vogel. in aedibus B. G. Teubneri. Leipzig. 1888-1890. Greek text available at the Perseus Digital Library. *Dionysus of Halicarnassus, Roman Antiquities. English translation by Earnest Cary in the Loeb Classical Library, 7 volumes. Harvard University Press, 1937-1950. Online version at Bill Thayer's Web Site *Dionysius of Halicarnassus, Antiquitatum Romanarum quae supersunt, Vol I-IV. . Karl Jacoby. In Aedibus B.G. Teubneri. Leipzig. 1885. Greek text available at the Perseus Digital Library. *Gaius Julius Hyginus, Fabulae from The Myths of Hyginus translated and edited by Mary Grant. University of Kansas Publications in Humanistic Studies. Online version at the Topos Text Project. *Hesiod, Theogony from The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White, Cambridge, MA.,Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library. Greek text available from the same website. *Nonnus of Panopolis, Dionysiaca translated by William Henry Denham Rouse (1863-1950), from the Loeb Classical Library, Cambridge, MA, Harvard University Press, 1940. Online version at the Topos Text Project. *Nonnus of Panopolis, Dionysiaca. 3 Vols. W.H.D. Rouse. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1940-1942. Greek text available at the Perseus Digital Library. *Pausanias, Description of Greece with an English Translation by W.H.S. Jones, Litt.D., and H.A. Ormerod, M.A., in 4 Volumes. Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1918. . Online version at the Perseus Digital Library *Pausanias, Graeciae Descriptio. 3 vols. Leipzig, Teubner. 1903. Greek text available at the Perseus Digital Library. *Pindar, Odes translated by Diane Arnson Svarlien. 1990. Online version at the Perseus Digital Library. *Pindar, The Odes of Pindar including the Principal Fragments with an Introduction and an English Translation by Sir John Sandys, Litt.D., FBA. Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1937. Greek text available at the Perseus Digital Library. *Pseudo-Clement, Recognitions from Ante-Nicene Library Volume 8, translated by Smith, Rev. Thomas. T. & T. Clark, Edinburgh. 1867. Online version at theio.com *Publius Ovidius Naso, Metamorphoses translated by Brookes More (1859-1942). Boston, Cornhill Publishing Co. 1922. Online version at the Perseus Digital Library. *Publius Ovidius Naso, Metamorphoses. Hugo Magnus. Gotha (Germany). Friedr. Andr. Perthes. 1892. Latin text available at the Perseus Digital Library. *Publius Papinius Statius, The Thebaid translated by John Henry Mozley. Loeb Classical Library Volumes. Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1928. Online version at the Topos Text Project. *Publius Papinius Statius, The Thebaid. Vol I-II. John Henry Mozley. London: William Heinemann; New York: G.P. Putnam's Sons. 1928. Latin text available at the Perseus Digital Library. *Publius Vergilius Maro, Bucolics, Aeneid, and Georgics of Vergil. J. B. Greenough. Boston. Ginn & Co. 1900. Online version at the Perseus Digital Library. *Stephanus of Byzantium, Stephani Byzantii Ethnicorum quae supersunt, edited by August Meineike (1790-1870), published 1849. A few entries from this important ancient handbook of place names have been translated by Brady Kiesling. Online version at the Topos Text Project. Category:Potamoi Category:Characters in Greek mythology Category:Achaea",
 "title": "Peneus"
}