{
 "id": "78973",
 "text": "In Greek mythology, the Niobids were the children of Amphion of Thebes and Niobe, slain by Apollo and Artemis because Niobe, born of the royal house of Phrygia, had boastfully compared the greater number of her own offspring with those of Leto, Apollo's and Artemis' mother: a classic example of hubris.Robert Graves, The Greek Myths, 1960, §77. == Names == The number of Niobids mentioned most usually numbered twelve (Homer) or fourteen (Euripides and Apollodorus), but other sources mention twenty,A number attributed to Hesiod by various scholiasts (Graves 1960:259. four (Herodotus), or eighteen (Sappho). Generally half these children were sons, the other half daughters. The names of some of the children are mentioned; these lists vary by author: {| class=\"wikitable\" |+List of Niobids ! colspan=\"2\" rowspan=\"3\" |Names ! colspan=\"7\" |Sources |- | rowspan=\"2\" |OvidOvid, Metamorphoses 6.255 ff. | rowspan=\"2\" |ApollodorusApollodorus, 3.5.6 | colspan=\"2\" rowspan=\"2\" |HyginusHyginus, Fabulae 11 & 69 | rowspan=\"2\" |LactantiusLactantius Placidus on Statius, Thebaid 3.198; First Vatican mythographer, 153 | colspan=\"2\" |Scholia on EuripidesScholia on Euripides, Phoenissae 159 |- |Pherecydes |Hellanicus |- | rowspan=\"21\" |Males |Damasichthon |✓ |✓ | colspan=\"2\" |✓ | | | |- |Ismenus |✓ |✓ | colspan=\"2\" |✓ | | | |- |Phaedimus |✓ |✓ | colspan=\"2\" |✓ |✓ | | |- |Sipylus |✓ |✓ | colspan=\"2\" |✓ |✓ | | |- |Tantalus |✓ |✓ | colspan=\"2\" |✓ |✓ | | |- |Alphenor |✓ | | colspan=\"2\" | | | | |- |Ilioneus |✓ | | colspan=\"2\" | | | | |- |Agenor | |✓ | colspan=\"2\" | | | | |- |Eupinytus | |✓ | colspan=\"2\" |✓ |✓ | | |- |Archenor | | | colspan=\"2\" |✓ | | |✓ |- |Antagorus | | | colspan=\"2\" | |✓ | | |- |Archemorus | | | colspan=\"2\" | |✓ | | |- |Xenarchus | | | colspan=\"2\" | |✓ | | |- |Alalcomeneus | | | colspan=\"2\" | | |✓ | |- |Eudorus | | | colspan=\"2\" | | |✓ | |- |Argeius | | | colspan=\"2\" | | |✓ | |- |Lysippus | | | colspan=\"2\" | | |✓ | |- |Phereus | | | colspan=\"2\" | | |✓ | |- |Xanthus | | | colspan=\"2\" | | |✓ | |- |Archagoras | | | colspan=\"2\" | | | |✓ |- |Menestratus | | | colspan=\"2\" | | | |✓ |- ! colspan=\"2\" |Number !7 !7 ! colspan=\"2\" |7 !7 !6 !3 |- | rowspan=\"20\" |Females |Astycrateia | rowspan=\"20\" |not given |✓ |✓ |✓ |✓ | |✓ |- |Ogygia |✓ |✓ |✓ | | |✓ |- |Phthia |✓ |✓ | | | | |- |Neaera or |✓ |✓ | |✓ | | |- |Cleodoxa |✓ | |✓ |✓ | | |- |Pelopia |✓ | | |✓ |✓ |✓ |- |Astyoche |✓ | | | | | |- |Ethodaia |✓ | | | | | |- |Chloris | |✓ |✓ |✓ | | |- |Eudoxa | |✓ | | | | |- |Astynome | | |✓ | | | |- |Chias | | |✓ | | | |- |Thera | | |✓ | | | |- |Ogime | | | |✓ | | |- |Phegea | | | |✓ | | |- |Chione | | | | |✓ | |- |Clytia | | | | |✓ | |- |Hore | | | | |✓ | |- |Lamippe | | | | |✓ | |- |Melia | | | | |✓ | |- ! colspan=\"2\" |Number !0 !7 !6 !7 !7 !6 !3 |} Other different names were also mentioned, including Amyclas and Meliboea (also in Apollodorus, see below). Manto, the seeress daughter of Tiresias, overheard Niobe's remark and bid the Theban women placate Leto, in vain. Apollo and Artemis slew all the children of Niobe with their arrows, Apollo shooting the sons, Artemis the daughters. According to some sources, however, two of the Niobids who had supplicated Leto were spared: Apollodorus gives their names as Meliboea (Chloris)Meliboëa had turned so pale with fear that she was still nicknamed Chloris when she married Neleus some years later.\" (Graves 1960:259). and Amyclas. Another apparent survivor is Phylomache, who is mentioned by Apollodorus as one of the two possible spouses of Pelias.Apollodorus, 1.9.10 The Niobids were buried by the gods at Thebes. Ovid remarked that all men mourned Amphion, for the extinction of his line, but none mourned Niobe save her brother Pelops.Ovid, Metamorphoses 6.401–404 ==Parthenius variant== In another version of the myth, the Niobids are the children of PhilottusPossibly the same as Philottus, son of Hephaestus, mentioned in Hyginus' Fabulae, 158 and Niobe, daughter of Assaon. When Niobe dares to argue with Leto about the beauty of her children, Leto comes up with multi-stage punishment. First, Philottus is killed while hunting. Then, her father Assaon makes advances to his own daughter, which she refuses. He invites her children to a banquet and burns them all to death. As a result of these calamities, Niobe flings herself from a rock. Assaon, reflecting over his crimes, also killed himself.Parthenius, Erotica Pathemata 33 ==Art== Due to their appearance in the mythology of Apollo, male and female Niobids frequently appeared in classical art. One of the two ivory reliefs added to the doors of the Temple of Apollo Palatinus in its Augustan rebuild depicted their death.Propertius, Elegies 2.31.12‑16 . They are also known from figurative sculpture, examples of which are to be found at the Palazzo Massimo in Rome and in the group of Niobids (including Niobe sheltering one of her daughters) found in Rome in 1583 along with the Wrestlers and brought to the Uffizi in Florence in 1775.Uffizi Gallery - The Portrait, Baroccio And Niobe Rooms. ==Gallery== File:03 2015 Niobide che sale su una roccia (scultura), I - II secolo opera romana-Galleria degli Uffizi (Firenze) Photo Paolo Villa FOTO9242.JPG|Niobids rises on a rock Galleria degli Uffizi File:Firenze - Florence - Galleria degli Uffizi - Sala della Niobe 1782 - View East.jpg|The Niobe Room () at the Uffizi Image:Niobid Sallustiani Massimo Inv72274.jpg|Dying Niobid, found in the Gardens of Sallust (Palazzo Massimo). Image:Niobe1.jpg|Niobe and her children, (Uffizi). File:Andrea Camassei - The Massacre of the Niobids - WGA03791.jpg|The Massacre of the Niobids by Andrea Camassei, Galleria Nazionale d'Arte Antica ==Notes== == References == * Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. ISBN 0-674-99135-4. Online version at the Perseus Digital Library. Greek text available from the same website. *Gaius Julius Hyginus, Fabulae from The Myths of Hyginus translated and edited by Mary Grant. University of Kansas Publications in Humanistic Studies. Online version at the Topos Text Project. *Parthenius, Love Romances translated by Sir Stephen Gaselee (1882-1943), S. Loeb Classical Library Volume 69. Cambridge, MA. Harvard University Press. 1916. Online version at the Topos Text Project. *Parthenius, Erotici Scriptores Graeci, Vol. 1. Rudolf Hercher. in aedibus B. G. Teubneri. Leipzig. 1858. Greek text available at the Perseus Digital Library. * Publius Ovidius Naso, Metamorphoses translated by Brookes More (1859-1942). Boston, Cornhill Publishing Co. 1922. Online version at the Perseus Digital Library. *Publius Ovidius Naso, Metamorphoses. Hugo Magnus. Gotha (Germany). Friedr. Andr. Perthes. 1892. Latin text available at the Perseus Digital Library. *Sextus Propertius, Elegies from Charm. Vincent Katz. trans. Los Angeles. Sun & Moon Press. 1995. Online version at the Perseus Digital Library. Latin text available at the same website. Category:Princes in Greek mythology Category:Princesses in Greek mythology Category:Women in Greek mythology Category:Theban characters in Greek mythology Category:Characters in Greek mythology Category:Deeds of Apollo Category:Deeds of Artemis",
 "title": "Niobids"
}