{
 "id": "789971",
 "text": "The Virginia dynasty is a term sometimes used to describe the fact that four of the first five Presidents of the United States were from Virginia. The term sometimes excludes George Washington, who, though a Virginia planter, was closely aligned with the policies of the Federalist Party, and was succeeded by his Vice President, John Adams of Massachusetts. The first five presidents were, in order, George Washington, John Adams, Thomas Jefferson, James Madison, and James Monroe. The defeat of Adams in 1800 by his Vice President, Thomas Jefferson, who had previously served as Washington's Secretary of State, marked the true beginning of the Virginia Dynasty, which is usually associated with what is now called the Democratic-Republican Party, although it was generally referred to as simply the \"Republican,\" \"Democratic,\" or \"Jeffersonian\" Party at the time. Jefferson served two terms before retiring, in the Washingtonian precedent, in favor of his Secretary of State, fellow Virginian James Madison, called the \"Father of the Constitution.\" Although the War of 1812 greatly weakened Madison's popularity in the Northeast, especially in New England which consequently discussed secession, he was nonetheless re- elected rather easily in 1812 and was able to assist another Virginian who had remained loyal to him and the party, James Monroe, to be elected president in 1816. By the end of Monroe's first term the Federalist Party had essentially disbanded and Monroe was re-elected in 1820 without any real opposition, receiving every electoral vote except one, which went for Secretary of State John Quincy Adams, son of John Adams. Much later a myth arose that the dissenting elector had done so in order that George Washington would be the only president in American history to be elected unanimously. Monroe's second term marked the end of the Virginia Dynasty. In the election of 1824, supporters of Virginia-born Georgia politician William H. Crawford portrayed him as \"the rightful and legitimate successor of the Virginia Dynasty,\"Lenner, Andrew C. (2001), \"The Federal Principle in American Politics, 1790-1833.\" Rowman & Littlefield, p.152. . but the Democratic-Republican Party splintered. John Quincy Adams won the disputed 1824 election over General Andrew Jackson of Tennessee, then considered to be part of the Southwest. After Virginia contributed four of the first five Presidents, who held office for 32 of the first 36 years under the Constitution, four other natives of Virginia have so far served as president. They were William Henry Harrison, Virginia-born but elected as a resident of Ohio; John Tyler, who was elected Vice President in 1840 as Harrison's running mate, but wound up serving all but the first month of the latter's term after Harrison became the first President to die in office; Zachary Taylor, who made his name as a Kentucky resident and resided in Louisiana at the time of his election; and Woodrow Wilson, who was a Virginia native but became the nation's chief executive after serving as president of Princeton University and Governor of New Jersey. ==See also== * List of presidents of the United States by home state ==References== Category:History of Virginia Category:United States presidential history",
 "title": "Virginia dynasty"
}