{
 "id": "790288",
 "text": "Street Fighter Alpha 2, known as in Japan, Asia, South America, and Oceania, is a 1996 fighting game originally released for the CPS II arcade hardware by Capcom. The game is a remake to the previous year's Street Fighter Alpha: Warriors' Dreams, which is itself a interquel to Street Fighter in terms of plot and setting. The game features a number of improvements over the original, such as new attacks, stages, endings, and gameplay features. It was followed by Street Fighter Alpha 3. ==Extras== There is an extra release. ==Gameplay== Street Fighter Alpha 2 retains most of the new features introduced in the original Street Fighter Alpha, such as the three-level Super Combo gauge, Alpha Counters, Air-Blocking, and Fall Breaking. The main new feature in the game is the inclusion of the Custom Combo system (Original Combo in Japan), which replaces the Chain Combos from the first Alpha. If the Super Combo gauge is on Lv. 1 or above, the player can initiate a Custom Combo pressing two punch buttons and a kick or one punch button and two kicks. The player can then perform any series of basic and special moves to create a Custom Combo until the Timer Gauge at the bottom of the screen runs out. The characters Guy and Gen can still perform Chain Combos, but only to a limited extent. Additionally, each character now has two Alpha Counters instead of just one: one that can be performed with a kick button and another with a punch button. The single-player mode, much like the original Street Fighter Alpha, consists of eight matches against computer-controlled opponents, including a fixed final opponent whose identity depends on the player's selected character. Each character also has a secret \"rival\" whom they can face during the course of the single-player mode. After meeting certain requirements, the rival will interrupt one of the player's matches and exchange dialogue with the player's character, and the player character will then fight the rival instead. With Akuma now a regular character, a more powerful version of the character dubbed \"Shin Akuma\" replaces him as a secret opponent. Unlike Super Turbo and the original Alpha, Shin Akuma challenges the player before the player's final opponent, rather than as an alternate final boss. ===Characters=== The game brings back all thirteen characters from Street Fighter Alpha, with M. Bison, Akuma, and Dan now being immediately selectable as playable characters. In addition to the Alpha roster, Alpha 2 includes Dhalsim and Zangief, both from Street Fighter II, Gen, an assassin from the original Street Fighter, Rolento, a member of the Mad Gear gang who originally appeared in Final Fight, and newcomer Sakura, a Japanese schoolgirl who takes up street fighting after witnessing one of Ryu's battles. The game also features a \"classic-style\" alternative version of Chun-Li where she is wearing her outfit from the Street Fighter II series. ==Development== According to Capcom senior planner Shinji Mikami, \"When we were trying to get the balance of Alpha 2 right we only concentrated on Alpha 2. That's the one that's important. We don't really have to get the actual same damage as Alpha. In Alpha 2 some new characters were introduced, so in order to maintain the game balance we had to increase the damage for the normal hits. In addition, this time for Alpha 2 we wanted to focus on the importance of the normal hits and not just the specials.\" Street Fighter Alpha 2 was first unveiled at the February 1996 AOU show in Tokyo. Both Manga Entertainment and Group TAC developed OVA adaptations based on the game, titled Street Fighter Alpha: The Animation (2000) and Street Fighter Alpha: Generations (2005), which were both co-produced by Kaoru Mfaume. Most of the characters except Gen and Dan, also have roles in the Canadian-American cartoon Street Fighter: The Animated Series. ==Versions== ===Arcade=== Street Fighter Alpha 2 was released under the title Street Fighter Zero 2 in Japan, Asia, and South America. The North American and European versions of Alpha 2 feature three additional characters who were not in the Zero 2 version: Evil Ryu and alternative versions of Dhalsim and Zangief known as EX versions, where they use their movesets from the Street Fighter II series and do not have access to the Super Combo gauge. These three characters were selected by Capcom USA. Capcom also released an updated version of Zero 2 titled Street Fighter Zero 2 Alpha in Japan, Asia, and South America, which features all the additional characters from Alpha 2, as well as other changes to the game. In addition to Zangief and Dhalsim, Zero 2 Alpha also features EX versions of Ryu, Ken, Chun-Li (where she is wearing her outfit from the Street Fighter II series, similarly to the \"classic-style\" version of her), Sagat, and M. Bison, all of whom were characters from Street Fighter II′: Champion Edition. Custom Combos are now executed by pressing a punch and kick button of the same strength simultaneously and now require half (1½ level) of the Super Combo gauge filled to perform them. Some of the characters have gained new moves such as Ryu's Shakunetsu Hadouken and Dhalsim's Yoga Tempest. Zero 2 Alpha also features a survival mode, as well as a 2-on-1 Dramatic Battle mode similar to the hidden \"Ryu and Ken vs. Bison mode\" in the original Alpha. In this version, Evil Ryu has different dialogue exchanges and a different ending from his regular counterpart. The game also features an arranged version of the Alpha 2 soundtrack. ===Ports=== * Street Fighter Alpha 2 was ported to the PlayStation and Sega Saturn in 1996. The PlayStation port features an arranged soundtrack (in the form of XA-Audio), while the Saturn version uses an arranged soundtrack in a streaming ADPCM format (which looped properly like in the arcade version). Both versions feature Shin Akuma as a selectable character via a secret code (which differs between the two versions, the PlayStation version required players to move the cursor in a pattern which formed the letter Z on the character select screen, the Saturn port required a pattern that formed an X), in addition to the \"classic-style\" Chun-Li. The Saturn port is the only one of the two versions to feature the characters Evil Ryu, EX Dhalsim, and EX Zangief from the North American and European arcade versions. The Saturn port also features an exclusive survival mode, as well as an art gallery. The PlayStation version of Street Fighter Alpha 2 was re-released for the PSP and PlayStation 3 via the PlayStation Network on June 4, 2009 in North America. * The SNES version was also released in 1996. Since third-party publishers such as Capcom were increasingly concentrating on CD-based consoles, outside of Japan this version was published by Nintendo instead of Capcom. It makes use of the S-DD1 chip for on-the-fly graphic decompression. Despite the graphics decompression chip, this version has loading times when entering matches while sounds are loaded onto the sound chip. Unlike the PlayStation and Saturn versions, the only secret characters available to the player are the \"classic-style\" Chun-Li and Shin Akuma. This port was re-released for the Virtual Console in North America on December 7, 2009 and in the PAL region on January 29, 2010 for the Wii, and in North America on May 22, 2014, and in the PAL region on October 2, 2014 for the Wii U. * A Windows PC port was also released; based on the PlayStation version (but using the arcade soundtrack in 22 kHz WAV format) in 1997. This version was sold as a bundle with the original Alpha in Japan. * A home console version of Street Fighter Zero 2 Alpha was released under the title Street Fighter Alpha 2 Gold in North America, Street Fighter Alpha 2 (Prime) in Europe, and Street Fighter Zero 2 (Dash)Like the Japanese versions of Street Fighter II Dash and Street Fighter II Dash Turbo, the word \"Dash\" is represented by a prime symbol (’). in Japan, as part of the Street Fighter Collection, a compilation released on the PlayStation and Sega Saturn that also includes Super Street Fighter II and Super Street Fighter II Turbo. Alpha 2 Gold features most of the same changes, features, and game modes as the arcade version of Zero 2 Alpha, only omitting the 2-on-1 Dramatic Battle mode from that version. In addition to all of the characters featured in previous versions of Alpha 2 (including the console-exclusive Shin Akuma), Gold features a version of Cammy based on her rendition from X-Men vs. Street Fighter, who appears as a hidden character selectable only in the games Versus and Training modes (the latter only in the Saturn Version, as it is absent from the PlayStation version). The game also features an \"Akuma Mode\", where the player can fight against Shin Akuma immediately. This version was re- released in Japan as a standalone game in the PlayStation the Best and Satakore budget games lines. * The 2006 PlayStation 2 compilation Street Fighter Alpha Anthology features a version of the original Alpha 2 based on the arcade game, as well as a revised version of Alpha 2 Gold which features Cammy as a selectable character in the games arcade mode (with her own storyline and ending). Both games feature Dramatic Battle and Survival modes in addition to the Arcade, Versus, and Training modes. The Japanese version of the compilation (Street Fighter Zero: Fighters' Generation) features the arcade versions of Zero 2 and Zero 2 Alpha, as well as the US version of Alpha 2 and the revised version of Zero 2 (Dash) with the playable Cammy as hidden games. * A Windows PC port was re-released on GOG.com in 2012. * Street Fighter Alpha 2 was ported to the PlayStation 4, Xbox One, Steam, and Nintendo Switch as part of the Street Fighter 30th Anniversary Collection released in May 2018. This version is an arcade-perfect port and does not carry over the coding used in earlier home console versions. Save states are available to allow the player to resume from where they left. The Street Fighter 30th Anniversary Collection does not include the Alpha 2 Gold update. ==Reception== ===Arcade=== In Japan, Game Machine listed Street Fighter Zero 2 on their May 1, 1996 issue as being the most-successful arcade game of the month, outperforming titles such as Virtua Fighter 2. Street Fighter Zero 2 went on to be the highest-grossing arcade game of 1996 in Japan. Game Machine also listed Street Fighter Zero 2 Alpha on their October 1, 1996 issue as being the second most-successful arcade game of the month. A reviewer for Next Generation gave the arcade version 3 out of 5 stars, praising the large number of characters, smooth animation, innovative backgrounds, and \"wonderful\" character design. He deemed the custom combos \"an unprecedented, new, and complex innovation in Street Fighter gameplay\", though he found some points of their implementation to be odd. He concluded, \"Although it's just another 2D fighter for those who aren't paying attention, this is a fine new addition for true hard-core gameplayers.\" In the Japanese arcade magazine Gamest, Street Fighter Zero 2 was voted Best Game of 1996 in the Tenth Annual Grand Prize. Zero 2 was also No. 1 in the category of \"Best Fighting Game\", No. 9 in \"Best Graphics\", No. 6 in \"Best Direction\", and No. 4 in \"Best VGM (Video Game Music)\". Dan Hibiki and Sakura Kasugano were depicted on the cover of this issue, who were placed No. 1 and No. 3 respectively on the Top 50 Characters of 1996, with Ryu at No. 13, Zangief at No. 18 (sharing the spot with Mature from The King of Fighters '96), Guy at No. 26, Chun-Li at No. 32, Akuma at No. 37 (sharing the spot with two other characters), Rolento at No. 45 (sharing the spot with the Elf from Dungeons & Dragons: Shadow over Mystara) and Ken at No. 49 (sharing the spot with two other characters). ===Ports=== The Saturn and PlayStation ports both received praise for their faithfulness to their arcade counterpart, large selection of characters, and replacement of the easily exploited chain combo system from the original Street Fighter Alpha. Some critics, while acknowledging that the 2D fighting game genre was outdated, held Street Fighter Alpha 2 to be equal or even superior to any of the 3D fighting games then on the market. The Saturn version tied with the PlayStation version of Tomb Raider for Electronic Gaming Monthlys \"Game of the Month\". Though EGM never reviewed the PlayStation version of Alpha 2, in an overview of fighting games released in 1996 Sushi-X commented, \"Both the Saturn and PlayStation versions are great, but the Saturn version has a few advantages\", citing frames of animation that were missing from the PlayStation version and the Saturn-exclusive illustrations mode. The following year EGM named the Saturn version the 36th best console video game of all time, saying they chose the Saturn version specifically due to its superior graphics. Note: Contrary to the title, the intro to the article (on page 100) explicitly states that the list covers console video games only, meaning PC games and arcade games were not eligible. The Saturn port was also a commercial success, selling over 400,000 units in Japan. The Super NES version was much less well- received, with reviews commenting that the sound quality is exceptionally poor, the animation is choppy, and the overambitious graphics cause the game to play at an agonizingly slow speed, compounded by bouts of slowdown when performing special moves. Shawn Smith and Dan Hsu of Electronic Gaming Monthly deemed it the worst Street Fighter game for the Super NES. Most critics were more forgiving, concluding that despite the port's flaws it was a decent buy for gamers who did not own a Saturn or PlayStation. IGN ranked the game 96th on their \"Top 100 SNES Games of All Time\" saying the game pushed the limits of the 16 bit System and had to make some compromises to run on the SNES concluding: \" But it's hard to fault the effort, and that's why it deserves this rank and recognition\". In 2018, Complex listed the game 71st in their \"The Best Super Nintendo Games of All Time\" saying the game had loading times before the fights and commented that the graphics were not as good compared to the other ports concluding: \"Nonetheless, the gameplay was still on point, and the bells and whistles were pretty amazing for an SNES game. We loved it\". ==Notes== ==References== ==Sources== * * ==External links== * Category:1996 video games Category:Arcade video games Category:CP System II games Category:Game Boy Color games Category:PlayStation (console) games Category:PlayStation 2 games Category:PlayStation Network games Category:Sega Saturn games Category:Super Nintendo Entertainment System games Category:Street Fighter games Category:Interquel video games Category:Fighting games Category:Video game remakes Category:Video games developed in Japan Category:Virgin Interactive games Category:Virtual Console games Category:Virtual Console games for Wii U Category:Windows games Category:Video games set in Japan Category:Video games set in Detroit Category:Video games set in Thailand Category:Video games set in New York City Category:Video games set in London Category:Video games set in San Francisco Category:Video games set in China Category:Video games set in Hong Kong Category:Video games set in Arizona Category:Video games set in India Category:Video games set in Brazil Category:Video games set in Italy Category:Video games set in the Soviet Union Category:Video games set in Venezuela",
 "title": "Street Fighter Alpha 2"
}