{
 "id": "790858",
 "text": "Lucia (died aft. 1292 or ca 1299) was the last countess of Tripoli, a Crusader state in the Levant. ==Biography== She was the daughter of Bohemund VI, Prince of Antioch and Sibylla of Armenia. Her brother was Bohemund VII of Tripoli. When Bohemund VII died in 1287, their mother appointed as regent Bertrand of Gibelet. He proved to be very unpopular with the commune of the city, who created their own administration. In 1288, Lucia then came to Tripoli from Apulia, Italy to take control of the county, although she was opposed by both the commune and the Genoese, due to her marriage in ca 1275 or 1278 to Narjot de Toucy in Auxerre. The Genoese, led by Benedetto I Zaccaria, tried to install a podestà, an official administrator from Genoa, which would have made Tripoli essentially a Genoese colony. At this the leader of the commune consented to acknowledge Lucia, but Lucia unexpectedly allied herself with the Genoese instead. The Venetians and Pisans, who also had trading links with Tripoli, were shocked at this and supposedly conspired with the Mameluk sultan Qalawun to attack the city. Lucia allied with the Mongols, who, knowing that Tripoli was too weak to defend itself even with their help, asked for support from Europe, although no aid was to be found there. Qalawun started the Siege of Tripoli for one month in 1289 and captured it on April 26. Two years later Acre, the last Crusader outpost in the Holy Land was also captured. Although he could have claimed the county through her, Lucia's husband never came to Tripoli, as he was attending to business in the Kingdom of Naples, where he died in 1292. The date of Lucia's death is unknown. Narjot and Lucia had one son, Philippe II de Toucy, who inherited the lordship of Laterza on Narjot's death and the claim to Antioch on Lucia's death. ==References== ==Bibliography== * Category:13th-century births Category:14th-century deaths Lucia Category:Women of the Crusader states Category:13th-century women rulers Lucia Category:13th-century Princes of Antioch Lucia",
 "title": "Lucia, Countess of Tripoli"
}