{
 "id": "791398",
 "text": "250px|thumb|right|Map of Toronto-Danforth Toronto—Danforth (formerly Broadview—Greenwood) is a federal electoral district in Ontario, Canada, that has been represented in the House of Commons of Canada since 1979. It lies to the east of Downtown Toronto. Its best-known MP was New Democratic Party (NDP) leader and Leader of the Opposition Jack Layton. Toronto—Danforth includes an array of ethnicities, including large Greek, Chinese, Muslim and South Asian communities. It has the highest percentage of ethnic Greeks among all Toronto ridings (7.3%). Historically, the riding has tilted to the left, particularly since the 1990s. Most election contests take place between the NDP and the Liberal Party. Even with the end of vote-splitting on the centre-right, the Conservatives are almost nonexistent in the riding; no Conservative candidate has crossed the 15 percent mark. The NDP held the riding for the first nine years of its existence before Liberal Dennis Mills won the seat in 1988 and held it during the long period of Liberal dominance of the federal scene. He was unseated in 2004 by Layton, who had previously run against Mills in 1997. Layton held the seat until his death on August 22, 2011. The seat was vacant until a by-election on March 29, 2012, which was won by NDP candidate and human rights lawyer Craig Scott. However, Scott was narrowly defeated by Liberal Julie Dabrusin in the 2015 election in a major upset. ==Demographics== :According to the Canada 2016 Census; 2013 representation Ethnic groups: 65.2% White, 12.3% Chinese, 5.0% Black, 2.3% Filipino, 2.0% Aboriginal, 1.4% Southeast Asian, 1.3% Latin American, 1.7% Multiple Languages: 67.7% English, 6.3% Cantonese, 4.5% Greek, 2.6% French, 2.3% Mandarin, 1.4% Spanish, 1.2% Tagalog, 1.1% Italian Religions (2011): 48.7% Christian (19.0% Catholic, 9.9% Christian Orthodox, 4.7% Anglican, 3.5% United Church, 1.4% Presbyterian, 1.5% Pentecostal, 10.2% Other), 4.6% Buddhist, 4.4% Muslim, 1.9% Jewish, 1.0% Hindu, 38.4% No religion Median income (2015): $35,056 Average income (2015): $54,560 ==History== The riding was created in 1976 as \"Broadview—Greenwood\" from parts of Broadview and York East and a small part of Greenwood. It consisted initially of the part of the Municipality of Metropolitan Toronto bounded on the south by Queen Street East, on the west by the Don River, and on the east and north by a line drawn north from Queen Street along Jones Avenue, east along Gerrard Street East, north along Greenwood Avenue, west along O'Connor Drive, north along Don Mills Road to the Don River. In 1987, it was redefined to consist of the part of the City of Toronto and the Borough of East York bounded on the west by the Don River, on the south by Queen Street, and on the east and north by a line drawn from the lake north along Leslie Street, east along Queen Street East, north along Greenwood Avenue, east along Danforth Avenue, north along Coxwell Avenue and Coxwell Boulevard, and west along Taylor Creek and the Don River East Branch to the Don River. In 1996, it was defined to consist of the parts of the City of Toronto and the Borough of East York north along Leslie Street, east along Queen Street East, north along Greenwood Avenue, east along Gerrard Street East, north along Coxwell Avenue and Coxwell Boulevard, west along Taylor Creek, the Don River East Branch and the Don River, northwest along Millwood Road, southwest along the Canadian Pacific Railway and the eastern limit of the City of Toronto, south along the Don River to Toronto Harbour. The name of the electoral district was changed in 2000 to \"Toronto—Danforth\" on the suggestion of Dennis Mills, the riding's Member of Parliament. Many local citizens were upset at the name change, particularly because of the lack of public say in the matter. Layton sought neighbourhood input for another name change to the riding, but the name was not changed. In 2003, it was given its current boundaries, which consist of the part of the City of Toronto bounded on the south by Lake Ontario and Toronto Harbour, on the east by Coxwell Avenue and Coxwell Boulevard, on the north by Taylor Creek and the Don River East Branch, and on the west by the Don River. This riding was unchanged after the 2012 electoral redistribution. ===Former boundaries=== Image:Toronto—Danforth, 1976.png|1976 to 1987 Image:Toronto—Danforth, 1987.png|1987 to 1996 Image:Toronto—Danforth, 1996.png|1996 to 2003 Image:Toronto Danforth.png|2003 to 2015 ==Members of Parliament== This riding has elected the following Members of Parliament: ==Election results== ===Toronto—Danforth, 2000–present=== Note: Change from 2000 for top three parties is based on redistributed results. Conservative Party change is based on the total of Canadian Alliance and Progressive Conservative Party votes. ===Broadview—Greenwood, 1976–2000=== Note: Canadian Alliance vote is compared to the Reform vote in 1997 election. Note: the popular vote of Progressive Conservative candidate Peter Worthington is compared to the total popular vote in the 1982 by-election earned by the PC candidate Bill Fatsis and by Mr. Worthington running without affiliation. ==See also== * List of Canadian federal electoral districts * Past Canadian electoral districts ==References== ===Citations=== ===General references=== * *Broadview—Greenwood federal riding history from the Library of Parliament *Toronto—Danforth federal riding history from the Library of Parliament * Campaign expense data from Elections Canada Category:Federal electoral districts of Toronto Category:Ontario federal electoral districts Category:1976 establishments in Ontario",
 "title": "Toronto—Danforth"
}