{
 "id": "791513",
 "text": "The 1976 Atlantic hurricane season featured only one fully tropical storm throughout both the Caribbean Sea and the Gulf of Mexico, a rare occurrence. The season officially began on June 1 and lasted until November 30. These dates conventionally delimit the period of each year when most tropical cyclones form in the Atlantic basin. However, the first system, a subtropical storm, developed in the Gulf of Mexico on May 21, several days before the official start of the season. The system spawned nine tornadoes in Florida, resulting in about $628,000 (1976 USD) in damage, though impact was minor otherwise. The season was near average, with ten tropical storm forming, of which six became hurricanes. Two of those six became major hurricanes, which are Category 3 or higher on the Saffir–Simpson scale. The strongest hurricane of the season was Hurricane Belle, which reached Category 3 intensity east of North Carolina. Belle later struck Long Island, New York, as a Category 1 hurricane, causing $100 million in damage and a total of 12 deaths between the Carolinas and New England, as well as an additional $1 million in damage in the Canadian province of New Brunswick. Tropical Storm Dottie and a subtropical storm in mid-September produced minor damage in the Southeastern United States; the former also caused four deaths in the Bahamas after a fishing boat capsized. Although Hurricane Emmy left little damage in the Azores, poor weather conditions resulted in a plane crash at Lajes Field, killing 68 people. Collectively, the tropical cyclones of this result resulted in 84 deaths and about $101.63 million in damage. __TOC__ == Seasonal summary == ImageSize = width:800 height:200 PlotArea = top:10 bottom:80 right:20 left:20 Legend = columns:3 left:30 top:58 columnwidth:270 AlignBars = early DateFormat = dd/mm/yyyy Period = from:01/05/1976 till:01/12/1976 TimeAxis = orientation:horizontal ScaleMinor = grid:black unit:month increment:1 start:01/05/1976 Colors = id:canvas value:gray(0.88) id:GP value:red id:TD value:rgb(0.38,0.73,1) legend:Tropical_Depression_=_<39_mph_(0–62_km/h)_(TD) id:TS value:rgb(0,0.98,0.96) legend:Tropical_Storm_=_39–73_mph_(63–117 km/h)_(TS) id:C1 value:rgb(1,1,0.80) legend:Category_1_=_74–95_mph_(119–153_km/h)_(C1) id:C2 value:rgb(1,0.91,0.46) legend:Category_2_=_96–110_mph_(154–177_km/h)_(C2) id:C3 value:rgb(1,0.76,0.25) legend:Category_3_=_111–129_mph_(178–208_km/h)_(C3) id:C4 value:rgb(1,0.56,0.13) legend:Category_4_=_130–156_mph_(209–251_km/h)_(C4) id:C5 value:rgb(1,0.38,0.38) legend:Category_5_=_≥157_mph_(≥252_km/h)_(C5) Backgroundcolors = canvas:canvas BarData = barset:Hurricane bar:Month PlotData= barset:Hurricane width:11 align:left fontsize:S shift:(4,-4) anchor:till from:21/05/1976 till:25/05/1976 color:TS text:\"One (SS)\" from:07/06/1976 till:09/06/1976 color:TD text:\"TD\" from:11/06/1976 till:12/06/1976 color:TD text:\"TD\" from:20/07/1976 till:22/07/1976 color:TD text:\"TD\" from:23/07/1976 till:24/07/1976 color:TD text:\"TD\" from:28/07/1976 till:01/08/1976 color:TS text:\"Anna (TS)\" from:06/08/1976 till:10/08/1976 color:C3 text:\"Belle (C3)\" barset:break from:18/08/1976 till:21/08/1976 color:TS text:\"Dottie (TS)\" from:18/08/1976 till:24/08/1976 color:C1 text:\"Candice (C1)\" from:20/08/1976 till:04/09/1976 color:C2 text:\"Emmy (C2)\" from:27/08/1976 till:04/09/1976 color:C3 text:\"Frances (C3)\" from:04/09/1976 till:06/09/1976 color:TD text:\"TD\" from:05/09/1976 till:07/09/1976 color:TD text:\"TD\" from:13/09/1976 till:17/09/1976 color:TS text:\"Three (SS)\" barset:break from:20/09/1976 till:27/09/1976 color:TD text:\"TD\" from:22/09/1976 till:24/09/1976 color:TD text:\"TD\" from:26/09/1976 till:04/10/1976 color:C2 text:\"Gloria (C2)\" from:26/09/1976 till:28/09/1976 color:TD text:\"TD\" from:03/10/1976 till:12/10/1976 color:TD text:\"Ten (TD)\" from:12/10/1976 till:15/10/1976 color:TD text:\"TD\" from:22/10/1976 till:28/10/1976 color:C1 text:\"Holly (C1)\" bar:Month width:5 align:center fontsize:S shift:(0,-20) anchor:middle color:canvas from:01/05/1976 till:01/06/1976 text:May from:01/06/1976 till:01/07/1976 text:June from:01/07/1976 till:01/08/1976 text:July from:01/08/1976 till:01/09/1976 text:August from:01/09/1976 till:01/10/1976 text:September from:01/10/1976 till:01/11/1976 text:October TextData = pos:(570,30) text:\"(From the\" pos:(617,30) text:\"Saffir-Simpson hurricane wind Scale)\" The hurricane season officially began on June 1, though the first tropical cyclone developed on May 21\\. A total of 21 tropical and subtropical cyclones formed, but just 10 of them intensified into nameable storm systems. This was about average compared to the 1950–2000 average of 9.6 named storms. Six of these reached hurricane status, around the 1950–2000 average of 5.9. Furthermore, three storms reached major hurricane status; close to the 1950–2000 average of 2.3. Collectively, the cyclones of this season caused at least 84 deaths and about $101.63 million in damage. The Atlantic hurricane season officially ended on November 30, with the final cyclone becoming extratropical on October 28\\. The season was noted for a lack of activity in both the Caribbean Sea and Gulf of Mexico. Just one fully tropical storm, Dottie, developed in the Gulf of Mexico and none in the Caribbean Sea. Since 1900, only 1962 had fewer tropical storms (none) in those regions. Suppression of activity in the Gulf of Mexico and Caribbean was primarily attributed to early intrusions of cold air – with unusually cold air masses impacting much of the United States east of the Rocky Mountains during October – and a persistent area of above average vertical wind shear over the western Caribbean. Elsewhere, sea surface temperatures across the Atlantic basin were generally at or slightly above average during the middle of the season. Tropical cyclogenesis began early, with the development of a subtropical storm on May 21\\. Two tropical depression formed in June, though neither reached tropical storm status. Another two depressions formed in July and also did not become tropical storms, followed by the development of Tropical Storm Anna on July 28\\. August featured five of the season's ten named storms, including Tropical Storm Dottie and hurricanes Belle, Candice, Emmy, and Frances. In September, six cyclones developed – a subtropical storm, Hurricane Gloria, and four tropical depressions that remained below tropical storm intensity. Two more non-intensifying depressions formed in October. Hurricane Holly, the final system, formed on October 22 and transitioned into an extratropical cyclone on October 28\\. The year's activity was reflected with an accumulated cyclone energy (ACE) rating of 84, classifying it as a \"near-normal\" season. ACE is a metric used to express the energy used by a tropical cyclone during its lifetime. Therefore, a storm with a longer duration will have high values of ACE. It is only calculated at six-hour increments in which specific tropical and subtropical systems are either at or above sustained wind speeds of 39 mph (63 km/h), which is the threshold for tropical storm intensity. == Systems == === Subtropical Storm One === On May 19 an upper-level trough produced widespread thunderstorms over the Gulf of Mexico. Slowly, the system organized, first to a subtropical depression on May 21, then to a subtropical storm on May 23. The storm began to move faster, and on May 23, it hit the Florida Panhandle. After moving across Georgia at a forward motion of the storm reached its peak of maximum sustained winds reaching 50 mph (85 km/h) while southeast of the Carolinas on May 24. After transitioning into an extratropical cyclone, the system traveled generally northeast and ultimately dissipated on May 31 south of Iceland. Heavy rainfall was associated with the system, but the precipitation was generally beneficial due to dry conditions. The storm spawned nine tornadoes in Florida, with one in Hillsborough County destroying 6 mobile homes and damaging 40 others; demolishing 6 large chicken houses; and severely damaging a paint plant in Hillsborough County. Overall, the tornadoes left about $628,000 in damage. A total of 3,364 household lost power in the Hillsborough County after three circuits were blown down. Some wind damage occurred in northeastern Palm Beach County, mostly limited to a few roofs damaged and downed trees, electrical poles, and power lines. The storm left about 15,000 people without electricity in Broward County, though most outages were restored quickly. Boat traffic along the New River was backed-up due to the storm causing the draw bridge to malfunction. Farther north, the storm dropped rainfall in a few other states, with a peak precipitation total of at Sullivan's Island, South Carolina. === Tropical Storm Anna === A non-tropical low pressure area developed over the central Atlantic in late July. After merging with a polar trough on July 28, a subtropical depression developed about east-southeast of Bermuda at 18:00 UTC. The subtropical depression moved eastward and strengthened into a subtropical storm early on July 30, based on reports from the ship M.S. Pointe Allegre, which observed a barometric pressure of and wind gusts as high as . The cyclone peaked with maximum sustained winds of 45 mph (75 km/h) at 12:00 UTC on July 30\\. Curving east-northeastward, the system also acquired tropical characteristics, with a transition to Tropical Storm Anna becoming complete about six hours later. The surface ridge to the north and east caused Anna to begin curving northeastward on August 1. Anna soon lost tropical characteristics and became an extratropical cyclone while situated about east- southeast of the Azores. The remnants moved in a circular path and approached the Azores from the north, before dissipating on August 16\\. Gale-force winds were reported in the Azores after Anna became extratropical. === Hurricane Belle === In late July, a tropical wave emerged off the west coast of Africa. Traversing the Atlantic Ocean for more than a week, the system eventually consolidated into a tropical depression near the Bahamas on August 6\\. Remaining nearly stationary for a day, the depression strengthened into Tropical Storm Belle on August 7 and a hurricane later that day as it acquired a northwest motion. Formation of an eye accompanied quick intensification and Belle reached its peak the following day with maximum sustained winds of 120 mph (195 km/h). The hurricane subsequently turned north and accelerated, skirting the Outer Banks of North Carolina. Early on August 10, Belle made landfall in Long Island, New York, as a minimal hurricane before moving inland over southern New England as a tropical storm hours later. Thereafter, Belle transitioned into an extratropical cyclone before moving over Atlantic Canada. The system turned east while over the north Atlantic and ultimately dissipated on August 15 to the south of Iceland. Threatening much of the East Coast of the United States, hurricane warnings were issued from Georgia to Maine. An estimated 500,000 people evacuated coastal areas accordingly. Five people lost their lives in a car accident on a rain-slicked highway near the North Carolina–Virginia state line; another person died due to a car accident in Norfolk, Virginia. In New York, damage on Long Island reached $8 million, of which $3 million stemmed from erosion at Rockaway Beach. One person was killed in New York when a branch snapped off a tree due to high winds and fell on her. Approximately 36,000 residents in the lower Hudson Valley lost electricity. In Connecticut, strong winds in Bridgeport downed trees, which fell on barns, porches, and homes. About 247,000 people lost electricity throughout the state. Three deaths occurred in Connecticut, one from an accident caused by slippery roads and the other two from carbon monoxide poisoning from a generator. Flooding was reported across New England and was especially severe in Vermont. The hardest hit town was Chester, where 35 of its 85 roads flooded and 5 bridges were washed out. Two people died in Huntington after the footbridge they were crossing collapsed into the Huntington River. A total of 12 people lost their lives and damage reached an estimated $100 million. In Canada, heavy rains fell across New Brunswick, amounting to in Edmundston, triggering flooding that damaged crops, homes, and roads. Damage estimates reached at least $1 million. === Tropical Storm Dottie === An area of low pressure in the southeastern Gulf of Mexico developed into a tropical depression early on August 18\\. The depression drifted east and northeastward over the next day, before beginning to accelerate on August 19\\. The cyclone further intensified into Tropical Storm Dottie by 12:00 UTC. Shortly thereafter, Dottie made landfall in Florida over mainland Monroe County. The cyclone quickly proceeded northeastward before re-emerging into the Atlantic near Palm Beach. Dottie moved northward and peaked with winds of 50 mph (85 km/h) at 06:00 UTC on August 20, before subsequently weakening due to wind shear. By the time Dottie made landfall in Charleston, South Carolina, early on August 21, it was barely of tropical storm intensity. It deteriorated into a tropical depression on August 21 and dissipated shortly thereafter. The remnant low pressure system turned southward and once again entered the Atlantic before turning westward and crossing the Florida peninsula. Dottie dropped heavy rainfall in South Florida, with a peak total of . However, impact from the precipitation was mainly limited to street flooding in several cities, which delayed the commute of thousands of motorists during morning rush hour traffic, especially in Miami. Tropical storm force wind gusts damaged a roof in Marathon, downed some trees, and disrupted electricity in at least 20 neighborhoods, though wind damage overall was minor. In the Bahamas, a fishing boat capsized near Grand Bahama, drowning four of its occupants. Rainfall was generally light in the Carolinas, though of precipitation fell in Carolina Beach, North Carolina, flooding some areas of the city with up to of water. However, rainfall was mostly beneficial due to a severe drought. Beach erosion occurred due to tides reaching normal at Atlantic Beach. === Hurricane Candice === On August 11, a cold-core low was located south of Bermuda. Over the next week, the system warmed and moved toward the surface. Around 12:00 UTC on August 18, the low developed into a tropical depression about west- southwest of the island, after satellite imagery showed better organization and a ship reporting winds gusting to . Moving fairly quickly to the north- northeast, the depression intensified into Tropical Storm Candice about six hours later. Candice curved east-northeastward early on August 20 and weakened slightly, before re-strengthening later that day. By 06:00 UTC on August 20, the cyclone intensified into a hurricane. Becoming a hurricane at 41.2°N, Candice was one of few Atlantic tropical storms to intensify into a hurricane while situated north of 40°N. Around that time, Candice had decelerated and briefly turned to the southeast, before pivoting northeastward on August 21\\. Candice continued to intensify, peaking with sustained winds of 90 mph (150 km/h) and a minimum pressure of later on the following day. The hurricane then accelerated due to an approaching cold front, before merging with the front about 475 mi (765 km) east of Newfoundland at 12:00 UTC on August 24. === Hurricane Emmy === A tropical wave emerged into the Atlantic from the west coast of Africa on August 15\\. The wave moved westward at before developing into a tropical depression on August 20, while it was situated approximately east of the Lesser Antilles. The depression strengthened into Tropical Storm Emmy on August 22 as it moved west-northwestward. Two days later, it recurved to the northeast due to a rapidly developing, unseasonable frontal low pressure system to the northeast. After intensifying into a Category 1 hurricane on August 25, the storm began moving eastward due to a frontal low pressure system located to the northeast. Late on August 26, Emmy strengthened into a Category 2 hurricane while moving northeastward. The hurricane resumed its west-northwestward course late on August 27, before again turning to the east early on August 29 due to strong upper-level westerlies. At 12:00 UTC, Emmy attained its peak intensity with maximum sustained winds of 105 mph (165 km/h) and a minimum barometric pressure of . The cyclone slowly weakened while moving eastward, falling to Category 1 intensity on September 1\\. Emmy briefly headed east-southeastward, before turning to the north-northeast on September 2\\. Between late on the following day and early on September 4, Emmy passed through the Azores, before being absorbed by Hurricane Frances shortly after moving north of the islands. Damage in the Azores was apparently not significant, though the storm caused 68 deaths when a Venezuelan Air Force plane carrying a school choir crashed on a landing attempt at Lajes Air Base. === Hurricane Frances === A tropical wave emerged into the Atlantic from the west coast of Africa on August 24. After moving westward for three days, the system developed into a tropical depression about west-southwest of the southwesternmost Cape Verde Islands. A reconnaissance aircraft flight into the storm on August 28 recorded winds of and a barometric pressure of , which resulted in the cyclone being upgraded to Tropical Storm Frances. The storm began curving northwestward due to a weakness in the Azores High caused by the recent passage of Hurricane Emmy. By early on August 30, Frances intensified into a hurricane. About 24 hours later, the cyclone turned northward well northeast of the Lesser Antilles. Strengthening further, Frances peaked as a Category 3 hurricane at 06:00 UTC on September 1, with reconnaissance measuring sustained winds of 115 mph (185 km/h) and a minimum barometric pressure of . Frances almost immediately began weakening thereafter, falling to Category 2 intensity by midday on September 1\\. The weakness in the Azores High continued to influence the storm's path, causing Frances to recurve to the east around that time. A slower weakening trend commenced, with the storm being downgraded to a Category 1 on September 3\\. After curving northeastward, Frances began losing tropical characteristics while approaching the Azores. The transition to an extratropical cyclone was fully completed at 12:00 UTC on September 4, with Frances centered about south-southwest of Flores Island in the Azores. The extratropical remnants passed through the Azores and completed a counterclockwise loop north of the islands before dissipating on September 7\\. === Subtropical Storm Three === On September 12, the interaction between mid-tropospheric low and a diffuse stationary front led to the formation of a low pressure system over central Florida. As it moved north-northeastward, a circulation formed, resulting in the development of a subtropical depression over Polk County, Florida, on September 13. The next day, it intensified into a subtropical storm and peaked with maximum sustained winds of 45 mph (75 km/h) while just off the coast of Georgia. The storm quickly made landfall near Charleston, South Carolina, at the same intensity. After moving inland, the cyclone weakened to a subtropical depression late on September 15 near the North Carolina–South Carolina state line. The storm dissipated over southern Virginia on September 17. Tides produced by the storm ranged from above normal along the coast of the Carolinas, leaving minor beach erosion. The storm produced wind gusts up to in Charleston, South Carolina. Rain fell in several states along the East Coast of the United States and was generally beneficial. However, in central and southern Maryland, where the storm dropped a peak total of of precipitation in Towson, downpours resulted in flooding. The Baltimore area received its highest amount of rainfall for any day in the month of September. Heavy precipitation delayed commutes, while water entered some homes, flooded roads, and resulted in a few school closures. === Hurricane Gloria === On September 18, a tropical wave entered the Atlantic from the west coast of Africa. While the wave moved west-northwestward at about , an upper-tropospheric cold low pressure interacted with and later merged with the system, causing cloud features to become better organized by September 23\\. After three days, the low-level circulation became well- defined, resulting in the development of a tropical depression about northeast of the Lesser Antilles. The depression moved slowly northward and intensified into Tropical Storm Gloria at 12:00 UTC on September 27. Early the following day, Gloria began moving northwestward. By 06:00 UTC on September 29, the cyclone intensified into a hurricane and became a Category 2 hurricane about 24 hours later. Gloria peaked with maximum sustained winds of 105 mph (165 km/h) and a minimum barometric pressure of at 12:00 UTC on September 30, based on reconnaissance observations and satellite imagery. Beginning on September 30, the hurricane tracked northeastward and then east-northward due to a multiple short-wave troughs crossing Atlantic Canada and moving into the Atlantic. Gloria slowly leveled off in intensity, weakening to a Category 1 hurricane at 12:00 UTC on October 1\\. Early the next day, the storm fell to tropical storm status. After a jog to the east-southeast on October 3, Gloria resumed its east-northeasterly motion on October 4\\. Around that time, the cyclone weakened to a tropical depression. Gloria also began losing tropical characteristics and became extratropical about west-southwest of the northwesternmost islands of the Azores at 00:00 UTC on October 5\\. === Hurricane Holly === A tropical wave emerged from the west coast of Africa on October 14\\. The wave initially remained relatively weak, until convection began concentrating near the center while it was situated well east of the Lesser Antilles on October 20\\. After further organization, a tropical depression developed at 18:00 UTC on October 22 roughly 405 mi (650 km) east- northeast of the Leeward Islands. The depression moved north-northwestward and strengthened into Tropical Storm Holly about 24 hours later. Shortly thereafter, the storm curved north-northeastward and intensified at a faster pace. At 12:00 UTC on October 24, Holly became a Category 1 hurricane and peaked with maximum sustained winds of 75 mph (120 km/h) and a minimum barometric pressure of . However, the system weakened back to a tropical storm about 24 hours later due to interaction with an upper trough. Early on October 27, Holly began accelerating northeastward ahead of a cold front. The storm merged with the cold front late on October 28 about northwest of the Azores. The remnants quickly became indistinguishable. === Other systems === thumb|right|Rainfall accumulations from Tropical Depression Ten in Puerto Rico Throughout the 1976 season, there were 11 tropical depressions monitored that did not achieve gale intensity. The first such system developed just north of Grand Bahama in the Bahamas on June 7\\. Moving north-northeastward for much of its duration, the depression strengthened slightly to reach winds of 35 mph (55 km/h). However, it failed to become a tropical storm before weakening and dissipating about 155 mi (250 km) south of Nantucket island in Massachusetts on June 9\\. Two days after the previous depression dissipated, another tropical depression formed over Hendry County, Florida. Light rainfall was recorded in West Palm Beach, while several waterspouts were reported in Lake Okeechobee near Clewiston. The depression moved northeastward and quickly emerged into the Atlantic. About 30 hours after developing, the depression dissipated approximately northwest of Bermuda on June 12\\. Activity in the Atlantic then ceased for more than a month, until a tropical depression formed about 355 mi (570 km) southeast of Cape Hatteras in North Carolina on July 20\\. The depression moved north-northwestward, before turning northeastward on the following day. It dissipated about halfway between Cape Hatteras and Bermuda on July 22\\. The next depression formed about south of the Cape Verde Islands on July 23\\. Trekking just south of due west, the cyclone was short- lived and dissipated by the following day. As hurricanes Emmy and Frances were becoming extratropical, another tropical depression formed offshore the Carolinas on September 4\\. The depression moved parallel to the coast and intensified slightly. However, it dissipated roughly halfway between Cape Hatteras and Bermuda on September 6\\. The next depression developed over the eastern Gulf of Mexico on September 5\\. After initially moving northwestward, the cyclone curved westward about 24 hours later. On September 7, the depression dissipated just south of the mouth of the Mississippi River. Another depression formed near the Cape Verde Islands on September 20\\. Moving generally northwestward for several days, the depression strengthened slightly, but not enough to be upgraded to a tropical storm. By September 25, the depression recurved northeastward. Two days later, it dissipated over the central Atlantic. A depression then developed near the middle of the Gulf of Mexico on September 22\\. Tracking northward, the depression made landfall in southeastern Louisiana with winds of 30 mph (45 km/h) late on September 24, before quickly dissipating over Mississippi. The next depression formed over the deep tropics on September 26\\. Failing to intensify significantly, the depression dissipated about two days later. The next system, classified as Tropical Depression Ten, formed about halfway between the coast of Africa and the Lesser Antilles on October 3. After initially trekking west-northwestward for a few days, it turned southwestward on October 5\\. The depression crossed the Lesser Antilles early on October 8, passing between Saint Lucia and Saint Vincent. Continuing westward over the Caribbean, the storm slowly curved northward by October 9\\. Early on October 12, the depression made landfall near Barahona, Dominican Republic, with winds of 30 mph (45 km/h). Later that day, it dissipated off the north coast of Dominican Republic near Luperón. The depression brought heavy rainfall to parts of Puerto Rico, with a peak total of near Guayama. The last non-intensifying tropical depression developed about halfway between Puerto Rico and the west coast of Africa on October 12\\. The system initially moved northwestward, but curved northeastward after two days. It dissipated over the central Atlantic by October 15\\. == Storm names == The following names were used for named storms that formed in the Atlantic basin in 1976. No storms were retired following the season; however, an overhaul of the naming system in 1979 to include male names resulted in the majority of this list being discarded. The exceptions were Frances, Gloria, Kay, Maria, and Pamela (though Kay and Pamela are on the Eastern Pacific lists). {| width=\"90%\" | * Anna * Belle * Candice * Dottie * Emmy * Frances * Gloria | * Holly * * * * * * | * * * * * * * |} == Season effects == This is a table of all of the storms that have formed during the 1976 Atlantic hurricane season. It includes their names, duration, peak strength, areas affected, damage, and death totals. Deaths in parentheses are additional and indirect (an example of an indirect death would be a traffic accident), but were still related to that storm. Damage and deaths include totals while the storm was extratropical, a wave, or a low, and all of the damage figures are in 1976 USD. == See also == * List of Atlantic hurricanes * Atlantic hurricane season * 1976 Pacific hurricane season * 1976 Pacific typhoon season * 1976 North Indian Ocean cyclone season * Southern Hemisphere tropical cyclone seasons: 1975–76, 1976–77 == References == == External links == * HPC rainfall page for 1976 tropical cyclones * Monthly Weather Review Category:Articles which contain graphical timelines",
 "title": "1976 Atlantic hurricane season"
}