{
 "id": "79159",
 "text": "In Greek mythology, Oicles or Oecles (; ), also Oicleus or Oecleus (; Οἰκλεύς), was the father of the seer Amphiaraus. He accompanied Heracles on his campaign against Troy.Hard, pp. p. 276, p. 327, p. 333, p. 413, p. 429, p. 706; Gantz, pp. 188, 318, 443; Grimal, s.v. Oecles; Tripp, s.v. Oicles; Parada, s.v. Oicles; Oxford Classical Dictionary, s.v. OECLES. ==Family== According to Homer's Odyssey, Oicles was the son of Antiphates, who was the son of Melampus.Hard, p. 333, p. 429, p. 706; Gantz, p. 118; Parada, s.v. Oicles; Homer, Odyssey 15.225-247\\. According to the geographer Pausanias, 6.17.6, Oicles was the son of Mantius the son of Melampus. According to Odyssey 242, Mantius was the younger brother of Antiphates. Diodorus Siculus adds that Oicles' mother was Zeuxippe, the daughter Hippocoon.Parada, s.v. Oicles; Diodorus Siculus, 4.68.5. According to the Catalogue of Women, Oicles wed \"Godly\" Hypermnestra and together they had Amphiaraus \"leader of the people\", the \"lovely\" Iphianeira, and Endeos \"lord of men\",Gantz, p. 318; Hard, p. 413; Hesiod fr. 22.34-40 Most [= Hesiod fr. 25.34-40 MW]. Compare with Diodorus Siculus, 4.68.5 and Hyginus, Fabulae 73, which add that Hypermnestra was the daughter of Thestius (or Thespius?). For Hypermnestra as the daughter of Thestius see Hard, p. 413; Apollodorus, 1.7.10. while according to Diodorus, the children were Amphiaraus, Iphianeira, and Polyboea.Gantz, p. 318; Diodorus Siculus, 4.68.5. For Oicles as the father of Amphiaraus, see also Homer, Odyssey 15.244; Bacchylides, 9.15; Pindar, Nemean 9.17, Olympian 6.13, Pythian :8.39; Diodorus Siculus, 4.32.3; Hyginus, Fabulae 70, 73; Apollodorus, 1.8.2; Pausanias, 8.36.6. ==Mythology== Oicles accompanied Heracles in his campaign against Troy. Upon arriving at the Troad, Oicles was put in charge of guarding the expedition's ships, while Heracles left with the main force to attack the city. Oicles' company was attacked by Laomedon the king of Troy, who was attempting to burn the invaders ships. Oicles was killed by Laomedon, but his men were able to save the ships by taking them out to sea.Hard, p. 276; Gantz, p. 443; Diodorus Siculus, 4.32.3 (which calls this Oicles the son of Amphiaraus); Apollodorus, 2.6.4. The tragedian Sophocles, possibly wrote a play titled Oicles, which dealt with this story.Gantz, p. 442; Frazer's note 2 to Apollodorus, 2.6.4. By some accounts, Oicles lived for a time in Arcadia. According to the mythographer Apollodorus, after the capture of Thebes by the Epigoni, Oicles was visited there by his grandson Alcmaeon, the son of Ampiaraus.Hard, p. 327; Apollodorus, 3.7.5. This visit of Alcmaeon is chronologically incompatible with Oicles having been killed by Laomedon during Heracles expedition to Troy, see Grimal, s.v. Oecles. Pausanias reports seeing what was said to be the tomb of Oicles near Megalopolis in Arcadia.Frazer's note 2 to Apollodorus, 2.6.4; Pausanias, 8.36.6: \"Next is the tomb of Oicles, the father of Amphiaraus, if indeed he met his end in Arcadia, and not after he had joined Heracles in his campaign against Laomedon\". ==Notes== ==References== * Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. ISBN 0-674-99135-4. Online version at the Perseus Digital Library. Greek text available from the same website. * Bacchylides, Odes, translated by Diane Arnson Svarlien. 1991. Online version at the Perseus Digital Library. * Diodorus Siculus, Diodorus Siculus: The Library of History. Translated by C. H. Oldfather. Twelve volumes. Loeb Classical Library. Cambridge, Massachusetts: Harvard University Press; London: William Heinemann, Ltd. 1989. Online version by Bill Thayer. * Gantz, Timothy, Early Greek Myth: A Guide to Literary and Artistic Sources, Johns Hopkins University Press, 1996, Two volumes: (Vol. 1), (Vol. 2). * Hard, Robin, The Routledge Handbook of Greek Mythology: Based on H.J. Rose's \"Handbook of Greek Mythology\", Psychology Press, 2004, . Google Books. * Grimal, Pierre, The Dictionary of Classical Mythology, Wiley-Blackwell, 1996. . * Homer, The Odyssey with an English Translation by A.T. Murray, PH.D. in two volumes. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1919. . Online version at the Perseus Digital Library. Greek text available from the same website. * Hyginus, Gaius Julius, Fabulae in Apollodorus' Library and Hyginus' Fabulae: Two Handbooks of Greek Mythology, Translated, with Introductions by R. Scott Smith and Stephen M. Trzaskoma, Hackett Publishing Company, 2007. . * Most, G.W., Hesiod: The Shield, Catalogue of Women, Other Fragments, Loeb Classical Library, No. 503, Cambridge, Massachusetts, Harvard University Press, 2007, 2018. . Online version at Harvard University Press. * The Oxford Classical Dictionary, second edition, Hammond, N.G.L. and Howard Hayes Scullard (editors), Oxford University Press, 1992. . * Parada, Carlos, Genealogical Guide to Greek Mythology, Jonsered, Paul Åströms Förlag, 1993. . * Pausanias, Pausanias Description of Greece with an English Translation by W.H.S. Jones, Litt.D., and H.A. Ormerod, M.A., in 4 Volumes. Cambridge, Massachusetts, Harvard University Press; London, William Heinemann Ltd. 1918. Online version at the Perseus Digital Library. * Pindar, Nemean Odes. Isthmian Odes. Fragments, Edited and translated by William H. Race. Loeb Classical Library No. 485. Cambridge, Massachusetts: Harvard University Press, 1997. . Online version at Harvard University Press. * Pindar, Olympian Odes. Pythian Odes. Edited and translated by William H. Race. Loeb Classical Library No. 56. Cambridge, Massachusetts: Harvard University Press, 1997. . Online version at Harvard University Press. * Tripp, Edward, Crowell's Handbook of Classical Mythology, Thomas Y. Crowell Co; First edition (June 1970). . Category:Princes in Greek mythology Category:Kings of Argos Category:Kings in Greek mythology Category:Argive characters in Greek mythology Category:Characters in Greek mythology",
 "title": "Oicles"
}