{
 "id": "791931",
 "text": "Ludwig van Beethoven's Symphony No. 10 in E major is a hypothetical work, assembled in 1988 by Barry Cooper from Beethoven's fragmentary sketches for the first movement. All the sketches assembled were clearly intended for the same symphony, which would have followed the Ninth, since they appear together in several small groups, and there is consensus that Beethoven did intend to compose another symphony. Cooper's score was first performed at a concert given in 1988 by the Royal Philharmonic Society, London, to whom Beethoven himself had offered the new symphony in 1827. The score is published by Universal Edition, Vienna, and appeared in a new edition in 2013. In 2019, artificial intelligence technology was used to reconstruct the third and fourth movement of the symphony, which premiered on 9 October 2021, titled Beethoven X: The AI Project. ==Background== After completing the Ninth Symphony in 1824, Beethoven devoted his energies largely to composing his late string quartets, although there are contemporary references to some work on a symphony (e.g. in his letter of 18 March 1827); allegedly he played a movement of this piece on the piano for his friend Karl Holz, whose description of what he heard matches the sketches identified by Cooper. Cooper claimed that he found over 250 bars of sketches for the first movement, which he wove together to form the movement, keeping as close as he could to Beethoven's style and sketching processes. Cooper's movement consists of an Andante in E major enclosing a central Allegro in C minor. Cooper claimed to have also found sketches for a Scherzo and other later movements, but he deemed them not extensive or developed enough to be assembled into a performing version. There are a few references to this work in Beethoven's correspondence. (He had originally planned the Ninth Symphony to be entirely instrumental, the Ode to Joy to be a separate cantata, and the Tenth Symphony to conclude with a different vocal work.) Earlier, in 1814–15, Beethoven also began sketches for a 6th piano concerto in D major, Hess 15. (Unlike the fragmentary symphony, the first movement of this concerto was partly written out in full score and a reconstruction by Nicholas Cook has been performed and recorded.) ==Recordings== Two recordings of Cooper's reconstruction of the first movement of the \"Symphony No. 10\" were released in 1988, one conducted by Wyn Morris and the other by Walter Weller. The Wyn Morris recording was also released in 1988 on a disc that included the music and a spoken lecture, \"The Story of Beethoven's Tenth Symphony\", by Barry Cooper. ==Unrelated depictions== An imaginary story of the discovery of Beethoven's 10th symphony has been depicted by Sue Latham in her novel The Haunted House Symphony. Beethoven's 10th symphony plays a large plot role in Beethoven's Last Night, an album by the Trans-Siberian Orchestra. NPR ran a story on the discovery of Beethoven's 10th Symphony on April Fools' Day 2012. On the Wagon Train episode, \"The Dr. Denker Story,\" Dr. Denker, played by Theodore Bikel, leads a children's \"orchestra\" in what he refers to as \"Beethoven's 10th Symphony.\" Beethoven's Tenth is a play by Peter Ustinov. It was first staged on Broadway at the Nederlander Theatre in April 1984 under the direction of Robert Chetwyn. == Johannes Brahms == Johannes Brahms's First Symphony is sometimes referred to as \"Beethoven's Tenth Symphony\", after a remark by Hans von Bülow. Both the Brahms work and Cooper's realisation of Beethoven's sketches feature C-minor Allegros. == References == == External links == * 10 Beethoven, Symphony 010 Beethoven Category:Compositions in E-flat major",
 "title": "Symphony No. 10 (Beethoven/Cooper)"
}