{
 "id": "792732",
 "text": "Peter Benson Carlisle (born October 12, 1952) is an American politician and attorney who served as the 13th Mayor of Honolulu, Hawaii from 2010 to 2013. Prior to serving as interim Mayor following the resignation of former Honolulu Mayor Mufi Hannemann (in Hannemann's unsuccessful bid to run for Hawaii State governor against former U.S. Representative Neil Abercrombie), Carlisle had served as the Prosecuting Attorney of Honolulu from 1996 to 2010.KHON-TV, July 26, 2010 ==Personal life== Carlisle was born in 1952 in Ridgewood, New Jersey. He attended Kent School in Connecticut and pursued an undergraduate degree at the University of North Carolina at Chapel Hill.Peter B. Carlisle , National District Attorneys Association. Accessed December 3, 2007. \"It’s a long, long way from Ridgewood, New Jersey, to Honolulu, Hawaii—geographically, demographically and meteorologically—but Peter B. Carlisle has made the journey and transition with ease.\" After graduating with a bachelor's degree in Psychology and English, he attended the UCLA School of Law. Carlisle first came to Hawaii in 1978 where he met and married Judy. Peter Carlisle's first experience with prosecution in Hawaii came in a work/study program with the Honolulu prosecutor's office. After receiving his Juris Doctor degree from UCLA, he was recruited as a deputy prosecutor for the City and County of Honolulu. He remained in that job for over a decade, attaining the responsibility of chief of the Career Criminal Unit. In 1988, Carlisle went into private practice for the Honolulu law firm of Shim, Tam, Kirimitsu, Kitamura and Chang where he worked for eight years, mostly handling personal injury cases. In 1996 he ran for Prosecuting Attorney of the City and County of Honolulu and was elected. Carlisle is an opponent of capital punishment. While in office as prosecuting attorney he pushed for tougher sentencing laws and led a successful fight to amend the state constitution to allow for \"information charging\" and eliminate the requirement that victims and other witnesses testify during preliminary or grand jury hearings. He was later criticized by the Hawai'i Supreme Court for using taxpayer money to promote the constitutional amendment. ==Election history== Peter Carlisle’s opponents in 1996 for the role of Honolulu Prosecutor were defense attorney and three- year deputy prosecutor David Arakawa and former deputy prosecutor and Liquor Commission administrator Randal Yoshida. Keith Kaneshiro, who was Prosecuting Attorney since 1988, endorsed David Arakawa. David Arakawa came out ahead of Carlisle in the primary, but did not win over 50% of the vote in the September election to win outright. Carlisle steadily gained in the polls after the September Primary and beat Arakawa in the November runoff in the general election. Political analysts credited Carlisle’s more extensive experience as a deputy prosecutor, his independence from political parties, and his performance in televised debates as reasons for winning. Carlisle ran unopposed in 2000 for a second four-year term as Prosecuting Attorney. In the 2004 Hawaii Primary Election, former Honolulu Prosecutor Keith Kaneshiro challenged Carlisle. Carlisle received 58.4% of the vote as opposed to Kaneshiro's 34.1%. In 2008, Carlisle ran unopposed for an unprecedented fourth term as Honolulu Prosecutor. On September 18, 2010, Carlisle won the special election for Honolulu mayor to complete the final two years of former mayor Mufi Hannemann's term. Hannemann resigned as mayor to run for Hawaii governor. Carlisle was sworn into office as the Mayor of the City and County of Honolulu on October 11, 2010. He ran for re-election in the 2012 mayoral election but failed to advance to the general election after finishing third in the primary behind former Hawaii Governor Ben Cayetano and former acting Mayor Kirk Caldwell. On August 12, 2012, Carlisle came in third out of three candidates in the non-partisan Honolulu mayoral primary election, thus eliminating him from the race. Neither of the top two finishers, Ben Cayetano and acting Mayor Kirk Caldwell, garnered the necessary 50% plus one vote necessary to win the Mayor's office outright. They went on to a runoff election on November 6, 2012, which Caldwell won. ==As Prosecuting Attorney== Along with administering the Honolulu Prosecutor’s Office, Carlisle personally prosecuted several cases during his term, including the mass murder trial of Byran Uyesugi who shot and killed seven of his co-workers at a Xerox warehouse in Honolulu.KHON-TV, July 21, 2010 The jury found Uyesugi guilty of First Degree Murder. He also successfully prosecuted Kirk Lankford. Carlisle held faculty positions as an adjunct professor with the University of Hawaii System William S. Richardson School of Law, at the National Institute for Trial Advocacy and at the National Advocacy Center in Columbia, South Carolina. He was a member of the board of directors of the National District Attorney’s Association and in 2002 was awarded the Mothers Against Drunk Driving National Criminal Justice Award. ==As Honolulu mayor== thumb|Carlisle at the Prince Kuhio Parade In July 2009, Carlisle announced that when Mayor of Honolulu Mufi Hannemann left office to run for governor, he would resign from the office of the prosecuting attorney to run for mayor of Honolulu. On July 20, 2010, Mufi Hannemann announced his resignation from the mayor's office. Carlisle subsequently announced his resignation as prosecuting attorney. He ran against three other major contenders: Acting Honolulu Mayor Kirk Caldwell, who was appointed managing director by Mufi Hannemann and became the acting mayor when Hannemann resigned to run for governor, UH Professor and former Mayoral candidate Panos Prevedouros, and City Councilmember Rod Tam. Carlisle won the special mayoral election on September 18, 2010, and was sworn into office on October 11, 2010, becoming the first mayor in Honolulu history to be identified as an Independent. As mayor, Carlisle was a major supporter of the Honolulu High- Capacity Transit Corridor Project, and worked to redevelop and restore Honolulu's infrastructure. During the APEC United States 2011 summit meetings in Honolulu, Carlisle promoted Honolulu as a major hub for Asia-Pacific and international business, and as a world-class city and Pacific icon. Carlisle was also an advocate of alternative energy and environmental sustainability. ==References== ==External links== *Prosecutor's Office biography *Peter Carlisle For Mayor Category:1952 births Category:Hawaii Independents Category:Living people Category:Kent School alumni Category:Mayors of Honolulu Category:People from Ridgewood, New Jersey Category:UCLA School of Law alumni Category:Hawaii Republicans",
 "title": "Peter Carlisle"
}