{
 "id": "792833",
 "text": "Respondeat superior (Latin: \"let the master answer\"; plural: respondeant superiores) is a doctrine that a party is responsible for (has vicarious liability for) acts of their agents.Criminal Law - Cases and Materials, 7th ed. 2012, Wolters Kluwer Law & Business; John Kaplan, Robert Weisberg, Guyora Binder, , For example, in the United States, there are circumstances when an employer is liable for acts of employees performed within the course of their employment. This rule is also called the master-servant rule, recognized in both common law and civil law jurisdictions. In a broader scope, respondeat superior is based upon the concept of vicarious liability. ==In common law== The concept of respondeat superior has its roots in ancient Rome.Yoram Dinstein. Israel Yearbook on Human Rights 1978, Martinus Nijhoff Publishers. At the time, the concept applied to slaves, as that was the meaning of what has been translated as servants, and it applied if the slave could not pay himself for the act.Commentaries on the Law of Master and Servant: Including the Modern Laws on Workmen's Compensation, Arbitration, Employers' Liability, Etc., Lawyers co-operative publishing Company, 1913. It was later expanded to apply to not only slaves but also animals and family members of the master of a family.Ralph L. Brill (April 1968). \"The Liability of an Employer for the Wilful Torts of his Servants\", Chicago-Kent Law Review. In 1698, the doctrine was mentioned in dicta by Sir Holt in the English case of Jones v. Hart, 2 Salk 441, 90 Eng. Rep. (K.B. 1698). In the US, it was discussed in the case of Wright v. Wilcox, 19 Wend. 343, 32 Am. Dec. 508 (1838), in which a boy climbed on a wagon driven by defendant's servant, who drove his horses faster, which caused the boy to be thrown and injured. The judge ruled that the master was not responsible under respondeat superior because the servant had acted in a way in driving the horses that the master had not assented to and so it was not within the scope of his employment. US Justice Oliver Wendell Holmes Jr. opined in 1891, \"It is hard to explain why a master is liable to the extent he is for the negligent acts of one who, at the time, really is his servant, acting within the general scope of his employment. Probably master and servant are 'feigned to be all one person' by a fiction\". He was of the view that the doctrine was in opposition to common sense. In 1916, the British attorney Thomas Baty wrote that the doctrine, which he called a \"deep-pocket theory\", was \"derived from an inconsiderate use of precedents and a blind reliance on the slightest word of an eminent judge, and from the mistaken notion that his flights of imagination ... were actual decided cases\". When applied to physical torts, an employer–employee relationship must be established (novicarious liability is established for work performed as an independent contractor) and the act must be committed within the scope of employment (substantially within time and geographical limits, job description and at least with partial intent to further employer's business). Historically, the doctrine was applied in master–servant and employer–employee relationships. When an employee or a servant commits a civil wrong against a third party, the employer or master could be liable for the acts of the servant or employee when the acts are committed within the scope of the relationship. The third party could proceed against the servant and master; that is, the employee and employer. The action against the employee would be based on his conduct. The action against the employer is based on the theory of vicarious liability in which a party can be held liable for the acts of a different party. The employer–employee relationship is the most common area respondeat superior is applied, but the doctrine is also used in the agency relationship. Then, the principal becomes liable for the actions of the agent even if the principal did not commit the act. There are three considerations generally: # Was the act committed within the time and space limits of the agency? # Was the offense incidental to, or of the same general nature as, the responsibilities the agent is authorized to perform? # Was the agent motivated to any degree to benefit the principal by committing the act? The degree to which they are answered in the affirmative dictates the degree to which the doctrine can be applied. Common law distinguishes between civil and criminal forms of respondeat superior. ==In US securities law== In US securities law cases in which respondeat superior has been considered in which the company was not a knowing participant in the employee's fraud, the results have been mixed.Barbara Black (January 1, 1984). \"Application of Respondeat Superior Principles to Securities Fraud Claims under the Racketeer Influenced and Corrupt Organizations Act (RICO),\" 4 Santa Clara L. Rev. 825. In O'Brien v. Dean Witter Reynolds (D. Ariz 1984), the court, emphasizing the requirement of knowing participation, stated that an employee's knowledge could not be imputed to the employer. The court in Dakis v. Chapman (D. Cal. 1983) stressed the concept of intentional participation; liability would not attach to a firm that was merely a \"conduit\" for the employee's securities violations. In Parnes v. Heinold Commodities (N.D. Ill. 1983), the court described the use of respondeat superior as \"bizarre\" and noted that the firm itself had been victimized by its unscrupulous employee. As to claims under the Securities Exchange Act, the Act's legislative history, under which the House of Representatives version was adopted, indicates that respondeat superior is not applicable because liability is allowed only if there was participation in the employee's fraud. Furthermore, courts such as the Southern District of New York have held that respondeat superior liability is not available under Section 10(b) of the Securities Exchange Act.Israel Davis and Julie E. Kamps (December 18, 2006). \"Dusting off the Common Law: Plaintiffs turn to agency and respondeat superior in an attempt to hold 'non-speakers' liable for securities fraud\", New York Law Journal.Donna Nagy, Gerald Russello, Margaret Sachs (2016). Securities Litigation and Enforcement in a Nutshell, West Academic.Converse v. Norwood, 1997 WL 742534 (SDNY; \"in Central Bank, the [Supreme] Court implied that all forms of secondary liability are no longer viable.\"). Similarly, Thomas Hazen wrote in Treatise on the Law of Securities Regulation (2005), \"Respondeat superior... do[es] not apply to sanctions for illegal trading on inside information.\"Thomas Lee Hazen, Treatise on the Law of Securities Regulation As Robert Anello wrote in Forbes in 2014, \"Analysis of the corporate mens rea is, by definition, contrived and one with which federal courts have struggled.\"Robert Anello (October 16, 2014). \"Corporate State of Mind in Securities Cases: The Sixth Circuit Blazes a New Trail\", Forbes. In the US, there is a three-way circuit split, as the Fifth Circuit and the Eleventh Circuit apply respondeat superior, the Second Circuit and the Seventh Circuit and the Ninth Circuit apply instead a concept of \"collective knowledge,\" and the Sixth Circuit rejects the respondeat superior and collective knowledge approaches and applies a third approach because it views that neither the respondeat superior approach nor the collective knowledge approach is ideal or effectuates the purpose of securities fraud laws.Jayme Herschkopf (2017). \"Securities Litigation\", Federal Judicial Center Pocket Guide Series. ==In US government actions== The US Supreme Court held in Ashcroft v. Iqbal, 556 U.S. 662 (2009), that senior government officials could not be held liable for the unconstitutional conduct of their subordinates under a theory of respondeat superior.Ashcroft v. Iqbal, 556 U.S. 662 (2009), Justia US Supreme Court Center. This is an example of the US Supreme Court making an exception to break from the general precedent of respondeat superior. ==In international law== At issue in the Nuremberg war crimes tribunal, after the Allied occupation of Nazi Germany after World War II, was a question concerning principles closely related to respondeat superior, which came to be known by the term command responsibility. The Nuremberg Trials established that the defense cannot be used of only following the order of superiors if the order violates international norms and especially that superiors who ordered or \"should have known\" of such violations but failed to intervene are also criminally liable. ==See also== * Frolic and detour * Products liability * Qui facit per alium facit per se * Superior orders * Vicarious liability * Worker's compensation ==References== ==External links== * Fred Moore Whitney, The Doctrine of Respondeat Superior, thesis for the degree of Bachelor of Laws (1891). Cornell University. Historical Theses and Dissertations Collection Paper 147. * Harvard Law Study Material on Tort (includes Respondeat Superior) Category:Latin legal terminology Category:Legal doctrines and principles Category:Tort law",
 "title": "Respondeat superior"
}