{
 "id": "793632",
 "text": "\"The Anacreontic Song\", also known by its incipit \"To Anacreon in Heaven\", was the official song of the Anacreontic Society, an 18th-century gentlemen's club of amateur musicians in London. Composed by John Stafford Smith, the tune was later used by several writers as a setting for their patriotic lyrics. These included two songs by Francis Scott Key, most famously his poem \"Defence of Fort McHenry\". The combination of Key's poem and Smith's composition became known as \"The Star-Spangled Banner\", which was adopted as the national anthem of the United States of America in 1931. ==The Anacreontic Society== thumb|200px|A bust of Anacreon The Anacreontic Society was a gentlemen's club of the kind that was popular in London in the late eighteenth century. In existence from approximately 1766 to 1792, the Society was dedicated to the ancient Greek poet Anacreon, who was renowned for his drinking songs and odes to love. Its members, who consisted mainly of wealthy men of high social rank, would meet on Wednesday evenings to combine musical appreciation with eating and drinking. The Society met twelve times a year. Each meeting began at half past seven with a lengthy concert, featuring \"the best performers in London\", who were made honorary members of the Society. The Society came to an end after the Duchess of Devonshire attended one of its meetings. Because \"some of the comic songs [were not] exactly calculated for the entertainment of ladies, the singers were restrained; which displeasing many of the members, they resigned one after another; and a general meeting being called, the society was dissolved\".Parke (1830), p. 84 It is not clear exactly when this incident occurred, but in October 1792 it was reported that \"The Anacreontic Society meets no more; it has long been struggling with symptoms of internal decay\".St. James's Chronicle 18-20.10.92, reported at . ==The original role of the Song== An early reference to the Anacreontic Song is found in the long- unpublished journals of gentleman-composer John Marsh (1752–1828). Writing of 11 December 1773, he recalls: Another reference is found in the long- unpublished Recollections of Richard John Samuel Stevens (1757–1837). In this passage, Stevens is speaking of the year 1777: Parke, writing in the early nineteenth century, recalls: The Anacreontic Song served as the \"constitutional song\" of the Society. After the initial concert and meal, the Song would be sung in order to open the after-supper, more light-hearted part of proceedings. The verses, which are difficult to sing because of their wide range, would be sung by a solo singer, with the entire Society joining in the refrain.Lichtenwanger (1977), pp. 23–24 Although it is often described as a \"drinking song\", Lichtenwanger states that \"To Anacreon in Heaven\" \"was not a barroom ballad, a drinking ditty to be chorused with glasses swung in rhythm\", but \"convivial, ... in a special and stately way\". ==Composition and authorship== ===Words=== Early publications of the song ascribe its lyrics to the Society's president, Ralph Tomlinson. Tomlinson was baptized in Plemstall, Cheshire, in 1744; by 1766 he was a lawyer working in London. Tomlinson likely became president of the Society following the death of the previous president, George Bellas, in January 1776. He died in March 1778 at the age of thirty- three.Lichtenwanger (1977), p. 10 ===Music=== thumb|Portrait of John Stafford Smith, around 1820 While many early publications of the Song attribute the words to Tomlinson, none name the creator of the music. The identity of the composer was a subject of controversy until the discovery, in the mid- twentieth century, of a passage in a then-unpublished manuscript of Recollections written by Richard John Samuel Stevens (1757–1837), a member of the Anacreontic Society. Writing of the year 1777, Stevens recalled: thumb|upright=1.3|Beginning of the Canon \"O Remember\" by John Stafford Smith. It \"gain'd a Prize Medal\" from the London Catch Club in 1773.; In this passage, Stevens identified the composer as John Stafford Smith (1750–1836). Smith, the son of the organist of Gloucester Cathedral, was sent at a young age to sing in the Chapel Royal, and thereafter soon established himself in the capital. Like Stevens himself, Smith was a young professional musician active primarily in the chapels and churches of London. Smith was a published composer by 1772, subsequently winning two composition prizes from the London Catch Club in 1773. Both Smith and Stevens were likely among the \"honorary members\" of the Anacreontic Society who played in its concerts without having to pay the subscription fee; Smith is probably the \"leader\" identified by Marsh in his recollection of 1773 excerpted above. Smith outlived both Ralph Tomlinson and the Anacreontic Society by several decades before dying in 1836. During his lifetime, the melody of the Song was set to other texts (most notably the \"Defence of Fort McHenry\" as discussed below) and became extremely popular. Despite this, Smith does not seem to have been eager to publicize the fact that he had composed the Song. The best evidence we have for a claim of authorship occurs in his Fifth Book of Canzonets (1799), which included an arrangement of the Anacreontic Song with the ambiguous notation \"harmonized by the Author\".the ambiguity inheres in whether the word \"Author\" refers to the author of the Anacreontic Song, or merely to the author of the Fifth Book of Canzonets; see Lichtenwanger (1977), pp. 13–15 It remains puzzling why Smith did not make more effort to associate himself with the Song. Until the discovery of Stevens's Recollections, there was some controversy over whether Smith was in fact the composer.Lichtenwanger (1977), pp. 12–16Lichtenwanger (1977), p. 15: \"[Library of Congress music librarian Richard S. Hill (1901–1961)] did not accept the alleged claim of the Fifth Book, nor did he believe that any composer alive could have failed to identify himself at some point with a tune that became so popular in Britain and America, latterly in a way completely unforeseen. Not finding any evidence for ... anyone else in the picture, Hill concluded by elimination that Tomlinson must have put his words to a melody that already existed. Because of the tune's considerable dependence on the tonic triad—which, for example, supplies fourteen out of the first seventeen notes in the modern \"Star-Spangled Banner\" version—Hill wondered whether the tune had not come from military music, where trumpets and horns at that time were still limited by the lack of valves and pistons to the natural overtone series in which they do not achieve all the tones of the diatonic scale until they reach up almost to the height of \"the rocket's red glare.\" With much help in Britain and America, Hill searched a large part of the pre-1775 tune repertory; but, as with Kidson and Sonneck, no prototype was found. Hill was tantalized by a bandsman's book in the Sutro Library of San Francisco that contains the Anacreontic tune captioned \"Royal Inniskilling.\" He could show that the book had once belonged to a musician in the band of the Sixth Enniskillen Dragoons (the Irish and the colloquial English spellings are different). An Irish correspondent swore that his mother always said that the \"'Royal Inniskilling' was mother to 'The Star-Spangled Banner.'\" But Hill could find no evidence of the tune's existence under this title before 1799. He was too sound a scholar to publish without conclusive evidence, and during that impasse he tragically died.\" However, no alternative story for the music's origins (whether as the work of a different composer or as a pre- existing tune) ever gained a consensus among historians. Lichtenwanger suggests that \"[p]erhaps Smith composed the song for Tomlinson for money, for a flat fee, which meant yielding his legal rights in it to Tomlinson or the Society\".Lichtenwanger (1977), p. 21 ===Date=== The date of the composition of the Song is uncertain. It cannot predate the foundation of the Anacreontic Society (around 1766). Lichtenwanger suggests a composition date as late as 1776;Lichtenwanger (1977), p. 24 but if the Marsh journal is accurate then the Song must have existed by December 1773.Lichtenwanger's article predates the publication of Marsh's journals. He does quote the journals from manuscripts available in Cambridge University Library, but does not seem to be aware of the journal entry of 11 December 1773 The age of John Stafford Smith may also be of interest; Smith was in his mid-teens in 1766, while by 1773 he was in his early twenties and a published, prize-winning composer. {| class=\"wikitable\" |+ Chronology of The Anacreontic Song |- ! Date ! Event |- | 17 August 1744 | Ralph Tomlinson baptised in Plemstall, Cheshire. |- | 30 March 1750 | John Stafford Smith baptised in Gloucester Cathedral.Lichtenwanger (1977), p. 19 |- | 1761 | John Stafford Smith becomes a chorister at the Chapel Royal, London. |- | 19 June 1766 | Ralph Tomlinson is admitted to the Society of Gentlemen Practisers in the Courts of Law and Equity, London. |- | 1766 | Approximate date of the founding of the Anacreontic Society, by Jack Smith. |- | 1773 | John Stafford Smith is awarded two composition prizes by the Catch Club of London. |- | 11 December 1773 | John Marsh records that he attended a meeting of the Anacreontic Society at the London Coffee House. The Anacreontic Song was sung by Webster. \"Mr Smith\" leads the musicians. |- | 15 January 1776 | Death of George Bellas (president of the Society). Latest possible date for Ralph Tomlinson to become president. |- | 1777 | Latest possible date for the move from the London Coffee House to the Crown and Anchor tavern. This move took place under Ralph Tomlinson's presidency. |- | 1777 | Stevens writes that he \"regularly attended\" the Society around this time. Tomlinson was president. |- | 17 March 1778 | Death of Ralph Tomlinson. |- | 1 August 1778 | Words of the Anacreontic Song (earlier version, with references to the meeting-place at the London Coffee House) published in The Vocal magazine. Attributed to \"Ralph Tomlinson, Esq.\". |- | March 1780 | Words of the Anacreontic Song (later version) published in The London Magazine. Attribute to \"the late R. Tomlinson\".Sonneck (1914), p. 34 |- | May 1780 | Anonymous \"History of the Anacreontic Society\" published in The Gentleman's Magazine. Includes the words of the song (later version), attributed to \"poor Ralph Tomlinson, their late President\". |- | Some time between 1777 and 1781Lichtenwanger (1977), p. 31 | First Longman & Broderip edition of the Song with music and text (later version) published. Words attributed to \"Ralph Tomlinson Esq. late President of that Society\"; music unattributed. Refers to the Song as \"Sung at the Crown And Anchor Tavern in the Strand\". |- | 1783 | First known dated publication of the music of the Song, in The Vocal Enchantress. Both words and music are unattributed. |- |1792 | Anacreontic Society \"meets no more\" |- | 1799 | John Stafford Smith publishes his Fifth Book of Canzonets, with a possible oblique claim to authorship of the Song |- | 21 September 1836 | Death of John Stafford Smith. |} ==Publication== thumb|First page of the song as published in The Vocal Enchantress (1783) The lyrics of the song were published in The Vocal Magazine, 1778, attributed to \"Ralph Tomlinson, Esq.\". The music, along with the words, was published in The Vocal Enchantress, a collection published in 1783. There are also various undated publications of the music which likely date to the early 1780s. None of these publications name the composer of the music. Particular interest attaches to the first Longman & Broderip edition of the music, published between 1777 and 1781.A facsimile of this edition is available at the Library of Congress. This was likely the first publication of the music and the official edition from which others were copied. Broderip, a partner at the firm, is known to have attended meetings of the Society. == Lyrics == The lyrics are \"a good-natured takeoff on a bit of pseudoclassical mythology\". The following is taken from the first Longman and Broderip edition:Orthography as in original, except that closing quotation marks have been added. thumb|First known publication of the lyrics of \"The Anacreontic Song\", from The Vocal magazine, 1778. The reference to \"Rowley's\" was removed in later versions. ;1 :To in Heav'n, where he sat in full Glee, :A few Sons of Harmony sent a Petition, :That he their Inspirer and Patron would be; :When this answer arriv'd from the :\"Voice, Fiddle, and Flute, :\"no longer be mute, :\"I'll lend you my Name and inspire you to boot, :\"And, besides I'll instruct you, like me, to :\"The Myrtle of with 's Vine.\" ;2 :The news through immediately flew; :When pretended to give himself Airs. :\"If these Mortals are suffer'd their Scheme to , :\"The Devil a Goddess will stay above Stairs. :\"Hark! already they cry, :\"In transports of Joy, :\"Away to the Sons of we'll fly,First version: A fig for Parnassus! To Rowley's we'll fly; :\"And there, with good Fellows, we'll learn to :\"The Myrtle of with 's Vine. ;3 :\"The and his nine fusty Maids, :\"From 's banks will incontinent flee,First version: To the hill of old Lud will incontinent flee, :\" will boast but of tenantless Shades, :\"And the bi-forked Hill a mere will be :\"My Thunder no fear on't, :\"Shall soon do Errand, :\"And dam'me! I'll swinge the Ringleaders, I warrant. :\"I'll trim the young Dogs, for thus daring to twine :\"The Myrtle of with 's Vine.\" ;4 : rose up, and said, \"Pry'thee ne'er quarrel, :\"Good King of the Gods, with my Vot'ries below: :\"Your Thunder is useless\"—then his Laurel, :Cry'd \"Sic evitabile fulmen,According to : \"Sic evitabile fulmen roughly translates to \"this repels thunderbolts\" (It was a common Roman belief that laurel provided protection from lightning.) you know! :\"Then over each head :\"My Laurels I'll spread; :\"So my Sons from your Crackers no Mischief shall dread, :\"Whilst snug in their Club-Room, they jovially twine :\"The Myrtle of with 's Vine.\" ;5 :Next got up with his risible Phiz, :And swore with he'd join— :\"The full Tide of Harmony still shall be his, :\"But the Song, and the Catch, and the Laugh shall be mine. :\"Then, , be not jealous :\"Of these honest fellows.\" :Cry'd , \"We relent, since the Truth you now tell us; :\"And swear by , that they long shall :\"The Myrtle of with 's Vine.\" ;6 :Ye Sons of , then join Hand in Hand; :Preserve Unanimity, Friendship, and Love! :'Tis to support what's so happily plann'd; :You've the sanction of Gods, and the of . :While thus we agree, :Our Toast let it be. :May our Club flourish happy, united, and free! :And long may the Sons of :The Myrtle of with 's Vine. ===The earlier version of the lyrics=== In the first known version of the lyrics, as published in The Vocal magazine of 1778, there are two significant textual discrepancies from later publications. * In the second verse, A fig for Parnassus! To Rowley's we'll fly; appears in place of Away to the Sons of Anacreon we'll fly * In the third verse, To the hill of old Lud will incontinent flee, appears in place of From Helicon's banks will incontinent flee, The two replaced lines refer to the Society's earlier meeting-place at the London Coffee-House, which was situated on Ludgate Hill and seems to have occupied the same premises as Rowley and Leech, a wine merchant. ==Music== The following melody is taken from the first Longman & Broderip edition: ew Staff << \\time 6/4 \\key c \\major \\partial 2 \\relative c' { \\set Staff.midiInstrument = #\"clarinet\" \\autoBeamOff c8^\\markup{\\bold [Solo]} c4. | c4 e4 g4 c2 e8 d8 | c4 e,4 f4 g2 g4 | \\break e'4 d4 c4 b4. a8 b4 | c2 g8 f8 e8 c4. c4 | \\break c4 e4 g4 c4 c4 e4 | c4 e,4 f4 g2 g8 g8 | \\break e'4. d8 c4 b2 a8 b8 | c8 c4. g4 e4 c4 e'4 | \\break e8 f4. g4 g2 f8 [e8] | d4 e4 f4 f2 e8([d8]) | \\break e4 d4 c4 b4. a8 b4 | c4 e,4 f4 g2 g8 g8 | \\break c4 c4 c4 a8 a4. a4 | d4 f8 ([e8]) d8 ([c8]) \\appoggiatura c4 b2 g4 | \\break c4. d8 e8 ([f8]) g4 e4 c4 | c8 ([d8]) e4 d8\\trill [c8] c2 \\bar \"|.\" \\break g8^\\markup{\\bold Chorus} g8 | c4 c4 c4 a4 a4 a4 | d4. e8 d4 \\appoggiatura c4 b2 g4 | \\break c4. d8 e8 [f8] g4 e4 c4 | c8 e4. d8\\trill [c8] c2 \\bar \"|.\" } \\addlyrics { To \\markup\\smallCaps{A} -- \\markup\\smallCaps{na} -- \\markup\\smallCaps{creon} in Heav'n, where he sat in full Glee, A few Sons of Har -- mo -- ny sent a Pe -- ti -- tion, That He their In -- spi -- rer and Pa -- tron would be, when this An -- swer ar -- rived from the \\markup\\smallCaps{Jol} -- \\markup\\smallCaps{ly} \\markup\\smallCaps{Old} \\markup\\smallCaps{Gre} -- \\markup\\smallCaps{cian} “Voice, Fid -- dle, and Flute, no lon -- ger be mute, I'll lend you my Name and in -- spire you to boot, And, be -- sides, I'll in -- struct you like me, to in -- twine, The Myr -- tle of \\markup\\smallCaps{Ve} -- \\markup\\smallCaps{nus} with \\markup\\smallCaps{Bac} -- \\markup\\smallCaps{chus} -- 's Vine. And be -- sides I'll in -- struct you like me to en -- twine, The Myr -- tle of \\markup\\smallCaps{Ve} -- \\markup\\smallCaps{nus} with \\markup\\smallCaps{Bac} -- \\markup\\smallCaps{chus} -- 's Vine. } >> \\layout { indent = #0 } \\midi { \\tempo 4 = 120 } ==Subsequent history== thumb|Detail from the first sheet music publication of \"The Star-Spangled Banner\" (Thomas Carr, 1814). Note the F-sharp in the melody. The song, through its bawdy lyrics, gained popularity in London and elsewhere beyond the Anacreontic Society. New lyrics were also fashioned for it, including several patriotic titles in the United States. The most popular of these at the time was Robert Treat Paine Jr.'s \"Adams and Liberty\" (1798). ===\"The Star-Spangled Banner\"=== Francis Scott Key wrote \"Defence of Fort McHenry\" during the War of 1812, while detained on a British ship during the night of 13 September 1814, as the British forces bombarded the American fort. Key specifically wrote the lyrics with this familiar patriotic tune in mind, just as he had done with an earlier set of his lyrics, \"When the Warrior Returns\", in which he had made similar use of \"star-spangled banner\" imagery. Later retitled \"The Star-Spangled Banner\", Key's lyrics, set to Stafford Smith's music, became a well-known and recognized patriotic song throughout the United States, and was officially designated as the U.S. national anthem on 3 March 1931. The setting of new lyrics to an existing tune is called a contrafactum.As American as tarte aux pommes! Celebrating the Fourth with some American Music ==References== ==Bibliography== * PDF link. * * * * ==External links== ===Lyrics=== * * ===\"The Star-Spangled Banner\"=== * UVa Library: Exhibits: Lift Every Voice: Patriotic Odes ===Media=== * Soundfile (.mp3), John Townley on The Top Hits Of 1776 * , performed by the Georgia Tech Glee Club Category:18th-century songs Category:Drinking songs Category:The Star-Spangled Banner",
 "title": "The Anacreontic Song"
}