{
 "id": "793978",
 "text": "St Kilda railway station is a former railway station and current tram stop, located in the Melbourne suburb of St Kilda, Australia, and was the terminus of the St Kilda railway line of the Melbourne suburban rail system. It is one of the oldest surviving railway station buildings in Victoria. The building is currently used as retail premises, while the platform serves as stop 132 on tram route 96. ==History== The line to St Kilda was built by the Melbourne and Hobson's Bay Railway Company, to serve tourists to the seaside resort, with tenders called for earthworks and buildings at St Kilda on 3 November 1856, and the line opened on 13 May 1857. The building was of restrained Italianate design, with face brickwork and stucco mouldings, and originally featured a semicircular portico on the south-western face of the station building. The station had a single platform, with the train shed supported by iron columns trimmed with a timber valence, and a bluestone retaining wall ran along Canterbury Road. An engine depot and carriage shed were built later in 1856. In 1859, MHBRC paid St Kilda and Brighton Railway Company £5,000 to build a loop line from St Kilda to Windsor, the line being extended to Brighton Beach by 1861, on what is now the Sandringham line. However, a more direct route from Windsor to the city was built 11 months later by the Melbourne and Suburban Railway Company, and the loop line was dismantled in 1867. In 1878, the private operators of all these lines were taken over by the Victorian Railways. Passenger numbers to the station declined by 23 percent when cable cars started operating to Brighton Road in 1888, and then between Windsor and The Esplanade in 1891, so the Victorian Railways opened their Electric Street Railway to Brighton in 1906. The line was unique, as it used the broad gauge track used by the railways in Victoria, rather than the standard gauge track used on all other street tramways in the state. The tram terminus was alongside the station building, permitting an easy interchange between modes. The St Kilda line was electrified in 1919, and in the 1920s, St Kilda was the second busiest station in Victoria, after Flinders Street. Facilities at the station during the days of steam operation included a run around road and traverser, coal stage and engine shed, these remaining until at least 1928. An unusual feature of the station was a connection between the railway and the tramway tracks, being used to transfer trams from the Electric Street Railway to the Newport Workshops. On 21 October 1928, automatic signals worked by trains were provided at St Kilda, allowing the signal box at the station to be closed when freight trains were not using the yard. The yard was simplified to a platform road and four sidings in 1952, and the last goods service operated on 18 June 1959. The St Kilda to Brighton Street railway was discontinued in 1959, to be replaced by buses. Passenger facilities were also downgraded, with the railway refreshment rooms closed in 1969, the post office closed in 1972, and the booking hall and ladies waiting room closed in 1976. October 1978 also saw the closure of the station as a depot for train crews, with overnight stabling of trains also ceasing. In the final years of the station, only two sidings remained, and colour light signals replaced semaphores. ==Closure== In the 1980s, the state government looked at the possibility of closing several lines, or converting them to light rail services, which were perceived to be cheaper. After several inquiries, it was decided to close both the St Kilda and Port Melbourne lines, and convert them both to light rail. The last train service ran on 31 July 1987, with the light rail officially commissioned on 21 November 1987. The decision was made to retain the station buildings on the St Kilda line intact, and to use them for other purposes. The St Kilda station was ideal for commercial use, as it is located on busy Fitzroy Street, and was subsequently sold off. On 4 December 1989, the station was badly damaged by fire, but the structural soundness was not affected. A second fire occurred two days later. In the late 1990s, developers announced a planned redevelopment of the station site, involving large-scale changes. Despite several protests from the National Trust of Australia and other heritage groups, the development went ahead. The Metropol Apartments were completed in the station forecourt by 2002, with the shops following soon after. The station building was converted into a number of different shops, and the entire platform space was removed. While few aspects of its original function were retained, an old cast iron platform clock remains, as evidence of the building's former use. The station platform and location continues to be used today as stop 132 on the light rail section of tram route 96. ==In popular culture== Australian rock band Hunters & Collectors filmed the 1982 video clip for \"Talking to a Stranger\" at the station. A large portion of the station building was used in the 2004 reality television series My Restaurant Rules, as the site of the Melbourne restaurant, Seven Stones. ==References== Category:Disused railway stations in Melbourne Category:Railway stations in Australia opened in 1857 Category:Railway stations closed in 1987 Category:1987 disestablishments in Australia Railway station",
 "title": "St Kilda railway station"
}