{
 "id": "794038",
 "text": "Ella Alexander Boole (July 26, 1858 - March 13, 1952) was an American temperance leader and social reformer. She served as head of the world's Woman's Christian Temperance Union (WCTU) from 1931 to 1947, after serving as head of the United States' national WCTU. ==Biography== She was born as Ella Alexander on July 26, 1858 in Van Wert, Ohio. Boole's father was a prominent lawyer, who edited a free soil newspaper and supported reforms during Reconstruction following the Civil War. She attended public schools in Van Wert, then the College of Wooster where she studied classics. She had an aptitude for natural science and developed skills in public speaking. She received an A.B. degree (1878), followed by an A.M. degree (1881). She married Reverend William H. Boole of the Willet Street Methodist Church on July 3, 1883. Her husband died in 1896 and she became a deaconess in his church. ==Political activities== ===Women's Christian Temperance Union=== Boole's husband was active in prohibition and temperance activities, in which she joined him. Boole joined the Women's Christian Temperance Union (WCTU) in 1883. She showed great skill as an organizer of new unions, and became vice- president of the New York state union in 1891. After the death of Boole's husband, she was able to support her family through an inheritance from her father and income from her speaking engagements and temperance activities. In 1898, she became president of the New York WCTU. She held this position until 1925, with the exception of a six-year period when she was corresponding secretary of the Woman's Board of Home Missions of the Presbyterian Church (1903-1909). From October 1926 till October 1933, she served as Editor-in- Chief of the National WCTU's organ, The Union Signal. One of her key activities was in shifting WCTU work away from its emphasis on collecting petitions, and towards direct lobbying of legislators. ===Political activities=== thumb|Boole between 1915 and 1920 Following the enfranchisement of women in the United States, Boole decided to run for office herself. In 1920, she unsuccessfully challenged James Wolcott Wadsworth Jr. for the Republican Party nomination for the United States Senate. After losing the nomination, she ran as a candidate for the Prohibition Party against Wadsworth and the Democratic and Socialist Party candidates in the general election. Wadsworth won easily with 52% of the vote, while Boole came in third place with 7% of the vote, not far ahead of the Socialist candidate. Boole served as head of the national Woman's Christian Temperance Union from 1931 to 1947. She died on March 13, 1952 at age 93. Her other causes included supporting legislative changes to bring about social reform, including laws to protect the rights of women and children in industry, the establishment of separate courts and deputies for juvenile offenders, and woman suffrage. As President of the International WCTU, she promoted disarmament, the end of the international illicit drug trade, and supported international women's rights. ==See also== * United States Senate election, 1920 ==References== Category:1858 births Category:1952 deaths Category:Women in New York (state) politics Category:New York (state) Prohibitionists Category:People from Van Wert, Ohio Category:College of Wooster alumni Category:New York (state) Republicans Category:American social reformers Category:Activists from Ohio Category:Progressive Era in the United States Category:Woman's Christian Temperance Union people Category:20th-century American newspaper editors",
 "title": "Ella A. Boole"
}