{
 "id": "794013",
 "text": "Battlezone is a first-person shooter real-time strategy video game, developed and published by Activision. It was released for Microsoft Windows in 1998. Aside from the name and presence of tanks, this game bears little resemblance to the original arcade game of the same name. Activision remade it into a hybrid of a tank simulation game, a first-person shooter and a real-time strategy game. In Battlezone the player is controlling everything on the battlefield from the first person view.Calvin Hubble. (06-05-2004). Battlezone Review. Game Revolution. Two expansion packs were released in 1998, Battlegrounds and The Red Odyssey. In 2000, a Nintendo 64 port was released under the name Battlezone: Rise of the Black Dogs. In 2016, a remastered version titled Battlezone 98 Redux was released developed by Big Boat Interactive and published by Rebellion Developments. A sequel, Battlezone II: Combat Commander, was released in 1999. == Gameplay== The primary resource in Battlezone is bio-metal scrap which is used to produce new units and construct new buildings. Building and directing units is done via interface either by selecting onscreen object with the mouse or by using number keys on keyboard.Battlezone Overview. GameSpy. Starting with a bio-metal recycler (the most basic construction unit), the player constructs vehicles to scavenge scraps of bio-metal, build base defenses, and construct new base vehicles capable of building more advanced structures and vehicles. Players can acquire bio-metal scrap by either finding it or salvaging it from a destroyed enemy unit. When a ship is destroyed, the pilot ejects and thus becomes vulnerable to being killed, but can escape by boarding any friendly vehicle. ===Multiplayer === Battlezone has a multiplayer feature that consists of three modes: Strategy, DeathMatch and Sniper. Strategy involves two or more players who compete in either as a player vs player, or playing in teams against one another, skirmishing for scrap collection and eventual map domination. Strategy offers the same type of control as in the single-player game. The Strategy game ends when the opposing force lives are reduced to zero. In DeathMatch two or more players battle until the opposing vehicle is destroyed. Once destroyed, the pilot is ejected and floats back to the ground with the user's vehicle being respawned for continued play. The game ends for each player as the player quit the game and only for the player quitting the game. Sniper game play consists of two or more players participating against each other in a \"Deathmatch\" style face off with their rifles. When a sniper is killed, he (depending on map) will spawn at his original spawn point, or another spawn point on the map. Online gaming used to be available at Activision's servers through Anet, a peer-to-peer networking system which features a chat lobby and a list of games in progress. A player can select a game to join and then connect to the host's computer. == Plot == Battlezone is set during the turn of the 1970s with an alternative history plot, in which the Space Race is used to cover up the deployment of the United States and Soviet militaries into space. Both sides have used scraps of extraterrestrial \"bio-metal\", which have fallen to Earth as meteors, to build vehicles with amazing properties such as hover capability. Both nations deploy into space and are fighting across the Solar System to control other deposits of the bio- metal. Gameplay is divided up into two campaigns; one following the American National Space Defense Force (NSDF), the other with the Soviet Cosmos Colonist Army (CCA, also referred to as the Communist Cosmonaut Army in early game manuals).GameSpot's Guide to Battlezone. GameSpot. Battlezone Overview. Allgame. The American campaign starts on the Moon, but the NSDF is forced off after the destruction of their main base. They relocate to Mars, but find the Soviets already there. Both sides locate alien artifacts, and the Americans also find a factory; the long-dead alien race that created the bio-metal is identified as the Cthonians, who inhabited the planet Icarus (now the asteroid belt) and visited Earth on several occasions, influencing Greek mythology. The Americans learn of an ultimate weapon called the \"Fury\" and head to Venus to learn more about it. Another Cthonian relic is recovered, pointing to Jupiter's moon Io. The NSDF finds a third relic, but this is stolen by a scientist defecting to the Soviets. The player must steal a Soviet fighter craft and tap into the communications network, which reveals the CCA relocation to their main base on Saturn's moon Titan. The Americans clear nearby Europa of CCA units to prevent early warning to those on Titan, but the main assault is annihilated, as the Soviets have begun to manufacture Fury vehicles. The Furies then turn on the Soviets; they are self-aware and programmed to destroy all life. Icarus was destroyed by the Cthonians to prevent the Furies from reaching Earth. The NSDF and CCA ally against the new threat, and after destroying the production factory on Titan, travel to the fictional moon of Achilles, orbiting Uranus. The Americans destroy the main Fury base, but this causes the moon's core to destabilise, and the player must destroy the Furies' evacuation vessel before it escapes, then escape themselves. The Soviet campaign follows the same basic storyline, but from the CCA's perspective. Starting on Venus, the Soviets are hounded off the planet by an NSDF unit called the \"Black Dogs\". They travel to Io to capture one of the Fury relics, but after the Black Dogs destroy their main base, are forced to regroup and reestablish a foothold. Once this is achieved, the production of Fury units begins, and the CCA uses them to wipe out the Black Dogs in the final mission, just before the Furies turn on them. The Soviet campaign is the shorter of the two, as the NSDF missions were intended as the main game. However, the CCA missions are meant to be more difficult, and the player must manage the full technology tree from the beginning, instead of being gradually introduced over the course of the campaign. An add-on, called The Red Odyssey, was later released with an American and a Chinese campaign. The American campaign follows an NSDF unit, also called the \"Black Dogs\", during scrap- gathering operations on Jupiter's moon Ganymede. The Americans, expecting boring garrison duty, are ambushed by Chinese tanks, which are capable of cloaking. After being mauled by the Chinese, the Americans reestablish themselves and discover that the Chinese are using a Stargate-like portal to travel between Earth and Ganymede, and to the planet Elysium, which is located in another solar system. Control of the portals changes hands back and forth several times, but the campaign ends with the Americans in control, and the Chinese annihilated. The Chinese campaign starts earlier, with the first few missions focusing on stealing the Portal technology from the Soviets (who do not have their own campaign) and establishing their own. Later missions follow the American attempts to control Ganymede and Elysium. == Development and release == Producer Mike Arkin explained the motive behind the game's concept: \"The original Battlezone was action only. Action alone doesn't cut it 17 years later. But when you combine action with other genres, you get wildly fun - and wildly successful - games. Action meets RPG, you get Diablo; action meets simulation, you get MechWarrior 2; action meets adventure, you get Tomb Raider. We said, 'OK, there is no action meets strategy yet'\". To solve the display issue which makes combining the action and strategy genres difficult, the development team created an interface which combined a first-person, in- the-field viewpoint with a 3D topological radar and transparent drop down menus which allow the player to monitor and control the battle situation at all times. The game's artificial intelligence was reused from Dark Reign: The Future of War. Battlezone was released by Activision on March 11, 1998. === Expansions === In 1998, Macmillan Publishing released Battlegrounds, an authorized level pack for Battlezone, after conducting a contest in which players submitted their own creations. The pack contains 45 Instant Action missions, and 52 multiplayer maps, provided with a new utility for launching and managing maps.Battlezone: Battlegrounds review . Strategy Gaming Online. Also in 1998, Macmillan Publishing released the Team Evolve-made addon pack for Battlezone: The Red Odyssey. This expansion contains a new single-player story arc pitting the Chinese Red Army forces against both their allies, the CCA, and their enemies the \"Black Dogs\".Red Odyssey review. GamePro. The \"Black Dogs\" were a roughed-up, beaten-up offshoot of the NSDF with the reputation of ending up with the toughest missions. The Chinese forces introduced both Portal technology that allowed travel outside the Solar System and a 'Cloak', which hid their ships while disabling weapons. In 1999, a Battlezone Gold Pack was released which includes Battlezone, two authorized add-on packs: The Red Odyssey and Battlegrounds, and an official strategy guide.Battlezone Gold Pack. MobyGames. === Nintendo 64 port === thumb|Nintendo 64 version cover art In 2000, Crave ported the game to the Nintendo 64 under the name Battlezone: Rise of the Black Dogs. Compared to the PC version released a year earlier the game includes an additional Black Dog campaign distinct from that of The Red Odyssey, but the multiplayer is very limited. The game features a standard deathmatch mode where up to four players combat each other and a number of computer-controlled bots, a race mode where the objective is to navigate from one beacon to another for a set number of laps, and a strategy mode in which players choose three computer-controlled bots to assist them and simply attempt to eliminate all other players. === End-of- support === Last patch for the PC version was 1.4 released in November 1998. In 2002 the multiplayer support ended and Activision shut down its servers but released the source code of the multiplayer library \"Anet\"Anet: A Network Game Programming Library, kegel.com. under GNU Lesser Public License to the community. === Battlezone 98 Redux === In July 2013, Rebellion Developments bought the rights to Battlezone from Atari,Wargaming, Rebellion and Stardock all bid on Atari assets gamasutra.com, 22 July 2013 and in 2016 Rebellion unveiled Battlezone 98 Redux,Rebellion reveals Battlezone 98 Redux pcgamer.com, 16 Feb 2016 a re-mastered version of the 1998 game. It was released on April 18 on the Steam platform and on June 8 on the GOG.com platform in that time.Battlezone 98 Redux brings back FPS-RTS fun rockpapershotgun.com, 18 Apr 2016 A remastered version of The Red Odyssey was later released in July,Battlezone 98 Redux expands with The Red Odyssey pcgamer.com, 26 July 2016 and the expansion was later bundled with the game for its release to the Apple App Store the next year.The popular sci-fi strategy game Battlezone 98 Redux launches on iPad pocketgamer.co.uk, 6 July 2017 == Reception == The American market research firm PC Data reported that Battlezone sold 48,000 copies between March and November 1998. Sales in the United States totaled 65,716 copies during 1998, which accounted for $2.45 million in revenue. This number had risen 73,324 copies by April 1999, while global sales totaled 200,000 copies by June. Pandemic head Andrew Goldman said that the game \"did not do as well as we would have liked at retail\", which the company's Josh Resnick blamed on its branding, marketing and unusual design. Reception of Battlezone was overwhelmingly positive. The game scored 89 out of 100 on GameRankings.Battlezone - PC. GameRankings. Most reviewers were impressed with the way Battlezone combined two genres: real time strategy and first-person shooter. GameSpot said that \"what really makes Battlezone so special is the way it blends the adrenaline rush of first-person action games with the strategy and resource management of Red Alert\".Stephen Poole. (20-3-1998). Battlezone Review. GameSpot. Reviewers were also impressed with the game's interface, calling it innovative and simple to use.Ted Smith. Battlezone PC Review. Allgame. Game Revolution praised graphics and addictive gameplay. Ted Smith from Allgame was disappointed with introductory voiceovers, while Stephen Poole from GameSpot noted that \"the AI for friendly units can be a little dicey and that Control can be a bit of a problem for mousers\" but concluded that Ninety percent of the reason he mentioned any game flaws in his review is because that is his job not because they bothered him much when he was playing. Next Generation reviewed the PC version of the game, rating it four stars out of five, and stated that \"if Quake occupies 100% of a certain portion of the brain, and if Command & Conquer can occupy 100% of another portion of your brain, Battlezone succeeds in occupying 80% of both\". Battlezone was nominated for GameSpot's 1998 Strategy Game of the Year award.Strategy Game of the Year - Nominees . GameSpot. Battlezone won Computer Gaming Worlds award for the best action game of 1998. The editors wrote that it \"really broke new ground\", and summarized: \"The graphics were drop-dead gorgeous, the multiplayer game was a blast, and the game sported a beautifully designed interface that made commanding your forces an intuitive breeze\". PC Gamer US nominated Battlezone as 1998's best action game, best strategy game and overall game of the year, but it lost these three categories to Tom Clancy's Rainbow Six, StarCraft and Half-Life, respectively. The editors called Battlezone \"a who-would-have-thought-it-possible melding of first- person action and real-time strategy that also boasted some of the year's best presentation and interface design\". In 1998, PC Gamer declared it the 16th- best computer game ever released, and the editors called it \"one of the most refreshing games of 1998 [...] so much deeper than just a graphic reworking of its twenty year-old namesake\". In 1999, Next Generation listed Battlezone as number 38 on their \"Top 50 Games of All Time\", commenting that \"using a brilliant 3D map interface, the developers [...] managed to seamlessly marry a great realtime strategy game with a hardcore action engine. The end result is one of the most compelling PC games ever released\". == Sequel == Activision released a sequel late in December 1999, Battlezone II: Combat Commander, which involved a war resulting from the incursion of a new faction known as the Scions. Members of the Black Dogs broke away and merged with the biometal, becoming Scions. Battlezone II introduced a split single-player campaign, allowing the player to switch sides at one point and join the enemy but the sequel received mixed reviews.Battlezone II: Combat Commander - PC. GameRankings. == See also == * Battlezone, 2008 remake of the 1980 game * Battlezone, 2016 remake of the 1980 game * For All Mankind (TV series), 2019 live action science fiction series with a similar alternate history premise == References == ==External links== * * Category:1998 video games Category:Alternate history video games Category:Activision games Category:Cold War video games Category:Crave Entertainment games Category:First-person strategy video games Category:Multiplayer and single-player video games Category:Nintendo 64 games Category:Science fiction video games Category:Fiction about the Solar System Category:Tank simulation video games Category:Video game reboots Category:Video games developed in the United States Category:Video games scored by Matthew Simmonds Category:Video games set in the 1960s Category:Video games set on Mars Category:Video games set on the Moon Category:Video games with expansion packs Category:Windows games",
 "title": "Battlezone (1998 video game)"
}