{
 "id": "794197",
 "text": "An ice cream van (British) or ice cream truck (North American) is a commercial vehicle that serves as a mobile retail outlet for ice cream, usually during the spring and summer. Ice cream vans are often seen parked at public events, or near parks, beaches, or other areas where people congregate. Ice cream vans often travel near where children play — outside schools, in residential areas, or in other locations. They usually stop briefly before moving on to the next street. Along the sides, a large sliding window acts as a serving hatch, and this often displays pictures of the available products and their prices. Most ice cream vans tend to sell both pre-manufactured ice pops in wrappers, and soft serve ice cream from a machine, served in a cone, and often with a chocolate flake (in Britain), a sugary syrup, or toppings such as sprinkles. While franchises or chains are rare within the ice cream truck community (most trucks are independently owned and run), some do exist. In some locations, ice cream van operators have diversified to fill gaps in the market for soft drinks, using their capacity for refrigerated storage to sell chilled cans and bottles. ==Decorations and sound effects== Ice cream vans are often brightly decorated and carry images of ice cream, or some other adornment, such as cartoon characters. They may have painted-on notices, which can serve a commercial purpose (\"Stop me and buy one!\") or a more serious one (\"Don't Skid on a Kid!\") - serving as a warning to passing motorists that children may run out into the road at the sight of the truck, or appear without warning from behind it. A distinctive feature of ice cream vans is their melodic chimes, and often these take the form of a famous and recognizable tune. Ice cream truck songs in the United States include \"The Band Played On\", \"Camptown Races\", \"The Entertainer\", \"Go Tell Aunt Rhody\", \"Home on the Range\", \"If You're Happy and You Know It\", \"It's a Small World\", \"La Cucaracha\", \"Little Brown Jug\", \"The Mister Softee Jingle\", \"Music Box Dancer\", \"Picnic\" (a Japanese children's song usually played with a recording of a young woman saying \"hello\" at the beginning of the song), \"Pop Goes The Weasel\", \"Red Wing\", \"Sailing, Sailing\", \"Turkey in the Straw\"/\"Do Your Ears Hang Low?\", \"Wiegenlied (Brahms)\", and \"Yankee Doodle\". In some places in the U.S., ice cream trucks play \"Ice Cream\" by Andre Nickatina (essentially just \"Turkey in the Straw\" with bass). In Puerto Rico, Australia, New Zealand and the United Kingdom, popular ice cream van tunes include \"Preciosa\", \"Greensleeves\", \"It's Now Or Never\"/\"Just One Cornetto\", \"Whistle While You Work\" in Crewe and Nantwich, \"You Are My Sunshine\" in Vale Royal, \"Teddy Bears' Picnic\" in Sheffield, and \"Match of the Day\" in other places. ==History== Early ice cream vans carried simple ice cream, during a time when most families did not own a freezer. As freezers became more commonplace, ice cream vans moved towards selling novelty ice cream items, such as bars and popsicles. In U.S. Virgin Islands, British Virgin Islands, Norway, Sweden and Germany, This vehicle serves the freezer-based Ford and Mercedes-Benz. ==In the United Kingdom== There are mainly two types of ice cream vans in the United Kingdom: a hard van, which sells scoop ice cream and is only equipped with a freezer and a soft van, which has a freezer and also a soft serve \"whippy\" machine for serving ice cream cones and screwballs. They are usually converted from factory standard vans with the rear cut away and replaced with a fibre glass body (to reduce the weight). Because of the British climate, running an ice cream van profitably is not only very difficult outside summer, but is also an unpredictable business. A summer heatwave can provoke a massive upturn in fortunes for a few days, but after the weather has returned to a milder character sales drop off dramatically. The need to take advantage of rare and short-lived opportunities can result in fierce rivalry between ice cream vans in coterminous areas, with the main disputes being over who is entitled to sell ice cream in a particular 'patch'. This has also led to some ice cream van vendors diversifying and selling other products such as crisps, chips, burgers or hot dogs from their vehicles at other times of the year. In a number of Local Authority areas, particularly in London Boroughs with existing street markets, street trading regulations prohibit ice cream vans from remaining in one static location. The legislation also contains powers to ban ice-cream vans from specific streets. Proposals in the current London Local Authorities Bill would allow only 15 minutes trading per vehicle per street each day. There also exists a nationwide code of practice for the use of chimes, which limits the volume to 80 dB and the duration to twelve seconds, but these are rarely observed nor enforced. Chimes must not be played more often than every three minutes, near hospitals, schools and churches when they are in use. In Scotland, ice cream vans have been used to sell smuggled cigarettes and, in the 1980s Glasgow Ice Cream Wars, as front organizations to sell illicit drugs. ===Ice cream van manufacturer=== Whitby Morrison, based in Crewe, Cheshire, was founded by Bryan Whitby who filed a UK patent in 1965 for mobile ice cream producing equipment through which soft serve units were powered off the van's drive mechanism. Today, the company is the UK's biggest ice cream van manufacturer, producing around 100 vans a year; its products have been exported to over 60 countries. The company has also been developing a fully electric on-board battery system to power the soft-scoop machines it fits; the first all-electric van was expected to be delivered in the summer of 2019. ==In the United States== Apart from ice cream, ice cream trucks may also sell snow cones, Italian ice or water ice, snacks, sodas, and candy. Many trucks carry a sign, in the shape of a stop sign, that warns other drivers of children crossing the street to buy food or ice cream. They also play music to attract consumers to their trucks. With the advent of social media networking, many ice cream truck operators are redefining the traditional business model. Not satisfied with the traditional approach of cruising for customers, some operators such as gourmet ice cream sandwich maker Coolhaus are developing followings on social media sites and \"announcing\" the location of their trucks. ===Novelty vehicles=== Professionally-built ice cream trucks that sell prepackaged foods are called \"novelty trucks\". They use commercial cold plate freezers that plug in overnight and when unplugged maintain their temperature for at least 12 hours. Music systems are mechanical, such as automated digital IC, or more commonly digital soundchips that have no tape or other moving parts. Each \"music box\" may be able to play one or multiple tunes. ==See also== * Ice cream cart * Food truck * Refrigerator truck ==References== ==External links== * Van Category:Vans Category:Restaurants by type Category:Street culture Category:Food trucks *",
 "title": "Ice cream van"
}