{
 "id": "79437",
 "text": "Nicholas Richard Ainger (born 24 October 1949) is a Welsh politician who served as Member of Parliament (MP) for Carmarthen West and South Pembrokeshire, previously Pembrokeshire, from 1992 to 2010. A member of the Labour Party, he served in government under Prime Minister Tony Blair from 1997 to 2007. ==Early life== Ainger was born in Sheffield in 1949, and was educated at the Netherthorpe Grammar School in Staveley, Derbyshire, and after leaving education in 1967 moved to Milford Haven and became a dock worker at the Marine and Port Services of Pembroke Dock. He was a senior shop steward in the Transport and General Workers' Union for 14 years whilst at the docks, and became elected to the former Dyfed County Council, on which he served from 1981 until his election to Parliament in 1992. ==Parliamentary career== Ainger was first elected for the seat of Pembrokeshire at the 1992 general election with a slender majority of 755. He re-elected in 1997 for the re-drawn seat of Carmarthen West and South Pembrokeshire with a majority of 9,621. From 1997 to 2001, Ainger served as the Parliamentary Private Secretary to the Wales Office, previously the Welsh Office, under Welsh SecretariesRon Davies, Alun Michael and Paul Murphy. He was promoted to a Commons Whip and Lord Commissioner of the Treasury in 2001. In 2005, he was appointed Parliamentary Under-Secretary of State for Wales, a position he held until Tony Blair departed office in 2007. Ainger spent the remainder of his tenure in Parliament as a backbencher, serving on the Treasury Select Committee from November 2007 to May 2010. He campaigned on fuel poverty and better regulation of the banking industry. At the 2010 general election, Ainger was defeated by the Conservative candidate Simon Hart. ==External links== *Nick Ainger official website * ==References== Category:UK MPs 1992–1997 Category:UK MPs 1997–2001 Category:UK MPs 2001–2005 Category:UK MPs 2005–2010 Category:Welsh Labour Party MPs Category:Politicians from Sheffield Category:1949 births Category:Living people Category:Members of Dyfed County Council Category:Members of the Parliament of the United Kingdom for Pembrokeshire constituencies Category:Members of the Parliament of the United Kingdom for Carmarthenshire constituencies",
 "title": "Nick Ainger"
}