{
 "id": "794498",
 "text": "Muhsin ibn Ali (, ), also spelled Mohsin, was the youngest son of Fatimah bint Muhammad and Ali ibn Abi Talib, and thus a maternal grandson of the Islamic prophet Muhammad. He was a brother of Husayn and Hasan. Muhsin's death is disputed among Shia and Sunnis. Shias believe that Muhsin died on 18 January 632 because of a miscarriage. Sunnis believe that Muhsin died in his childhood, with no miscarriage taking place. The earliest known reference to a miscarriage appears in the 10th century, three hundred years after Muhsin. == Name == The name \"Muhsin,\" like the names of Muhsin's brothers Hasan ibn Ali and Husayn ibn Ali, comes from the Arabic root Ḥ-S-N. \"Muhsin\" can mean \"beneficent\", \"benefactor\", or \"one who does the act of helping.\" Several Islamic sources report that Hasan, Husain, and Muhsin were all named by their grandfather, the Islamic prophet Muhammad. == Death == At the gathering at Saqifah, Abu Bakr became caliph, but his rule was not considered legitimate by Ali and some of his supporters. Ali's group supported Ali as caliph and assembled at the home he shared with Fatima, where reportedly Umar, acting on Abu Bakr's orders, then arrived to obtain Ali's allegiance. Sunni scholars Al- Tabari and Ibn Qutaybah narrate that Umar threatened to burn the building down if Ali refused to acknowledge Abu Bakr's authority. The historian Al-Baladhuri states that the altercation ended here with Ali's compliance. However some traditions add that Umar and his supporters violently entered the house, resulting in Fatimah's miscarriage of Muhsin. The Mu'tazilite theologian Ibrahim al-Nazzam elaborates that, \"Umar hit Fatimah (sa) on the stomach such that the child in her womb died.\" Alternatively, Ibn Rustam Al-Tabari states that a client of Umar, named Qunfudh, caused the miscarriage, having struck her with the sheath of his sword. Muhsin's death is disputed between Shia Muslims and Sunni Muslims. There are numerous early historical sources instead stating that Muhsin had died in early childhood, without mentioning any miscarriage. Historians Al-Baladhuri, Al-Ya'qubi and Al-Masudi list Muhsin among the children of Fatimah, but without any mention of a miscarriage. Similarly, the Shia theologian Al-Shaykh Al-Mufid, when writing his Kitab al- Irshad, makes no mention of violence in relation to Muhsin's death. The earliest known reference of the miscarriage during the altercation only appears in the 10th century, in Ibn Qulawayh Al-Qummi's Kamil al-ziyarat. Coeli Fitzpatrick, a professor at Grand Valley State University, surmises that the story reflects the political agendas of the period and should therefore be treated with caution. == Remembrance == Muhsin ibn Ali is sometimes mourned by Twelver Shia Muslims, and is often considered a martyr. == References == == Further reading == * After the Prophet: The Epic Story of the Shia-Sunni Split in Islam, By Lesley Hazleton Category:7th-century Arabs Category:Children of Ali Category:Infanticide Category:632 deaths Category:Fatimah Category:632 births",
 "title": "Muhsin ibn Ali"
}