{
 "id": "794425",
 "text": "The London Institute of Banking & Finance is the oldest training and professional body for banking and financial services in England and Wales, and works internationally with partners to establish ethical and professional standards across the sector around the world. ==History== Established in 1879 as the Institute of Bankers, by bank workers who saw a need for professional standards and education in the industry, it had 2,000 members by the end of its first year. The first exams took place in 1880 and were opened to women in 1917 – a year before women were given the vote in the UK. The Institute gained a Royal Charter in 1987 becoming the Chartered Institute of Bankers and in 1993 merged with the Chartered Building Societies Institute. In 1996, the Institute offered its first degree – the BSc (Hons) in Financial Services – offered as a dual award with the University of Manchester Institute of Science and Technology. It was the first professional award to be linked to a university degree. The name changed in 1997 to the Institute of Financial Services. In the same year, the Certificate in Mortgage Advice and Practice (CeMAP) was introduced – this was the first qualification for UK mortgage professionals. In 2001 the Institute launched the first personal finance qualifications for young people in the UK, equivalent to an AS-level. In the same year, the Institute became the first educational body in the sector to provide electronic assessment for its regulatory qualifications. After becoming the ifs School of Finance in 2006, the Institute was granted Taught Degree-Awarding Powers (TDAP) by the Privy Council in 2010. It was now able to award both undergraduate and taught postgraduate degrees in its own right without validation from a third-party university. The Department for Business, Innovation and Skills (BIS) granted the title ‘University College’ in 2013, and in 2016 the Institute became The London Institute of Banking & Finance. ==Professional qualifications== The Institute was the first provider of the CeMAP qualification, and has trained over 100,000 qualified mortgage advisers. It also offers continuing professional development (CPD) and executive qualifications and programmes which can lead to chartered status. ==Membership and alumni== The London Institute of Banking & Finance has been offering membership since 1879 and has an active alumni network. ==International centres and partnerships== The London Institute of Banking & Finance works in partnership with institutes and banks around the world. It is an active member of the International Chamber of Commerce, with senior members of staff contributing to several ICC taskforces. ===Abu Dhabi Global Markets Academy (ADGMA)=== Since 2017, The London Institute of Banking & Finance has been working in partnership with Abu Dhabi Global Markets Academy. ADGMA and the Institute set up a Learning Centre to support the education of young Emirati professionals seeking to develop careers in banking and financial services that lead to senior management. The Learning Centre also publishes research, contributes to debates and forums and provides peer-to-peer engagement opportunities. === Singapore === The London Institute of Banking & Finance also has an office in Singapore where it works in partnership with the International Chamber of Commerce AcademyICC Academy and the Institute of Banking and Finance. ==University college== A registered educational charity, incorporated by Royal Charter, The London Institute of Banking & Finance is the only banking institute in the world with degree-awarding powers and its own university college. As well as working with the leading UK major banks to deliver learning and development training, and apprenticeship degrees, it offers specialist bachelor's degrees in Banking & Finance and Finance, Investment & Risk Management and an MSc in Banking & Finance. ==Financial education in schools== A pioneer and champion of financial education, The London Institute of Banking & Finance offers Financial Capability qualifications specifically designed for 14 to 19-year-olds in the UK. The purpose of these qualifications is twofold: * to enable young people to understand and manage their own finances for life * to inspire young people to consider a career in banking and finance. ==Research centres and thought leadership== In 2019 The London Institute of Banking & Finance set up two research centres – the Centre for Digital Finance and Banking and the Centre for Sustainable Finance. The scope of the Centre's work is global and addresses the interests and concerns of market participants including commercial and development banks, investors, governments, corporations or regulators. ==Student Investor Challenge== The Student Investor Challenge is an investment competition for 14 to 19 year olds, run by The London Institute of Banking & Finance. Tens of thousands of students register each year, with more than 250,000 students registering to play in the past eight years. Teams of four students compete by completing investment challenges, including trading on the stock market with £100,000 of virtual money. Teams can win a trip to New York City or money for their schools. ==Young Financial Journalist of the Year== Young Financial Journalist is an annual competition for school- age students with an interest in finance and journalism, and in 2019 The London Institute of Banking & Finance is running it in partnership with the Financial Times. Students are asked to write an article based on a choice of two questions, according to their year group. The articles are judged by a panel of experts, including a prominent financial journalist. ==Financial Innovations Award== Hosted by The London Institute of Banking & Finance, the Financial Innovations Awards take place annually to recognise innovative products and services in banking and finance that help consumers, communities and businesses around the world. ==Young Persons' Money Index== The London Institute of Banking & Finance carries out the Young Persons' Money Index every year – a survey that tracks the delivery of finance education in schools in the UK. It also examines the attitudes, behaviour and experience of UK students in relation to money and personal finance. ==Henry Grunfeld Foundation== The Henry Grunfeld Foundation was established in 1994 to further the careers of those working in the City of London. The London Institute of Banking & Finance was invited to assume control of the Grunfeld Foundation in the mid-1990s with the Board of Governors acting as trustees. The Foundation has funded scholarships for the full-time undergraduate programme, as well as learning resource provision, including the Henry Grunfeld Library at the campus in Lovat Lane. The Foundation also funds research fellowships and supports a longstanding commitment to INSEAD. ==Financial World== Financial World is The London Institute of Banking & Finance's journal, published six times a year in association with the Centre for The Study of Financial Innovation (CSFI). It brings together research and commentary on the structure and development of the domestic and international financial services sector and the wider economy and is distributed to students, members and subscribers. ==See also== *Amsterdam Institute of Finance *New York Institute of Finance *Swiss Finance Institute ==References== Category:Banking in the United Kingdom Banking and Finance Category:Educational institutions established in 1879 Category:Banking schools Category:Organisations based in Kent Category:1879 establishments in England Category:Charities based in Kent Category:Organisations based in England with royal patronage Category:Higher education colleges in London Category:Universities and colleges in London",
 "title": "The London Institute of Banking & Finance"
}