{
 "id": "794627",
 "text": "The Reverend Robert Main (12 July 1808 - 9 May 1878) was an English astronomer. ==Life== Born at Upnor in Kent, he was the eldest son of Thomas Main; Thomas John Main the mathematician was a younger brother. Robert Main attended school in Portsea, Portsmouth before studying mathematics at Queens' College, Cambridge, where he graduated as sixth wrangler in 1834. He served for twenty-five years (1835–60) as First Assistant at the Royal Greenwich Observatory, and published numerous articles, particularly on stellar and planetary motion, stellar parallax, and the dimensions and shapes of the planets. From 1841 to 1861 he was successively an honorary secretary, a vice- president, and President of the Royal Astronomical Society, and in 1858 was awarded the Society's Gold Medal. In 1860 he became director of Radcliffe Observatory at Oxford University after the death of Manuel Johnson, and was elected as a Fellow of the Royal Society. An ordained priest of the Church of England, he preached regularly while living in Greenwich. Main completed the questionnaire on which Francis Galton based his English Men of Science (1874), and his recorded answers included the following comments: :\"I take considerable pains in the investigation of religious matters, one of my amusements being the collection of a considerable theological library, with the books of which I am familiar.\" :\"I am not aware of any innate taste for science... My interest in astronomy, especially, was very small indeed until I was appointed.\" ==Works== Main supervised the third (1859) edition of Sir John Herschel's A Manual of Scientific Enquiry, prepared for the use of Her Majesty's Navy and adapted for travellers in general (1849), which included an article on geology by Charles Darwin. His textbook Practical and Spherical Astronomy was published in 1863. He was responsible for editing the Second Radcliffe Catalogue (1870), which detailed 6,317 stars, and (with Charles Pritchard) Herschel's Catalogue of 10,300 multiple and double stars (1874). He also published observations made of rainfall in Oxford over 25 years from 1851 to 1875, and contributed to the Fortnightly Review during the editorship of G. H. Lewes. His other works include the annual address for 1875 to the Philosophical Society at the Victoria Institute (entitled Modern Philosophic Scepticism Examined) and a sermon on I Corinthians 1:22-24 given to the British Association for the Advancement of Science in the same year. ==Legacy== The lunar crater Main is named after Robert Main, and there is also a crater on Mars named after him. ==References== * V. L. Hilts \"A Guide to Francis Galton's English Men of Science\" Trans. Amer. Philos. Soc. (New Ser.) 65 (5), 1-85 (1975) * B. C. Williams George Eliot; a biography (1936) ==External links== * Obituary * Robert Main's grave in St Sepulchre's Cemetery, with biography * Correspondence with Charles Darwin Category:1808 births Category:1878 deaths Category:19th-century British astronomers Category:19th-century English Anglican priests Category:People from Upnor Category:Alumni of Queens' College, Cambridge Category:Fellows of the Royal Society Category:Recipients of the Gold Medal of the Royal Astronomical Society Category:Presidents of the Royal Astronomical Society Category:Fellows of Queens' College, Cambridge",
 "title": "Robert Main"
}