{
 "id": "795139",
 "text": "thumb|Design for a Fish-Pond in Plan and Section (Italy, 18th century) A fish pond or fishpond is a controlled pond, artificial lake or retention basin that is stocked with fish and is used in aquaculture for fish farming, for recreational fishing, or for ornamental purposes. Fish ponds are a classical garden feature in East Asian residence, such as the Classical Gardens of Suzhou of China, the Imperial Palace of Japan and the Gyeongbokgung Palace of South Korea. In Medieval Europe, it was also typical for monasteries and castles (small, partly self-sufficient communities) to have a fish pond. ==History== Records of the use of fish ponds can be found from the early Middle Ages. \"The idealized eighth-century estate of Charlemagne's capitulary de villis was to have artificial fishponds but two hundred years later, facilities for raising fish remained very rare, even on monastic estates.\".Hoffmann, Richard C. (1996) \"Economic Development and Aquatic Ecosystems in Medieval Europe.\" The American Historical Review, 101 (3): 631–669. As the Middle Ages progressed, fish ponds became a more common feature of urbanizing environments. Those with access to fish ponds had a controlled source of food, not unlike pastures for cattle and sheep, for use on days when it was not permitted to eat meat. However fish ponds were difficult to maintain. They were a mark of power and authority, since only rich nobles and institutions such as monasteries could afford to maintain them. In winter, supplying fresh food for a castle garrison was a constant struggle. Nobles had access to meat from deer parks, but this did not supply the needs of whole households. Though fish ponds required maintenance to keep them healthy, they were an elegant way of giving monasteries and noble houses access to fresh fish. Some of the more popular species of fish farmed in fish ponds were carp and pike. From the 14th century onward these fish proved to be a popular feature of artificial fish ponds. ==Aquaculture== Fish ponds have been used in aquaculture. They are/were common in: *Canada *Europe, especially in the Czech Republic (Rožmberk Pond, Velké Dářko, Lake Mácha), where common carp may be kept. *Ireland, where medieval monks kept fish that could be eaten on Fridays, in accordance with Catholic rules of fasting *Hawaii, U.S.A., where the Native Hawaiians used them extensively. *The Philippines where milkfish, tilapia, crabs, lobsters, tiger shrimp, snails and others may be kept. *East Asia, especially in Japan with koi, trout, and white crucian carp. Fish ponds are also being promoted in developing countries. They provide a source of food and income from the sale of fish for small farmers and can also supply irrigation needs and water for livestock.FAO, Farm ponds for water, fish and livelihoods FAO, Rome, 2009 The ecosystem and production services offered by carp farming in fishponds have immense societal and economic advantages. For example - per production cycle, common carp aquaculture in the whole Central and Eastern Europe fishponds offer at least 579 million € worth of services, some of which are realized while a larger part is intangible. European carp aquaculture in fishponds is probably cleaner than most food production sectors in the EU, offering lesser nutrient burden to the environment than standard crop and livestock sectors. ==Gallery== File:Fishing Pond - geograph.org.uk - 391512.jpg|Classic fishing pond used by the Clay Cross Angling Club File:Brickpits fishing pond - geograph.org.uk - 1054267.jpg|Fishing pond on Grainthorpe Fen File:Coarse Fishing Pond at Green Lane Farm - geograph.org.uk - 513827.jpg|Coarse fishing pond in England File:Fish Pond (Aquaculture) diagram.svg|Diagram of a fish pond used in aquaculture (and how it can be used for wastewater treatment) File:Pirton- Pool-by-Philip-Halling.jpg|Medieval fish pond File:0703 - Milano - Giardini della Guastalla - Peschiera - Foto Giovanni Dall'Orto 5-May-2007.jpg|Historic fish pond File:Fishing platform - geograph.org.uk - 1096040.jpg|Fishing platform, designed for wheelchair users, at the edge of a fish pond. ==See also== *Ancient Hawaiian aquaculture *Garden pond *Kahaluu Fish Pond *Koi pond *Raceway (aquaculture) *Raceway pond *Sea cage *Stew pond *Water garden ==Notes== ==References== Hoffmann, Richard C. “Economic Development and Aquatic Ecosystems in Medieval Europe.” The American Historical Review, vol. 101, no. 3, 1996, pp. 631–669., www.jstor.org/stable/2169418. * Aston M (1998) Medieval fish, fisheries and fishponds in England Volumes 1–2. B.A.R. . * Chattopadhyay GN (1998) Chemical Analysis of Fish Pond Soil and Water Daya Publishing House. . * Compton LV (1943) Techniques of fishpond management U.S. Dept. of Agriculture. * Delincé G (1992) The ecology of the fish pond ecosystem Kluwer Academic Publishers. . * Farber JM (1997) Ancient Hawaiian fishponds: can restoration succeed on Molokaʻi? Neptune House Publications. . * Gopalakrishnan V and Coche AG (1994) Handbook on small-scale freshwater fish farming Training Series No. 24, FAO, Rome. . * Hoare J (1870) treatise on fishponds, addressed to the nobility and gentry of Sussex Wyman & sons, original from Harvard University. * IUCN (1997) Fishing for a living: the ecology and economics of fishponds in Central Europe . * FAO (1996) Simple methods for aquaculture: Management for freshwater fish culture: Ponds and water practices Training Series No. 21/1, Rome. * FAO (1995) Simple methods for aquaculture: Pond Construction for Freshwater Fish Culture: Building Earthen Ponds FAO Training Series No. 20/1, Rome. * FAO (1992) Simple methods for aquaculture: Pond Construction for Freshwater Fish Culture: Pond-Farm Structures and Layouts FAO Training Series No. 20/2, Rome. * FAO (1989) Simple methods for aquaculture: Topography: Making topographical surveys for freshwater fish culture Training Series No. 16/2, Rome. * FAO (1981) Simple methods for aquaculture. Water for freshwater fish culture Training Series No.4, Rome. Category:Fish farming Pond",
 "title": "Fish pond"
}