{
 "id": "79522",
 "text": "The Himalayan tahr (Hemitragus jemlahicus) is a large even-toed ungulate native to the Himalayas in southern Tibet, northern India, western Bhutan and Nepal. It is listed as Near Threatened on the IUCN Red List, as the population is declining due to hunting and habitat loss. A recent phylogenetic analysis indicates that the genus Hemitragus is monospecific, and that the Himalayan tahr is a wild goat. The Himalayan tahr has been introduced to Argentina, New Zealand, South Africa and the United States. == Taxonomy == Tahrs belong to the subfamily Caprinae in the order Artiodactyla. Their closest relatives in the subfamily Caprinae are sheep and goats. A subspecies, the Eastern Himalayan tahr or shapi, was described in 1944. This classification is not considered valid anymore, and no subspecies are currently recognized. == Etymology== The word \"tahr,\" first used in English writings in 1835, is derived from the animal's local name in the Western Himalayas, which has otherwise been rendered as \"tehr,\" \"tare\" and \"tahir\". Through confusion with thār, a Nepali word for the Himalayan serow, it has also been spelled \"thar.\"Simpson, J. A., & Weiner, E. S. C. (1989). Oxford English Dictionary (Second ed.). New York: Oxford University Press. The genus name Hemitragus is derived from the Greek words hēmi- meaning \"half\" and trágos meaning \"goat\". == Characteristics== thumb|A female Himalayan tahr thumb|Himalayan tahr in Nepal The Himalayan tahr has a small head, small pointed ears, large eyes, and horns that vary between males and females. Their horns reach a maximum length of . Himalayan tahrs are sexually dimorphic, with females being smaller in weight and in size and having smaller horns. The horn is curved backwards, preventing injury during mating season when headbutting is a common mating ritual among males. The average male tahr usually weighs around , with females averaging and is shorter in height than in length. The exterior of a tahr is well adapted to the harsh climate of the Himalayans. They sport thick, reddish wool coats and thick undercoats, indicative of the conditions of their habitat. Their coats thin with the end of winter and becomes lighter in color.\"Himalayan tahr\", http://www.ultimateungulate.com/tahrhim.html, (Nov. 2001). This shedding is presumably an adaptation that allows their internal body temperatures to adjust to the harsh temperatures of the Himalayan Mountains. As a member of the ungulate group of mammals, the Himalayan tahr possesses an even number of toes. They have adapted the unique ability to grasp both smooth and rough surfaces that are typical of the mountainous terrain on which they reside. This useful characteristic also helps their mobility. The hooves of the tahr have a rubber-like core which allows for gripping smooth rocks while keratin at the rim of their hooves allow increased hoof durability, which is important for traversing the rocky ground. This adaptation allows for confident and swift maneuvering of the terrain. The lifespan of a Himalayan tahr typically ranges around 14 or 15 years, with females living longer than males. The oldest known Himalayan tahr lived to 22 years old in captivity.Smith, A. T., Yan Xie, Hoffman, R., Lunde, D., MacKinnon, J., Wilson, D. E. and Wozencraft, W. C. 2008. A Guide to the Mammals of China. Princeton University Press, Princeton, New Jersey. == Behaviour and ecology == The Himalayan tahr is adapted to life in a cool climate with rocky terrain, which allows them to be found in mountainous areas. In the Himalayas, they are mainly found on slopes ranging from 2,500 to 5,000 m. Himalayan tahr can eat a wide variety of plants. They most often inhabit locations where vegetation is exposed for browsing and grazing. During the winter (when snow covers vegetation at higher elevations), they are found on lower-altitude slopes.Himalayan tahr (Hemitragus jemlahicus). Arkive. http://www.arkive.org/himalayan-tahr/hemitragus-jemlahicus/ === Diet === The herbivorous diets of the Himalayan tahrs leave them spending most of their time grazing on grasses and browsing on leaves and some fruits. Their short legs allow them to balance while reaching for the leaves of shrubs and small trees. The tahr consumes more woody plants than herb species with as much as 75% of the tahr diet consisting of natural grasses. The tahr, like most members of the bovid family, are ruminants and have complex digestive systems . A multi-chambered stomach allows the tahr to repeatedly regurgitate its food, chew it, and obtain nutrients from otherwise indigestible plant tissues. === Predation === Tahr are preyed upon by snow leopards. === Reproduction === Tahrs are polygynous, and males are subject to stiff competition for access to females. Young reproductive males roam and mate opportunistically (when larger males are not present), while more mature males (more than four years old) will engage in ritualistic behavior and fighting to secure mates. During mating season, reproductive males lose much of their fat reserves, while females and nonreproductive males do not, indicating a substantial cost to these behaviors. Factors that contribute to which males dominate include size, weight, and testosterone levels. Coat color can have an effect; Himalayan tahrs with lighter coats are more likely to gain access to estrous females Himalayan tahrs have precocious young which can stand soon after birth. Females have a gestation period of 180–242 days, usually with a litter size of only one kid. This indicates sexual selection can be extremely important to the fitness of males. === Intraspecific competition === During the rut, male Himalayan tahrs often compete with other males for access to females. Factors that contribute to reproductive success include large body size, large horn size, and high aggression. Coat color is a factor that determines rank among Himalayan tahrs, and males with light coats mate more often. In addition, the horns of the male are often used in the ritual process to court female tahrs (either for display purposes or, less often, for direct combat), although these horns can also serve as a defense mechanisms against potential predators. === Interspecific competition === Other ungulate herbivores with overlapping natural ranges include bharal, argali, and goral. Removal experiments (in which one of the hypothesized competitors is removed, and the effect on the other species is observed) have not been conducted to determine empirically that competition is actually occurring, but the animals do share food resources.Ale, Som B. \"Ecology of the Snow Leopard and the Himalayan Tahr in Sagarmatha (Mt. Everest) National Park, Nepal.\" University of Illinois, 2007. http://www.carnivoreconservation.org/files/thesis/ale_2007_phd.pdf. Competition can occur when two or more species share a limited resource, such as particular food sources, in a given area. Since the Himalayan tahr and the other ungulates are eating the same foods, competition possibly is occurring among them. == Introduction as an invasive species == thumb|Young tahr A key factor contributing to the success of the Himalayan tahr as an invasive species is their mobility. During the night, they move to locations with lower elevations to have better access to resources such as food and water, whereas during the day, they move to locations with higher elevation to rest and avoid predators. This mobile behavior not only allows them to seek refuge from predators, but also allows them to have access to resources over a large area. Another key characteristic that allows Himalayan tahr to be successful as an invasive species is their digestive tract. Their digestive system allows them to consume a wide variety of vegetation ranging from easy-to-digest leaves/grasses to woody shrubs and other “tough” vegetation not as easily digested by other species. This flexibility in diet not only allows Himalayan tahr to have a competitive advantage for resource use in their environment among other species, but it also allows them to be less hindered by abiotic disruptions and other natural disasters. In other words, their ability to digest a large range of vegetation allows the Himalayan tahr to have a bigger fundamental niche, and as a result, increases their success as an invasive species. Lastly, the Himalayan tahr lacks predators in the regions where it has been introduced, so is only limited by access to food and water, and its own reproductive rate. === Argentina === The tahr was introduced into Argentina in 2006 by private individuals, presumably for hunting purposes. The importation has been deemed successful, but it is too soon to determine whether it will be detrimental to the environment.DPIPWE (2011) Pest Risk Assessment: Himalayan tahr (Hemitragus jemlahicus). Department of Primary Industries, Parks, Water and Environment. Hobart, Tasmania. The IUCN lists the tahr as being possibly extirpated from Argentina despite its introduction. === New Zealand === Himalayan tahr were introduced to New Zealand in 1904 around the Mount Cook region for sport and have since expanded rapidly into neighboring areas. Their heavy grazing of native plants in New Zealand has caused significant environmental damage. They currently inhabit a portion of the Southern Alps / Kā Tiritiri o te Moana and are still being hunted for sport.Christe, A. H. C., Andrews, J. R. H. (1964). Introduced Ungulates in New Zealand- Himalayan Tahr. Tuatara: Volume 12, issue=2. The Department of Conservation (DOC) culled 12,000 tahr between July 2019 and February 2020, and over 7,000 between July and November 2020. Groups such as hunters and farmers have resisted tahr eradication. A report prepared in 2005 by Kenneth F.D. Hughey and Karen M. Wason presented the results of a survey conducted among 43 farmers living within tahr distribution.K. F.D. Hughey, Wason K. M. 2005. Management of Himalayan Tahr in New Zealand. High Country Farmer Perspectives and Implications. Lincoln University. Roughly 80% of farmers view tahr as a resource, not as a threat. The respondents indicated they placed conservational and commercial value (live animal/meat, hunting, farming) on tahr. Thirty six percent of these farmers also reported to having earned at least $1,000 a year in profit from having tahr on their property, with the highest earnings being above $50,000 (Table 5.5 of that study), usually as a result of allowing professionally guided hunters on their property. Also, a 1988 study showed that hunters spent $851 per person per year on hunting, with expenses being greatest for big-game targets, such as the Himalayan tahr. Tahr could be eradicated from New Zealand but \"this has not happened due to intense lobbying pressure from hunting interests, so ongoing ecological costs are incurred by the natural environment.\" The hunting lobby has protested against the culling of tahr in 2020. DOC released a management plan for 2020–2021 which was contested in the High Court. The Court ruled that DOC should consult with interested parties and stakeholders which resulted in a number of changes to the plan; the revised plan was welcomed by the Tahr Foundation. ==== Impact as an invasive species ==== A negative impact the Himalayan tahrs have on their environment is increased herbivory on the native vegetation of the ecosystem, which can make it harder for other herbivores to find food. The increased herbivory can also lead to a decrease in soil nutrients, such as oxygen, nitrates, and ammonia, resulting in positive feedback loop, making it harder for plants to grow at all. Consequently, the natural fauna of the ecosystem is heavily affected. This increase has also resulted in poor soil quality in many environments occupied by the Himalayan tahr and has severely limited the presence of certain plant species. The lack of certain vegetation, in turn, may affect animal species that rely on them as a food source. Data on the rapid expansion of the tahr are documented by government agencies. Over a time span of 16 years, the Himalayan tahr reached up to 33 tahr/km2 in New Zealand – twice the initial population (2*N0). Without regulated hunting or the presence of natural barriers, the Himalayan tahr can pose a large threat to the indigenous fauna and flora populations within the area. ==== Control methods ==== In 1930, the Himalayan tahr was denied protection by the Animals Protection and Game Act (1921–22) and was recognized as a danger to the environment, although the species is still considered to be endangered in the Himalayas on the IUCN Red List. Since 1937, various government operations have been undertaken to reduce tahr population and/or keep it at fixed numbers. The control of tahr remains ecologically and economically significant because of their widespread destruction of native flora and fauna and their valuable capture for hunters, respectively. ===== Hunting ===== In 1993, the Department of Conservation prepared the Himalayan Tahr Control Plan which lists “aerial game recovery operations, recreational and safari hunting as primary means of control”. Under the plan, the area of the tahr distribution was divided into two exclusion zones and seven management units. The exclusion zones set boundaries on the area that the tahr inhabits, with the official control operations to be employed to prevent them from spreading beyond those zones. The management unit has a fixed maximum density, which varies from 1–2.5 tahr/km2 and is considered to be low enough to have a minimal negative impact on the ecosystem and, even, restore native vegetation. Under these conditions, the plan aimed to keep tahr numbers below 10,000 throughout the South Island. Since then, the Department of Conservation has been actively advertising tahr hunting and has created 59 tahr-hunting areas. Hunting remains the primary means of control. ===== Poisoning ===== thumb|left|Sign warning of poisonous sodium fluoroacetate baits In 1960, sodium monofluoroacetate (also known as compound 1080) was used to poison tahrs. This derivative of fluoroacetic acid is commonly used in many countries such as Mexico, Australia, the United States, and New Zealand as a pesticide. Compound 1080 is highly water-soluble and is diluted by rainwater and broken down by aquatic microorganisms.Poison 1080. Department of Primary Industries, Parks, Water, and Environment. <http://www.dpiw.tas.gov.au/inter/nsf/WebPages/RPIO-4ZM7CX?open>. Water samples after baiting operations did not reveal dangerous levels of the compound. In the soil, sodium monofluoroacetate is converted by bacteria and fungi to metabolic products, shown to be nonhazardous to the environment. According to Australia's Department of Primary Industries, Parks, Water, and Environment, mammals (particularly cats and dogs) are the most susceptible to compound 1080 poisoning. Fish, birds, and amphibians generally are highly tolerant to the poison. Although compound 1080 is a strong enough pesticide to eradicate the entire tahr population, political pressures from hunter groups hinder its use. Opposition by the general public also contributes to the decreased use of 1080 with concerns that the accumulation of 1080 at higher levels of the food chain will pose danger to mammals such as dogs, deer and pigs. === South Africa === The Himalayan tahr was introduced to South Africa when in the 1930s, two Himalayan tahrs escaped from a zoo in Cape Town. Subsequent populations of tahrs have descended from the original escaped pair and spread quickly over the Cape Peninsular mountain range.Dickinson, Peter. \"Zoo News Digest: The Return of the Tahr.\" Zoo News Digest. 1 February 2010. Web. 12 March 2013. Most of the population has been culled to make way for the reintroduction of the indigenous antelope, the klipspringer. ===United States === The Himalayan tahr is present in New Mexico, where it has been introduced. According to the New Mexico Department of Game and Fish news release dated 28 May 2014, \"Only one Wildlife Management Area, Water Canyon, allows hunting for nongame species as a management tool for the non-native Himalayan tahr, a large ungulate related to the wild goat.\" However, outside of Water Canyon Wildlife Management Area, Himalayan tahr may be taken. There is no closed season or bag limit on Himalayan tahr, and they may be hunted even with an airgun. == See also == * Arabian tahr * Nilgiri tahr ==Notes== == References == == Further reading == * Cruz, Jennifer. Thompson, Caroline. Parkes, John. (2014) Impact of Himalayan tahr (Hemitragus jemlahicus) on snow tussocks in the Southern Alps, New Zealand. Lincoln: Landcare Research. == External links == * ARKive – Images and movies of the Himalayan tahr (Hemitragus jemlahicus) * Fact sheet on the Himalayan tahr Himalayan tahr Category:Fauna of the Himalayas Category:Fauna of Sikkim Category:Fauna of Himachal Pradesh Category:Eastern Himalayan broadleaf forests Category:Western Himalayan broadleaf forests Category:Near threatened animals Category:Near threatened biota of Asia Himalayan tahr",
 "title": "Himalayan tahr"
}