{
 "id": "795916",
 "text": "{{Infobox settlement | name = Wilde Lake | official_name = | native_name = | native_name_lang = | other_name = | settlement_type = Village | image_skyline = Wilde Lake air photo April 2017.jpg | image_caption = | image_flag = | image_seal = | image_shield = | image_map = | map_caption = | pushpin_map = | coordinates = | subdivision_type = Country | subdivision_name = United States | subdivision_type1 = State | subdivision_name1 = Maryland | subdivision_type2 = City | subdivision_name2 = Columbia | established_title = Established | established_date = 1967 | named_for = Frazier B. Wilde | website = }} Wilde Lake is a man-made drainage reservoir dug in 1966 and also named after the surrounding \"village\" of neighborhoods located in Columbia, Maryland, just north and west of Columbia Town Center. The village was the first part of Columbia's \"New Town\" to be built in the late 1960s, James W. Rouse and Frazar B. Wilde formally opened the neighborhood on June 21, 1967.Mitchell, pp. 58, 79–81, 151 The lake and village are named for Frazar B. Wilde, a past chairman of the board of Connecticut General Life Insurance Company and former employer of James Rouse.\"The Neighborhoods of Wilde Lake\", columbiamaryland.com, accessed May 29, 2009 In 1963, the company agreed to fund the secret land purchases and, in return, acquired an equity participation. This arrangement was subsequently formalized by the creation of The Howard Research and Development Corporation, the joint venture established to develop Columbia. ==Wilde Lake== thumb|400px|Wilde Lake Wilde Lake collects storm water runoff from 1140 acres, with a maximum capacity of 48,200,000 gallons. Rouse executive Mort Hoppenfeld designed the 27-foot tall, 200-foot wide dam across the Patuxent River branch which flooded the fields between the historic stone buildings of Oakland Manor and the pre-colonial Old Oakland manor. The dam project was budgeted at $500,000 for construction, but came in at $900,000 by the time of construction. A rapid change in design by engineer George Levine reduced the cost to $250,000 In 1969, Spiro Agnew proclaimed the arrival of the first Columbia-based scientific firm, Hittman Associates, who relocated for favorable lease rates from Howard Research and Development. Hittman in turn was contracted by the EPA, recommending Wilde Lake reuse storm water runoff from the reservoir for Columbia resident's drinking water to save on development costs. ==Neighborhoods== right|thumb|Villages of Columbia Neighborhoods in the Village of Wilde Lake were built around the Oakland Manor, a former slave plantation. Some historical buildings were razed for the development, but other stone outbuildings dating to the 1700s still stand in the community. John E Slayton was hired to be the first manager of Columbia. He moved into a historic home with his wife Barbra becoming Columbia's first resident and postmaster. Officials would not release the cause of the 37-year- old manager's sudden death soon after in January 1967. Guards were stationed at the private access roads to the post office for safety reasons but were later ordered to allow the public access during its operating hours. Ten homebuilding contractors were chosen to build homes in the development. James P. Ryan left his family business Ryan Homes to form Ryland Homes with Columbia as its first client for pre-fabricated homes. Tom Harkins built the first three hundred apartment in Howard County. In June 1967, Rouse offered its first public tours of Columbia, allowing visitors to travel on marked paved streets or take guided minibus tours. Early citizens of the new Cove development fought Rouse land-clearing operations in 1969 and lost as Rouse Company representatives were appointed to the first Columbia Association positions. Over time, a new association seat opened for every 4000 residents. The various neighborhoods include: Columbia's oldest apartments built in 1967, Bryant Woods (named for William Cullen Bryant); Faulkner Ridge (named for William Faulkner); Running Brook (where the streets are named for Robert Frost's poems and Aesop's Fables, e.g. The Birches). ==Redevelopment== As the planned community of Columbia reached its design capacity and development opportunities lessened, its developer sought to increase the population density of existing land in order to make a profitable revitalization of Columbia's aging infrastructure. Kimco Realty Corporation, the current owner of the village center, proposed a controversial redevelopment plan in 2008, that would have torn down buildings and built a large number of apartments in a mixed-use project. A Kimco executive declared that plan to be \"null and void\" at a June 1, 2009 meeting. The vice-president of Acquisitions and Development said: \"I have no idea what the concept is [now].\" In 2013, Kimco broke ground on a $17 million project, demolishing the community grocery store, and proposing 250 multi-story garage apartments and of office space. The project is the first Leadership in Energy and Environmental Design (LEED) project the company has pursued. LEED features incorporated into the design include on-site storm water management, efficient lighting, native landscaping, and sustainable building materials. The redevelopment attracted David's Natural Market, an organic and whole foods grocery market, to open a store inside the village center. In 2015, Wood Partners took over the project, renaming it to Alta Wilde Lake and developing 230 apartments at a cost of $45 million with a commercial component and projected 4% rent growth. ==Services== The village center is located in the Wilde Lake Village Green, and has a small grocery store, various restaurants, and other retail establishments.\"Wilde Lake Store Directory\", wildelake.shopkimco.com, accessed November 18, 2016 The Wilde Lake Community Center, called Slayton House, was named for John Slayton, first manager of the Columbia Association. The Wilde Lake Interfaith Center is located in the village center.Forsyth, Ann. Reforming suburbia (2005), University of California Press, , p. 156 ==Education== Wilde Lake High School, alma mater of actor (and grandson of Columbia founder James W. Rouse) Edward Norton,Fuller, Graham. \"Edward Norton interview\", Best Life, , Vol. 3, No. 4, May 2006Sleeman, Elizabeth, Taylor & Francis Group, Europa Publications, Europa Publications Limited. The International Who's Who 2004 (2003, 67 Ed.), Routledge, , p. 1232 is located in the Village of Wilde Lake. Wilde Lake High School was the first high school to open in Columbia in 1971. It was the \"first in the country to use individual study 'learning activities packages' for self-paced learning.\"Forsyth, Ann. Reforming suburbia:the planned communities of Irvine, Columbia, and The Woodlands (2005), University of California Press, p.157 The school has three stories with skylights, and open hallways that overlook a central hallway nicknamed \"Main Street.\" It is home to The Jim Rouse Theater, which houses performing arts performances for both the school's programs and for organizations throughout Columbia. The school is well known for its performing arts program.\"Wilde Lake High School Profile, 2008–2009\", www.hcpss.org, accessed May 29, 2009Wexler, Kathryn. \"New Beginning For Old School; Rebuilt Wilde Lake Opens to Raves\", The Washington Post, August 29, 1996, WEEKLY – MD; Pg. M01 The original high school was demolished in 1994 and a new one constructed in time for the 1996–1997 academic year. The former design was oval and two stories, with a windowless doughnut layout with classroom clusters, and a media center located in the center and accessible from the second level. Other schools in the Village of Wilde Lake include Bryant Woods, and Running Brook elementary schools, and Wilde Lake Middle School.\"Wilde Lake Schools\", www.wildelakecommunityassociation.org, accessed May 29, 2009 Faulkner Ridge Elementary closed in 1983. In 2018, Wilde Lake Middle School became the first net zero school in the state of Maryland. It features multiple solar panels and a geothermal field. ==Recreation== The walking path around the lake is long.\"Lakes of Columbia\", columbiamaryland.com, accessed May 29, 2009 ==References== ==Notes== *Mitchell, Joseph Rocco and Stebenne, David. New City Upon a Hill:A History of Columbia, Maryland (2007), The History Press, ==External links== *Official site *Wilde Lake Village Center Category:Columbia, Maryland Category:Reservoirs in Maryland Category:Populated places in Howard County, Maryland Category:Lakes of Howard County, Maryland",
 "title": "Wilde Lake, Columbia, Maryland"
}