{
 "id": "796291",
 "text": "Timescape is a 1980 science fiction novel by American writer Gregory Benford (with unbilled co-author Hilary Foister, Benford's sister-in-law, who is credited as having \"contributed significantly to the manuscript\"). It won the 1981 Nebula and 1980 British Science Fiction Award, and the 1981 John W. Campbell Memorial Award for Best Science Fiction Novel. It won the 1981 Ditmar Award for Best International Fiction.1981 Ditmar Award / Australian Science Fiction Achievement Award at Internet Speculative Fiction Database The novel was widely hailed by both critics of science fiction and mainstream literature for its fusion of detailed character development and interpersonal drama with more standard science fiction fare such as time travel and ecological issues.\"Timescape is a genuine marriage of science and literature...Bridging the two cultures of scientists and humanists, it provides an intriguing vision of reality suggested by contemporary physics, and also an absorbing portrayal of people facing challenges both scientific and personal. Benford suggests parallels between the unfamiliar concepts of modern physics that are central to its plot and the familiar human perceptions and problems of its characters. Timescape offers both scientific and humanistic perspectives on the nature of reality.\" pg 486, Susan Stone-Blackburn Pocket Books used the title of this book for their science fiction imprint. ==Plot summary== The story is written from two viewpoints, equidistant from the novel's publication in 1980. The first thread is set in a 1998 ravaged by ecological disasters such as algal blooms and diebacks on the brink of large scale extinctions. Various other events are mentioned in passing, such as student riots and an event of nuclear terrorism against New York City which took place before the events of the novel. This thread follows a group of scientists in the United Kingdom connected with the University of Cambridge and their attempts to warn the past of the impending disaster by sending tachyon-induced messages to the astronomical position the Earth occupied in 1962–1963. Given the faster-than- light nature of the tachyon, these messages will effectively reach the past. These efforts are led by John Renfrew, an Englishman, and Gregory Markham, an American most likely modeled on Benford himself.\"He [Benford] and his twin appear briefly in the La Jolla part of the novel, and he acknowledges a considerable degree of personal identification with Greg Markham. The second thread is set in the University of California, San Diego (UCSD), in La Jolla, California, in 1962 where a young scientist, Gordon Bernstein, discovers anomalous noise in a physics experiment relating to spontaneous resonance and indium antimonide. He and his student assistant, Albert Cooper (also likely based on the author and his experiences at UCSD), discover that the noise is coming in bursts timed to form Morse code. The resulting message is made of staccato sentence fragments and jumbled letters, due to the 1998 team's efforts to avoid a grandfather paradox. Their aim is to give the past researchers enough information to start efforts on solving the pending ecological crisis, but not enough that the crisis will be entirely solved (thus making a signal to the past unnecessary and creating a paradox). Due to the biological nature of the message, Professor Bernstein shares the message with a professor of biology, Michael Ramsey. Since the message also gives astronomical coordinates, he also shares it with Saul Shriffer, a fictional scientist who is said to have worked with Frank Drake on Project Ozma. Initially, these characters fail to understand the true meaning of the message. Ramsey believes it to be an intercepted military dispatch hinting at Soviet bioterrorism, while Shriffer thinks the message is of extraterrestrial origin. Shriffer goes public with this theory, mentioning Bernstein in his findings. However, Bernstein's overseer, Isaac Lakin, is skeptical of the messages and wants Bernstein to keep working on his original project and ignore the signal. As a result of this interruption in their experimentation, Bernstein is denied a promotion and Cooper fails a candidacy examination. The signal also exacerbates difficulties in Bernstein's relationship with his girlfriend, Penny. In 1998, Ian Peterson recovers a safe deposit box in La Jolla containing a piece of paper indicating that the messages were received. Meanwhile, it is clear that the viral nature of the algal bloom is spreading it faster and through more mediums than originally expected. Strange yellow clouds that have been appearing are said to be a result of the viral material being absorbed through the water cycle, and it soon affects the planet's agriculture as well, resulting in widespread cases of food poisoning. Flying to the United States, Markham is killed in a plane crash when the pilots fly too close to one of the clouds and experience seizures. In the past storyline, now advanced into 1963, Bernstein refuses to give up on the signals. He is rewarded when the signal noise is also observed in a laboratory at Columbia University (a nod towards the inventor of the tachyon concept, Gerald Feinberg of Columbia). Using hints in the message, Ramsey replicates the conditions of the bloom in a controlled experiment and realizes the danger it represents. Bernstein finds out that the astronomical coordinates given in the message represent where the Earth will be in 1998 due to the solar apex. He also receives a more coherent, despairing message from the future. Having built a solid case, Bernstein goes public and publishes his results. This decision has monumental consequences. On November 22, a high school student in Dallas is sent by his physics teacher to the Texas School Book Depository to get a copy of Bernstein's findings. There he interrupts Lee Harvey Oswald's assassination attempt on President John F. Kennedy, attacking the shooter and sending the would-be fatal third shot awry. Though seriously injured, Kennedy survives. This paradox creates an alternate universe and forever ends the contact with the original 1998. The concluding chapters portray the 1998 of the original timeline as a bleak, failing world, the intensified ecological disaster taking a noticeable toll on the human way of life. Peterson retreats to a fortified country farmhouse which he has obviously prepared well in advance. Renfrew continues to send out signals (including the more coherent one that Gordon receives) until the building's generator gives out. Before it does, however, he receives a signal purportedly from the year 2349. In the final chapter, set in the alternate 1974, an awards ceremony is held for achievement in science. In light of Kennedy's survival, the United States President giving out the awards is William Scranton, who is said to have defeated Bobby Kennedy due to a telephone tapping scandal. The scientists whose work stemmed from the signal are honored, including Bernstein, who receives the Enrico Fermi Prize for his discovery of the tachyon. == See also == * Source of Benford's law of controversy * Thrice Upon a Time (1980), by James P. Hogan * Prince of Darkness (1987), horror film directed by John Carpenter * 11/22/63 (2011), novel by Stephen King * SF Masterworks == References == == External links == * Timescape at Worlds Without End Category:1980 American novels Category:1980 science fiction novels Category:American science fiction novels Category:Cultural depictions of John F. Kennedy Category:Cultural depictions of Lee Harvey Oswald Category:Fiction set in 1998 Category:Hard science fiction Category:John W. Campbell Award for Best Science Fiction Novel-winning works Category:Nebula Award for Best Novel-winning works Category:Novels about time travel Category:Novels by Gregory Benford Category:Novels set in San Diego Category:Novels set in University of Cambridge",
 "title": "Timescape"
}