{
 "id": "796578",
 "text": "James Dimon (; born March 13, 1956) is an American billionaire businessman and banker who has been the chairman and chief executive officer of JPMorgan Chase, the largest of the big four American banks, since 2005. Dimon was previously on the board of directors of the Federal Reserve Bank of New York. Dimon was included in Time magazine's 2006, 2008, 2009, and 2011 lists of the world's 100 most influential people. Dimon's net worth is estimated at $1.8 billion. Dimon is one of the few bank chief executives to become a billionaire, largely because of his US$485 million stake in JPMorgan Chase. He received a $23 million pay package for fiscal year 2011, more than any other bank CEO in the US. However, his compensation was reduced to $11.5 million in 2012 by JPMorgan Chase following a series of controversial trading losses amounting to $6 billion. Dimon received $29.5 million in fiscal year 2017. == Early life and education == Dimon was born in New York City, one of three sons of Greek immigrants Theodore and Themis (née Kalos) Dimon, and attended The Browning School. His paternal grandfather was a Greek immigrant who changed the family name from Papademetriou to Dimon to make it sound French, and worked as a banker in Izmir and Athens. He has an older brother, Peter, and a fraternal twin brother, Ted. Dimon's father and grandfather were both stockbrokers at Shearson.Langley, Monica. Tearing Down the Walls: How Sandy Weill Fought His Way to the Top of the Financial World ... and then Nearly Lost it All. Simon & Schuster, 2003, p. 50 He majored in psychology and economics at Tufts University, where he graduated summa cum laude. At Tufts, Dimon wrote an essay on Shearson mergers; his mother sent the paper to Sandy Weill, who hired Dimon to work at Shearson doing budgets during one summer break. After graduating, he worked in management consulting at Boston Consulting Group for two years before enrolling at Harvard Business School, along with classmates Jeff Immelt, Steve Burke, Stephen Mandel, and Seth Klarman. During the summer at Harvard, he worked at Goldman Sachs. He graduated in 1982, earning an MBA as a Baker Scholar. After graduation from Harvard Business School, Sandy Weill convinced him to turn down offers from Goldman Sachs, Morgan Stanley, and Lehman Brothers to join him as an assistant at American Express.Langley, Monica. Tearing Down the Walls: How Sandy Weill Fought His Way to the Top of the Financial World ... and then Nearly Lost it All. Simon & Schuster, 2003, p.74 Although Weill could not offer the same amount of money as the investment banks, Weill promised Dimon that he would have \"fun\".Langley, 2003, p.74\" Dimon's father, Theodore Dimon, was an executive vice president at American Express. == Career == === Commercial credit and transition into Citigroup=== Sandy Weill left American Express in 1985 and Dimon followed him. The two then took over Commercial Credit, a consumer finance company, from Control Data. At 30 years of age, Dimon served as the chief financial officer, helping to turn the company around. Through a series of mergers and acquisitions, in 1998 Dimon and Weill were able to form a large financial services conglomerate, Citigroup. Dimon left Citigroup in November 1998, after being asked to resign by Weill during a weekend executive retreat.Langley, Monica. Tearing Down the Walls: How Sandy Weill Fought His Way to the Top of the Financial World ... and then Nearly Lost it All. Simon & Schuster, 2003, p.321 It was rumored at the time that he and Weill argued in 1997 over Dimon's not promoting Weill's daughter, Jessica M. Bibliowicz, (bad link, error 404) although that happened over a year before Dimon's departure. At least one other account cites a request by Dimon to be treated as an equal as the real reason. === Move to J.P. Morgan === In March 2000, Dimon became CEO of Bank One, the nation's fifth largest bank.Rakesh Khurana, Searching for a Corporate Savior: The Irrational Quest for Charismatic CEOs (Princeton University Press, 2002) When JPMorgan Chase purchased Bank One in July 2004, Dimon became president and chief operating officer of the combined company. On December 31, 2005, he was named CEO of JPMorgan Chase and on December 31, 2006, he was named Chairman and President. In March 2008 he was a Class A board member of the Federal Reserve Bank of New York. Under Dimon's leadership, with the acquisitions during his tenure, JPMorgan Chase has become the leading U.S. bank in domestic assets under management, market capitalization value, and publicly traded stock value. In 2009, Dimon was considered one of \"The TopGun CEOs\" by Brendan Wood International, an advisory agency. On September 26, 2011, Dimon was involved in a high-profile heated exchange with Mark Carney, the governor of the Bank of Canada, in which Dimon said provisions of the Basel III international financial regulations discriminate against U.S. banks and are \"anti-American\". On May 10, 2012, JPMorgan Chase initiated an emergency conference call to report a loss of at least $2 billion in trades that Dimon said were \"designed to hedge the bank's overall credit risks\". The strategy was, in Dimon's words, \"flawed, complex, poorly reviewed, poorly executed, and poorly monitored\". The episode was investigated by the Federal Reserve, the SEC, and the FBI and the central actor was labelled with the epithet the London Whale. Dimon commented on the Volcker Rule in January 2012, \"Part of the Volcker Rule I agreed with, which is no prop trading. But market making is an essential function. And the public should recognize that we have the widest, the deepest, the most transparent capital markets in the world. And part of that is because we have enormous market making. If the rules were written as they originally came out; I suspect they'll be changed, it would really make it hard to be a market maker in the United States.\" He served as chairman of the executive committee of The Business Council for 2011 and 2012. On January 24, 2014, it was announced that Dimon would receive $20 million for his work in 2013, a year of record profits and stock price under Dimon's reign, despite significant losses that year due to scandals and payments of fines. The award was a 74% raise, which included over $18 million in restricted stock. This is despite the recent $13 billion settlement with the US government, the largest in history, for bad mortgages and practices during the financial crisis. Forbes reported that, in a statement following news of Dimon's compensation, the bank said, \"Under Mr. Dimon's stewardship, the Company has fortified its control infrastructure and processes and strengthened each of its key businesses while continuing to focus on strengthening the Company's leadership capabilities across all levels.\" === Federal TARP funds === As head of JPMorgan Chase, Dimon oversaw the transfer of $25 billion in funds from the U.S. Treasury Department to the bank on October 28, 2008, under the Troubled Asset Relief Program (TARP). This was the fifth largest amount transferred under Section A of TARP to help troubled assets related to residential mortgages. It has been widely reported\"Too Big to Fail Book\" . The New York Times. November 12, 2009. that JPMorgan Chase was in much better financial shape than other banks and did not need TARP funds but accepted the funds because the government did not want to single out only the banks with capital issues. JPMorgan Chase advertised in February 2009 that it would be using its capital-base monetary strength to acquire new businesses. By February 2009, the U.S. government had not moved forward in enforcing TARP's intent of funding JPMorgan Chase with $25 billion. In the face of the government's lack of action, Dimon was quoted during the week of February 1, 2009, as saying, JPMorgan Chase was arguably the healthiest of the nine largest U.S. banks and did not need to take TARP funds. In order to encourage smaller banks with troubled assets to accept this money, Treasury Secretary Henry Paulson allegedly coerced the CEOs of the nine largest banks to accept TARP money under short notice. === Political endeavors === Dimon donates primarily to the Democratic Party.Weiner, Rachel (June 14, 2012). \"Jamie Dimon, Democrat?\" . The Washington Post. In May 2012, he described himself as \"barely a Democrat\"Summers, Juana (May 13, 2012). \"Dimon: I'm 'barely a Democrat. Politico. stating, After Barack Obama won the 2008 presidential election, there was speculation that Dimon would serve in the Obama Administration as Secretary of the Treasury. Obama eventually named the president of the Federal Reserve Bank of New York, Timothy Geithner, to the position. Following the acquisition of Washington Mutual by JPMorgan Chase, Obama commented on Dimon's handling of the real-estate crash, credit crisis, and the banking collapse affecting corporations nationwide, including major financial institutions like Bank of America, Citibank, and Wachovia (later acquired by Wells Fargo). Dimon has had close ties to some people in the Obama White House, including former Chief of Staff Rahm Emanuel.\"In Washington, One Bank Chief Still Holds Sway\" . The New York Times. July 18, 2009. Dimon was one of three CEOs—along with Goldman Sachs Chairman Lloyd Blankfein and Citigroup CEO Vikram Pandit—said by the Associated Press to have had liberal access to former Treasury Secretary Timothy Geithner.\"Mr. Geithner Wall Street is on Line 1 (again)\" . NBC News. Associated Press. October 8, 2009. Nonetheless, Dimon has often publicly disagreed with some of Obama's policies.\"How Obama and Dimon Drifted Apart\" . The New York Times. June 17, 2010. On the May 15, 2012, episode of ABC's The View, Obama responded to a question from Whoopi Goldberg regarding JPMorgan Chase's recently publicized $2 billion trading losses by defending Dimon against allegations of irresponsibility, saying, \"first of all, JP Morgan is one of the best managed banks there is. Jamie Dimon, the head of it, is one of the smartest bankers we've got\", but added, \"it's going to be investigated\". During the 2016 United Kingdom European Union membership referendum, JP Morgan Chase under Dimon's leadership donated large sums of money to the Remain campaign, and Dimon personally campaigned with Chancellor of the Exchequer George Osborne against Brexit.Tooze, Adam (2018). Crashed: How a Decade of Financial Crises Changed the World. New York, New York: Viking Press. p. 551. ISBN 978-0-670-02493-3. OCLC 1039188461. In December 2016, Dimon joined a business forum assembled by then president-elect Donald Trump to provide strategic and policy advice on economic issues. The forum later dissolved after Trump's comments on the alt- right political violence at the 2017 Unite the Right rally, including the Charlottesville car attack. During the presidency of Donald Trump, Dimon supported Trump's Tax Cuts and Jobs Act of 2017 but condemned the Trump administration's immigration and trade policies. In a 2019 interview with 60 Minutes, Dimon said that the United States had reached \"the most prosperous economy the world has ever seen\" despite acknowledging issues such as income inequality and the China–United States trade war. Dimon also criticized the U.S. federal government response to the COVID-19 pandemic under Trump in a letter to shareholders which also criticized the state of education, health care, and social safety nets in the United States. During the 2020 Democratic Party presidential primaries Dimon criticized the lack of a \"strong centrist, pro-business, pro-free enterprise\" candidate. In 2018 Dimon \"thought about thinking about\" starting his own presidential campaign in 2018 but decided that it would be too unpopular to succeed. During the 2020 United States presidential election Dimon wrote a memorandum calling for candidates to respect the democratic process and a peaceful transition of power, writing \"While strong opinions and tremendous passion characterized this U.S. election, it is the responsibility of each of us to respect the democratic process, and ultimately, the outcome.\" Dimon condemned the 2021 United States Capitol attack. In 2021, Trump complained that Dimon was \"not a patriot\" because of his company's business in China. In 2020 Dimon expressed support for higher income taxes on the upper class, but condemned the idea of a wealth tax. On April 7, 2021, Dimon came out against the State and Local Tax (SALT) Deduction implying that it was a tax deduction primarily for the rich saying that states like Illinois, California, New York \"continue to fight for unlimited state and local tax deductions (because those five states reap 40% of the benefit) even though they are aware that over 80% of those deductions will accrue to people earning more than $339,000 a year.\" Dimon advocated a bill abolishing the United States debt ceiling, and warned that a sovereign default by the United States would have catastrophic consequences on the world economy. === London Whale === In the case of the 2012 JPMorgan Chase trading loss, according to a US Senate report published in March 2013 after 9 months of investigation, Dimon misled investors and regulators in April as losses rose dangerously to $6.2 billion on a \"monstrous\" derivatives bet made by the so-called \"London Whale\" Bruno Iksil. According to Carl Levin, chairman of this panel, JP Morgan had \"a trading operation that piled on risk, ignored limits on risk taking, hid losses, dodged oversight and misinformed the public\". Dimon dismissed press accounts of possible losses in Iksil's book as a \"tempest in a teapot\" on April 13, 2012 when he knew that Iksil had already lost $1 billion, which led Levin to say \"None of those statements made on April 13 to the public, to investors, to analysts were true,\" and \"The bank also neglected to disclose on that day that the portfolio had massive positions that were hard to exit, that they were violating in massive numbers key risk limits.\" Dimon corrected that wrong information a month later, in May 2012, before the true damage was revealed, after US Securities and Exchange financial watchdog started reviewing the losses.The Guardian, \"JP Morgan trader 'London Whale' blows $13bn hole in bank's value\" == Personal life == In 1983, Dimon married Judith Kent, whom he met at Harvard Business School. They have three daughters: Julia, Laura, and Kara Leigh.Last Man Standing, p. 22 Julia and Kara attended Duke University, while Laura is a Barnard College graduate and freelance journalist who formerly worked for New York Daily News and is currently a producer for ABC News. Dimon was diagnosed with throat cancer in 2014. He received eight weeks of radiation and chemotherapy ending in September 2014.WSJ VOL. CCLXIV No. 62 p.. A1 \"JP Morgan Chief Slows a Little to fight cancer In March 2020, at the age of 63, Dimon underwent \"emergency heart surgery.\" The reason for the surgery was to repair an acute aortic dissection, a tear in the inner layer of the aorta, an artery that is the largest blood vessel in the body. According to JP Morgan, Dimon recovered well from surgery, with Gordon Smith and Daniel Pinto running the bank until his return. In April 2020, it was announced that Dimon returned to work in a remote capacity due to the COVID-19 pandemic. == Awards and honors == *1994, The Browning School Athletic Hall of Fame *2006, Golden Plate Award of the American Academy of Achievement presented by Richard M. Daley, the Mayor of Chicago *2010, The Executives' Club of Chicago's International Executive of the Year *2011, National Association of Corporate Directors Directorship 100 *2012, Intrepid Salute Award *2016, Americas Society Gold Medal ==References== ==External links== * * Profile at JPMorgan Chase * * |- |- Category:1956 births Category:American bankers Category:American billionaires Category:American chairpersons of corporations Category:American chief executives of financial services companies Category:American corporate directors Category:American people of Greek descent Category:Businesspeople from New York City Category:Citigroup employees Category:Directors of JPMorgan Chase Category:Harvard Business School alumni Category:JPMorgan Chase employees Category:Living people Category:Members of the Council on Foreign Relations Category:New York (state) Democrats Category:Tufts University alumni Category:Twin people from the United States Category:Browning School alumni Category:Philanthropists from New York (state) Category:Time 100",
 "title": "Jamie Dimon"
}