{
 "id": "796616",
 "text": "Shelvock Manor is a house and grounds in a township of the same name near Shrewsbury, Shropshire, England. It was once a place of local importance, and was for more than two centuries the seat of the Thornes, a leading family in Shropshire. The first recorded spelling of Shelvock was Shelfhoc (1175), and later Sselvak and Schelfac (around the year 1270). The name is most likely derived from the Saxon \"ac\" meaning oak, prefixed by its location on a shelf or hill. ==History of the ownership and owners of the manor== ===Early history=== ====AD 1000-1200==== In the Domesday period (around the year 1086), Shelvock was one of the three Berewicks (a hamlet attached to a manor) of the Manor of Wykey. This manor was owned in Edward the Confessor's time by Edwin, Earl of Mercia. In William the Conqueror's time it was owned by one Odo, who owned also Hordley and Ruyton, but held them all under Roger de Montgomery, Earl of Shrewsbury. The earl's son Robert rebelled and forfeited his property in 1102, and Wykey, as with many other of his manors, was given to Alan Fitz Flaald, hereditary Sheriff of Shropshire and ancestor of the Stewart Kings of Scotland. Flaald's son, William Fitz Alan, gave Ruyton and Wykey to John Le Strange about 1155, to hold under him. Le Strange gave Shelvock and all its appurtenances to one William Fitz Walter and his heirs to hold of himself and his heirs. Sometime between the Domesday Book and 1175, Shelvock became the head of the Manor which was originally the Domesday Manor of Wykey. ====1200-1500==== One record from the year 1270 states that Philip, Lord of Shelvock, was also lord of Shotatton. Shotatton, Shelvock, and Eardiston were most likely the three Berewicks of the Domesday Manor of Wykey. Philip must have derived his title to the property from William Fitz Walter to account for the Lord of Shelvock having the right to hold a Court and to amerce (punish by fine) the township of Shotatton. About 1301 the Le Strange family sold Ruyton, with all its homages and fees, to their suzerain Edmund Fitz Alan, Earl of Arundel, which would include all their rights over Wykey and Shelvock; however about 1325 John, Lord of Shelvock gives to the Abbot of Haghmond a quit claim as to certain lands at Balderton. Apparently, Shelvock had not passed with Ruyton into the immediate possession of the Earl of Arundel, but was still held by an under-tenant, presumably a descendant of the William Fitz Walter to whom it had been granted in 1175. The under-lords of Shelvock were still in possession in 1397, when the grandson of Edmund Fitz Alan forfeited his lands. Around the year 1354, during the reign of Edward III, William le Yonge was Steward of the Manor of Ruyton, and on 20 November that year, Richard, Earl of Arundel, granted to him and Alice his wife settlement of lands \"in the vills of Shelvak, Atton & Erdeston\". In 1357, Geoffrey, son of John Loyt of Kynardeston, took relief of half the village of Shelvock, and paid 2 shillings and 8 d (£0.13). In the same year the townsmen of Shelvock asserted an immemorial right of pasturing their cattle on the Wigmarsh Common. John le Yonge succeeded his father William, and was living at the time of the execution of the Earl of Arundel in 1397, when he was returned as holding \"Shelfake & Wyke by service of a quarter of a Knight's fee of the Honour of the Earl of Arundel\". The manors appear to be separated shortly afterwards. A Thomas le Younge, who was Steward of Ruyton Manor in 1426, may have been the son of John and owner of Shelvock. John's daughter and eventual heiress, Cecilia, married Robert Thornes, son of Roger de la Thornes who resided on his estate at Thornes, in the parish of Shenstone, Staffordshire. In 1381 the Earl of Arundel interfered to appease some dissensions among the burgesses of Shrewsbury which had become very acute, and induced them to commit the government of the town to a committee of 12 persons, one of whom was Robert of Thornes, son of Robert Thornes. Either this Robert or his son Thomas succeeded John or Thomas Yonge as owner of Shelvock, in right of the marriage with Cecilia Yonge. Thomas had two sons. The eldest, Robert, succeeded to Shelvock and the other property in Ruyton, while the younger, Roger, succeeded to Thornes. Robert's son, Robert, succeeded his father and married Ellen, widow of Roger Seresby, but in 1473, he released all his interests (including Shelvock) to his first cousin, Thomas Thornes, son of Roger. Thomas Thornes, grandson of the Alderman, is described as of Shelvock in 1476 when he married Mary, daughter of Sir Roger Corbet of Morton Corbet. ===Later history=== ====1500-1700==== Roger Thornes, son of Thomas, was called the \"Wise Thornes of Shrewsbury, for that both town and country repaired to him for advice\". Though owner of Shelvock, he retained his family connection with Shrewsbury, and seems to have lived principally in the town, where he had a house in Raven Street, just opposite School Lane. He was six times Bailiff. He married Anne, the daughter of Sir Roger Kynaston, with whom he had 7 children. Roger died in 1531, and was buried in St. Mary's Church. Shrewsbury. After him was a rapid succession to the property of Shelvock. John Thornes, his son, married Elizabeth Astley of Patshull Hall. Jeffrey Thornes, son of John, married Jane Kynaston of Shardon, by whom he had several children, including his daughter Jane, baptised at Myddle on 13 February 1545. He later married Anne Fowler of Staffordshire. His Will was proved at Lichfield in 1552, and he was succeeded by his second wife's son, Nicholas Thornes, who married Margaret, daughter of Walter Wrottesley of Staffordshire. He was in turn succeeded in 1592 by his son Richard Thornes, who in 1599 bought a third part of the Manor of Ruyton from George Younge, possibly the heir of Thomas Younge, Archbishop of York, who had bought the manor in 1567 from the Earl of Arundel and others. Richard Thornes was Sheriff of Shropshire in 1610, but for the first half of the year only, being succeeded during the latter half of the year as sheriff by Richard Mytton of Halston, whose sister Elizabeth Mytton he had married. The initials R.T./E.T. 1606 were to be found on a stable with enormously thick walls still standing at Shelvock. Francis Thornes, son of the Sheriff, married Beatrice, eldest daughter of Sir Andrew Corbet of Moreton Corbet Castle, on 12 December 1625, at Moreton Corbet,Horton and Fletcher, p.9 when he was 19 and she was 15. When the English Civil War broke, Thornes actively sided with the King. Francis Thornes was one of many county gentlemen captured when Shrewsbury was taken on 22 February 1644 or 1645, by the Parliamentary forces under the command of his first cousin, Thomas Mytton of Halston, and he had to pay £720 for his estate. When his wife's brother, Sir Vincent Corbet, 1st Baronet, died in 1656, he became one of the trustees of the Corbet estates.Augusta Brickdale Corbet: The Family of Corbet: its Life and Times, p.340-1, St. Catherine Press, undated, accessed 26 November 2013 at Internet Archive. In 1659 the Corbet family went to the Court of Chancery for redress, alleging that he was running the estates for his own profit and preventing Sir Vincent's heir visiting his mother. He used his position to marry his daughter, Elizabeth to the 2nd Baronet. After the Restoration Francis Thornes was one of the Commissioners appointed under an Act of 1661 for administering oaths of allegiance and supremacy to all office holders in Shrewsbury, and for removing from office all disaffected persons. Thomas Thornes, son of Francis, was the last Thornes owner of Shelvock. He was baptised at Moreton Corbet on 26 September 1630, and in 1653 he married Elinor, his first wife, daughter of Jonathan Langley of the Abbey, Shrewsbury. He later married Hester Littleton, daughter of Sir William Courteen, of London, and widow of Sir Sir Edward Littleton, 1st Baronet of Pillaton Hall, Staffordshire, a zealous royalist, and then Anne, who married after his death George Bold. Thomas Thornes sold Webscott, in Myddle parish, to his brother-in-law Thomas Price. He died without issue, surviving his father by less than two months. While the Thornes' ownership of the manor ceased in the middle of the 17th Century, the family remained connected to the lands well into the 18th. ====1700-1900==== On the death of Thomas Thornes his widow retained possession of Shelvock, and married George Bold, but their right to the property was evidently disputed by the family, for in 1699 a deed of family settlement was executed, dated October 30, between them and several other relatives. By this deed it was agreed that all differences and lawsuits about the land and estate of the late Francis and Thomas Thornes were to cease. The Bolds were to hold for their lives and to keep in repair the capital messuage of Shelvock, the Heath Mill, and the demesne lands belonging to Shelvock, and several properties in Shotatton which were parcel of the demesne lands of Shelvock. After the deaths of the Bolds, the whole of the above were to belong in fee simple, free from encumbrances, to Francis Thornes' four daughters and their representatives. Anne Bold, therefore, and her second husband, George Bold, had possession of Shelvock from 1678; and they were still alive in 1707, but had to let it to some under-tenants. Lady Corbet (one of the recipients of the estate after Ann Bold's death) settled her fourth part of Shelvock estate on her grandson Corbet Kynaston and in 1702 her sisters Beatrice Thornes and Francis Ironsides transferred their shares (subject to their life interests) to her. In 1707, the remaining fourth was bought from John Price by Corbet Kynaston's trustees for £400. Another deed of family arrangement was executed on 7 August 1707, conveying the manor and manor house of Shelvock and its demesnes to Corbet Kynaston, and other pieces of land nearby to the Bolds and others in fee. Corbet Kynaston became sole owner of Shelvock on the death of the Bolds some time between 1707 and 1738, when he executed a deed barring his estate tail in a part of the property. He died unmarried on 17 June 1740. He left all his real estates, including Sundorne (inherited from his father) and Shelvock, to Andrew Corbet, whose grandmother was his great-aunt; but Andrew Corbet died on 15 April 1741 without issue, and was succeeded by his brother John Corbet. Corbet Kynaston left debts amounting to between £70,000 and £80,000; suits were instituted by his creditors, and an Act of Parliament had to be obtained for selling his estates. An arrangement was entered into, by a deed dated 20 December 1748. Anna Maria Leighton and her husband Sir Charlton Leighton were to have the manor, house, and lands of Shelvock, and the furniture there, along with several freehold tenements. In 1757, Sir Charlton let Shelvock for his own life to Richard Madocks, yeoman, and as Madocks is described in the deed as of Shelvock, he was apparently already tenant of it before this time. In 1766, Sir Charlton gave up the property of Shelvock Manor and its grounds, as well as another farm, to his son Charlton Leighton. The deed of 20 December 1748 mentions lands within the Manor of Shelvock belonging to Edward Thornes. Edward Thornes of Ruyton married Elizabeth Bill of Felton, at Felton on 23 June 1711. In 1779 the land Edward owned had passed from him to Thomas Reynolds. In 1774, the manor and estate of Shelvock was sold to William Mostyn Owen of Woodhouse, Esq. He died in 1795 and was succeeded by his son William Mostyn Owen, who about 1832 conveyed Shelvock to Thomas Bulkeley-Owen, of Tedsmore in exchange for lands at Haughton. About 1858, Owen pulled down the old house and erected the farm house, which is a little to the east of the site of the old house. Some of the cellars of the old house still remain into the 21st Century. When the house was pulled down, a quantity of oak panelling was removed to Tedsmore, including an old English mantelpiece which was placed in the entrance hall there. Bulkeley Hatchett Bulkeley-Owen, who died on 10 August 1868, leaving a widow but no children, was succeeded by his brother, the Rev. T. M. Bulkeley-Owen. Mr. Thomas Lloyd was the occupier of Shelvock farm which included the house and almost the whole township in 1894, and Mr. Thomas Bowdler occupied the cottage, which is the only other house in the Township of Shelvock. It is situated on the brook which separates the Townships of Shelvock and Eardiston, and is probably the Gate House mentioned in the Deed of 1766. In the 1890s, Shelvock was part of the Tedsmore Hall property. The date 1606 was still on one of the stables in 1894, situated, with park-like grounds round it, and a picturesque pool below. In 1894 the Township of Shelvock included the house and only one cottage. The area was 259 acres 3 roods 4 perches (1.1 km²). ====1900-Present==== In the late 20th Century, the farm was owned by the family of Mr. D. R. Corbett. There has no doubt been various owners and occupiers (tenant farmers) throughout the 19th and 20th Centuries. In 2000, as part of a Millennium Year project, a member of the Rogers family recalled that 'I once lived at Shelvock and my mum (Patricia Lloyd) was born there. My grandfather W. E. Lloyd once farmed at Shelvock until approx 1990. I spent a lot of my childhood on the farm\". My great grandfather was Thomas Lloyd mentioned above. W.E Lloyd was well known amongst members of the Suffolk Sheep society and had the well known Shelvock flock, that won many a cup at shows around the country ==Footnotes== ==Selected bibliography== Based on edited Extracts from Robert Lloyd Kenyon: Shelvock in Transactions of the Shropshire Archaeological and Historical Society: Vol. VI of 2nd Series pp. 327–340 (1894), accessed 26 November 2013 at Internet Archive, and a subsequent article in Vol. II of 3rd Series pp. 107–116. (c1896); Township of Shelvock by the same author. Location of Records: *Parish Registers survive from 1719 at Shropshire Records & Research Centre, Castle Gates, Shrewsbury (Tel + 44 1743 255350). :* Phillimore, W. P. W. (editor), The Register of Ruyton-in-the-Eleven-Towns, Shropshire Parish Register Society, 1905, accessed 26 November 2013 at Internet Archive. Printed version of parish register, covering Shelvock. :*Horton, T. R. (transcriber ), Fletcher, W. G. D. (editor), The Registers of Moreton Corbet, Shropshire, 1580-1812, Parish Register Society, 1901, accessed 26 November 2013 at Internet Archive. Printed version of parish register with references to several Thornes family events. *Grazebrook, George and Rylands, John Paul (editors), 1889: The visitation of Shropshire, taken in the year 1623: Part II by Robert Tresswell, Somerset Herald, and Augustine Vincent, Rouge Croix Pursuivant of arms; marshals and deputies to William Camden, Clarenceux king of arms. With additions from the pedigrees of Shropshire gentry taken by the heralds in the years 1569 and 1584, and other sources, p. 458-60, accessed 26 November 2013 at Internet Archive. Contains Thornes family pedigree up to 1623. *Bishops Transcripts are at Lichfield Joint Record Office, Staffordshire. * Shelvock Worldwide One-Name/Location Study & Resources (original source of this essay and submitted article) * SHELVOCK Blog - Ongoing research & discussion Category:Country houses in Shropshire",
 "title": "Shelvock Manor"
}