{
 "id": "796604",
 "text": "Lucius Artorius Castus (fl. 2nd century AD) was a Roman military commander. A member of the gens Artoria (possibly of MessapicMarcella Chelotti, Vincenza Morizio, Marina Silvestrini, Le epigrafi romane di Canosa, Volume 1, Edipuglia srl, 1990, pg. 261, 264.Ciro Santoro, \"Per la nuova iscrizione messapica di Oria\", La Zagaglia, A. VII, n. 27, 1965, P. 271-293.Ciro Santoro, La Nuova Epigrafe Messapica \"IM 4. 16, I-III\" di Ostuni ed nomi in Art-, Ricerche e Studi, Volume 12, 1979, p. 45-60 or Etruscan originWilhelm Schulze, Zur Geschichte lateinischer Eigennamen (Volume 5, Issue 2 of Abhandlungen der Gesellschaft der Wissenschaften zu Göttingen, Philologisch-Historische Klasse, Gesellschaft der Wissenschaften Göttingen Philologisch-Historische Klasse), 2nd Edition, Weidmann, 1966, p. 72, pp. 333–338Olli Salomies: Die römischen Vornamen. Studien zur römischen Namengebung. Helsinki 1987, p. 68Herbig, Gust., \"Falisca\", Glotta, Band II, Göttingen, 1910, p. 98), he has been suggested as a potential historical basis for King Arthur. ==Military career according to sources== What little is known of Lucius Artorius Castus comes from inscriptions on fragments of a sarcophagus, and a memorial plaque, found in Podstrana, on the Dalmatian coast in Croatia. Although the inscriptions cannot be precisely dated, Castus probably served in the Roman army some time between the mid-late 2nd century ADPflaum, H.-G. Les Carrières procuratoriennes équestres sous le Haut-Empire romain, 3 vols. Paris, Librairie Orientaliste Paul Geuthner, 1960, pp. 535 ff. or early to mid-3rd century AD.Ritterling, E. \"Legio\", RE XII, 1924, col. 106.Gilliam, J. Frank. \"The Dux Ripae at Dura\", Transactions and Proceedings of the American Philological Association, Vol. 72, The Johns Hopkins University Press, 1941, p. 163. ===The first inscription=== The sarcophagus inscription, which was broken into two pieces at some point prior to the 19th century and set into the wall of the Church of St Martin in Podstrana, Croatia, reads (note that \"7\" is a rendering of the symbol used by scribes to represent the word centurio; ligatured letters are indicated with underlines): D...............................M L ARTORI[.........]STVS 7 _LE_ G III GAL _LI_ CAE I _TE_ [....]G VI FERRA TAE _ITE_ M 7 LEG II _AD_ [....] _TE_ M 7 LEG V M C I _TE_ M P P EIVSDEM [...] PRAEPOSITO CLASSIS MISENATIVM [..] _AE_ FF LEG VI VIC _TR_ ICIS DVCI LEGG [...]M BRITANICI MIARVM _AD_ VERSVS ARM[....]S PROC CE _NTE_ NARIO P _RO_ VINCIAE LI[....] GLADI VI VVS IPSE SIBI _ET_ SVIS [....]T[...] Manfred Clauss of the Epigraphik-Datenbank Clauss-Slaby (EDCS), following the readings and expansions provided in CIL 03, 01919; CIL 03, 08513; CIL 03, 12813; Dessau 2770; IDRE-02, 303; BritRom-07, 00001; JIES-2019-432 expands the text as: :D(is) M(anibus) / L(ucius) Artori[us Ca]stus |(centurio) leg(ionis) / III Gallicae item [|(centurio) le]g(ionis) VI Ferra/tae item |(centurio) leg(ionis) II Adi[utr(icis) i]tem |(centurio) leg(ionis) V M(a)/c(edonicae) item p(rimus) p(ilus) eiusdem [leg(ionis?)] praeposito(!) / classis Misenatium [pr]aef{f}(ectus) leg(ionis) VI / Victricis duci(!) legg[ionu]m Britan(n)ici/{mi}a(no)rum adversus Arm[3]s proc(uratori) cente/nario(!) provinciae Li[b(urniae?) iure] gladi(i) vi/vus ipse sibi et suis [posu]it Hans-Georg Pflaum offeredPflaum, p. 535. a slightly different expansion: :D(is) M(anibus) L(ucius) Artori[us Ca]stus (centurio) leg(ionis) III Gallicae item [(centurio) le]g(ionis) VI Ferratae item (centurio) leg(ionis) II Adi[utricis i]tem (centurio) V M(acedonicae) C(onstantis) item p(rimi) p(ilus) eiusdem [legionis], praeposito classis Misenatium, [item pr]aeff(ecto) leg(ionis) VI Victricis, duci legg(ionum) [duaru]m Britanicimiarum adversus Arm[oricano]s, proc[uratori) centenario provinciae Lib[urn(iae) iure] gladi vivus ipse et suis [….ex te]st(amento) Anthony Birley translatesBirley, p. 355. this as: :\"To the divine shades, Lucius Artorius Castus, centurion of the Third Legion Gallica, also centurion of the Sixth Legion Ferrata, also centurion of the Second Legion Adiutrix, also centurion of the Fifth Legion Macedonica, also chief centurion of the same legion, in charge of (Praepositus) the Misenum fleet, prefect* of the Sixth Legion Victrix, commander of two** British legions against the Armenians, centenary procurator of Liburnia with the power of the sword. He himself (set this up) for himself and his family in his lifetime.***\" Linda A. Malcor and her colleagues offeredLinda A. Malcor, Antonio Trinchese, and Alessandro Faggiani, \"Missing Pieces: A New Reading of the Main Lucius Artorius Castus Inscription\", Journal of Indo-European Studies, vol. 47, Nos. 3 & 4, (Fall/Winter 2019), pp. 415–437 a different expansion: :D(is) M(anibus) L(ucius) Artori[us Ca]stus (centurioni) leg(ionis) III Gallicae item [(centurioni) le]g(ionis) VI Ferratae item (centurioni) leg(ionis) II Adi[utricis i]tem (centurioni) V M(a)c(edonicae) item p(rimo) p(ilo) eiusdem [leg(ionis)], praeposito classis Misenatium, [pr]aeff(ectis) leg(ionis) VI Victricis, duci legg(ionum) [triu]m Britanicimiarum adversus Arm[ato]s, proc(uratori) centenario provinciae Lib[urn(iae) iure] gladi vi v(i)v(u)s ipse sibi et suis [posui]t which translated becomes: \"To the Spirits of the Departed, Lucius Artorius Castus, for himself, the centurion of the leg. III Gallica, also the centurion of the leg. VI Ferrata, also the centurion of the leg. II Adiutrix, also the centurion of the leg. V Macedonica, also the primus pilus of the same, praepositus of the classis Misenensis, twice the praefect of the leg. VI Victrix, the Dux of the three British legions against armed men, the procurator centenarius of the province of Liburniae with 'ius gladi' six times, he himself while alive built this for himself and his family.****\" *Note that the double -ff- in PRAEFF should be indicative of the plural (often dual), though it might be a scribal error here.Egbert, p. 447. **Birley follows Pflaum's expansion of the text where [duaru]m \"of two\" is reinstated before Britanicimiarum.Birley, p. 355. Previous editors have preferred to restore the word as alarum \"to/for the alae\", which may make better sense if duci legg is to be understood as the title dux legionum. ***Birley does not translate the final phrase, [...ex te]st(amento), which (if correct) should be rendered \"...according to the terms of (his) will\"Dixon, Southern, p. 240. ****The words Praeposito, Duci are in the dative case and therefore \"centurioni\" and all the offices are. In fact, Castus dedicated this inscription to him and his relatives. As of 2009, the two stone fragments bearing this inscription have been removed from the wall of the Church of St. Martin for scientific analysis and restoration; they have since been replaced by a copy. ===The second inscription=== The memorial plaque, which was discovered not far away from the first inscription and was also broken at some point prior to the 19th century, reads: L ARTORIVS CASTVS P P LEG V MA[.] PR AEFEC[.]VS LEG VI VICTRIC [.....] Which Clauss (following CIL 03, 12791 (p 2258, 2328,120); CIL 03, 14224; IDRE-02, 304), expands: L(ucius) Artorius | Castus p(rimus) p(ilus) | leg(ionis) V Ma[c(edonicae)] pr|aefec[t]us leg(ionis) | VI Victric(is)|[...] Translated: Lucius Artorius Castus, Primus Pilus of the legion V Macedonica, Prefect of the Legion VI Victrix [....] ===Possible third inscription=== An undated, unprovenanced inscription on a stamp, supposedly discovered in Rome but recorded as being in Paris in the 19th centuryCIL XV (Inscriptiones urbis Romae Latinae: instrumentum domesticum, Heinrich Dressel,\"Signacula Aenea\"), #8090, p. 1002. reads: • LVCI • • ARTORI • CASTI • As inscription shows the text is in the genitive form. In fact, the rendered expansion will be Lucii Artorii Casti which means: (It belongs to) Lucius Artorius Castus. Without further information on the inscription, we cannot say whether or not it refers to our Lucius Artorius Castus, or simply another man of the same name. ===Units and ranks mentioned=== ====Centurion of Legio III Gallica==== The first unit mentioned on Castus's inscription is the legio III Gallica – for most of the 2nd and 3rd centuries the unit was stationed in Syria. He held the rank of centurion in this legion – most Roman soldiers only achieved the rank of centurion after about 15–20 years of service, but it was not unknown for some politically connected civilians of the equestrian class to be directly commissioned as centurions upon entering the Army, though these equestrian centurions (known as \"ex equite Romano\") were in the minority.Keppie (1998), p. 179. We cannot tell whether or not Castus had a lengthy career as a legionary soldier before attaining the centurionate, or whether he was directly commissioned at this rank, as the vast majority of career centurions' inscriptions do not mention any ranks that they might have held below the centurionate.Goldsworthy, p. 31, n. 80. Successful officers often omitted the record of any ranks lower than primus pilus,Keppie (2000), p. 168. as Castus did on his memorial plaque. ====Centurion of Legio VI Ferrata==== From the middle of the 2nd century until at least the early 3rd century the legio VI Ferrata was stationed in Judea. ====Centurion of Legio II Adiutrix==== From the early 2nd century onward the legio II Adiutrix were based at Aquincum (modern Budapest) and took part in several notable campaigns against the Parthians, Marcomanni, Quadi and, in the mid-3rd century, the Sassanid empire. ====Centurion and Primus Pilus of Legio V Macedonica==== The legio V Macedonica was based in Roman Dacia throughout the 2nd century and through most of the 3rd – the unit took part in battles against the Marcomanni, Sarmatians and Quadi. The legio V Macedonica after 185 CE was called Pia Fidelis or Pia Constans (shortened as P.F. or P.C.), so Castus served in this unit as centurion and primus pilus before 185 CE (in the inscription these nicknames are missing). ====Praepositus of the Misenum fleet==== Castus next acted as Provost (Praepositus) of the Misenum fleet in Italy. This title (generally given to Equites) indicated a special command over a body of troops, but somewhat limited in action and subject to the Emperor's control.Smith, R. E., \"Dux, Praepositus\", Zeitschrift für Papyrologie und Epigraphik, Bd. 36 (1979), pp. 263–278 ====Praefectus of Legio VI Victrix==== The Legio VI Victrix was based in Britain from c. 122 AD onward, though their history during the 3rd century AD is rather hazy. Throughout the 2nd century AD and into the 3rd, the headquarters of the VI Victrix was at Eboracum (modern York). The unit was removed briefly to Lugdunum (Lyons) in 196 AD by Clodius Albinus, during his doomed revolt against the emperor Severus, but returned to York after the revolt was quelled – and the unit suffered a significant defeat – in 197 AD. Castus's position in the Legio VI Victrix, Prefect of the Legion (Praefectus Legionis), was equivalent to that of the Praefectus Castrorum.Mommsen, Demandt, Demandt, p. 311. Men who had achieved this title were normally 50–60 years old and had been in the army most of their lives, working their way up through the lower ranks and the centurionate until they reached Primus PilusWebster, p. 113. (the rank seems to have been held exclusively by primipilaresDobson, p. 415. ). They acted as third-in-command to the legionary commander, the legatus legionis, and senior tribune and could assume command in their absence.Webster, p. 113. Their day-to-day duties included maintenance of the fortress and management of the food supplies, sanitation, munitions, equipment, etc.Webster, p. 113.Keppie (1998), p. 177. For most who had attained this rank, it would be their last before retirement.Keppie (1998), p. 177. During battles, the Praefectus Castrorum normally remained at the unit's home base with the reserve troops,Smith, Wayte, Marindin, p. 798. so, given his administrative position and (probably) advanced age, it is unlikely that Castus actually fought in any battles while serving in Britain. Castus could have overseen vexillations of troops guarding Hadrian's Wall, but his inscriptions do not provide us with any precise information on where he might have served while in Britain. It has been suggested by the author Linda Malcor that he was stationed at Bremetennacum with a contingent of Sarmatians (originally sent to Britain in 175 AD) by emperor Marcus Aurelius,Littleton and Malcor, p. 63. but there is no evidence to support such a conjecture. Given his duties as Praefectus Legionis, it is reasonable to assume that he spent some – if not all – of his time in Britain at the VI Victrix's headquarters in York. It is interesting that the title is spelled (P)RAEFF on Castus's sarcophagus – doubled letters at the end of abbreviated words on Latin inscriptions usually indicated the plural (often dual) and some legions are known to have had multiple praefecti castrorum.Webster, p. 113.Keppie (1998), p. 177. The title is given in the singular on the memorial plaque, though, so we might have a scribal error on the sarcophagus. If not, then Castus was probably one of two prefects of this legion. ====Dux Legionum Trium \"Britanicimiarum\"==== Before finishing his military career, Castus led an expedition of some note as a Dux Legionum, a temporary title accorded to officers who were acting in a capacity above their rank, either in command of a collection of troops (generally combined vexillations drawn from legionsBreeze, Dobson, p. 180.) in transit from one station to another or in command of a complete unit (the former seems to be the case with Castus, since the units are spoken of in the genitive plural).Southern, Dixon, p. 59. In the third century CE the title \"dux” designated an officer holding a rank above his usual rank. For instance, a dux legionis was an underling who commanded a legion, and a dux vexillatio commanded a large detachment (vexillation) of troops (Fraccaro and Ermini 1932). This evolution in the meaning of the word \"dux” started in the second century under Marcus Aurelius. By the Severan period (193-211), a dux belonged to the Senatorial class (Le Bohec 1989), but prior to that an Equestrian could hold the rank. And Castus was an Equestrian. The doubled \"g” in LEGG indicates a plural, as opposed to PRAEFF. So how many legions the word LEGG refers to? The one thing that everyone agrees on is that in the late second century there were three legions in Britannia: the II Augusta, the XX Valeria Victrix, and the VI Victrix. Translated into Latin, \"three legions” gives us \"LEGG TRIUM”. This renders: DVCI LEGG TRIUM BRITANNICI/MIARVM and expands to: Duci legionum trium Britannicimiarum. =====Adversus *Arm[oric(an)o]s or Adversus *Arme[nio]s?===== For many years it has been believed that Castus's expedition was against the Armoricans (based on the reading ADVERSUS ARM[....]S, reconstructed as \"adversus *Armoricanos\" – \"against the Armoricans\" – by Theodor Mommsen in the CIL and followed by most subsequent editors of the inscription), but the earliest published reading of the inscription, made by the Croatian archaeologist Francesco Carrara in 1850, was ADVERSUS ARME[....],Carrara, p. 23. with a ligatured ME (no longer visible on the stone, possibly due to weathering, since the stone has been exposed to the elements for centuries and was reused as part of a roadside wall next to the church of St. Martin in Podstrana; the mutilated word falls along the broken right-hand edge of the first fragment of the inscription). If Carrara's reading is correct, the phrase is most likely to be reconstructed as \"adversus *Armenios\", i.e. \"against the Armenians\", since no other national or tribal name beginning with the letters *Arme- is known from this time period.Loriot, pp. 85–86. The regional names Armoricani or Armorici are not attested in any other Latin inscriptions, whereas the country Armenia and derivatives such as the ethnic name Armenii and personal name Armeniacus are attested in numerous Latin inscriptions. Furthermore, no classical sources mention any military action taken against the Armorici/Armoricani (which was in origin a regional name that encompassed a number of different tribes) in the 2nd or 3rd centuries. While there are literary references to (and a small amount of archaeological evidence for) minor unrest in northwestern Gaul during this time periodGalliou, Jones, p. 118. – often referred to as, or associated with, the rebellion of the Bagaudae, there is no evidence that the Bagaudae were connected with the Armorici/Armoricani, or any other particular tribe or region for that matter, making the possible reference to the Armorici/Armoricani somewhat strange (especially since Armorica otherwise experienced a period of prosperity in the late 2nd century AD,Galliou, Jones, p. 117-118. when Malcor, et al. believe that Castus's expedition took place). Armenia, on the other hand, was the location of several conflicts involving the Romans during the 2nd and 3rd centuries. The alternate, \"Armenian\" translation was supported in 1881 by the epigrapher and classical scholar Emil Hübner, and most recently taken up again by the historian and epigrapher Xavier Loriot, who (based on the contextual and epigraphic evidence) suggests a floruit for Castus in the early mid-3rd century ADLoriot, pp. 85–86. (Loriot's analysis of the inscription has recently been adopted by the Roman historians Anthony BirleyBirley, p. 355. and Marie-Henriette Quet).Quet, p. 339. With external wars against a foreign enemy the tribe or people are named. Another example from the Severan period reads: duci exercitus Illyrica expeditione Asiana item Parthica item Gallica, ’Leader of the Illyrican army on the Asian, Parthian and Gallic expeditions.’ There are also a number of literary and epigraphical pieces of evidence demonstrating Roman military campaigns in Armenia against Armenians. In the Parthian War of AD 161-6 under Lucius Verus the general Priscus led the advance through Armenia and captured the Armenian capital at Artaxata. Birley, \"Hadrian to the Antonines\", 161–62, citing Prosopographia Imperii Romani2 C 874 (Claudius Fronto); Prosopographia Imperii Romani2 M 348. Marcus Aurelius and Lucius Verus subsequently awarded themselves the titles of Armeniacus, Parthicus, Medicus and pater patriae. Around ad 214–216 the Armenia King Khosrov I was imprisoned by the Romans. The Armenians rebelled and Caracalla sent Theocritus who led an army to defeat. However after a subsequent successful campaign Caracalla did eventually grant the Armenian crown to Tiridates II c. AD 217 and Armenia returned under Roman influence. Cassius Dio Book 78.12 In the reign of Macrinus, AD 217-8, the Historia Augusta states there was a ‘dux Armeniae erat et item legatus Asiae atque Arabiae’. Historia Augusta, Diadumenianus, 8.4-9.3 In c. AD 233 Severus Alexander launched a three prong attack against the Persians with the northern army invading through Armenia. Alexander drew troops from the Rhine and Danube on his march east, and we have various inscriptions dated to ad 232–5 honouring men who died in ‘expediteone Partica et Armeniaca’.McHugh, 2017: 190-1 At the moment, there are no sources attesting a use of three legions from Britannia in all the Parthian campaigns and no detachments are cited in the stone. We know that around ten legions and auxiliares from the near lands were involved in the Parthian campaign of Lucius Verus and Statius Priscus led them as a dux, after the governorship in Cappadocia. ===== Adversus Armatos ===== Since Armenios is not possible and since Caunius Priscus rather than Castus is the most likely officer to have been sent to Armorica, another word starting with ARM- has been suggested: Armatos. The evidence for this reading lies in the widespread unrest in Britannia. The Caledonii raided south of Hadrian's Wall, destroying almost half of the VI Victrix. The VI Victrix and the II Augusta legions kept rebelling. Some legionaries tried to make a certain \"Priscus\" (likely Titus Caunius Priscus) emperor. Others tried to assassinate Pertinax. In short, there were multiple armed men causing troubles all over Britannia, and the Latin for \"armed men\" in the accusative form is ARMATOS.The use of \"armatos\" in an inscription is confirmed by CIL 02, 05439. The phrase \"adversus armatos\" is used by Tacitus (Annals, 59: \"sed palam adversus armatos bellum tractare\") and again by Livy (l.5, c, 27; \"sed adversus armatos et ipsos\"). Malcor et al.,Missing Pieces,pp. 429 This word fits the gap in the Castus inscription perfectly. =====Britanicimiarum===== The name of the units that Castus led in this expedition, \"Britanicimiarum\", seems to be corrupt – it might be reconstructed as *Britanniciniarum or *Britannicianarum. If so, they were probably units similar in nature to the ala and cohors I Britannica (also known as the I Flavia Britannica or Britanniciana, among other titles), which were stationed in Britain in the mid-1st century AD, but removed to Vindobona in Pannonia by the late 80s AD (they would later take part in Trajan's Parthian War of 114–117 AD and Trebonianus Gallus' Persian war of 252 AD).Tully, pp. 379–380. Though the name of the unit was derived from its early service in Britain, the unit was not generally composed of ethnic Britons.Kennedy, pp. 249–255.Tully, pp. 380. No units of this name are believed to have been active in Britain during the late 2nd century.Kennedy, pp. 249–255. In an inscription from Sirmium in Pannonia dating to the reign of the emperor Gallienus (CIL 3, 3228), we have mention of vexillations of legions *Brittan(n)icin(arum) (\"militum vexill(ationum) legg(ionum) ]G]ermaniciana[r(um)] [e]t Brittan(n)icin(arum)\") – another form that is very similar to the *Britan(n)icimiarum from Castus's inscription. Actually, Britanicimiarum is not a mistake by the carver but a variant of Britannicianarum. Like Germanicianarum is a plural genitive of praedial Germanicianus, similarly Britannicianarum comes from Britannicianus and it means \"serving in Britain\". The suffixes -inus, -enus, -anus, -ianus, and -unus indicate origin or possession. Britannicinus, Britannicanus, Britannicianus are some examples and are equivalent. Furthermore, in linguistics we have the dissimilation process (L↔R, N↔M).In our case, because of the dissimilation of Latin terms, BRITAN(N)ICINUS becomes BRITAN(N)ICIMUS>BRITAN(N)ICIMIUS nominative of the word BRITAN(N)ICIMIARUM in the inscription.Malcor et al.,Missing Pieces,pp. 425 ====Procurator Centenarius of Liburnia==== Exceptionally talented, experienced and/or connected Praefects Castrorum/Legionis could sometimes move on to higher civilian positions such as Procurator,Webster, p. 113. which Castus indeed managed to accomplish after retiring from the army. He became procurator centenarius (governor) of Liburnia, a part of Roman Dalmatia, today's Croatia. (centenarius indicates that he received a salary of 100,000 sesterces per year). Castus was appointed procurator centenarius of the province of Liburnia with ius gladii, the power to put anyone, even Senators, to death. The beginning of the last line of the inscription has always been reconstructed as “vivus ipse sibi et suis” with the VI of VIVVS, for some reason, following gladi even though the bottom line, which is centered, had plenty of room for it. The last line is complete, with VVS standing for VIVVS, and that the VI is a number that belongs where it was placed: after gladi. In this case Castus was 'procurator centenarius provinciae Liburniae ius gladii' six times from 191 to 197.Malcor et al.,Missing Pieces,pp. 430,431 Nothing further is known of him. Other Artorii are attested in the area, but it is unknown if Lucius Artorius Castus started this branch of the family in Dalmatia, or whether the family had already been settled there prior to his birth (if the latter, Castus might have received the Liburnian procuratorship because he was a native of the region). ==The date of Lucius Artorius Castus's floruit== No dates are given in either inscription, making it difficult to offer a precise date for them, no less Lucius Artorius Castus's floruit. The late French epigraphy expert Xavier Loriot suggested that Lucius Artorius Castus's expedition against the Armenians (as he reads the main inscription) could have taken place in 215 AD, under the reign of emperor Caracalla, or perhaps later, in 232 AD, under the reign of Severus Alexander (when P. Aelius Hammonius led a Cappadocian force in Severus's Persian war). Loriot, Xavier, \"Un mythe historiographique : l'expédition d'Artorius Castus contre les Armoricains\", Bulletin de la société Nationale des Antiquaires de France, 1997, pp. 85–87. Three Croatian archaeologists examined the inscriptions in 2012, as part of an international conference on Lucius Artorius Castus organized by authors Linda Malcor and John Matthews: Nenad Cambi, Željko Miletić, and Miroslav Glavičić. Cambi proposes that Lucius Artorius Castus' career can be dated to the late 2nd century AD and his death to the late 2nd, or perhaps early 3rd century AD. Glavičić dates Lucius Artorius Castus's military career to the middle- through late-2nd century AD and proposes that he was the first governor of the province of Liburnia, which Glavičić suggests was only established as a separate province from Dalmatia circa 184–185 AD. Miletić dates Lucius Artorius Castus's military career to circa 121–166 AD and his procuratorship of the province of Liburnia to circa 167–174 AD. Cambi, Miletić, and Glavičić all accept the reading (adversus) Armenios, \"against the Armenians\" (with Cambi offering Armorios [an abbreviation of Armoric[an]os] as an alternate possibility); Miletić places the expedition against the Armenians during emperor Lucius Verus's Parthian war of 161–166 AD.Cambi, Nenad, \"Lucije Artorije Kast: njegovi grobišni areal i sarkofag u Podstrani (Sveti Martin) kod Splita\", in: N. Cambi, J. Matthews (eds.), Lucius Artorius Castus and the King Arthur Legend: Proceedings of the International Scholarly Conference from 30th of March to 2nd of April 2012, Cambi, Nenad; Matthews, John (eds.). Split : Književni krug Split, 2014, pp. 29–40.Miletić, Željko, \"Lucius Artorius Castus i Liburnia\", in: N. Cambi, J. Matthews (eds.), Lucius Artorius Castus and the King Arthur Legend: Proceedings of the International Scholarly Conference from 30th of March to 2nd of April 2012, Cambi, Nenad; Matthews, John (eds.). Split : Književni krug Split, 2014, pp. 111–130.Glavičić, Miroslav, \"Artorii u Rimskoj Provinciji Dalmaciji\", in: N. Cambi, J. Matthews (eds.), Lucius Artorius Castus and the King Arthur Legend: Proceedings of the International Scholarly Conference from 30th of March to 2nd of April 2012, Cambi, Nenad; Matthews, John (eds.). Split : Književni krug Split, 2014, pp. 59–70. Linda Malcor and her colleagues propose, in the last published work, that Castus' career is entirely dated in the second century CE. Loriot is simply wrong when he asserts that procuratores ius gladii must date to the third century since the rank is amply attested prior to the reign of Septimius Severus and the last mention of jus gladii is in 227 CE. Since the rank of praepositus classis did not exist before the year 170 CE and Castus's term as praepositus was followed by three or four (he was twice praefect) posts, at least ten years more, his career could not have ended until after 180 CE, due to the restriction of the ranks of praepositus classis and dux for Senators during the reign of Marcus Aurelius, nor could it have lasted until the reign of Alexander Severus because of the explicit mention of ius gladii, which was no longer necessary, and, therefore, fell out of use, after Constitutio Antoniniana of 212 CE. In 175 when Castus was primus pilus of V Macedonica the Iazyges made a treaty with Marcus Aurelius that gave the Romans 8,000 of their heavy cavalry, \"5,500 of whom were sent to Britannia\". According to Cassius Dio, they were sent to Britain, where their disturbing presence certainly helped to maintain order among the riotous local tribes. Barbero, 2012: 32 The Iazigi transferred to Britain by Marcus Aurelius thus formed a regular unit that survived for many generations, through all sorts of transformations of the Empire and its army. It is possible that the veterans of the original contingent have been allocated, all together, at the time of their discharge, and have formed a community, ethnically recognizable at least at the beginning. Barbero, 2012: 33 Moreover, the Liburnian area was organized as procuratorial province in 184-185 until the end of the second century or the beginning of the third.Turković p. 59Basić p. 317 The absolute terminus post quem non for the dissolution of the procuratorial province of Liburnia is 239, when Domitius Gallicanus Papinianus entered service.Basić p.318 Castus was a procurator Augusti cum iure gladii in the last part of the second century CE (prior to that Liburnia probably was still under control of governorship of Marcus Cassius Apronianus) or the first half of the third century. ==Identification with King Arthur== In 1924, Kemp Malone was the first to suggest the possibility that Lucius Artorius Castus was the inspiration for the figure of Arthur in medieval European literature.Malone, Kemp. \"Artorius,\" Modern Philology 22 (1924) pp. 367ff. More recent champions have included authors C. Scott Littleton and Linda Malcor. The hypothesis has been heavily criticized by prominent Arthurian scholars due to the historical Artorius Castus having very little in common with the Arthurian legends and the arguments relying excessively on speculation and wishful thinking.Barber, Richard, The Figure of Arthur, Longman, 1972. pp. 37-38. Gidlow, Christopher, Revealing King Arthur: Swords, Stones and Digging for Camelot, The History Press, 2011, p. 161.Green, Thomas (Caitlin), Arthuriana: Early Arthurian Tradition and the Origins of the Legend, Lulu, 2009, pp. 24-26.Halsall, Guy, Worlds of Arthur: Facts and Fictions of the Dark Ages, OUP Oxford, 2013, p. 147ff.Higham, Nicholas, King Arthur (pocket GIANTS), The History Press, 2016, p. 19ff. Due to the significant differences between the persons and careers of the historical Lucius Artorius Castus and the traditional King Arthur, the consensus of mainstream historians is that it is very unlikely the former inspired the latter. For example, Lucius Artorius Castus was not contemporaneous with the Saxon invasions of Britain in the 5th century CE which gave rise to the Arthurian legends, and some of the earliest written references to Arthur are of him fighting against the Saxons. The strongest link between them may be the extended family or clan name Artorius which may have developed into the personal name Arthur, but this does not necessarily mean Lucius Artorius Castus himself inspired the legends. The possibility, however unlikely or remote, is nonetheless real that he was remembered in local tales that grew in the retelling. No definitive proof, however, has yet been established that Lucius Artorius Castus was the \"real\" King Arthur.Higham, Nicholas J., King Arthur: The Making of the Legend, Yale University Press, 2018, pp. 13-76 {| class=\"wikitable\" border=\"1\" |+ Comparison of Lucius Artorius Castus and King Arthur |- style=\"vertical-align: top\" ! ! Lucius Artorius Castus ! King Arthur |- style=\"vertical-align: top\" | Floruit | 2nd century CE. | Traditionally assigned to the late 5th or early 6th century CE. |- style=\"vertical-align: top\" | Name | Artorius is LAC's extended family or clan name, his nomen gentile. Lucius is his praenomen or personal name, while Castus is his cognomen, his direct family name and closest to the modern concept of a surname, so he would have been more directly known as Castus instead of Artorius (cf. Gaius Julius Caesar, who is more often referred to as Caesar instead of Julius). | Arthur is potentially derived from Latin Artorius, but a Celtic origin is also possible. Treated as a native Welsh personal name in medieval Latin texts, where it is either left as Arthur or rendered as Art[h]urus, never as Artorius (the form Arturius also appears as a rendering of the Irish name Artúr, later Artuir, which is cognate to if not borrowed from the Welsh Arthur). |- style=\"vertical-align: top\" | Ethnicity | The Artorii family have roots in Italy, potentially of Messapic or Etruscan origin; LAC might have been born to a branch of the family that settled in Dalmatia. | Traditionally linked in Welsh literature and genealogies to the British nobility of Cornwall. |- style=\"vertical-align: top\" | Religion | Unknown; dedications to the Di Manes, as found on LAC's tomb, are found in both pagan and Christian inscriptions in the 3rd century CE. | At the very least, nominally Christian – according to the Historia Brittonum he bore an image of the Blessed Virgin Mary on his shoulders in one of his battles, while according to the Annales Cambriae he bore the Cross of Jesus Christ on his shoulders (some scholars believe \"shoulders\" is a mistake for \"shield\" due to the authors who wrote in Latin confusing the Welsh words for them). |- style=\"vertical-align: top\" | Military Status | High-ranking, career officer in the Roman army; served in the infantry as a centurion, and late in his career (likely as an older man), he served as Camp Prefect in Britain, and finally as Dux Legionum (\"Duke of Legions\") in a single military campaign. | Associated with knights (an anachronism) and cavalry. In the medieval Latin of the Historia Brittonum, Arthur is called a miles, \"mounted warrior, armed horseman\" (a shift in meaning of miles from older Classical Latin, in which the word meant \"professional soldier, common soldier, private, low-ranking foot soldier\"D'A. J. D. Boulton, \"Classic Knighthood as Nobiliary Dignity\", in: Stephen Church, Ruth Harvey (ed.), Medieval knighthood V: papers from the sixth Strawberry Hill Conference 1994, Boydell & Brewer, 1995, pp. 41–100.Frank Anthony Carl Mantello, A. G. Rigg, Medieval Latin: an introduction and bibliographical guide, UA Press, 1996, p. 448.Charlton Thomas Lewis, An elementary Latin dictionary, Harper & Brothers, 1899, p. 505.). Also, in the Historia Brittonum, Arthur is called dux belli (alternately dux bellorum in some MSS), \"leader of the battle(s)\" (specifically, the 12 battles that he fought with the aid of the British kings against the Saxons), but this is a conventional Latin phrase and does not indicate that Arthur held the military title of Dux in a Post-Roman British army (in fact, non-Roman war leaders are sometimes called dux belli/bellorum in ancient Latin texts, including the biblical hero Joshua, in the Latin Vulgate Bible). In later medieval Welsh sources he is called both \"emperor\" and \"king\" (the latter title preferred in medieval Arthurian Romance). |- style=\"vertical-align: top\" | British Battles | During battle, Camp Prefects normally remained at their unit's base with the reserve troops, so it is unlikely that LAC fought while in Britain. LAC later oversaw an expedition of troops with some sort of British connection, either to Gaul or Armenia. | In the 9th century Historia Brittonum, Arthur, along with the British kings, fought 12 battles in Britain against the invading Saxons, and Arthur allegedly slew many hundreds of Saxons by his own hand (the exact number differs in the various manuscripts). In later texts (such as the 11th century Life of St. Goeznovius and the 12th century Historia Regum Britanniae), Arthur is stated to have fought battles in Gaul as well as in Britannia. |- style=\"vertical-align: top\" | Death | Unknown date and circumstances; probably died at an advanced age, potentially during his procuratorship of Liburnia (where he was buried). | In Welsh literature, traditionally stated to have died during the Battle of Camlann (of unknown location in Britain); his burial site was unknown to medieval Welsh. |} ===Lucius Artorius Castus as King Arthur in modern entertainment=== In the film King Arthur (2004), Lucius Artorius Castus is partially identified with King Arthur. The film asserts that Arthur's Roman name was \"Artorius Castus\", and that Artorius was an ancestral name derived from that of a famous leader. His floruit (\"prime time\") is, however, pushed a few centuries later so that he is made a contemporary of the invading Saxons in the 5th century CE. This would be in agreement with native Welsh tradition regarding Arthur, although his activities are placed many decades or sometimes centuries earlier than the medieval sources assign to him. As a research consultant for the film King Arthur (2004), Linda Malcor's hypotheses regarding Lucius Artorius Castus were the primary inspiration for the screenplay.Matthews, John, \"An Interview with David Franzoni\", in: Arthuriana, Volume 14, Number 3, Fall 2004, pp. 115–120 In the manga Vinland Saga, Lucius Artorius Castus is the real name of the half-Danish half-Welsh character Askeladd, who is descended from the Romano- British Artorius (full name not given) who fought the Saxons centuries before. In Rome: Total War: Barbarian Invasion, one of the historical battle scenarios features the Battle of Badon Hill with Lucius Artorius Castus as commander of the Romano-British forces In Fate/stay night the character Saber is a female King Arthur. Her true name, Artoria, is according to TYPE-MOON meant to be a feminine form of Artorius. ==References== ==Bibliography== *Barbero, Alessandro, Barbari: Immigrati, profughi, deportati nell'impero romano, Laterza, Bari, 2012. *Basić I., Illyrica II, Proceedings of the International Conference, Šibenik, 12–15 September 2013, pp. 309–334 * Birley, Anthony R. (2000). \"Hadrian to the Antonines\". In Bowman, Alan K.; Garnsey, Peter; Rathbone, Dominic (eds.). The Cambridge Ancient History, Volume XI: The High Empire, A.D. 70–192. Cambridge: Cambridge University Press. pp. 132–94. ISBN 9780521263351 *Birley, Anthony, The Roman Government of Britain, Oxford, 2005, p. 355 *Breeze, David John, Dobson, Brian, Roman Officers and Frontiers, Franz Steiner Verlag, 1993, p. 180 *Cambi, Nenad, \"Lucije Artorije Kast: njegovi grobišni areal i sarkofag u Podstrani (Sveti Martin) kod Splita\", in: N. Cambi, J. Matthews (eds.), Lucius Artorius Castus and the King Arthur Legend: Proceedings of the International Scholarly Conference from 30 March to 2 April 2012 / Cambi, Nenad; Matthews, John (eds.). Split : Književni krug Split, 2014, pp. 29–40. *Carrara, Francesco, De scavi di Salona nel 1850, Abhandlung der koeniglichen Boehmischen Gesellschaft der Wissenschaften, 5 s, 7, 1851/1852, p. 23 *Dessau, Hermann, Inscriptiones Latinae Selectae, Berlin 1892–1916 (Dessau 2770) *Dobson, B., \"The Significance of the Centurion and 'Primipilaris' in the Roman Army and Administration,\" Aufstieg und Niedergang der römischen Welt II.1 Berlin/NY 1974 392- 434. *Dixon, Karen R., Southern, Pat, The Roman cavalry: from the first to the third century AD, Routledge, London, 1997, p. 240 *Egbert, James Chidester, Introduction to the study of Latin inscriptions, American Book Company, New York, 1896, p. 447 *Galliou, Patrick, Jones, Michael, The Bretons, Blackwell, Oxford (UK)/Cambridge (MA), 1991 *Gilliam, J. Frank. \"The Dux Ripae at Dura\", Transactions and Proceedings of the American Philological Association, Vol. 72, The Johns Hopkins University Press, 1941, p. 163 *Glavičić, Miroslav, \"Artorii u Rimskoj Provinciji Dalmaciji\", in: N. Cambi, J. Matthews (eds.), Lucius Artorius Castus and the King Arthur Legend: Proceedings of the International Scholarly Conference from 30 March to 2 April 2012 / Cambi, Nenad; Matthews, John (eds.). Split : Književni krug Split, 2014, pp. 59–70. *Goldsworthy, Adrian Keith, The Roman army at war: 100 BC-AD 200, Oxford University Press, 1998 *Haverfield, Francis, The Romanization of Roman Britain, Oxford, 1912, p. 65 *Hübner, Emil, \"Exercitus Britannicus\", Hermes XVI, 1881, p. 521ff. * McHugh, John, Emperor Alexander Severus, (Pen and Sword, Barnsley, 2017). *Jackson, Thomas Graham, Dalmatia, the Quarnero and Istria, Volume 2, Oxford, 1887, pp. 166–7 *Kennedy, David, \"The 'ala I' and 'cohors I Britannica'\", Britannia, Vol. 8 (1977), pp. 249–255 *Keppie, Lawrence, The Making of the Roman Army: from Republic to Empire, University of Oklahoma Press, 1998, pp. 176–179 *Keppie, Lawrence, Legions and veterans: Roman army papers 1971–2000, Franz Steiner Verlag, 2000, p. 168\\. *Klebs, Elimar, Dessau, Hermann, Prosopographia imperii romani saec. I. II. III, Deutsche Akademie der Wissenschaften zu Berlin, p. 155 *Littleton, C. Scott, Malcor, Linda, From Scythia to Camelot: A Radical Reassessment of the Legends of King Arthur, the Knights of the Round Table and the Holy Grail, New York, Garland, 2000 *Loriot, Xavier, \"Un mythe historiographique : l'expédition d'Artorius Castus contre les Armoricains\", Bulletin de la Société nationale des antiquaires de France, 1997, pp. 85–86 *Malcor, Linda, \"Lucius Artorius Castus, Part 1: An Officer and an Equestrian\" Heroic Age, 1, 1999 *Malcor, Linda, \"Lucius Artorius Castus, Part 2: The Battles in Britain\" Heroic Age 2, 1999 *Malone, Kemp, \"Artorius,\" Modern Philology 23 (1924–1925): 367–74 *Medini, Julian, Provincija Liburnija, Diadora, v. 9, 1980, pp. 363–436 *Miletić, Željko, \"Lucius Artorius Castus i Liburnia\", in: N. Cambi, J. Matthews (eds.), Lucius Artorius Castus and the King Arthur Legend: Proceedings of the International Scholarly Conference from 30 March to 2 April 2012 / Cambi, Nenad; Matthews, John (eds.). Split : Književni krug Split, 2014, pp. 111–130. *Mommsen, Theodor (ed.), Corpus Inscriptionum Latinarum (CIL), vol. III, no. 1919 (p 1030, 2328,120); no. 8513; no. 12813; no. 12791 (p 2258, 2328,120); no. 14224 *Mommsen, Theodor, Demandt, Barbara, Demandt, Alexander, A history of Rome under the emperors, Routledge, London & New York, 1999 (new edition), pp. 311–312 *Peachin, Michael, Iudex vice Caesaris: deputy emperors and the administration of justice during the Principate, Volume 21 of Heidelberger althistorische Beiträge und epigraphische Studien, F. Steiner, 1996, p. 231 *Petolescu, C.C., Inscriptiones Daciae Romanae. Inscriptiones extra fines Daciae repertae, Bukarest 1996 (IDRE-02) *Pflaum, Hans-Georg, Les carrières procuratoriennes équestres sous le Haut-Empire romain, Paris, 1960, p. 535 *Quet, Marie- Henriette, La \"crise\" de l'Empire romain de Marc Aurèle à Constantin, Paris, 2006, p. 339 *Ritterling, E. \"Legio\", RE XII, 1924, col. 106. *Smith, William, Wayte, William, Marindin, George Eden (eds.), A dictionary of Greek and Roman antiquities, Volume 1, Edition 3, John Murray, London, 1890, p. 798 *Southern, Pat, Dixon, Karen R., The Late Roman Army, Routledge, London, 1996, p. 59 *Tully, Geoffrey D., \"A Fragment of a Military Diploma for Pannonia Found in Northern England?\", Britannia, Vol. 36 (2005), pp. 375–82 *Turković T., Nuove conoscenze sulla Liburnia Tarsaticensis, Atti, vol.XLI,2011,pp. 49–102 *Webster, Graham, The Roman Imperial Army of the first and second centuries A.D., University of Oklahoma Press, edition 3, 1998, pp. 112–114 *Wilkes, J. J., Dalmatia, Volume 2 of History of the provinces of the Roman Empire, Harvard University Press, 1969, pp. 328–9 ==External links== * Linda A. Malcor's 1999 article about Lucius Artorius Castus in The Heroic Age, part 1 and part 2 * Photograph of the first sarcophagus fragment from Podstrana * Photograph of the second sarcophagus fragment from Podstrana * Photograph of the Church of St. Martin in Podstrana, with the first sarcophagus fragment in the wall, to the left * The Lucius Artorius Castus Inscriptions: A Sourcebook Category:2nd-century births Category:2nd-century Romans Category:Ancient Roman soldiers Category:Ancient Romans in Britain Category:Ancient Roman generals Category:Historical figures as candidates of King Arthur Category:Year of death unknown Category:Artorii",
 "title": "Lucius Artorius Castus"
}