{
 "id": "796780",
 "text": "The University of Central Oklahoma (UCO or Central State) is a public university in Edmond, Oklahoma. It is the third largest university in Oklahoma, with more than 17,000 students and approximately 434 full-time and 400 adjunct faculty. Founded in 1890, the University of Central Oklahoma was one of the first institutions of higher learning to be established in what would become the state of Oklahoma, making it one of the oldest universities in the southwest region of the United States. It is home to the American branch of the British Academy of Contemporary Music in downtown Oklahoma City. ==History== The University of Central Oklahoma was founded on December 24, 1890, when the Territorial Legislature voted to establish the Territorial Normal School, making UCO the second oldest public institution in Oklahoma. First being the University of Oklahoma established December 19, 1890. Classes were first held in November 1891. By comparison, Oklahoma A&M; College (now Oklahoma State University) held its first classes in December 1891 and the University of Oklahoma began its first classes in fall 1892. The Territorial Legislature located the new school in Edmond, provided certain conditions were met. First, Oklahoma County had to donate $5,000 in bonds, and Edmond had to donate of land within one mile (1.6 km) of the town; the land was eventually donated by Anton Classen. Ten of those acres had to be set aside for the new school. The remaining land had to be divided into lots which would be sold to raise money for the new school. On October 1, 1891 Richard Thatcher was elected the 1st President of Territorial Normal School of Oklahoma. The conditions all were met, with the city of Edmond donating an additional $2,000 in bonds. The first class, a group of 23 students, met for the first time November 1, 1891, in the Epworth League Room, located in the unfurnished First Methodist Church. A marker of Oklahoma granite was placed in 1915 near the original site by the Central Oklahoma Normal School Historical Society. It can be seen at Boulevard and Second Street. Old North was the first building constructed in the summer of 1892 on the campus of what was then Territorial Normal School. It was also the first building constructed in Oklahoma Territory for the purpose of higher education. Occupancy began January 3, 1893. The school first operated as a normal school with two years of college work and a complete preparatory school. In 1897, the first graduating class—two men and three women—received their Normal School diplomas.Loughlin, Patricia.\"University of Central Oklahoma,\" Encyclopedia of Oklahoma History and Culture. Retrieved February 23, 2014. In 1904, Territorial Normal became Central State Normal School. Statehood was still three years away. On December 29, 1919, the State Board of Education passed a resolution making Central a four-year teachers’ college conferring bachelor's degrees. From 1901 until 1961, Central housed a laboratory school in which local elementary schoolchildren were schooled by Central's faculty and soon-to-be teaching graduates. Two years later, the Class of 1921 had nine members, the first graduates to receive the four-year degrees. Two decades later, in 1939, the Oklahoma Legislature authorized the institution to grant both Bachelor of Arts and Bachelor of Science degrees. With the expanded offerings came a new name, Central State College. {| class=\"wikitable\" style=\"float:right; font-size:85%; text-align:center; clear:left; margin:0 0 1em 1em;\" |- | colspan=\"2\" style=\"text-align:center; font-size:100%; ;\"| University name history |- ! Years !! Name |- | 1890–1903 || Territorial Normal School of Oklahoma |- | 1904–1918 || Central State Normal School |- | 1919–1938 || Central State Teachers College |- | 1939–1970 || Central State College |- | 1971–1991 || Central State University |- | 1991–present || University of Central Oklahoma |} According to the Encyclopedia of Oklahoma History and Culture, the school was routinely affected by state politics. Presidents and sometimes faculty members, were changed with changes in state governors. In 1950, President Max W. Chambers banned solicitations of campaign donations from faculty members. This resulted in more stability of the school administration. On March 11, 1941, Central State became part of a coordinated state system of post- secondary education overseen by the Oklahoma Regents for Higher Education, and joined institutions with similar missions as a regional institution. In 1954, the Oklahoma State Regents for Higher Education gave Central permission to offer the Master of Teaching Degree, which became the Master of Education in 1969. In 1971, the college was authorized to grant the Master of Arts in English and the Master of Business Administration degrees. On April 13, 1971, the state legislature officially changed the institution's name to Central State University. Old North Tower was placed on the National Register of Historic Places in 1971. On May 18, 1990, during the university's Centennial Year, legislation was passed changing the name to the University of Central Oklahoma, though many of the students still refer to the University as \"Central\", and many alumni as \"Central State.\" ===Presidents=== Since 1891, the University of Central Oklahoma has had 20 presidents and two acting presidents. * Richard Thatcher (1891–1893) * George W. Winans (1893–1894) * E.R. Williams (1894–1895) * Edmund D. Murdaugh (1895–1901) * Frederick H. Umholtz (1901–1906) * Thomas W. Butcher (1906–1908) * James A. McLaughlin (1908–1911) * Charles Evans (1911–1916) * Grant B. Grumbine (1916–1917) * James W. Graves (1917–1919) * John G. Michell (1919–1931) * Malcom A. Beeson (1931–1935) * Cliff R. Otto, Acting (1935) * John O. Moseley (1935–1939) * Roscoe R. Robinson (1939–1948 * George P. Huckaby, Acting (1948) * W. Max Chambers (1949–1960) * Garland Godfrey (1960–1975) * Bill J. Lillard (1975–1992) * George Nigh (1992–1997) * W. Roger Webb (1997–June 30, 2011) * Don Betz (August 1, 2011 – June 30, 2019) * Patti Neuhold-Ravikumar (July 1, 2019–present) ==Academics== 200px|thumb|right|Old North in 2008 The University of Central Oklahoma School of Music Jazz Division is the largest in the state and one of the largest in the region. ===Schools and colleges=== UCO is composed of eight schools and colleges: * College of Fine Arts & Design ** Academy of Contemporary Music@UCO ** School of Design ** School of Music ** Department of Art ** Department of Theatre Arts ** Department of Dance * College of Business ** Department of Accounting ** Department of Economics ** Department of Finance ** Department of Information Systems & Operations Management ** Department of Management ** Department of Marketing ** Professional Golf Management * College of Liberal Arts ** School of Criminal Justice ** Department of English ** Department of History & Geography ** Department of Humanities & Philosophy ** Department of Mass Communication ** Department of Modern Languages ** Department of Political Science ** Department of Sociology, Gerontology & Substance Abuse Studies * College of Education and Professional Studies ** Donna Nigh Department of Advanced Professional & Special Services ** Department of Curriculum and Instruction ** Department of Human Environmental Sci. ** Department of Kinesiology & Health Stud. ** Department of Psychology ** Department of Educational Sciences, Foundations & Research ** Department of Adult Education and Safety Science * College of Mathematics and Science ** Department of Biology ** Department of Chemistry ** Department of Computer Science ** Department of Funeral Services ** Department of Mathematics and Statistics ** Department of Nursing ** Department of Engineering & Physics * Forensic Science Institute * Jackson College of Graduate Studies ==UCO Jazz Lab== The UCO Jazz Lab is home for the celebrated Jazz Studies Division of the University of Central Oklahoma School of Music. The Jazz Program was started in 1974 by Dr. Kent Kidwell. Since 1974, the Jazz program grew to what it is today. Current Jazz faculty include Lee Rucker (Professor Emeritus), Brian Gorrell, the Head of the Jazz Studies Division, is the director of the 1st Jazz Ensemble. Mr. Gorrell also teaches Applied Saxophone, Applied Jazz Piano and is the Jazz Graduate Advisor. Jeff Kidwell is the director of the 2nd Jazz Ensemble and teaches applied trombone. Other faculty include Clint Rohr, Dr. Ryan Sharp, Dr. Michael Geib, Dr. David Hardman and Zachary Lee. The UCO Jazz Lab is located on the corner of 5th and Littler St. in Edmond, Oklahoma. The Jazz Lab was built in 2001. It was built with a stage, classrooms, Hideaway Pizza and the Jazz Lab Recording Studio. Students utilize the Jazz Lab on a daily basis. The UCO Jazz Studies Division offers numerous performance ensembles which include: * Jazz Ensembles I, II, III, & IV * Undergraduate Combos' * Graduate Combos' * Latin Jazz Ensemble * The Jazz Guitar Ensemble I & II The School of Music currently offers an undergraduate Minor in Jazz Studies and a Master of Music in Jazz Studies with Majors either in Performance or Commercial Music Production. The UCO Jazz Lab also hosts the annual Recording Technology Workshop and the annual Guitar Techniques Workshop during the summer. The UCO Jazz Ensembles have received many awards. In 2008, The UCO Jazz Ensemble I revived the \"Outstanding University Jazz Ensemble\" award at the 2006 and 2008 UNT Jazz Festival. In 1983 UCO's Dixieland band was ranked No.1 in the nation and in 1975, UCO Jazz Ensemble I received top honors at the Wichita Jazz Festival and since then, all UCO Jazz Bands have participated in the event. Since it opened, The Jazz Lab has won \"Best Place for Live Music\" multiple times in the Edmond Life & Leisure's Reader's Choice annual poll, and has been repeatedly won the award for The Best Live Music Venue in the Oklahoma Gazette’s Best of OKC readers’ poll. The Jazz Lab has featured many famous performers including: * Wynton Marsalis * Kenny Garrett * George Winston * Chris Botti * Kenny Werner * Christopher Cross * United States Army Jazz Ambassadors * David Gibson * Ann Hampton Callaway * Steve Tyrell * Miguel Zenon * Diane Shuur * Pat Metheny * Lynn Seaton * Jane Monheit * John Pizzarelli * Boz Scaggs * Peter Krauss * Maynard Ferguson * Leon Russell * Phil Woods * Chick Corea * Tierney Sutton In addition to featuring some of the biggest names in jazz, The UCO Jazz Lab features local and regional musicians from various genres every Thursday, Friday and Saturday nights. ==UCentral Student Media== UCentral is the student media network at the University of Central Oklahoma, featuring traditional media (television, radio, newspaper) and new media (web, netcasts, social networking) created by students majoring in professional media. UCentral television programming is available online at ucentralmedia.com and in the city of Edmond, Oklahoma on Cox Cable digital channel 125. The Vista newspaper, founded in 1903, is distributed free of charge on the UCO campus and designated off-campus locations and also available online at ucentralmedia.com. The student radio station, UCentral Radio 99.3 FM was awarded an LPFM license by the FCC on September 24, 2015. The station's official call letters are KZUC-LP. ==Campus== ===Academic buildings=== 270px|thumb|right|The Max Chambers Library 250px|thumb|right|The Liberal Arts Building 270px|thumb|right|The UCO Wellness Center * The Art and Design Building * Max Chambers Library * Communications Building * Center For Transformative Learning * Education Building * Evans Hall * Health and Physical Education Building * Math and Computer Science Building * Coyner Health Sciences Building * Human Environmental Science Building * Howell Hall * Laboratory Annex * Liberal Arts North Building * Liberal Arts South Building * Mitchell Hall Theatre * Business Building * Music Building * Thatcher Hall * Wantland Hall * W. Roger Webb Forensic Science Institute * Old North ===Other campus buildings=== * Chad Richison Stadium * Lillard Administration Building * Bausher Place * Nigh University Center * Housing Office * Ropes Course * University Commons Clubhouse * Department of Public Safety * University House * Hamilton Field House * Central Plant * Wellness Center * Physical Plant * Y-Chapel of Song ===Residential buildings=== UCO has five residence halls on campus. * Murdaugh Hall - traditional-style co-ed residence hall; houses up to 290 students. * West Hall - traditional-style co-ed residence hall; can house up to 452 students. * The University Suites - co-ed suite-style residence hall; houses up to 302 students and contains a computer lab and dining facility. * University Commons apartments - consists of multiple apartment buildings, which include two-bedroom and four-bedroom apartments. The Commons Clubhouse is a community building with a TV lounge, computer lab, and recreation room. *Transformative Learning Quadrangle or \"The Quad\" - co-ed pod style residence hall; houses up to 440 students and contains several classrooms, a dining facility, fitness room, and laundry room. ===Off-campus buildings=== * UCO Jazz Lab * Outdoor Adventure Recreation Center (Lake Arcadia) * Small Business Development Center (Downtown OKC) * The Academy of Contemporary Music (Bricktown) * Selman Living Laboratory (Freedom, Oklahoma) *CHK|Central Boathouse (Oklahoma River OKC) *UCO Downtown (Downtown OKC) ==Athletics== UCO participates in intercollegiate athletics in the NCAA at the Division II level and is a member of the Mid-America Intercollegiate Athletics Association (MIAA). The university joined the MIAA in 2012; prior to joining the conference, UCO was a member of the Lone Star Conference and was the largest school in the conference. In 2010, it applied to join the MIAA. On July 30, 2010, the conference approved its application to join the conference beginning in the 2012-2013 academic year. Both men's and women's teams are nicknamed the Bronchos. UCO currently competes in baseball, men's and women's basketball, women's cross-country and track and field, football, men's and women's golf, women's soccer, softball, women's tennis, volleyball, wrestling, and women's rowing. Their women's rowing team has been very successful in the past few years, winning back-to-back NCAA DII Rowing Championships (2018-2019). ==Greek life== UCO is home to 28 Greek organizations. * IFC Chapters: ** Acacia ** Alpha Tau Omega ** Pi Kappa Alpha ** Sigma Alpha Epsilon ** Sigma Nu ** Sigma Tau Gamma * Panhellenic Chapters: ** Alpha Delta Pi ** Alpha Gamma Delta ** Alpha Xi Delta ** Delta Zeta ** Sigma Kappa ** Sigma Sigma Sigma * National Pan-Hellenic Chapters: ** Alpha Kappa Alpha ** Alpha Phi Alpha ** Delta Sigma Theta ** Kappa Alpha Psi ** Omega Psi Phi ** Phi Beta Sigma ** Sigma Gamma Rho ** Zeta Phi Beta * Multicultural Greek Council: **Kappa Delta Chi **Omega Delta Phi ** Sigma Lambda Gamma * Christian Greek Chapters: ** Beta Sigma Chi ** Beta Upsilon Chi ** Sigma Phi Lambda * Professional Fraternity Association ** Kappa Kappa Psi ** Phi Mu Alpha Sinfonia (in colonial process) ==Notable alumni and faculty== ==References== ==External links== * * Central Oklahoma Athletics website * University of Central Oklahoma University of Central Oklahoma Category:Educational institutions established in 1890 Category:Buildings and structures in Oklahoma County, Oklahoma Category:1890 establishments in Oklahoma Territory",
 "title": "University of Central Oklahoma"
}