{
 "id": "796872",
 "text": "Janadhipathya Samrakshana Samithi ( translation: Association for Defence of Democracy) is a political party in the Indian state of Kerala. The party was formed in 1994 when the CPI(M) leader K.R. Gowri Amma was expelled from Communist Party of India (Marxist). She is the widow of the Communist Party of India leader T. V. Thomas. JSS Sathjith group is allianced with Right Democratic front in Kerala led by Indian National congress. JSS won four seats in the 2001 Legislative Assembly election in Kerala (the party had launched candidates in five constituencies). K.R. Gowri Amma, elected from the Aroor constituency, was the Minister for Agriculture in the A.K. Antony state government. ==Leadership Of JSS== *President- Sangeeth Chakrapani *General Secretary - P C Beenakumari *Secretary - P R Pavithran ===Leadership Of JYS=== *Chairman JYS - Thomas Korassery *Vice Chairman JYS - Rahul Raveendran *State Conveniour JYS- Reji Raphel ==Splinter Groups== {| class=\"wikitable\" |- ! Sl.No: !! Name of the Party Group!! Party Party Leader !!Alliances |- ||1|| JSS (Sathjith) || Adv. V. H. Sathjith || Left Democratic Front |- ||2|| JSS (Beenakumari) || P.C. Beenakumari || Left Democratic Front |- ||3|| JSS (National) || Alex Dominic || United Democratic Front |- ||4|| JSS (Socialist) || Ajeesh Kumar || Unaffiliated |- ||5|| JSS (Sameekritham) || B. Gopan || Unaffiliated |- |} ===Defunct Groups=== # JSS (Rajanbabu) led by Rajanbabu merged with JSS (official) # JSS (Shaju) led by K. K. Shaju merged with Congress # JSS (Pradeep) led by P.S. Pradeep merged with CPI # JSS (Ithihas) led by KT Ithihas, former political secretary and Ex Chairman merged with Communist Marxist Party (John) # JSS (Secular) led by Varinjam Rajeev merged with All India Forward Bloc ===Special Notes=== 1\\. One of their prominent state leader from the beginning of the party, Adv. Sathjith,s faction make outside alliance with LDF after discussions with state leaders of LDF on 2016 march. 2\\. The Rajan Babu faction of the JSS Joined the NDA on 11 March 2016.This was Announced by Rajan Babu. After Discussions with BJP State President Kummanam Rajasekharan and BDJS Leader Vellappally Natesan at Kayamkulam. And he left NDA in 2019 and merge with JSS (Gowri amma) ==Mass Organisations== * Janadhipathiya Mahila samithy (JMS) * Janathipathiya Yuvajana Samithy (JYS) * Janathipathiya Trade Union Centre (JTUC) * Janathipathiya Karshaka Samithy (JKS) * kerala Karshaka Thozhilaly Union (KKTU) * Federation Of Democratic Employees And Teachers Organization (FDETO) * Janathipathya Abhibhashaka Samithi (JAS) ==References== ==External links== *K.R. Gouri Amma's page at the official site of Kerala government *K.R. Gouri Amma's page at Kerala Legislative Assembly site *Election Result Aroor Category:1994 establishments in Kerala Category:Communist parties in India Category:Communist Party of India (Marxist) breakaway groups Category:Political parties established in 1994 Category:State political parties in Kerala",
 "title": "Janathipathiya Samrakshana Samithy"
}