{
 "id": "79707",
 "text": "Route 128, known as the Yankee Division Highway, is a state highway in the U.S. state of Massachusetts maintained by the Highway Division of the Massachusetts Department of Transportation (MassDOT). Spanning , it is one of two beltways (the other being Interstate 495) around Boston, and is known as the \"inner\" beltway, especially around areas where it is or less outside of Boston. The route's current southern terminus is at the junction of I-95 and I-93 in Canton, and it is concurrent with I-95 around Boston for before it leaves the interstate and continues on its own in a northeasterly direction towards Cape Ann. The northern terminus lies in Gloucester a few hundred feet from the Atlantic Ocean. All but the northernmost 3 miles are divided highway with the remainder being a surface road. Its concurrency with I-95 makes up most of its length. Originally designated in 1927 along a series of surface streets, Route 128 provided a circumferential route around the city of Boston. The original route extended from the seaport of Gloucester, on the North Shore, to the beach resort community of Hull on the South Shore. Construction of the present circumferential highway began in Gloucester in the early 1950s and progressed southward, in part on new alignments and in part by the improvement of older roads, and came to completion with the final link into the Southeast Expressway (Massachusetts Route 3/John Fitzgerald Expressway/Pilgrim Highway) at a three-way flying junction known as the Braintree Split. With the completion of the final segment of the Yankee Division Highway in Braintree in 1960, the segment of Route 128 through Braintree, Weymouth and Hingham was rerouted to run concurrently with Route 3 on the Southeast Expressway/Pilgrim Highway between the Braintree Split (Route 3 Exit 42 (old exit 19), Route 128 exit 67) and Exit 35 (old exit 14), then along Pond Street in Norwell to Queen Anne's Corner on the Hingham-Norwell line, retaining its original route from Queen Anne's corner to its terminus in Hull. Subsequent upgrades on the northern segment in the 1960s completed a full freeway from Braintree in the south to Gloucester in the north. Over time, the southern terminus was truncated twice. * Circa 1965, a policy of limiting each road to one route number led to a decision to drop the designation of Route 128 from the Southeast Expressway and to redesignate the orphaned segment from Exit 35 (old exit 14) of the Southeast Expressway to the terminus in Hull as Route 228 - but with its designated directions reversed to reflect the actual geographical direction of the new route. This shifted the southern terminus of Route 128 to the Braintree Split. * Circa 1997, the same policy led to removal of the designation of Route 128 from the segment of the Yankee Division Highway between the Braintree Split and the junction with the southern segment of I-95 in Canton, which had been designated as I-93. The plan also would have removed the designation of Route 128 from the segment between the junction with the southern segment of I-95 in Canton and the junction with the northern segment of I-95 in Peabody, but this was rescinded because it would have orphaned a railroad (Amtrak/MBTA) station named \"Route 128\" that's adjacent to the highway in Canton. However, that segment retains the \"Yankee Division Highway\" name. However, twenty years later, the entire segment of the highway was called \"Route 128\" even in traffic reports on radio and television in local parlance, often causing considerable confusion for uninitiated visitors to the area. In local culture, \"Route 128\" is generally recognized as the demarcation between the more urban inner suburbs and the less densely developed suburbs surrounding the city of Boston. It also approximately delimits the region served by the rapid transit and trolley system operated by the Massachusetts Bay Transportation Authority (MBTA), and is used to reference the high-technology industry that developed from the 1960s to the 1980s in the suburban areas along the highway.\"MassMoments: Route 128 Opens Boston's High-Tech Age.\" Massachusetts Foundation for the Humanities. Accessed 05-18-2010. ==Route description== Route 128 begins in the south in Norfolk County, at the interchange with I-93, I-95, and US 1 in Canton. It immediately begins as a highway. Until the 1990s, its southern terminus was located at the junction of I-93, US 1, and Route 3 (the Braintree Split) in Braintree. At this present-day terminus, 128 is concurrent with I-95, and follows the mileage-based exit numbering scheme used by I-95 as it enters Massachusetts from Pawtucket, Rhode Island. It also begins a wrong-way concurrency with US 1; as 128 and I-95 are signed traveling north, US 1 is signed traveling south, and vice versa. US 1 splits onto its own roadbed at exit 29 (old exit 15) in Dedham. In response to the outcome of the 1970 Boston Transportation Planning Review, Massachusetts focused federal highway funding on public mass transportation rather than building new highways through Boston and the inner suburbs (\"inside of Highway 128\"), cancelling plans for completion of a northeast Expressway and construction of a southwest Expressway to carry I-95 through downtown Boston. This policy cascaded into designation of the segment of the Yankee Division Highway between the existing I-95 junction in Canton and the new I-95 junction in Peabody as I-95 rather than building a new highway to complete the connection, coupled with a decision to extend I-93 southward along the Central Artery and John Fitzgerald Expressway and onto the southern end of the Yankee Division Highway to the I-95 junction in Canton. After completion of the I-95/Highway 128 interchange in Peabody in 1988, the State Highway Department changed the numbers of all exits south of the newly completed junction to those of the respective interstate highway designations. Since then, the highway has had three sets of exit numbers: I-93 exits 7 through 1 from the southern terminus to the I-95 junction in Canton, I-95 exits 26 through 64 (old exits 12 through 45) from the I-95 junction in Canton to the I-95 junction in Peabody, and the original Route 128 exits 37 through 55 (old exits 29 through 12) from the I-95 junction in Peabody to the northern terminus. The interchange with I-93 in Woburn, which was Route 128 Exit 37 before the renumbering, became I-93 Exit 37 (now exit 28) in the renumbering and thus coincidentally retained its number until the switchover with the mileage-based system in 2021. Along with other highways in the Commonwealth, exits were renumbered with a mileage-based system in 2021. As a result of this political decision, about two thirds of Route 128 runs in tandem with I-95 from Canton north to Peabody, and after I-95 splits off and continues north from Peabody toward New Hampshire, northward on its own right of way from Peabody to Gloucester. The I-95 and I-93 signage were added in the mid-1970s when plans to construct I-95 through Boston, directly connecting the two I-95/Highway 128 interchanges, were cancelled leaving a gap filled using 128. An unused cloverleaf in Canton, partially removed circa 1977, was one of the leftover structures from this plan as well as the existing expressway (part of US 1 since 1989). The decision to reroute I-95 onto Highway 128 rather than building a new highway inside of 128 has contributed to three significant problems. * At the junction in Canton, I-95 northbound uses the original cloverleaf, which is fairly tight, to transition from the southern segment to the Yankee Division Highway. More than a few unsuspecting truckers have entered the cloverleaf at full highway speed and thus managed to flip over their rigs. As a result, the cloverleaf has been referred to as \"Dead Man's Curve\" to locals. * The I-95 overhead traffic also has become a major contributor to congestion on the segment of the highway known as I-95. * The Southeast Expressway, as the only highway coming into Boston from the south, carries more than double its capacity on a daily basis. The highway is prone to some of the worst traffic in the region, as all traffic from south of the city (coming from three different highways) must merge onto this one route. The area along the western part of Highway 128 is home to a number of high-technology firms and corporations. This part of 128 was dubbed \"America's Technology Highway\", and signs marking it that way were put in place beginning in October 1982. Two years later, those blue signs were changed to read \"America's Technology Region\" after complaints from veterans groups that noted the highway already had a name: the Yankee Division Highway, a name bestowed in 1941 in honor of the U.S. Army unit first formed in Boston in 1917. The political decision not to build new highways inside of Route 128 also led to abandonment of plans to extend the limited access divided highway U. S. Route 3 from its current interchange with the Yankee Division Highway in Burlington to a junction with Route 2 in Lexington as originally planned. This decision caused a temporary reroute of U. S. Route 3 onto the Yankee Division Highway, but in the opposite direction, to connect with its original route, one interchange to the north of the current junction, to become permanent. The segment of the highway that still carries the sole designation as Route 128, which is four lanes of limited access divided highway for most of its length, was not originally built as a limited access divided highway. Many junctions in this segment were constructed as signaled intersections at grade in the 1950s and subsequently reconstructed with grade separation and interchanges in the 1960s - often with local streets that happened to be in convenient locations doubling as ramps for access to the highway. However, four junctions nearest the northern end in the town of Gloucester were not improved. Proceeding in the direction signed as northward beyond Exit 55 (old exit 12) (the interchange with Crafts Road), the route runs eastward through two rotaries, named Grant Circle (intersection with Washington Street) and Blackburn Circle (intersection with Dory Road going northward and Schoolhouse Road going southward) and another intersection at Route 127 (Eastern Avenue) to its terminus in another intersection at Route 127A (East Main Street/Bass Avenue).Google Map of this segment Additionally, the segments from Blackburn Circle to Route 127 and from Route 127 to Route 127A, a distance of 1.2 miles, have no divider. A metropolitan planning organization for the Boston area studied the Route 128/I-95 Corridor from approximately 2005–2010. The study focused on the heavily congested section from I-90 (Newton) to US 3 (Burlington), and was completed in November 2010. As of 2010, the highway carried over 200,000 vehicles per day. Some possible improvements to Highway 128 include HOV Lanes, reconstruction of shoulders, ramp metering, bus on shoulder, and fiber optic traffic system improvements. More studies will need to be completed before projects will begin. ==History== ===Surface roads and south Circumferential Highway=== As designated in 1927, the original Route 128, called the \"Circumferential Highway,\" followed existing roadways from Gloucester to Hull through Boston's suburbs. The first (northernmost) segment of the present controlled-access highway, which is still just four lanes wide, opened in 1951. Construction progressed southward. The final (southernmost) segment, originally built as the present eight-lane highway that spliced into the John Fitzgerald Expressway (then Route 3 for its entire length, and popularly also known as the Southeast Expressway) at a wye junction now known as the Braintree Split in Braintree. This segment, which opened in 1960, replaced a two-lane undivided road to complete the first circumferential highway around any major city. Upon completion of the final segment of the Yankee Division Highway, the agency then known as the Massachusetts Highway Department (subsequently reorganized the Highway Division of the Massachusetts Department of Transportation) assigned the concurrent designation of Route 128 to the segment of the Southeast Expressway (Route 3) from Exit 35 (old exit 14) to the Braintree Split (Exit 42, old exit 19), linking to the segment of the original Route 128 from the intersection with Route 53 at Queen Anne's Corner at the Hingham-Norwell line to the southern terminus in Hull. That action removed the designation as Route 128 from Blue Hill River Road in Randolph and Braintree, which is now closed to traffic, and West Street, Franklin Street, segments of Washington Street and Plain Street, and Grove Street in Braintree, a segment of Columbian Street, Park Avenue, and a segment of Ralph Talbot Street in Weymouth, and Derby Street and a segment of Whiting Street (Route 53) in Hingham, all of which remain in service for local traffic. However, fate was not so kind to the rest of the original route. Although some segments of remain in service as local parallel streets, other segments became part of the present right of way, but with connections severed at both ends, and some segments were severed where they cross the present right of way and even closed if no longer used by local traffic. Thus, it is no longer feasible to drive the original route between Braintree and Gloucester. In 1965, the Massachusetts Highway Department truncated Route 128 at the Braintree Split and redesignated the non-freeway section of Route 128 from Route 3 through Hingham and Hull as Route 228, with its direction reversed to reflect the actual geographical direction of that segment of the route. This action ended the concurrent route designation on the John Fitzgerald Expressway. In the wake of a political decision not to complete the Northeast Expressway and to construct a Southwest Expressway to connect I-95 through Boston as originally planned, the United States Department of Transportation and the Massachusetts Highway Department redesignated the segment of the Yankee Division Highway between the junction with the completed segment of I-95 from Peabody to the New Hampshire border and the junction with the completed segment of I-95 from Canton to the Rhode Island border as I-95 to complete that highway. Concurrently, these agencies extended I-93 from its original terminus in Boston southward on the John Fitzgerald Expressway to the Braintree Split, then westward on the southern segment of the Yankee Division Highway to the junction with the completed southern segment of I-95 from Canton. At that time, the Massachusetts Highway Department officially truncated Route 128 at its intersection with I-95 in Peabody, began removal of Route 128 signage, and assigned I-93 and I-95 exit numbers to the interchanges on both affected segments of the Yankee Division Highway. The Massachusetts Highway Department subsequently restored the designation of Route 128 and reinstalled signage on the segment of the Yankee Division Highway designated as I-95, partly in response to public protest and partly due to the fact that an Amtrak and MBTA commuter rail station adjacent to the highway at the University Avenue interchange in Canton bears the name Route 128 (RTE on the railroad timetables and in the Amtrak reservation system). The station is located at the first interchange north of the junction of I-93 and I-95 in Canton. Despite no longer officially carrying the designation, the section of the Yankee Division Highway between Braintree and Canton is popularly called Route 128 within Massachusetts. However, signage for Route 128 has gradually disappeared from the segment designated as I-95 as the Massachusetts Department of Transportation has replaced signage along that segment of the road and on the intersecting roads. At its current southern terminus, Route 128 begins running concurrently with I-95 (same direction) and US 1 (opposite direction). While its concurrency with US 1 ends in Dedham, its concurrency with I-95 continues as it intersects with expressways including I-90 (the Massachusetts Turnpike) in Weston; US 20 in Waltham; Route 2 in Lexington; US 3 in Burlington (with which it runs concurrently within the town); and I-93 and US 1 again in Reading and Lynnfield, respectively. 128 and I-95 split in Peabody; as I-95 continues north towards New Hampshire, 128 travels east towards its northern terminus at an interchange with Route 127A in Gloucester. Route 128 was assigned by 19271927 Rand McNally Boston and vicinity map along local roads, running from Route 138 in Milton around the west side of Boston to Route 107 (Essex Street or Bridge Street) in Salem. Its route was as follows: {| class=wikitable !Town/City !Streets |- |Milton |Milton Street |- |Boston |Neponset Valley Parkway, Milton Street |- |Dedham |Milton Street, High Street, Common Street, West Street |- |Needham |Dedham Avenue, Highland Avenue |- |Newton |Needham Street, Winchester Street, Centre Street, Walnut Street, Crafts Street, Waltham Street |- |Waltham |High Street, Newton Street, Main Street (U.S. Route 20), Lexington Street |- |Lexington |Waltham Street, Massachusetts Avenue (Route 2A, current Route 4/Route 225), Woburn Street |- |Woburn |Lexington Street, Pleasant Street, Montvale Avenue |- |Stoneham |Montvale Avenue, Main Street (Route 28), Elm Street |- |Wakefield |Albion Street, North Avenue, Water Street, Vernon Street, New Salem Street, Salem Street |- |Lynnfield |Salem Street |- |Peabody |Lynnfield Street, Washington Street, Main Street |- |Salem |Boston Street |} By 1928, it had been extended east to Quincy from its south end along the following streets, ending at the intersection of Route 3 and Route 3A (current Route 3A and Route 53):1928 map of numbered routes in Boston and vicinity, prepared by the Massachusetts Department of Public Works for the New England Affairs Bureau, Boston Chamber of Commerce {| class=wikitable !Town !Streets |- |Quincy |Washington Street, Hancock Street, Adams Street |- |Milton |Adams Street, Centre Street, Canton Avenue, Dollar Lane |} The first section of the new Circumferential Highway, in no way the freeway that it is now, was the piece from Route 9 in Wellesley around the south side of Boston to Route 3 (current Route 53) in Hingham. Parts of this were built as new roads, but most of it was along existing roads that were improved to handle the traffic. In 1931, the Massachusetts Department of Public Works acquired a right-of-way from Route 138 in Canton through Westwood, Dedham and Needham to Route 9 in Wellesley. This was mostly 80 feet (24 m) wide, only shrinking to 70 feet (21 m) in Needham, in the area of Great Plain Avenue and the Needham Line. Much of this was along new alignment, but about half -- mostly in Needham -- was along existing roads: *Royall Street from west of Route 138 to east of Green Street (Canton) *Green Lodge Street from Royall Street (cut off by Route 128) to Route 128 Station (Canton and Westwood) *Greendale Avenue from Lyons Street and Common Street just south of the Charles River to Hunting Avenue (Dedham and Needham) *Fremont Street north from Highland Avenue (Needham) *Reservoir Street from Central Avenue to Route 9 (Needham and Wellesley)MassHighway state highway layout plans: *Canton: 2807 (July 14, 1931) *Westwood: 2808 (July 14, 1931); 2831 (October 13, 1931) *Dedham: 2806 (July 14, 1931); 2833 (October 13, 1931) *Needham: 1832 (October 13, 1931); 2858 (December 22, 1931) *Wellesley: 2857 (December 22, 1931) From Route 138 in Canton east through the Blue Hills Reservation in Canton, Milton, Quincy and Braintree, Norfolk County acquired a right-of-way in 1927MassHighway state highway layout plan 3960 and built the Blue Hill River Road. This tied into West Street in northwest Braintree, which itself had been taken over by the county in 1923.MassHighway state highway layout plan 6741 West Street led to Route 37, which ran southeast to Braintree center. This part of Route 37 had been taken over by the state in 1919 (to Braintree center)MassHighway state highway layout plan 1823 (June 24, 1919) and 1917 (in Braintree center).MassHighway state highway layout plan 1765 (September 4, 1917) The rest of the new highway, from Route 37 east to Route 3 (now Route 53), through Braintree, Weymouth and Hingham, was taken over by the state in 1929. This was all along existing roads, except possibly the part of Park Avenue west of Route 18 in Weymouth.MassHighway state highway layout plans: *Hingham: 2604 (September 3, 1929) *Weymouth: plan 2603 is missing *Braintree: 2602 (September 3, 1929) By 1933,1933 General Drafting Boston and vicinity map the whole Circumferential Highway had been completed, and, except for the piece from Route 9 in Wellesley south to Highland Avenue in Needham, was designated as Route 128. Former Route 128 along Highland Avenue into Needham center was left unnumbered (as was the Circumferential Highway north of Highland Avenue), but the rest of former Route 128, from Needham center east to Quincy, became part of Route 135. Thus the full route of the Circumferential Highway, as it existed by 1933, is now the following roads: {| class=wikitable !Town !Streets |- |Hingham |Derby Street (realigned during construction of Massachusetts Route 3, with two segments of original alignment becoming Old Derby Street)) |- |Weymouth |Ralph Talbot Street, Park Avenue, Columbian Street |- |Braintree |Columbian Street, Grove Street, Washington Street (Route 37), Franklin Street (Route 37), West Street, Blue Hill River Road (now closed) (see Quincy) |- |Quincy |Blue Hill River Road (now closed; current highway uses its right-of-way) |- |Milton |Blue Hill River Road, Hillside Street |- |Canton |Blue Hill River Road, Royall Street, Green Lodge Street (cut by the Route 128/Interstate 95 interchange) |- |Westwood |Blue Hill Drive (cut by Route 128 Station, and later upgraded on the spot as northbound Route 128) |- |Dedham and Westwood |upgraded on the spot as northbound Route 128 (under U.S. Route 1) and then mostly in the median |- |Needham |Greendale Avenue, Hunting Road, southbound Route 128 under Highland Avenue, Reservoir Street |- |Wellesley |inside the present Route 9 interchange |} At the same time as Route 128 was extended along the new Circumferential Highway, it was extended further into Hull. This alignment, not part of the Circumferential Highway, ran southeast on Route 3 (now Route 53) (Whiting Street) to the border of Hingham and Norwell, where it turned north on present Route 228 (Main Street) through Hingham and into Hull. The exact route through Hingham was Main Street, Short Street, Leavitt Street, East Street, and Hull Street. The end of the numbered route was at the south end of Nantasket Beach, where Nantasket Avenue curves northwest to follow the shore of Massachusetts Bay.1937 Massachusetts Department of Public Works map of Hull ===\"America's Technology Highway\"=== In 1955, Business Week ran an article titled \"New England Highway Upsets Old Way of Life\" and referred to Route 128 as \"the Magic Semicircle\". By 1958, it needed to be widened from four to six lanes, and business growth continued, often driven by technology out of Harvard University and MIT.\"Technically, It's Still Route 128\", route128history.org In 1957, there were 99 companies employing 17,000 workers along 128; in 1965, 574; in 1973, 1,212. The development of college-like suburban campuses and marketing to technology companies was intentional on the part of real estate developers such as Gerald W. Blakeley Jr. In the 1980s, the area was often compared to California's Silicon valley,\"BOSTON'S ROUTE 128: COMPLEMENTING SILICON VALLEY\", August 1997, Businessweek\"Route 128: Birthplace of the Digital Age\" , July 6, 2010, http://bizcloudnetwork.com and the positive effects of this growth on the Massachusetts economy were dubbed the \"Massachusetts Miracle\". Major companies or research facilities with significant locations in the broader Route 128 area prior to 2000 included: * Analog Devices * Apollo Computer * Autodesk * BBN Technologies * Computervision * Cullinet * Digital Equipment Corporation * EMC Corporation * GTE * Honeywell Information Systems * Lincoln Laboratory * Lycos * MITRE * Polaroid * Prime Computer * PTC, Inc. * Raytheon * Thermo Electron and Fisher Scientific, later merged as Thermo Fisher Scientific * Wang Laboratories ==Future and improvements== ===Add-A-Lane project=== The $315 million MassDOT Highway Division project has widened the existing six-lane section of highway to eight lanes from north of Route 9 in Wellesley to Route 24 in Randolph. The project consists of adding a lane on the inside of each carriageway, complete with a 10-foot inside shoulder. The existing 1950s bridges, 22 in total, also were replaced. The project also included construction of a new two-lane ramp from Route 128 to I-95 in Canton and installation of a new interchange at Kendrick Street in Needham, designated as Exit 35 A (old exit 19A) with the ramps to Highland Avenue become Exits 35 B and 35 C (old exits 19B and 19C). During the initial construction of Route 128, a provision had already been made for a fourth lane within the widely spaced median along the 1.5-mile (2.5 km) length of Route 128 running from just north of the U.S. Route 1 interchange in Dedham, Massachusetts, north-westwards to the Route 109 interchange, and this will finally be used for the Add-A-Lane project. Construction on phase 1 was officially completed in October 2009. Construction of phase 2 of the project began in summer 2006. This phase of the project consisted of the replacement of the Route 1 and Route 1A bridges over Route 128 in Dedham along with the road widening between Exits 27 and 29 (old exits 13 and 15) (US 1). Construction of four sound barriers between the US 1 and I-95 interchanges were also included. This phase was completed in the Spring of 2011. Construction on phase 3, begun in April 2009, widened I-93/US 1 to 4 lanes in each direction from Route 24 to the I-95 interchange. Phase 4 of the Project, which began in March 2011, is replacing seven bridges and widens Route 128 (I-95) to four lanes in each direction from Route 109 to south of Highland Avenue in Needham. The southeastern freeway (Pilgrims Highway) that extends from Braintree to Cape Cod, MA Route 3, is also in the process of undergoing a similar \"add-a-lane\" project for much of its own 42 mile length. ===Sign upgrade projects on Route 128=== Over the last fifteen or so years, the state has funded a number of highway sign resigning projects on Route 128 that are replacing the 25-year-old signs with new exit, regulatory and route signs. Starting in 1998 and continuing through 2002, signs were replaced through a $1.1 million project between Reading and Lynnfield. Progress continued in 2005 and 2006 during a $2.2 million project which replaced the signs on from Peabody to Gloucester, and continued with a $1.4 million project in 2008 and 2009 that replaced signs in Peabody and the remaining ones in Lynnfield. A $2.9 million federal stimulus project helped replace exit and highway signs in 2010 and 2011 along Route 128 (I-95) from US-3 in Lexington to I-93 in Reading. A project begun in the Fall of 2012 and completed in the Fall of 2015, replaced exit & guide signs on Route 128 from Route 9 (Exit 36, old exit 20) in Wellesley to Routes 4/225 (Exit 49, old exit 31) in Lexington and, as part of the Add-A-Lane project discussed above, new signs were put up along section of the project completed in 2015 from Great Plain Avenue in Needham to Route 109 in Dedham.See photos of the new signage on the I-95 in Mass. Photo Page New signage was put up between I-95 and US 1 in 2010 and most of the signage between I-95 and Route 24 (on I-93/US 1) has been replaced by the end of 2011. Future projects will replace the signs between the Rhode Island Border and I-93 in Canton in 2018 and between I-93 in Reading and US 1 in Peabody in 2019. New mileage markers were placed every 2/10 of a mile along the highway in 2010 (except for the area covered by the widening project) for I-93 between Braintree and Canton and I-95 from Canton to Peabody. New markers put along Route 128 from Peabody to Gloucester reflect the state highway's total mileage from Canton, indicating MassDOT's change of heart in decommissioning the route where it shares the road with I-95. The previous mile markers (reflected in the exit list below) had mile 0 in Peabody. === Monorail proposal === In 2015, the mayor of the City of Waltham, Jeannette McCarthy, noted that traffic is exceeding the capacity of Route 128 and proposed that communities located along the highway jointly consider a plan of establishing a form of monorail to add further mass transit options to businesses along the Route 128 corridor. == Popular culture == Two songs by Massachusetts alternative rock artists, \"Roadrunner\" by The Modern Lovers and \"Blue Thunder\" by Galaxie 500, prominently feature Route 128 in their lyrics. ==Exit list== Exit numbers along the I-93 portion of the Yankee Division Highway, indicated by an asterisk in the table below because that segment of the highway is no longer officially part of Route 128, are in accordance with Interstate 93 exit numbering scheme in Massachusetts. Exit numbers along the I-95 portion of Route 128 are in accordance to the I-95 exit numbering scheme in Massachusetts . The stretch north of I-95, as well as the rest of the length before I-95 exit numbering was applied, previously had decreasing exit numbers traveling northbound, contrary to almost all highways in the US with numbered exits. Route 128 currently has 18 numbered interchanges, which previously started at 37 (old exit 29) (southbound) and continued downwards to old exit 9 (former Exit 27, an at-grade intersection, was removed, and the last two exits are at-grade intersections). However, upon Massachusetts switching to mileage-based exit numbers, the exit numbers now abide by standard numbering rules. The new numbers along the stretch of highway north of I-95 increase from 37 in Peabody to 55 in Gloucester, with the traffic circles and at-grade intersections no longer receiving numbers. On January 27, 2021, MassDOT announced that renumbering the exits along Route 128 will start on February 3 and will go on for two weeks, but it was delayed until February 11 due to weather and a delay on renumbering the exits along US Route 3. ==References== ==Bibliography== * Susan Rosegrant, David R. Lampe, Route 128: Lessons from Boston's High-Tech Community, Basic Books, 1992, . The story of the Boston high-tech industry, starting from its 19th-century roots. * Alan R. Earls, Route 128 and the Birth of the Age of High Tech, Arcadia Publishing, 2002, * AnnaLee Saxenian, Régional Advantage: Culture and Competition in Silicon Valley and Route 128 Harvard University Press, 1994, * Yanni Tsipis, David Kruh, Building Route 128, Arcadia Publishing, 2003, ==External links== * the Route 128 Business Council * an historical overview * links about the region's tech history * The Valley of My Dreams: Why Silicon Valley Left Boston's Route 128 In The Dust * includes a \"virtual tour\" of the highway's early days and construction, as well as movies of the 1951 opening ceremony Category:Beltways in the United States Route 128 Category:Freeways in the United States Route 128 Category:Interstate 95 128 Category:Streets in Boston Category:Streets in Braintree, Massachusetts Category:Transportation in Essex County, Massachusetts Category:Transportation in Middlesex County, Massachusetts Category:Transportation in Norfolk County, Massachusetts Category:U.S. Route 1",
 "title": "Massachusetts Route 128"
}