{
 "id": "79704",
 "text": "The Rocky Mountain Athletic Conference (RMAC), commonly known as the Rocky Mountain Conference (RMC) from approximately 1910 through the late 1960s, is a collegiate athletic conference which operates in the western United States, mostly in Colorado with members in Nebraska, New Mexico, South Dakota, and Utah. It participates in the National Collegiate Athletic Association (NCAA)'s Division II. ==History== Founded in 1909, the Rocky Mountain Athletic Conference is the fifth oldest active college athletic conference in the United States, the oldest in NCAA Division II, and the sixth to be founded after the Michigan Intercollegiate Athletic Association, the Big Ten Conference, the Southern Intercollegiate Athletic Association, the Ohio Athletic Conference, and the Missouri Valley Conference. For its first 30 years, the RMAC was considered a major conference, equivalent to today's NCAA Division I, before seven of its larger members left in 1938 to form the Mountain States Conference, also called the Skyline Conference. The original name of Colorado Faculty Athletic Conference was changed to Rocky Mountain Faculty Athletic Conference (RMFAC) on May 7, 1910. The presidents assumed control of the league from the faculty in 1967 and changed the name to Rocky Mountain Athletic Conference. The Colorado Athletic Conference dissolved in 1996 with the RMAC absorbing the remaining CAC teams. The RMAC became an NCAA member in 1992 after competing in the NAIA through 1991.RMAC HistoryUniversity of Southern Colorado (1975-2003) ===Chronological timeline=== thumb|RMAC locations * 1909: On 6 March 1909, the Colorado Faculty Athletic Conference was formed. The four charter members were: the University of Colorado, Colorado State College of Agriculture and Mechanic Arts (Colorado A&M;) (now Colorado State University), Colorado College and the Colorado School of Mines. * 1910: After its debut season, the league changed its name to the Rocky Mountain Faculty Athletic Conference (RMFAC). The University of Denver and the University of Utah joined the league, but Colorado College dropped out after a falling out with Colorado Mines. Membership was at five schools. * 1914: Colorado College re-joined the RMFAC. Utah State University also joins the league to bring membership up to seven. * 1917: Montana State University joined the RMFAC as the eight member. * 1918: Brigham Young University (BYU) joined the RMFAC as the ninth member. * 1921: The University of Wyoming joined the RMFAC to bring membership upto ten. * 1924: Western State College (now Western Colorado University) and the University of Northern Colorado joined the RMFAC, giving membership up to 12 members. * 1937: Colorado, Colorado State, Brigham Young, Utah, Utah State, Wyoming and Denver left the conference to form the Skyline Conference. The five remaining members of the RMFAC were Colorado College, Colorado Mines, Montana State, Northern Colorado and Western State. * 1948: Idaho State University joined the RMFAC as the sixth member. * 1956: Adams State College (now Adams State University) joined the RMFAC as the seventh member. * 1958: Idaho State left the RMFAC, membership was brought back down to six. * 1959: Montana State left the RMFAC, membership was brought back down to five. * 1967: The RFMAC changed its name to the current Rocky Mountain Athletic Conference (RMAC). Eleven schools joined the conference in 1967. They were: Emporia State University, Fort Hays State University, Fort Lewis College, the University of Nebraska at Omaha (now athletically branded as Omaha), Pittsburg State University, the University of Southern Colorado (now Colorado State University Pueblo), Southern Utah State University (now Southern Utah University), Regis College (now Regis University), Washburn University, Western New Mexico University and Westminster College of Utah. Colorado College was not included in this new league. The new league divided into two divisions: Mountains and Plains. * 1968: New Mexico Highlands University joined the RMAC. * 1969: New Mexico Highlands left the RMAC due to financial aid restrictions. * 1972: For economic reasons, the two divisions were split into two separate conferences. The Mountain Division kept the RMAC name while the Plains Division became known as the Great Plains Athletic Conference. The two allied conferences worked under the name of the Mountain and Plains Intercollegiate Athletic Association (MPIAA). RMAC membership stood at eight with Adams State, Colorado Mines, Fort Lewis, Regis, Southern Utah State, Western New Mexico, Western State and Westminster. Northern Colorado ended up leaving the association to become an independent. * 1974: New Mexico Highlands re-joined the RMAC as the ninth member. * 1975: Mesa State College (now Colorado Mesa University), became the 10th member of the RMAC. * 1976: The MPIAA was dissolved for economic reasons and the two conferences went their separate ways. CSU–Pueblo switched conferences and joined the RMAC as its 11th member. * 1978: The RMAC began sponsoring women's championships. * 1979: Westminster dropped athletics and as a result left the RMAC, leaving the league with 10 members. * 1983: Regis left the RMAC to become an independent, leaving the league with nine teams. * 1986: Southern Utah left the RMAC, dropping membership to eight. * 1988: New Mexico Highlands withdrew from the conference to shrink the membership to seven schools. * 1989: Chadron State College, Kearney State College (now the University of Nebraska at Kearney) and Wayne State College announced intentions to join; Fort Hays State would also re-join the RMAC. * 1990: Wayne State and Nebraska–Kearney withdrew their interest in joining the RMAC after staying for one season. Western New Mexico and CSU–Pueblo also announced that they were leaving the RMAC. Fort Lewis announced its intention to leave, however it stayed on as an associate member of the conference. New Mexico Highlands re-joined the RMAC again. * 1992: The RMAC became affiliated with the National Collegiate Athletic Association (NCAA) at the Division II level. * 1994: Fort Lewis once again became a full member of the RMAC. Nebraska-Kearney also was voted into membership. * 1996: Colorado Christian University and Metropolitan State College of Denver joined the RMAC. Regis and CSU–Pueblo re-joined the league. All four are full members. Also, the University of Colorado at Colorado Springs (now athletically branded as UCCS) and the University of Denver joined the RMAC as affiliate and associate members, respectively. The RMAC, at that time comprising fourteen schools, were split into two seven-team divisions. * 1997: Denver left to move up to Division I. Colorado-Colorado Springs became a full member. San Francisco State University joined the RMAC as an associate member in wrestling only. * 2006: Fort Hays State left the RMAC for the MIAA, although it did remain in the RMAC as an associate member in wrestling. Western New Mexico re-joined the conference, keeping membership at 14 schools. * 2007: Grand Canyon University joined the RMAC as an associate member only in wrestling. Montana State University Billings joined the RMAC as an associate member for women's golf and men's and women's tennis. * 2008: The University of Texas–Permian Basin and the University of the Incarnate Word joined the RMAC as associate members for swimming only. Grand Canyon added men's and women's swimming to its RMAC membership. * 2009: Northern State University and Minnesota State University Moorhead joined the RMAC as associate members in swimming. * 2012: Nebraska–Kearney left the RMAC to join the MIAA. Black Hills State University moved from the NAIA to NCAA Division II and joined the RMAC to keep the number of full members at 14. Fort Hays State wrestling left once the MIAA began sponsoring that sport. Minnesota State–Moorhead and Northern State women's swimming left when their full-time home of the Northern Sun Intercollegiate Conference began sponsoring the sport. * 2013: California Baptist University became an RMAC associate in three sports: men's and women's swimming, plus wrestling. Two schools joined for women's lacrosse only: Lindenwood University and Rockhurst University. Grand Canyon and Incarnate Word ended their RMAC associate memberships and started transitions to NCAA Division I; Grand Canyon moved to the Western Athletic Conference (WAC) and Incarnate Word joined the Southland Conference, with the latter's swimming teams joining the league now known as the Coastal Collegiate Sports Association. UT–Permian Basin moved its swimming teams to the single-sport New South Intercollegiate Swim Conference. * 2014: South Dakota School of Mines and Technology (SDSM&T; or South Dakota Mines) joined the RMAC. * 2015: Westminster (Utah) re-joined the RMAC.Morton, Aaron (February 11, 2014). \"Westminster looks to make move to the NCAA Division II ranks\". Deseret News.Rocky Mountain Athletic Conference. \"Westminster approved to become member of NCAA Division II\". August 4, 2015. Rockhurst added men's lacrosse to its RMAC membership. Oklahoma Baptist University joined in women's lacrosse, plus men's and women's swimming. * 2016: Western New Mexico left for the Lone Star Conference, dropping the RMAC's full-time membership to 15. Two schools joined as associate members: Dixie State University in football, and Maryville University in men's lacrosse. * 2017: Maryville men's lacrosse left the RMAC when its primary home of the Great Lakes Valley Conference began sponsoring the sport. Oklahoma Christian University became an associate in men's and women's swimming. * 2018: Dixie State became an all-sports RMAC member. California Baptist ended its RMAC associate memberships to move to Division I; both swimming teams joined CBU's new home of the WAC, while wrestling became an independent (that sport would later be accepted by the Big 12 Conference effective in 2022). After Rockhurst's affiliation contract with the RMAC in men's lacrosse expired, that team joined the school's other sports in the GLVC; women's lacrosse remained in the RMAC, as the GLVC then sponsored lacrosse only for men. The RMAC dropped men's tennis as a conference sport. * 2019: Dixie State announced it would leave the RMAC to join Division I and the WAC in 2020. Lindenwood and Rockhurst women's lacrosse left the RMAC once the GLVC began sponsoring that sport. The RMAC dropped women's tennis as a conference sport. ==Member schools== ===Current members=== The RMAC currently has 15 full members, all but three are public schools: {| class=\"wikitable sortable\" style=\"text-align:center\" |- !Institution !Location !Founded !Affiliation !Enrollment !Nickname !Joined !class=\"unsortable\" | Colors |- | Adams State University | Alamosa, Colorado | 1921 | Public | 3,701 | Grizzlies | 1956 | |- | Black Hills State University | Spearfish, South Dakota | 1883 | Public | 4,722 | Yellow Jackets | 2012 | |- | Chadron State College | Chadron, Nebraska | 1911 | Public | 3,000 | Eagles | 1989 | |- | Colorado Christian University | Lakewood, Colorado | 1914 | Christian | 5,100 | Cougars | 1996 | |- | Colorado Mesa University | Grand Junction, Colorado | 1925 | Public | 11,000 | Mavericks | 1975 | |- | Colorado School of Mines | Golden, Colorado | 1873 | Public | 5,468 | Orediggers | 1909 | |- | Colorado State University Pueblo | Pueblo, Colorado | 1933 | Public | 6,805 | ThunderWolves | 1967; 1976; 1996 | |- | (UCCS) | Colorado Springs, Colorado | 1965 | Public | 10,300 | Mountain Lions | 1997 | |- | Fort Lewis College | Durango, Colorado | 1911 | Public | 4,000 | Skyhawks | 1967; 1994 | |- | Metropolitan State University of Denver | Denver, Colorado | 1965 | Public | 24,000 | Roadrunners | 1996 | |- | New Mexico Highlands University | Las Vegas, New Mexico | 1893 | Public | 3,500 | nowrap | Cowboys & Cowgirls | 1968; 1974; 1990 | |- | Regis University | Denver, Colorado | 1877 | Catholic | 9,722 | Rangers | 1967; 1996 | |- | South Dakota School of Mines and Technology | Rapid City, South Dakota | 1885 | Public | 2,640 | Hardrockers | 2014 | |- | Western Colorado University | Gunnison, Colorado | 1901 | Public | 2,400 | Mountaineers | 1924 | |- | Westminster College | Salt Lake City, Utah | 1875 | Nonsectarian | 3,108 | Griffins | 1967; 2015 | |} ;Notes: ===Affiliate members=== The RMAC currently has four affiliate members, one half are private schools, while another half are public schools: {| class=\"wikitable sortable\" style=\"text-align:center\" |- !Institution !Location !Founded !Type !Enrollment !Nickname !Joined !class=\"unsortable\" | Colors !RMAC sport !Primary conference |- | | Kearney, Nebraska | 1905 | Public | 7,052 | Lopers | 2014–15 | | women's swimming & diving | Mid-America (MIAA) |- | Oklahoma Baptist University | Shawnee, Oklahoma | 1910 | Baptist | 2,097 | Bison | 2016–17 2016–17 | | men's swimming & diving; women's swimming & diving | Great American |- | Oklahoma Christian University | Oklahoma City, Oklahoma | 1950 | Churches of Christ | 2,479 | nowrap | Eagles & Lady Eagles | 2017–18 2017–18 | | men's swimming & diving; women's swimming & diving | Lone Star |- | San Francisco State University | San Francisco, California | 1899 | Public | 28,290 | Gators | 1997–98 | | wrestling | California (CCAA) |} ;Notes: ===Former members=== The RMAC had 21 former full members, all but three were public schools: {| class=\"wikitable sortable\" style=\"text-align:center\" |- !Institution !Location !Founded !Affiliation !Enrollment !Nickname !Joined !Left !Current conference |- | Brigham Young University | Provo, Utah | 1875 | LDS Church | 34,100 | Cougars | 1918–19 | 1937–38 | West Coast (NCAA D-I) |- | | Boulder, Colorado | 1876 | Public | 33,246 | Buffaloes | 1909–10 | 1937–38 | Pac-12 (NCAA D-I) |- | Colorado College | Colorado Springs, Colorado | 1874 | Nonsectarian | 2,011 | Tigers | 1909–10; 1914–15 | 1909–10; 1966–67 | Southern (SCAC) (NCAA D-III) |- | Colorado State University | Fort Collins, Colorado | 1870 | Public | 34,166 | Rams | 1909–10 | 1937–38 | Mountain West (NCAA D-I) |- | | Denver, Colorado | 1864 | Nonsectarian | 11,952 | Pioneers | 1910–11 | 1937–38 | Summit (NCAA D-I) |- | Dixie State University | | 1911 | Public | 12,650 | Trailblazers | 2018–19 | 2019–20 | Western (WAC) (NCAA D-1) |- | Emporia State University | Emporia, Kansas | 1863 | Public | 5,887 | Hornets | 1967–68 | 1971–72 | Mid-America (MIAA) |- | Fort Hays State University | Hays, Kansas | 1902 | Public | 14,658 | Tigers | 1967–68; 1989–90 | 1971–72; 2005–06 | Mid-America (MIAA) |- | Idaho State University | Pocatello, Idaho | 1901 | Public | 12,805 | Bengals | 1948–49 | 1957–58 | Big Sky (NCAA D-I) |- | Montana State University | Bozeman, Montana | 1893 | Public | 16,766 | Bobcats | 1917–18 | 1958–59 | Big Sky (NCAA D-I) |- | | Omaha, Nebraska | 1908 | Public | 15,431 | Mavericks | 1967–68 | 1971–72 | Summit (NCAA D-I) |- | | Kearney, Nebraska | 1905 | Public | 7,504 | Lopers | 1989–90; 1994–95 | 1989–90; 2011–12 | Mid-America (MIAA) |- | | Greeley, Colorado | 1889 | Public | 12,862 | Bears | 1924–25 | 1971–72 | Big Sky (NCAA D-I) |- | Pittsburg State University | Pittsburg, Kansas | 1903 | Public | 7,102 | Gorillas | 1967–68 | 1971–72 | Mid-America (MIAA) |- | Southern Utah University | Cedar City, Utah | 1897 | Public | 10,196 | Thunderbirds | 1967–68 | 1985–86 | Big Sky (NCAA D-I) |- | | Salt Lake City, Utah | 1850 | Public | 33,000 | Utes | 1910–11 | 1937–38 | Pac-12 (NCAA D-I) |- | Utah State University | Logan, Utah | 1888 | Public | 27,691 | Aggies | 1914–15 | 1937–38 | Mountain West (NCAA D-I) |- | Washburn University | Topeka, Kansas | 1865 | Public | 7,971 | Ichabods | 1967–68 | 1971–72 | Mid-America (MIAA) |- | Wayne State College | Wayne, Nebraska | 1910 | Public | 4,202 | Wildcats | 1989–90 | 1989–90 | Northern Sun (NSIC) |- | Western New Mexico University | Silver City, New Mexico | 1893 | Public | 3,820 | Mustangs | 1967–68; 2006–07 | 1989–90; 2015–16 | Lone Star |- | | Laramie, Wyoming | 1886 | Public | 12,450 | Cowboys | 1921–22 | 1937–38 | Mountain West (NCAA D-I) |} ;Notes: ===Former affiliate members=== The RMAC had 11 former affiliate members, all but four were private schools: {| class=\"wikitable sortable\" style=\"text-align:center\" |- !Institution !Location !Founded !Affiliation !Enrollment !Nickname !Joined !Left !RMAC sport(s) !Primary conference |- | California Baptist University | Riverside, California | 1950 | Baptist | 11,491 | Lancers | 2013–14 | 2017–18 | men's swimming & diving; women's swimming & diving; wrestling | Western (WAC) (NCAA D-I) |- | Grand Canyon University | Phoenix, Arizona | 1949 | For-profit | 25,000 | Antelopes | 2007–08; 2008–09; 2008–09 | 2012–13; 2012–13; 2012–13 | nowrap | wrestling; men's swimming & diving; women's swimming & diving | Western (WAC) (NCAA D-I) |- | | San Antonio, Texas | 1881 | Catholic (CCIW) | 9,366 | Cardinals | 2008–09; 2008–09 | 2012–13; 2012–13 | men's swimming & diving; women's swimming & diving | Southland (NCAA D-I) |- | Lindenwood University | | 1827 | Presbyterian | 4,822 | Lions | 2013–14; 2014–15; 2014–15 | 2018–19; 2015–16; 2015–16 | nowrap | women's lacrosse; men's swimming & diving; women's swimming & diving | Great Lakes Valley (GLVC) |- | Maryville University | | 1872 | Catholic | 5,504 | Saints | 2016–17 | 2016–17 | men's lacrosse | nowrap | Great Lakes Valley (GLVC) |- | Minnesota State University Moorhead | Moorhead, Minnesota | 1887 | Public | 5,547 | Dragons | 2009–10 | 2011–12 | women's swimming & diving | Northern Sun (NSIC) |- | Montana State University Billings | Billings, Montana | 1927 | Public | 4,600 | Yellowjackets | 2007–08; 2007–08 | 2014–15; 2014–15 | men's tennis; women's tennis | Great Northwest (GNAC) |- | Northern State University | Aberdeen, South Dakota | 1901 | Public | 3,431 | Wolves | 2009–10 | 2011–12 | women's swimming & diving | Northern Sun (NSIC) |- | Oklahoma Baptist University | Shawnee, Oklahoma | 1910 | Baptist | 2,097 | Bison | 2016–17 | 2019–20 | women's lacrosse | Great American |- | Rockhurst University | Kansas City, Missouri | 1910 | Catholic | 2,746 | Hawks | 2013–14; 2015–16 | 2018–19; 2017–18 | women's lacrosse; men's lacrosse | Great Lakes Valley (GLVC) |- | | Odessa, Texas | 1973 | Public | 7,628 | Falcons | 2008–09; 2008–09 | 2012–13; 2012–13 | men's swimming & diving; women's swimming & diving | Lone Star |} ===Membership timeline=== A total of 49 different schools have been associated with the RMAC, either through full or associate membership. Of those schools, only Colorado Mines has been with the conference every year since it was founded in 1909. DateFormat = yyyy ImageSize = width:900 height:auto barincrement:20 Period = from:1909 till:2034 TimeAxis = orientation:horizontal PlotArea = right:5 left:5 bottom:20 top:5 Colors = id:line value:black id:Full value:rgb(0.63,0.88,0.755) # all sports id:FullxF value:rgb(0.88,0.755,0.63) # non-football id:AssocF value:rgb(0.88,0.63,0.63) # football-only id:AssocOS value:rgb(0.755,0.755,0.63) # associate PlotData = width:15 textcolor:black shift:(5,-5) anchor:from fontsize:s bar:1 color:Full from:1909 till:1937 text:Colorado (1909–1937) bar:2 color:Full from:1909 till:1910 text:Colorado College (1909–1910) (1914–1967) bar:2 color:Full from:1914 till:1967 bar:3 color:Full from:1909 till:end text:Colorado Mines (1909–present) bar:4 color:Full from:1909 till:1937 text:Colorado State (1909–1937) bar:5 color:Full from:1910 till:1937 text:Denver (1910–1937) bar:5 color:AssocOS from:1996 till:1997 text:(1996–1997) bar:6 color:Full from:1910 till:1937 text:Utah (1910–1937) bar:7 color:Full from:1910 till:1937 text:Wyoming (1910–1937) bar:8 color:Full from:1914 till:1937 text:Utah State (1914–1937) bar:9 color:Full from:1917 till:1959 text:Montana State (1917–1959) bar:10 color:Full from:1922 till:1937 text:BYU (1922–1937) bar:11 color:Full from:1923 till:1972 text:Northern Colorado (1923–1972) bar:12 color:Full from:1925 till:end text:Western Colorado (1925–present) bar:13 color:Full from:1948 till:1958 text:Idaho State (1948–1958) bar:14 color:Full from:1956 till:end text:Adams State (1956–present) bar:15 color:AssocOS from:1967 till:1968 text:Colorado State–Pueblo (1967–1972) (1976–1990) (1996–present) bar:15 color:FullxF from:1968 till:1972 text: bar:15 color:Full from:1976 till:1978 bar:15 color:FullxF from:1978 till:1979 bar:15 color:Full from:1979 till:1985 bar:15 color:FullxF from:1985 till:1990 bar:15 color:FullxF from:1996 till:2008 bar:15 color:Full from:2008 till:end bar:16 color:Full from:1967 till:1972 text:Emporia State (1967–1972) bar:17 color:Full from:1967 till:1972 text:Fort Hays State (1967–1972) bar:17 color:FullxF from:1989 till:1991 text:(1989–2012) bar:17 color:Full from:1991 till:2006 bar:17 color:AssocOS from:2006 till:2012 bar:18 color:Full from:1967 till:1990 text:Fort Lewis (1967–present) bar:18 color:AssocOS from:1990 till:1994 bar:18 color:Full from:1994 till:end bar:19 color:Full from:1967 till:1972 text:Nebraska–Omaha (1967–1972) bar:20 color:Full from:1967 till:1972 text:Pittsburg State (1967–1972) bar:21 color:FullxF from:1967 till:1983 text:Regis (1967–1983) bar:21 color:FullxF from:1996 till:end text:(1996–present) bar:22 color:Full from:1967 till:1986 text:Southern Utah (1967–1986) bar:23 color:Full from:1967 till:1972 text:Washburn (1967–1972) bar:24 color:Full from:1967 till:1984 text:Western New Mexico (1967–1990) bar:24 color:FullxF from:1984 till:1985 bar:24 color:Full from:1985 till:1990 bar:24 color:Full from:2006 till:2016 text:(2006–2016) bar:25 color:Full from:1967 till:1979 text:Westminster (Utah) (1967–1979) bar:25 color:FullxF from:2015 till:end text:(2015–present) bar:26 color:Full from:1968 till:1969 text:New Mexico Highlands (1968–1969) (1974–1988) (1990–present) bar:26 color:FullxF from:1974 till:1976 bar:26 color:Full from:1976 till:1988 bar:26 color:FullxF from:1990 till:1992 bar:26 color:Full from:1992 till:end bar:27 color:Full from:1975 till:end text:Colorado Mesa (1975–present) bar:28 color:FullxF from:1989 till:1991 text:Chadron State (1989–present) bar:28 color:Full from:1991 till:end bar:29 color:FullxF from:1989 till:1990 text:Wayne State (1989–1990) bar:30 color:FullxF from:1989 till:1990 text:Nebraska–Kearney (1989–1990) (1994–2012) (2014–present) bar:30 color:FullxF from:1994 till:1996 bar:30 color:Full from:1996 till:2012 bar:30 color:AssocOS from:2014 till:end bar:31 color:FullxF from:1996 till:end text:Colorado Christian (1996–present) bar:32 color:FullxF from:1996 till:end text:Metro State (1996–present) bar:33 color:AssocOS from:1996 till:1997 text:UCCS (1996–present) bar:33 color:FullxF from:1997 till:end bar:34 color:AssocOS from:1997 till:end text:San Francisco State (1997–present) bar:35 color:AssocOS from:2007 till:2013 text:Grand Canyon (2007–2013) bar:36 color:AssocOS from:2007 till:2015 text:Montana State–Billings (2007–2015) bar:37 color:AssocOS from:2008 till:2013 text:Incarnate Word (2008–2013) bar:38 color:AssocOS from:2008 till:2013 text:Texas–Permian Basin (2008–2013) bar:39 shift:(-30) color:AssocOS from:2009 till:2012 text:Minnesota State–Moorhead (2009–2012) bar:40 color:AssocOS from:2009 till:2012 text:Northern State (2009–2012) bar:41 color:Full from:2012 till:end text:Black Hills State (2012–present) bar:42 color:AssocOS from:2013 till:2018 text:California Baptist (2013–2018) bar:43 color:AssocOS from:2013 till:2019 text:Lindenwood (2013–2019) bar:44 color:AssocOS from:2013 till:2019 text:Rockhurst (2013–2019) bar:45 shift:(-35) color:AssocOS from:2014 till:2015 text:[[|South Dakota Mines]] (2014–present) bar:45 color:FullxF from:2015 till:2016 bar:45 color:Full from:2016 till:end bar:46 color:AssocF from:2016 till:2018 text:Dixie State (2016–2020) bar:46 color:Full from:2018 till:2020 bar:47 color:AssocOS from:2016 till:2017 text:Maryville (2016–2017) bar:48 shift:(-35) color:AssocOS from:2016 till:end text:Oklahoma Baptist (2016–present) bar:49 shift:(-45) color:AssocOS from:2017 till:end text:Oklahoma Christian (2017–present) ScaleMajor = gridcolor:line unit:year increment:5 start:1910 ==Sponsored sports== {| class=\"wikitable\" style=\"margin:auto; text-align:center\" |+ Conference sports ! Sport !! Men's !! Women's |- |Baseball || || |- |Basketball || || |- |Cross Country || || |- |Football || || |- |Golf || || |- |Lacrosse || || |- |Soccer || || |- |Softball || || |- |Swimming & Diving || || |- |Tennis || || |- |Track & Field Indoor || || |- |Track & Field Outdoor || || |- |Volleyball || || |- |Wrestling || || |} ===Men's sponsored sports by school=== {| class=\"wikitable\" style=\"text-align:center\" |-style=\"font-size:8.6pt\" !School !Baseball !Basketball !Cross Country !Football !Golf !Lacrosse !Soccer !Swimming & Diving !Track & Field Indoor !Track & Field Outdoor !Wrestling !Total RMAC Sports |- |Adams State | | | | | | | | | | | !9 |- |Black Hills State | | | | | | | | | | | !5 |- |Chadron State | | | | | | | | | | | !6 |- |Colorado Christian | | | | | | | | | | | !6 |- |Colorado Mesa | | | | | | | | | | | !11 |- |Colorado Mines | | | | | | | | | | | !10 |- |CSU Pueblo | | | | | | | | | | | !10 |- |Fort Lewis | | | | | | | | | | | !5 |- |Metropolitan State | | | | | | | | | | | !7 |- |New Mexico Highlands | | | | | | | | | | | !5 |- |Regis | | | | | | | | | | | !5 |- |South Dakota Mines | | | | | | | | | | | !7 |- |UCCS | | | | | | | | | | | !7 |- |Western Colorado | | | | | | | | | | | !6 |- |Westminster | | | | | | | | | | | !7 |- !Totals !9 !15 !15 !10 !9 !4 !11 !2 !11 !12 !7 !105 |- !colspan=13|Affiliate Members |- |Oklahoma Baptist | | | | | | | | | | | !1 |- |Oklahoma Christian | | | | | | | | | | | !1 |- |San Francisco State | | | | | | | | | | | !1 |} ===Women's sponsored sports by school=== {| class=\"wikitable\" style=\"text-align:center\" |- !School !Basketball !Cross Country !Golf !Lacrosse !Soccer !Softball !Swimming & Diving !Tennis !Track & Field Indoor !Track & Field Outdoor !Volleyball !Total RMAC Sports |- |Adams State | | | | | | | | | | | !10 |- |Black Hills State | | | | | | | | | | | !8 |- |Chadron State | | | | | | | | | | | !7 |- |Colorado Christian | | | | | | | | | | | !8 |- |Colorado Mesa | | | | | | | | | | | !11 |- |Colorado Mines | | | | | | | | | | | !8 |- |CSU Pueblo | | | | | | | | | | | !11 |- |Fort Lewis | | | | | | | | | | | !9 |- |Metropolitan State | | | | | | | | | | | !9 |- |New Mexico Highlands | | | | | | | | | | | !7 |- |Regis | | | | | | | | | | | !7 |- |South Dakota Mines | | | | | | | | | | | !6 |- |UCCS | | | | | | | | | | | !9 |- |Western Colorado | | | | | | | | | | | !7 |- |Westminster | | | | | | | | | | | |8 |- !Totals !15 !15 !12 !7 !13 !12 !5 !4 !13 !14 !15 !125 |- !colspan=13|Affiliate Members |- |Nebraska–Kearney | | | | | | | | | | | !1 |- |Oklahoma Baptist | | | | | | | | | | | !2 |- |Oklahoma Christian | | | | | | | | | | | !1 |} ===Other sponsored sports by school=== {| class=\"wikitable\" style=\"text-align:center\" |- !rowspan=2|School !rowspan=7 width=1 style=\"padding:0\"| !Men !rowspan=7 width=1 style=\"padding:0\"| !Women !rowspan=7 width=1 style=\"padding:0\"| !Co-ed |- !Tennis !Beach Volleyball ‡ !Skiing ‡ |- |Colorado Mesa | IND | IND | |- |CSU Pueblo | IND | | |- |Metro State | IND | | |- |Westminster | | |RMISA |} *‡ — D-I sport ==Football champions== ==Basketball champions== ==References== ==External links== * Category:Sports in Colorado Springs, Colorado Category:Organizations based in Colorado Springs, Colorado Category:Sports organizations established in 1909",
 "title": "Rocky Mountain Athletic Conference"
}