{
 "id": "797334",
 "text": "The United States Department of the Navy (DoN) is one of the three military departments within the Department of Defense of the United States of America. It was established by an Act of Congress on 30 April 1798, at the urging of Secretary of War James McHenry, to provide a government organizational structure to the United States Navy (USN);Bernard C. Steiner and James McHenry, The life and correspondence of James McHenry (Cleveland: Burrows Brothers Co., 1907). since 1834, it has exercised jurisdiction over the U.S. Marine Corps (USMC) and, during wartime, the U.S. Coast Guard (USCG), though each remain independent service branches.Chap. XXXV. 1 Stat. 553 from \"A Century of Lawmaking for a New Nation: U. S. Congressional Documents and Debates, 1774–1875\". Library of Congress, Law Library of Congress. Retrieved 24 March 2012. It is led by the Secretary of the Navy (SECNAV), a statutory civilian officer.10 U.S.C. § 5013 thumb|upright|Seal of the U.S. Department of the Navy from 1879 to 1957. Department of the Navy was an executive department, whose secretary served on the president's cabinet, until 1949, when amendments to the National Security Act of 1947 established the Department of Defense as a unified department for all military services; the DoN, along with the Department of the Army and Department of the Air Force, became a component of the DoD subject to the authority, direction and control of the Secretary of Defense. From 2001 to 2019, proposals to rename the Department of the Navy to the Department of the Navy and Marine Corps were introduced with wide support in the United States Congress, but failed due to the opposition of Senator and former U.S. Navy officer John McCain. ==Leadership== upright=0.9|thumb|right|Navy Department, mainly the Office of the Secretary, organizational structure (2006) The Department of the Navy is headed by the Secretary of the Navy, also known as the SECNAV in naval jargon, who has the authority to conduct all of the affairs of the Department, subject to lawful authority, the Secretary of Defense, and the President. The Secretary of the Navy is appointed by the President with the advice and consent of the Senate.10 USC §5013 , Accessed on 23 March 2011. The Secretary is assisted by an Under Secretary of the Navy, four Assistant Secretaries of the Navy and a General Counsel of the Department of the Navy, who are also appointed by the President with the advice and consent of the Senate. The highest-ranking military officers in the Department of the Navy are the Chief of Naval Operations and the Commandant of the Marine Corps, who are the principal military advisors to the Secretary of the Navy. They supervise their respective military services of the Department of the Navy, and in a separate capacity serve as members of the Joint Chiefs of Staff. They are assisted by a Vice Chief of Naval Operations and an Assistant Commandant of the Marine Corps. ==Composition== The Department of the Navy comprises two uniformed services: the United States Navy and the United States Marine Corps (sometimes collectively called the \"naval services\" or \"sea services\").See William A. Owens, High Seas: The Naval Passage to an Uncharted World (1995), Naval Institute Press, p. 100; Brent G. Filbert and Alan G. Kaufman, Naval Law: Justice and Procedure in the Sea Services (1998), Naval Institute Press; Brian R. Wolff and John Alexander, The U.S. Navy and Marine Corps Into the 21st Century (1997), Osprey, p. 7; Joseph H. Alexander and Merrill L. Bartlett, Sea Soldiers in the Cold War: Amphibious Warfare, 1945–1991 (1995), Naval Institute Press; p. 71, p. 175. The Department of the Navy consists of all elements of the United States Navy and the United States Marine Corps. According to Navy Regulations Section 0204-2, the term \"Navy Department\" refers only to the executive offices at the seat of government. The Department of the Navy is composed of the following:10 USC §5061, Accessed on 23 March 2011 * All field activities, headquarters, forces, bases, installations, activities, and functions under the control or supervision of the Secretary of the Navy; and * When it is operating as a service in the Navy Department, the Coast Guard. (Ordinarily part of the Department of Homeland Security, federal law provides that the Coast Guard may be transferred to the Department of the Navy by the President at any time, or by Congress during time of war) * Headquarters Marine Corps; * Office of the Chief of Naval Operations, also known as OPNAV or the Navy Staff; * Office of the Secretary of the Navy, also known as the Secretariat; * The entire operating forces of the Navy (including naval aviation) and the Marine Corps, including both the active and reserve components (the Navy Reserve and Marine Corps Reserve) of those forces. ==Proposed redesignation as the Department of the Navy and Marine Corps== From 2001 until his death in 2019, Congressman Walter B. Jones Jr. introduced legislation to rename the Department of the Navy as the Department of the Navy and Marine Corps. The legislation would have also renamed the Secretary of the Navy to the Secretary of the Navy and Marine Corps. Congressmen Jones put forward the legislation to give the Marine Corps equal recognition with the Navy as part of the Department of the Navy, stating in 2018 \"The Marine Corps is an equal member of this department, and therefore, deserves equal recognition in its title.\" In 2013, the Congressional Budget Office estimated the cost of a name change to only by $500,000 over several years. His proposal had strong support in the House of Representatives and Senate, with 98 percent of house members and 80 percent of senators supporting it in 2008. In 2010, it set a record number for cosponsors in the House, with 415 members. The redesignation has been endorsed by Marine Corps and Navy professional associations including the Marine Corps League, Fleet Reserve Association, and Veterans of Foreign Wars. Former commandants of the Marine Corps Generals Alfred M. Gray Jr., Carl Epting Mundy Jr., Charles C. Krulak, James L. Jones, Michael Hagee, and James T. Conway have endorsed the change. Former famous marines have also voiced support including Lieutenant Colonel Oliver North and Gunnery Sergeant R. Lee Ermey, who stated in 2010 \"When we die, when mama and dada get that letter of condolence, it would be kind of nice if the Marine Corps was mentioned...just change the letterhead. What's the harm in that? These young men and women are fighting and losing their lives for this country. We aren't asking for our own department. We are reasonable people. We are just asking for an honorable mention.\" Former secretaries of the Navy Paul Nitze and John Howard Dalton have also supported the change. Despite having consistent support in both the House of Representatives and Senate, the proposal consistently failed to pass due to the intervention of Senator and former Navy officer John McCain, who served as the chair of the Senate Armed Services Committee. ==See also== *The Bluejacket's Manual *Culture of the United States Marine Corps *Hull classification symbol *List of United States Marine Corps installations *List of United States Navy installations *NATOPS *Naval Criminal Investigative Service *Naval History and Heritage Command and United States Marine Corps History Division *Naval Reactors *Naval Vessel Register *OPNAV Instruction *Ship commissioning *Title 32 of the Code of Federal Regulations *United States ship naming conventions ==References== ==Further reading== *United States Navy Regulations, Accessed on 2011-03-23. ==External links== *U.S. Navy official website *U.S. Marine Corps official website *Department of Defense website *Department of the Navy in the Federal Register * Navy Category:United States Navy \\+ Category:1798 establishments in the United States Category:1949 disestablishments in the United States Category:1949 establishments in the United States Category:United States Department of Defense",
 "title": "United States Department of the Navy"
}