{
 "id": "797473",
 "text": "Saturday Night was a Canadian general interest magazine. It was founded in Toronto, Ontario in 1887 and was Canada's oldest general interest magazine. The magazine ceased publication in 2005. == History == Saturday Night was first established in 1887 as a weekly broadsheet newspaper about public affairs and the arts, and was later expanded into a general interest magazine. The editor, Edmund E. Sheppard, was prevented from editing a daily newspaper due to an earlier libel action in regards to an incident involving Louis Riel. Additionally, Blue laws in Toronto prevented publication on Sunday. So, in its first years, the paper was restricted to being a weekly publication, published on Saturdays, hence the name. It had a circulation of 10,000. In 1925 the magazine sold 30,858 copies. Saturday Night went through a number of owners, formats, and frequencies of publication. Its content went through periods where it would focus more on news, and at other times a greater focus on feature columns. In 1949, Its format size was reduced from broadsheet to magazine size. In 1952, Jack Kent Cooke became the magazine's publisher after he purchased its owner, Consolidated Press, and it entered a period of decline, and switched from weekly to fortnightly publication in 1954. Under Cooke, the magazine \"lost its character and pre-eminence\" as a cultural magazine, with Cooke attempting to change it into a newsmagazine, similar to TIME. In 1961, Kent sold the magazine to Percy Bishop, an oil and mining entrepreneur and supporter of the far-right Alberta Social Credit League. The next year Bishop merged Saturday Night with his other publications The Canadian, a right-wing magazine he had started to promote his political views. Saturday Night editor-in-chief Arnold Edinborough and six other members of the editorial board resigned in protest Bishop's renamed magazine, Canadian Saturday Night, was edited by one-time Social Credit candidate Arthur Lowe and folded after three issues. Saturday Night was revived in 1963 by Edinborough who purchased the magazine with $100,000 of his own money and some funding from the family of Robertson Davies, and thus also becoming its publisher, and circulation grew to 90,000. Robert Fulford was the magazine's editor from 1968 to 1987. Under his editorial guidance, the magazine enjoyed critical success and expanded its arts and literary coverage and was also an important source of long-form political reportage, much of it by Christina McCall. However, financial difficulties continued. Losing money, in 1971 Edinborough sold the magazine for $1 to a non-profit foundation. In 1974, the magazine again ceased publication for six months due to financial difficulties until it was purchased by a group of funders led by developer Murray Frum and a $100,000 grant from Imperial Oil. Norman Webster, whose family owned the Globe and Mail, purchased the magazine in 1979. Under Fulford, Saturday Night also featured short stories and poetry and gave poet Dennis Lee and writer Margaret Atwood their first national exposure. Works by Robertson Davies (who was the magazine's literary editor in the 1940s), Michael Ignatieff, Peter Gzowski, Mordecai Richler, and portrait photographer Yousuf Karsh were also featured in the magazine in its heyday. === Demise === The magazine was purchased by Conrad Black by his company Hollinger Inc. in 1987. The magazine lost money for Black for the years he owned it, never recovering even in the late 1990s when many other Canadian magazines saw their fortunes improve. The last standalone monthly issue was March 2000 (Vol 115 No 2, Issue #3819) under editor Paul Tough. In addition to newsstand distribution, the magazine was included as a weekend supplement in subscription copies of several Hollinger newspapers, although in 1992 Hollinger began offering subscribers the option of switching to The Idler instead of Saturday Night.\"Idler magazine faces changes\". Toronto Star, February 14, 1992. After a hiatus of two months it was relaunched as a weekend magazine insert within Black's National Post, continuing as Vol 115 No 3, Issue #3819. It was issued weekly in this format under the editorship of Dianna Symonds until September 22, 2001 (Vol 116 No 35 Issue #3885) when it was cancelled as part of CanWest's cutbacks at the National Post. The title was saved, however, when it was purchased by MultiVision Publishing and re-emerged under editor Matthew Church as a bimonthly (and later 10 times-a-year) newsstand magazine (with some copies inserted in subscription National Posts) beginning in April 2002 as Vol 117, No 1, Issue #3886. Later purchased by St. Joseph Media, publication was ended in November 2005 with Issue #3916, which is at present the last printed issue of Saturday Night. On October 20, 2005, the company announced that publication would be \"suspended\" due to insufficient advertiser support. The editor at the time of suspension was Gary Ross, who had been editor since 2004. === Blog === On December 18, 2008, the Saturday Night website was relaunched as a blog, with the initial post indicating that the site would \"canvas the country and present you with a unique and intriguing perspective on our national life in politics and power, sex and crime, entertainment and culture, arts and literature, style and design.\" However, after five posts made that day, the blog was abandoned and has not been updated since. ==Editors-in-chief== *Edmund E. Sheppard (1887-1906), also owner and publisherhttps://core.ac.uk/download/pdf/56368322.pdf *Joseph Thomas Clark (1906-1909) *Charles Frederick Paul (1909-1926) *Hector Charlesworth (1926-1932) *Bernard Keble Sandwell (1932-1951) *Robert A. Farquharson (1951-1952) *Gwyn Kinsey (1952-1957) *Robert Marjoribanks (1957-1958) *Arnold Edinborough (1958-1962) *Arthur Lowe (1962-1963), editor-in-chief of the merged Canadian Saturday Night *Arnold Edinborough, (1963-1968), also served as owner and publisher (1963-1970) *Robert Fulford (1968-1987) *John Fraser (1987-1994) *Kenneth Whyte (1994-1998) *Paul Tough (1998-2000) *Matthew Church (2001-2004) *Gary Ross (2004-2005) == Notable contributors == Editors and contributors have included Robert Thomas Allen, Robertson Davies, Sylvia Fraser, Douglas Gibson, Peter Gzowski, Ernest Hillen, J. Timothy Hunt, Michael Ignatieff, Yousuf Karsh, Bharati Mukherjee, Erna Paris, Alexander Fraser Pirie, Mordecai Richler, Clarence Tillenius, Martin Vaughn-James (as cartoonist), and Isabel Vincent. == See also == * Media in Canada ==References== ==External links== * * Category:1887 establishments in Ontario Category:2005 disestablishments in Ontario Category:News magazines published in Canada Category:Lifestyle magazines published in Canada Category:Cultural magazines published in Canada Category:Weekly magazines published in Canada Category:Defunct magazines published in Canada Category:Magazines published in Toronto Category:Magazines established in 1887 Category:Magazines disestablished in 2005 Category:National Post Category:St. Joseph Media magazines Category:Literary magazines published in Canada",
 "title": "Saturday Night (magazine)"
}