{
 "id": "798021",
 "text": "Andrew Frank Schoeppel (November 23, 1894 – January 21, 1962) was an American politician and a member of the Republican Party. He was the 29th Governor of Kansas from 1943 to 1947 and a U.S. Senator from 1949 until his death. He was born in 1894 in Claflin, Kansas, and died in 1962 of abdominal cancer at the National Naval Medical Center at Bethesda, Maryland.Biographical Directory of the United States Congress ==Early life and political career== Schoeppel was born near Claflin, Kansas, to immigrant parents from Bohemia. He attended public school and the University of Kansas, but left college to join the Naval Air Service during World War I. After returning home, he graduated from the University of Nebraska Law School in 1922 and was admitted to the Kansas bar the next year. His early political life began as county attorney in Ness County, Kansas, and was one of the early local officials for Ness City.Kansas Heritage-Ness County Later he was elected mayor of Ness City and also served as chairman of the Kansas Corporation Commission.Kansas Governor's Records - Andrew F. Schoeppel Administration - Jan. 11, 1943 - Jan. 12, 1947 - Kansas State Historical Society In 1952 Schoeppel supported Senator Robert A. Taft for president over fellow Kansan Dwight D. Eisenhower. Schoeppel voted in favor of the Civil Rights Act of 1957, but did not vote on the Civil Rights Act of 1960. ==College football== Schoeppel played college football from 1920 to 1922 while attending the University of Nebraska and made \"honorable mention\" on one of Walter Camp's first All-America football teams.Office of the Governor of Kansas He served as the head football coach at Fort Hays State University for one season, in 1929, compiling a record of 2–5. Schoeppel filled in as head coach while his predecessor, William D. Weidein, was on sabbatical. Weidein did not return after his one-year sabbatical. After Schoeppel completed his one year as head coach, the school's program was taken over by W. C. \"Jack\" Riley.Fort Hays Coaching Records ===Head coaching record=== ==See also== * List of United States Congress members who died in office (1950–99) ==References== ==External links== * Publications concerning Kansas Governor Schoeppel's administration available via the KGI Online Library * Category:1894 births Category:1962 deaths Category:Governors of Kansas Category:Mayors of places in Kansas Category:United States senators from Kansas Category:Republican Party United States senators Category:Kansas Republicans Category:Fort Hays State Tigers football coaches Category:Nebraska Cornhuskers football players Category:University of Kansas alumni Category:United States Navy personnel of World War I Category:People from Barton County, Kansas Category:People from Ness City, Kansas Category:Deaths from cancer in Maryland Category:Deaths from stomach cancer Category:American Methodists Category:Kansas lawyers Category:Republican Party state governors of the United States Category:20th-century American politicians Category:Players of American football from Kansas Category:American people of Bohemian descent Category:United States Naval Aviators",
 "title": "Andrew Frank Schoeppel"
}