{
 "id": "798084",
 "text": "In animal breed standards, a fault is an aspect of appearance or temperament that is considered detrimental to the breed type of the animal's breed. In dogs, faults have to do with the externally observable qualities of the dog such as appearance, movement, and temperament. Qualities separately tested such as tests for ability in specific work or sports, tests for genetic health, tests for general health or specific inherited disease, or any other specific tests for characteristics that cannot be directly observed are not referred to as faults. Minor faults may or may not have anything to do with the individual dog's ability to work or suitability as a pet. ==Defining specific faults== Faults are formally defined in reference to the breed standard of the specific dog breed, and, due to the extreme variability of the dog (\"Phenotypic variation among dog breeds, whether it be in size, shape, or behavior, is greater than for any other animal\"Scientists fetch useful information from dog genome publications, Cold Spring Harbor Laboratory, December 7, 2005; published online in Bio-Medicine), a single set of faults cannot be generically described for all dog breeds. Wikipedia articles for individual breeds should describe what are considered faults in that particular breed. ==Purpose and use== Faults are evaluated as part of the judging process in conformation shows. As the purpose of conformation shows is to assist breeders in the selection of breeding stock by rewarding with championships the dogs which, through external observation only, are the best representatives of the breed, major faults or an excess of minor faults would prevent a dog from completing a championship and being bred. Faults may or may not interfere with the individual dog's working ability, or its qualities as a pet. Current advances in genetic testing are also used by responsible breeders in selecting breeding stock, in addition to visual evaluations by a judge in the conformation ring, although genetic testing and other tests are outside the scope of the written breed standard. ==Major and minor faults== Faults may be either major faults (preventing the dog from being shown in the conformation ring or being bred by responsible breeders) or minor faults, such as coat texture, that can easily be corrected by careful breeding of the next generation. A major fault would be a breed type fault \"which diminishes the overall look of the breed.\" Another major fault would be visible structural problems of the dog that prevent the animal from doing the type of work for which it was bred. Dogs that run with great speed use the flexibility of their back; a back that is too arched or too flat will restrict the dog's speed, and would be seen as a fault.K-9 Structure and Terminology, by Edward M. Gilbert Jr. and Thelma R. Brown, Chapter 2, Dog Gaits; Howell Books, 1995 Other major faults may involve temperament; \"Aggressive behaviour is a serious temperament fault in a Lab.\"Labrador Retrievers by Edith Bryan, Calgary Purebred Labrador Retriever Rescue, accessed 3 October 2008 == Whose fault is it? Interpretation of the standards == Since dogs have enormous variation in their appearance, what is or is not considered desirable or undesirable depends on the individual breed's appearance and historical background (what kind of work it was bred to do). Individual breed clubs, whose members write the breed standard for their breed, decide which aspects of appearance and temperament that breeders should work towards eliminating in the breed. Those undesirable aspects of appearance and temperament are called faults. What constitutes a fault may differ from breed to breed. For example, an aloof and somewhat aggressive temperament might be suitable for a livestock guardian dog, but would be a completely unacceptable fault in a lap dog.As an example, the Maltese standard requires the dog to be \"Sweet-tempered.\" Faults may be serious enough to require disqualification in a conformation show, eliminating the dog from winning a championship in conformation, or they may be minor, to be measured by the judge against the dog's good qualities. Some breed standards are punctilious in the extreme, spelling out exactly what constitutes a fault in every part of the animal, and the degree to which each fault must be penalized. Some are more loosely written, leaving more open to interpretation by the judge, or not describing an attribute at all, which leaves the matter up to the individual judge's opinion. Some breed standards states that a particular fault is to be penalized to the degree of the severity of the fault, leaving the exact determination up to the judge. Definitions which are open to human interpretation cause much ill-will at conformation shows when exhibitors disagree with the decision of the judge, despite the fact that the fanciers hire the judges and pay entry fees for the judge's opinion of their breeding stock. For example, most breed standards list a ‘scissor bite’ as the correct one. A level bite, an under-bite or an overbite may be considered faults, depending on the breed standard description. In a conformation show, the judge must decide the degree of severity of the faulty bite, and therefore how much the dog must be marked down in relation to other dogs. However, some breed standards describe only a level bite as acceptable; other breed standards accept the scissor bite. The all-breed judge must know which bite is or is not a fault for each breed that he or she judges. A given coat colour may be acceptable, it may be preferred, it may be the only acceptable colour, or it may be a fault. Sometimes these colours change over time, often after much in-fighting and bitterness. For many years, the only acceptable coat pattern in a Dalmatian was white with black spots, very recently liver spots have been accepted as a variant, but black still appears to be the preference of most. A black German Shepherd Dog is penalized; a white GSD is disqualified, as the color is believed to be linked to deafness and other serious health problems. Many GSD fanciers like the white colour and continue to breed for the white coat; some lobby for its acceptance into the breed standard, others argue for the creation of a new breed. In the future, genetic testing may show which of these variants in color are actually linked to health problems and which are not, which may lead to modification of the breed standards. == Working dogs == The breed standards for working dogs usually specify that scars, broken teeth or other damage that evidence injuries sustained during a working career (often termed ‘honourable scars and injuries') are not to be penalized in conformation showing. The Australian Cattle Dog is an example of this as are some terriers, where the breed standards specifically state that scars are not to be penalized as faults in conformation. Details of breed standards and precise definition of faults are decided upon by breed clubs and are often hotly debated. Sometimes even minute details are argued over by fanciers and breeders to a degree that would astound the average pet owner who never plans on breeding his or her pet. Fanciers note that such irrelevant seeming qualities have the capacity to change the breed over time. Often it is the breeders of working dogs who are the most vehement, pointing out that changes in fashion and fancy have led to what they see as a loss in working dog qualities of many breed that have show lines, through rewarding of external appearance without requirements for work. In some breed clubs, such as the Jack Russell Terrier Club of America, working ability and health are valued over conformation to the breed standard. However, even in the JRTCA breed standard only externally observed aspects of the dog are described, as working tests and genetic tests are beyond the scope of a breed standard, which exists as a description of the dog, not its DNA.Jack Russell Terrier breed standard ==See also== * Breed standard (dogs) * Conformation (dog) * Championship (dog) * Dog breeding * Dog anatomy ==References== Category:Dog shows and showing Category:Dog breeding",
 "title": "Fault (breeding)"
}