{
 "id": "798551",
 "text": "Daily Kos ( ) is a group blog and internet forum focused on the Democratic Party and liberal American politics.\"Daily Kos's file\" , PolitiFact.Jonathan Martin, \"Coalition of Liberals Strikes Back at Criticism From Centrist Democrats\" , The New York Times, December 5, 2013. The site includes glossaries and other content. It is sometimes considered an example of \"netroots\" activism. Daily Kos was founded in 2002 by Markos Moulitsas and takes the name Kos from the last syllable of his first name, his nickname while in the military. == Organization overview == === Funding === According to Daily Kos, its finances are sustained through lead generation, sponsored content, fundraising, and donations from readers and supporters who have signed up to receive joint petition emails from Daily Kos. During the 2020 COVID-19 pandemic, the Kos Media received between $1 million and $2 million in federally-backed small business loans from Newtek Small Business Finance as part of the Paycheck Protection Program. The organization said it would help them retain 86 employees. === Viewership and reception === As of September 2014, Daily Kos has had an average weekday traffic of hundreds of thousands. In 2008, Time magazine readers named Daily Kos the second best blog. In 2009, Time listed Daily Kos in its \"Most Overrated Blogs\" section due to the loss of its mission, fighting the \"oppressive and war-crazed\" Republican administration, during Democrat Barack Obama's presidency. The website ran on the Scoop content management system until 2011 when it moved to its own custom content management system referred to as \"DK 4.0\". In 2016 and 2017, the Trump presidency brought out huge support for the blog, with more than half a million in direct donations being received from their email campaigns. In an October 2018 Simmons Research survey of 38 news organizations, the Daily Kos was ranked the fifth least trusted news organization by Americans, with the Palmer Report, Occupy Democrats, InfoWars and The Daily Caller being lower- ranked. == Polling == Daily Kos had previously partnered with Research 2000 to produce polling for presidential, congressional and gubernatorial races across the country. In June 2010, Daily Kos terminated the relationship after finding that the data showed statistical anomalies consistent with deliberate falsification and announced its intention to sue the polling firm. On November 30, 2010, an agreement to a settlement began as lawyers for the Plaintiff filed a status report indicating that both parties were \"in agreement as to the contours of a proper settlement but are still in the process of determining whether the execution of the proposed terms is feasible.\" In May 2011, The Huffington Post reported that Research 2000 pollster Del Ali agreed to settle the lawsuit and make payments to Daily Kos. == YearlyKos convention == In June 2006, members of Daily Kos organized the first ever Daily Kos political blogger convention, called YearlyKos, in Las Vegas, Nevada. The event was attended by approximately 1000 bloggers, and featured appearances by prominent Democrats such as Senate Minority Leader Harry Reid, California Senator Barbara Boxer, General Wesley Clark, Governors Mark Warner, Bill Richardson, Tom Vilsack and DNC Chair Howard Dean. The event was widely covered in the traditional media, including Capitol Hill Blue, The Boston Globe and MSNBC. C-SPAN also carried portions of the convention. == Political activity == In addition to being a blogging, news, and digital media platform, Daily Kos is a political organization. For instance, The New York Times reported that James Thompson, the April 2017 Democratic candidate for the vacant Kansas Fourth Congressional District (House) seat in Kansas, \"was helped by nearly $150,000 from Daily Kos, [...] and some more modest contributions from a group aligned with Senator Bernie Sanders of Vermont\". OpenSecrets.org reported that \"the liberal Daily Kos endorsed Thompson and sent out a fundraising plea, which has so far garnered $178,000 in donations, according to its fundraising page.\" Daily Kos has endorsed notable Democratic candidates in state and national races, including Hillary Clinton in the run- up for the 2016 U.S. presidential election,Nir, D. Daily Kos July 28, 2016. and candidate Jon Ossoff, who ran for Georgia's 6th Congressional District in a special election in June 2017. Ossoff received more than $1 million raised on Daily Kos. In 2004, the site launched the dKosopedia. It was a wiki, using the MediaWiki software, and described as \"a political encyclopedia . . . written from a left/progressive/liberal/Democratic point of view while also attempting to fairly acknowledge the other side's take.\" It grew to more than 14,000 articles but has since been discontinued. == See also == * MyDD == References == == External links == * Daily Kos – official website * Congress Matters * Mother Talkers * YearlyKos – the annual convention of the DailyKos community * Who is Georgia10?– profile from the Chicago Reader * The Left, Online and Outraged, profile from The Washington Post * Keynote Address delivered by Howard Dean at Yearly Kos on June 10, 2006 * Category:2002 establishments in the United States Category:American political blogs Category:American political websites Category:Internet properties established in 2002 Category:Liberalism in the United States Category:Political Internet forums",
 "title": "Daily Kos"
}