{
 "id": "798668",
 "text": "Craig Larman (born 1958) is a Canadian computer scientist, author, and organizational development consultant. With Bas Vodde, he is best known for formulating LeSS (Large-Scale Scrum), and for several books on product and software development. ==Education and career== Larman received a B.Sc. and a M.Sc. in computer science from Simon Fraser University in Vancouver, British Columbia, focusing on artificial intelligence and object-oriented programming languages. Starting in the late 1970s, Larman worked as a software developer in APL, Lisp, Prolog, and Smalltalk, using iterative and evolutionary methods, which strongly influenced his interest in methods and technologies in software development, that later became a focus of his consulting and writing. In the 1990s he was a volunteer organizer at the OOPSLA conferences, which exposed him to early introductions to the Agile software development methods Scrum and Extreme Programming presented at the conference, which led to his interest and work in those areas. Starting in the late 1990s he served as chief scientist at Valtech, a global consulting and outsourcing company based in Paris, France, with an outsourcing division in Bengaluru, India. While in Bengaluru, Larman worked on the development of scaling Agile development to outsourcing, formulated as part of Large-Scale Scrum. In 2005 while consulting at Nokia Networks in Helsinki on the introduction of Scrum and other Agile methods for large-scale development, he met Bas Vodde, who worked within the company with the same remit. This led to their collaboration culminating in formulating and writing about LeSS (Large-Scale Scrum). == Contributions == In 1997 Larman authored Applying UML and Patterns: An Introduction to Object-Oriented Analysis & Design, a very popular textbook that contributed to the subsequent widespread adoption of object-oriented development. In this he introduced the GRASP principles of object-oriented design, contributing to the codification of software design principles. In 2005 Larman was the co-creator of LeSS (Large-Scale Scrum), contributing to the application of Agile software development to large-scale product development. In 2017 the Scrum Alliance—a global non-profit educational certification body for Scrum and Agile software development subjects -- adopted LeSS for scaling development, citing its contribution. ==Selected publications== Books * 1997 - Applying UML and Patterns - * 1999 - Java 2 Performance and Idiom Guide - (with Rhett Guthrie) * 2001 - Applying UML and Patterns: An Introduction to Object-Oriented Analysis and Design and the Unified Process - * 2003 - Agile and Iterative Development: A Manager's Guide - * 2004 - Applying UML and Patterns: An Introduction to Object-Oriented Analysis and Design and Iterative Development - * 2008 - Scaling Lean & Agile Development: Thinking and Organizational Tools for Large-Scale Scrum - (with Bas Vodde) * 2010 - Practices for Scaling Lean & Agile Development: Large, Multisite, and Offshore Product Development with Large-Scale Scrum - (with Bas Vodde) * 2016 - Large-Scale Scrum: More with LeSS - (with Bas Vodde) Articles * Larman, Craig. \"Protected variation: The importance of being closed.\" IEEE Software 18.3 (2001): 89–91. ==References== ==External links== * Craig Larman Home Page * LeSS Works Home Page Category:Canadian software engineers Category:Canadian technology writers Category:Living people Category:1958 births",
 "title": "Craig Larman"
}