{
 "id": "799139",
 "text": "The 1981 Atlantic hurricane season featured direct or indirect impacts from nearly all of its 12 tropical or subtropical storms. Overall, the season was fairly active, with 22 tropical depressions, 12 of which became a namable storm, while 7 of those reached hurricane status and 3 intensified into major hurricanes. The season officially began on June 1, 1981, and lasted until November 30, 1981. These dates conventionally delimit the period of each year when most tropical cyclones form in the Atlantic basin. However, tropical cyclogenesis can occur before these dates, as demonstrated with the development of two tropical depressions in April and Tropical Storm Arlene in May. At least one tropical cyclone formed in each month between April and November, with the final system, Subtropical Storm Three, becoming extratropical on November 17\\. Although many tropical cyclones impacted land, few caused significant damage. Tropical Depression Eight was the most devastating storm of the season, causing five fatalities and $56.2 million in damage due to flooding over southeast Texas in August. During the same month, Hurricane Dennis produced heavy rainfall across Florida's Miami metropolitan area and in parts of southeastern North Carolina, killing three people and leaving about $28.5 million in damage. Tropical Depression Two, Tropical Storm Bret, and Hurricane Katrina also resulted in fatalities. Collectively, the Atlantic tropical cyclones of this season were responsible for about $88.7 million in damage and 14 deaths. ==Seasonal summary== ImageSize = width:800 height:200 PlotArea = top:10 bottom:80 right:20 left:20 Legend = columns:3 left:30 top:58 columnwidth:270 AlignBars = early DateFormat = dd/mm/yyyy Period = from:01/04/1981 till:01/12/1981 TimeAxis = orientation:horizontal ScaleMinor = grid:black unit:month increment:1 start:01/05/1981 Colors = id:canvas value:gray(0.88) id:GP value:red id:TD value:rgb(0.38,0.73,1) legend:Tropical_Depression_=_≤38_mph_(≤62_km/h) id:TS value:rgb(0,0.98,0.96) legend:Tropical_Storm_=_39–73_mph_(63–117_km/h) id:C1 value:rgb(1,1,0.80) legend:Category_1_=_74–95_mph_(118–153_km/h) id:C2 value:rgb(1,0.91,0.46) legend:Category_2_=_96–110_mph_(154–177_km/h) id:C3 value:rgb(1,0.76,0.25) legend:Category_3_=_111–129_mph_(178–208_km/h) id:C4 value:rgb(1,0.56,0.13) legend:Category_4_=_130–156_mph_(209–251_km/h) id:C5 value:rgb(1,0.38,0.38) legend:Category_5_=_≥157_mph_(≥252_km/h) Backgroundcolors = canvas:canvas BarData = barset:Hurricane bar:Month PlotData= barset:Hurricane width:11 align:left fontsize:S shift:(4,-4) anchor:till from:06/04/1981 till:07/04/1981 color:TD text:\"Unnumbered\" (TD) from:19/04/1981 till:21/04/1981 color:TD text:\"Unnumbered\" (TD) from:06/05/1981 till:09/05/1981 color:TS text:\"Arlene (TS)\" from:03/06/1981 till:05/06/1981 color:TD text:\"Two\" (TD) from:17/06/1981 till:19/06/1981 color:TD text:\"Unnumbered\" (TD) from:29/06/1981 till:01/07/1981 color:TS text:\"Bret (TS)\" from:02/07/1981 till:04/07/1981 color:TD text:\"Unnumbered\" (TD) barset:break from:25/07/1981 till:26/07/1981 color:TD text:\"Four\" (TD) from:02/08/1981 till:05/08/1981 color:TS text:\"Cindy\" (TS) from:07/08/1981 till:21/08/1981 color:C1 text:\"Dennis (C1)\" from:17/08/1981 till:21/08/1981 color:TD text:\"Seven\" (TD) from:26/08/1981 till:29/08/1981 color:TD text:\"Eight (TD)\" from:31/08/1981 till:11/09/1981 color:C1 text:\"Emily\" (C1) from:03/09/1981 till:12/09/1981 color:C3 text:\"Floyd\" (C3) barset:break from:07/09/1981 till:15/09/1981 color:C2 text:\"Gert\" (C2) from:11/09/1981 till:19/09/1981 color:C4 text:\"Harvey\" (C4) from:22/09/1981 till:24/09/1981 color:TD text:\"Thirteen\" (TD) from:21/09/1981 till:02/10/1981 color:C3 text:\"Irene\" (C3) from:26/09/1981 till:04/10/1981 color:TD text:\"Fifteen\" (TD) from:29/10/1981 till:02/11/1981 color:TS text:\"Jose\" (TS) from:03/11/1981 till:07/11/1981 color:C1 text:\"Katrina (C1)\" barset:break from:12/11/1981 till:17/11/1981 color:TS text:\"Three\" (SS) bar:Month width:5 align:center fontsize:S shift:(0,-20) anchor:middle color:canvas from:01/04/1981 till:01/05/1981 text:April from:01/05/1981 till:01/06/1981 text:May from:01/06/1981 till:01/07/1981 text:June from:01/07/1981 till:01/08/1981 text:July from:01/08/1981 till:01/09/1981 text:August from:01/09/1981 till:01/10/1981 text:September from:01/10/1981 till:01/11/1981 text:October from:01/11/1981 till:01/12/1981 text:November TextData = pos:(570,30) text:\"(From the\" pos:(617,30) text:\"Saffir-Simpson scale)\" thumb|right|250px|Severe flooding from Tropical Depression Two The 1981 Atlantic hurricane season officially began on June 1 and ended on November 30. The season was high in activity, with 22 cyclones, 12 of which intensified into tropical or subtropical storms. Of those, seven intensified into a hurricane, while three strengthened into a major hurricane. This activity exceeded the National Oceanic and Atmospheric Administration (NOAA)'s 1950-2005 average of 11 named storms, 6 hurricanes, and 2 major hurricanes. Although most of the systems made landfall or otherwise impacted land, few caused extensive damage or fatalities. Collectively, the tropical cyclones of the 1981 Atlantic hurricane season caused about $88.7 million in damage and 14 deaths. * * * * * * * * Tropical cyclogenesis began early, with two tropical depression forming in April, the first of which developing on April 6\\. Both tropical depressions were operationally unnumbered. Tropical Storm Arlene formed on May 6\\. The storm made landfall in Cuba two days later, before being absorbed later by a low. Tropical Depression Two moved out of the Gulf of Mexico into eastern Texas on June 5, producing localized rainfall amounts of and numerous tornadoes over Louisiana before recurving across the Southeast United States. Another previously unnumbered tropical depression formed over the Bay of Campeche later that month on June 17\\. It made landfall in Mexico south of Tampico before dissipating about two days later. Tropical Storm Bret formed as a subtropical low in the open Atlantic Ocean north of Bermuda on June 29, and made landfall in the Delmarva Peninsula. The last of four previously unnumbered tropical depressions developed near Andros on July 2\\. It made landfall in southeast Florida and later in South Carolina before dissipating on July 4\\. Tropical Depression Four formed in the Gulf of Mexico on July 25, moving into Mexico the next day, and causing heavy rains in west Texas, Oklahoma, and Arkansas when its remnants moved into the United States. Tropical Storm Cindy formed on August 2 in the open Atlantic and became an extratropical cyclone on August 5. Hurricane Dennis formed on August 7 near South America. Dennis degenerated into a depression while making landfall in the Leeward Islands, but regained storm strength while over Cuba. Dennis moved near the southeast United States coastline from Florida to Virginia, briefly becoming a hurricane. Dennis weakened into a tropical storm and was declared an extratropical cyclone on August 22. thumb|left|250px|Image of Emily, Floyd, Gert, and formative stage of Harvey from September 9, 1981. Tropical Depression Seven formed in mid-August and tracked through the Windward Islands before dissipating near Trinidad and Tobago. Tropical Depression Eight led to a significant flooding event between San Antonio and Houston on August 30 and August 31 while recurving through Texas into Louisiana. Hurricane Emily formed on September 1 southeast of Bermuda. Emily made a cyclonic loop as a tropical storm. Emily strengthened into a hurricane out in the North Atlantic Ocean and by September 12, was no longer identifiable. Hurricane Floyd was a Category 3 hurricane that grazed Bermuda, but no damage was reported. Hurricane Gert formed September 8, strengthened into a Category 2 hurricane, and followed the same track as Floyd, dissipating near the Azores. Hurricane Harvey became the strongest storm of the season, reaching Category 4 strength. Harvey never affected land, but ships reported tropical storm-force winds. Tropical Depression Thirteen brought gusts of tropical storm force to Bermuda in mid- to-late September. Hurricane Irene also stayed out at sea, reaching Category 3 strength before becoming extratropical in early October. The extratropical remnants of Irene made landfall in France. Tropical Depression Fifteen was small and well-organized as it crossed the tropical Atlantic before weakening as it moved through the northeast Caribbean and southwest North Atlantic during late September and early October. Tropical Storm Jose was a short-lived storm forming out in the open Atlantic in late October. Jose never affected land and dissipated on November 1 near the Azores. Hurricane Katrina formed in the Caribbean Sea, and made landfall in Cuba after reaching hurricane strength. The final storm of the season, Subtropical Storm Three, formed in the Atlantic Ocean on November 12 and moved north, making landfall in Nova Scotia and becoming extratropical soon after. The season's activity was reflected with an accumulated cyclone energy (ACE) rating of 100, which is classified as \"near normal\" by NOAA and is slightly higher than the 1951-2000 average of 93.2. ACE is a metric used to express the energy used by a tropical cyclone during its lifetime. Therefore, storms that last a long time, as well as particularly strong hurricanes, have high ACEs. It is only calculated for full advisories on tropical systems at or exceeding 39 mph (63 km/h), which is the threshold for tropical storm intensity. ==Systems== ===Tropical Storm Arlene=== A tropical disturbance that originated in the Pacific Ocean crossed Central America and entered the Caribbean Sea in early May. The disturbance developed into a tropical depression over the northwestern Caribbean on May 6, well before the official start of the hurricane season. By the following day, the depression intensified into Tropical Storm Arlene. Around 00:00 UTC on May 8, Arlene reached its minimum barometric pressure of . Shortly thereafter, the cyclone made landfall on the south coast of Camagüey Province in Cuba with winds of 50 mph (85 km/h). Arlene weakened to a tropical depression while moving over Cuba. After emerging into the Atlantic Ocean over the Bahamas, the system re-intensified into a tropical storm late on May 8 and reached maximum sustained winds of 60 mph (95 km/h). However, convection soon diminished and Arlene weakened back to a tropical depression early on May 9, shortly before being absorbed by a trough. The storm caused only minimal impacts. ===Tropical Depression Two=== A tropical depression formed in the Bay of Campeche on June 3\\. Classified as Tropical Depression Two, the system moved north-northwest, lured by a closed upper-cyclone over the southern Great Plains. Shortly before 12:00 UTC on June 5, the depression made landfall near Matagorda, Texas, with winds of 35 mph (55 km/h). Surface observations indicate that the depression's barometric pressure at landfall ranged from . Although the depression dissipated later on June 5, its remnants quickly recurved through the Mississippi Valley, and deepened as it moved off the coast of the Mid-Atlantic states into the Atlantic on June 7. The depression, in conjunction with an upper-level low, dropped heavy rainfall in the Greater Houston area, with a peak total of at Lake Anahuac. In Texas City, of water inside 16 homes forced the evacuation of their occupants, with at least 23 homes suffering water damage. Water also entered city hall. Some roads had roughly of standing water, stranding some motorists for hours. In Galveston, a tornado damaged forty homes and apartments, with severe damage to three homes and two apartment units. One business suffered major roof damage, while several cars were damaged at an auto dealership. The depression also spawned eight tornadoes in Louisiana. The most destructive tornado touched down in Rapides Parish, where it substantially damaged or destroyed thirty-eight cars at a dealership in Lecompte, severely damaged five homes and caused minor damage to four others, downed large trees, and tossed an 18-wheeler truck approximately . Overall, the depression killed three people, two due to flooding and one from an associated tornado. At least $4 million in damage was caused by this depression. ===Tropical Storm Bret=== A low-pressure area initially associated with a frontal system developed into a subtropical storm on June 29 while roughly 575 mi (925 km) east of Cape Hatteras, North Carolina. The system headed westward and transitioned into Tropical Storm Bret around 06:00 UTC on June 30\\. Bret attained its peak intensity six hours later with maximum sustained winds of 70 mph (110 km/h) and a minimum atmospheric pressure of . However, Bret rapidly weakened as it approached the Mid-Atlantic and deteriorated to a minimal tropical storm by the time it made landfall on the Delmarva Peninsula early on July 1\\. The cyclone dissipated over northern Virginia several hours later. Rainfall amounts were light, with a narrow area of over of precipitation reported near its track and within the central Appalachians, while a peak total of was observed at Big Meadows, Virginia. Locally heavy rains in western Pennsylvania caused some basement and street flooding. No significant damage was reported, but one fatality was reported at Nags Head, North Carolina, due to riptides. ===Tropical Depression Four=== A tropical disturbance moved across the Caribbean sea between July 20 and July 24 before moving across the Yucatán peninsula.National Climatic Data Center. July 24, 1981 18:00 UTC Channel: Visible (~0.65um) Satellite: GOES-4. Retrieved on May 13, 2008. After emerging into the south-central Gulf of Mexico, the disturbance organized into a tropical depression early on July 25. The depression moved west-northwest into northeast Mexico on July 26 before its surface circulation dissipated. Heavy rains fell across western Texas, Oklahoma, and Arkansas when the remains of this system interacted with a stationary front across the southern Plains between July 28 and July 30. ===Tropical Storm Cindy=== A cold front moved offshore North Carolina on July 30\\. An area of disturbed weather along the tail-end of the front subsequently began to develop cyclonic banding, resulting in the formation of a subtropical depression late on August 2 about northwest of Bermuda. After acquiring more central dense overcast, the subtropical depression transitioned into a tropical depression around 12:00 UTC on the following day. Soon, the depression also intensified into Tropical Storm Cindy late on August 3 about midway between Bermuda and Nova Scotia. Cindy tracked east-northeast until becoming extratropical on August 5 as it moved over colder sea surface temperatures to the southeast of Newfoundland. ===Hurricane Dennis=== A tropical wave emerged into the Atlantic from the west coast of Africa on August 5\\. Two days later, the wave developed into a tropical depression well south of the Cape Verde Islands. The depression intensified into a tropical storm early on August 8\\. However, Dennis then encountered strong wind shear, causing the storm to weaken to a tropical depression on August 11\\. After crossing the Windward Islands on August 12, Dennis entered the Caribbean but degenerated into a tropical wave early the following day. The wave became a tropical depression again late on August 15 while approaching Cuba. Dennis reintensified into a tropical storm around 00:00 UTC on August 16, just prior to landfall near Playa Girón, Matanzas Province. The cyclone emerged into the Straits of Florida hours later, before striking the Florida Keys and then mainland Monroe County early the next day. It drifted across Florida, reaching the Atlantic near Cape Canaveral on August 19. Dennis continued to intensify and made landfall near Emerald Isle, North Carolina, but moved east- northeastward and soon tracked offshore. Late on August 20, Dennis deepened into a hurricane with winds of 80 mph (130 km/h), before weakening to a tropical storm over colder waters on August 21\\. Dennis became extratropical northeast of Bermuda early on August 22 and persisted until being absorbed by a frontal system on August 26. In the Caribbean, Dennis dropped heavy precipitation on some islands, including Martinique, Saint Lucia, the Virgin Islands, and the Greater Antilles. Flooding in Jamaica left at least 50 people homeless. In Florida, heavy rain fell in many areas to the east of the storm's path. Much of southeast Florida received at least 7 in (180 mm) of precipitation, while over 25.56 in (649 mm) of rain fell in Homestead. Nearly all of Dade County was flooded to the south of Kendall Drive. Many businesses and homes in cities such as Homestead and Florida City suffered water damage. However, the worst damage was incurred to crops, which experienced a loss of over $17.26 million. One death and nearly $18.5 million in damage occurred in Florida. Farther north, Dennis also caused flooding in the Carolinas, inundating many streets and causing crop damage in both states. A weather- related traffic accident in South Carolina resulted in two fatalities. Twenty families in Columbus County, North Carolina, evacuated after the Waccamaw River overran its banks. Overall, Dennis left caused three deaths and about $28.5 million in damage. ===Tropical Depression Seven=== This system developed over the tropical Atlantic Ocean on August 18, moving westward and then southwestward towards the Windward Islands. The depression dissipated east of Trinidad and Tobago late on August 21\\. ===Tropical Depression Eight=== Tropical Depression Eight developed from a tropical disturbance over the Bay of Campeche on August 26\\. Moving northwestward, the cyclone failed to intensify into a tropical storm before making landfall in the Mexican state of Tamaulipas to the north of Tampico on August 28, with winds of 35 mph (55 km/h). After moving inland, the depression curved north-northwestward before degenerating into a surface low-pressure area near the Mexico–United States border on August 29\\. The remnants moved eastward across Texas and entered Louisiana before dissipating on September 1. Although the system was only a surface low upon reaching Texas, a large thunderstorm complex developed near its center on August 29\\. This resulted in heavy rainfall across southeastern Texas, with a peak total of 21 in (530 mm) in Pine Springs in Fayette County, with much of that falling in only about six hours. One of the hardest hit areas was Lavaca County. At least 15 streets in downtown Hallettsville were flooded, damaging hundreds of cars, 150 to 200 homes, 75 businesses, and a few local government buildings. Five people were killed by floodwaters in Shiner. Throughout Lavaca County, more than 286 homes were damaged or destroyed, 17 bridges and several roads were washed out, and hundreds of head of cattle were drowned. The depression spawned 14 tornadoes, one of which caused extensive damage in the Galveston area. Overall, the depression left more than $56.2 million in damage. ===Hurricane Emily=== On September 1, a subtropical storm became Tropical Storm Emily southwest of Bermuda. Emily moved northeast, crossing the island the next day, but measured winds were below tropical storm force. The storm continued generally northeast and strengthened into a hurricane. Hurricane Emily weakened over the north Atlantic and was no longer identifiable as a weather system by September 12. Hurricane Emily caused beach erosion across the East Coast of the United States, but no other damage was reported. ===Hurricane Floyd=== Floyd was first tracked as a tropical depression on September 3 when it organized east of the Leeward Islands. As the depression moved northwest, it caused heavy rain. The highest rainfall reported was at Antigua. It strengthened into a tropical storm, then reached hurricane strength on September 7. Floyd turned to the northeast and passed just southeast of Bermuda as a weakening hurricane. As a tropical storm, Floyd moved east across the Atlantic until losing its identity on September 12. No damages are associated with Floyd. Although Bermuda was directly affected, the island experienced the weaker half of the storm. ===Hurricane Gert=== A tropical wave exited western Africa on September 1, gradually developing a concentrated area of convection. Early on September 7, satellite imagery indicated that Tropical Depression Eleven formed about east of the Leeward Islands. The depression intensified into Tropical Storm Gert on the following day. The newly upgraded storm passed between Dominica and Guadeloupe and continued to intensify, making landfall on southeastern Puerto Rico with winds of 60 mph (95 km/h) late on September 8\\. After emerging into the Atlantic, Gert weakened while passing just north of the Dominican Republic. It restrengthened while turning northward near the Bahamas, becoming a hurricane on September 10\\. Midday on September 11, Gert peaked with winds of 105 mph (165 km/h) and a minimum pressure of 988 mbar (hPa; 29.18 inHg). The hurricane turned northeastward and weakened over cooler waters, passing about north of Bermuda on September 12 as a tropical storm. On September 14, Gert weakened further to tropical depression status, dissipating the next day. While passing through the Leeward Islands, Gert dropped moderate rainfall of 5.85 in (148.5 mm) on St. Thomas. Winds gusted to 50 mph (85 km/h) on the island. In Puerto Rico, rainfall peaked at 6.02 in (153 mm) in the municipality of Maricao, flooding some highways. Several towns on the southside of the island lost electricity during the storm due to downed power lines. Gale warnings were issued for the Turks and Caicos Islands and later the southeastern Bahamas, and light rainfall occurred in the region, reaching 3.20 in (81.28 mm) on the island of San Salvador. Winds were light in Bermuda. ===Hurricane Harvey=== Harvey formed in the central Atlantic, reaching hurricane strength only a few hours after first becoming a named system on September 12. From its initial position several hundred miles east of the Leeward Islands, Harvey moved northwest. Its path began curving more to the north, and was considered a threat to Bermuda until the continuing curve took Harvey away from the island. Harvey's track became more easterly, and the storm weakened and became extratropical as it approached the Azores. Harvey caused no reported damage, although several ships reported experiencing tropical-storm-force winds. ===Tropical Depression Thirteen=== The thirteenth operationally classified tropical depression developed southwest of Bermuda on September 22, and was initially expected to intensify into a tropical storm. Although it failed to further intensify, Tropical Depression Thirteen brought squalls to Bermuda with winds gusts of tropical storm-force as it passed west of the island on September 23\\. Moving northward, the system merged with a developing extratropical cyclone south of Nova Scotia on September 24. ===Hurricane Irene=== Satellite imagery detected a tropical disturbance off the coast of Africa on September 19. By September 23, the disturbance had developed a closed circulation and was designated as Tropical Storm Irene. The storm tracked northwest, becoming a hurricane on September 25. Irene then began to curve eastward as it gradually strengthened. On September 28, Irene strengthened into a Category 3 hurricane and reached its peak intensity with maximum sustained winds of 120 mph (195 km/h). Irene then gradually weakened, weakening below hurricane strength on October 1. Early on October 2, Irene became extratropical while located north of the Azores. The remaining extratropical storm moved over France on October 3. ===Tropical Depression Fifteen=== This tropical depression formed southwest of the Cape Verde Islands on September 27, and tracked through the deep tropics before weakening as it moved over the Leeward Islands late on September 30\\. Heavy rains occurred at Guadeloupe as the system passed by the island. The depression then recurved to the south and east of Bermuda late on October 4\\. ===Tropical Storm Jose=== Jose was a weak and short-lived tropical storm that formed far from land on October 29. It moved generally northeast before becoming subtropical and then dissipating on November 1 near the Azores. ===Hurricane Katrina=== A tropical depression formed on November 3 in the western Caribbean Sea about south of the Cayman Islands. The depression moved north, reaching tropical storm strength as it moved through the Cayman Islands. Katrina continued to strengthen, reaching hurricane strength half a day before landfall in Cuba. A weakening Katrina moved across eastern Cuba on November 6. After emerging over water, the storm accelerated northeast through the Bahamas. Katrina's circulation fell apart, and the storm merged with a front on November 8. The storm dropped heavy rainfall in the Cayman Islands and spawned a waterspout on Grand Cayman that resulted in minor damage. In Cuba, Katrina reportedly caused widespread flood damage, especially in Camagüey Province. A total of 4,641 homes were damaged to some degree, while 39 were demolished. Two deaths also occurred in Cuba. Heavy precipitation in the Bahamas caused significant crop losses on Long Island. ===Subtropical Storm Three=== A frontal low over the warm waters of the Gulf Stream organized into a subtropical storm on November 12 while east of Jacksonville, Florida. After moving northeastward, it turned to the northwest, threatening the northeastern United States as an intensifying subtropical storm that was gradually developing tropical characteristics. A high pressure system turned it to the northeast, and after peaking at it became extratropical near Nova Scotia on November 17. The storm produced significant beach erosion and coastal flooding. ===Other systems=== Four additional tropical depressions formed during the season which were operationally thought to have not developed and thus went unnumbered. The first such system developed northeast of the Lesser Antilles on April 6\\. Moving slowly southwestward, the depression dissipated over the Anegada Passage about 24 hours later. A small craft advisory and special marine warning were issued by the National Weather Service office in San Juan, Puerto Rico. On April 19, another tropical depression formed over the southwestward Caribbean. The depression moved northeastward through the following day, before doubling-back to the southwest and dissipating by April 21\\. Another previously unnumbered tropical depression formed over the Bay of Campeche on June 17\\. It made landfall in Mexico south of Tampico before dissipating about two days later. A fourth unnumbered tropical depression developed near Andros on July 2\\. It made landfall in southeast Florida and later in South Carolina before dissipating on July 4\\. The depression dropped up of rainfall in Broward County, Florida, causing localized flooding. A waterspout-turned- tornado at Port Everglades overturned a shed and downed some power lines. Heavy precipitation also fell in South Carolina, especially in Clarendon and Sumter counties, inundating crops and flooding some cars, homes, a school, and stores in the Mayesville area. ==Storm names== The following list of names was used for named storms that formed in the North Atlantic in 1981. It was the first use for all of these names since the post-1978 naming change, except for Arlene, Cindy, and Irene, which had been previously used in 1959, 1963, 1967, and 1971. There were no names retired this year; thus, the same list was used again in the 1987 season. {| style=\"width:80%; clear:both;\" | * Arlene * Bret * Cindy * Dennis * Emily * Floyd * Gert | * Harvey * Irene * Jose * Katrina * * * | * * * * * * * |} ==Season effects== This is a table of the storms in 1981 and their landfall(s), if any. Deaths in parentheses are additional and indirect (an example of an indirect death would be a traffic accident), but are still storm-related. Damage and deaths include totals while the storm was extratropical or a wave or low. |- | Unnumbered || || bgcolor=#| || Unknown || Unknown || || || || |- | Unnumbered || || bgcolor=#| || Unknown || Unknown || || || || |- | Arlene || || bgcolor=#| || || || Cuba, Bahamas || Minimal || || |- | Two || || bgcolor=#| || || || Southern United States (Texas), Midwestern United States, Maryland || $4 million || 3 || |- | Unnumbered || || bgcolor=#| || || Unknown || || || || |- | Bret || || bgcolor=#|Tropical storm || || || Old South (Virginia), Kentucky, Maryland, Pennsylvania, Midwestern United States || Minimal || 1 || |- | Unnumbered || || bgcolor=#| || || Unknown || || || || |- | Four || || bgcolor=#| || || || Mexico, Texas, Oklahoma, New Mexico, Arkansas, Louisiana|| || || |- | Cindy || || bgcolor=#|Tropical storm || || || || || || |- | Dennis || || bgcolor=#|Category 1 hurricane || || || Lesser Antilles, Greater Antilles (Cuba), Southeastern United States (Florida and North Carolina) || $28.5 million || 3 || |- | Seven || || bgcolor=#|Tropical depression || || || || || || |- | Eight || || bgcolor=#|Tropical depression || || || Mexico, South Central United States, Alabama, Tennessee || $56.2 million || 5 || |- | Emily || || bgcolor=#|Category 1 hurricane || || || East Coast of the United States || || || |- | Floyd || || bgcolor=#|Category 3 hurricane || || || Leeward Islands, Bermuda || || || |- | Gert || || bgcolor=#|Category 2 hurricane || || || Leeward Islands, Puerto Rico, Bahamas, Bermuda || || || |- | Harvey || || bgcolor=#|Category 4 hurricane || || || || || || |- | Thirteen || || bgcolor=#|Tropical depression || || || Bermuda || || || |- | Irene || || bgcolor=#|Category 3 hurricane || || || || || || |- | Fifteen || || bgcolor=#|Tropical depression || || || Leeward Islands || || || |- | Jose || || bgcolor=#|Tropical storm || || || Azores || || || |- | Katrina || || bgcolor=#|Category 1 hurricane || || || Cayman Islands, Jamaica, Cuba, Bahamas, Turks and Caicos Islands || Minimal || 2 || |- | Three || || bgcolor=#|Subtropical storm || || || East Coast of the United States || || || |- ==See also== *List of Atlantic hurricanes *Atlantic hurricane season *1981 Pacific hurricane season *1981 Pacific typhoon season *1981 North Indian Ocean cyclone season *Southern Hemisphere tropical cyclone seasons: 1980–81, 1981–82 ==References== ==External links== * Monthly Weather Review * HPC Tropical Cyclone Rainfall Pages for 1981 1981 Category:Articles which contain graphical timelines 1981 ATL",
 "title": "1981 Atlantic hurricane season"
}