{
 "id": "799396",
 "text": "thumb|David Breashears David Finlay Breashears (born December 20, 1955) is an American mountaineer, filmmaker, author, and motivational speaker. In 1985, he reached the summit of Mount Everest a second time, becoming the first American to reach the summit of Mount Everest more than once. He is perhaps best known as the director and cinematographer of Everest (1998)—which became the highest-grossing IMAX documentary—and for his assistance in the rescue efforts during the 1996 Everest disaster, which occurred during the film's production. ==Career== ===Mountaineering, filmmaking, and photography=== In 1983, Breashears transmitted the first live pictures from the summit of Mount Everest, and in 1985, he became the first American to reach its summit more than once. As of September 2015, Breashears has made eight expeditions to Everest, reaching the summit five times. He has also climbed to the summit of Ama Dablam in the Himalayas, and is known in climbing circles for having free climbed some of the most technically challenging rock walls in Colorado, as a young man. In 1985, Breashears guided Richard Bass to the summit of Everest; with this, Bass completed the first-ever ascent of the Seven Summits (the highest summit on each of the seven continents). He has also worked on feature films including Cliffhanger (1993) and Seven Years in Tibet (1997), as well as David Lee Roth's \"Just Like Paradise\" music video and numerous documentaries, such as the award-winning TV documentary Red Flag over Tibet (October 20, 1989). He has received four Emmy awards for achievement in cinematography. Combining his interests and skills in climbing, filmmaking, and photography, he directed, starred in, and produced the acclaimed IMAX film Everest (1998), and contributed still photos to the best selling book Everest: Mountain Without Mercy (1977). He also directed and produced the Nova television program, Everest (1998), in which he and fellow mountaineer Ed Viesturs climbed Everest while undergoing physical and mental tests to record the effects of altitude on humans. Additionally, Breashears directed the IMAX film Kilimanjaro: To the Roof of Africa (2000) for the National Geographic Society, which documented the climbing of the world's largest freestanding mountain in Tanzania by an expedition of seven climbers. Breashears' documentary film, Storm Over Everest (May 13, 2008), shown on PBS Frontline, features photography on the mountain, interviews with survivors of the three climbing teams that were caught in the 1996 storm, and music composed by Jocelyn Pook. During the filming of the documentary in 2006, Breashears summitted Everest a fifth time. He also documented his personal reactions to climbing Everest again, while filming the Nova documentary, in \"Epilogue to the 1996 Everest disaster\". ===Publications=== He is the author of several books, including an autobiography, High Exposure: An Enduring Passion for Everest and Unforgiving Places (1999). He also wrote the article, \"Every Man For Himself?\", published in American Alpine Journal (1988). ===Work with organizations=== Breashears is a director of Destination Himalaya, a travel firm specializing in adventure travel to Himalayan countries. In 2007, Breashears founded GlacierWorks, a non-profit company that uses science, art, and adventure to raise awareness about climate change in the Greater Himalaya. ==Personal life== He was married to fellow adventurer Veronique Choa in the late 1980s. They have since divorced, and Breashears lives in Marblehead, Massachusetts when not climbing. ==See also== *List of Mount Everest guides *List of Mount Everest summiters by number of times to the summit *List of 20th-century summiters of Mount Everest ==References== ==External links== * * Category:1955 births Category:Living people Category:American mountain climbers Category:American summiters of Mount Everest Category:Mountaineering film directors",
 "title": "David Breashears"
}