{
 "id": "799850",
 "text": "Count Hans Johann Moritz Hauke (John Maurice Hauke, ; 26 October 1775 – 29 November 1830) was a Polish general and professional soldier of German extraction. He was a member of the Hauke-Bosak family. ==Life== Hans Moritz was the son of Friedrich Karl Emanuel Hauke (1737–1810), a German professor at the Warsaw Lyceum (an exclusive Prussian school in Warsaw), and served between 1790 and 1793 in the army of Poland during the country's last years of independence. He was involved in the Kościuszko Uprising, fought in the Polish Legions in France and later in the army of the Duchy of Warsaw in Austria, Italy, Germany and the Peninsular War. After 1815 he joined the army of Congress Poland, reaching the rank of full general in 1826 and receiving a title of Polish nobility. Recognizing his abilities, Tsar Nicholas I appointed him Deputy Minister of War of Congress Poland and elevated him in 1829 to Count. thumb|left|The obelisk in Warsaw on its first site before the Saxon Palace In the uprising of 1830 led by revolutionary army cadets, the target was Grand Duke Constantine, Poland's Governor-General. Count Moritz Hauke was on his way to the Grand Duke who managed to escape, but Hauke was shot to death by the cadets on the street of Warsaw before the eyes of his wife, Sophie Lafontaine (daughter of Franz Leopold Lafontaine), and his three younger children. He was riding on a horse beside the carriage of his wife and having met a group of rebels who shouted: \"Be our leader, General!\" Hauke reprimanded them and told them to go back to their quarters, whereupon they opened fire and killed him. His wife died shortly afterward, and their younger children were made wards of the Tsar, while three elder sons joined the uprising and one of them, Maurice Leopold, fell during the battle of Ostrołęka in 1831 only 27 years old. After his victory over the Poles, the Tsar raised in 1841 an enormous obelisk in Warsaw, which was dedicated to the memory of Hauke and five other Polish generals who \"preserved their fidelity to their Monarch\". Detested by the inhabitants of the Polish capital, the obelisk was pulled down in 1917. On 28 October 1851, his youngest daughter, Countess Julia von Hauke, then lady-in-waiting to the Russian Empress, married Prince Alexander of Hesse and by Rhine (Hesse-Darmstadt), brother of the Empress. Elevated in 1851 by Alexander's brother, Grand Duke Ludwig III of Hesse- Darmstadt, to Countess of Battenberg and in December 1858 to Princess of Battenberg, she became an ancestress of the House of Mountbatten, the British Royal House of Windsor, and the current Spanish King. His older daughter, Catarina, became the mistress of Paul Friedrich, Grand Duke of Mecklenburg. ===Orders and decorations=== *Legion of Honour, 1807 *Virtuti Militari (Knight's Cross, 3rd class, very rarely awarded) *Order of Saint Stanislaus, 1st class, 1814 *Order of St. Anna, 1st class, 1815 *Order of St. Anna, 1st class with diamonds, 1818 *Order of St. Alexander Nevsky, 1820 *Order of the White Eagle, 1829 ==Ancestry== ==See also== *Hauke-Bosak family ==Sources== *Polski Słownik Biograficzny (Polish Dictionary of Biography), vol. 2, Cracow 1938 Category:1775 births Category:1830 deaths Category:Military personnel from Saxony Category:Polish generals Category:Polish people of German descent Category:Military personnel of the Polish–Lithuanian Commonwealth Category:Kościuszko insurgents Category:People of the Polish–Russian War of 1792 Category:Counts of Poland Category:Polish commanders of the Napoleonic Wars",
 "title": "Hans Moritz Hauke"
}