{
 "id": "799907",
 "text": "Midlander of the Year is an annual award, recognising people deemed to have \"made an outstanding contribution to the social, sporting, political or cultural life\" of the English Midlands. The original Midlander of the Year award was set up by the local brewers, Mitchells & Butlers in 1969 and sponsored by Bass until 1998. Lately, it has been awarded by the regional television company, ITV Central, who (as Central Television) re-launched the scheme in April 2001 with their news programmes profiling nominees throughout the year. Viewers vote to determine the sub-regional winners in the Central News West, East and South areas. A panel of judges choose the overall winner from that shortlist as well as selecting nine special category winners. ==Winners== ===Overall=== Previous overall winners include: *1989 - Sir Alec Jeffreys *1992 - Phil Drabble *1995 - Jasper Carrott *2001 - John Towers *2002 - Stephen Westaby (heart surgeon at John Radcliffe Hospital) *2003 - Martin Johnson ===2001 categories=== The nine special category winners for 2001 were: *Arts: Peter Tod (theatre director, Birmingham Hippodrome). *Entertainment: Meera Syal (writer and actress). *Sportsman: Martin Johnson (rugby union captain of Leicester Tigers, England and the last British Lions tour). *Sportswoman: Ellen MacArthur (round-the-world yachtswoman). *Business: Perween Warsi (chief executive, S&A; Foods). *Enterprise: Mich Stevenson (chairman, Nottingham Galleries of Justice, National Ice Arena and Nottingham Waterside). *Community: Rita Patel (Peepul Centre in Leicester). *Public Service: Malcolm Walker (police officer, killed in service). *Lifetime: UB40 (for services to popular music and the region). The 2001 judging panel comprised Carlton representatives, leaders from industry, education, regional government and community groups, and senior staff from the award's media partners which include the Birmingham Evening Mail, Birmingham Post, Burton Daily Mail, Century 106 (East Midlands), Coventry Evening Telegraph, Express & Star (Wolverhampton), Oxford Mail, The Sentinel (Stoke-on-Trent), Shropshire Star and Worcester Evening News. The panel was chaired by Roger Cadbury, Carlton's regional advisory council chairman. ===2003 categories=== *Sporting: Paula Radcliffe, long-distance runner (for services to international sport) *Lifetime: Robert Plant, Musician (for services to music and young people) *Birmingham University Lifelong Learning: Professor Tim Brighouse, retired Chief Education Officer, Birmingham City Council (for services to educational standards) *Community: Michelle Lewis MBE, Wheelchair Athlete (for services to charitable fundraising) *Cultural: David Bintley CBE, Artistic Director, Birmingham Royal Ballet (for services to the arts) *Innovation: Professor Mike Topping, inventor and academic (for services to innovation and people with disabilities) *Young Business: Karl George, Director, Andersons KBS (for services to business and the black community) *Rural Enterprise: Izzy Warren- Smith, Senior Lecturer, Rural Economics and Management, Harper Adams University College (for services to the rural economy) *Business Leadership: Tony Sealey, Chair, West Midlands Ethnic Minority Business Forum (for services to the leadership of black and minority enterprise) *Arts Leadership: Professor Ray Cowell Vice Chancellor, Nottingham Trent University (for services to the development of arts in the East Midlands) The judging panel comprised Carlton representatives, leaders from enterprise, education, arts and community groups, and senior staff from the award's media partners, which include the Birmingham Evening Mail, Birmingham Post, Coventry Evening Telegraph, Wolverhampton Express & Star, The Stoke Sentinel, Worcester Evening News, Shropshire Star, 100.7 Heart FM and 106 Century FM. The panel was chaired by Mich Stevenson OBE, himself a winner of the Enterprise Midlander of the Year Award in 2001. ===2004 categories=== *East Midlands Development Agency Innovation: Professor Sir Peter Mansfield from Nottingham University for services to medical science *Community: Dr John Sentamu, the Bishop of Birmingham, for services to community relations *Literary (sponsored by Birmingham University): Clare Morrall (Birmingham) for services to literature & publishing *Advantage West Midlands Entrepreneur: Shaun Hill (Ludlow, Shropshire) for services to enterprise and food *Business: Clyde Pile (Birmingham) for services to developing the Afro-Caribbean business community *Courageous: Sarah Brasil (Leicester) for saving lives in the face of great danger *Entertainment: Ozzy Osbourne (Birmingham) for services to music and entertainment *Conservation: Molly Badham MBE, (Twycross Zoo, Leicestershire/Warwickshire) for services to conservation of endangered species *Sporting: Henrietta Knight and Terry Biddlecombe (Wantage, Oxford) for services to horse racing The judging panel comprised ITV Central representatives, leaders from industry, the arts, education and community groups, and senior staff from the award's media partners who are The Birmingham Post, Birmingham Evening Mail, The Sentinel (Stoke-on-Trent), Coventry Evening Telegraph, Shropshire Star, Worcester Evening News, 100.7 Heart FM (Birmingham), Trent FM (Nottingham), Ram FM (Derby), Leicester Sound and Fox FM (Oxford). The judging panel was chaired by Mich Stephenson OBE, a member of ITV Central's Regional Advisory Council. Category:English awards",
 "title": "Midlander of the Year"
}