{
 "id": "79995",
 "text": "Sly syndrome, also called mucopolysaccharidosis type VII (MPS-VII), is an autosomal recessive lysosomal storage disease caused by a deficiency of the enzyme β-glucuronidase. This enzyme is responsible for breaking down large sugar molecules called glycosaminoglycans (AKA GAGs, or mucopolysaccharides). The inability to break down GAGs leads to a buildup in many tissues and organs of the body. The severity of the disease can vary widely. ==Signs and symptoms== The most severe cases of Sly syndrome can result in hydrops fetalis, which results in fetal death or death soon after birth. Some people with Sly syndrome may begin to have symptoms in early childhood. Symptoms can include an enlarged head, fluid buildup in the brain, coarse facial features, enlarged tongue, enlarged liver, enlarged spleen, problems with the heart valves, and abdominal hernias. People with Sly syndrome may also suffer from sleep apnea, frequent lung infections, and problems with vision secondary to cloudy corneas. Sly syndrome causes various musculoskeletal abnormalities that worsen with age. These can include short stature, joint deformities, dysostosis multiplex, spinal stenosis, and carpal tunnel syndrome. While some individuals have developmental delay, others may have normal intelligence. However, the accumulation of GAGs in the brain usually leads to the slowing of development from ages 1–3, and then a loss of previously learned skills until death. ==Genetics== The defective gene responsible for Sly syndrome is located on chromosome 7. ==Diagnosis== Most people with Sly disease will have elevated levels of GAGs seen in the urine. A confirmatory test is necessary for diagnosis. Skin cells and red blood cells of affected people will have low levels of β-glucuronidase activity. Sly syndrome can also be diagnosed through prenatal testing. ==Treatment== Vestronidase alfa-vjbk (trade name Mepsevii), an enzyme replacement therapy which is a recombinant form of human β-glucuronidase, is approved by U.S. Food and Drug Administration for the treatment of Sly syndrome. Hematopoietic stem cell transplant (HSCT) has been used to treat other types of MPS diseases, but this is not yet available for MPS-VII. Animal experiments suggest that HSCT may be an effective treatment for MPS-VII in humans. ==Prognosis== The life expectancy of individuals with MPS VII varies depending on the symptoms. Some individuals are stillborn, while some may survive into adulthood. ==Epidemiology== MPS-VII is one of the rarest forms of MPS. It occurs in less than 1 in 250,000 births. As a family, MPS diseases occur in 1 in 25,000 births, and the larger family of lysosomal storage diseases occur in 1 out of 7,000 to 8,000 births. ==History== Sly syndrome was originally discovered in 1972. It was named after its discoverer William S. Sly, an American biochemist who has spent nearly his entire academic career at Saint Louis University. ==References== == External links == Category:Proteoglycan metabolism disorders Category:Autosomal recessive disorders Category:Syndromes Category:Rare diseases Category:Skin conditions resulting from errors in metabolism",
 "title": "Sly syndrome"
}