{
 "id": "800090",
 "text": "On 4 June 1967 a Canadair C-4 Argonaut passenger aircraft owned by British Midland Airways crashed near the centre of Stockport, Cheshire, England. Of the 84 people on board, 72 were killed. It is the fourth-worst accident in British aviation history. ==Accident== The aircraft, registered had been chartered by Arrowsmith Holidays Ltd and had left Palma de Mallorca at 5:00 am, carrying holidaymakers back from the Balearic Islands to Manchester Airport. The approach controller vectored the aircraft towards the ILS as soon as it reached the Congleton NDB, but the pilots were apparently unable to put the aircraft on the extended runway centreline and called an overshoot. As the aircraft was making a second approach to the airport, the No. 3 and 4 engines suddenly cut out over Stockport. The No. 4 propeller was feathered, but No. 3 kept windmilling. The aircraft became uncontrollable and crashed at 10:09 am local time in a small open area at Hopes Carr, close to the town centre. Despite the crash occurring in a densely populated area, there were no fatalities on the ground. Members of the public and police risked harm to save twelve people from the mangled debris, but within minutes the wreckage was entirely engulfed in flames, killing those still on board who had survived the impact. Because it was a Sunday and people were not at work the accident drew a large crowd, estimated at around 10,000, hampering the rescue organisations. ==Investigation== Investigators with the Accidents Investigation Branch (AIB) determined that the double engine failure had been caused by fuel starvation, due to a previously unrecognised flaw in the model's fuel system. The Argonaut had eight fuel tanks, divided into pairs. Each pair fed one engine, but there was also a cross-feed system that allowed fuel from a pair of tanks to be fed to other engines, if necessary. It was found that the selectors controlling the cross-feed valves were poorly placed in the cockpit, and difficult to operate, giving also an unclear indication of what was selected. This could cause the inadvertent selection of cross-feed from some pairs of tanks, leading to the exhaustion of fuel in those tanks and the failure of the associated engine. These problems had been noticed by pilots of other Argonauts before, but neither British Midland nor the other airlines using the Argonaut (Trans-Canada Airlines and Canadian Pacific Airlines) had reported it to the manufacturer. Without this information, the AIB believed that it would have been extremely difficult for the pilots of G-ALHG to determine the exact nature of the emergency. A fuel problem had been noted on the aircraft five days earlier, but this did not come to light until four months after the crash. A third contributory factor was fatigue: the captain had been on duty for nearly 13 hours. This was within legal and operational limits, but the inquiry noted that he had made several errors in repeating ATC messages. The AIB also examined passenger and crew survivability during the accident. Post- mortem examinations on the passengers showed that those in the very front of the fuselage had been killed by rapid deceleration injuries, but those further aft had suffered massive crushing injuries to their lower legs that stopped them from escaping the burning wreckage. Investigators found that the bracing bars meant to keep the rows of seats separate were too weak to stop the rows from collapsing together like a concertina, and determined that had the bars been adequately strong, most of the passengers would have been able to escape the aircraft. Harry Marlow, the captain, survived but had amnesia and did not remember the accident, and the first officer died. The aircraft happened to be over an open area at the time the starboard engines cut out, and AIB investigators believed that it became completely uncontrollable after the loss of power. There was testimony from witnesses that it made a pronounced turn to port and levelled out before descending into the crash site. This suggests that Marlow exerted a degree of control and successfully avoided hitting houses. ==Legacy== In 1998, a memorial plaque was unveiled by two survivors at the scene of the accident. In 2002 a campaign was launched to create a further memorial at the site, commemorating the rescuers who risked their lives to pull survivors from the burning aeroplane; the campaign was supported by the Prime Minister Tony Blair. The second memorial was unveiled that October. A service was held in 2007 to mark the 40th anniversary. On 4 June 2017, the 50th anniversary of the crash (and also a Sunday), a service was led at the time and place of the crash by the Bishop of Stockport, Libby Lane, and new information boards were unveiled giving details of the crash and the names of those who died. Ian Barrie, an aviation expert, and Roger Boden produced a documentary, Six Miles from Home, for the fiftieth anniversary. ==See also== * 1950 Australian National Airways Douglas DC-4 crash * List of accidents and incidents involving commercial aircraft ==References== ==Further reading== * Air Disaster, Vol. 4: The Propeller Era, by Macarthur Job, Aerospace Publications Pty. Ltd. (Australia), 2001 , pp. 154–169. * The Day the Sky Fell Down: The Story of the Stockport Air Disaster, by Stephen R. Morrin, 1998, . * Six Miles from Home, by Stephen R. Morrin, 2017, . == External links== * - 40th anniversary articles about the accident * * * Names of passengers and crew. Retrieved 9 October 2009. * * *Recent article on the incident. Category:Airliner accidents and incidents caused by design or manufacturing errors Category:Airliner accidents and incidents caused by fuel starvation Category:Aviation accidents and incidents in 1967 Category:Accidents and incidents involving the Canadair North Star Category:Aviation accidents and incidents in England Category:Disasters in Cheshire Air disaster Category:1967 disasters in the United Kingdom Category:1967 in England Category:20th century in Cheshire Category:British Midland International Category:Aviation accidents and incidents in Greater Manchester Category:Stockport Category:History of Manchester Airport Category:June 1967 events in the United Kingdom Category:Airliner accidents and incidents caused by engine failure",
 "title": "Stockport air disaster"
}