{
 "id": "800042",
 "text": "Connor is a fictional character created by Joss Whedon and Tim Minear for the television series Angel. The character is portrayed as an infant by the triplets Connor, Jake, and Trenton Tupen and as a teenager by Vincent Kartheiser. Connor has a recurring role in season three, becomes a regular in season four, and has his last television appearance in the series finale as a guest star. He continues his story in the canonical comic book series Angel: After the Fall. Connor is the superhuman son of the title character Angel, who is a vampire. Introduced in the third season as a newborn, Connor is kidnapped and taken to a hell dimension in an act of revenge against his father. He returns as a battle-hardened, disturbed teenager who has been raised to hate Angel. His consequent violent and estranged relationship with his father and increasing internal conflict make him shift alliances between protagonists and antagonists forms the storyline for his character. Towards the end of season four, events take their toll on Connor's sanity, and his memories are rewritten to give him a normal life. The next time he appears in season five, Connor is a well-adjusted person. At the return of his memories, Connor finally reconciles with Angel in the series finale. The comic book series follows Connor accepting his abilities and role of a hero in addition to maintaining a normal life as a college student. Created to give Angel a paternal bond, the infant Connor was used to develop other characters. After he grows up, he initially becomes a tragic figure and foil for the protagonists before eventually evolving into a protagonist himself. Connor has received attention in academic texts related to family studies and masculinity in fiction. The character proved to be controversial among fans, while critics have given mixed views. ==Appearances== ===Television=== ====Season 3==== In a seemingly impossible event, vampires Angel and Darla had a child, the end result being Connor, a human with superhuman abilities. Connor is introduced in the episode \"Lullaby,\" when Darla sacrifices herself to give birth to him, by staking herself in the heart. Darla's sacrifice for their son allows Angel to make peace with her, and welcomes Connor into his life with hope for their family's future, especially since Angel is prophesied that he eventually become human again and thus one day a normal life with his son by his side. For the first few months of his life, Connor is jointly raised by Angel and his team, including Wesley and Cordelia, though he is constantly targeted by different factions. Connor is prophesied to destroy the time-shifting demon lord Sahjhan. In attempt to negate the prophecy, he travels through time and rewrites the prophecy to read \"The father will kill the son\" in reference to Angel and Connor, and recruits Angelus's nemesis Daniel Holtz whose family the vampire killed centuries ago with Darla. Wesley kidnaps the baby in a misguided effort to save his life from Angel, conveniently leading him into the hands of Holtz. Holtz steals the baby and is forced to escape to the hell dimension Quor'Toth: Darkest of the dark world. Holtz raises Connor as his son and instills him with a deep hatred of Angel, although revealed later that he also occasionally abuses Connor when training him out of his hatred towards Connor's parents. As time runs more quickly in Quor'Toth, Connor ages at an accelerated rate in relation to time on Earth. Surviving the hell, a teenage Connor returns with the goal of avenging the Holtz family by killing Angel. After failing in his first attempt on Angel's life, Connor tentatively begins to reconcile with him. Fearful of the development, Holtz has himself killed by Justine Cooper in a manner that frames Angel for the action. In the finale \"Tomorrow\", an enraged Connor seals Angel in a metal box and sinks him to the bottom of the ocean. ====Season 4==== The opening episode \"Deep Down\" picks up three months after last season. Angel returns, and Holtz' deception is revealed. Relations are shaky as Angel kicks Connor out of the house in punishment for sinking him, but secretly keeps a protective eye on him from afar. Stricken by the betrayal of his adoptive father and the apparent abandonment by his real one, Connor seeks solace in Cordelia's arms. When an all-powerful demon lord The Beast rises from the ground at the place he was born, Connor feels responsible. As The Beast causes fire to rain from the sky in an apparent apocalypse, Cordelia sleeps with Connor to give him some happiness before the end. While an apocalypse does not occur, Angel (also in love with Cordelia) doesn't take kindly to the development, causing another rift between him and Connor. Unbeknownst to all, Cordelia is possessed to be with Connor by a cosmic entity, Jasmine, looking to give herself birth in this world through their union. As Cordelia becomes pregnant and manipulates Connor into helping her sacrifice an innocent girl for their child, his inhuman actions begin conflicting with his inner good, accelerating his already deteriorating mental health. Jasmine arrives as a grown woman and immediately bewitches everyone to bask in immense joy and do her bidding. Connor is the only one left in misery because of sharing a blood link with her, which results in his further isolation. As Jasmine enacts her plans for world domination, Angel and his team break free from her spell. Caught between his father and daughter, Connor initially supports Jasmine against Angel, but this conflict, combined with the belief that neither truly cares about him, eventually makes him completely snap. Connor kills Jasmine after Angel manages to break her hold over the city but fails to kill her. An emotional wreck and attempting suicide, Connor wires himself, a comatose Cordelia, and shop full of innocent people to explosives. The season finale (\"Home\") shows Angel desperate to save his son. Angel agrees to take over Wolfram & Hart in exchange for Connor's life. As per the agreement, Connor is to have a whole new existence as an ordinary boy who is raised in a happy family. Other than Angel, everyone's memories are rewritten to accommodate this new reality. ====Season 5==== A few months after the events of season 4, episode \"Origin\" shows Connor as the son of Laurence and Colleen Reilly. Connor crosses paths with Angel when the demon warlock Cyvus Vail draws him out to make him fulfill his destiny of killing Sahjhan. Angel informs Connor of his special abilities and helps prepare him for the fight, but he does not reveal that he is Connor's real father. As the duel with Sahjhan begins, Connor is outmatched due to having forgotten his formidable fighting skills. Meanwhile, Wesley discovers Angel's deception of altering reality. Distrusting Angel, Wesley shatters the Orlon Window, which restores Connor's, Wesley's, and Illyria's memories. Remembering his old self and discovering that Sahjhan is directly responsible for all the pain he has endured, Connor slips to his original persona of 'demon-killer' and dispatches Sahjhan with ease. In \"Not Fade Away\" the finale of the series, Angel visits Connor for coffee on the eve of his final battle with the Circle of the Black Thorn. Connor reveals that he remembers that Angel is his father. He tells Angel he is grateful for all he has done for him, but he prefers to leave it at that. When Angel fights Marcus Hamilton, Connor shows up to fight by his father's side (knowing that Angel wouldn't do something so innocuous unless the world were about to end), saving Angel from being staked by Hamilton and helping him gain the upper hand. As the Senior Partners begin to exact their vengeance, Angel tells Connor to go home to his foster parents and assures him that as long as Connor is safe, the Partners can never destroy Angel. ===Comics=== thumb|upright|In the 13th issue of the comic book After the Fall, Connor mourns a dying Angel. The comic series Angel: After the Fall picks up immediately after the events of the television series. Connor is shown sprinting home as ordered by Angel. He debates going back but gets drawn into the battle when the whole city is sent to hell by the Senior Partners. A veteran of hell, Connor takes it upon himself to provide sanctuary to humans and good demons. Along to help him are the benevolent werewolf Nina Ash, the mutant Gwen Raiden, and the vampire Spike. Connor also becomes much closer to Angel as he joins his newest battle to wrestle back control of the city from Demon Lords. Part of the story centers on Connor and Gwen's romance, which ends when he discovers Gwen has betrayed the team. Following the event, Gunn reverts Illyria to her demonic form, after which, Illyria decides to wholly collapse time and all existence. In an attempt to prevent Angel and his team from stopping Illyria, Gunn mortally wounds Connor. Connor pleads with Angel not to let the Senior Partners win and assures him that he is a good person despite being a vampire. Connor then dies in Angel's arms. He is restored to life when Angel provokes Gunn into killing him, forcing the Senior Partners to turn back time to the moment of the original alleyway fight in the television finale. All those who died since the city was sent to hell come back to life and have their memories of the intervening time intact. Spike: After the Fall, a companion piece to Angel: After the Fall, shows how Connor came about to form his alliance with Spike shortly after Los Angeles went to hell. Connor appears when Spike and Illyria are in a violent showdown with a group of demonic women. Catching the demonic leader off-guard, he rescues the last human hostage and then has to be rescued by Spike. On their second encounter, the two strikes up a connection immediately leading to their joint crusade of saving the remaining humans. Connor is set to appear in the arcs of Angel and Faith. Connor appears in the Family Reunion arc of Angel & Faith. Willow, on a quest to restore magic to herself and the world asks Angel and Faith to travel from London to LA with her so she can use the residual magic in Buffy's scythe and Connor's connection to Quor'toth to reopen the tear in reality at the Hyperion Hotel to get to a dimension that has magic. Angel & Faith agree to this in order to gain the piece of Giles's soul in the scythe, but will only help reopen the tear and go to Quor'toth if Connor agrees to it. Connor is living a normal life as a college student studying social work with a girlfriend. Though initially disappointed Angel ignored his attempts to contact his father, Connor is glad to have Angel in his life and realizes that his normal life is precious, but he still wants Angel to be a part of it. Angel is genuinely proud of the man his son has become. Connor agrees that magic needs to be returned to the world as the most vulnerable in society are already starting to lose hope without it. Once in Quor'toth, Connor briefly falls back into more aggressive behavior before he is able to shake off the negative influences of the dimension. His fake magical memories of the childhood Wolfram & Hart created for him have faded since magic was taken from the world, but he has made enough real memories of a happy life to not fall back into his unstable behavior. Dog-like demons of Quor'toth came to fear and respect \"The Destroyer\" and overheard Holtz telling Connor about love. Generations of these demons expressed love and compassion in Connor's name and were slaughtered for it. Connor, Angel, Faith and Willow are able to rescue the last few of these demons while fighting off the Old One that rules Quor'toth and Willow sends the dog-demons to a peaceful dimension. Angel obtains the piece of Giles's soul. Angel, Faith and Connor return to the Hotel just as the tear closes while Willow goes off on her own to find a new source of magic for Earth. Connor accepts Angel has important business to do in England, and wishes his father well. Angel agrees to spend a week in LA with his son before going back to London. ==Character development== ===Creation and casting=== The intent for Connor's character was to put \"Angel in an emotional space.\" He was meant to give Angel more to live for than just the usual \"day to day\" living he was experiencing. \"Plus, I just love the idea of this embarrassing effect of a one-night stand,” Joss Whedon explained in his decision to introduce Angel's son. The character was given the Irish name Connor, meaning ‘counselor’ or 'helping warrior', to match Angel's Irish ancestry. Three different babies, triplets Connor, Jake, and Trenton Tupen, were chosen to portray Connor so that none of them had to remain on the set for very long. Baby Connor was a main focus of season three, but the creators were well aware of the limitations of a baby character. With Connor's initial role in plot decided, they came up with the concept of a 'teenage' version for further appearances. Vincent Kartheiser, then 23, was looking for something more stable than the usual feature movies. He decided to audition after his agent sent him the role and tapes of all previous seasons. The producers wanted the character to be a surprise to audiences, so not even Kartheiser was informed that he was trying out for Angel's son. Instead he auditioned for a character created for the purpose of audition, ‘the Street Kid’, a normal teenager who had Angel as his guardian. \"Right away everyone kind of had a good feeling about me joining the cast,\" Vincent says. \"It seemed that I just fit right in.\" Kartheiser was excited after learning that his real role was 'Angel's son, a demon killer from Quor'toth.’ He was confused about his portrayal, thinking that the character was to have a \"living-in-the-brush kind of ‘failed being’ attitude.\" Instead, he was told to just \"stand up straight, [use a] normal voice,\" and let a regular boy come on. Vincent Kartheiser was initially contracted for three episodes with an option to pick him up further. ===Characterization=== Teenage Connor is an angry, brooding, intense, and volatile teenager who is vindictive towards Angel. Vincent Kartheiser described him as withdrawn and \"not willing to open up to the group happiness everyone is so inclined to be part of\". He also highlighted his 'alienation' of this world and resulting caution and unwillingness to trust others. Tim Minear further characterizes Connor by his strong need for family which \"means everything to this kid because he's never had one\" and put emphasis on his \"conflicted\" personality triggered by his upbringing. David Fury and Minear also highlight Connor's similarity to Angel. Fury worked on the resemblance of strength, fighting style, and personality. Minear compared their trait of accepting responsibility even in the worst times. Intending to show Connor as a formidable fighter, Kelly A. Manners described him as \"quite the hunter, quite the killer.\" Kartheiser notes him as \"truly badass\", and jokingly compares his fighting style to that of 'Jackie Chan', He is attracted to women older than him, which becomes a running gag in the series. Connor, despite being the son of two \"vampires,\" is meant to be \"human\" with otherwise super powers. Due to this, he wasn't given the vampire makeup of the series. Kartheiser expresses his simultaneous joy and dismay at this, considering makeup an added benefit for the character and agreeing that the lack of it saved him much time. Connor was initially clad in clothes made of animal skin, and his attire was said to resemble 'Peter Pan' and 'Robin Hood'. He was also wearing, as a trophy, a necklace made of parts of demons he killed in hell. After he settles in this world, he drops the necklace and is given a more casual set of clothes: jeans, T-shirts, and jackets. The concept behind Connor's wardrobe was that, unconcerned with this world's fashion sense, he \"just took whatever was available.\" Yet, one interviewer notices his clothing to be \"conservative [..] for somebody who's never seen an advert\". Connor's hairstyle at the start was short and choppy as if cut with a knife. Afterward he's given a modern and cleaner look with longer, styled hair. Kartheiser was critical of the new hair style calling it 'David Cassidy hair-do' and feeling it was a 'little bit heavy'. Connor undergoes dramatic changes in season five. Very much an opposite to his earlier persona, the only features common with his previous self are his protectiveness of loved ones, attraction to older women, and later his fighting prowess. Otherwise he's a prosperous, sweet young man, due to his fake memories of a happy childhood. Jeffrey Bell wanted to highlight Connor's \"well-adjusted\" mentality for this season. Vincent calls him a \"happy\" person and liked playing this version more because he has been playing the \"brooding\" version for a year and a half year. The comic book Connor develops in the same direction as he starts emerging a hero still keeping his pleasant personality. Joss Whedon characterizes the comic book Connor as \"the closest thing to a superhero hell has' because he has powers without any of the weaknesses of the vampire, and is well adjusted. Brain considers him \"one of the coolest characters in any series or comics\". ===Story progression=== As is characteristic for Joss Whedon's characters, Connor goes through drastic changes with the series progression. Introduced as an 'impossible birth' at the start of season three, as an infant the character still had little chance of his own development. So he became an agent for evolution of others; Darla through him, redeems herself of her villainous acts spanning two television series, and Wesley transform from a goofy sidekick to a brooding anti-hero. Once these developments came to fruition, the creators chose to upgrade Connor to a teen. Taking advantage of the fantasy genre, they were able to accelerate his growth within a few weeks of the show's normal timeline, thus not affecting the ages of the rest of the characters and setting up stage for the next act. The middle of season three sees the infant kidnapped by Angel's long-term adversary Holtz, who takes Connor to a hell dimension where \"time moves differently,\" explains David Greenwalt. \"We didn't want to raise a baby for 18 years.\" Connor returns near the end of the season as a feral teenage warrior who is vindictive towards Angel. Connor's age at his return is disputed: both the creators and episodes vary between putting him at 16 and 18. Regarding Connor's upbringing, Mere Smith elaborates that \"Holtz has brought up Connor to hate his father, his father is the devil as far as Holtz is concerned and he tells Connor that\" This development allowed the writers to explore a unique 'foil' to protagonists because Connor was established to be \"deep down\" much like Angel himself. Minear goes on to explain with Smith that immediately following Connor's return from hell, Angel had started \"converting the boy to his side,\" showing him that he's no longer a bad guy. Just when Connor is bonding with Angel, Holtz kills himself upon sensing the danger of their reconciliation. This makes Connor back track and sets off a back and forth pattern that continues to repeat till the end of season four with Cordelia and then Jasmine taking Holtz' position between father and son. Much of Connor's development in season three and four is his continuous shifting alliances between protagonists and antagonists; he is unable to find his place or his purpose for being. Jeffrey Bell says that all the confusing and conflicting circumstances never allow Connor a break, which he thinks \"makes him empathetic in midst of making all wrong choices\". Steven S. DeKnight says: > We really wanted to highlight [..] that he is a tragic victim of > circumstance. He never had a childhood, he's been lied to and manipulated > and in this episode we find out his whole reason for being was to bring this > other thing into this world, so he's been played his entire life. You really > root for him to make the right decision in this one, but you know tragic > figure he doesn't. Season four also sees the writers exploring teenage sexuality through him, in a small arc with Faith, with whom Steven S. DeKnight compares him in their characterization of misguided youth with superpowers; and the overarching arc with his father's love Cordelia. Jeffrey Bell states Arthurian Legend's animosity between King Arthur, his son Mordred, and their love triangle with Guinevere as inspiration for the Connor-Cordelia-Angel plot line. Whedon notes that while he already has decided that Cordelia and Connor were going to have sex, the story had to be changed and move faster because Charisma Carpenter became pregnant. The Cordelia plot line additionally gave writers opportunity to explain Connor's birth via Jasmine, a character brought in to replace Carpenter as final villain. Taking Jasmine as a base point the writers started connecting back the dots they'd set up in previous seasons. In the words of DeKnight, \"It's always been the big mystery of how and why Darla and Angel have a child, 'cause vampires are sterile. We find out this miracle birth was created kind of like a secret ingredient all planned out to sleep with Cordelia and create this superbeing.\" Regarding the resolution of the character at season four and dropping of Kartheiser from regular cast, Minear says that they had an idea at the conception of teenage Connor that he would only last a season, and \"it was time to end the character's story\". But, they changed his original \"violent, morbid\" sendoff to a relatively happy one, citing their likability of actor and character as the reason. Also it was \"nice to give someone a happy ending for once.\" Kartheiser was satisfied with the sendoff, particularly because the issue between Angel and Connor was confronted: > That to me is the soul of the character. The name of the show is Angel so it > all comes back to him. For Connor, everything stems from this place with > Angel and Holtz, and when we got the opportunity for him to let that out, I > think he came out of his tough shell and showed a little bit of his > sensitivity. He showed that he was hurt by his father and that he was hurt > by Holtz. The last scene of Angel watching memory-wiped Connor dine with his new family and slipping away quietly was Whedon's idea, derived from 1937's classic movie Stella Dallas: > \"I've given up my child. I see my child is happy, and does not know me, and > I'm happy. That is the thing that made Stella Darlas the greatest, the thing > that made this episode work.\" Despite Whedon's claim that the fourth season is a ‘final statement' for Connor, the character returns for a couple guests appearances in the fifth. This season sees a big development with a \"well-adjusted\" Connor and the long- due reconciliation of father and son; Connor is able to accept and appreciate all Angel did for him after his memories return. Minear and Bell were open to and had mentioned the possibility of character's return to Kartheiser at the end of season four. But following his return, Kartheiser isn't sure if the re- appearance was not only due to the necessity of tying up loose ends after the series was reckoned to be canceled. Originally Kartheiser was asked to appear for one episode \"Origin\" but the crew and Kartheiser enjoyed working with revamped Connor so much that \"it became clear to [them] that he had to appear for the series finale\". Connor again returns for Angel:After the Fall. Brian Lynch was initially confused about how to incorporate Connor into the story. It was Whedon who hit upon the arc that Connor would follow in the series. He said, \"Connor's a young kid, he's got powers, he doesn't have any of the bad things, he's not a vampire, so maybe he would enjoy it, and maybe he would be the closest thing to a superhero hell has\". Well-adjusted now, Connor is shown \"fully embracing his qualities and role of a hero\" for the comic series. Originally Lynch had planned for Nina Ash to be more involved in his storyline, but with time it became clear to him that Connor's story is more about his relationship with Angel. So Nina fell to the wayside and Connor- Angel went on to become a much closer father-son unit. Connor also went from the character Lynch had the most trouble with to the character he enjoys writing most. Regarding Connor's upcoming role in Angel & Faith, Whedon joked about time-traveling him to the early 1960s and making him an ad executive, referencing Kartheiser 's recent role in the television series Mad Men. Author Christos Gage describes the necessity of Connor's appearance with \"otherwise Angel is just a deadbeat Dad!\" In the Angel & Faith Comics, Connor returns in the \"Family Reunion\" arc, beginning with Issue #11. Willow telling Angel that she needs Connor to act as a compass to Quor'toth, the world he grew up in, to help restore magic to the world. Connor is now a college student studying social work with a girlfriend named Natalie he's been dating 3 months. He rapidly agrees to help Willow and a very reluctant Angel. Connor has seen the toll on society, especially the disenfranchised, that has occurred since magic seed was destroyed in Buffy Season 8. With a blood ritual using Connor's blood, Willow tears a fabric in reality to Quor'toth and Willow, Faith, Angel, and Connor head into the \"darkest of the dark worlds\". ==Reception== ===Merchandise=== Several pieces of merchandise, based on Angel television and comic series, featuring Connor have been released. These merchandise includes a few action figures, but more prominently novels and spin-off comic books. Connor stars as a regular in After the Fall's spin-off Aftermath and one-shot Angel Yearbook. He is the title character of Connor: Spotlight. Continuing his appearances in other media, Connor stars in novels Dark Mirror, Love and Death, and Monolith. These appearances, though a part of official merchandise, are not considered canon. ===Reviews=== The show's cast and crew repeatedly praised Vincent Kartheiser for his professionalism and ability to bring much to his character. \"You can bet the family fortune on this kid, he can really do it,\" stated director Vern Gillum. Producer Tim Minear described Vincent as one of the main reasons of their avoidance of giving the character a ghastly send-off as planned before, “We’ve all grown so fond of the character and the actor that we didn’t want do that.” Although fans and critics reception to Kartheiser's portrayal of the disturbed teen was also very positive, the character and his storylines turned out to be controversial. His sexual relationship with his surrogate mother, Cordelia, particularly evoked attention. Most responses to this couple were negative. Darkworlds.com's columnist Amy Berner declared them a \"finalist in the Most Disturbing Couple In Television History“. In her academic essay \"The Assassination of Cordelia Chase,\" Jennifer Crusie complained that this plot line led to the destruction of Cordelia's character. Charisma Carpenter herself, despite previously noted to have fun portraying the role, became critical of the storyline over time, declaring her character’s seduction of a teenage boy creepy. Yet, a few gave a positive response. Liz Gasto of Moviefreak.com included the Angel–Cordelia–Connor triangle in the plus points of fourth season. Underland.com praised the plot line as a \"very King Arthur like tale of love and betrayal.\" Another group was neutral towards the development. In his book Blood Relations: Chosen Families in Buffy and Angel, Jes Battis simply observed that the relationship completes the already present “circuit of erotic incest within Buffy and Angel.” Jean Lorrah, in her academic essay \"A World Without Love: The Failure of Family in Angel,\" agreed with previous statements, further noting that Connor is the product of a relationship with incestuous tones: ”Angel is seduced by Darla, formerly his sire (mother), now his granddaughter [..] Connor’s life, unbeknownst to either parent, has begun.” Connor’s characterization and main storyline with his father in season three and four received mixed reviews. Ben from thescifichristian.com was not fond of the initial episodes with baby Connor because Angel wasted time “baby- talking,” but he loved the development with teenage Connor, “The [third] season ends with a great storyline as Connor returns [..] and betrays Angel.” Jes Battis praised the father/son dynamics and described as “highly dramatic and (engagingly perverse)”. Journalist Sarah D. Bunting called Connor \"a frustrating character\" and wrote that while she \"gets where he is coming from\" and his ”twitchy, PTSD-ish interactions ring true\", they become old too quick due to lack of real development of character and the relationship with Angel for most of season four. Kartheiser himself expressed this development concern, but he said that \"Towards the end of the season I was really happy about the chances I was getting.\" This last statement is echoed in Jamie Pool's review, who called the “ending” to Connor \"emotionally satisfying\", despite noting him to not have been particularly endearing through most of the remaining season. S.Wiebe of eclipsemagazine.com, described Connor’s overall characterization \"sharp\" with \"really intriguing sub-textual material\" and among the saving graces of the season. Strega of Television Without Pity, also praised the character's psychology, \"The thing I like most is that they've not only created a teenager who doesn't just feel like he's the most alienated person in the world -- he actually is,\" and \"I love how unloved Connor [thinks he] is…” Jean Lorrah described the Darla-Angel-Connor-Jasmine arc as \"surely one of the most ambitious story arcs any television show has ever attempted“ Stacey Abbott of PopMatters called the Darla-Angel-Connor storyline \"provocative\" and \"pure family melodrama\". Cityofangels.com's Tara DiLullo summed up: > \"Vincent Kartheiser [Connor] had a challenging year playing Angel’s errant > son, to say the least. While audiences may have hoped for a reconciliation > between the two, it was never meant to be. Connor instead started and > remained [..] as petulant and unsympathetic as many teens are in real life. > [His pairing with] Cordelia completely fouled just about everyone and made > him the whipping boy for fan ire. But [Vincent] earns serious kudos for his > amazing last inning transformation of Connor from brat to tragic figure > worthy of pity and understanding in Peace Out and Home. That Vincent was > able to redeem Connor in such a short time is a true feat in itself and it > was singularly responsible for making the finale as heartbreaking and > haunting as it ended up being.\" A revamped Connor received praise during the final season. Phoenix of cityofangel.com declared Connor's return as “triumphant”, saying this “shy, sweet, happy young man” is the kid Angel always wanted, and “for the audience, a version of the character finally worth liking and supporting.” Roz Kaveney, in his essay \"A Sense of the Ending: Schrödinger's Angel,\" praised the new Connor as a “heroic youth”. Writer Brian Lynch admitted that he did not love season four's Connor, but that he \"really liked him\" in season five \"when he came back and he was well adjusted.\" Connor's name is often mentioned with Buffy the Vampire Slayer's Dawn Summers younger sister to Buffy Summers similarly created to give a strong emotional connection to the titular character. Four years after the cancellation of Angel, IGN included Connor along with Dawn in their list of classic TV's cliché of ‘Adding a Kid’ as a last-ditch effort to save a dying show. In order to avoid swamping themselves with comments from irate fans of either side, they did not say if his addition was a good or bad choice. David Hofstede in his book What Were They Thinking? openly criticized Connor and Dawn's addition, appointing them number No.98 in his list of \"100 Dumbest Events in Television History\". Connor's appearance as a regular in After the Fall, was initially met with dismay by some fans. IDW representative Chris Ryall responded to these complaints with optimism, assuring the fans that the character would win them over, just the way he has been, by the time the series end. True to his words, After The Fall’s Connor was received positively. Brian Lynch confirmed this in an interview, stating that Connor has not only been the most pleasantly surprising character for him to write, he has been the most surprising for the fans as well, \"Connor was a great character on the TV show but, I don’t think he was ever a favorite. But he’s slowly but surely become one of the most popular characters in After The Fall, which is wonderful.\" He further said that he himself like the character so much now, he wants to do a book called 'Son of Angel' based on him. ===Analysis=== Connor has been analyzed and compared with other male characters of the series in terms of the presentation and evolution of masculinity in fiction. His sexual relation with his surrogate mother, coupled with his struggles to kill his father, led to numerous speculations that mythical Greek figure Oedipus was the inspiration for the character. and references to Arthurian Legend were also made. In Erin B. Waggoner's book Sexual rhetoric in the works of Joss Whedon, he found it interesting that the ancient Oedipus complex continues to be used as a way to underscore one's masculinity, but he added that \"Connor is not the only one [..] Angel, Wes, Spike and even Fred (through Gunn) kill father or father figures in order to come into their own as individuals.\" Further citing Gwen's role among Connor and Gunn in the comic series triangle, he observed the unrelenting use of women as a device for men to shore up. Stacey Abbott of PopMatters cited David Greenwalt's statement that \"Angel is about how hard it is to be a man.\" Greenwalt observed that the show raises questions about what it means to be a man and does this not only through the characterization of Angel but also the men around him. He said that like other male characters, taken alone Connor may seem a stereotypical teen boy, but considered with rest of the cast offers a complex image of modern masculinity. Greenwalt also compared Connor's journey with others in terms of identity, which he considers a poignant theme within the series. He found it ironic that Connor who was \"initially the most damaged of all the characters\", was the only one able to \"reconcile his actions and new man existence together\" and be at peace with himself in the end. == References == ==External links== Category:Angel (1999 TV series) characters Category:Buffyverse demons Category:Adoptee characters in television Category:Fictional characters from Los Angeles Category:Television characters introduced in 2001 Category:Fictional characters displaced in time Category:Fictional demon hunters Category:Fictional half-demons Category:Fictional half-vampires Category:Male characters in television",
 "title": "Connor (Angel)"
}