{
 "id": "800350",
 "text": "Glebe is an inner-western suburb of Sydney. Glebe is located southwest of the Sydney central business district and is part of the local government area of the City of Sydney, in the Inner West region. Glebe is surrounded by Blackwattle Bay and Rozelle Bay, inlets of Sydney Harbour, in the north. The suburb of Ultimo lies to the east and the suburbs of Annandale and Forest Lodge lie to the west. The southern boundary is formed by Parramatta Road and Broadway. Broadway is a locality sited along the road of the same name, which is located on the border of Glebe, Chippendale and Ultimo. ==History== thumb|left|St. Philip, Glebe Estate, Sydney, c.1878, by J. Cook & Co. Glebe's name is derived from the fact that the land on which it was developed was a glebe, originally owned by the Anglican Church. 'The Glebe' was a land grant of given by Governor Arthur Phillip to Reverend Richard Johnson, Chaplain of the First Fleet, in 1790.The Book of Sydney Suburbs, Compiled by Frances Pollon, Angus & Robertson Publishers, 1990, p.109 In the 19th century, Glebe was home to architect, Edmund Blacket, who had migrated from England. Blacket built his family home, Bidura, on Glebe Point Road in 1858,Sydney Architecture, John Haskell (UNSW Press) 1997, p.62 designing it along conventional Victorian Regency lines. He also designed St John's Church, on the corner of Glebe Point Road and St Johns Road. The church was built from 1868 to 1870. The suburb of Glebe was home to a first grade football team in the New South Wales Rugby League, now the National Rugby League. The Glebe Dirty Reds were formed in 1908 and played in the first seasons of rugby league in Australia, with home games at Wentworth Park. The foundation club did not win a premiership, and was excluded from the competition in 1930. In the 1970s, feminist activists took over an abandoned terrace house and set up Australia's first women's shelter, the Elsie Refuge.The NSW Women’s Refuge Movement’s Little Book of Refuges- First Edition ===Original vegetation=== The original vegetation was the Sydney Turpentine-Ironbark Forest. A veteran Ironbark still grows at the grounds of St John's Anglican Church, at Glebe Point Road.Les Robinson – Field Guide to the Native Plants of Sydney, page 48 ==Landmarks== thumb|Johnstons Creek thumb|right|Rozelle Tram Depot c. 1929 thumb|right|St Johns church with tower thumb|right|St Johns Parish Hall Glebe * Glebe Town Hall, a heritage-listed civic building, which was used as the seat of the Glebe Municipal Council from its opening 1880 to 1948. Since merging with the City of Sydney council in that year, the building has been used extensively as a community hall for local concerts, rehearsals, balls, parties, conferences, and society meetings. *Rozelle Tram Depot, constructed in stages from 1904, is the largest remaining tram depot in Sydney, and is one of five remaining tram depots in the state of New South Wales. Operations ceased on 22 November 1958. The depot at present contains six historic trams, some of which date back to the 1930s, as well as an old coach that has been heavily vandalised. The trams that were in near mint condition prior to 2000 have now been vandalised, stripped and painted with graffiti. The depot served the inner western suburbs tram routes to Leichhardt, Balmain, Birchgrove, Abbotsford, and Lilyfield. During its peak of operations the depot was a major place of employment, employing up to 650 staff and was one of few workplaces of significant size in the Glebe area during its period.Pages 83–84, Godden Mackay Logan \"Former Rozelle Tram Depot – Conservation Management Plan\" Sept 2004 The depot ceased operations on 22 November 1958.Page 12, Godden Mackay Logan, \"Former Rozelle Tram Depot – Conservation Management Plan\" September 2004 * Sze Yup Temple (Chinese: 四邑廟) is located in Edward Street and was originally built in 1898 by Chinese immigrants from Sze Yup, Guangdong, China. It provided a focal point for the early Chinese market gardeners in the area and is still in use today. The present building, which replaced one destroyed by fire, dates from 1955. Arsonists caused another fire in January 2008, damaging the roof and all its contents. Racism and anti-Chinese sentiments just prior to Chinese New Year in February were suspected as motives, but police refused to confirm or deny this. While refusing to agree to community suspicions that the fire was racially motivated, in January 2009 the local council allowed reconstruction work as a sign of goodwill. The temple is heritage-listed. * Bellevue, located in Blackwattle Park, was built in 1896 by Ambrose Thornley for prominent Glebe resident William Jarrett. It was later restored and turned into a café. Bellevue is heritage-listed. * Bidura, situated on Glebe Point Road, was built by the architect Edmund Blacket for his family. Built in 1857, the house may have been influenced by the design of the nearby Toxteth Park. It is heritage-listed. * St Scholastica's College George Allen, who established a legal firm and became Lord Mayor of Sydney in 1844, constructed this building as his home and called it Toxteth Park. St Scholastica's College moved to this site from Pitt Street in the centre of Sydney, in 1901. The building is heritage-listed. * Lyndhurst This mansion was built between 1834 and 1837 for Dr James Bowman, who was the principal surgeon of the nearby Sydney Hospital. It was designed by the noted architect John Verge, in the Regency style. The building was resumed in 1972 with the intention of demolishing it as part of a proposed freeway project. However, it was saved as a result of public protest, then handed over to the Historic Houses Trust of New South Wales in 1983. In 2004 it was sold and then returned to use as a private home. Lyndhurst is heritage-listed. * Coroner's Court of New South Wales This building is prominently located on Parramatta Road and often in the news due to inquests being conducted there. * Johnstons Creek rises in Stanmore and flows in a generally northward direction towards Rozelle Bay. The creek passes beneath the stands of the former Harold Park Paceway prior to emptying into Rozelle Bay at Bicentennial Park, Glebe. *Glebe Jubilee fountain erected in 1909 on the corner of Glebe Point Road and Broadway commemorates the Jubilee of Glebe as a municipality. *St John's Glebe Opened in 1870 it was designed by John Hunt and Glebe resident Edmund Blacket. The tower was added in 1909 by Blacket's son Cyril. *St John's Parish Hall Glebe. Built in 1870 and designed by Edward Halloran. There is a horse trough near Glebe Point Road. The hall was used as a hostel during World War II as part of the Church of England National Emergency Fund's efforts to offer hostel accommodation in Sydney for armed services personnel visiting from the surround military barracks.Sydney Morning Herald 3/8/44 p6 The hall had 30 beds. ==Population== At the 2016 census, there were 11,532 residents in Glebe. * Aboriginal and Torres Strait Islander people made up 2.3% of the population. * 34.8% of people were attending an educational institution. Of these, 10.4% were in primary school, 10.0% in secondary school and 40.0% in a tertiary or technical institution. * 54.7% of people were born in Australia. The most common countries of birth were England 4.6%, China 3.6%, New Zealand 2.8%, Vietnam 1.9% and Thailand 1.3%. * 65.6% of people only spoke English at home. Other languages spoken at home included Vietnamese 13.6%, Spanish 1.8%, Cantonese 1.6% and Thai 1.3%. * The most common responses for religion were No Religion 43.0% and Catholic 17.3%. * Of occupied private dwellings in Glebe, 51.0% were semi-detached, 41.8% were flats or apartments and 4.9% were separate houses. 59.4% were rented, 19.5% were owned outright and 15.3% were owned with a mortgage. ==Culture== thumb|Glebe markets thumb|Wentworth Park ===Commercial areas, restaurants and cafés=== Glebe Point Road is the main road through the suburb, featuring a shopping strip, known for its specialty shops and cafés and for its variety of ethnic restaurants – Indian, Thai, Italian, Nepalese, Dutch-Indonesian, and other minority ethnic tastes. Broadway Shopping Centre was built on the landmark site of the former Grace Brothers department store. The shopping centre includes a food court and cinema complex, and completed a renovation in July 2007 which added a fourth floor. Glebe has a popular market which is held on Saturdays in the grounds of Glebe Primary School. Arts, crafts, clothing and edibles are sold. They are known as the alternative markets for the alternative lifestyle goods that are offered. New and second-hand goods are sold there. ===Sport and recreation=== Wentworth Park, which features a greyhound racing track, is on the border with Ultimo. Glebe mini skateboarding ramp is located in Bicentennial Park off Chapman road, in between Glebe and Annandale. The mini was originally tall with a hump in the middle. Circa 2005 the original mini was removed and replaced with a traditional ramp, sans hump. Balmain South Sydney Cricket Club play at Jubilee Oval in Glebe. ==Education== Schools in the suburb include Glebe Public School (on Glebe Point Road), St James Catholic School (on Woolley Street), Forest Lodge Public School (Bridge Road) and St Scholastica's College (on Avenue Road). The Blackwattle Bay Campus of Sydney Secondary College sits on the site of the old Glebe High School. Tranby Aboriginal College is located in a heritage-listed house, Tranby, in Mansfield Street. ==Transport== The Inner West Light Rail has two stations in the suburb, Glebe and Jubilee Park, with the journey from Glebe to Central railway station taking just under twenty minutes. Transit Systems route 431 runs regularly from Martin Place via Castlereagh Street, Broadway and Glebe Point Road, terminating at Glebe Point. The 433 runs from Railway Square, along Glebe Point Road and continuing to Balmain. Glebe Point Road is also serviced by State Transit route 370, which runs from Glebe Point to Coogee via Newtown, Alexandria and the University of New South Wales. ==Houses== 19th century housing stock is largely intact, having undergone restoration as a result of gentrification. It is popular with city-workers and students due to its proximity to the Central Business District as well as University of Sydney, the University of Technology Sydney, and the University of Notre Dame Australia. Glebe is a popular destination for backpacker tourism due to the bars and cafes of Glebe Point Road and the aforementioned proximity to the city. ===Public Housing=== At its south-eastern end is the Glebe Estate, an area of Housing Commission properties, mainly consisting of low density affordable Victorian terrace houses (similar to the surrounding private houses), single cottages and small complexes, purchased by the government of Gough Whitlam as a massive urban renewal project to provide public housing for the needy. Some houses in the Glebe estate have been sold off to private real estate, including a high density tower block, and a large complex. This area has the third highest Aboriginal population in Sydney. , page 3 ==Heritage listings== Glebe has a number of heritage-listed sites, including the following sites listed on the New South Wales State Heritage Register: * 55-57 Leichhardt Street: Bellevue, Glebe * 160 Bridge Road: Reussdale * 281-285 Broadway: University Hall and Cottages * 61 Darghan Street: Lyndhurst, Glebe * 24 Ferry Road: Rothwell Lodge and Factory * 266 Glebe Point Road: Monteith, Glebe * 357 Glebe Point Road: Bidura * 53 Hereford Street: Hereford House * 13 Mansfield Street: Tranby, Glebe * Victoria Road: Sze Yup Temple * Wentworth Park, Jubilee Park, Johnstons Creek: Glebe and Wentworth Park railway viaducts * Metropolitan goods railway: Pyrmont and Glebe Railway Tunnels The following buildings are listed on other heritage registers: * St John's Anglican Church, Glebe Point Road * Glebe Court House, Talfourd Street * Glebe Police Station, Talfourd Street * Former Glebe Town Hall, St John's Road * Former Glebe Post Office, Glebe Point Road * Emslee, Mansfield Street * Margaretta Cottage, Leichhardt Street * Hartford, Glebe Point Road * War Memorial, Glebe Point Road == Notable residents == * Sir Edmund (Toby) Barton (1849–1920), federationist, prime minister, and judge. * John Borghetti, Aviation industry executive. * Sir John Sydney James Clancy (1895–1968), judge. * Eva Cox, author, sociologist, activist. * Tim Ferguson, comedian, musician, author. * Sir Norman Thomas Gilroy (1896–1942), Catholic cardinal. * Ross Gittins, economist, journalist, author. * Stan Grant, television presenter, journalist. * Bessie Guthrie (1905–1977), designer, publisher, feminist and campaigner for children's rights. * Tracey Holmes, journalist, sports broadcaster. * James Francis (Frank) Hurley (1889–1962), adventurer, photographer, and film maker. * Maynard, broadcaster, entertainer, event promoter. * Reg Mombassa, musician, artist, entrepreneur. * James Bradfield Moody, author, engineer, executive. * Ernest Ridding (1927–2001), well known locally as 'The Fridge Man', Ridding's community service was honoured by the Governor of New South Wales. * Patricia Easterbrook Roberts (1910–1987), floral designer. * Leigh Sales, television presenter, journalist, author. *Toni Collette, actress, was raised in Glebe until age six. ==Gallery== Image:Glebe Nags Head.JPG|The Nag's Head, St Johns Road Image:Glebe St Johns Road.JPG|Record Reign Hall, St Johns Road File:Bicentennial Park and Glebe Point NSW.JPG|Bicentennial Park on Rozelle Bay Image:1 St Scholasticas3.jpg|St Scholastica's College, formerly Toxteth Park Image:1_Emslee_in_Mansfield_Street.jpg|Emslee, Mansfield Street Image:(1)Sze_Yup_Temple-1.jpg|Sze Yup Chinese Temple File:1 St Johns church2.jpg|St John's Church, Glebe Point Road, designed by Edmund Blacket Image:Glebe Town Hall.JPG|Former Glebe Town Hall, St Johns Road ==References== ==External links== * The Glebe Society * City of Sydney: Glebe, Forest Lodge and Broadway * Tranby Aboriginal College *SYDNEY.com – Glebe ===Dictionary of Sydney entries=== * [CC-By-SA] * [CC-By-SA] * [CC-By-SA] * [CC-By-SA] * [CC-By-SA] Category:Suburbs of Sydney",
 "title": "Glebe, New South Wales"
}