{
 "id": "801073",
 "text": "Étienne Saqr (; born 1937; last name also spelt Sakr), also known by his kunya \"Abu Arz” (), is a Lebanese nationalist leader and founder of the Guardians of the Cedars militia and political party (, Ḥurrās al-ʿArz in Arabic). Saqr and his militia participated in the Lebanese Civil War facing the Palestinians and the Syrians in the 1970s and 1980s, and remained militantly active until he was expelled from the country with the flight of the South Lebanon Army, of which he was not a member, in May 2000. ==Early life and education== Saqr was born in Ain Ebel in 1937 into Maronite family, one of eleven children, of whom eight were boys and three were girls. His father was a school principal. Saqr was educated in French schools in Tripoli and Beirut. ==Career== Saqr joined the Sûreté générale (General Security Directorate) in 1954 and was involved in fighting against pan-Arab forces in the Lebanon crisis of 1958. He left the security services in 1969, went into business, and became politically active in Lebanese nationalist circles. He opposed the Cairo Agreement of 1969. Worth noting is the pan-Lebanese conception of the party whose members were drawn not only from Christian circles but Muslim and Druze as well. In the early 1970s, Saqr helped to organize the Lebanese Renewal Party, and in 1975 he formed the Guardians of the Cedars inspired by his 'nom de guerre' Abu Arz (father of the cedars) and made a coalition with the Israeli army in south Lebanon. The Guardians of the Cedars fought under the slogans \"No Palestinian will remain in Lebanon\" and \"Lebanon, at your service\". The Guardians of the Cedars joined the Lebanese Front, a coalition of mainly Christian parties intended to act as a counter force to the Lebanese National Movement of Kamal Jumblatt and others. While Saqr objected to the Syrian intervention in 1976, the Lebanese Front accepted it. Saqr withdrew from the Front and the Guardians retreated to the mountains but continued to fight on the LF side in key battles, including East Beirut (1978) and Zahlé (1981). In 1990 the Guardians of the Cedars were officially outlawed. Saqr was sentenced to seven years hard labour for collaborating with Israel but escaped to Jezzine in the Israeli security zone.Middle East International No 472, 1 April 1994, Publishers Lord Mayhew, Dennis Walters MP; Editor Michael Adams; Godfrey Jansen pp.9-10 After Israel's withdrawal from the south in 2000, Saqr left for Israel. In an address to the Knesset a few days later, Saqr argued against the withdrawal saying Israel had \"made heroes out of Hezbollah.\" He has been sentenced to death in absentia by a Lebanese court on charges of collaborating with Israel, and remains in exile in Cyprus. ==Personal life== Etienne Saqr has two daughters who are both famous Lebanese singers, Karol Sakr and Pascale Sakr and a son named Arz. == References == == External links == * Guardians of the Cedars - website Category:1937 births Category:Living people Category:Lebanese Maronites Category:People sentenced to death in absentia Category:People from South Lebanon Category:Lebanese nationalists Category:Guardians of the Cedars politicians Category:Lebanese exiles Category:Lebanese Renewal Party politicians Category:Lebanese anti-communists",
 "title": "Etienne Saqr"
}