{
 "id": "801425",
 "text": "Somerset Place is a former plantation near Creswell in Washington County, North Carolina, along the northern shore of Lake Phelps, and now a State Historic Site that belongs to the North Carolina Department of Natural and Cultural Resources. Somerset Place operated as a plantation from 1785 until 1865. Before the end of the American Civil War, Somerset Place had become one of the Upper South's largest plantations.\"Somerset Place - colossal slave- built plantation - North Carolina's African-American Culture: Advertising Travel Supplement\" in FindArticles, April-May, 1995. Retrieved May 2, 2008. In 1969, Somerset Place was designated as a State Historic Site. In 1986, descendants of African American slaves from Somerset Place planned a gathering known as Somerset Homecoming.Restored Plantation Is Peek Into The Past\" in The Virginian-Pilot, June 1, 1997. Retrieved May 2, 2008. The event inspired a book titled \"Somerset Homecoming\" written by the property's former manager Dorothy Spruill Redford, who retired in 2008.\"Dorothy Spruill Redford\" in UNC- TV, 2001 . Retrieved May 2, 2008. Visitors can tour the 1830s period plantation house, the dairy, kitchen/laundry, kitchen rations building, smokehouse and salting house. The site features several reconstructed buildings for the plantation's slaves, including two homes and the plantation hospital; the grounds also include reconstructed stocks like those used to punish slaves. The visitor center's exhibits display the history of the site and antebellum North Carolina. There is also a gift shop. Nature trails lead to Pettigrew State Park, which adjoins the site. Somerset place contained more than two thousand acres of farmland and another 125,000 acres of cypress and white cedar forests. == References == == External links == * * *Somerset Place - official site *An Historic Albemarle Tour Site Category:African-American history of North Carolina Category:Historic American Buildings Survey in North Carolina Category:Houses on the National Register of Historic Places in North Carolina Category:Protected areas of Washington County, North Carolina Category:Museums in Washington County, North Carolina Category:Open-air museums in North Carolina Category:Historic house museums in North Carolina Category:Plantation houses in North Carolina Category:North Carolina State Historic Sites Category:National Register of Historic Places in Washington County, North Carolina Category:Historic Albemarle Tour Category:Slave cabins and quarters in the United States Category:1830 establishments in North Carolina",
 "title": "Somerset Place"
}