{
 "id": "801988",
 "text": "Randy Snow (May 24, 1959 – November 19, 2009) was the first Paralympian to be inducted into the U.S. Olympic Hall of Fame and the first paralympian to win medals in three different sports: track, basketball and tennis.Cindy Shmerler, \"Overlooked No More: Randy Snow, Paralympic Champion of Wheelchair Tennis,\" The New York Times, August 27, 2021. ==Biography== Thomas Randall Snow was the oldest of four children of Alison Lee McElhone, a kindergarten teacher, and Thomas Snow, a real estate attorney. He was born in Austin, Texas and later his family moved to Terrell, Texas. In 1975, at the age of 16, his spine was crushed by a 1000-pound bale of hay, leaving him paralyzed from the waist down. After graduating, he enrolled in the University of Texas at Austin in 1977, where he indulged in the fraternity party life, until forming a wheelchair basketball team under the direction of Jim Hayes, the University of Texas at Arlington wheelchair sports director. Soon afterwards, he began wheelchair racing, and in 1980 transferred to Arlington in order to work with Hayes, eventually establishing himself as the best wheelchair tennis player in the United States. In 1984, the Summer Olympics added a men's 1500 meter wheelchair race as an exhibition event. Snow went into heavy training, relocating to Houston, Texas, to train on the same track as Carl Lewis. This was the first Paralympic event to appear before a large audience, and the public were unsure of their feelings for wheelchair-using athletes. Snow received a silver medal, and the crowd gave the athletes a standing ovation at the end of the exhibition. In the 1990-91 season, Snow won 68 consecutive matches and 15 straight tournaments, becoming the first International Tennis Federation Wheelchair World Champion. Snow went on to win gold medals in the 1992 Summer Paralympics in Barcelona for singles and doubles tennis, and at the 1996 Atlanta Games was a member of the bronze medal-winning wheelchair basketball team. He also competed in men's wheelchair tennis singles at the 2000 Summer Paralympics but lost in the third round to eventual gold medalist David Hall of Australia. He was inducted into the United States Olympic Hall of Fame on July 1, 2004. Randy Snow died November 19, 2009 in El Salvador while volunteering at a wheelchair tennis camp. He was posthumously inducted into the International Tennis Hall of Fame in Newport, Rhode Island, on July 14, 2012. ==References== ==External links== * * * * * Randy Snow at U.S. Olympic & Paralympic Hall of Fame Category:1959 births Category:2009 deaths Category:American men's wheelchair basketball players Category:Paralympic wheelchair tennis players of the United States Category:Wheelchair tennis players at the 1992 Summer Paralympics Category:Wheelchair tennis players at the 2000 Summer Paralympics Category:Paralympic wheelchair basketball players of the United States Category:Wheelchair basketball players at the 1996 Summer Paralympics Category:Paralympic gold medalists for the United States Category:Paralympic bronze medalists for the United States Category:Wheelchair category Paralympic competitors Category:International Tennis Hall of Fame inductees Category:Recipients of the Paralympic Order Category:Wheelchair racers at the 1984 Summer Olympics Category:Medalists at the 1992 Summer Paralympics Category:Medalists at the 1996 Summer Paralympics Category:American male wheelchair racers Category:People from Terrell, Texas Category:People with paraplegia Category:Paralympic medalists in wheelchair tennis Category:Paralympic medalists in wheelchair basketball",
 "title": "Randy Snow"
}