{
 "id": "802020",
 "text": "Sophia Petrillo is a character from the sitcom television series The Golden Girls, and its spin-offs The Golden Palace and Empty Nest, as well as episodes of the series Blossom and Nurses. She was portrayed by Estelle Getty for 10 years and 258 episodes. ==Early history== Sophia Grisanti was most likely born in April 1905 in Sicily (based on the flashback story in season 2’s “A Piece of Cake”). Her parents are Angelo and Eleanor Grisanti. She had a sister Angela, a sister Regina, a brother Angelo, and she mentioned another brother, but he was unnamed and only spoken of a few times. Dorothy mentions an uncle Vito in Season 2, but it is unclear whether he is Sophia's brother or her husband Salvadore's. It is revealed in the season 2 episode “A Piece of Cake” that her 50th birthday was in April 1956, placing her date of birth in April 1906. Most of the episodes of The Golden Girls put Sophia's age as between 80 and 85 years old. In the first episode of The Golden Palace (1992) Sophia's age was said to be 87 years old. In her many flashbacks to life in Sicily, she frequently places herself as being a young woman (having romantic affairs) in dates between 1912 and 1920, and in another season 2 episode, \"And Then There Was One\", Sophia claims she had been \"walking since 1904.\" These discrepancies may be due to either continuity errors or dramatic license on the part of Sophia (a joke that she was walking before even being born) or possibly caused by her stroke. While in Sicily, as a teenager she was briefly engaged to Augustine Bagatelli, a young man from her village. She also claims that she was once engaged to her brother (although this is largely dismissed as a joke in the episode). Later, she became engaged to Giuseppe Mangiacavallo, who jilted her at the altar. She moved to New York after she annulled her arranged first marriage to Guido Spirelli when she was 14. She has no accent left to show that she grew up speaking the Sicilian language. Instead, she sports a Brooklyn accent with a fast speaking pace, which often contributed to the humor in her one-liners. Sophia then married Salvadore \"Sal\" Petrillo (played by Sid Melton in flashback), and had three children with him: Dorothy, a divorced substitute teacher; Phil (an unseen character), a cross-dresser with a wife named Angela, a welder, and several children in a trailer park in Newark, New Jersey who later died of a heart attack during the series; and Gloria (played by Doris Belack and later Dena Dietrich), who lived in California and married into money and later lost her husband to some unknown cause. She remained with Salvadore until his death from a heart attack. In a 1985 episode, Sophia mentions that Sal died 30 years earlier. However, in a 1988 episode, it is stated that Sal died 27 years ago. ==1985–92== In her later years, Sophia suffered a stroke (the effects of which are said to be a partial explanation for Sophia's blunt, uncensored, and brazen remarks) and was subsequently placed in Shady Pines retirement home by Dorothy. After Shady Pines was damaged in a fire, Sophia moved in with Dorothy. Sophia did not have many good things to say about \"the home,” alluding to poor treatment by the staff many times, and Dorothy sometimes threatened to send her back there to check Sophia's behavior. While living in Miami, Sophia had many suitors but does not date any for a substantial amount of time. She did however remarry once more though to Max Weinstock (Jack Gilford). Max was her late husband's long-time business partner whom Sophia had long blamed for ruining the business, although it was later revealed Sal was responsible. Sophia and Max forgave each other after the latter reveals the truth, and the two quickly became close and got married. The newlyweds realize their romance would not work out, and they part ways as friends. However, both remained legally married, as divorce would have gone against her Roman Catholic beliefs. Due to Sophia's Sicilian descent, there were regular hints in the series that she and her family have some mafia connections; she has made reference to several vendettas. It is even hinted that Sophia herself has done mob work; she once stated that no one in her family had \"ever left a body to be found\". Sophia also claimed to have been present at the 1929 St. Valentines Day Massacre, to which she then took back stating, \"Oh yeah, I was at the movies that day. All day.\" Sophia believed strongly in ancient Sicilian custom and traditions, and in the power of a \"Sicilian curse.\" The list of people she claims to have cast curses on include: Shelley Long, the Baltimore Colts, the New York Jets, Giuseppe Mangiacavallo (the boy who stood her up at the altar), and Leonard Barton (the girls' next door neighbor who expressed disdain for Italians, played by Gordon Jump). She has threatened to cast a curse on Dorothy (before she found that it was prohibited by another arcane custom), and on Stan Zbornak. In the final season, Sophia spent two episodes doing odd tasks in order to save Dorothy from an ancient curse from a Sicilian strega, or witch. In the series finale of The Golden Girls, Sophia, after initially deciding to follow the now-married Dorothy out of the house, turns back and decides to stay with Rose and Blanche, which sets up the transition to The Golden Palace. When Rose, Blanche and Sophia invest in a hotel, Sophia is installed as one of the two chefs, specializing in Italian cuisine while the hotel's previous chef, Chuy Castillos (Cheech Marin), handles Mexican food. Sophia begins to show signs of senile dementia, usually in comical situations (for instance, she is shown to be standing still and apparently unconscious while attempting to operate a vacuum cleaner) and her bluntness is toned down to a certain extent. In the episode \"One Angry Stan\" she is the only one to witness Stanley Zbornak after he fakes his death to avoid tax troubles; the fact that no one else sees Stan in these episodes (he ducks out of sight whenever someone else enters the room), coupled with Sophia's increased senility, make it unclear whether or not Stan is really alive or if Sophia is hallucinating Stan's appearance. After the events of The Golden Palace (which ended without a series finale), Sophia returns to the Shady Pines nursing home, joining the cast of Empty Nest. ==Relationships and Characteristics== Sophia is best known for her wisecracks, put-downs and brazen remarks, often commenting on Dorothy's unmarried state, Blanche's promiscuity, and Rose's cluelessness. However, despite her sharp criticism of her daughter and roommates, she loves and cares for them deeply; she even sees Rose and Blanche as surrogate daughters. The other women usually seek Sophia out for advice, which Sophia is all too willing to share, usually beginning with her catchphrase, \"Picture it…\" Like Rose's tall tales, Sophia's parables often end with a moral, from which advice can be gleaned. These stories usually also involved historical figures, with Sophia claiming to have had trysts with Pablo Picasso, Sigmund Freud, and Winston Churchill, among others. She also claims to have befriended many famous people including Golda Meir, Mama Celeste, and accidentally claimed that Robert Frost was always \"nipping at my nose\" (she was confused with Jack Frost). Similarly to her daughter, Sophia is liberal in her beliefs and is suspected to be a Democrat. She supported same-sex marriage and told Dorothy that if she had a gay child she would not love them any less. In a Season 7 episode, Sophia complained about how there were no good Democratic candidates running in the Presidential election that year. Members of Sophia's family who have appeared on the program include: Her sister, Angela (Nancy Walker for 2 episodes in Season 2); her brother, Angelo (played by Bill Dana); her father Angelo (also played by Dana), seen in a flashback; her daughter, Gloria; her husband, Sal (in flashbacks and in dream sequences); and Sophia's own mother (played by Bea Arthur), who also appeared exclusively in a flashback; and even Dorothy at a younger age (played by Lynnie Greene). It is unclear whether Sophia moved to the United States alone or with her family, as her sister and mother had both eventually lived in New York as well. Sophia and her sister Angela were estranged for decades after a misunderstanding at a Christmas party in 1955; Angela then became a widow and she moved back to Sicily for 30 years until they reconciled and she moved back to the U.S. Sophia's brother Angelo (initially a priest, then a layman) remained in Sicily and moved to the United States only in season six. A continuity error involves Sophia's mother. In an early episode, Sophia's brother stated that their mother died seventy-two years earlier just as Angelo was about to become a priest (which he did not do). In a later episode, Dorothy, as a young woman, brought Sophia's mother to visit. In an episode not long after this one, Dorothy mentioned that her grandmother (Sophia's mother) died when Dorothy was six years old. ==Appearance== In her younger years, Sophia apparently had always been short, with reddish-brown hair (Getty's natural color), but in one episode she says she was \"a tall voluptuous blonde with a butt like granite\" when she was younger (though this statement was likely a by-product of her penchant for telling tall tales). Getty portrayed the younger Sophia in occasional flashbacks, without her white wig and aging makeup. During the series' run, Sophia resembled the archetypal \"old lady\" in looks: White- haired, small stature, wrinkles, and large-framed eyeglasses. She owned a tan bamboo handbag which became her personal trademark, as she carried the purse everywhere, even around the house (including the bathroom). Sophia's sister Angela displayed these traits as well. While she is the oldest of the four main characters, Getty was younger than both White and Arthur, despite portraying the latter's mother. ==Appearances in other media== Outside The Golden Girls, Sophia appears on two episodes of Empty Nest (\"Libby's Gift\" and \"Windy\") before becoming a regular for the final two seasons. She also appears on the Blossom episode \"I Ain't Got No Buddy\" and the Nurses episode \"Temporary Setbacks\". In 2018, the gaming app New Yahtzee with Buddies Dice honored Petrillo with a dice master character \"Sothreea Petrollo,\" recreating Petrillo's image in the shape of dice. ==References== ==External links== Category:The Golden Girls characters Category:Fictional Sicilian people Category:Fictional immigrants to the United States Category:Fictional characters from New York City Category:Television characters introduced in 1985 Category:Fictional hoteliers Category:American female characters in television",
 "title": "Sophia Petrillo"
}