{
 "id": "802043",
 "text": "Fajada Butte is a butte in Chaco Culture National Historical Park, in northwest New Mexico. Fajada Butte (Banded Butte) rises 135 meters above the canyon floor. Although there is no water source on the butte, there are ruins of small cliff dwellings in the higher regions of the butte. Analysis of fragments of pottery found on Fajada show that these structures were used between the 10th to 13th centuries.Ford 1993, p. 474 thumb|left|Diagram showing the location of the sun daggers on the petroglyph on various days The remains of a 95-meter-high, 230-meter-long ramp are evident on the southwestern face of the butte (Ford 1993, p. 478). The magnitude of this building project, without an apparent utilitarian purpose, indicates that Fajada Butte may have had considerable ceremonial importance for the Chacoan people. thumb|Fajada Butte at sunset in October, 2011 ==Sun Dagger site== In 1977 the artist Anna Sofaer visited Chaco Canyon as a volunteer recording rock art. There she recorded petroglyphs on Fajada Butte at what is now called the Sun Dagger site, now perhaps the most famous site in Chaco Canyon, located at a southeastern facing cliff near the top of Fajada Butte. She noted three large stone slabs leaning against the cliff which channel light and shadow markings onto two spiral petroglyphs on the cliff wall. On her second visit she saw a \"dagger of light\" bisecting one of the spirals. At about 11:15 am. on the summer solstice a dagger-shaped light form pierces the larger of the two spirals (Sofaer, Zinser and Sinclair 1979, p. 285). Similar sun daggers mark the winter solstice and equinoxes {Sofaer, Zinser and Sinclair 1979, p. 286} At one extreme in the moon's eighteen- to nineteen-year cycle (the lunar minor standstill), a shadow bisects the larger spiral just as the moon rises; and at its other extreme, nine-and-a-half years later (the lunar major standstill), the shadow of the rising moon falls on the left edge of the larger spiral.(Sofaer, Sinclair and Doggett 1982, p. 43) In each case these shadows align with pecked grooves (Sofaer and Sinclair 1987, pp. 48 – 59). Due to one of the slabs settling, the \"dagger of light\" no longer crosses through the center of the spiral during the summer solstice.Fajada Butte 2012-04-15 Public access to the butte was curtailed when, in 1989, erosion from modern foot traffic was found to be responsible for one of the three screening slabs at the \"Sun Dagger\" site shifting out of its ancient position. Because of that shift, the assemblage of stones has lost some of its former spatial and temporal precision as a solar and lunar calendar. In 1990 the screens were stabilized and placed under observation, but the wayward slab was not moved back into its original orientation. At two other sites on Fajada Butte, located a short distance below the Sun Dagger site, five petroglyphs are also marked by visually compelling patterns of shadow and light that indicate solar noon distinctively at the solstices and equinoxes (Sofaer and Sinclair 1987, p. 59). It has been noted, however, that these five noontime events are essentially the number one would expect by chance (McCluskey 1988, p. S69). In the 1980s the National Park Service closed off access to the butte due to the delicate nature of the site and the damage and erosion caused by tourism. Studies by Sofaer's Solstice Project suggest that the major buildings of the ancient Chacoan culture of New Mexico also contain solar and lunar cosmology in three separate articulations: their orientations, internal geometry, and geographic interrelationships were developed in relationship to the cycles of the sun and moon (Sofaer 2007, p. 225). ===Debate=== There are several issues surrounding this site. One is when the two spirals were pecked into the walls, some scholars suggesting it \"postdates the height of the Chaco tradition. Another is its importance. Although other solar observatories constructed by the Pueblo people predict solar events by the movement of the light over a period of time, this one does not. It has also been suggested that it was not built but that those who made the inscriptions were using a convenient existing fall of rock (Kantner 2004, p.99). Critics generally agree that the light and shadow phenomena at the site were intended to mark the arrival of the sun at the solstices and equinoxes (Carlson 1987, pp. 86-7; Zeilik 1985, p. S84). There is less agreement on the lunar phenomena; Zeilik found no ethnographic evidence for a concern with the lunar standstill cycle in the historic pueblos (Zeilik 1985, pp. S80-4). He also noted that contemporary pueblo horizon observations achieve greater precision than that possible using the sun-dagger site, leading him to conclude that the Sun Dagger site may have been a sun shrine, but would not have functioned well to regulate the solar calendar (Zeilik 1985, pp. S71, S77–S80). ==See also== * Archaeoastronomy * Fajada Gap ==Notes== ==References== * Carlson, John B. and W. James Judge, ed., (1987) Astronomy and Ceremony in the Prehistoric Southwest, Papers of the Maxwell Museum of Anthropology, 2, Albuquerque, * Carlson, John B. (1987), \"Romancing the Stone, or Moonshine on the Sun Dagger.\", in Astronomy and Ceremony in the Prehistoric Southwest, John B. Carlson and W. James Judge, editors, Papers of the Maxwell Museum of Anthropology, 2, Albuquerque, * Ford, D. (1993), \"Appendix H\" of The Spadefoot Toad Site: Investigations at 29SJ 629 Chaco Canyon, New Mexico Volume I, by Thomas C.Windes, Reports of the Chaco Center, Number 12, Branch of Cultural Research, Division of Anthropology, National Park Service, Santa Fe, New Mexico. * {{Citation |last1=Frazier |first1=K. |year=2005 |title=People of Chaco: A Canyon and Its Culture |publisher=Norton |isbn= 978-0393318258 }} * Kantner, John, (2004) Ancient Puebloan Southwest Cambridge University Press, * McCluskey, Stephen C., (1988) \"The Probability of Noontime Shadows at Three Petroglyph Sites on Fajada Butte\", Archaeoastronomy 12, Supplement to Journal for the History of Astronomy, 19, S69-S71. * Palca, Joseph. \"Sun dagger misses its mark.\" Science 244.n4912 (June 30, 1989): 1538(1). * Newman, E. B., Mark, R. K., and Vivian, R. G., 1982, \"Anasazi solstice marker: The use of a natural rockfall,\" Science, v. 217, p. 1036-1038. * Sofaer, A.; Zinser, V.; Sinclair, R.M. (1979), \"A Unique Solar Marking Construct: An Archeoastronomical Site in New Mexico Marks the Solstices and Equinoxes\", Science, 19 October 1979, Volume 206, Number 4416 * Sofaer, A.; Sinclair, R.M.; Doggett, L.E. (1982), \"Lunar Markings on Fajada Butte\" in Archaeoastronomy in the New World, A.F. Aveni, editor, Cambridge University Press, * Sofaer, Anna, ed., Chaco Astronomy: An Ancient American Cosmology, (Santa Fe: Ocean Tree Books, 2008) Includes many papers from Sofaer's Solstice Project on the Fajada Butte \"sun dagger\". * Sofaer, A. and Sinclair, R.M. (1987), \"Astronomical Markings at Three Sites on Fajada Butte\" in Astronomy and Ceremony in the Prehistoric Southwest, John B. Carlson and W. James Judge, editors, Papers of the Maxwell Museum of Anthropology, 2, Albuquerque, * Sofaer, A. (2007), \"The Primary Architecture of the Chacoan Culture: A Cosmological Expression\" in The Architecture of Chaco Canyon, New Mexico, Stephen H. Lekson, editor, University of Utah Press, * Zeilik, Michael (1985), \"A Reassessment of the Fajada Butte Solar Marker,\" Archaeoastronomy 9, Supplement to Journal for the History of Astronomy, 16, S69-S85. ==External links== *The Solstice Project has done extensive research on the Fajada Butte Sun Dagger. Category:Archaeological sites in New Mexico Category:Chaco Canyon Category:Buttes of the United States Category:10th century in science Category:Landmarks in New Mexico Category:Landforms of San Juan County, New Mexico Category:Mountains of New Mexico Category:History of San Juan County, New Mexico Category:Landforms of New Mexico Category:Mountains of San Juan County, New Mexico",
 "title": "Fajada Butte"
}