{
 "id": "802481",
 "text": "thumb|upright=1.35|right|A \"Baja Bug\" A Baja Bug is an original Volkswagen Beetle modified to operate off-road (open desert, sand dunes and beaches), although other versions of air-cooled Volkswagens are sometimes modified as well. Baja bugs often race in off road desert races such as the Baja 1000. There are different classes for bugs, namely class 11, class 5 1600, and class 5 unlimited. According to desert racing association Score International, class 11 is a stock VW beetle with modifications limited to ground clearance and strength. Class 5 1600 rules state that a 1600 cc VW engine must be used and the car must have the exterior appearance of a \"baja bug\" with body modification limited to whatever cutting is needed to install a consumer baja kit. Class 5 unlimited is any 4 cylinder VW-style engine, and it must have Baja-style fenders and side panels, and VW-style suspension. ==History== Baja Bugs originated in Southern California in the late 1960s as an inexpensive answer to the successful Volkswagen-based dune buggies of the mid-1960s, especially the Meyers Manx. The building of the first Baja Bug is generally credited to Gary Emory (now of Parts Obsolete), circa 1968. Gary and his hot rodder father, Neil Emory, built the car in the bodyshop at the Chick Iverson Volkswagen dealership in Newport Beach, California; Gary worked in the parts department there after leaving school and Neil was working in the bodyshop. The first Baja Bug in racing is credited to Dave Deal, the Californian cartoonist, in the Mexican 1000 of 1968 in Baja California. The first fiberglass Baja kit (bug eye kit) was not introduced until 1969 by the Miller- Havens company. The original \"Bugeye\" kit by Miller-Havens Enterprises was widely copied - Drino Miller estimated that at least 8 of the original 10 kits sold were “Splashed” (used to make copy moulds). Miller-Havens modified the rear panels of the original Bugeye kit in mid 1971 to add a longer engine cowl and longer rear fenders that original VW Bug rear lights could be mounted to. It was this 1971 kit that inspired the Tamiya Sand Scorcher radio controlled Baja Bug. The 1971 update was also due to updated regulations in California regarding engine coverage. In many US states and other countries, the headlight spacing of the Bugeye kits was illegal - the headlights were close together in the front panel, similar to early Land Rovers. In mid-1972, Don Rountree of the Sandwinder Company/R&H; Fiberglass launched the first wide-eye Baja bug kit (Designed by Barry \"Burly\" Burlile) - the headlights of the Sandwinder kit were mounted in the front fenders and the rear panels were much longer. The Sandwinder one-piece flip front was then used on the majority of Baja racers cars. In the early days before fiberglass body panels became available, enthusiast and racers simply made their own modification to both the body and mechanicals of a stock VW to develop a machine suited to harsh, off-road environments. The metal fenders and front and rear aprons of the car would be partially cut away to allow more for ground clearance and suspension travel. This came to be known as a \"Cut Baja\" but at the time these cars were referred to as “Choppers” in magazines. As much as California gained the reputation for inventing the Baja Bug, Choppers/Cut Bajas were also widespread in Michigan from the early 1960s; they were called \"Muckers\" in Michigan - Reference Petersen Complete Volkswagen Book No. 2 (1971). More power was attained by fitting dual port heads and modifying fuel injection systems from Volkswagen Type 3 engines to work on the Type 1 Beetle engine. Corvair engine transplants were a common way of achieving a large power hike. ==Conversion== Basic modifications are simple. A lightweight, shortened fiberglass front body panel is fitted after the sheet metal from the trunk lid edge forward and rear engine deck lid and everything rearward (rear apron and engine compartment) is removed. The rear treatment leaves the engine totally exposed to aid in cooling. A tubular steel cage, along with a front and rear bumper, is fitted to the body and floor pan for protection of engine and occupants. Shortened fiberglass fenders both front and rear meant removal of the Beetle's distinctive running boards and the likely addition of more tubular steel parts (side bars) in their place. The rugged torsion bar front and rear suspension standard on the Beetle, allows it to withstand the rigors of offroading and the rear ride height to easily be raised slightly and stiffened to make clearance for larger heavy-duty off-road tires and wheels. The relatively light front end of the Beetle allows some compensation for the lack of four wheel drive. The taller sidewall tires provide more flexible ride comfort and rocky road ground clearance. The Beetle suspension \"stops\" can be moved to allow more suspension travel. Longer shock absorbers, for the increase in suspension travel, provide more damping control over bumps giving more driver control and comfort. Some people eliminate the torsion bar suspension and install coilover-type springs that mount to a roll cage, allowing extreme amounts of travel with a very comfortable ride. There are two basic styles, The Narrow and Wide Eye Baja Bug. The Narrow Eye (Bugeye) places the headlights on the front apron (see picture below); while, the Wide Eye has the headlights on the front fenders in the stock location. ==Images== File:Kit Baja.jpg|Fiberglass Bugeye \"Baja Bug\" body kit parts - lower spoiler not typical. File:Autocross01.jpg|Rallye Baja. File:Baja Califórnia Dianteira.jpg|Baja California. File:Baja Califórnia Traseira.jpg|Baja California. File:Rebelbaja.JPG|Mildly modified Baja. File:Bajamotor.JPG|Volkswagen Exhaust Header System With Glass Pack Muffler File:Baja Bug.jpg|Baja Bug, Mojave Desert Race (MDR). ==See also== *Meyers Manx *Tamiya Sand Scorcher *SCORE Class 5 *SCORE Class 5-1600 *SCORE Class 11 *Fun cup, a one-make race for modified Beetles ==References== Category:Off- road vehicles Category:Racing car classes Category:Volkswagen Beetle modifications",
 "title": "Baja Bug"
}