{
 "id": "803554",
 "text": "Nathan Straus (January 31, 1848 – January 11, 1931) was a German-born, American merchant and philanthropist who co-owned two of New York City's biggest department stores, R. H. Macy & Company and Abraham & Straus. He is a founding father and namesake for the Israeli city Netanya. ==Biography== Nathan Straus was born to a Jewish family in Otterberg in the former Palatinate, then ruled by the Kingdom of Bavaria, the third child of Lazarus Straus (1809–1898) and his wife, Sara (1823–1876). His siblings were Hermine Straus Kohns (1846–1922), Isidor Straus (1845–1912), and Oscar Solomon Straus (1850–1926). The family moved to the U.S. state of Georgia in 1854. After losing everything in the American Civil War the family moved to New York City, where his father formed L. Straus & Sons, a crockery and glassware firm. On April 28, 1875, Straus married Lina Gutherz (1854–1930), with whom he had six children: Jerome Nathan Straus (1876–1893); Sara Gutherz Straus (1877–1878); Sara \"Sissie\" Straus (1879–1950), married to Irving Lehman (1876–1945), Chief Judge of the New York Court of Appeals from 1940 until his death; Roland Straus (1881–1884); State Senator Nathan Straus Jr. (1889–1961); and Hugh Grant Straus (1890–1961). ==Macy's and Abraham & Straus== Straus and his brothers sold crockery to R. H. Macy & Company department store. The brothers became partners in Macy's in 1888 and co-owners in 1896. In 1893, he and Isidor bought Joseph Wechsler's interest in the Abraham and Wechsler dry-goods store in Brooklyn, New York, which they renamed as Abraham & Straus. ==Public service and philanthropy== In the late 1880s, Straus began a period of philanthropy and public service in New York City. He served as Parks Commissioner from 1889 until 1893, president of the Board of Health and Commissioner of the Department of Health in 1898, and in 1894 he was selected by Tammany Hall to run for Mayor on the Democratic ticket, but withdrew from the race when his friends in society threatened to shun him if he did., pp. 1192–1194 In 1892, he and his wife privately funded the Nathan Straus Pasteurized Milk Laboratory to provide pasteurized milk to children to combat infant mortality and tuberculosis. In his battles with the disease he opened the Tuberculosis Preventorium for Children at Lakewood Township, New Jersey (later it was moved to Farmingdale, New Jersey) in 1909. Their book, Disease in Milk: The Remedy Pasteurization: The Life Work of Nathan Straus records that unclean, unpasteurized milk fed to infants was the chief cause of tuberculosis, typhoid, scarlet fever, diphtheria and other diseases that were the main cause of a 25% infant mortality rate in the U.S. in 1890, 15% in 1903 (but 7% in New York in 1900, where pasteurized milk had already become the norm) (it is now below 1% in the U.S.). Straus is credited as the leading proponent of the pasteurization movement, which eliminated the hundreds of thousands of deaths per year then due to disease-bearing milk. During the economic panic of 1893, Straus used his milk stations to sell coal at the very low price of 5 cents for 25 pounds to those who could pay. Those who could not received coal free. He also opened lodging houses for 64,000 people, who could get a bed and breakfast for 5 cents, and he funded 50,000 meals for one cent each. He also gave away thousands of turkeys anonymously. At Abraham & Straus he noticed that two of his employees were starving themselves to save their wages to feed their families, so he established what may have been the first subsidized company cafeteria. In 1898, during the Spanish–American War, Straus donated an ice plant to Santiago, Cuba. He was appointed by President William Taft as the sole United States delegate to the International Congress for Protection of Infants, in Berlin 1911, also delegate to the Tuberculosis Congress, in Rome, Italy, 1912. Straus retired in 1914 to devote his time to charity. During the winter of 1914–15, he served 1,135,731 penny meals for the unemployed from his milk depots in New York City. In 1916, as American entry into World War I loomed, he sold his yacht Sisilina to the Coast Guard, and used the proceeds to feed war orphans. Later he fed returning American servicemen at Battery Park. Straus donated money to the New York Public Library, specifically targeting young people. The Young People's Collection at the Donnell Library Center is named for him. He also helped the city's poorer inhabitants by building a recreational pier, the first of many on the city's waterfront.The Philanthropy Hall of Fame, Nathan Straus thumb|A hall in Nathan Straus Health Center in the late 1920s ===Visits to Palestine=== Upon touring the Mediterranean with Lina in 1904, the couple stopped over in Palestine, expecting it to be but one stop of many. He wrote, \"On reaching Jerusalem, we changed our plans. All that we saw in the Holy Land made such a deep impression on us that we gave up the idea of going to other places. Visiting the holy sights of which one hears and reads since childhood, watching the scenes in life as pictured in the Bible, was most soul-stirring. From that time on we felt a strange and intense desire to return to the land.\" Nathan and Lina became staunch Zionists. He built soup kitchens for the aged and the blind and the physically defective from 1912-1917. He supported workrooms so that unskilled laborers could find employment. He built health stations that ministered to the victims of malaria and trachoma. He believed strongly in palliative care. He provided $250,000 for the establishment of the Jerusalem Health Center and made possible the founding of a Pasteur Institute. He lent moral and material support to the farmers and colonists of Israel and labored in the interests of the Hebrew University. Straus broke his leg on a 1912 visit to Palestine and was unable to join his brother, Isidor, on the RMS Titanic. Isidor died in the sinking. The Israeli city of Netanya (Hebrew: Natan, for Nathan), founded in 1927, was named in his honor, and Rehov Straus (Straus Street) in Jerusalem, which was Chancellor Avenue during the British Mandate, was also named for him. Nathan Straus died on January 11, 1931, in Manhattan, New York City. Twenty years earlier, at a dinner in his honor, he had given what could have been his own eulogy. > I often think of the old saying, \"The world is my country, to do good is my > religion. ... This has often been an inspiration to me. I might say, > \"Humanity is my kin, to save babies is my religion.\" It is a religion I hope > will have thousands of followers. He is interred at Beth El Cemetery, also called New Union Field Cemetery, in Ridgewood, Queens. ==References== ==External links== * Category:1848 births Category:1931 deaths Category:American businesspeople in retailing Category:American merchants Category:American people of German-Jewish descent Category:American philanthropists Category:American Zionists Category:German emigrants to the United States Category:19th-century German Jews Category:Ottoman Palestine Category:Jewish American philanthropists Category:Macy's Category:People from Kaiserslautern (district) Category:People from the Kingdom of Bavaria Category:Straus family Category:Commissioners of Health of the City of New York",
 "title": "Nathan Straus"
}