{
 "id": "803571",
 "text": "The Number 10 Policy Unit is an elite body of policymakers based in 10 Downing Street, providing policy advice directly to the British Prime Minister. Originally set up to support Harold Wilson in 1974, it has gone through a series of guises to suit the needs of successive prime ministers, staffed variously by political advisers, civil servants and more recently a combination of both. The Coalition Government of May 2010 quickly disbanded two major parts of central infrastructure built by Tony Blair, the Prime Minister's Delivery Unit (PMDU) and Prime Minister's Strategy Unit (PMSU), as part of the Prime Minister's agenda to reduce the number of special advisers and end the micromanagement of Whitehall. In their place, a strengthened Policy and Implementation Unit was launched in early 2011 by the Cabinet Secretary, staffed wholly by civil servants and reporting jointly to the Prime Minister and Deputy Prime Minister under joint heads Paul KirbyCameron's New Backroom Team Aims to Move Story On from U-turns and Cuts (Policy) and Kris Murrin (Implementation). Members of the Policy Unit in 2010 were Gavin Lockhart-Mirams (Home Affairs), Sean Worth (Health and Adult Social Care), Chris Brown (Education), Richard Freer (Defence), Tim Luke (Business and Enterprise), Michael Lynas (Big Society) and Ben Moxham (Energy and Environment). The Unit is supported by the Research and Analytics Unit. The current director of the Policy Unit is Andrew Griffith MP. == List of Policy Directors == {| class=\"wikitable\" |- ! # ! Policy Director ! Years ! Prime Minister |- | rowspan=\"2\" | 1 | rowspan=\"2\" | Bernard Donoughue | 1974–1976 | Harold Wilson |- |1976–1979 |James Callaghan |- | 2 | John Hoskyns | 1979–1982 | rowspan=\"4\" | Margaret Thatcher |- | 3 | Ferdinand Mount | 1982–1983 |- | 4 | John Redwood | 1983–1985 |- | 5 | Brian Griffiths | 1985–1990 |- | 6 | Sarah Hogg | 1990–1995 | rowspan=\"2\" | John Major |- | 7 | Norman Blackwell | 1995–1997 |- | 8 | David Miliband | 1997–2001 | rowspan=\"5\" | Tony Blair |- | 9 | Andrew Adonis | 2001–2003 |- | 10 | Geoff Mulgan | 2003–2004 |- | 11 | Matthew Taylor | 2005–2005 |- | 12 | David Bennett | 2005–2007 |- | 13 | Dan Corry | 2007–2008 | rowspan=\"2\" | Gordon Brown |- | 14 | Nick Pearce | 2008–2010 |- | 15 | Paul Kirby | 2011–2013 | rowspan=\"3\" | David Cameron |- | 16 | Jo Johnson | 2013–2015 |- | 17 | Camilla Cavendish | 2015–2016 |- | 18 | John Godfrey | 2016–2017 | rowspan=\"2\" | Theresa May |- | 19 | James Marshall | 2017–2019 |- | 20 | Munira Mirza | 2019–2022 | rowspan=\"2\" | Boris Johnson |- | 21 | Andrew Griffith | 2022– |} ==See also== *Central Policy Review Staff *Prime Minister's Office == References == Category:British Prime Minister's Office Category:Public bodies and task forces of the United Kingdom government Category:Public policy in the United Kingdom Category:1974 establishments in the United Kingdom",
 "title": "Number 10 Policy Unit"
}