{
 "id": "803574",
 "text": "Henry Rootes Jackson (June 24, 1820 - May 23, 1898) was a major general in the Confederate States Army during the American Civil War. ==Biography== Jackson was born in Athens, Georgia. He graduated with honors from Yale University, where he was a member of Skull and Bones, in 1839. Before the war, he served as a lawyer, then as colonel of the 1st Georgia volunteers in the Mexican–American War, state judge, as United States Chargé d'affaires to the Austrian Empire from 1853 to 1854, and as Minister Resident to the Austrian Empire from 1854 to 1858. Jackson was also a poet (his book Tallulah and Other Poems appeared in 1850) and a frequent public speaker. For instance, he delivered an oration on \"Courage\" to the University of Georgia literary societies in 1848 and a dedication address for the Laurel Grove Cemetery in Savannah in 1852. Jackson was a prominent lawyer and prosecutor in Savannah. In 1859, he unsuccessfully prosecuted the owners and crew of the slave ship, The Wanderer, the second-to-last ship known to have brought people from Africa into the United States for sale as slaves.Sifakis, Stewart. Who Was Who in the Civil War. New York: Facts On File, 1988. . p. 335 Enlisting in the Confederate army in 1861, he served as a judge in Confederate courts. Promoted in June to brigadier general, he later led troops during the Western Virginia campaign, seeing action at the Battle of Cheat Mountain. In December, he was promoted to major general of state militia for Georgia. Returning to Confederate service in September 1863, he led a brigade during the later part of the Atlanta Campaign. He commanded a brigade in William B. Bate's division in John Bell Hood's Franklin-Nashville Campaign. Jackson was captured at the Battle of Nashville and was paroled from Fort Warren, Massachusetts, on July 8, 1865. After the war, he resumed his law practice and political career, being named as minister to Mexico from 1885 to 1886. He also was a railroad executive, banker, and president of the Georgia Historical Society (1875 - 1898). Jackson died in Savannah, Georgia, and was buried in Bonaventure Cemetery, owned by City of Savannah, located in Thunderbolt, Ga. ==See also== *List of American Civil War generals (Confederate) ==Notes== ==References== * Eicher, John H., and David J. Eicher, Civil War High Commands. Stanford: Stanford University Press, 2001. . * Sifakis, Stewart. Who Was Who in the Civil War. New York: Facts On File, 1988. . * Warner, Ezra J. Generals in Gray: Lives of the Confederate Commanders. Baton Rouge: Louisiana State University Press, 1959. . ==External links== * Former Home of Henry R. Jackson historical marker * Category:1820 births Category:1898 deaths Category:People from Athens, Georgia Category:Confederate States Army major generals Category:Judges of the Confederate States Category:People of Georgia (U.S. state) in the American Civil War Category:19th-century American railroad executives Category:American military personnel of the Mexican–American War Category:Yale University alumni Category:Ambassadors of the United States to Austria Category:Ambassadors of the United States to Mexico Category:American Civil War prisoners of war Category:United States Army officers Category:19th- century American diplomats",
 "title": "Henry R. Jackson"
}