{
 "id": "80362",
 "text": "Philippe II, Duke of Orléans (Philippe Charles; 2 August 1674 - 2 December 1723), was a French royal, soldier, and statesman who served as Regent of the Kingdom of France from 1715 to 1723. He is also referred to as le Régent. He was the son of Monsieur Philippe I, Duke of Orléans, and the Duchess Madame Elisabeth Charlotte. Born at his father's palace at Saint-Cloud, he was known from birth under the title of Duke of Chartres. In 1692, Philippe married his first cousin, Françoise Marie de Bourbon – the youngest legitimised daughter (légitimée de France) of Louis XIV and Madame de Montespan. Named regent of France during the minority of Louis XV, his great-nephew and first cousin twice removed,The grandson of Philippe's half-sister Anne Marie d'Orléans and of his cousin and brother-in-law Louis, Grand Dauphin the period of his de facto rule was known as the Regency () (1715-23). The Duke of Orléans died at Versailles in 1723. ==Parents== In March 1661, Monsieur Philippe I, Duke of Orleans, married his first cousin Princess Henrietta of England, known as Madame at court; she was the sister of King Charles II of England. The marriage was stormy; Henrietta was a famed beauty, sometimes depicted as flirtatious by those at the court of Versailles. Nonetheless, the marriage produced three children: Marie Louise, later Queen of Spain; Philippe Charles, Duke of Valois, who died in infancy; and Anne Marie, who became Queen of Sardinia. Madame Henriette died at Saint-Cloud in 1670; rumors abounded that she had been poisoned by her husband or his long-term lover, the Chevalier de Lorraine; the two would remain together till the death of the Duke of Orléans in 1701. In the following year, the Duke of Orléans wed Princess Elisabeth Charlotte of the Palatinate, only daughter of Charles I Louis, Elector Palatine, and Landgravine Charlotte of Hesse-Kassel. The new Duchess of Orléans, who had converted from Protestantism to Catholicism just before entering France, was popular at court upon her arrival in 1671. In 1673 the Duke and Duchess had a son named Alexandre Louis, another short-lived Duke of Valois. The next year, the Duchess gave birth to Philippe Charles, the future Regent. A daughter, Élisabeth Charlotte, later Duchess of Lorraine, was born in 1676. ==Youth== Philippe Charles d'Orléans was born at the Château de Saint-Cloud, some ten kilometers west of Paris. As the grandson of King Louis XIII of France, Philippe was a petit-fils de France. This entitled him to the style of Royal Highness from birth, as well as the right to be seated in an armchair in the king's presence.Nancy Nicholas Barker, Brother to the Sun king:Philippe, Duke of Orléans, p. 1. At his birth, he was titled Duke of Chartres and was formally addressed as Monseigneur le Duc de Chartres. As the second living son of his parents, his birth was not greeted with the enthusiasm the Duke of Valois had received in 1673. Philippe was born fourth in line to the throne, coming after Louis, Dauphin of France, his own father, and his older brother. When Philippe was born, his uncle Louis XIV was at the height of his power. In 1676, the Duke of Valois died at the Palais-Royal in Paris, making Philippe the new heir to the House of Orléans; the future heirs of the Duke of Orléans would be known as the Duke of Chartres (Duc de Chartres) for the next century. His distraught mother was pregnant at the time with Élisabeth Charlotte d'Orléans (1676–1744), future Duchess and regent of Lorraine. Élisabeth Charlotte and Philippe would always remain close.Fraser, Antonia, Love and Louis XIV, Anchor Books, 2006, p. 134. The Duke of Chartres grew up at his father's \"private\" court held at Saint-Cloud, and in Paris at the Palais-Royal, the Parisian residence of the Orléans family until the arrest of (his grandson) Philippe Égalité in April 1793 during the French Revolution.At the time of Philippe's birth, the Palais-Royal was only occupied as a grace and favour residence of the Duke of Orléans; it was later gifted to him when Philippe married Louis XIV's illegitimate daughter Mademoiselle de Blois in 1692. The Palais-Royal was frequented by, among others, Marie Anne Mancini, Duchess of Bouillon, part of Philippe's father's libertine circle. ==Education== A program of how best to educate a prince was drawn up exclusively for him by Guillaume Dubois, his preceptor.V. de Seilhac, L'Abbé Dubois, premier ministre de Louis XV (Paris, 1862), especially pp. 5-11, 185-205, for the prince's education. Dubois had entered Philippe's household in 1683 as his \"under-preceptor\". Philippe's education was carried out by the respected instructor Nicholas-François Parisot de Saint-Laurent until 1687. Each course of study taught the Duc de Chartres the \"principles\" or \"elements\" of a subject. Some of the best historians, genealogists, scientists and artists in the kingdom participated in this educational experiment, which started around 1689. For example, Philippe learned physics and mathematics from Joseph Sauveur; and from Étienne LouliéPatricia M. Ranum, \"Étienne Loulié (1654-1702), musicien de Mademoiselle de Guise, pédagogue et théoricien\", (part 1) Recherches, 25 (1987), especially pp. 67-75, on the prince's education; and (part 2), Recherches, 26 (1988-90), especially pp. 5-10, on the prince's subsequent protection of Loulié. he learned musical notation, elementary musical theory, plus the basics of playing the viol and the recorder. Chartres was reared alongside Louis de Rouvroy, duc de Saint-Simon, later famous for his memoirs and defense of the rights of the peerage of France; Saint-Simon often accompanied the duke, and his wife was later a lady- in-waiting to Philippe's daughter, Louise Élisabeth d'Orléans, Duchesse de Berry. Next, collaborating to link physics and music, Sauveur and Loulié demonstrated vibrating strings and the Galilean pendulum, and how the mathematical principles on which these devices depend are related to music. Finally, in 1693 the prince studied composition with Marc-Antoine Charpentier. With Charpentier's help, he composed an opera, Philomèle, performed at his residence in 1694; and in 1705 the prince wrote a second opera, Penthée, to a libretto by the Marquis de La Fare. In the late 1690s Chartres studied the viol with Antoine Forqueray the elder. Meanwhile, he was studying diplomacy and riding, as preparations for a military career. In May 1685 the Duc de Chartres, then just ten years old, made his first public appearance at Versailles; the occasion was the arrival of the Doge of Genoa, Francesco Maria Imperiale Lercari, at the French court. Chartres was put on a stage with his uncle, cousin and father. On 2 June 1686 Chartres was invested with the Order of the Holy Spirit at Versailles; on the same day his future brother-in-law, Louis-Auguste de Bourbon, Duc du Maine, also joined the order as did his cousins Louis III, prince de Condé and François Louis, Prince de Conti. ==Military career== His father gained military distinction in the Battle of Cassel and during the decisive French victory against William III of England, Chartres would similarly demonstrate military prowess. He had his first experience of battle at the siege of Mons in 1691, the year before his marriage. He fought with great distinction at the Battle of Steenkerque on 3 August 1692. In the same year he also served at the Siege of Namur. The following year he served at the Battle of Landen; he fought alongside the prince de Conti, who was wounded. During a hiatus between military assignments, Chartres studied natural science. In the next century, He would serve in the War of the Spanish Succession. He was next given a command in Italy (1706) and gained much credit for the Battle of Turin. Later he went to Spain and took part in the Battle of Almansa, a major step in the consolidation of Spain under the Bourbons (1707), where he achieved some important successes. ==Marriage== Constant wars with many of the major powers in Europe rendered a significant marriage with a foreign princess unlikely, or so Louis XIV told his brother, Monsieur, when persuading him to accept the king's legitimised daughter, Françoise Marie de Bourbon (known as Mademoiselle de Blois), as wife for Philippe. The king offered a dowry of two million livres with his daughter's hand (not to be paid until the Nine Years' War was over), as well as the Palais-Royal for the bridegroom's parents. Upon hearing that her son had agreed to the marriage, Philippe's mother slapped his face in full view of the court and turned her back on the king as he bowed to her. Nonetheless, on 18 February 1692, the cousins were married.The previous day there had been a formal engagement party at Versailles. The lavish ceremony took place in the chapel of the Palace of Versailles. The service was conducted by the Cardinal de Bouillon--a member of the House of La Tour d'Auvergne. In 1685, the Cardinal de Bouillon had refused to take part in the marriage of the Duke of Bourbon and Françoise Marie's sister, Mademoiselle de Nantes, and, as a result, had been sent into exile, but he was recalled for the wedding of Françoise-Marie and the Duke of Chartres. After the ceremony, a banquet was given in the Hall of Mirrors with all the princes and princesses of the blood royal in attendance.The Unruly Daughter of the Regent Guests included the exiled James II of England and his consort, Mary of Modena. At the newlyweds' bedding ceremony later that evening, the exiled Queen of England had the honour of handing the new Duchess of Chartres her bed clothes. Madame de Montespan had not been invited to the wedding of her daughter. The young couple, mismatched from the start, never grew to like each other, and soon the young Philippe gave his wife the nickname of Madame Lucifer.Dufresne, Claude, Les Orléans, Criterion, Paris, 1991, p. 74-78, (French). In spite of this, they had eight children (see below). There were contemporary rumors of an incestuous relationship between the duke and his daughter, Marie Louise Elisabeth of Berry. These rumors were never confirmed, although the duke reacted to them by demonstrating affectionate behavior towards her at court. The rumors were also used by the opposition during his period as regent, and were the inspiration of libelous songs and poems ==Court life== On the death of his father in June 1701, Philippe inherited the Dukedoms of Orléans, Anjou, Montpensier and Nemours, as well as the princedom of Joinville. Philippe had died at Saint-Cloud after an argument with Louis XIV at Marly about Chartres' flaunting his pregnant mistress, Marie-Louise de Séry, before Françoise Marie. It has also been claimed that Philippe became so infuriated with Louis for not paying his daughter's dowry that he suffered a stroke.Mitford, Nancy, The Sun King, Hamish Hamilton, 1966 Throughout his life Philippe had many mistresses; his wife came to prefer living quietly at Saint-Cloud, the Palais-Royal, or her house at Bagnolet. His most famous mistress was arguably Marie-Thérèse de Parabère, who was his main mistress during almost the entire regency, with other high profile affairs being those with Madame de Sabran, Madame d'Averne and Marie-Thérèse Blonel de Phalaris.Lescure, M. de (Mathurin): Les maitresses du régent; études d'histoire et de mœurs sur le commencement du xviiie siècle Upon the death of the prince de Condé in 1709, the rank of Premier Prince du Sang passed from the House of Condé to the House of Orléans. Philippe was thus entitled to the style of Monsieur le Prince.ib. Spanheim, Ézéchiel, pp. 104-105. But the rank of petit-fils de France being higher than that of premier prince, Philippe did not change his style; nor did his son or other heirs make use of the Monsieur le Prince style, which had been so long associated with the cadet branch of the Princes de Condé that the heads of the House of Orléans preferred to be known at court by their ducal title. In December 1697, the son of the Dauphin Louis de France married Princess Marie- Adélaïde of Savoy, eldest daughter of Philippe's half sister Anne Marie. The match was negotiated as part of the Treaty of Turin, which ended Franco- Savoyard conflict during the Nine Years' War. The couple were the parents of two dauphins of France, Louis, Duke of Brittany, who died in 1712, and Louis, Duke of Anjou, the future Louis XV. In 1705, he became Grandmaster of the Ordre du Temple, reforming the Statutes, and bring the Order into semi-public view. In 1710, his eldest (and favourite) surviving daughter Louise Élisabeth d'Orléans married her first cousin Charles, Duke of Berry; he was a son of the Dauphin and thus outranked Philippe and his wife; this meant that Louise Élisabeth took precedence over her parents. The Berry couple would have no children that lived more than a year. In 1711, the Dauphin died at Meudon at the age of forty-nine and the title passed to his son, who died in 1712. Until his death in 1723, Orléans was generally considered to be first in line to the throne, although legitimists considered that Philip V of Spain, né Duke of Anjou and fils de France, held that place, on the contention that his renunciation in 1700 was constitutionally invalid. The deaths within three years of the Dauphin, two of his three sons, his daughter-in-law and the little Duke of Brittany led to widespread rumours that Orléans had poisoned them all to gain the throne. In fact, the Dauphin died of smallpox, the Duc de Berry in a riding accident and the others of measles, but they did great damage to Orléans' reputation, and even Louis XIV seems to have at least half- believed them. Only in Orléans' last years did the obvious affection between himself and Louis XV, and the young King's robust health, cause the rumours to die away. In his will, Louis XIV appointed Orléans president of the council of regency for the young king Louis XV. ==The Regency== Months before the death of Louis XIV, Philippe was present at the Persian embassy to Louis XIV. Mohammed Reza BegIn French sources, Méhémet Riza Beg. was a high-ranking official to the Persian governor of the Yerevan province (Armenia). He had been chosen by the Safavid Persian emperor Sultan Husayn for the mission and travelled with a grand entourage, as suitable to the diplomat of a mighty empire. The scene of the Persian ambassador's entry into Paris, 7 February 1715, was described by François Pidou de Saint-Olon (1646–1720), a nobleman who was delegated the diplomatic position of liaison officer to the Persian delegation.He had been the French ambassador in Morocco, of which he published a description, Relation de l'empire de Maroc. Oú l'on voit la situation du pays, Les mœurs, les Coûtumes, Religion, gouvernement et Politique des Habitans.... his brother, Louis-Marie Pidou de Saint-Olon (1637–1717), became French consul in Ispahan under the terms of the commercial treaty. ===Louis XIV's will=== On 29 July 1714, upon the insistence of his morganatic wife, the marquise de Maintenon, Louis XIV elevated his legitimised children to the rank of Princes of the Blood, which \"entitled them to inherit the crown if the legitimate lines became extinct\".Erlanger, Philippe, Louis XIV, translated from the French by Stephen Cox, Praeger Publishers, New York, 1970, p. 363 Thus, Louis-Auguste de Bourbon, Duke of Maine and Louis-Alexandre de Bourbon, Count of Toulouse were officially inserted into the line of hereditary succession following all of the legitimate, acknowledged princes du sang. > Mme de Maintenon would have preferred Philip V [King of Spain] to be Regent > and the duc du Maine to be Lieutenant Général and consequently in control. > Fearing a revival of the war, Louis named the duc d'Orléans joint President > of a Regency Council, but one that would be packed with his enemies, > reaching its decisions by a majority vote that was bound to go against him. > The real power would be in the hands of the duc du Maine, who was also > appointed guardian of the young sovereign.ib. Erlanger, p. 364. On 25 August 1715, a few days before his death, Louis XIV added a codicil to his will: > He sent for the Chancellor and wrote a last codicil to his will, in the > presence of Mme de Maintenon. He was yielding, out of sheer fatigue, to his > wife and confessor, probably with the reservation that his extraordinary > action would be set aside after his death, like the will itself. Otherwise > he would have been deliberately condemning his kingdom to perpetual strife, > for the codicil appointed the duc du Maine commander of the civil and > military Household, with Villeroy as his second-in-command. By this > arrangement they became the sole masters of the person and residence of the > King; of Paris ... and all the internal and external guard; of the entire > service ... so much so that the Regent did not have even the shadow of the > slightest authority and found himself at their mercy.ib. Erlanger, p. 373. The evening of 25 August, Louis XIV had a private audience with the Duke of Orléans, his nephew and son-in-law, re-assuring him: > You will find nothing in my will that should displease you. I commend the > Dauphin to you, serve him as loyally as you have served me. Do your utmost > to preserve his realm. If he were to die, you would be the master. [...] I > have made what I believed to be the wisest and fairest arrangements for the > well-being of the realm, but, since one cannot anticipate everything, if > there is something to change or to reform, you will do whatever you see > fit... Louis XIV died at Versailles on 1 September 1715, and was succeeded by his five-year-old great-grandson, Louis XV. On 2 September, the Duke of Orléans went to meet the parlementaires in the Grand-Chambre du Parlement in Paris in order to have Louis XIV's will annulled and his previous right to the regency restored. After a break that followed a much-heated session, the Parlement abrogated the recent codicil to Louis XIV's will and confirmed the Duke of Orléans as regent of France.ib. Dufresne, pp. 123-126. On 30 December 1715, the regent decided to bring the young Louis XV from the Château de Vincennes to the Tuileries Palace in ParisAntoine, Michel, Louis XV, Librairie Arthème Fayard, Paris, 1989, p. 43. where he lived until his return to Versailles in June 1722. The regent governed from his Parisian residence, the Palais-Royal. Philippe disapproved of the hypocrisy of Louis XIV's reign and opposed censorship, ordering the reprinting of books banned during the reign of his uncle. Reversing his uncle's policies again, Philippe formed an alliance with Great Britain, Austria, and the Netherlands, and fought a successful war against Spain that established the conditions of a European peace. During this time he opened up diplomatic channels with Russia which resulted in a state visit by Tsar Peter the Great. He acted in plays of Molière and Racine, composed an opera, and was a gifted painter and engraver. Philippe favoured Jansenism which, despite papal condemnation, was accepted by the French bishops, and he revoked Louis XIV's compliance with the bull Unigenitus. At first, he decreased taxation and dismissed 25,000 soldiers. But the inquisitorial measures which he had begun against the financiers led to disturbances, notably in the province of Brittany where a rebellion known as the Pontcallec Conspiracy unfolded. He countenanced the risky operations of the banker John Law, whose bankruptcy led to the Mississippi bubble, a disastrous crisis for the public and private affairs of France. It was an early example of the bursting of an economic bubble.Subject of the first section of Charles Mackay's \"Extraordinary Popular Delusions and the Madness of Crowds\", which is available from http://gutenberg.org On 6 June 1717, under the influence of Law and the duc de Saint-Simon, the Regent persuaded the Regency Council to purchase from Thomas Pitt for £135,000 the world's largest known diamond, a 141 carat (28.2 g) cushion brilliant, for the crown jewels of France. The diamond was known from then on as Le Régent. ===Cellamare Conspiracy=== There existed a party of malcontents who wished to transfer the regency from Orléans to his cousin, the young king's uncle, King Philip V of Spain. A conspiracy was formed, under the inspiration of Cardinal Alberoni, the first minister of Spain. It was directed in France by the Prince of Cellamare, the Spanish ambassador, with the complicity of the Duchess of Orléans' older brother, the duc du Maine, and Anne Louise Bénédicte de Bourbon, the latter's wife. In 1718, the Cellamare conspiracy was discovered and its participants exiled. Two years later its aims were revived in the Pontcallec Conspiracy, four leaders of which were executed. Guillaume Dubois, formerly tutor to the Duke of Orléans, and now his chief minister, caused war to be declared against Spain, with the support of Austria, England and the Netherlands (Quadruple Alliance). After some successes of the French marshal, the Duke of Berwick, in Spain, and of the imperial troops in Sicily, Philip V made peace with the regent (1720). From the beginning of 1721, Philip V of Spain, and the Duke of Orléans had been negotiating the project of three Franco-Spanish marriages in order to cement tense relations between Spain and France. The young Louis XV of France would marry the three-year-old Infanta Mariana Victoria who would thus become Queen of France; the Infante Luis would marry the fourth surviving daughter of Philippe, Louise Élisabeth d'Orléans; and the Infante Charles would be engaged to the pretty Philippine Élisabeth d'Orléans who was the fifth surviving daughter of Philippe. Only one of these marriages actually ever occurred. In March 1721, the Infanta Mariana Victoria arrived in Paris amid much joy. Known as l'infante Reine (Queen-Infanta) while in France, she was placed in the care of the old Dowager Princess of Conti, Philippe's sister in law, and lived in the Tuileries Palace. In November 1721, at the age of twelve, Louise Élisabeth d'Orléans was married by proxy in Paris,Nouvelle biographie générale Louise Élisabeth and her younger sister left for Madrid. Despite a cold reception from the Spanish royal family, especially by Elisabeth of Parma, the stepmother of her husband, she married Louis of Spain on 20 January 1722 at Lerma. Her dowry was of 4 million livres. The last of this triple alliance was Philippine Élisabeth who never married Charles; the marriage, though never officially carried out was annulled; the French sent back Mariana Victoria and in retaliation, Louise Élisabeth and Philippine Élisabeth were sent back to France. Franco-Spanish relations only recovered in 1743 when Louis XV's son Louis de France married Mariana Victoria's sister Infanta Maria Teresa Rafaela of Spain. On 15 June 1722, Louis XV and the court left the Tuileries Palace for the Palace of Versailles where the young king wanted to reside. The decision had been taken by the Duke of Orléans who, after the fall of Law's System, was feeling the loss of his personal popularity in Paris.Antoine, p. 102. Philippe took the apartments of his cousin the late Dauphin on the first floor of the Palace; the King's apartments were above his. On 25 October of that year, the twelve-year-old Louis XV was anointed King of France in the cathedral of Notre-Dame de Reims. At the end of the ceremony, he threw himself in the arms of Orléans.Dufresne, p. 170. In December 1722, the Regent lost his mother to whom he had always been close; the Dowager Duchess of Orléans died at Saint-Cloud at the age of seventy, with her son at her side, but he did not attend her funeral service because he had been called away on official business. Philippe was greatly affected by his mother's death. On the majority of the king, which was declared on 15 February 1723, the Duke stepped down as regent. At the death of Cardinal Dubois on 10 August of that year, the young king offered the Duke the position of prime minister, and he remained in that office until his death a few months later. The regent died in Versailles on 2 December 1723 in the arms of his mistress the duchesse de Falari. Louis XV mourned him greatly. The Duke of Bourbon took on the role of Prime Minister of France. On 3 December, the Duke of Orléans' body was taken to Saint-Cloud where funeral ceremonies began the following day. His heart was taken to the Val de Grâce church in Paris and his body to the Basilica of Saint Denis, (about 10 km north of Paris), the necropolis of the French kings and their family. The heart of the Duke of Orléans is now at the Chapelle Royale de Dreux, the necropolis of all the members of the Orléans family, built in 1816 by his descendant Louise Marie Adélaïde de Bourbon, Duchess of Orléans, wife of Philippe Égalité. The chapel was completed as the Orléans family royal Chapel during the reign of his great-great-grandson Louis-Philippe I, King of the French. The Cellamare conspiracy is the subject of one of Alexandre Dumas' novels, The Conspirators (Le Chevalier d'Harmental). ===Legacy=== *The duke assembled the Orléans Collection, one of the finest collections of paintings ever made by a non- monarch, which was mostly sold in London after the French Revolution. *As Grandmaster and reformer of the Ordre du Temple, he left a legacy of Templarism that exists to this day as the Sovereign Military Order of the Temple of Jerusalem. *He promoted education, making the Sorbonne tuition-free and opening the Royal Library to the public (1720). *The city of New Orleans, in Louisiana, U.S., was named after him. ==Issue== #Marie Isabelle d'Orléans (17 December 1693 – 17 October 1694) died in infancy. #Marie Louise Élisabeth d'Orléans (20 August 1695 – 21 July 1719) married Charles of France, Duke of Berry and had no surviving issue. #Louise Adélaïde d'Orléans (13 August 1698 – 10 February 1743) Abbess of Chelles died unmarried. #Charlotte Aglaé d'Orléans (20 October 1700 – 19 January 1761) married Francesco III d'Este, Duke of Modena and had issue. #Louis d'Orléans, Duke of Orléans (4 August 1703 – 4 February 1752) married Margravine Johanna of Baden-Baden and had issue. #Louise Élisabeth d'Orléans (11 December 1709 – 16 June 1742) married Louis I of Spain, no issue. #Philippine Élisabeth d'Orléans (18 December 1714 – 21 May 1734) engaged to Infante Carlos of Spain, no issue. #Louise Diane d'Orléans (27 June 1716 – 26 September 1736) married Louis François de Bourbon and had issue. ===Illegitimate issue=== Philippe also had several illegitimate children with several women, four of whom he acknowledged. *By Léonore N, a doorkeeper at the Palais-Royal: #N, bâtarde d'Orléans (c. 1688 – ), married Henri de Charency *By Florence Pellerin, dite la Florence, a dancer at the Opera House: #Charles de Saint-Albin, dit l'Abbé d'Orléans, Archbishop of Cambrai, legitimized in 1706 (Paris, 1698 – Paris, 1764, bur Paris) *By Marie- Louise Madeleine Victorine Le Bel de La Bussière, dite comtesse d'Argenton or madame d'Argenton or mademoiselle de Séry (1684–1748), a lady of noble family, who was Lady-in-Waiting to the Dowager Duchess of Orléans, daughter of Daniel Le Bel de La Bussière and wife Anne de Masparant: #Jean Philippe, dit le Chevalier d'Orléans (Chilly-Mazarin, 28 August 1702 – Paris, 16 June 1748) *By Christine Antoinette Charlotte Desmares (1682–1753), an actress with the Théâtre-Français, daughter of actors Nicolas Desmares and Anne d'Ennebault: #Philippe Angélique de Froissy (1700 – Paris, 15 October 1785, bur Église Saint-Eustache, Paris) ==Ancestors== ==Sources== * Antoine, Michel, Louis XV, Librairie Arthème Fayard, Paris, 1989 (French). * Dufresne, Claude, Les Orléans, CRITERION, Paris, 1991, (French). * Erlanger, Philippe, Louis XIV, Librairie Arthème Fayard, Paris 1965, reprinted by Librairie Académique Perrin, Paris, 1978, (French). * Erlanger, Philippe, Louis XIV, translated from the French by Stephen Cox, Praeger Publishers, New York, 1970, (English). * Haggard, Andrew C.P., The Regent of the Roués, Hutchison & Co, London, 1905, (English) * Lewis, W. H., The Scandalous Regent, André Deutsch, London, 1961, (English). * Meyer, Jean, Le Régent (1674–1723), Editions Ramsay, Paris, 1985, (French). * Petitfils, Jean-Christian, Le Régent, Librairie Arthème Fayard, Paris, 1986, (French). * Pevitt, Christine, Philippe, Duc d'Orléans: Regent of France, Weidenfeld & Nicolson, London, 1997, (English). * Ranum, Patricia M., Portraits around Marc-Antoine Charpentier (Baltimore, 2004), pp. 324–27 (where Philippe is attributed the number \"III\", as some genealogies do.) * Shennan, J. H., Phillippe, Duke of Orléans: Regent of France, Thames and Hudson, London, 1979, (English). ==References== {| class=\"toccolours collapsible collapsed\" style=\"width:100%; margin:auto;\" |- ! style=\"background:#ccf;\"|Titles and Succession |- | |} Category:1674 births Category:1723 deaths Category:17th-century French people Category:17th-century peers of France Category:18th-century art collectors Category:18th-century French people Category:18th-century peers of France Category:Burials at the Basilica of Saint-Denis Category:Burials at the Chapelle royale de Dreux Category:Dukes of Chartres Category:Dukes of Montpensier Category:Dukes of Nemours Category:Dukes of Orléans Category:Dukes of Valois Category:French art collectors Category:Heirs presumptive to the French throne Category:House of Orléans Category:Knights of the Golden Fleece of Spain Category:People from Saint-Cloud Category:People of the Regency of Philippe d'Orléans Category:Princes of France (Bourbon) Orleans, Philip II, duc d' Category:Roman Catholic monarchs",
 "title": "Philippe II, Duke of Orléans"
}