{
 "id": "803679",
 "text": "In Greek mythology, Pandion I (; Ancient Greek: Πανδίων) was a legendary King of Athens, the son and heir to Erichthonius of Athens and his wife, the naiad Praxithea.Smith, \"Pandion\"; Apollodorus, 3.14.6; Hyginus, Fabulae 48. Through his father, he was the grandson of the god Hephaestus. == Family == Pandion married a naiad, Zeuxippe, and they had two sons Erechtheus and Butes, and two daughters Procne and Philomela.Hesiod, Works and Days, 568; Apollodorus, 3.14.8; Pausanias, 1.5.3; Thucydides, 2.29. In some accounts, he was also called the father of Teuthras, father of Thespius,Stephanus of Byzantium, Ethnica s.v. Thespeia and of Cephalus, lover of Eos (Dawn).Hyginus, Fabulae 270 == Mythology == Pandion I was the fifth king of Athens in the traditional line of succession as given by the third century BC Parian Chronicle, the chronographer Castor of Rhodes (probably from the late third-century Eratosthenes) and the Bibliotheca.Harding, p. 14, 42, Gantz, p. 234. He was preceded by Cecrops I, Cranaus, Amphictyon, and Erichthonius, and succeeded by Erechtheus, Cecrops II, and Pandion II. Castor makes Pandion I the son of Erichthonius (the earliest source for this)Gantz, p. 239. and says he ruled for 40 years (1437/6-1397/6 BC).Harding, p. 42. It may be that either Pandion I or Pandion II was invented to fill a gap in the mythical history of Athens.Harding, p. 42: \"It is usual to believe that one or the other of the two was invented for the purpose of fixing the chronographic calculations.\" According to the Bibliotheca, Pandion fought a war with Labdacus, the king of Thebes, over boundaries, and married his daughter Procne to Tereus in exchange for help in the fighting,Apollodorus, 3.14.8. and it was during his reign that the gods Demeter and Dionysus came to Attica.Apollodorus, 3.14.7 After his death, the kingdom of Athens went to his son Erechtheus, while Butes received the priesthoods of Athena and \"Poseidon Erechtheus\" (in Athens, Erechtheus was a cult-title of Poseidon).Apollodorus, 3.15.1. He is said to have died of grief when he discovered that his daughters, Procne and Philomela, had died.Grimal, \"Pandion\" p. 342; Ovid, Metamorphoses 6.675. Either Pandion I or Pandion II was usually identified with Pandion, the eponymous hero of the Attic tribe Pandionis. ==Notes== ==References== * Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. ISBN 0-674-99135-4. Online version at the Perseus Digital Library. Greek text available from the same website. * Gantz, Timothy, Early Greek Myth: A Guide to Literary and Artistic Sources, Johns Hopkins University Press, 1996, Two volumes: (Vol. 1), (Vol. 2). * Grimal, Pierre, The Dictionary of Classical Mythology, Wiley-Blackwell, 1996, . * Harding, Phillip, The Story of Athens: The Fragments of the Local Chronicles of Attika, Routledge, 2007. . * Hesiod, Works and Days, in The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White. Homeric Hymns. Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library. * Hyginus, Gaius Julius, The Myths of Hyginus. Edited and translated by Mary A. Grant, Lawrence: University of Kansas Press, 1960. * Kearns, Emily, The Heroes of Attica (Bulletin Supplement 57), University of London Institute of Classical Studies 1989. . * Ovid, Metamorphoses, Brookes More. Boston. Cornhill Publishing Co. 1922. Online version at the Perseus Digital Library. * Pausanias, Description of Greece with an English Translation by W.H.S. Jones, Litt.D., and H.A. Ormerod, M.A., in 4 Volumes. Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1918. . Online version at the Perseus Digital Library *Pausanias, Graeciae Descriptio. 3 vols. Leipzig, Teubner. 1903. Greek text available at the Perseus Digital Library. * Thucydides, Thucydides translated into English; with introduction, marginal analysis, notes, and indices. Volume 1., Benjamin Jowett. translator. Oxford. Clarendon Press. 1881. Online version at the Perseus Digital Library. * Smith, William; A Dictionary of Greek and Roman Antiquities. William Smith, LLD. William Wayte. G. E. Marindin. Albemarle Street, London. John Murray. 1890. Online version at the Perseus Digital Library. Category:Princes in Greek mythology Category:Kings of Athens Category:Kings in Greek mythology Category:Attican characters in Greek mythology Category:Characters in Greek mythology",
 "title": "Pandion I"
}