{
 "id": "803669",
 "text": "In Greek mythology, Cecrops II (; Ancient Greek: Κέκροψ, Kékrops; gen.: Κέκροπος) was the legendary or semi-legendary seventh king of Athens and in whose reign the deeds of Dionysus and Perseus occurred.Eusebius, Chronography 66 == Family == Cecrops was the son of Pandion I, king of AthensPausanias, Graeciae Descriptio 9.33.1Cecrops was identified as the brother of Erechtheus and thus, the son of Pandion I as cited in Jerome, Chronicon B1347 & Eusebius, Chronography 66 and possibly the naiad Zeuxippe, and thus brother to Erechtheus, Butes, Procne, Philomela and Teuthras.Stephanus of Byzantium, Ethnica s.v. Thespeia In some accounts, his parents were identified to be King Erechtheus and the naiad Praxithea and thus he was brother to Pandorus, Metion,Apollodorus, 3.15.1 Protogeneia, Pandora, Procris, Creusa, Orithyia and Chthonia.Suida, Suda Encyclopedia s.v. Maidens, Virgins (Παρθένοι) His other possible siblings were Orneus,Pausanias, Graeciae Descriptio 2.25.6; Plutarch, Theseus 32.1; Stephanus of Byzantium, Ethnica s.v. Orneiai Thespius,Diodorus Siculus, Bibliotheca historica 4.29.2 Eupalamus,Diodorus Siculus, Bibliotheca historica 4.76.1 SicyonPausanias, Graeciae Descriptio 2.6.5, citing Hesiod (Ehoiai fr. 224) for Erechtheus and Merope.Plutarch, Theseus 19.5 Cecrops married Metiadusa, daughter of Eupalamus (his brother or a son of MetionApollodorus, 3.15.8), by whom he became the father of his heir, Pandion II.Apollodorus, 3.15.1; Pausanias, Graeciae Descriptio 1.5.3 == Mythology == After Poseidon having destroyed Erechtheus and his house during the war between Athens and Eleusis, Cecrops being the eldest of the dead king's children, succeeded to the throne.Apollodorus, 3.15.5 He was chosen by the appointed judge Xuthus, his brother-in-law, who was accordingly banished from the land by the rest of the sons of Erechtheus.Pausanias, Graeciae Descriptio 7.1.2 After ruling for 40 years,Jerome, Chronicon B1347 he was ousted by Metion and Pandorus, and fled to Aegilia or Aegialea where he would die. Cecrops was succeeded in Athens by his son Pandion II (though Pandion II has also been said to be his nephew, the son of Erechtheus). ==Notes== == References == * Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. ISBN 0-674-99135-4. Online version at the Perseus Digital Library. Greek text available from the same website. *Diodorus Siculus, The Library of History translated by Charles Henry Oldfather. Twelve volumes. Loeb Classical Library. Cambridge, Massachusetts: Harvard University Press; London: William Heinemann, Ltd. 1989. Vol. 3. Books 4.59-8\\. Online version at Bill Thayer's Web Site * Diodorus Siculus, Bibliotheca Historica. Vol 1-2. Immanel Bekker. Ludwig Dindorf. Friedrich Vogel. in aedibus B. G. Teubneri. Leipzig. 1888-1890. Greek text available at the Perseus Digital Library. *Lucius Mestrius Plutarchus, Lives with an English Translation by Bernadotte Perrin. Cambridge, MA. Harvard University Press. London. William Heinemann Ltd. 1914. 1. Online version at the Perseus Digital Library. Greek text available from the same website. *Pausanias, Description of Greece with an English Translation by W.H.S. Jones, Litt.D., and H.A. Ormerod, M.A., in 4 Volumes. Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1918. . Online version at the Perseus Digital Library *Pausanias, Graeciae Descriptio. 3 vols. Leipzig, Teubner. 1903. Greek text available at the Perseus Digital Library. *Stephanus of Byzantium, Stephani Byzantii Ethnicorum quae supersunt, edited by August Meineike (1790-1870), published 1849. A few entries from this important ancient handbook of place names have been translated by Brady Kiesling. Online version at the Topos Text Project. *Suida, Suda Encyclopedia translated by Ross Scaife, David Whitehead, William Hutton, Catharine Roth, Jennifer Benedict, Gregory Hays, Malcolm Heath Sean M. Redmond, Nicholas Fincher, Patrick Rourke, Elizabeth Vandiver, Raphael Finkel, Frederick Williams, Carl Widstrand, Robert Dyer, Joseph L. Rife, Oliver Phillips and many others. Online version at the Topos Text Project. Category:Princes in Greek mythology Category:Kings of Athens Category:Kings in Greek mythology Category:Attican characters in Greek mythology Category:Characters in Greek mythology",
 "title": "Cecrops II"
}