{
 "id": "804205",
 "text": "Osage (; Osage: Wažáže ie) is a Siouan language that is spoken by the Osage people of Oklahoma. Osage has an inventory of sounds very similar to that of Dakota, plus vowel length, preaspirated obstruents and an interdental fricative (like \"th\" in English \"then\"). In contrast to Dakota, phonemically aspirated obstruents appear phonetically as affricates, and the high back vowel *u has been fronted to . Osage is written primarily with two systems: one using the Latin script with diacritics, and another derived Osage script invented in 2006; the latter making Osage among the few indigenous languages in the United States that has its own unique writing system. == Language revitalization == As of 2009, about 15–20 elders were second language speakers of Osage. The Osage Language Program, created in 2003, provides audio and video learning materials on its website. The 2nd Annual Dhegiha Gathering in 2012 brought Osage, Kaw, Quapaw, Ponca and Omaha speakers together to share best practices in language revitalization. In early 2015, Osage Nation Chief Thompson Raul Standing Bear announced he would make Osage language immersion a priority. ==Phonology== Osage phonology is quite similar to that of Kansa. However, it preserves many historical alternations that have been leveled out in Kansa; for example, Kansa *u has merged with *i, whereas it is still largely distinct in Osage. ===Vowels=== ====Basic vowels==== Osage has five plain vowels: {|class=\"wikitable IPA\" !Front!!Front!!Central!!Back |-align=center |i ||colspan=2|y ~ ʉ|| |-align=center |colspan=2|ɛ|| ||o |-align=center |colspan=2| ||colspan=2|ə ~ ɑ |} These are written . * is a high front vowel: like English i in ski. * is a high non-back rounded vowel, like California or New Zealand English u in dude. * is a half-open front vowel: like English e in bet. * is a mid-back rounded vowel: like English o in bolt. * is an open back vowel: like English a in bra. varies between central and front, , and frequently unrounds to . It is especially far front following a velar obstruent and when it is near a front vowel with no intervening obstruent. It most commonly conflates with following ð and n. Usually in fast speech, the /a/ is pronounced .Quintero, 2009, p.xv This assimilation occurs after a stressed syllable, or at the end of a word. For example: 'cow', 'this one'. ====Nasalized vowels==== There are three vowels that carry this feature: . It is quite common for nasalized to become a nasal and vice versa. Non- nasalized vowels can be heard as nasalized as well. In general, vowels tend to become nasalized adjacent to another nasal vowel or consonant when there is no intervening obstruent. On the other hand, final nasal vowels tend to become oral. However, nasal vowels are always short, regardless of their position. Examples: 'girl' and 'mountain' ====Vowel clusters and long vowels==== According to Hans Wolff (65), common Osage vowel clusters are: *iu for example: niuʒõ 'Neosho River' *íe for example: wíe 'I' *íĩ for example: kasíĩte 'tomorrow' *iuĩ for example: ékiuĩka 'don't' *éa for example: cʼéaðe 'I killed him' *aĩ for example: hówaĩke 'where?' *óa for example: tóa 'this one' Vowel length is important in Osage, but it is hard to perceive and has a good deal of variation. For example, long vowels are often reduced to short ones when they are not accented.Quintero, 2009, p.xvi Quintero took long vowels to be the underlying form in such situations. There is not enough information to specify exactly how the accent system works in Osage, and there is still uncertainty about Osage vowel length. Oral vowels are long before non-stop consonants and in final stressed position. When they are unstressed in final position, they are always short. Lengthening of short vowels often occurs in questions.Quintero, 2009, p.xvi :Example: 'you want' becomes ? Long vowels also arise when ð is omitted between identical vowels. :Example: ðakʼéwaða 'be kind to them' may become ðakʼéwaa. When e(e) changes to a(a), an immediately preceding c is often replaced by t (thought not always)Quintero, 2009, p.xvii :Example: océ 'look for, hunt for' becomes otá 'look for it!' ====Diphthongs==== The vowel sequences and are almost certainly diphthongs. The Osage script has letters to represent each of the diphthongs. ===Consonants=== There are thirty-one consonant phonemes in Osage, twenty-two of which are voiceless and nine are voiced. However, Osage has a rich system of stop sounds, known as the stop series, or the stop sequence. (See below) {| class=\"wikitable\" style=\"text-align:center;\" |- ! colspan=\"2\" | ! Bilabial ! Dentalveolar ! Postalveolar ! Velar ! Glottal |- ! colspan=\"2\" | Nasals | | | | | |- ! rowspan=\"5\" | Stops ! Preaspirated (fortis) | ʰp~pː | colspan=\"2\" | ʰt~tː, ʰts~tːs, ʰtʃ~tːʃ | ʰk~kː | |- ! Tenuis (lenis) | | colspan=\"2\" | , , | | () |- ! Aspirated | px~pʃ | tx~tsʰ | | kx~kʃ | |- ! Ejective | | | | | |- ! Voiced | br | | | | |- ! colspan=\"2\" | Fricatives | | , | , | , | |- ! colspan=\"2\" | Approximants | | , , () | | | |} ====Stop series==== The stop series can be grouped according to five categories: *Voiceless preaspirated or fortis: which may be pronounced as geminates or preaspirated. As in other Siouan languages they sometimes derive from h-C sequences, but not always. *Voiceless plain or lenis: which are tenuis, and often lightly voiced. *Postaspirated: which never appear as a surface form.Quintero, 2004, p.19 *Ejective . They cannot appear as the second member of a consonant cluster. Historical *tʼ is in Osage.Quintero, 2004, p.24 *Voiced: with b being the only member in this category. The only environment this sound may appear in is in the cluster . The cluster itself generally appears in the first verb form, otherwise it is somewhat infrequent.(see historical phonology section). The ejective, fortis, and lenis series of the alphabet are not distinguished in Osage orthography. Listed below is some features and phonological alternations of Osage: * occur before back vowels, (usually) before the other vowels.Quintero, 2004, p.16 *The voiceless unaspirated affricate has two allophones: after ; elsewhere it is . : :Examples: ::::íðotse 'be open' ::::ihtṍtse 'son-in-law' ::::ðekṍõce 'now' :::: 'rabbit' :::: 'you went' *The glottal stop appears in clusters only after p, c, k, and it is not considered a true consonant of Osage. It is best thought of as a phonetic device used occasionally at utterance level, and it is typically to separate vowels that would otherwise contract.Quintero, 2009, p.xviii * has two allophones, and [ɣ]. occurs between vowels, elsewhere it is . : :Examples: :::: 'cough' :::: 'gourd' :::: 'spirit' :::: 'crow' *The phoneme is always voiceless. * usually has a single allophone , but in the Hominy dialect it has two allophones: initially before and elsewhere. : :Examples: ::::ðɑ̃lĩ 'good' ::::ðɑ̃brĩ 'three' ::::ðĩe 'you' ::::cʼéðe 'he killed it' *The cluster also depends on dialect. It is sometimes pronounced or . *In some instances, due to morphologically complex formations, is an allophone of :Examples: :::: 'I'm finished' :::: 'I have' :::: 'I am unable' : The dentalveolar obstruents are often fricated: the ejective always (though it has other sources as well), and the other series before the front vowels . Exceptions occur due to compounding and other derivational processes. For example, from hką́ą́ce 'fruit' and oolá 'put in' is hkąącóla 'pie'. (The fricated allophone is written c.) Č, hč are rare, and only found in diminutives: č only in two words, čóopa 'a little', čáahpa 'squat', and hč for hc in endearment forms of kin terms like wihčóšpa 'my grandchild'. In Hominy, šc is pronounced šč. ====Consonant clusters==== Osage has a simple expanded CV syllabic template: (C(C)) V (V).Quintero, 2004, p.4 All consonants occur initially and medially; they never occur in final position. Consonant clusters of the type CC only occur in initial and medial positions. Furthermore, only voiceless consonants form clusters, with the exception of . The initial clusters are , excluding aspirated stops. : :Examples: :::: pʃĩta 'I'll come (to your house)' :::: kʃí 'he reached home' :::: ʰtséka 'crazy' :::: stúʒa 'you wash it' :::: stsétse 'long' :::: skɑ̃ 'white' :::: ʃtátɑ̃ 'you drank it' :::: ʃkṍʃta 'you wanted it' :::: bráze 'torn' : Medial clusters may be divided into two groups: *Cluster whose first C is p, t, c, or k : :Examples: :::: tapʼõkʼe 'he hit it' :::: wécʼa 'snake' :::: nɑ̃ḱṍ 'he heard it' :::: aṍpha 'I understand it' :::: áthɑ̃ 'he kicked it' :::: áððikhɑ̃ 'he lay down' :::: épʃe 'I spoke' :::: ðacpé 'to eat' :::: nĩ́kʃe 'you are here' :::: nã́kwĩ 'both, we two' : *Cluster whose first C is s, ʃ, x, or h : :Examples: :::: ĩ́spe 'ax' :::: laská 'flower' :::: ókisce 'half' :::: ðaʃtú 'to bite' :::: paʃpú 'to chip' :::: iʃtá 'eyes' :::: walúʃks 'bug' :::: mɑ̃ʃcĩ́ke 'rabbit' :::: mɑ̃xpú 'clouds' :::: ðaxtáke 'to bite' :::: mõĩ́xka 'soil/dirt' :::: wĩ́xci 'one' : ===Historical phonology=== The historically aspirated series *pʰ *tʰ *kʰ is seldom realized with aspiration today. Before back vowels they are , and before front vowels (written pš ch kš). Some speakers from Hominy assimilate tx to or . Đ, n, r all derive from historic *r, and l from *kr and *xr. The latter is a recent phenomenon; in the 1930s words with modern l were transcribed xth and gth. Historically *r became ð before oral vowels and n before nasal vowels, but since the nasalization has often been lost, there are minimal pairs and are now separate phonemes. Nonetheless, intervocalic ð is optionally pronounced in many words. It is also sometimes strongly palatalized intervocalically, to the point of becoming . In words with l, this is sometimes pronounced or . The former derives from historic *xl, the latter from *kð and *gð; these sequences have largely merged with simple *l. This is productive; ð in verbs may become l when prefixed with k. The r is apparently an approximant like English . Br is most common in first-person forms of verbs beginning with ð, where the 1sg agent prefix w(a)- assimilates to before the ð, and indeed this was written bth in the 1930s. However, in rarer cases the origin of br is opaque. ==References== ==Sources== * Quintero, Carolyn. The Osage Language. Lincoln, University of Nebraska Press, 2004. . * Quintero, Carolyn. Osage Dictionary. Norman, University of Oklahoma Press, 2009. . * Wolff, Hans. \"Osage I: Phonemes and Historical Phonology\". International Journal of American Linguistics 18.2 (1952): 63–68. ==External links== *Audio clips of Osage phrases * (may require log-in access) Category:Osage Nation Category:Indigenous languages of Oklahoma Category:Native American language revitalization Category:Endangered indigenous languages of the Americas Category:Extinct languages of North America Category:Western Siouan languages Category:Languages extinct in the 2000s",
 "title": "Osage language"
}