{
 "id": "804429",
 "text": "The great storm of 1703 was a destructive extratropical cyclone that struck central and southern England on 26 November 1703. High winds caused 2,000 chimney stacks to collapse in London and damaged the New Forest, which lost 4,000 oaks. Ships were blown hundreds of miles off-course, and over 1,000 seamen died on the Goodwin Sands alone. News bulletins of casualties and damage were sold all over England – a novelty at that time. The Church of England declared that the storm was God's vengeance for the sins of the nation. Daniel Defoe thought it was a divine punishment for poor performance against Catholic armies in the War of the Spanish Succession. ==Severity== Contemporary observers recorded barometric readings as low as 973 millibars (measured by William Derham in south Essex), but it has been suggested that the storm deepened to 950 millibars over the Midlands. Retrospective analysis conjectures that the storm was comparable to a Category 2 hurricane. ==Damage== In London alone, approximately 2,000 massive chimney stacks were blown down. The lead roofing was blown off Westminster Abbey and Queen Anne had to shelter in a cellar at St James's Palace to avoid collapsing chimneys and part of the roof. On the Thames, some 700 ships were heaped together in the Pool of London, the section downstream from London Bridge. HMS Vanguard was wrecked at Chatham. Admiral Sir Cloudesley Shovell's HMS Association was blown from Harwich to Gothenburg in Sweden before way could be made back to England. Pinnacles were blown from the top of King's College Chapel, in Cambridge. There was extensive and prolonged flooding in the West Country, particularly around Bristol. Hundreds of people drowned in flooding on the Somerset Levels, along with thousands of sheep and cattle, and one ship was found inland. Approximately 400 windmills were destroyed, with the wind driving their wooden gears so fast that some burst into flames. At Wells, Bishop Richard Kidder and his wife were killed when two chimneystacks in the palace fell on them, asleep in bed. This same storm blew in part of the great west window in Wells Cathedral. Major damage occurred to the southwest tower of Llandaff Cathedral at Cardiff in Wales. At sea, many ships were wrecked, some of which were returning from helping Archduke Charles, the claimed King of Spain, fight the French in the War of the Spanish Succession. These ships included HMS Stirling Castle, HMS Northumberland, HMS Mary and HMS Restoration, with about 1,500 seamen killed particularly on the Goodwin Sands. Between 8,000 and 15,000 lives were lost overall.thumb|Destruction of the first Eddystone lighthouse in great storm 1703 The first Eddystone Lighthouse off Plymouth was destroyed on 27 November 1703 (Old Style), killing six occupants, including its builder Henry Winstanley. (John Rudyard was later contracted to build the second lighthouse on the site.) A ship torn from its moorings in the Helford River in Cornwall was blown for before grounding eight hours later on the Isle of Wight. The number of oak trees lost in the New Forest alone was 4,000. The storm of 1703 caught a convoy of 130 merchant ships sheltering at Milford Haven, along with their man of war escorts Dolphin, Cumberland, Coventry, Looe, Hastings and Hector. By 3:00pm the next afternoon, losses included 30 vessels. ==Reaction== The storm was unprecedented in ferocity and duration and was generally reckoned by witnesses to represent the anger of God, in recognition of the \"crying sins of this nation\". The government declared 19 January 1704 a day of fasting, saying that it \"loudly calls for the deepest and most solemn humiliation of our people\". It remained a frequent topic of moralising in sermons well into the 19th century.In Plumptre, E. H. (1888) The Life of Bishop Ken – quoted by Martin Brayne, The Greatest Storm, 2002 – it is stated that a 'Storm' sermon endowed by a Mr Taylor was still being preached at Little Wild Street Congregational Church, London well into the 19th century. ===Literary=== The great storm also coincided with the increase in English journalism, and was the first weather event to be a news story on a national scale. Special issue broadsheets were produced detailing damage to property and stories of people who had been killed. Daniel Defoe produced his full-length book The Storm (July 1704) in response to the calamity, calling it \"the tempest that destroyed woods and forests all over England\". He wrote: \"No pen could describe it, nor tongue express it, nor thought conceive it unless by one in the extremity of it.\" Coastal towns such as Portsmouth \"looked as if the enemy had sackt them and were most miserably torn to pieces\". Winds of up to destroyed more than 400 windmills. Defoe reported that the sails in some turned so fast that the friction between the wooden brakes and the wheel caused the wood to overheat and catch fire. He thought that the destruction of the sovereign fleet was a punishment for their poor performance against the Catholic armies of France and Spain during the first year of the War of the Spanish Succession. ==Naval losses== In the English Channel, fierce winds and high seas swamped some vessels outright and drove others onto the Goodwin Sands, an extensive sand bank off the southeast coast of England and the traditional anchorage for ships waiting either for passage up the Thames Estuary to London or for favourable winds to take them out into the Channel and the Atlantic Ocean. The Royal Navy was badly affected, losing thirteen ships including the entire Channel Squadron, and upwards of 1,500 seamen drowned. * The third-rate was wrecked on the Goodwin Sands; of the ship's company of 387 not one was saved. * The third-rate was lost on the Goodwin Sands; all 220 men, including 24 marines were killed. * The third-rate (battleship) was wrecked on the Goodwin Sands. Seventy men, including four marine officers, were saved, but 206 men were drowned. * The fourth-rate was wrecked on the Goodwin Sands. The captain and the purser were ashore, but Rear Admiral Beaumont and 268 other men were drowned. Only one man, Thomas Atkins, was saved. His escape was remarkable – having first seen the rear admiral get onto a piece of her quarter-deck when the ship was breaking up, and then get washed off again, Atkins was tossed by a wave into the Stirling Castle, which sank soon after. From the Stirling Castle he was swept into a boat by a wave, and was rescued. * The fifth-rate Mortar-bomb was wrecked on the Goodwin Sands and her entire company of 65 lost. * The sixth-rate advice boat Eagle was lost on the coast of Sussex, but her ship's company of 45 were all saved. * The third-rate was lost at Pevensey on the coast of Sussex; all her ship's company of 221 were saved. * The fifth- rate Litchfield Prize was wrecked on the coast of Sussex; all 108 on board were saved. * The fourth-rate was lost at Spithead. The carpenter and 39 men were saved, and the other 193 were drowned. * The fifth-rate fire-ship Vesuvius was lost at Spithead; all 48 of her ship's company were saved. * The fourth-rate Reserve was lost by foundering off Yarmouth. The captain, the surgeon, the clerk and 44 men were saved; the other 175 members of the crew were drowned.Lavery, Ships of the Line vol.1, p. 167. * The second-rate was sunk in Chatham harbour. She was not manned and had no armament fitted; the following year she was raised for rebuilding. * The fourth-rate was lost at Harwich; all but four of her men were saved. narrowly escaped a similar fate. More than 40 merchant ships were also lost. Lamb (1991) claimed 10,000 seamen were lost in one night, a far higher figure, about one third of the seamen in the Royal Navy. Daniel Defoe's book The Storm suggests that the Royal Navy lost one fifth of its ships which would however indicate a much lower proportion of seamen were lost, as some wrecked sailors survived. ==Date: old style== The date of 26th November is reckoned according to the Julian Calendar, still in use in 1703. In today's Gregorian calendar, the date would be reckoned as 7 December. ==See also== * Great storm of 1987 * List of disasters in Great Britain and Ireland by death toll * United Kingdom weather records ==References== ==Further reading== * * * * * ==External links== * Project Gutenberg: The Storm, by Daniel Defoe * HMS Restoration and many other ships lost during this storm – www.wrecksite.eu * A Biographical Memoir of Sir Cloudesly Shovell * \"The Great Storm Project\", Maritime Archaeological and Historical Society * \"Stirling Castle, Goodwin Sands\", Wessex Archaeology Category:1703 in England Category:1703 natural disasters Category:18th-century meteorology Category:European windstorms Category:Floods in England Category:History of the English Channel Category:Weather events in England Category:Disasters in England",
 "title": "Great storm of 1703"
}