{
 "id": "805228",
 "text": "A best practice is a method or technique that has been generally accepted as superior to any alternatives because it produces results that are superior to those achieved by other means or because it has become a standard way of doing things, e.g., a standard way of complying with legal or ethical requirements. Best practices are used to maintain quality as an alternative to mandatory legislated standards and can be based on self-assessment or benchmarking. Best practice is a feature of accredited management standards such as ISO 9000 and ISO 14001. Some consulting firms specialize in the area of best practice and offer ready-made templates to standardize business process documentation. Sometimes a best practice is not applicable or is inappropriate for a particular organization's needs. A key strategic talent required when applying best practice to organizations is the ability to balance the unique qualities of an organization with the practices that it has in common with others. Good operating practice is a strategic management term. More specific uses of the term include good agricultural practices, good manufacturing practice, good laboratory practice, good clinical practice and good distribution practice. == In public policy == Best practice is a form of program evaluation in public policy. It is the process of reviewing policy alternatives that have been effective in addressing similar issues in the past and could be applied to a current problem. Determining best practices to address a particular policy problem is a commonly used but little understood tool of analysis because the concept is vague and should therefore be examined with caution. Vagueness stems from the term \"best\" which is subjective. While some research and evidence must go into determining a practice the \"best\" it is more helpful to simply determine if a practice has worked exceptionally well and why. Instead of it being \"the best\", a practice might simply be a smart practice, a good practice, or a promising practice. This allows for a mix and match approach for making recommendations that might encompass pieces of many good practices. Eugene Bardach provides the following theoretical framework (eightfold path for best practices) in his book A Practical Guide for Policy Analysis, in 2011: # Define the problem # Assemble the evidence # Construct the alternatives # Select the criteria # Project the outcomes # Confront the trade-offs # Decide # Tell your story Excessive optimism about the expected impact of untested smart practices is a common critique. If a current practice is known to be ineffective, implementing a promising alternative after weighing the alternatives may be worth the risk. ===Methodology according to Bretschneider et al.=== Bretschneider et al. offers an alternate methodology for Best Practices research in 2005. Bretschneider's approach is much more technical than Bardach's, and explores issues of completeness and comparability. He addresses the fact that fully establishing whether a practice is truly a best practice would require assessment in all contexts, while in practice, only example cases are analyzed. Bretschneider also stresses the fact that in order for something to be considered a \"best practice\" it must be arrived at through a comparative process between methodologies. In order for a \"best practice\" to be valid, it must take into account all relevant approaches, since neglecting to do so would lead to inappropriate usage of the term \"best.\" Comparing sample practices may yield a good practice, but may also be altogether unreliable, depending on how the sample was selected. ===Examples=== There are many examples of the use of best/smart practice evaluations in Public Policy. The U.S. Environmental Protection Agency (EPA) produces a document called The Clean Energy- Environment Guide to Action, designed to share practices found to be successful and best by states, to determine what is most suitable for them to use in generating clean energy policies and programs. The guide includes 16 clean energy policies and programs that offer opportunities for states to save energy, improve air quality, lower greenhouse gas emission and increase economic development. An example of a successful best practice from the guide is building codes for energy efficiency. This practice is to use building energy codes to set requirements that establish a minimum level of energy efficiency standards for residential and commercial buildings. California Energy Code Title 24 is one \"best practice\" that is highlighted in this guide. The following points for energy code implementation is to educate and train key audiences, supply the right resources, and to provide budget and staff for the program. Eugene Bardach has a list of smart practice candidates in his book A Practical Guide for Policy Analysis, Eightfold Path (policy analysis). One example is the tutoring program for children in grades 1-3 called Reading One-to-One. The program from Texas includes one on one tutoring with supervision and simple structured instruction in phonemic awareness. Phonemic awareness is one highly regarded predictor of how well a child will learn to read in the first two years of school. The program takes advantage of the fact that many children, especially ESL students, fail in reading because it is very hard for second language students to understand and pronounce sounds in English. The program is easily duplicated at a relatively low cost because of the straight forward teaching materials, systematic methods and administrative oversight. In September 2013 at the New York State Conference for Mayors and Municipal Officials, successes, ideas and information on best practices were shared among government peers. A best practice that was highlighted at the conference was how Salinas, California is rebuilding their economy by engaging technology companies with their agricultural business in order to grow jobs. Salinas is taking advantage of an idle opportunity. The area already has abundant lettuce fields and now the city is marketing itself as a lab for agricultural technology. This public/private partnership includes a new nonprofit called the Steinbeck Innovation Foundation to increase investment in new technologies to help the area's agricultural industry. ==Use in health and human services== In recent years, public agencies and non-governmental organizations have been exploring and adopting best practices when delivering health and human services. In these settings, the use of the terms \"promising practices\", \"best practices\", and \"evidence-based practices\" is common and often confusing as there is not a general consensus on what constitutes promising practices or best practices. In this context, the use of the terms \"best practices\" and \"evidence-based practices\" are often used interchangeably. Evidence-based practices are methods or techniques that have documented outcomes and ability to replicate as key factors. Despite these challenges, the literature suggests that there is some common use of and criteria for identifying best practices. For example, a general working definition used by the U.S. Department of Health and Human Services (HHS) in referring to a promising practice is defined as one with at least preliminary evidence of effectiveness in small-scale interventions or for which there is potential for generating data that will be useful for making decisions about taking the intervention to scale and generalizing the results to diverse populations and settings.U.S. Department of Health and Human Services, Administration for Children and Families Program Announcement, 2003. Since evidence of effectiveness, the potential for taking the intervention to scale and generalizing the results to other populations and settings are key factors for best practices, the manner in which a method or intervention becomes a best practice can take some time and effort. The table below demonstrates the process for a promising practice to achieve the status of research-validated best practice.U.S. Department of Health and Human Services, Administration for Children and Families Program Announcement. Federal Register, Vol. 68, No. 131, July 2003. {| class=\"wikitable\" |- | Research Validated Best Practice || A program, activity or strategy that has the highest degree of proven effectiveness supported by objective and comprehensive research and evaluation. |- | Field Tested Best Practice || A program, activity or strategy that has been shown to work effectively and produce successful outcomes and is supported to some degree by subjective and objective data sources. |- | Promising Practice || A program, activity or strategy that has worked within one organization and shows promise during its early stages for becoming a best practice with long-term sustainable impact. A promising practice must have some objective basis for claiming effectiveness and must have the potential for replication among other organizations. |} The National Registry of Evidence-Based Programs and Practices (NREPP) is a searchable online registry of interventions supporting substance abuse prevention and mental health treatment that has been reviewed and rated by independent reviewers. NREPP accepts submissions for interventions that meet minimum requirements to be considered for review. Minimum requirements include (1) demonstration of one or more positive outcomes among individuals, communities, or populations; (2) evidence of these outcomes has been demonstrated in at least one study using an experimental or quasi-experimental design; (3) the results of these studies have been published in a peer-reviewed journal or other professional publication, or documented in a comprehensive evaluation report; and (4) implementation materials, training and support resources, and quality assurance procedures have been developed and are ready for use by the public. NREPP is not an exhaustive list of interventions and inclusion in the registry does not constitute an endorsement.National Registry of Evidence-Based Programs and Practices. Federal Register/Vol. 76, No. 180/Friday, September 16, 2011/Notices There is existing controversy about the lack of culturally appropriate evidence-based best practices and the need to utilize a research- based approach to validate interventions. Some communities have deployed practices over a long period of time that has produced positive outcomes as well as a general community consensus to be successful. The California Reducing Disparities Project (CRDP) is working to identify such practices. CRDP intends to improve access, quality of care, and increase positive outcomes for racial, ethnic and cultural communities. These communities have been identified as (1) African American, (2) Asian/Pacific Islanders, (3) Latinos, (4) lesbian, gay, bi-sexual, transgender, questioning, and (5) Native Americans. Strategic Planning Workgroups composed of mental health providers and community members as well as consumers and family members are given the task of identifying new approaches toward reducing disparities. The five Strategic Planning Workgroups work to identify new service delivery approaches defined by multicultural communities for multicultural communities using community-defined evidence to improve outcomes and reduce disparities. Community- defined evidence is defined as “a set of practices that communities have used and determined to yield positive results as determined by community consensus over time and which may or may not have been measured empirically but have reached a level of acceptance by the community.”National Latina/o Psychological Association, Fall/Winter 2008, National Network to Eliminate Disparities in Behavioral Health, SAMHSA, and CMHS, Larke Nahme Huang, Ph.D ==In action== ===Clean air financing programs=== Financing Clean Air Programs, and example taken from NGA This is a quick guide put together by the NGA Center for Best Practices. It explores what clean air programs currently exist and how they are being financed. Rather than stating one best practice to tackling clean air, this report creates a table of the different programs, how they are being financed, and in what state. Governors and their staffs can then look for characteristics and solutions that are most realistic and applicable to their situation. The key is to tailor current practices that are in the world to the specific situation you are looking to solve. Best practices are meant to give insight into existing strategies. === Environmental management === The concept of best practice has been employed extensively in environmental management. For example, it has been employed in aquaculture such as recommending low-phosphorus feed ingredients,Macmillan, J.R., Huddleston, T., Woolley, M., and Fothergill, K., (2003) \"Best management practice development to minimize environmental impact from large flow-through trout farms.\" Aquaculture 226, 91-99 in forestry to manage riparian buffer zones,Broadmeadow, S. and Nisbet, T.R., (2004) \"The effects of riparian forest management on the freshwater environment: a literature review of best management practice.\" Hydrology and Earth System Sciences 8, 286-305 in livestock and pasture management to regulate stocking rates,Brannan, K.M., Mostaghimi, S., McClellan, P.W. and Inamdar, S., 2000: \"Animal waste BMP impacts on sediment and nutrient losses in runoff from the Owl Run Watershed.\" Transactions of the ASAE 43, 1155-1166 and in particular, best management practices have been important to improving water quality relating to nonpoint source pollution of fertilizers in agricultureGitau, M.W., Gburek, W.J., and Jarrett, A.R., (2005) \"A tool for estimating best management practice effectiveness for phosphorus pollution control.\" Journal of Soil and Water Conservation 60, 1-10 as well as the identification and adoption of best practice for controlling salinity.Hooper, B.P., 1995: \"Adoption of best management practices for dryland salinity: the need for an integrated environmental management approach.\" Report prepared for the Murray-Darling Basin Commission. Centre for Water Policy Research University of New England, Armidale, N.S.W. However, in the context of complex environmental problems such as dryland salinity, there are significant challenges in defining what is best in any given context. Best management practice for complex problems is context specific and often contested against a background of imperfect knowledge. In these contexts, it is more useful to think of best management practice as an adaptive learning process rather than a fixed set of rules or guidelines. This approach to best practice focuses on fostering improvements in quality and promoting continuous learning.Measham, T.G., Kelly, G.J. and Smith F.P. (2007) \"Best Management Practice for complex problems: a case study of defining BMP for Dryland Salinity.\" Geographical Research 45 (3) pp. 262-272 ===Higher education=== STEM Program explanation is taken from Angela Baber's report to the NGA. The NGA has identified science, technology, engineering, and mathematics (STEM) as important skills that need to be developed in community colleges in order to create a strong workforce. Many states are creating or have created STEM Programs to address this issue. In order for these programs to work governors should: * \"Engage business to help ensure that community colleges meet regional STEM-skill needs * Use community colleges to support new models of STEM education * Reward community colleges and students for STEM course-completion * Ensure that community colleges support more effective mathematics remediation * Require that community college STEM credits and credentials are transferable.\" ===Health and human services=== The U.S. Preventive Services Task Force (USPSTF) makes evidence- based recommendations on clinical preventive services. The Task Force recommendations are based on systematic reviews and assessment of the available medical evidence. The San Francisco Public Health DepartmentSan Francisco Department of Public Health. Sfdph.org. Retrieved on 2013-07-12. conducted The Transgender Best Practices Guide project, a best practices document for cultural and service competency in working with transgender clients within HIV/AIDS service- provision settings. Following an intensive literature search and consumer focus group, a Working Group composed of noted community leaders; activists, professionals, and transgender consumers participated in the development of the Best Practices guide. Topics covered by the Best Practices guide include mental health issues; gender identity; hormone use and clinical care practices. The Best Practices guide is currently in production; it will be published and distributed to EMA providers, as well as to select organizations nationwide. In addition, four large-scale EMA provider training will be provided to educate providers on the Best Practices recommendations and standard measures. This is the first national federally funded effort to develop a Best Practices guide for providers who serve the HIV positive transgender community.San Francisco Department of Public Health, Annual Report 2005–2006 ===Charity/nonprofit sector=== The nonprofit/voluntary sector is generally lacking tools for sharing and accessing best practices. Steps are being taken in some parts of the world, for example in the European Union, where the Europe 2020 Strategy has as a top priority the exchange of good practices and networking (including the nonprofit sector). An initiative of sharing good practices in terms of human resources (HR) and leadership among European nonprofit organizations was financed by the EU and launched in 2013, called HR Twinning. The platform allows the public to search for good practices and its members the possibility to share their practices, engage in discussions in the forum section and enroll their organization. Membership is free. The project is currently limited to a European audience. ==Other domains== Nearly every industry and professional discipline discusses best practices. Areas of note include information technology development (such as new software,) construction, transportation, business management, sustainable development and various aspects of project management. Best practices also occur in healthcare to deliver high-quality care that promotes best outcomes. Best practices are used within business areas including sales, manufacturing, teaching, computer programming, road construction, health care, insurance, telecommunication and public policy. == Critique == There are some criticisms of the term \"best practice\". Eugene Bardach claims that the work necessary to deem a practice the \"best\" is rarely done. Most of the time, one will find \"good\" practices or \"smart\" practices that offer insight into solutions that may or may not work for a given situation.Bardach, Eugene (2011). A Practical Guide for Policy Analysis: The Eightfold Path to More Effective Problem Solving. Thousand Oaks, CA: Sage. . Michael Quinn Patton jokes in his book about qualitative research and evaluation methods \"the only best practice in which I have complete confidence is avoiding the label 'best practice and elaborates further > The allure and seduction of best-practice thinking poisons genuine dialogue > about both what we know and the limitations of what we know. [...] That > modeling of and nurturing deliberative, inclusive, and, yes, humble dialogue > may make a greater contribution to societal welfare than the search for > generalizable, \"best-practice\" findings – conclusions that risk becoming the > latest rigid orthodoxies even as they are becoming outdated anyway. Quinn proposes avoiding asking or entertaining the question \"Which is best?\" and says that more nuanced questions related to conditions and contexts should be asked instead. He further suggests terms which \"tend less toward overgeneralization\" like better practices, effective practices, or promising practices. Scott Ambler challenges the assumptions that there can be a recommended practice that is best in all cases. Instead, he offers an alternative view, \"contextual practice\", in which the notion of what is \"best\" will vary with the context. Similarly, Cem Kaner and James Bach provide two scenarios to illustrate the contextual nature of \"best practice\" in their article. In essence, such critiques are consistent with the contingency theory, which was developed during the 1950s and 1960s. ==See also== * Anti- pattern – a commonly followed standard or practice which is in fact far from the best solution * Benchmarking * Best available technology * Best coding practices * Best current practice in engineering and information technology * Best management practice for water pollution * Best of all possible worlds * Business rule * Evidence-based practice * Gold standard (test) * Good clinical data management practice * GxP * Standard of Good Practice * Strategic management ==References== ==External links== * IETF Best Current Practice RFCs List - Internet Engineering Task Force * The National Governors Association Center for Best Practices. \"NGA Center for Best Practice\" Category:Quality management Category:Software development philosophies Category:Good practice",
 "title": "Best practice"
}