{
 "id": "80544",
 "text": "Humboldt County () is a county in the U.S. state of California. As of the 2020 census, the population was 136,463. The county seat is Eureka. Humboldt County comprises the Eureka–Arcata–Fortuna, California Micropolitan Statistical Area. It is located on the far North Coast, about north of San Francisco. Its primary population centers of Eureka, the site of College of the Redwoods main campus, and the smaller college town of Arcata, site of California State Polytechnic University, Humboldt, are located adjacent to Humboldt Bay, California's second largest natural bay.Discover Humboldt Bay. - Humboldt Bay Harbor, Recreation and Conservation District. - Retrieved: July 13, 2008 Area cities and towns are known for hundreds of ornate examples of Victorian architecture. Humboldt County is a densely forested mountainous and rural county with about of coastline (more than any other county in the state), situated along the Pacific coast in Northern California's rugged Coast (Mountain) Ranges. With nearly of combined public and private forest in production, Humboldt County alone produces twenty percent of total volume and thirty percent of the total value of all forest products produced in California.Forestry, Forest Industry, and Forest Products Consumption in California . University of California, Davis: Division of Agriculture and Natural Resources. - (Adobe Acrobat *.PDF document). - Retrieved: March 30, 2008 The county contains over forty percent of all remaining old growth Coast Redwood forests,Area of Old-Growth Forests in California, Oregon, and Washington. - United States Forest Service - USDA. - (Adobe Acrobat *.PDF document). - Retrieved: November 18, 2007 the vast majority of which is protected or strictly conserved within dozens of national, state, and local forests and parks, totaling approximately .Humboldt County Public Lands. - Humboldt County Community Development Services. - (Adobe Acrobat *.PDF document). - Retrieved: November 19, 2007 ==History== The original inhabitants of the area now known as Humboldt County include the Wiyot, Yurok, Hupa, Karuk, Chilula, Whilkut, Tsnungwe and the Eel River Athapaskan peoples, including the Wailaki, Mattole and Nongatl.Van Kirk, Susie, Humboldt County: A Briefest of Histories , Humboldt County Historical Society, May 1999 Spanish traders made unintended visits to California with the Manila Galleons on their return trips from the Philippines beginning in 1565. Humboldt County was formed in 1853 from parts of Trinity County. The first recorded entry by people of European origin was a landing by the Spanish in 1775 in Trinidad. The first recorded entry of Humboldt Bay by non-natives was an 1806 visit from a sea otter hunting party from Sitka employed by the Russian American Company. The hunting party included Captain Jonathan Winship, an American, and some Aleut hunters.Humboldt County State Designated Historical Landmarks . - California Historical Landmarks The bay was not visited again by people of European origin until 1849 when Josiah Gregg's party visited. In 1850, Douglas Ottinger and Hans Buhne entered the bay, naming it Humboldt in honor of the great naturalist and explorer, Alexander von Humboldt, and the name was later applied to the county as a whole.Gabrielle, Vincent. June 24, 2016. Our City Forest. Why is Everything named Humboldt? The area around Humboldt Bay was once solely inhabited by the Wiyot Indian tribe. One of the largest Wiyot villages, Tolowot, was located on Indian Island in Humboldt Bay. Founded around 900 BC, it contains a shell midden in size and deep. It was the site of the February 26, 1860 massacre of the Wiyot people that was recorded by Bret Harte, then living in Union, now called Arcata. Between 60 and 200 Wiyot men, women, and children were murdered that night in the midst of religious ceremony. Tolowot is now a restricted site and a National Historic Landmark. In 2019, the island was restored to the Wiyot tribe, and is now known as Tuluwat or Duluwat island. State historic landmarks in Humboldt County include Arcata and Mad River Railroad, California's First Drilled Oil Wells in Petrolia, Camp Curtis, Centerville Beach Cross, the city of Eureka, the town of Ferndale, Fort Humboldt, Humboldt Harbor Historical District, the Jacoby Building, The Old Arrow Tree, Old Indian Village of Tsurai, the Town of Trinidad, and Trinidad Head. On February 5 and 6, 1885, Eureka's entire Chinese population of 300 men and 20 women were expelled after a gunfight between rival Chinese gangs (tongs) resulted in the wounding of a 12-year-old boy and the death of 56-year-old David Kendall, a Eureka City Councilman. After the shooting, an angry mob of 600 Eureka residents met and informed the Chinese that they were no longer wanted in Eureka and would be hanged if they were to stay in town longer than 3 p.m. the next day. They were put on two steamships and shipped to San Francisco. No one was killed in the expulsion. Another Chinese expulsion occurred during 1906 in a cannery on the Eel River, in which 23 Chinese cannery workers were expelled after objections to their presence. However, some Chinese remained in the Orleans area, where some white landowners sheltered and purchased food for the Chinese mineworkers until after racial tension passed. Chinese did not return to the coastal cities until the 1950s.Easthouse, Keith. - \"The Chinese Expulsion: Looking Back on a Dark Episode\". - North Coast Journal. - February 27, 2003. - Retrieved: November 26, 2006 ==Geography== According to the United States Census Bureau, Humboldt County encompasses , of which is land and is water. Cape Mendocino is the westernmost point in California (longitude 124 degrees, 24 minutes, 30 seconds). Humboldt Bay, the only deepwater port between San Francisco and Coos Bay, Oregon, is located on the coast at the midpoint of the county. Humboldt County contains a diversity of plant and animal species, with significant forest and coastal habitats. In coastal areas there are extensive amounts of redwood forests.Neil G. Sugihara, Jan W. Van Wagtendonk, Kevin E. Shaffer, JoAnn Fites-Kaufman, Andrea E. Thode (2006) Fire in California's Ecosystems, University of California Press, 596 pages A prominent understory shrub is the toyon, whose northern range limit is in Humboldt County.C. Michael Hogan (2008) Toyon: Heteromeles arbutifolia, GlobalTwitcher.com, ed. N. Stromberg ===Rivers=== Humboldt County's major rivers include (in order of flow-cubic meters per second-from largest to smallest): * Klamath River * Eel River * Trinity River * Mad River The smaller rivers include Redwood Creek, significant due to amount of its flow; the Van Duzen; the Eel River syncline group composed of the South Fork, the North Fork, and the Salt River; the Mattole, Salmon, Elk, Bear, and Little rivers. ===Seismic activity=== Historically, Humboldt County and the entire far north coast have had many earthquakes over 6.0 magnitude. The 1992 Cape Mendocino earthquakes were a series of three major earthquakes that occurred off the coast of Cape Mendocino, California on April 25 and 26, 1992, the largest being a 7.2. Ninety-five people were injured and property in the county sustained considerable damage.Cape Mendocino, California Earthquakes , U.S.G.S. (April 25, 1992) In 2010 a 6.5 magnitude earthquake struck offshore, west of Eureka, resulting in only minor injuries and some structural damage to houses and utilities, and no fatalities reported.Magnitude 6.5 - OFFSHORE NORTHERN CALIFORNIA , U.S.G.S. (January 9, 2010) The town of Arcata is built on top of an accretionary wedge. This was formed by the subduction of the Gorda plate underneath the North American plate. ===Climate=== The coastal zone of the county experiences very wet, cool winters and dry, mild foggy summers. In the winter, temperatures range from highs of to lows of . Coastal summers are cool to mild, with average highs of and frequent fogs. Coastal summer temperatures range from highs of to lows of . In the populated areas and cities near the coast, the highest temperatures tend to occur at locations just a few miles inland from Eureka and Arcata, in towns like Fortuna, Rio Dell, and smaller unincorporated communities located somewhat further away from Humboldt Bay. In these locations summer highs are . The coastal zone experiences a number of frosty nights in winter and early spring, though snowfall and hard freezes are rare. Coastal winters are cool and wet. Winter rainstorms are frequent, with averages from a year, depending upon elevation. Inland areas of the county also experience wet, cool winters. Snowfall is common at elevations over throughout the winter months, and is even deep enough at higher elevations to have inspired the opening of a small ski lift operation (now defunct) on Horse Mountain, near Willow Creek, for several decades in the late 20th century. Summer displays the sharpest difference between the coastal and inland climates. Inland regions of Humboldt County experience highs of depending on the elevation and distance from the ocean. Occasional summer highs of are common in eastern and southern parts of the county including Orleans, Hoopa, Willow Creek, Garberville, Honeydew, and inland river valleys. {| class=\"wikitable sortable\" style=\"margin:auto;\" |+Average daily maximum and minimum temperatures for warmest and coldest months in selected settlements of Humboldt County |- !Location !Month !Temp (°F) !Temp (°C) !Month !Temp (°F) !Temp (°C) |- |Eureka || August || 64/52 || 18/11 || December || 55/40 || 12/4 |- |Arcata || September || 62/51 || 17/11 || December || 54/38 || 12/3 |- |Ferndale || August || 71/52 || 22/11 || December || 56/39 || 13/4 |- |Willow Creek || July || 94/52 || 34/11 || December || 50/35 || 10/1 |- |Garberville || August || 87/53 || 31/12 || December || 49/37 || 9/3 |- |Shelter Cove || August || 69/53 || 21/11 || January || 57/45 || 14/7 |- |Orick || August || 69/49 || 21/9 || January || 52/37 || 11/2 |} ==Demographics== ===2000=== As of the 2000 census, the population of Humboldt County was 126,518. As of that census, there were 51,238 households in Humboldt County, and the population density was 35 people per square mile (14/km2). By 2006, the population was projected to have increased to 131,361 by the California Department of Finance. There were 55,912 housing units at an average density of 16 per square mile (6/km2). The racial makeup of the county was 84.7% White, 0.9% Black or African American, 5.7% Native American, 1.7% Asian, 0.2% Pacific Islander, 2.5% from other races, and 4.4% from two or more races. In 2017, 11.7% of the population were Hispanic or Latino according to the United States Census Bureau. 13.3% were of German, 10.7% Irish, 10.3% English, 7.4% American and 5.7% Italian ancestry according to Census 2000. 92.1% spoke English and 4.6% spoke Spanish as their first language. There were 51,238 households, out of which 28.5% had children under the age of 18 living with them, 43.1% were married couples living together, 11.8% had a female householder with no husband present, and 40.2% were non-families. 28.9% of all households were made up of individuals, and 9.2% had someone living alone who was 65 years of age or older. The average household size was 2.39 and the average family size was 2.95. In the county, the population was spread out, with 23.2% under the age of 18, 12.4% from 18 to 24, 27.4% from 25 to 44, 24.5% from 45 to 64, and 12.5% who were 65 years of age or older. The median age was 36 years. For every 100 females there were 97.7 males. For every 100 females age 18 and over, there were 95.6 males. The median income for a household in the county was $31,226, and the median income for a family was $39,370. Males had a median income of $32,210 versus $23,942 for females. The per capita income for the county was $17,203. About 12.9% of families and 19.5% of the population were below the poverty line, including 22.5% of those under age 18 and 7.2% of those age 65 or over. ===2010=== The 2010 United States Census reported that Humboldt County had a population of 134,623. The racial makeup of Humboldt County was 109,920 (81.7%) White, 1,505 (1.1%) African American, 7,726 (5.7%) Native American, 2,944 (2.2%) Asian, 352 (0.3%) Pacific Islander, 5,003 (3.7%) from other races, and 7,173 (5.3%) from two or more races. Hispanic or Latino of any race were 13,211 persons (9.8%). {| class=\"wikitable collapsible collapsed\" |- !colspan=\"10\"|Population reported at 2010 United States Census |- |The County ||Total population||White ||African American || Native American || Asian || Pacific Islander || Other races || Two or more races ||Hispanic or Latino (of any race) |- | Humboldt County |align=\"right\"|134,623||align=\"right\"|109,920||align=\"right\"|1,505||align=\"right\"|7,726||align=\"right\"|2,944||align=\"right\"|352||align=\"right\"|5,003||align=\"right\"|7,173||align=\"right\"|13,211 |- |Incorporated city ||Total population||White ||African American || Native American || Asian || Pacific Islander || Other races || Two or more races ||Hispanic or Latino (of any race) |- |Arcata |align=\"right\"|17,231||align=\"right\"|14,094||align=\"right\"|351||align=\"right\"|393||align=\"right\"|454||align=\"right\"|35||align=\"right\"|769||align=\"right\"|1,135||align=\"right\"|2,000 |- |Blue Lake |align=\"right\"|1,253||align=\"right\"|1,094||align=\"right\"|5||align=\"right\"|55||align=\"right\"|13||align=\"right\"|4||align=\"right\"|24||align=\"right\"|58||align=\"right\"|82 |- |Eureka |align=\"right\"|27,191||align=\"right\"|21,565||align=\"right\"|514||align=\"right\"|1,011||align=\"right\"|1,153||align=\"right\"|176||align=\"right\"|1,181||align=\"right\"|1,591||align=\"right\"|3,143 |- |Ferndale |align=\"right\"|1,371||align=\"right\"|1,281||align=\"right\"|1||align=\"right\"|22||align=\"right\"|20||align=\"right\"|2||align=\"right\"|17||align=\"right\"|28||align=\"right\"|77 |- |Fortuna |align=\"right\"|11,926||align=\"right\"|9,686||align=\"right\"|73||align=\"right\"|444||align=\"right\"|106||align=\"right\"|9||align=\"right\"|1,065||align=\"right\"|543||align=\"right\"|2,032 |- |Rio Dell |align=\"right\"|3,368||align=\"right\"|2,894||align=\"right\"|13||align=\"right\"|125||align=\"right\"|25||align=\"right\"|3||align=\"right\"|140||align=\"right\"|168||align=\"right\"|384 |- |Trinidad |align=\"right\"|367||align=\"right\"|331||align=\"right\"|2||align=\"right\"|15||align=\"right\"|2||align=\"right\"|1||align=\"right\"|1||align=\"right\"|15||align=\"right\"|11 |- |Census-designated place ||Total population||White ||African American || Native American || Asian || Pacific Islander || Other races || Two or more races ||Hispanic or Latino (of any race) |- |Alderpoint |align=\"right\"|186||align=\"right\"|170||align=\"right\"|0||align=\"right\"|9||align=\"right\"|1||align=\"right\"|0||align=\"right\"|1||align=\"right\"|5||align=\"right\"|10 |- |Bayview |align=\"right\"|2,510||align=\"right\"|1,959||align=\"right\"|28||align=\"right\"|119||align=\"right\"|88||align=\"right\"|5||align=\"right\"|185||align=\"right\"|126||align=\"right\"|425 |- |Benbow |align=\"right\"|321||align=\"right\"|294||align=\"right\"|0||align=\"right\"|2||align=\"right\"|1||align=\"right\"|0||align=\"right\"|13||align=\"right\"|11||align=\"right\"|25 |- |Big Lagoon |align=\"right\"|93||align=\"right\"|73||align=\"right\"|0||align=\"right\"|11||align=\"right\"|0||align=\"right\"|0||align=\"right\"|1||align=\"right\"|8||align=\"right\"|11 |- |Cutten |align=\"right\"|3,108||align=\"right\"|2,628||align=\"right\"|27||align=\"right\"|119||align=\"right\"|80||align=\"right\"|11||align=\"right\"|78||align=\"right\"|165||align=\"right\"|254 |- |Fieldbrook |align=\"right\"|859||align=\"right\"|763||align=\"right\"|4||align=\"right\"|19||align=\"right\"|5||align=\"right\"|0||align=\"right\"|14||align=\"right\"|54||align=\"right\"|51 |- |Fields Landing |align=\"right\"|276||align=\"right\"|210||align=\"right\"|6||align=\"right\"|13||align=\"right\"|21||align=\"right\"|1||align=\"right\"|6||align=\"right\"|19||align=\"right\"|18 |- |Garberville |align=\"right\"|913||align=\"right\"|815||align=\"right\"|14||align=\"right\"|29||align=\"right\"|17||align=\"right\"|0||align=\"right\"|7||align=\"right\"|31||align=\"right\"|54 |- |Humboldt Hill |align=\"right\"|3,414||align=\"right\"|2,853||align=\"right\"|41||align=\"right\"|119||align=\"right\"|102||align=\"right\"|2||align=\"right\"|129||align=\"right\"|168||align=\"right\"|298 |- |Hydesville |align=\"right\"|1,237||align=\"right\"|1,108||align=\"right\"|4||align=\"right\"|33||align=\"right\"|6||align=\"right\"|0||align=\"right\"|30||align=\"right\"|56||align=\"right\"|71 |- |Indianola |align=\"right\"|823||align=\"right\"|713||align=\"right\"|2||align=\"right\"|42||align=\"right\"|11||align=\"right\"|1||align=\"right\"|12||align=\"right\"|42||align=\"right\"|44 |- |Loleta |align=\"right\"|783||align=\"right\"|643||align=\"right\"|12||align=\"right\"|16||align=\"right\"|5||align=\"right\"|0||align=\"right\"|65||align=\"right\"|42||align=\"right\"|114 |- |McKinleyville |align=\"right\"|15,177||align=\"right\"|13,010||align=\"right\"|103||align=\"right\"|700||align=\"right\"|211||align=\"right\"|17||align=\"right\"|338||align=\"right\"|798||align=\"right\"|1,081 |- |Manila |align=\"right\"|784||align=\"right\"|686||align=\"right\"|14||align=\"right\"|25||align=\"right\"|5||align=\"right\"|0||align=\"right\"|12||align=\"right\"|42||align=\"right\"|30 |- |Miranda |align=\"right\"|520||align=\"right\"|439||align=\"right\"|4||align=\"right\"|13||align=\"right\"|4||align=\"right\"|1||align=\"right\"|31||align=\"right\"|28||align=\"right\"|75 |- |Myers Flat |align=\"right\"|146||align=\"right\"|125||align=\"right\"|0||align=\"right\"|6||align=\"right\"|1||align=\"right\"|0||align=\"right\"|4||align=\"right\"|10||align=\"right\"|11 |- |Myrtletown |align=\"right\"|4,675||align=\"right\"|3,969||align=\"right\"|53||align=\"right\"|142||align=\"right\"|155||align=\"right\"|19||align=\"right\"|126||align=\"right\"|211||align=\"right\"|387 |- |Orick |align=\"right\"|357||align=\"right\"|288||align=\"right\"|0||align=\"right\"|39||align=\"right\"|0||align=\"right\"|3||align=\"right\"|6||align=\"right\"|21||align=\"right\"|20 |- |Phillipsville |align=\"right\"|140||align=\"right\"|121||align=\"right\"|0||align=\"right\"|4||align=\"right\"|1||align=\"right\"|0||align=\"right\"|0||align=\"right\"|14||align=\"right\"|3 |- |Pine Hills |align=\"right\"|3,131||align=\"right\"|2,648||align=\"right\"|22||align=\"right\"|86||align=\"right\"|116||align=\"right\"|4||align=\"right\"|72||align=\"right\"|183||align=\"right\"|220 |- |Redcrest |align=\"right\"|89||align=\"right\"|73||align=\"right\"|0||align=\"right\"|5||align=\"right\"|0||align=\"right\"|0||align=\"right\"|3||align=\"right\"|8||align=\"right\"|4 |- |Redway |align=\"right\"|1,225||align=\"right\"|1,093||align=\"right\"|5||align=\"right\"|35||align=\"right\"|6||align=\"right\"|1||align=\"right\"|15||align=\"right\"|70||align=\"right\"|96 |- |Samoa |align=\"right\"|258||align=\"right\"|198||align=\"right\"|1||align=\"right\"|9||align=\"right\"|0||align=\"right\"|0||align=\"right\"|31||align=\"right\"|19||align=\"right\"|52 |- |Scotia |align=\"right\"|850||align=\"right\"|674||align=\"right\"|3||align=\"right\"|35||align=\"right\"|3||align=\"right\"|9||align=\"right\"|90||align=\"right\"|36||align=\"right\"|150 |- |Shelter Cove |align=\"right\"|693||align=\"right\"|630||align=\"right\"|3||align=\"right\"|5||align=\"right\"|7||align=\"right\"|1||align=\"right\"|13||align=\"right\"|34||align=\"right\"|47 |- |Weott |align=\"right\"|288||align=\"right\"|252||align=\"right\"|0||align=\"right\"|13||align=\"right\"|1||align=\"right\"|0||align=\"right\"|3||align=\"right\"|19||align=\"right\"|20 |- |Westhaven-Moonstone |align=\"right\"|1,205||align=\"right\"|1,083||align=\"right\"|9||align=\"right\"|39||align=\"right\"|18||align=\"right\"|0||align=\"right\"|10||align=\"right\"|46||align=\"right\"|53 |- |Willow Creek |align=\"right\"|1,710||align=\"right\"|1,375||align=\"right\"|6||align=\"right\"|167||align=\"right\"|14||align=\"right\"|6||align=\"right\"|29||align=\"right\"|113||align=\"right\"|108 |- |Unincorporated communities ||Total population||White ||African American || Native American || Asian || Pacific Islander || Other races || Two or more races ||Hispanic or Latino (of any race) |- |All others not CDPs (combined) |align=\"right\"|26,145||align=\"right\"|20,082||align=\"right\"|185||align=\"right\"|3,807||align=\"right\"|292||align=\"right\"|41||align=\"right\"|482||align=\"right\"|1,256||align=\"right\"|1,750 |} === 2011 === {| class=\"wikitable collapsible collapsed\" |- ! colspan=\"6\" | Population, race, and income |- ! scope=\"row\" style=\"text-align: left;\" | Total population | colspan=\"2\" | 133,585 |- ! scope=\"row\" style=\"text-align: left;\" | White | 110,418 | 82.7% |- ! scope=\"row\" style=\"text-align: left;\" | Black or African American | 1,590 | 1.2% |- ! scope=\"row\" style=\"text- align: left;\" | American Indian or Alaska Native | 7,718 | 5.8% |- ! scope=\"row\" style=\"text-align: left;\" | Asian | 3,131 | 2.3% |- ! scope=\"row\" style=\"text-align: left;\" | Native Hawaiian or other Pacific Islander | 452 | 0.3% |- ! scope=\"row\" style=\"text-align: left;\" | Some other race | 3,959 | 3.0% |- ! scope=\"row\" style=\"text-align: left;\" | Two or more races | 6,317 | 4.7% |- ! scope=\"row\" style=\"text-align: left;\" | Hispanic or Latino (of any race)U.S. Census Bureau. American Community Survey, 2011 American Community Survey 5-Year Estimates, Table B03003. U.S. Census website . Retrieved October 26, 2013. | 12,771 | 9.6% |- ! scope=\"row\" style=\"text-align: left;\" | Per capita incomeU.S. Census Bureau. American Community Survey, 2011 American Community Survey 5-Year Estimates, Table B19301. U.S. Census website . Retrieved October 21, 2013. | colspan=\"2\" | $24,209 |- ! scope=\"row\" style=\"text-align: left;\" | Median household incomeU.S. Census Bureau. American Community Survey, 2011 American Community Survey 5-Year Estimates, Table B19013. U.S. Census website . Retrieved October 21, 2013. | colspan=\"2\" | $40,376 |- ! scope=\"row\" style=\"text-align: left;\" | Median family incomeU.S. Census Bureau. American Community Survey, 2011 American Community Survey 5-Year Estimates, Table B19113. U.S. Census website . Retrieved October 21, 2013. | colspan=\"2\" | $52,317 |} ==== Places by population, race, and income ==== {| class=\"wikitable collapsible collapsed sortable\" style=\"width: 100%;\" |- ! colspan=\"9\" | Places by population and race |- ! Place ! TypeU.S. Census Bureau. American Community Survey, 2011 American Community Survey 5-Year Estimates. U.S. Census website . Retrieved October 21, 2013. ! data-sort-type=\"number\" | Population ! data-sort- type=\"number\" | White ! data-sort-type=\"number\" | Other Other = some other race + two or more races ! data-sort-type=\"number\" | Asian ! data-sort-type=\"number\" | Black or African American ! data-sort-type=\"number\" | Native American Native American = Native Hawaiian or other Pacific Islander + American Indian or Alaska Native ! data-sort-type=\"number\" | Hispanic or Latino (of any race) |- | Alderpoint || CDP || 113 || 100.0% || 0.0% || 0.0% || 0.0% || 0.0% || 0.0% |- | Arcata || City || 17,118 || 81.4% || 8.0% || 3.1% || 2.7% || 4.8% || 12.2% |- | Bayview || CDP || 2,818 || 82.9% || 11.9% || 0.8% || 0.0% || 4.4% || 25.2% |- | Benbow || CDP || 415 || 91.8% || 8.2% || 0.0% || 0.0% || 0.0% || 8.2% |- | Big Lagoon || CDP || 179 || 48.0% || 0.0% || 0.0% || 0.0% || 52.0% || 1.7% |- | Blue Lake || City || 1,336 || 84.6% || 3.6% || 1.6% || 2.2% || 8.1% || 5.0% |- | Cutten || CDP || 3,166 || 89.5% || 2.7% || 4.5% || 0.0% || 3.3% || 0.6% |- | Eureka || City || 27,027 || 82.3% || 6.6% || 3.9% || 1.8% || 5.4% || 9.3% |- | Ferndale || City || 1,503 || 92.0% || 5.6% || 0.2% || 0.0% || 2.2% || 2.5% |- | Fieldbrook || CDP || 1,053 || 83.1% || 11.4% || 0.9% || 1.4% || 3.2% || 4.8% |- | Fields Landing || CDP || 195 || 100.0% || 0.0% || 0.0% || 0.0% || 0.0% || 0.0% |- | Fortuna || City || 11,753 || 80.8% || 13.2% || 2.7% || 1.1% || 2.3% || 12.5% |- | Garberville || CDP || 610 || 97.0% || 3.0% || 0.0% || 0.0% || 0.0% || 3.4% |- | Humboldt Hill || CDP || 4,145 || 76.5% || 7.3% || 1.9% || 2.6% || 11.8% || 12.4% |- | Hydesville || CDP || 1,114 || 88.4% || 3.6% || 4.7% || 1.3% || 2.0% || 7.2% |- | Indianola || CDP || 1,167 || 83.7% || 6.4% || 1.8% || 0.0% || 8.1% || 0.9% |- | Loleta || CDP || 705 || 87.5% || 9.2% || 3.3% || 0.0% || 0.0% || 3.8% |- | McKinleyville || CDP || 16,701 || 87.5% || 6.4% || 1.2% || 0.1% || 4.8% || 7.9% |- | Manila || CDP || 810 || 91.2% || 6.0% || 0.0% || 0.0% || 2.7% || 1.2% |- | Miranda || CDP || 100 || 100.0% || 0.0% || 0.0% || 0.0% || 0.0% || 0.0% |- | Myers Flat || CDP || 89 || 100.0% || 0.0% || 0.0% || 0.0% || 0.0% || 0.0% |- | Myrtletown || CDP || 4,586 || 86.6% || 9.4% || 1.9% || 0.2% || 1.9% || 9.8% |- | Orick || CDP || 325 || 79.1% || 15.1% || 0.0% || 0.0% || 5.8% || 8.3% |- | Phillipsville || CDP || 130 || 100.0% || 0.0% || 0.0% || 0.0% || 0.0% || 0.0% |- | Pine Hills || CDP || 2,483 || 92.6% || 6.2% || 0.3% || 0.4% || 0.4% || 3.1% |- | Redcrest || CDP || 53 || 100.0% || 0.0% || 0.0% || 0.0% || 0.0% || 0.0% |- | Redway || CDP || 953 || 96.2% || 0.0% || 0.0% || 0.0% || 3.8% || 0.0% |- | Rio Dell || City || 3,342 || 83.9% || 9.7% || 1.5% || 1.9% || 3.0% || 15.7% |- | Samoa || CDP || 364 || 78.8% || 16.2% || 0.0% || 0.3% || 4.7% || 29.1% |- | Scotia || CDP || 863 || 78.6% || 13.4% || 0.0% || 7.2% || 0.8% || 11.5% |- | Shelter Cove || CDP || 508 || 100.0% || 0.0% || 0.0% || 0.0% || 0.0% || 1.0% |- | Trinidad || City || 286 || 95.5% || 2.4% || 0.0% || 0.0% || 2.1% || 1.7% |- | Weott || CDP || 87 || 81.6% || 0.0% || 0.0% || 0.0% || 18.4% || 0.0% |- | Westhaven-Moonstone || CDP || 1,041 || 88.4% || 6.2% || 1.2% || 0.0% || 4.2% || 0.0% |- | Willow Creek || CDP || 1,141 || 86.9% || 12.2% || 0.0% || 0.0% || 1.0% || 4.0% |} {| class=\"wikitable collapsible collapsed sortable\" style=\"width: 100%;\" |- ! colspan=\"6\" | Places by population and income |- ! Place ! Type ! PopulationU.S. Census Bureau. American Community Survey, 2011 American Community Survey 5-Year Estimates, Table B01003. U.S. Census website . Retrieved October 21, 2013. ! data-sort- type=\"currency\" | Per capita income ! data-sort-type=\"currency\" | Median household income ! data-sort-type=\"currency\" | Median family income |- | Alderpoint || CDP || 113 || $13,062 || $31,000 || $31,000 |- | Arcata || City || 17,118 || $19,996 || $31,815 || $46,702 |- | Bayview (Humboldt County) || CDP || 2,818 || $21,146 || $31,828 || $37,604 |- | Benbow || CDP || 415 || $34,072 || $54,250 || $58,393 |- | Big Lagoon || CDP || 179 || $23,938 || $46,354 || $87,946 |- | Blue Lake || City || 1,336 || $25,588 || $55,568 || $57,045 |- | Cutten || CDP || 3,166 || $29,545 || $63,542 || $68,426 |- | Eureka || City || 27,027 || $22,972 || $36,081 || $51,808 |- | Ferndale || City || 1,503 || $37,348 || $60,147 || $77,083 |- | Fieldbrook || CDP || 1,053 || $28,113 || $54,886 || $76,000 |- | Fields Landing || CDP || 195 || $25,856 || $50,298 || $50,238 |- | Fortuna || City || 11,753 || $23,208 || $37,532 || $48,467 |- | Garberville || CDP || 610 || $20,880 || $20,529 || $52,431 |- | Humboldt Hill || CDP || 4,145 || $17,905 || $38,171 || $42,917 |- | Hydesville || CDP || 1,114 || $29,409 || $53,229 || $66,250 |- | Indianola || CDP || 1,167 || $23,634 || $49,962 || $80,667 |- | Loleta || CDP || 705 || $21,498 || $35,833 || $47,596 |- | McKinleyville || CDP || 16,701 || $23,902 || $46,696 || $54,899 |- | Manila || CDP || 810 || $18,036 || $30,833 || $38,382 |- | Miranda || CDP || 100 || $17,055 || $26,328 || Data unavailable |- | Myers Flat || CDP || 89 || || || |- | Myrtletown || CDP || 4,586 || $38,064 || $51,402 || $66,654 |- | Orick || CDP || 325 || $23,690 || $24,519 || $44,500 |- | Phillipsville || CDP || 130 || $9,557 || $18,542 || $2,499 |- | Pine Hills || CDP || 2,483 || $34,202 || $60,137 || $84,120 |- | Redcrest || CDP || 53 || $21,913 || $31,845 || $39,583 |- | Redway || CDP || 953 || $25,122 || $29,429 || $63,893 |- | Rio Dell || City || 3,342 || $23,446 || $39,240 || $39,932 |- | Samoa || CDP || 364 || $22,010 || $58,036 || $58,393 |- | Scotia || CDP || 863 || $32,809 || $53,063 || $52,083 |- | Shelter Cove || CDP || 508 || $26,915 || $44,500 || $44,500 |- | Trinidad || City || 286 || $34,480 || $63,438 || $75,000 |- | Weott || CDP || 87 || $27,921 || $13,824 || |- | Westhaven-Moonstone || CDP || 1,041 || $24,398 || $36,335 || $37,049 |- | Willow Creek || CDP || 1,141 || $18,803 || $27,500 || $29,000 |} === Lead (2017-18) === Humboldt County children are at greater risk of dangerously elevated blood lead levels than Flint, Michigan's - and almost double that of any other California county measured. The cases are concentrated in Eureka's Old Town and downtown areas. ==Economy== Humboldt County is known for its impressive redwood trees, and many acres of private redwood timberland make Humboldt the top timber producer in California. The lush river bottoms adjacent to the ocean are for producing rich, high-quality dairy products. Somewhat further inland, the warmer valleys have historically produced abundant apples and other fruit. More recently vineyards have been planted in the Trinity, Klamath, Mattole and upper Eel river. ===Locally based companies=== {| class=\"wikitable\" |- |Company|| Location|| Years Operated|| Industry|| Highlights|| Current Status |- | Kokatat || Arcata|| since 1971 || watersports || outfits the US Coast Guard and US watersports teams for 1992 and 1996 Olympics || locally owned |- | Cypress Grove Chevre || Arcata || since 1983 || cheese || || bought by Emmi AG; still in Arcata |- | Humboldt Creamery || Fortuna|| since 1929 || dairy cooperative || || bought by Foster Farms Dairy; still in Fortuna |- | Lost Coast Brewery || Eureka|| since 1989 || brewery || || locally owned |- | Wing Inflatables || Arcata || since 1991 || watercraft || used by Navy SEALs || locally owned |- | C. Crane Company || Fortuna || since 1976 || electronics retailer || || locally owned |- | Wildwood Manufacturing || Arcata || since 1970s || guitars || || locally owned |- | Wildwood Banjos || Arcata || 1973–2008 || banjos || || moved to Bend, Oregon, and closed in 2018 |- | Moonstone Guitars || Eureka || since 1974 || guitars || || locally owned |- | Coast Seafood || Eureka || since 1941 || seafood || || bought by Pacific Seafood; still in Eureka |- | Holly Yashi || Arcata || since 1981 || jewelry || || locally owned |- | Eel River Brewing Company || Fortuna || since 1994 || brewery || || locally owned |- | Six Rivers Brewery || McKinleyville|| since 1996 || brewery || || locally owned |- | Mad River Brewing || Blue Lake|| since 1989 || brewery || || locally owned |- | Humboldt Brewing Company || Arcata|| 1987-2005, 2021- || brewery || || locally owned, bought and moved, then returned in 2021 |- | The Sun Valley Group || Arcata || since 1969 || flowers || || locally owned |- | Yakima Racks || Arcata || 1979–2005 || roof racks || outfitted race vehicles for 1984 Summer Olympics || bought out and moved to Portland, Oregon |- | Restoration Hardware || Eureka || 1979–2010 || home furnishings || || moved to Corte Madera, California |- | Moonstone Mountaineering || Arcata || 1977–2006 || custom outdoor gear || || bought out and closed by Columbia Sportswear in 2006 |- | Fire and Light Originals || Arcata || 1995–2019 || glassware || || closed in 2019 |- | Loleta Cheese Factory || Loleta|| 1982–2019 || cheese || || closed in 2019 |- | Pacific Lumber Company || Scotia|| 1863–2007 || logging || || declared bankruptcy and bought by Mendocino Redwood Company |- | Arcata Transit Authority || Arcata || 1971–? || bikes and outdoor gear || || closed and succeeded by Kokatat |- | Blue Puma || Arcata || 1971–1986 || outdoor gear || early user of Gore-Tex || sued by Puma and reorganized to become Kokatat |- | Downhome || Arcata || 1978–1980 || custom sleeping bags || || moved to Deadwood, Oregon, and closed c. 1993 |- |} ===Dairy=== Humboldt County is known for its quality family-operated dairy farms. The Humboldt Creamery, a significant producer of high-grade ice cream and other dairy products, still operates from the original headquarters located at Fernbridge adjacent to the Eel River. ===Cannabis=== As part of the Emerald Triangle, Humboldt County is known for its cultivation of cannabis, estimated to be worth billions of dollars.California to Let Voters Decide on Marijuana Legalization , PBS News Hour, aired October 13, 2010.Heart of the Emerald Triangle , The Believer, June 2014 Proposition 215 allows patients and caregivers who are given a doctor's recommendation to legally (State level only) grow up to 99 plants in Humboldt County.Samuels, David. - A Reporter at Large: \"Dr. Kush: How medical marijuana is transforming the weed industry\". The New Yorker, July 28, 2008. However, in the years before Prop 215 (early 1970s – late 1980s), Humboldt County saw a large migration of the Bay Area counter-culture to the region. Many came looking to purchase cheap land, and ended up growing marijuana to pay for their land. Especially around Garberville and Redway, the rural culture and hippie scene eventually collaborated to create a rural hippie community in which marijuana became the center of the economy and the culture. Many people prospered by producing marijuana for California and other states because of its reputation for quality. A Redway radio station, KMUD, in the past has issued warnings and alerts to the region with information on whereabouts of law enforcement on their way to raid marijuana gardens. The Campaign Against Marijuana Planting is the multi-agency law enforcement task force managed by the California Department of Justice, formed with the prime purpose of eradicating illegal cannabis production in California. The operations began in the late 1970s, named the Northern California Sinsemilla Strike Force in 1979, but the name CAMP became used after its official establishment in 1983. While the influence of CAMP in Humboldt County has waned with decriminalization of marijuana, there is a renewed interest at the state level regarding valid growing permits and environmental concerns. As a result, CAMP is today still utilized as a policing body, in accordance with the DEA. Yearly CAMP reports, published by the California Department of Justice, Bureau of Narcotic Enforcement (BNE) are available online through Cal Poly Humboldt's Special Collections. Starting in 1983, the annual reports detail the organizational structure and names of individual participants, a summary of the season's activities, tactics, and mention of special successes, trends and hazards. County officials and the industry have encountered challenges in the transition from an illegal, underground economy to legal recreational cannabis sales that began in California in 2018. ==Parks and recreation== ===National protected areas=== ;National Park * Redwood National and State Parks – National Park Service ;Conservation area * King Range National Conservation Area and The Lost Coast – Bureau of Land Management ;Recreation area * Samoa Dunes Recreation Area – Bureau of Land Management ;Forests * Headwaters Forest Reserve – Bureau of Land Management * Six Rivers National Forest – U.S. Forest Service * Trinity National Forest – U.S. Forest Service ;Wildlife refuge * Humboldt Bay National Wildlife Refuge – Bureau of Land Management and U.S. Fish and Wildlife Service ===State protected areas=== ;Beaches * Little River State Beach * Trinidad State Beach ;Parks * Fort Humboldt State Historic Park * Grizzly Creek Redwoods State Park * Humboldt Lagoons State Park * Humboldt Redwoods State Park * Sue-meg State Park * Prairie Creek Redwoods State Park * Richardson Grove State Park * Sinkyone Wilderness State Park ;Tide pools * Sue-meg State Park * Moonstone Beach * Indian Beach (also known as Old Home Beach) ;Recreation areas * Benbow State Recreation Area * Harry A. Merlo State Recreation Area ;Reserves * Azalea State Reserve * John B. Dewitt Redwoods State Reserve ===County parks=== * A. W. WayA.W. Way Park , Humboldt County Parks, 2013 * Big Lagoon County ParkBig Lagoon Park , Humboldt County Parks, 2013 * Centerville BeachCenterville Beach , Humboldt County Parks, 2013 * Clam BeachClam Beach , Humboldt County Parks, 2013 * Crab ParkCrab Park , Humboldt County Parks, 2013 * Freshwater County ParkFreshwater Park , Humboldt County Parks, 2013 * Hammond TrailHammond Trail , Humboldt County Parks, 2013 * Luffenholtz BeachLuffenholtz Beach , Humboldt County Parks, 2013 * Mad River, CaliforniaMad River , Humboldt County Parks, 2013 * Margarite LockwoodMargarite Lockwood , Humboldt County Parks, 2013 * Moonstone BeachMoonstone Beach , Humboldt County Parks, 2013 * Van Duzen Pamplin GroveVan Duzen Pamplin Grove , Humboldt County Parks, 2013 ==Arts and culture== * The Sequoia Park Zoo is the oldest zoo in California operating on a facility operated by the City of Eureka in Sequoia Park.Sequoia Park Zoo, 2013 * The Clarke Historical Museum in Eureka, displays North Coast regional and cultural history in the repurposed Historic Register Bank of Eureka building. * The Morris Graves Museum of Art conserves and displays the works of local artists in a restored Carnegie Library building. * The Ferndale Repertory Theatre is the county's oldest theater company; it has been in operation since 1972 at the Hart Theater building in Ferndale. * The Humboldt Crabs, founded in 1945, are the oldest continuously operated summer collegiate, wood-bat baseball team in the country. * See also the List of museums in the North Coast (California). ==Government== ===Overview=== Humboldt County is in . In the state legislature, Humboldt is part of , and . Election audits in the county since 2008 have used a distinctive system which has spread elsewhere. They scan all ballots and release a file of the images with a digital signature, so candidates and the public can recount to find if the official totals are correct. They also release software to let the public tally the images electronically.\"Trachtenberg Election Verification Software\" (TEVS). The first time they did this they found the official software omitted 200 ballots. ===Voter registration=== {| class=\"wikitable collapsible collapsed\" |- ! colspan=\"3\" | Population and registered voters |- ! scope=\"row\" style=\"text-align: left;\" | Total populationU.S. Census Bureau. American Community Survey, 2011 American Community Survey 5-Year Estimates, Table B02001. U.S. Census website . Retrieved October 26, 2013. | colspan=\"2\" | 133,585 |- ! scope=\"row\" style=\"text-align: left;\" | Registered votersCalifornia Secretary of State. February 10, 2013 - Report of Registration . Retrieved October 31, 2013.Percentage of registered voters with respect to total population. Percentages of party members with respect to registered voters follow. | 79,708 | 59.7% |- ! scope=\"row\" style=\"text-align: left;\" | Democratic | 33,155 | 41.6% |- ! scope=\"row\" style=\"text-align: left;\" | Republican | 20,238 | 25.4% |- ! scope=\"row\" style=\"text-align: left;\" | Democratic-Republican spread | +12,917 | +16.2% |- ! scope=\"row\" style=\"text-align: left;\" | Independent | 2,557 | 3.2% |- ! scope=\"row\" style=\"text-align: left;\" | Green | 3,036 | 3.8% |- ! scope=\"row\" style=\"text-align: left;\" | Libertarian | 801 | 1.0% |- ! scope=\"row\" style=\"text-align: left;\" | Peace and Freedom | 342 | 0.4% |- ! scope=\"row\" style=\"text-align: left;\" | Other | 222 | 0.3% |- ! scope=\"row\" style=\"text-align: left;\" | No party preference | 19,357 | 24.3% |} ==== Cities by population and voter registration ==== {| class=\"wikitable collapsible collapsed\" style=\"width: 100%;\" |- ! colspan=\"8\" | Cities by population and voter registration |- ! City ! data-sort- type=\"number\" | Population ! data-sort-type=\"number\" | Registered voters ! data-sort-type=\"number\" | Democratic ! data-sort-type=\"number\" | Republican ! data-sort-type=\"number\" | D-R spread ! data-sort-type=\"number\" | Other ! data-sort-type=\"number\" | No party preference |- | Arcata || 17,118 || 71.9% || 45.1% || 10.2% || +34.9% || 15.5% || 32.2% |- | Blue Lake || 1,336 || 61.4% || 43.0% || 20.4% || +22.6% || 13.7% || 26.1% |- | Eureka || 27,027 || 53.6% || 42.5% || 25.3% || +17.2% || 11.3% || 24.1% |- | Ferndale || 1,503 || 63.7% || 39.4% || 38.2% || +1.2% || 7.5% || 17.4% |- | Fortuna || 11,753 || 54.6% || 33.7% || 38.1% || -4.4% || 10.0% || 22.0% |- | Rio Dell || 3,342 || 50.9% || 33.5% || 35.3% || -1.8% || 13.3% || 23.1% |- | Trinidad || 286 || 94.8% || 52.8% || 18.1% || +34.7% || 9.2% || 22.5% |} === Party preferences === From 1920 to 1984, the county was a noted bellwether area, voting for the national winner of every Presidential election. Since 1988, Humboldt has swung heavily to the Democratic Party at thr Presidential and congressional levels, and is now one of the most Democratic areas in the state outside the Bay Area and Southern California. The last Republican presidential candidate to win a majority in the county was Ronald Reagan, a Californian, in 1984.United States Historical Election Returns Series , University of Michigan, 2013 In the late 1990s and early 2000s, Humboldt also had a substantial number of people affiliated with the Green Party, but that number has declined in recent years; however, the Green Party has had its best performance by presidential and gubernatorial candidates of any county in the United States in Humboldt County, with Jill Stein gaining her largest county-level number of votes in Humboldt in 2016. == Crime == Humboldt County is known for an unusual number of missing person cases. It was highlighted as part of the 2018 Netflix documentary Murder Mountain. The following table includes the number of incidents reported and the rate per 1,000 persons for each type of offense. {| class=\"wikitable mw-collapsible mw-collapsed\" |+ class=\"nowrap\" | Population and crime rates |- ! scope=\"row\" style=\"text-align: left;\" | Population | colspan=\"2\" | 133,585 |- ! scope=\"row\" style=\"text-align: left;\" | Violent crimeOffice of the Attorney General, Department of Justice, State of California. Table 11: Crimes - 2009 . Retrieved November 14, 2013. | 541 || 4.05 |- ! scope=\"row\" style=\"text-align: left;\" | Homicide | 8 || 0.06 |- ! scope=\"row\" style=\"text-align: left;\" | Forcible rape | 33 || 0.25 |- ! scope=\"row\" style=\"text-align: left;\" | Robbery | 117 || 0.88 |- ! scope=\"row\" style=\"text-align: left;\" | Aggravated assault | 383 || 2.87 |- ! scope=\"row\" style=\"text-align: left;\" | Property crime | 2,270 || 16.99 |- ! scope=\"row\" style=\"text-align: left;\" | Burglary | 1,057 || 7.91 |- ! scope=\"row\" style=\"text-align: left;\" | Larceny-theftOnly larceny-theft cases involving property over $400 in value are reported as property crimes. | 2,513 || 18.81 |- ! scope=\"row\" style=\"text-align: left;\" | Motor vehicle theft | 475 || 3.56 |- ! scope=\"row\" style=\"text-align: left;\" | Arson | 51 || 0.38 |} === Cities by population and crime rates === {| class=\"wikitable mw- collapsible mw-collapsed sortable\" style=\"width: 100%;\" |+ class=\"nowrap\" | Cities by population and crime rates |- ! City ! data-sort-type=\"number\" | PopulationUnited States Department of Justice, Federal Bureau of Investigation. Crime in the United States, 2014, Table 8 (California). Retrieved April 14, 2016. ! data-sort-type=\"number\" | Violent crimes ! data- sort-type=\"number\" | Violent crime rate per 1,000 persons ! data-sort-type=\"number\" | Property crimes ! data-sort- type=\"number\" | Property crime rate per 1,000 persons |- | Arcata || 17,748 || 78 ||4.39|| 702 ||39.55 |- | Eureka ||26,843||145||5.40||2,176||81.06 |- | Ferndale ||1,360|| 3 ||2.21|| 17 ||12.5 |- | Fortuna || 11,752 ||33||2.81|| 496 || 42.21 |- | Rio Dell || 3,358 || 19 || 5.66 || 57 || 16.97 |} ==Education== The List of schools in Humboldt County, California shows the many school districts, including charter and private schools, at the elementary and high school level. Post-secondary education is offered locally at the College of the Redwoods and California State Polytechnic University, Humboldt (Cal Poly Humboldt). Blue Lake's Dell'Arte International School of Physical Theatre offers accredited three- year Masters of Fine Arts in Ensemble Based Physical Theatre. ==Media== ===Print=== The Times-Standard is the only daily newspaper in the region; in continuous publication since 1854, and owned by Media News Group since 1996,Honoring the 150th Anniversary of the Times-Standard, Congressional Record, November 18, 2004 they also print three weeklies: the Redwood Times, the Tri-City Weekly, and Northcoast 101. Other local publications include The Independent, the North Coast Journal, the Ferndale Enterprise, the Two Rivers Tribune, the Isis Scrolls, and The Lumberjack. The Arcata Eye and the McKinleyville Press merged in August 2013 to form the Mad River Union. ===Television=== Humboldt County's locally produced television stations, NBC station KIEM and PBS station KEET, are based in Eureka. KIEM produces the only local TV newscast and KEET is the only PBS station in the region. Since 2017, CBS affiliate KVIQ has been a low-powered station operated as part of a duopoly with KIEM, sharing the same studios. Fox affiliate KBVU, a semi- satellite of KCVU, is based in Chico and ABC affiliate KAEF, a semi-satellite of KRCR-TV, is based in Redding. In previous decades all major networks had production capacity in Eureka. ===Local internet media=== Locally internet based media include: *Lost Coast Outpost *Red Headed Black Belt ===Radio=== ====For-profit==== *KATA *KEKA, *KFMI *KGOE *KHUM *KINS-FM *KISSKISS-FM> *KKHB *KLGE *KRED *KSLG-FM *KWPT *KWSW ====Non-profit==== *KIDEKIDE *KHSU *KKDS-LP *KMUD *KMUEKMUE upgraded and moved to new frequency , Humboldt Beacon, April 10, 2012 *KNHM *KNHT *KRFH-LP ===Community media=== Community broadband networks and public, educational, and government access (PEG) cable tv channels provide air time for local voices on Access Humboldt. Cable TV channels are carried by Suddenlink Communications and local programs are provided online through the Community Media Archive. The Digital Redwoods initiative of Access Humboldt is developing local networks to meet comprehensive community needs, including public, education and government purposes. ==Transportation== ===Major highways=== * 25px U.S. Route 101 * 20px State Route 36 * 20px State Route 96 * 25px State Route 169 * 25px State Route 200 * 25px State Route 211 * 25px State Route 254 - Avenue of the Giants * 25px State Route 255 * 25px State Route 271 * 25px State Route 283 * 25px State Route 299 ===Public transportation=== * Humboldt Transit Authority operates two fixed route transit bus systems: ** Redwood Transit System provides intercity service to and within communities between Trinidad and Garberville, including Manila, King Salmon, Field's Landing, Loleta, Fernbridge and Fortuna. HTA also offers service between McKinleyville or Arcata and Willow Creek and an express bus between Arcata and College of the Redwoods when classes are in session. ** Eureka Transit Service, operated in the City of Eureka, provides local service on four scheduled routes (one hour headway) in Eureka and its adjacent unincorporated communities. Connections can be made to the Redwood Transit System at several places in Eureka. * Arcata and Mad River Transit System, operated by the City of Arcata with funding from Cal Poly Humboldt. A&MRTS; provides fixed route local bus service on two scheduled routes (one hour headway) in Arcata and an additional route between the Valley West Neighborhood and the university when classes are in session. * The city of Blue Lake and the Blue Lake Rancheria operates the Blue Lake Rancheria Transit Authority.http://www.bluelakerancheria- nsn.gov/boTransit.html Blue Lake Rancheria Transit] This provides fixed route intercity transit bus service (one hour headway) between Arcata and the Blue Lake Rancheria Indian Reservation and casino and local service within the city of Blue Lake. * Del Norte County's Redwood Coast Transit operates fixed route intercity transit bus service between Arcata and Crescent City or Smith River. * Amtrak Thruway bus has stops in many towns in the region, including Eureka, Arcata, and Fortuna. These stops are not managed by Amtrak and therefore have no services beyond serving passengers. Full service is only provided at the train station in Martinez, near San Francisco. ===Airports=== Arcata-Eureka Airport is located in McKinleyville (north of Arcata). Commercial flights are available. Other general aviation airports are located at Dinsmore, Garberville, Kneeland, Murray Field (Eureka), Samoa Field and Rohnerville (Fortuna). ===Seaport=== Port of Humboldt Bay is on Humboldt Bay, California's second largest natural bay. ==Events== {|class=\"sortable wikitable\" style=\"font-size:90%;\" |- ! style=\"width:260px;\"|Name ! style=\"width:65px;\"|Month ! style=\"width:200px;\"|Location ! class=\"unsortable\"|Citation |- |Apple Harvest Festival |October |Fortuna | Apple Harvest Festival October 6 and 7, 2012 , accessed March 22, 2013 |- |Arcata Oyster Festival |June |Arcata Plaza | Arcata Oyster Festival , Humboldt County Convention & Visitors Bureau, 2013, accessed March 22, 2013 |- |Azalea Festival |June |McKinleyville | |- |Avenue of the Giants Marathon |May |Humboldt Redwood State Park | Avenue of the Giants Marathon Website, accessed March 22, 2013 |- |Blackberry Festival |July |Westhaven | Blackberry Festival , Humboldt County Convention & Visitors Bureau, 2013, accessed March 22, 2013 |- |Blues by the Bay |July |Eureka | Blues by the Bay , Humboldt County Convention & Visitors Bureau, 2013, accessed March 22, 2013 |- |Brew at the Zoo |May |Eureka | |- |Chicken Wingfest |September |Eureka | , accessed March 22, 2013 |- |Craftsman's Days |November |Eureka | Craftsman's Days , Humboldt County Convention & Visitors Bureau, 2013, accessed March 22, 2013 |- |College of the Redwoods Wood Fair |June |Eureka | Community and Economic Development Wood Fair 2012 , College of the Redwoods, accessed March 22, 2013 |- |Fourth of July Festival |July 4 |Old Town Eureka | 4th of July Festival , Eureka Main Street, accessed March 22, 2013 |- |Humboldt Pride |September |Arcata | Humboldt Pride Website , accessed March 22, 2013 |- |Godwit Days (Birding festival) |April |Arcata | Godwit Days website, accessed March 22, 2013 |- |Humboldt Arts Festival |May |Arcata/Blue Lake | Humboldt Arts Festival , Humboldt County Convention & Visitors Bureau, 2013, accessed March 22, 2013 |- |Humboldt County Cup |November |Eureka | Humboldt County Cup, Humboldt County Cup, accessed October 29, 2017 |- |Humboldt County Fair |August |Ferndale | Humboldt County Fair , Humboldt County Convention & Visitors Bureau, 2013, accessed March 22, 2013 |- |Humboldt Film Festival |March & April |Arcata | |- |Humboldt Juggling Festival |April/May |Arcata (HSU) | Humboldt Juggling Society , 2012, accessed November 25, 2013 |- |Humboldt Redwoods Marathon |October |Southern Humboldt | Humboldt Redwoods Marathon , Humboldt County Convention & Visitors Bureau, 2013, accessed March 22, 2013 |- |Mushroom Fair |November |Arcata | Humboldt Bay Mycological Society, accessed November 13, 2018 |- |North Country Fair |September |Arcata | North Country Fair Website, accessed March 22, 2013 |- |Organic Planet Festival |September |Eureka | |- |Reggae on the River |August |French's Camp | |- |Redwood Acres Fair |June |Eureka | Redwood Acres Fair Website , accessed March 22, 2013 |- |Redwood Coast Jazz Festival |March |Eureka | Redwood Coast Jazz Fest , Humboldt County Convention & Visitors Bureau, 2013, accessed March 22, 2013 |- |Redwood Run |June |Southern Humboldt | Kiwanis Redwood Run Website, accessed March 22, 2013 |- |Rhododendron Festival and Parade |April |Eureka | Rhododendron Parade , Humboldt County Convention & Visitors Bureau, 2013, accessed March 22, 2013 |- |Roll on the Mattole |Summer |Mattole Grange | NCJ Calendar, accessed March 22, 2013 |- |Summer Arts and Music Festival |June |Benbow | The 37th Annual Summer Arts and Music Festival , accessed March 22, 2013 |- |Swauger's Station Day |July |Loleta | Loleta , Humboldt County Convention & Visitors Bureau, 2013, accessed March 22, 2013 |- |Tour of Loleta (by Bicycle) |July |Loleta | |- |Tour of the Unknown Coast (by Bicycle) |May |Southern Humboldt | Tour of the Unknown Coast Website, accessed March 22, 2013 |- |Trinidad Fish Festival |June |Trinidad | Trinidad Fish Festival , Humboldt County Convention & Visitors Bureau, 2013, accessed March 22, 2013 |- |Trinidad to Clam Beach Run |February |Trinidad | Trinidad to Clam Beach Run Website, accessed March 22, 2013 |- |Truckers Christmas Parade |December |Eureka | Truckers Christmas Parade , Humboldt County Convention & Visitors Bureau, 2013, accessed March 22, 2013 |- |Two Rivers Harvest Festival |October |Willow Creek | 1st Annual Two Rivers Harvest Festival, North Coast Journal, 2009, accessed March 22, 2013 |- |World-Championship Kinetic Sculpture Race |May |Arcata to Ferndale | Kinetic Grand Championship , Humboldt County Convention & Visitors Bureau, 2013, accessed March 22, 2013 |- |Zootini |August |Eureka | |- |Redwood Coast Up in Smoke BBQ Competition |June |Blue Lake | |} == In popular culture == ===Movies=== Return of the Jedi, The Lost World: Jurassic Park, After Earth, The Tree of Life, Outbreak, Swiss Army Man, The Majestic, Halloween III: Season of the Witch, A Wrinkle in Time, The Call of the Wild, Salem's Lot, Almost Heroes, Jennifer 8, The Love Witch, Willow Creek, An Evening with Beverly Luff Linn, Humboldt County, The Gnome-Mobile, Woodshock, Gun Glory, A Death in Canaan, The Enchanted Forest, Valley of the Giants, The Valley of the Giants (1919 film), The Valley of the Giants (1927 film), The Immigrants, A Lass in the Lumberlands, Jezebel's Kiss, Bigfoot: The Lost Coast Tapes, She's in Portland, and more. ===TV shows=== Much of The WB's Hyperion Bay and the CBS show Blue Skies as well as an episode of Moonlighting were filmed in Humboldt County. The infamous Patterson-Gimlin film was filmed on Bluff Creek near Orleans, California. Humboldt County has also been the subject of multiple documentary miniseries including Discovery Channel's Pot Cops and Netflix's Murder Mountain. Humboldt County has also been featured in episodes of On the Case with Paula Zahn, The Profit, Hamilton's Pharmacopeia, Top Gear, The Tonight Show with Jay Leno, Survivorman, Diners, Drive-ins and Dives, Finding Bigfoot, Treehouse Masters, Rescue 911, Walking With Dinosaurs, Somebody's Gotta Do It, Monsters Resurrected, Weediquette, Dan Rather Reports, Monster Fish, Beachfront Bargain Hunt, and many more. Humboldt County has also been the filming location for countless national television advertisements, including many major car commercials. The Tv show Virgin River is set in Humboldt County. ===Books=== In the book Lolita by Vladimir Nabokov there is a possible pun using the county's name (Humboldt) in connection to the main character's name (Humbert Humbert). This appears on page 108: \"With the help of a guidebook I located [The Enchanted Hunters inn] in the secluded town of Briceland.\" This 'secluded town' could very well be a reference to the unincorporated Briceland of Humboldt County, making The Enchanted Hunters in 'Humboldt Land', continuing the novel's grotesque fairy-tale veneer. ==Communities== ===Cities=== * Arcata * Blue Lake * Eureka (county seat) * Ferndale * Fortuna * Rio Dell * Trinidad ===Census-designated places=== * Alderpoint * Bayview * Benbow * Big Lagoon * Cutten * Fairhaven * Fieldbrook * Fields Landing * Garberville * Hoopa * Humboldt Hill * Hydesville * Indianola * Loleta * McKinleyville * Manila * Miranda * Myers Flat * Myrtletown * Orick * Phillipsville * Pine Hills * Redcrest * Redway * Samoa * Scotia * Shelter Cove * Weott * Westhaven-Moonstone * Willow Creek ===Other unincorporated communities=== * Alton * Bayside * Blocksburg * Briceland * Bridgeville * Carlotta * Cooks Valley * Dinsmore * Dyerville * Elk River * Englewood * Fernbridge * Fort Seward * Freshwater * Freshwater Corners * Fruitland * Glendale * Holmes * Honeydew * Johnsons * King Salmon * Kneeland * Korbel * Maple Creek * Moonstone * Orleans * Patricks Point * Pepperwood * Petrolia * Pine Hill * Port Kenyon * Ridgewood Heights * Riverside Park * Rohnerville * Rosewood * Shively * Stafford * Sunny Brae * Weitchpec * Westhaven * Whitethorn ===Indian reservations=== Humboldt County has eight Indian reservations lying within its borders. Only four other counties in the United States have more: San Diego County, California; Sandoval County, New Mexico; Riverside County, California; and Mendocino County, California. The Hoopa Valley Indian Reservation is the largest in the state of California, a state that generally has very small reservations (although very numerous) relative to those in other states. * Big Lagoon Rancheria * Blue Lake Rancheria * Hoopa Valley Indian Reservation * Karuk Indian Reservation (partly in Siskiyou County) * Rohnerville Rancheria * Table Bluff Rancheria * Cher-Ae Heights Indian Community of the Trinidad Rancheria * Yurok Indian Reservation (partly in Del Norte County) ===Population ranking=== The population ranking of the following table is based on the 2010 census of Humboldt County. † county seat {| class=\"wikitable sortable\" |- !Rank !City/town/etc. !Municipal type !Population (2010 Census) |- style=\"background-color:#FFFACD;\" | 1 |† Eureka | City | 27,191 |- style=\"background-color:#FFFACD;\" | 2 |Arcata | City | 17,231 |- style=\"background-color:#F0FFF0;\" | 3 |McKinleyville | CDP | 15,177 |- style=\"background-color:#FFFACD;\" | 4 |Fortuna | City | 11,926 |- style=\"background-color:#F0FFF0;\" | 5 |Myrtletown | CDP | 4,675 |- style=\"background-color:#F0FFF0;\" | 6 |Humboldt Hill | CDP | 3,414 |- style=\"background-color:#FFFACD;\" | 7 |Rio Dell | City | 3,368 |- style=\"background-color:#F0FFF0;\" | 8 |Pine Hills | CDP | 3,131 |- style=\"background-color:#F0FFF0;\" | 9 |Cutten | CDP | 3,108 |- style=\"background-color:#FFFF99;\" | 10 |Hoopa Valley Reservationhttps://www.census.gov/2010census/popmap/ipmtext.php?fl=1490 | AIAN | 3,041 |- style=\"background-color:#F0FFF0;\" | 11 |Bayview | CDP | 2,510 |- style=\"background-color:#F0FFF0;\" | 12 |Willow Creek | CDP | 1,710 |- style=\"background-color:#FFFACD;\" | 13 |Ferndale | City | 1,371 |- style=\"background-color:#FFFACD;\" | 14 |Blue Lake | City | 1,253 |- style=\"background-color:#FFFF99;\" | 15 |Yurok Reservationhttps://www.census.gov/2010census/popmap/ipmtext.php?fl=4760 (partially in Del Norte County) | AIAN | 1,238 |- style=\"background- color:#F0FFF0;\" | 16 |Hydesville | CDP | 1,237 |- style=\"background- color:#F0FFF0;\" | 17 |Redway | CDP | 1,225 |- style=\"background- color:#F0FFF0;\" | 18 |Westhaven-Moonstone | CDP | 1,205 |- style=\"background- color:#F0FFF0;\" | 19 |Garberville | CDP | 913 |- style=\"background- color:#F0FFF0;\" | 20 |Fieldbrook | CDP | 859 |- style=\"background- color:#F0FFF0;\" | 21 |Scotia | CDP | 850 |- style=\"background-color:#F0FFF0;\" | 22 |Indianola | CDP | 823 |- style=\"background-color:#F0FFF0;\" | 23 |Manila | CDP | 784 |- style=\"background-color:#F0FFF0;\" | 24 |Loleta | CDP | 783 |- style=\"background-color:#F0FFF0;\" | 25 |Shelter Cove | CDP | 693 |- style=\"background-color:#F0FFF0;\" | 26 |Miranda | CDP | 520 |- style=\"background-color:#FFFF99;\" | 27 |Karuk Reservationhttps://www.census.gov/2010census/popmap/ipmtext.php?fl=1750 | AIAN | 506 |- style=\"background-color:#FFFACD;\" | 28 |Trinidad | City | 367 |- style=\"background-color:#F0FFF0;\" | 29 |Orick | CDP | 357 |- style=\"background-color:#F0FFF0;\" | 30 |Benbow | CDP | 321 |- style=\"background-color:#F0FFF0;\" | 31 |Weott | CDP | 288 |- style=\"background-color:#F0FFF0;\" | 32 |Fields Landing | CDP | 276 |- style=\"background-color:#F0FFF0;\" | 33 |Samoa | CDP | 258 |- style=\"background-color:#F0FFF0;\" | 34 |Alderpoint | CDP | 186 |- style=\"background-color:#F0FFF0;\" | 35 |Myers Flat | CDP | 146 |- style=\"background-color:#F0FFF0;\" | 36 |Phillipsville | CDP | 140 |- style=\"background-color:#FFFF99;\" | 37 |Trinidad Rancheriahttps://www.census.gov/2010census/popmap/ipmtext.php?fl=4275 | AIAN | 132 |- style=\"background-color:#FFFF99;\" | 38 |Table Bluff Reservationhttps://www.census.gov/2010census/popmap/ipmtext.php?fl=4095 | AIAN | 103 |- style=\"background-color:#F0FFF0;\" | 39 |Big Lagoon | CDP | 93 |- style=\"background-color:#F0FFF0;\" | 40 |Redcrest | CDP | 89 |- style=\"background-color:#FFFF99;\" | 41 |Blue Lake Rancheriahttps://www.census.gov/2010census/popmap/ipmtext.php?fl=0325 | AIAN | 58 |- style=\"background-color:#FFFF99;\" | 42 |Rohnerville Rancheriahttps://www.census.gov/2010census/popmap/ipmtext.php?fl=3220 | AIAN | 38 |- style=\"background-color:#FFFF99;\" | 43 |Big Lagoon Rancheriahttps://www.census.gov/2010census/popmap/ipmtext.php?fl=0240 | AIAN | 17 |} == Notable people == * Sara Bareilles * Lloyd Bridges * Hobart Brown * Wesley Chesbro * David Cobb * Alexander Cockburn * Trevor Dunn * Guy Fieri * Michael John Fles * Brendan Fraser * Robert A. Gearheart * James Gillett * Ulysses S. GrantHistory of Humboldt County California - Historic Record Co., Los Angeles, 1915, Transcribed by Kathy Sedler, CHAPTER VII. Grant's Career in Humboldt County, California Genealogy & History Archives transcription, Internet Archive, page 52 * Steven Hackett * Bret Harte * Dan Hauser * El Hefe * Julia Butterfly Hill * Christa Johnson * Howard B. Keck * Seth Kinman * Naomi Lang * Rey Maualuga * Pamela McGee * Tim McKay * Mike Patton * Maurice Purify * Nate Quarry * Eric Rofes * Stephen W. Shaw * Steve Sillett * Trey Spruance * Greg Stafford * Robert M. Viale * Don Van Vliet * Stephen Girard WhippleCalifornia. Adjutant General's Office, Records of California men in the war of the rebellion 1861 to 1867, SACRAMENTO: State Office, J. D. Young, Supt. State Printing, 1890, pp. 11, 826-831 * Ned Yost ==See also== * Arcata and Eureka Community Recycling Centers * Arcata - Jacoby Creek Community Forests * Arcata Marsh and Wildlife Sanctuary * HSU First Street Gallery * Humboldt Arts Council * Humboldt County Historical Society * Humboldt Crabs * National Register of Historic Places listings in Humboldt County, California * Operation Green Sweep * California State Polytechnic University, Humboldt * Lost Man Creek Dam * Sequoia County, California == Notes == ==References== ==Further reading== * ==External links== * * Humboldt Economic Index * All About Living in Humboldt County * General Guide to Humboldt County Category:1853 establishments in California Category:Alexander von Humboldt Category:California counties Category:Populated places established in 1853",
 "title": "Humboldt County, California"
}