{
 "id": "805705",
 "text": "Zoobomb is a weekly bicycling activity in Portland, Oregon, United States during which participants ride bicycles rapidly downhill in the city's West Hills. Zoobomb began in 2002. Participants carry their bikes on MAX Light Rail to the Washington Park station next to the Oregon Zoo. From there, participants take the elevator to the surface and then ride their bikes down the hills in the vicinity. This process is often repeated several times throughout the night. ==Culture== There is an emphasis on unusual bicycles, first and foremost the children's bicycles or \"minibikes,\" but extending to tall bikes, swing bikes, choppers, non-functional bicycles, skateboards, longboards, etc. The Zoobombers are made up of a wide demographic, with a tendency towards young adults. The event is treated in a very lighthearted fashion, including a large amount of socializing between rides. Riders often dress up in costume or decorate their bicycles. Parents have brought their children on rides, and a legally blind person \"The Blind Bomber\" regularly attends (on a tandem bike, behind a sighted rider). Though not technically a race, there is some prestige in getting down the hill first. However, there is never shame in getting down the hill last, as safety and fun are what is encouraged, not going fast. The participants espouse a \"pack it in, pack it out/leave no trace\" philosophy in an effort to maintain cleanliness in the areas where they congregate. Zoobomb tries to be a positive force in the community by providing a safe environment to have a good time and to support bicycle advocacy and alternative non-polluting transportation. ==Zoobomb Pile== Though many riders bring their own bicycles, the participants maintain a \"Zoobomb pile\". This is a tower of minibikes anchored to a bicycle rack at the Zoobomb meeting point. These are spare bikes that are used as loaners for would-be Zoobombers who don't have their own bike. The pile has become a local landmark. In March 2009, a new pile was dedicated, in a ceremony attended by Portland mayor Sam Adams. The new pile is located at SW 13th and Burnside. ==Related events== There are several annual events hosted by Zoobomb organizers and participants, including: *Zoobomb Century in June *MiniBikeWinter in February *Zoobomb Summer Olympics (aka BiffDay) in August *Alleykitten Invitational Zoobomb has inspired Hoodbomb, where participants gather at the Timberline Lodge and bomb the course of Timberline Road on Mount Hood. ==See also== * Portland Urban Iditarod * Idiotarod * Kinetic sculpture race * Shopping cart race ==References== == External links == *Zoobomb website *Archives of Zoobomb coverage on BikePortland.org *Zoobomb on Gridskipper.com, The Urban Travel Guide *BBC coverage of zoobombing Category:2002 establishments in Oregon Category:Cycling clubs Category:Culture of Portland, Oregon Category:Cycling in Portland, Oregon Category:Entertainment events in the United States Category:Sports in Portland, Oregon",
 "title": "Zoobomb"
}