{
 "id": "805757",
 "text": "Comedy Gold, formerly known as TV Land Canada was a Canadian English language specialty channel that was owned by Bell Media focused on sitcoms and sketch comedy programs from the 1970s to 1990s. The channel was originally launched in 2001 as a Canadian version of the American channel TV Land by Craig Media and Viacom. Craig's interest was acquired by CHUM Limited, the owner of the Citytv system in 2004 upon the acquisition of its assets. In the years following the acquisition of CHUM by CTVglobemedia and later Bell Media, TV Land Canada was renamed to Comedy Gold and became a sister network to The Comedy Network. After the sale to WOW Unlimited and aborted attempt for relaunch, Comedy Gold ceased operations in 2019. ==History== On November 24, 2000, the Canadian Radio-television and Telecommunications Commission (CRTC) granted Craig Media (previously known as Craig Broadcast Systems Inc.) permission to launch a national Category 2 digital specialty channel tentatively known as Retro; a channel described as being \"devoted to classic television programming\".Decision CRTC 2000-548; CRTC; 2000-12-14 140px|thumb|left|Logo as TV Land used from September 7, 2001 to August 1, 2010. In August 2001, before the channel had launched, Craig Media announced it had reached a deal with U.S.-based MTV Networks, to launch Retro as a domestic Canadian version of the American classic television-focused cable channel, TV Land.TV Land, MTV and Craig Broadcast Systems to Launch New Canadian Services in September; PR Newswire; 2001-08-21 The channel was launched in September 2001 as TV Land Canada, with a slate of programming focusing on classic American sitcoms and dramas. MTV Networks purchased a minority share in the service months later. In April 2004, CHUM Limited announced it would purchase Craig Media for CAD$265 million; Craig's 80.1% interest in TV Land was included in the sale.CHUM buying TV broadcaster Craig Media for $265M; CBC; 2004-04-12 The sale was subject to CRTC approval and was approved on November 19, 2004.Broadcasting Decision CRTC 2004-502; CRTC; 2004-11-19 The transaction was completed on December 1, 2004.CHUM completes $265 million purchase of Craig Media and financing Fasken Martineau In July 2006, Bell Globemedia (later CTVglobemedia) announced that it would purchase CHUM, including TV Land Canada, for an estimated CAD$1.7 billion.Bell Globemedia acquires CHUM ; Fasken Martineau; 2006-07-12 The sale was approved by the CRTC on June 8, 2007,Broadcasting Decision CRTC 2007-165; CRTC; 2007-06-08 with the transaction completed on June 22. 140px|thumb|right|Comedy Gold logo used from August 2, 2010 to June 2012. On June 21, 2010, it was announced that TV Land would be rebranded as Comedy Gold, becoming an offshoot of The Comedy Network, effective August 2, 2010. The rebranded channel shifted focus to classic American sitcoms from the 1970s through the 1990s including The Mary Tyler Moore Show, Murphy Brown, and The Fresh Prince of Bel Air. Viacom sold its stake in the channel back to CTV after the rebrand took place. The channel's ownership changed hands once again when on September 10, 2010, BCE Inc. (a minority shareholder in CTVglobemedia) announced that it planned to acquire 100% interest in CTVglobemedia for a total debt and equity transaction cost of CAD$3.2 billion. The deal was approved by the CRTC on March 7, 2011,CRTC approves BCE's purchase of CTVglobemedia and was finalized on April 1 of that year, on which CTVglobemedia was rebranded Bell Media.Bell completes acquisition of CTV, launches Bell Media business unit CNW 2011-04-01 In June 2012, Comedy Gold unveiled a new on-air look consisting of a new logo and new on-air presentation, aligning with the relaunched Comedy Network, which itself had unveiled a new on-air rebrand in November 2011.Comedy Gold Reveals New Look in Time for All-New Freeview, Beginning Today Bell Media site, retrieved July 10, 2012, === Sale to Wow Unlimited Media, planned and aborted re-launch === In June 2017, Wow Unlimited Media announced a strategic partnership with Bell, under which it would acquire an unspecified category B service to re-launch as a channel targeting children and young adults, in exchange for a minority equity stake in the company. In an October 2017 interview, Bell Media president Randy Lennox revealed that the channel would be Comedy Gold. The sale to Wow Unlimited Media was approved on July 9, 2018. On March 12, 2019, Wow Unlimited Media issued a press release stating the date upon which the channel would be fully acquired has been pushed back to either May 31, 2019, or August 30, 2019 \"to pursue sponsorships and partnerships\". On July 24, 2019, a representative of Bell Support revealed that Comedy Gold would be shutting down anywhere between August 30 and September 1. Wow took possession of the license on August 30, and Comedy Gold was ultimately shuttered on September 1. In its second-quarter earnings report, Wow stated that the company was \"exploring strategic partnerships to structure a financially attractive business plan\" for the network. In an application sent to the CRTC, dated July 20, 2020, Wow Unlimited requested revocation of its broadcast license for Comedy Gold citing numerous reasons for abandoning the channel, including, but not limited to, the global pandemic, the growing dominance of online streaming services (specifically naming Disney+, Netflix, and Hulu), the growth of direct-to-consumer AVOD platforms, the significant decrease in ad spending on traditional broadcast channels, the difficulty in acquiring quality content when competing against large multi-national companies such as Netflix, and the crash of the wireline children's television market making a new network based around that programming unfeasible.Application 2020-0416-7, CRTC, 07-02-2020 The CRTC granted the application's approval and revoked the license on February 5, 2021.Broadcasting Decision CRTC 2021-51, CRTC, 02-05-2021 ==Programming== Prior to the announced sale to Wow Unlimited Media, Comedy Gold focused primarily on sitcoms and sketch comedy programs from the 1970s, 1980s and 1990s (such as Full House, Night Court, The Bob Newhart Show and The Mary Tyler Moore Show); it also carried some Canadian-produced programs (such as Inside the Box and Second City Television). Since the announcement of its sale to Wow Unlimited Media, Comedy Gold's focus on classic comedy was downplayed and its programming shifted to reruns of general comedy-oriented shows. ==See also== * DejaView - an active similar specialty service currently owned by Corus Entertainment, specializing in classic television series from the 1960s to 2010. * Teletoon Retro - a former offshoot of Teletoon, also owned by Corus Entertainment, that focused on classic cartoons and television series aimed at children. ==References== Category:Digital cable television networks in Canada Category:English-language television stations in Canada Category:2001 establishments in Canada Category:2019 disestablishments in Canada Category:Television channels and stations established in 2001 Category:Television channels and stations disestablished in 2019 Category:Comedy television networks Category:Classic television networks Category:Former Bell Media networks Category:Defunct Canadian television channels",
 "title": "Comedy Gold (TV channel)"
}