{
 "id": "805944",
 "text": "Johannes Sturm (also known as Jean Sturm; Latinized as Ioannes Sturmius; 1 October 1507 – 3 March 1589), was a German educator and Protestant reformer, who was influential in the design of the gymnasium system of secondary education. == Biography == Sturm was born in Schleiden. In 1521 or 1522 he started studies at the school of St. Jerome, Liège, and went on to the University of Leuven. There he had a share in a printing press and issued several Greek works. In 1529 he moved to Paris, where in addition to selling books he was asked to teach and gave lectures on Cicero and Demosthenes. Influenced by the writings of Martin Bucer he adopted the principles of the Protestant Reformation. He participated in the attempt to reconcile Protestant and Roman Catholic parties in 1534. At the urging of Bucer and the unrelated statesman Jacob Sturm von Sturmeck, Sturm accepted a call to teach in Strassburg in 1537, and in 1538 he set up the Protestant gymnasium, the Schola Argentoratensis (now called Jean Sturm Gymnasium), there, which provided the model for the modern German gymnasium. He directed the school for 43 years, and the school attained a wide celebrity, becoming an influential model for humanistic gymnasia especially in Germany. He undertook diplomatic missions on behalf of Strassburg, the Protestant estates and the king of France. He attended the conferences at Hagenau and Worms in 1540, and at Regensburg in 1541; and went with Bucer to meet the elector of Cologne, in 1542. After helping to negotiate peace between England and Francei 1545, he again went to France in 1546, at the outbreak of the War of the Schmalkaldic League, to seek the help of François I. He asked for German aid to the Huguenots, which made him suspect in the eyes of Lutherans. Sturm was often asked to advise on the creation or reform of schools, among others the gymnasium at Lauingen (1564). His influence is seen in the school regulations of Württemberg (1559), Brunswick (1569), and Saxony (1580). After the death of Jacob Sturm and with the stricter enforcement of the Lutheran confession in Strassburg after 1555, Sturm became involved in ongoing controversies. He upheld the broader views of Bucer, and was influenced by his Biblical and humanistic views towards a non- dogmatic Christianity. A dispute over the orthodoxy of Girolamo Zanchi (whom Sturm defended against Johann Marbach and other Lutheran critics) was resolved in 1563, but the theological complaints against Sturm's views, and those of his staff, persisted; in 1570 Sturm offered to resign, but the city council declined to accept. Sturm's ongoing conflict with Marbach was adjudicated in Sturm's favor in 1575. But the 1577 Lutheran Formula of Concord reopened the conflict; the theologian Johannes Pappus agitated for its official imposition in Strassburg, supported in the ensuing pamphlet war by the Swabians Andreas Osiander and Jakob Andrea; Sturm opposed them vigorously and vituperatively. Sturm was relieved of his position in 1581 and retired to Northeim. He died in Strassburg in 1589. == Legacy == Sturm was generally regarded as the greatest educator connected with the Reformed Church. The school he directed and his art of teaching were a humanist model for a century all over Europe. His ideal in education was \"to direct the aspiration of the scholars toward God, to develop their intelligence, and to render them useful citizens by teaching them the skill to communicate their thoughts and sentiments with persuasive effect.\" Sturm's emphasis on eloquence and rhetoric is reflected in the readings prescribed for students: Cicero, Virgil's Eclogues, selections of Latin poetry, and Terence form the Latin syllabus, and in Greek the focus is on Demosthenes and other rhetoricians. The Greek and Latin historians, philosophers and natural scientists appear on the reading lists only occasionally. Sturm implemented a gradation of the course of study, and novel methods of instruction. His system of classes (practically the same that still prevailed in all gymnasia some centuries later), his classification of literary material for use in schools, his writing of textbooks, and his organization of school management shaped the practice of secondary education, not only in the German schools, but also in secondary schools of England and France. His collection of Cicero's letters is recommended by Roger Ascham in his \"The Scholemaster\". In addition to the Jean Sturm Gymnasium, Foyer Jean- Sturm, a modern student dormitory in Strasbourg, also bears his name. ==Notes== == References == * * * == External links == * *The Gymnasium today Category:1507 births Category:1589 deaths Category:16th-century German educators Category:University of Strasbourg faculty Category:People from Euskirchen (district) Category:People from Strasbourg Category:Old University of Leuven alumni Category:People of the Protestant Reformation",
 "title": "Johannes Sturm"
}