{
 "id": "806269",
 "text": "Wycombe Abbey is an independent girls' boarding and day school in High Wycombe, Buckinghamshire, England. It is consistently ranked as one of the top all-girls schools in academic results. The school was founded in 1896 by Dame Frances Dove (1847–1942), who was previously headmistress of St Leonards School in Scotland. Its present capacity is approximately 650 girls, aged 11 to 18. The current headmistress is Jo Duncan. The school is on a 69 hectare campus in central High Wycombe. The land includes woods, gardens, a Cold War bunker (RAF Daws Hill) and a lake, and rises up to 150 metres above sea level in the Chiltern Hills. The freehold is owned by the school; the main house and several buildings at Wycombe Abbey are Grade II* listed. ==History== ===Early history=== In the 13th century, the area, with the parish church, was part of the holding of the Abbess of Godstow. 600 years later, the priory at Godstowe was also re-founded as a school by Dame Frances Dove, and today is a 'feeder' preparatory school for Wycombe Abbey. On the site of the present Wycombe Abbey was a large manor house known as 'Loakes House' which was the seat of the Archdale family, until 1700, when Thomas Archdale sold it to Henry Petty, 1st Earl of Shelburne. The earl, in turn, bequeathed the estate to his grandnephew, William Petty, (who inherited a different Earldom of Shelburne in 1761Henry Petty was created Earl of Shelburne in 1719, but when he died without heirs in 1751, the earldom became extinct. It was recreated for his kinsman, John Petty in 1753; it was this latter earldom that William Petty inherited. and became prime minister in 1782). The Shelburnes, though, had a far larger and grander residence at Bowood House in the Savernake Forest and spent little time at Loakes House. Consequently, Lord Shelburne sold his estates in the area. Loakes House was purchased from them at auction by Robert Smith, 1st Baron Carrington, in 1798. He employed the architect James Wyatt to transform Loakes House into Wycombe Abbey as we see it today. The original house and other parts of the school are listed Grade II* on the National Heritage List for England with the landscaped grounds of the school listed Grade II on the Register of Historic Parks and Gardens. ===World War II=== The Air Ministry requisitioned Wycombe Abbey School in March 1942 to serve as the headquarters of the United States Eighth Air Force after the entry of the United States into World War II. It was returned to Wycombe Abbey on 9 May 1946. ==Houses== As at most independent schools, the pupils are placed in houses. The houses at Wycombe Abbey are: Airlie, Barry, Butler, Campbell, Cloister, Pitt, Rubens, Shelburne and Wendover. Girls in UVI live in Clarence, while the junior-most girls, UIIIs, live in Junior House. Every house at Wycombe Abbey is linked to a colour and, as part of the school uniform, girls wear ties which correspond to their House colour i.e., sky blue – Barry, green – Cloister, brown – Airlie, pink – Rubens, yellow – Pitt, orange – Butler, purple – Campbell, dark blue – Shelburne, red – Wendover, lavender – Junior. Each girl has her own 'House Mother', a girl in the year above in the same house who looks after her, particularly when new to the school. Each house has a housemistress and matrons. ==Notable alumnae (Wycombe Abbey Seniors)== *Rosie Alison, producer and writer *Eve Best, actress *Elsie Bowerman, suffragette, Titanic survivor and lawyer *Kate Brooke, screenwriter *Dame Elizabeth Butler-Sloss, British judge, Deputy Coroner of the Queen's Household *Sue Carr, Lady Justice of Appeal *Judith Chaplin, Member of Parliament (1992) *Lorraine Copeland, archaeologist *Gabrielle Drake, actress *Penelope Fitzgerald, novelist and biographer *Jackie Forster, actress, TV personality, feminist and lesbian campaigner *Elizabeth Haysom, orchestrated the double murder of her parents *Molly Hide, English cricketer *Elspeth Howe, Baroness Howe of Idlicote *India Knight, journalist *Dorothy Lamb, archaeologist *Beverley Lang, Justice of the High Court *Fiona MacCarthy, biographer and cultural historian *Charlotte Moore, BBC's Director of Content *Florence Nagle, trainer and breeder of racehorses, breeder of pedigree dogs, feminist *Melanie Nakhla, soprano 2 in classical crossover group All Angels *Winifred Peck (née Knox), English author *Sally Phillips, actress *Joan Riviere, psychoanalyst *Merryn Somerset Webb, editor in chief of MoneyWeek *Sarah Springman, CBE FREng, engineer and sportswoman, rector of ETH Zurich *Polly Stenham, playwright *Rachael Stirling, actress *Lady \"Red Jessie\" Street, Australian suffragette, social reformer and founding United Nations envoy *Florence Temko, origami pioneer and author *Mary Wakefield, journalist *Sonya Walger, actress *Lady Charlotte Wellesley, socialite and producer *Kathy Wilkes, philosopher *Lady Nicholas Windsor, wife of Lord Nicholas Windsor ==Notable staff== *Mary Cartwright *Gustav Holst *Annie Whitelaw, Head from 1910 to 1925 *Elsie Bowerman, governor and school historian ==References== ==Further reading== * Elsie Bowerman Stands there a School – Memories of Dame Frances Dove, D.B.E., Founder of Wycombe Abbey School (1965) * Wycombe Abbey School 1896–1986: A partial history (1989; ) ==External links== *Wycombe Abbey official website *Profile on the ISC website *Wycombe Abbey: British International School in Hong Kong official website Category:1896 establishments in England Category:Educational institutions established in 1896 Category:Boarding schools in Buckinghamshire Category:Independent schools in Buckinghamshire Category:Girls' schools in Buckinghamshire Category:Houses in Buckinghamshire Category:Member schools of the Girls' Schools Association Category:Gardens by Capability Brown Category:Grade II* listed buildings in Buckinghamshire Category:Grade II listed parks and gardens in Buckinghamshire Category:High Wycombe",
 "title": "Wycombe Abbey"
}