{
 "id": "806516",
 "text": "The State Historical Museum (Russian: Государственный исторический музей, Gosudarstvenny istoricheskiy muzyey) of Russia is a museum of Russian history located between Red Square and Manege Square in Moscow. The museum's exhibitions range from relics of prehistoric tribes that lived in the territory of present-day Russia, to priceless artworks acquired by members of the Romanov dynasty. The total number of objects in the museum's collection numbers in the millions. == Description == The place where the museum now stands was formerly occupied by the Principal Medicine Store, built by order of Peter the Great in the Moscow baroque style. Several rooms in that building housed royal collections of antiquities. Other rooms were occupied by the Moscow University, founded by Mikhail Lomonosov in 1755. The museum was founded in 1872 by Ivan Zabelin, Aleksey Uvarov and several other Slavophiles interested in promoting Russian history and national self-awareness. The board of trustees, composed of Sergey Solovyov, Vasily Klyuchevsky, Uvarov, and other leading historians, presided over the construction of the museum building. After a prolonged competition, the project was handed over to Vladimir Osipovich Shervud (or Sherwood, 1833–97).The State Historical Museum The present structure was built based on Sherwood's neo-Russian design between 1875 and 1881. The first 11 exhibit halls officially opened in 1883 during a visit from the Tsar and his wife.Хронологический указатель Then in 1894 Tsar Alexander III became the honorary president of the museum and the following year, 1895, the museum was renamed the Tsar Alexander III Imperial Russian History Museum.Хронологический указатель – ГИМ Its interiors were intricately decorated in the Russian Revival style by such artists as Viktor Vasnetsov, Henryk Siemiradzki, and Ivan Aivazovsky. During the Soviet period, the murals were proclaimed gaudy and were plastered over. The museum went through a painstaking restoration of its original appearance between 1986 and 1997. Notable items include a longboat excavated from the banks of the Volga River, gold artifacts of the Scythians, birch-bark scrolls of Novgorod, manuscripts going back to the sixth century, Russian folk ceramics, and wooden objects. The library boasts the manuscripts of the Chludov Psalter (860s), Svyatoslav's Miscellanies (1073), Mstislav Gospel (1117), Yuriev Gospel (1119), and Halych Gospel (1144). The museum's coin collection alone includes 1.7 million coins, making it the largest in Russia. In 1996, the number of all articles in the museum's collection reached 4,373,757. A branch of the museum is housed in the Romanov Chambers Zaryadye and Moscow Kremlin. In 1934 The Museum of Women's Emancipation at the Novodevichy Convent became part of the State Historical Museum. Some of the churches and other monastic buildings are still affiliated with the State Historical Museum. == Current activities == Since spring 2007, for the first time in the history of The State Historical Museum, all 40 halls have been open to the public. The museum covers the period from ancient times to the early 20th century and over 1.2 million people visit its exhibitions. The museum is also a major centre for research, science and education. The department's host lectures and seminars, internships, and awards in research and restoration activities. Since the end of 2016, it has been possible to view the exhibition through a virtual tour, which is accessible on the museum's official website. The main innovation of 2017 was the creation of a new navigation system in the main building: a full map of the main exhibition can be obtained at the entrance or downloaded from the museum's website. About 30-40 exhibition projects are held annually based on exhibits from the museum's collection throughout Russia. For the 500th anniversary of the Novodevichy Convent, the museum plans to open an exhibition dedicated to the Russian Orthodox Church. For 2018-2023, a series of exhibitions of the project \"National Museums of the World to the Historical Museum\" is planned, in which European museums will take part. From March to July 2020, the museum was closed to the public due to quarantine amid the COVID-19 pandemic. == Gallery == File:Вид на Исторический музей в сторону Красной площади.jpg|Night View File:Moscow July 2011-13a.jpg|View from the northwest File:Государственный исторический музей 2018 01.jpg File:2014 Moscow State Historical Lenin Museum.JPG File:Moscow SHM asv2019-06 img11.jpg|One of the exposition halls File:Военный парад на Красной площади 9 мая 2016 г. (29).jpg|A hammer and sickle being displayed on the museum. ==References== ==External links== * * WorldWalk.info: * Google Maps: State Historical Museum Category:Museums established in 1872 Category:Cultural infrastructure completed in 1881 Category:Museums in Moscow Russia Category:History museums in Russia Category:Red Square Category:Russian Revival architecture Category:1872 establishments in the Russian Empire",
 "title": "State Historical Museum"
}