{
 "id": "807060",
 "text": "Crossley Motors was an English motor vehicle manufacturer based in Manchester, England. It produced approximately 19,000 cars from 1904 until 1938, 5,500 buses from 1926 until 1958, and 21,000 goods and military vehicles from 1914 to 1945. Crossley Brothers, originally manufacturers of textile machinery and rubber processing plant, began the licensed manufacture of the Otto internal combustion engine before 1880. The firm started car production in 1903, building around 650 vehicles in their first year.Nick Georgano (ed.), Britain's Motor Industry, The First Hundred Years, (Yeovil: G.T. Foulis and Company, 1995), p.73; Slater's Royal National Commercial Directory of Manchester and Salford With Their Vicinities, (Manchester: Isaac Slater, 1874 edn.) The company was established as a division of engine builders Crossley Brothers, but from 1910 became a stand-alone company. Although founded as a car maker, they were major suppliers of vehicles to British Armed Forces during World War I, and in the 1920s moved into bus manufacture. With re- armament in the 1930s, car-making was run down, and stopped completely in 1936. During World War II output was again concentrated on military vehicles. Bus production resumed in 1945 but no more cars were made. The directors decided in the late 1940s that the company was too small to survive alone and agreed to a take over by AEC. Production at the Crossley factories finally stopped in 1958. ==Overview== thumb|right|Crossley Model 15 (1912) Crossley Motors Ltd was first registered on 11 April 1906 (and re-registered with a different company number in 1910) as the vehicle manufacturing arm of Crossley Brothers. The first car was actually built in 1903 to a design by James S. Critchley, who had been with Daimler and exhibited at the Society of Motor Manufacturers' Exhibition at Crystal Palace in February 1904,Society of Motor Manufacturers' Exhibition at the Crystal Palace, The Automotor Journal, 13 February 1904, p180 but the parent company saw a future for these new machines and decided a separate company was required. In 1920, Crossley Motors bought 34,283 (68.5%) of the 50,000 issued shares of the nearby firm of Avro. Crossley took over Avro's car manufacturing business and Avro continued its aircraft manufacturing operations independently. In 1928, Crossley had to sell its shares in Avro to Armstrong Siddeley to pay for the losses incurred by the Willys Overland Crossley venture. After World War II, the directors decided that the company was not large enough to prosper and looked for a partner. This resulted in a take over by Associated Equipment Company (AEC) in 1948.K. Bhaskar, The Future of the UK Motor Industry, (London: Kogan Page, 1979), p. 240; S. W. Stevens-Stratten, Trucks in Camera: AEC, (London: Ian Allan, 1984), pp. 19, 43 AEC's parent company changed its name to Associated Commercial Vehicles and Crossley became a division of it. Production of the Crossley range of vehicles continued at the Stockport plant until 1952. After that date, production turned to badge-engineered AEC designs and bus bodywork, until the factory was closed in 1958 and sold in 1959. Although no longer trading, the company was never formally wound up. In 1969, AEC's new owner, British Leyland, restarted the company with a new name – Leyland National – and production of single-decker buses recommenced. ==Factories== Production was originally in the Crossley Brothers factory in Openshaw, Manchester but in 1907 moved to a nearby site in Napier Street, Gorton. (Napier Street was later renamed Crossley Street). With the steady increase in vehicle production, the limits of the Gorton site were in turn soon reached, and in 1914 a further 48 acre (194,000 m²) site was bought in Heaton Chapel, Stockport which became the Errwood Park Works. Construction of the new factory started in 1915, and although intended to relieve congestion on the old site, it was rapidly given over to war work. The western half of the site, built in 1917, but only managed by Crossley Motors, became National Aircraft Factory No. 2. In 1919, this factory was bought from the government and became the Willys Overland Crossley plant, but was eventually sold to Fairey Aviation in 1934. In 1938, the eastern side became another aircraft factory, this time managed by Fairey, and after World War II, it became the final home of Crossley Motors. Re- armament work caused the search for more space and in 1938 a factory was opened in Greencroft Mill, Hyde, about east of Errwood Park. ==Labour activism== Jack Munro was a shop steward at Crossley Motors during the First World War. He was also active in the shop stewards movement in Manchester. He played leading role in the 1917 strike at the factory. As well as Munro, Harry Ingle, Jack Halstead and Fred Flood were active in the Plebs League and part of the Crossley Shop Stewards Committee. They organised a class of 109 students studying economics from a marxist perspective. Munro and Ingle went on to play a part in the Manchester Labour College. ==Vehicles== right|thumb|Crossley 9T 25/30 HP Phaeton 1920 thumb|right|Crossley 20/25 Tender (1919) thumb|right| Crossley FWD 2 Production of the first cars was on a small scale but from 1909 when a new range was introduced it rapidly built up. In that year the 20 hp was introduced (later called the 20/25) and this was taken up by the War Office and from 1913 it was ordered for the new Royal Flying Corps (RFC). The outbreak of World War I resulted in a rapid expansion of the RFC, and by 1918 they had over 6,000 of the vehicles with staff car, tender (light truck), and ambulance bodies. Crossley 25/30 hp Tenders were utilised by the British Army in Ireland from 1919 until their withdrawal in 1922. The Irish Army continued to use them for troop transport throughout the Civil War period, but they were worked hard and appeared to have received little care: of 454 originally supplied, only 57 were in service by 1926 with a further 66 being overhauled or repaired. The 20/25 model was also the first vehicle to be supplied to London's Metropolitan Police Flying Squad in 1920, some of which were fitted with radio equipment. Car production resumed after World War I and a new model, the 19.6, was launched in 1921 and joined in 1922 by the smaller 2.4 litre 14 hp model that would become the company's best seller. The 19.6 was replaced by the 2.7 litre 18/50 in 1925 fitted with Crossley's first six-cylinder engine and this was enlarged in 1927 to 3.2 litres in the 20.9. Crossley were the first British car company to offer a factory fitted car radio in 1933. Although the large cars would continue to be available, a range of small models fitted with Coventry Climax engines was announced in 1931 but sales of the cars slowly declined and the last ones were made in 1937. By the late 1920s the market for hand-made cars began to disappear and the company moved into the bus market and launched its first model, the Eagle single decker in 1928. Although some double deck bodies were fitted to the Eagle, the Condor launched in 1930 was the first chassis to be designed for double decker bodies. The Condor could also be ordered with a diesel engine, made by Gardner at first, and became the first British double deck bus to be offered with diesel power. The big selling pre-war bus was the Mancunian with first deliveries in 1933. This was available as both a double and single decker. In addition to cars and buses the company also made goods and military vehicles. At first these were conversions of the car models but starting with the BGT1 in 1923 specialised chassis designs were produced. Two Crossley trucks based on the 25/30 car chassis were from 1924 to 1926 the first vehicles to be driven from Cape Town to Cairo by the Court Treatt expedition. A range of heavy goods vehicles starting with the 1931 diesel- powered 12-ton payload Atlas was announced but only a few were made as the factory was by then gearing up to concentrate on buses and military orders. From 1936 military production was rapidly ramped up with British re-armament at first with \"IGL\" models but from 1940 with a four-wheel drive \"FWD\" chassis in both tractor unit and truck form. By 1945 over 10,000 FWDs had been made. After World War II there was a boom in the bus industry as wartime losses needed to be replaced. Crossley won what was then the largest ever British export order for buses with a contract with the Dutch government. By the late 1940s bus orders were decreasing and it became clear that the company was too small to continue as an independent manufacturer and in 1948 they were sold to AEC. The last Crossley chassis was made in 1952, but body production continued at Erwood Park until 1958. ==Cars produced== *22 hp 1904–1908 *40 hp 1905–1910 *15 hp 1909–1915 *Shelsley sports 1909–1915 *20/25 1909–1919 *25/30 1918–1925 *19.6 hp 1921–1926 *14 hp and 15/30 1922–1927 *Crossley-Bugatti 1923–1925 *20/70 sports 1922–1926 *18/50 1925–1927 *20.9 hp 1927–1931 *15.7 hp 1928–1931 *Golden 1930–1935 *Silver 1930–1934 *Ten 1931–1934 *Streamline 1933 *Sports Saloon 1934–1937 *Regis 1934–1937 ==Buses== *Eagle 1928–1930 *Hawk 1929 *Six/Alpha 1930–1931 *Condor 1930–1934 *Mancunian 1933–1940 *TDD4 (Trolleybus) 1935–1942 *TDD6 (Trolleybus) 1935–1942 *DD42 1942–1953 *SD42 1946–1952 *PT42 1946–1949 *TDD42 Empire (Trolleybus) 1948–1951 *TDD64 Dominion (Trolleybus) 1948–1951 ==Military vehicles== *20/25 1912–1920 *BGT 1923 *IGL 4 wheel 1923–1926 *Crossley Kégresse 1925-1927 *IGL 6 wheel 1927–1931 *BGV 1927–1929 *IGA Armoured car 1928–1929 *FWD 1940–1945 ==Commercial vehicles== *15cwt van 1913 *14 hp van 1925 *15cwt 1927 *Atlas 1931 *Beta 1933 *Delta 1931–1937 ==See also== * Crossley * Willys Overland Crossley * Cairo – Cape Town Highway * List of car manufacturers of the United Kingdom ==References== ===Sources=== * * * * ==External links== *Crossley Motors website *The Court Treatt Cape to Cairo expedition *The Crossley Regis car * Category:Defunct motor vehicle manufacturers of England Category:Defunct bus manufacturers of the United Kingdom Category:Defunct truck manufacturers of the United Kingdom Category:Military vehicle manufacturers Category:Trolleybus manufacturers Category:Vehicle manufacturing companies established in 1906 Category:Vehicle manufacturing companies disestablished in 1948 Category:Defunct companies based in Manchester Category:Manufacturing companies based in Manchester Category:British Royal Warrant holders Category:Electric vehicle manufacturers of the United Kingdom Category:1905 establishments in England Category:1958 disestablishments in England",
 "title": "Crossley Motors"
}