{
 "id": "807255",
 "text": "MUSC Health Stadium was a soccer-specific stadium located in the Daniel Island area of Charleston, South Carolina that served as the home of the Charleston Battery of the USL Championship. Originally named Blackbaud Stadium, the stadium was opened in 1999. At the time, Blackbaud (along with Columbus Crew Stadium, which opened the same year) was the first modern-era stadium in the United States designed for soccer. The stadium was originally named after Blackbaud, a software company founded by Battery majority owner Tony Bakker. The company's headquarters were adjacent to the stadium. The stadium seated 5,100 people, mostly in two large stands on either side of the field. The stadium is modeled after lower-division English soccer stadiums and featured an on-site pub, called \"The Three Lions\". The stadium regularly hosted sporting events besides Battery matches, including United States women's national soccer team soccer, and United States national rugby union team matches. The stadium also hosts concerts and other festivals, including several editions of the Southern Ground Music and Food Festival headlined by the Zac Brown Band. In early 2008, the Battery announced a plan to convert much of the stadium to solar energy. The panels could offset up to 12 tons of carbon dioxide per year. On July 30, 2015, the Battery sold naming rights for the stadium to the Medical University of South Carolina through 2019, in an expansion of a partnership between the university's hospital system and the team. In August 2018, the stadium hosted the Major League Lacrosse league championship game. It was the first MLL game held in South Carolina.MLL Championship Game headed to Charleston The Southern Ground Music and Food Festival was hosted in 2011: Zac Brown Band, Clay Cook, Eric Church , Warren Haynes, Blue Dogs (from Charleston), Moon Taxi, My Morning Jacket, Train, and Fitz and the Tantrums. In 2012, the festival had: Gregg Allman Band, The Avett Brothers, Charlie Daniels Band, Grace Potter & the Nocturnals, and Michael Franti & Spearhead. In 2013, the festival had Band of Horses, Jason Mraz, Willie Nelson, and Kenny Rogers. In 2016, it had Thomas Rhett, A Thousand Horses, Kacey Musgraves, The Marshall Tucker Band (from Spartanburg), and Bruce Hornsby. Zac Brown Band played at the festival every year from 2011–2016. On May 29, 2019, MUSC Health Stadium was sold to an affiliate of Atlanta-based Holder Properties Inc for $6.475 million. After the 2019 USL Championship season, the stadium will be demolished to make way for commercial redevelopment. The final Battery game at the stadium took place on October 19, 2019 against Bethlehem Steel FC. ==USA Eagles Internationals== USA scores displayed first. {|class=\"wikitable\" ! Date ! Opponents ! Final score ! Competition ! Attendance |- | 4 July 2009 | | 19 – 12 |2011 Rugby World Cup qualifying |3,386 |- | 17 August 2013 | | 9 – 27 |2015 Rugby World Cup qualifying |5,258 |- |} ==References== ==External links== * MUSC Health Stadium (Charleston Battery official website) Category:Charleston Battery Category:College soccer venues in the United States Category:Soccer venues in South Carolina Category:Rugby union stadiums in the United States Category:Buildings and structures in Berkeley County, South Carolina Category:Sports venues in Charleston, South Carolina Category:USL Championship stadiums Category:Sports venues completed in 1999 Category:1999 establishments in South Carolina",
 "title": "MUSC Health Stadium"
}