{
 "id": "807812",
 "text": "Østfold University College (, HiØ) is a university college in Viken county, Norway. It has campuses in Fredrikstad and Halden, and has around 7000 students (as of 2017) and 550 employees (as of 2017). The university college is one of the public university colleges in Norway, and is a result of five public colleges in Halden, Sarpsborg and Fredrikstad which were joined together as a part of the University College Reform () of 1994. The school offers over 60 fields of study, ranging from Associate degrees, Bachelor's degrees, Master's degrees, and some Doctorates. == Faculties == Østfold University College incorporates the following faculties: * Faculty of Business, Social Sciences and Foreign Languages * Faculty of Computer Sciences * Faculty of Education * Faculty of Engineering * Faculty of Health and Social Studies * Norwegian Theatre Academy == Campus == HiØ is split between two campuses, one located in Halden, for business, social sciences, foreign language, computer science and education. The other in Fredrikstad, for engineering, health and social studies, and theatre. thumb|The Halden Campus is home to the Faculty of Business, Faculty of Computer Science and the Faculty of Social Sciences and Foreign Languages The Halden campus, designed by architect firm Reiulf Ramstad Arkitekter, was opened in 2006. The building was nominated by the Norwegian Association of Architects for the Mies van der Rohe-prize. The Fredrikstad campus is home to approximately 1,600 students and 150 staff. Its newest addition, called \"Smia\" (\"the forge\"), was opened for the school's Faculty of Engineering in 2010. == Academics == Østfold University College was ranked 5th in Norway, and 900th in the World in the 2010 Webometrics Ranking of World Universities,. The European Commission awarded the Diploma Supplement Label from 2009 to 2013 to Østfold University College (Høgskolen i Østfold).http://www.hiof.no/nor/hogskolen-i- ostfold/aktuelt/hogskoleavisa/nyhetsarkiv/arkiv_-alle- nyheter/?&displayitem;=1856&module;=news \"Internasjonalt Kvalitetsstempel til HiØ\" (HiØ receives an International label of quality), Accessed 5 July 2011 Of the 26 Norwegian higher education institutions that applied, Østfold University College was one of five that received this distinction of quality.http://europa.eu/rapid/pressReleasesAction.do?reference=IP/09/907 \"European Universities Awarded for Excellence in Supporting Mobile Students\", Accessed 5 July 2011 === Theatre === Norwegian Theatre Academy offers a challenging undergraduate education in theatre and welcomes aspiring performing artists and scenographers who wish to explore the interaction between visual art and theatre, between theatre and society, and between theory and practice. Through a strategy that emphasizes collaboration between the two-degree programs – scenography and acting – students are provided with training that combines the skills, knowledge and methods from conceptual visual art with the skills, techniques and methods of classical and contemporary theatre. Particular focus is placed on physical theatre, devised performance, and multi-disciplinary work. === Industrial Design Engineering === The Faculty of Engineering offers a 3-year Bachelor's Degree in Industrial Design, that combines the science of engineering with the applied art of design to educate industrial design engineers. Students in this program go on to work as product, interface and transportation designers. The combined degree allows students to identify themselves as both engineers and designers. NTNU in Trondheim offers a similar 5-year Master's Degree that students can transfer to after graduation and get a 2-year Master's Degree in Industrial Design Engineering. Students will then be able to use the title sivilingeniør, \"Master of Engineering\". == References == == External links == * University homepage (in English) * Promotional Video (2006) * \"University College Østfold\" on Architecture News Plus * \"Reiulf Ramstad Arkitekter\" on Architecture News Plus Category:Universities and colleges in Norway Category:Education in Viken (county) Category:Halden Category:Fredrikstad Category:Educational institutions established in 1994 Category:1994 establishments in Norway",
 "title": "Østfold University College"
}