{
 "id": "807979",
 "text": "Swiss Family Robinson is a 1960 American adventure film starring John Mills, Dorothy McGuire, James MacArthur, Janet Munro, Tommy Kirk, and Kevin Corcoran in a tale of a shipwrecked family building an island home. It was the second feature film based on the 1812 novel The Swiss Family Robinson by Johann David Wyss, a previous adaptation having been released by RKO Pictures in 1940. Directed by Ken Annakin and shot in Tobago and Pinewood Studios outside London, it was the first widescreen Walt Disney Pictures film shot with Panavision lenses; when shooting in widescreen, Disney had almost always used a matted wide screen or filmed in CinemaScope.IMDb: Filming locations for Swiss Family Robinson Retrieved 2013-03-10 Upon its release, Swiss Family Robinson was a major success with both critics and audiences and remains one of Disney's most beloved live-action feature films. ==Plot== A Swiss family from Bern—Father, Mother, and their three sons—are relocating to a colony in New Guinea to escape the Napoleonic Wars when their ship is attacked by pirates and flees into a storm. The crew abandons ship, leaving the family on board, and the ship grounds on rocks off of an uninhabited island. The family makes their way ashore along with the captain's two Great Danes. Father, eldest son Fritz, and middle son Ernst salvage supplies and livestock from the shipwreck. The pirates locate the ship, but Father scares them off by putting up a quarantine flag, signaling disease aboard. The family soon discovers that the island contains a diversity of wildlife, including a dangerous tiger. To provide safety and comfort, Father, Fritz, and Ernst construct an elaborate tree house complete with a water wheel. Youngest son Francis collects various animals including a young Asian elephant, a monkey, and an ostrich. Ernst theorizes that the island may once have been part of a land bridge between Africa and Asia. As the family settles in, Father opines that, by going back to nature, they have found everything they need in life. Mother, however, worries that her sons will never marry or have families if they are not rescued, and consents to allow Fritz and Ernst to circumnavigate the island in a homemade outrigger boat and search for other settlements. During their expedition, the brothers come across the pirates, who have captured another ship and taken its captain and cabin boy captive. They rescue the cabin boy, but the pirates spot them before they can free the captain, who insists they leave him since the pirates intend to ransom him. The brothers and the boy flee the pirates through the jungle, the brothers later learning that the \"boy\" is really a girl named Roberta. The captain (her grandfather) cut her hair and dressed her as a boy to disguise her gender from the pirates. They survive an attack by an anaconda, but become lost and fight over what to do. Fritz's strong personality wins in the end, and they decide to press on. They rescue a zebra from hyenas and a quicksand trap; using it as a mount, they arrive back at the tree house just in time for Christmas. Anticipating that the pirates will come looking for Roberta, the family scuttles their wrecked ship to hide their location. They fortify a rocky clifftop, building defenses and booby traps. Fritz and Ernst become rivals for Roberta's affections. Believing that her grandfather will return for her once ransomed, she intends to return to London; Ernst is interested in going to school there, while Fritz would rather go on to New Guinea to build a home of his own. Despite this, a romance develops between Fritz and Roberta, and the brothers come to blows over her. To relieve tension, Father declares a holiday to be held. That night, Francis manages to catch the tiger in one of the pits that they have dug. The holiday begins with a race, the boys and Roberta riding on various animals. The pirates, sailing nearby, hear the sound of the starting pistol and come ashore. The family retreats to their fort, and the attackers fall victim to their traps and defenses. The pirate captain demands that they hand over Roberta, while his men sneak up the cliff side and attack from the rear. As the family is about to be overwhelmed, a ship captained by Roberta's grandfather appears, destroying the pirates and their ship with cannon fire. The captain offers to help Ernst get into a London university, and to take the rest of the family back to Europe or on to New Guinea. Father and Mother, however, decide that they would rather stay on the island and keep Francis with them for a few more years. The captain speculates that the island will become a new colony, and that Father will be nominated to be its governor. Fritz and Roberta also decide to stay on the island, and the family waves goodbye to Ernst as he, the captain, and the ship's crew set out for England. ==Cast== * John Mills as Father Robinson * Dorothy McGuire as Mother Robinson * James MacArthur as Fritz Robinson * Janet Munro as Roberta * Sessue Hayakawa as Kuala, the pirate captain * Tommy Kirk as Ernst Robinson * Kevin Corcoran as Francis Robinson * Cecil Parker as Captain Moreland * Andy Ho as Auban, a pirate * Milton Reid as Big Pirate * Larry Taylor as Battoo, a pirate ==Production== ===Development=== The film is based upon Der Schweizerische Robinson (translated as The Swiss Family Robinson), a book written by Johann David Wyss. RKO Pictures had previously made an adaptation in 1940, directed by Edward Ludwig. After watching that movie, Walt Disney and Bill Anderson decided to produce their own version of the story. Anderson talked with director Ken Annakin during filming of another live-action Disney picture, Third Man on the Mountain, near Zermatt (Switzerland). Ken Annakin had also worked with Disney in the 1953 adventure film The Sword and the Rose. During his stay in Switzerland, Annakin read the book and he wondered why Disney wanted to make a story so outdated. thumb|left|The movie was filmed entirely on the island of Tobago There were several meetings to decide filming locations. There was talk of making the film in a studio in Burbank, California or filming on location in a natural environment. Annakin wanted to film in Ceylon, and the associate producer Basil Keys, in East Africa. Bill Anderson stressed that they should examine the Caribbean. They visited Jamaica and Trinidad, but it was not what they wanted. Somebody in Trinidad told them of a nearby island, Tobago. When they saw the island for the first time, they \"fell instantly in love\", and they sent a telegram to Anderson, who traveled to Tobago and found it fitted to their needs. However, one of the drawbacks of this choice was that the island had no local wildlife. Once Walt Disney accepted, cast and crew got their shots and passports for a stay of six months in Tobago. Filming began in August 1959 and was a wrap just before Christmas 1959. The closeups of the stars on the animals—to complete the animal race scene around the treehouse—was done in January of the new year. ===Filming=== Richmond Bay was featured prominently as the Robinsons' beach, while Mount Irvine Bay was used for the scene where the boys rescue Bertie from the pirates. The vine-swinging/waterfall scenes were filmed at the Craig Hall Waterfall in Moriah. The choppy waters at Quashie (Carapuse) Bay in Belle Garden was used for anchoring the shipwreck against the rocks, giving the illusion that it was out at sea. The cliffs at Bay Hill Rock, situated at the edge of John Dial Beach, Hillsborough Bay, was used for filming the canoe outrigger crashing on the rocks. Here, the boys came ashore to free Roberta (Janet Munro). The treehouse was constructed in a 200-foot tall saman in the Goldsborough Bay area. Referring to the treehouse, Annakin said that \"it was really solid-capable of holding twenty crew and cast and constructed in sections so that it could be taken apart and rebuilt on film by the family\". The tree was not an easy place to shoot, with only 3 hours of sunlight per day due to surrounding foliage. Walt Disney Productions constructed a massive studio in Goodwood which housed replica indoor sets of both the shipwreck and the main room of the treehouse. All of the scenes with the family aboard the ship, and the indoor treehouse scenes were filmed at the Disney studio in Goodwood. The script required animals, which arrived from all around the world. Fourteen trainers looked after the animals. Gene Holter was one of the providers of animals from California and his trainers Ray Chandler and Fez Reynolds. The trainers met with the director every day around 4 PM and went over attitudes or gestures that the animals should play the next day. They spent the night learning them. The animals that were brought included eight dogs, two giant tortoises, forty monkeys, two elephants, six ostriches, four zebras, one hundred flamingos, six hyenas, two anacondas, and a tiger. Disney also brought some King Vultures (corbeaux) from Trinidad. After filming was completed in January 1960, the vultures were released and they all flew back to Trinidad! Soon after filming began in Tobago, the British film crew became unhappy with the wages that they were being paid by Disney. They threatened to abandon filming and return home. Their National Association of Theatrical and Kine Employees (NATKE) union representative, Cyril (Cid) Thawley, negotiated a new wage agreement which included overtime pay. Cid Thawley, along with some of the Disney crew were accommodated at Dellamira Hotel in Bacolet. The rest of the crew stayed at Robinson Crusoe Hotel in Scarborough and Blue Haven Hotel in Bacolet. Most evenings, the prop men relaxed at the Club La Tropical, located next to the Dellamira hotel. After filming, the local Tobagonians convinced Disney, who had intended to remove all evidence of filmmaking, to let the treehouse remain, sans interior furnishing. In 1960, the treehouse was listed for sale for $9,000, a fraction of its original cost, and later became a popular attraction among locals and tourists, before the structure was finally destroyed by Hurricane Flora in September 1963. The tree still remains, and is located on the property of Roberts Auto Service and Tyre Shop, at Cow Farm Road, Goldsborough, just off the Windward Road. Tobagonian Lennox Straker says, \"The tree has fallen into obscurity; only a few of the older people knew of its significance\". Three Tobagonians acted as stand-ins and doubles for the stars - James MacArthur, Tommy Kirk, Janet Munro and Dorothy McGuire. Two of them still reside in Tobago and one lives in the USA. A few locals who were employed by Disney as drivers, hoteliers and office staff still live in Tobago. They are happy to share their memories of working with 'the film company' back in 1959. ==Reception== The film premiered in New York City on December 10, 1960 and was released for the general U.S. audience on December 21, 1960. It earned $8.1 million in domestic rentals, making it the fourth highest-grossing film of 1960. It received generally positive reviews by critics and remains one of the most iconic live-action Disney films. When re-released in 1969, the film earned an additional $6.4 million in rentals in North America.\"The World's Top Twenty Films.\" The Sunday Times [London, England] 27 Sept. 1970: 27. The Sunday Times Digital Archive. accessed 5 Apr. 2014\"Big Rental Films of 1969\", Variety, 7 January 1970 p 15 The film's lifetime domestic box office gross stands at $40 million.Box Office Mojo , Swiss Family Robinson (1960) Upon the film's initial release, New York Times film critic Howard Thompson lauded it by writing, \"it's hard to imagine how the picture could be better as a rousing, humorous and gentle-hearted tale of family love amid primitive isolation and dangers.\" In his Family Guide to Movies on Video, Henry Herx wrote: \"[N]icely directed by Ken Annakin, much of the fun for children will come from the delightful and inventive conveniences the family builds and their relationships with the island's wildlife\". Tommy Kirk, who played Ernst, said it was the film he was most proud of. The film holds an 84% approval rating at the review aggregation website Rotten Tomatoes. ==Remake== On December 12, 2004, Variety announced that a remake of Swiss Family Robinson was in development at Walt Disney Pictures, with Mandeville Films co-producing the film. In June 2005 it was reported that Jonathan Mostow would direct the remake, and David Hoberman and Todd Lieberman would produce. The following month, it was reported that studio veteran Lindsay Lohan was being considered for a role: \"Lindsay's just talk at the moment...but that's someone they want. It might depend on whether she's happy to be part of an ensemble, and not the headliner.\" Production on the remake never began, and the film was believed to be shelved until early 2009, when it was announced by /Film that it was still in the works, had been renamed The Robinsons, and was to star Will Smith, Jada Pinkett Smith, and their children Trey, Jaden and Willow. A movie was ultimately made based on elements of Swiss Family Robinson, titled After Earth, starring Will and Jaden Smith and directed by M. Night Shyamalan, and released in 2013. In 2011, actor Bill Paxton expressed serious interest in producing and starring in a remake of the original film: \"I talked to a very prominent producer/filmmaker about the idea of teaming up to do this. I just think it would be great to make a little bit more of a butch, PG-13 version of that story – and I know it's something that would appeal to an international audience.\" In 2014 it was announced that Steve Carell would possibly star in a modern update of the film, titled Brooklyn Family Robinson. ==See also== * List of American films of 1960 * Swiss Family Treehouse, a walkthrough attraction featured at several Disney theme parks. * Survival film, about the film genre, with a list of related films ==References== === Citations === === General bibliography === * ==External links== * * * * * * * Swiss Family Robinson at Ultimate Disney Category:1960 films Category:1960 adventure films Category:1960s children's adventure films Category:1960s English-language films Category:American films Category:American children's adventure films Category:Films about survivors of seafaring accidents or incidents Category:Films adapted into comics Category:Films based on The Swiss Family Robinson Category:Films directed by Ken Annakin Category:Films produced by Bill Anderson (producer) Category:Films produced by Walt Disney Category:Films scored by William Alwyn Category:Films set in the Indian Ocean Category:Films set in Oceania Category:Films set on islands Category:Films shot at Pinewood Studios Category:Jungle adventure films Category:Pirate films Category:Trinidad and Tobago films Category:Walt Disney Pictures films",
 "title": "Swiss Family Robinson (1960 film)"
}