{
 "id": "80796",
 "text": "Mobile County ( ) is located in the southwestern corner of the U.S. state of Alabama. It is the second most-populous county in the state after Jefferson County. As of the 2020 census, its population was 414,809. Its county seat is Mobile, which was founded as a deepwater port on the Mobile River. The only such port in Alabama, it has long been integral to the economy for providing access to inland waterways as well as the Gulf of Mexico. The city, river, and county were named in honor of Maubila, a village of the paramount chief Tuskaloosa of the regional Mississippian culture. In 1540 he arranged an ambush of soldiers of Hernando de Soto's expedition in an effort to expel them from the territory. The Spaniards were armed with guns and killed many of the tribe. Mobile County and Washington County, Alabama make up the Mobile Metropolitan Statistical Area with a 2020 population of 430,197. The Mobile, AL MSA and Daphne-Fairhope-Foley, AL MSA make up the much larger Mobile- Daphne-Fairhope CSA with a 2020 population of 661,964. The northern border of Mobile County and southern area of neighboring Washington County constitute the homeland of the state-recognized tribe of MOWA Band of Choctaw Indians, descendants of Choctaw and Creek who stayed in this area during the period of Indian Removal. They have organized to preserve their culture and language. They were the first of nine tribes to be recognized by the state. ==History== This area was occupied for thousands of years by varying cultures of indigenous peoples. At the time of Spanish expeditions in the early 16th century, it was part of the territory of the Mississippian culture, which constructed major earthwork mounds. It was ruled by the paramount chief Tuskaloosa. The historic Choctaw emerged somewhat later, and are believed to be descendants of those earlier peoples. They occupied this area along what early French traders and colonists called the Mobile River. They also founded the settlement of Mobile on the river and bay in the early eighteenth century. The British took over the territory in 1763 (along with other French territories east of the Mississippi River) after defeating the French in the Seven Years' War. During the American Revolutionary War, it came under Spanish rule as part of Spanish Florida. Spain ceded the territory to the United States after the War of 1812. In the 1830s, the United States forced the removal of most of the Native American tribes in the area under President Andrew Jackson's policy and an act of Congress to relocate them to Indian Territory west of the Mississippi River. Many of those who remained continued their culture, and took refuge in the swamps in the border area between Mobile and Washington counties. Since the late 20th century, several tribes have reorganized and gained state recognition. Among those is the MOWA Band of Choctaw Indians, which was recognized as a tribe in 1979 by the state. The people have long been based in this area of the former Choctaw homeland, along the northern border of Mobile County and the southern border of Washington County. After more than a century of European settlement, beginning with French colonists, Mobile County was organized by the state legislature and the proclamation of Governor Holmes of the Mississippi Territory on December 18, 1812. When Mississippi was separated and admitted as a state on December 10, 1817, after adopting its constitution on August 15, 1817, Mobile County became part of what was called the Alabama Territory. Two years later, the county became part of the state of Alabama, granted statehood on December 14, 1819. The city of Mobile, first settled by French colonists in the early 18th century as part of La Louisiane, was designated as the county seat from the early days of the county. Both the county and city derive their name from Fort Louis de la Mobile, a French fortification established (near present-day Axis, Alabama) in 1702. The word \"Mobile\" is believed to stem from a Choctaw word for \"paddlers\". The area was occupied by French colonists from 1702 to 1763, and their influence has been strong in the city. It was ruled by the British from 1763 to 1780, when more American colonists began to enter the territory; and controlled by the Spanish from 1780 to 1813. At the end of the War of 1812, the United States took over the territory. At that time, new settlers were being attracted to the land, eager to develop short-staple cotton in the uplands area. Invention of the cotton gin made processing of this type of cotton profitable, stimulating wholesale development of new cotton plantations in the Black Belt during the antebellum years. Mobile developed as a major deepwater port; in the nineteenth century, cotton was its major export. There were nine documented lynchings in Mobile from 1891 to 1981. * March 31, 1891 — Zachariah Graham * October 2, 1906 — Roy Hoyle * October 2, 1906 — Willie Thompson * October 2, 1906 — Corneilius Robinson * September 22, 1907 — Mose Dossett * January 23, 1909 — Richard Robertson * July 31, 1910 — Bill Walker * June 6, 1919 — James E. Lewis * March 21, 1981 — Michael Donald Courthouse fires occurred in the years 1823, 1840, and 1872. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (25.2%) is water. It is the fourth-largest county in Alabama by land area and second-largest by total area. It includes several islands, including Dauphin Island, Gaillard Island and Mon Louis Island. ===Major highways=== *20px Interstate 10 *20px Interstate 65 *25px Interstate 165 *25px planned western bypass *20px U.S. Highway 43 *20px U.S. Highway 45 *20px U.S. Highway 90 *20px U.S. Highway 98 *20px State Route 158 *20px State Route 163 *20px State Route 188 *20px State Route 193 *20px State Route 213 *20px State Route 217 ===Adjacent counties=== *Washington County (north) *Baldwin County (east) *Jackson County, Mississippi (southwest) *George County, Mississippi (west) *Greene County, Mississippi (northwest) ===National protected areas=== * Bon Secour National Wildlife Refuge (part) * Grand Bay National Wildlife Refuge (part) ==Demographics== ===2020=== {| class=\"wikitable\" |+Mobile County racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |226,703 |54.65% |- |Black or African American (non-Hispanic) |145,435 |35.06% |- |Native American |3,743 |0.9% |- |Asian |8,515 |2.05% |- |Pacific Islander |216 |0.05% |- |Other/Mixed |16,772 |4.04% |- |Hispanic or Latino |13,425 |3.24% |} As of the 2020 United States census, there were 414,809 people, 155,946 households, and 97,398 families residing in the county. ===2010=== According to the 2010 United States Census, the population of the county comprised the following racial and ethnic groups: *60.2% White *34.6% Black *0.9% Native American *1.8% Asian *0.0% Native Hawaiian or Pacific Islander *1.5% Two or more races *2.4% Hispanic or Latino (of any race) ===2000=== According to the 2000 United States Census, there were 399,843 people, 150,179 households, and 106,777 families residing in the county. The population density was 324 people per square mile (125/km2). There were 165,101 housing units at an average density of 134 per square mile (52/km2). The racial makeup of the county was 63.07% White, 33.38% Black or African American, 0.67% Native American, 1.41% Asian, 0.03% Pacific Islander, 0.40% from other races, and 1.04% from two or more races. 1.22% of the population were Hispanic or Latino of any race. There were 150,179 households, out of which 34.40% had children under the age of 18 living with them, 49.50% were married couples living together, 17.70% had a female householder with no husband present, and 28.90% were non-families. 24.80% of all households were made up of individuals, and 8.80% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 3.13. In the county, the population dispersal was 27.50% under the age of 18, 10.00% from 18 to 24, 28.70% from 25 to 44, 21.90% from 45 to 64, and 12.00% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 91.50 males. For every 100 females age 18 and over, there were 87.10 males. The median income for a household in the county was $33,710, and the median income for a family was $40,378. Males had a median income of $32,329 versus $21,986 for females. The per capita income for the county was $17,178. About 15.60% of families and 18.50% of the population were below the poverty line, including 26.20% of those under age 18 and 14.60% of those age 65 or over. ==Government== ===Local=== Mobile County has a limited form of home rule and is governed by a three-member county commission. Each commissioner represents a single-member district and is elected by the voters of that district to serve a four-year term. Each commissioner has an equal vote on the commission. One of the commissioners is selected as Commission President. As of November 2020 Mobile County Commissioners are: *District 1 (northern County) – Merceria L. Ludgood (D) (Commission President) *District 2 (western and central County) – Connie Hudson (R) *District 3 (southern County) – Randall Dueitt (R) ===State=== Under the state constitution, the legislature maintains considerable power over county affairs. Mobile County is represented in the Alabama Legislature by three senators and nine representatives. It is represented in the Alabama Senate by Democrat Vivian Davis Figures from the 33rd district, by Republican Jack Williams from the 34th district, and by Republican David Sessions from the 35th district. It is represented in the Alabama House of Representatives by Democrat Adline Clarke from the 97th district, Democrat Napoleon Bracy from the 98th district, Democrat Sam Jones from the 99th district, Republican Victor Gaston from the 100th district, Republican Chris Pringle from the 101st district, Republican Shane Stringer from the 102nd district, Democrat Barbara Drummond from the 103rd district, Republican Margie Wilcox from the 104th district, and Republican Chip Brown from the 105th district. ==Education== In most areas of Mobile County, schools are operated by the Mobile County Public School System. The cities of Chickasaw, Saraland, and Satsuma have separate school systems. Each is served by Chickasaw City Schools, Saraland Board of Education, and City School System. Mobile County is the home of the University of South Alabama (USA), a public research university divided into ten colleges, including one of Alabama's two state-supported medical schools. USA has an enrollment of over 16,000 students and employs more than 6,000 faculty, administrators, and support staff. It is also home to two private institutions of higher learning. Spring Hill College, founded in 1830, is Catholic and the third-oldest Jesuit college or university in the U.S. Its enrollment is about 1,500 students and it offers 46 academic majors. University of Mobile, established in 1961 and affiliated with Alabama Baptist Convention, has an enrollment of about 2,000 and offers 90 academic majors. ==Politics== During the late 20th century, white conservatives left the Democratic Party for the Republican Party. In that same period, as African Americans regained their ability to exercise the franchise after passage of the 1965 Voting Rights Act, they tended to support the national Democratic Party. Today the population of Mobile County is majority white; at the time of the Civil War, it was majority black. In 2004, the incumbent Republican president George W. Bush won 59 percent of the vote and 92,014 votes. Democrat John F. Kerry won 40 percent of the vote and 63,732 votes. Other candidates won one percent of the vote. In the 2008 presidential election, Mobile County cast the majority of its votes for the Republican candidate John McCain. He won 54% of the vote and 98,049 votes. Democrat Barack Obama received 45% of the vote and 82,181 votes. Other candidates won 1% of the vote. In the Senate off-year election in 2008, Republican Jeff Sessions did better than John McCain. Sessions won 57 percent of the vote and 102,043 votes. His challenger, Democrat Vivian Figures, won 43 percent of the vote and 77,292 votes. {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Mobile County vote by party in presidential elections |- style=\"background:lightgrey;\" ! Year ! Republican ! Democratic ! Others |- | style=\"text-align:center;\" |2020 | style=\"text-align:center;\" |55.2% 101,243 | style=\"text-align:center;\" |43.3% 79,474 | style=\"text-align:center; background:honeyDew;\"|1.3% 2,447 |- | style=\"text-align:center;\" |2016 | style=\"text-align:center;\" |55.1% 95,116 | style=\"text-align:center;\" |41.8% 72,186 | style=\"text-align:center; background:honeyDew;\"|3.2% 5,435 |- | style=\"text-align:center;\" |2012 | style=\"text-align:center;\" |54.2% 94,893 | style=\"text-align:center;\" |45.0% 78,760 | style=\"text-align:center; background:honeyDew;\"|0.9% 1,487 |- | style=\"text-align:center;\" |2008 | style=\"text-align:center;\" |54.0% 98,049 | style=\"text-align:center;\" |45.3% 82,181 | style=\"text-align:center; background:honeyDew;\"|0.7% 1,194 |- | style=\"text-align:center;\" |2004 | style=\"text-align:center;\" |58.7% 92,014 | style=\"text-align:center;\" |40.7% 63,732 | style=\"text-align:center; background:honeyDew;\"|0.7% 1,025 |- | style=\"text-align:center;\" |2000 | style=\"text-align:center;\" |55.9% 78,162 | style=\"text-align:center;\" |42.0% 58,640 | style=\"text-align:center; background:honeyDew;\"|2.1% 2,943 |- | style=\"text-align:center;\" |1996 | style=\"text-align:center;\" |51.3% 66,775 | style=\"text-align:center;\" |42.1% 54,749 | style=\"text-align:center; background:honeyDew;\"|6.6% 8,579 |- | style=\"text-align:center;\" |1992 | style=\"text-align:center;\" |50.7% 72,935 | style=\"text-align:center;\" |38.2% 54,962 | style=\"text-align:center; background:honeyDew;\"|11.1% 15,891 |- | style=\"text-align:center;\" |1988 | style=\"text-align:center;\" |60.9% 72,203 | style=\"text-align:center;\" |38.4% 45,524 | style=\"text-align:center; background:honeyDew;\"|0.7% 870 |- | style=\"text-align:center;\" |1984 | style=\"text-align:center;\" |62.6% 81,923 | style=\"text-align:center;\" |36.1% 47,252 | style=\"text-align:center; background:honeyDew;\"|1.4% 1,784 |- | style=\"text-align:center;\" |1980 | style=\"text-align:center;\" |57.7% 67,515 | style=\"text-align:center;\" |39.5% 46,180 | style=\"text-align:center; background:honeyDew;\"|2.8% 3,297 |- | style=\"text-align:center;\" |1976 | style=\"text-align:center;\" |50.9% 53,835 | style=\"text-align:center;\" |47.5% 50,264 | style=\"text-align:center; background:honeyDew;\"|1.7% 1,777 |- | style=\"text-align:center;\" |1972 | style=\"text-align:center;\" |73.2% 62,639 | style=\"text-align:center;\" |24.2% 20,694 | style=\"text-align:center; background:honeyDew;\"|2.7% 2,301 |- | style=\"text-align:center;\" |1968 | style=\"text-align:center;\" |11.4% 10,509 | style=\"text-align:center;\" |20.3% 18,615 | style=\"text-align:center; background:honeyDew;\"|68.3% 62,812 |- | style=\"text-align:center;\" |1964 | style=\"text-align:center;\" |70.7% 49,493 | | style=\"text-align:center; background:honeyDew;\"|29.3% 20,488 |- | style=\"text-align:center;\" |1960 | style=\"text-align:center;\" |45.1% 24,608 | style=\"text-align:center;\" |52.5% 28,626 | style=\"text-align:center; background:honeyDew;\"|2.4% 1,308 |- | style=\"text-align:center;\" |1956 | style=\"text-align:center;\" |52.2% 20,639 | style=\"text-align:center;\" |43.4% 17,163 | style=\"text-align:center; background:honeyDew;\"|4.4% 1,732 |- | style=\"text-align:center;\" |1952 | style=\"text-align:center;\" |49.3% 14,153 | style=\"text-align:center;\" |50.4% 14,473 | style=\"text-align:center; background:honeyDew;\"|0.3% 89 |- | style=\"text-align:center;\" |1948 | style=\"text-align:center;\" |19.4% 2,685 | | style=\"text-align:center; background:honeyDew;\"|80.6% 11,150 |- | style=\"text-align:center;\" |1944 | style=\"text-align:center;\" |23.1% 2,867 | style=\"text-align:center;\" |76.0% 9,439 | style=\"text-align:center; background:honeyDew;\"|0.9% 117 |- | style=\"text-align:center;\" |1940 | style=\"text-align:center;\" |14.0% 1,887 | style=\"text-align:center;\" |85.1% 11,480 | style=\"text-align:center; background:honeyDew;\"|0.9% 126 |- | style=\"text-align:center;\" |1936 | style=\"text-align:center;\" |8.6% 1,072 | style=\"text-align:center;\" |90.0% 11,165 | style=\"text-align:center; background:honeyDew;\"|1.4% 175 |- | style=\"text-align:center;\" |1932 | style=\"text-align:center;\" |14.9% 1,705 | style=\"text-align:center;\" |84.4% 9,658 | style=\"text-align:center; background:honeyDew;\"|0.7% 78 |- | style=\"text-align:center;\" |1928 | style=\"text-align:center;\" |45.8% 5,058 | style=\"text-align:center;\" |54.1% 5,965 | style=\"text-align:center; background:honeyDew;\"|0.1% 10 |- | style=\"text-align:center;\" |1924 | style=\"text-align:center;\" |28.5% 1,814 | style=\"text-align:center;\" |64.9% 4,125 | style=\"text-align:center; background:honeyDew;\"|6.6% 416 |- | style=\"text-align:center;\" |1920 | style=\"text-align:center;\" |29.7% 2,681 | style=\"text-align:center;\" |68.4% 6,171 | style=\"text-align:center; background:honeyDew;\"|1.9% 171 |- | style=\"text-align:center;\" |1916 | style=\"text-align:center;\" |21.4% 832 | style=\"text-align:center;\" |76.2% 2,968 | style=\"text-align:center; background:honeyDew;\"|2.5% 96 |- | style=\"text-align:center;\" |1912 | style=\"text-align:center;\" |3.7% 140 | style=\"text-align:center;\" |80.0% 3,009 | style=\"text-align:center; background:honeyDew;\"|16.3% 613 |- | style=\"text- align:center;\" |1908 | style=\"text-align:center;\" |14.0% 453 | style=\"text- align:center;\" |75.0% 2,422 | style=\"text-align:center; background:honeyDew;\"|10.9% 353 |- | style=\"text-align:center;\" |1904 | style=\"text-align:center;\" |8.8% 325 | style=\"text-align:center;\" |89.3% 3,283 | style=\"text-align:center; background:honeyDew;\"|1.8% 67 |- | style=\"text- align:center;\" |1900 | style=\"text-align:center;\" |41.6% 2,243 | style=\"text- align:center;\" |54.5% 2,939 | style=\"text-align:center; background:honeyDew;\"|3.8% 205 |- | style=\"text-align:center;\" |1896 | style=\"text-align:center;\" |37.7% 2,778 | style=\"text-align:center;\" |53.6% 3,948 | style=\"text-align:center; background:honeyDew;\"|8.5% 631 |- | style=\"text-align:center;\" |1892 | style=\"text-align:center;\" |5.6% 397 | style=\"text-align:center;\" |66.3% 4,680 | style=\"text-align:center; background:honeyDew;\"|28.0% 1,979 |- | style=\"text-align:center;\" |1888 | style=\"text-align:center;\" |44.9% 2,542 | style=\"text-align:center;\" |55.0% 3,109 | style=\"text-align:center; background:honeyDew;\"|0.0% 0 |} ==Communities== ===Cities=== * Bayou La Batre * Chickasaw * Citronelle * Creola * Mobile (county seat) * Prichard * Saraland * Satsuma * Semmes ===Towns=== * Dauphin Island * Mount Vernon ===Census-designated places=== * Axis * Belle Fontaine * Bucks * Calvert (partly in Washington County) * Chunchula * Grand Bay * Gulfcrest * Movico * Theodore * Tillmans Corner ===Unincorporated communities=== * Alabama Port * Cloverdale * Coden * Crawford * Eight Mile * Fernland * Heron Bay * Irvington * Kushla * Le Moyne * Lloyds * Mauvilla * Mon Louis * Pennsylvania * St. Elmo * Tanner Williams * Toulminville * Union Church * Whistler * Wilmer ===Ghost town=== * Beaver Mills ==See also== *National Register of Historic Places listings in Mobile, Alabama *National Register of Historic Places listings in Mobile County, Alabama *Properties on the Alabama Register of Landmarks and Heritage in Mobile County, Alabama ==References== ==External links== * Mobile County, Alabama, official website * Map of roads/towns in Mobile County from University of Alabama * South Alabama Community Website Category:1812 establishments in Mississippi Territory Category:Populated places established in 1812 Category:Mobile metropolitan area",
 "title": "Mobile County, Alabama"
}