{
 "id": "80790",
 "text": "The Rhône ( , ) is a major river in France and Switzerland, arising in the Alps and flowing west and south through Lake Geneva and southeastern France before discharging into the Mediterranean Sea. At Arles, near its mouth, the river divides into the Great Rhône () and the Little Rhône (). The resulting delta forms the Camargue region. The river's source is the Rhône Glacier, at the east edge of the Swiss canton of Valais. The glacier is part of the Saint- Gotthard Massif, which gives rise to three other major rivers: the Reuss, Rhine and Ticino. The Rhône has twice the average discharge of the longest French river, the Loire. ==Etymology== The name Rhone continues the name (Greek ) in Greco-Roman geography. The Gaulish name of the river was or (from a PIE root *ret- \"to run, roll\" frequently found in river names). Names in other languages include ; ; ; ; and . The Greco-Roman as well as the reconstructed Gaulish name is masculine, as is French . This form survives in the Spanish/Portuguese and Italian namesakes, and , respectively. German has adopted the French name but given it the feminine gender, . The original German adoption of the Latin name was also masculine, ; it survives only in the Upper Valais (dialectal ). In French, the adjective derived from the river is , as in (literally \"the furrow of the Rhône\"), which is the name of the long, straight Saône and Rhône river valleys, a deep cleft running due south to the Mediterranean and separating the Alps from the Massif Central. == Navigation == Before railroads and highways were developed, the Rhône was an important inland trade and transportation route, connecting the cities of Arles, Avignon, Valence, Vienne and Lyon to the Mediterranean ports of Fos- sur-Mer, Marseille and Sète. Travelling down the Rhône by barge would take three weeks. By motorized vessel, the trip now takes only three days. The Rhône is classified as a Class V waterway for the section from the mouth of the Saône at Lyon to the sea at Port-Saint-Louis-du-Rhône.Fluviacarte, Rhône Upstream from Lyon, a section of the Rhône was made navigable for small ships up to Seyssel. , the part between Lyon and Sault-Brénaz is closed for navigation.Fluviacarte, Haut Rhône The Saône, which is also canalized, connects the Rhône ports to the cities of Villefranche-sur-Saône, Mâcon and Chalon-sur-Saône. Smaller vessels (up to CEMT class I) can travel further northwest, north and northeast via the Centre-Loire-Briare and Loing Canals to the Seine, via the Canal de la Marne à la Saône (recently often called the \"Canal entre Champagne et Bourgogne\") to the Marne, via the Canal des Vosges (formerly called the \"Canal de l'Est – Branche Sud\") to the Moselle and via the Canal du Rhône au Rhin to the Rhine. The Rhône is infamous for its strong current when the river carries large quantities of water: current speeds up to are sometimes reached, particularly in the stretch below the last lock at Vallabrègues and in the relatively narrow first diversion canal south of Lyon. The 12 locks are operated daily from 5:00 a.m. until 9:00 p.m. All operation is centrally controlled from one control centre at Châteauneuf. Commercial barges may navigate during the night hours by authorisation. ==Course== The Rhône begins as the meltwater of the Rhône Glacier in Valais, in the Swiss Alps, at an altitude of approximately . From there it flows southwest through Gletsch and the Goms, the uppermost valley region of the Valais before Brig. In the Brig area, it receives the waters of the Massa from the Aletsch Glacier, the longest glacier of the Alps, and shortly after, it receives the waters of the Vispa, the longest affluent in Valais. After that, it flows onward through the valley which bears its name and runs initially in a westerly direction about thirty kilometers to Leuk, then southwest about fifty kilometers to Martigny. Down as far as Brig, the Rhône is a torrent; it then becomes a great mountain river running southwest through a glacial valley. Between Brig and Martigny, it collects waters mostly from the valleys of the Pennine Alps to the south, whose rivers originate from the large glaciers of the massifs of Monte Rosa, Dom, and Grand Combin, but also from the steeper slopes of the Bernese Alps to the north, and the Mont Blanc massif to the west. As a result, the Rhône Valley experiences a drier climate than the rest of Switzerland, being sheltered by the three highest ranges of the Alps, making Valais the driest and largest wine region of the country.Amazing Swiss wine regions to discover, swisswine.ch. (\"Valais is Switzerland’s largest wine producer. It is renowned for its sunny and dry microclimate. The vineyards line the north slopes of the Rhone valley, rising up narrow, steep terraces and overlooked by snow covered peaks.\") At Martigny, where it receives the waters of the Drance on its left bank, the Rhône makes a sharp turn towards the north. Heading toward Lake Geneva (), the valley narrows near Saint- Maurice, a feature that has long given the Rhône valley strategic importance for the control of the Alpine passes. The Rhône then marks the boundary between the cantons of Valais (left bank) and Vaud (right bank), separating two parts of the historical region of Chablais. It then enters Lake Geneva near Le Bouveret, where the water flows west. On the left (south) bank of Lake Geneva, the river Morge joins at the village of Saint-Gingolph, and also marks the French-Swiss border. Westward, the Dranse (unrelated to the Drance) enters the lake with its preserved delta, and then the Hermance marks another French- Swiss border. Between the Morge and Hermance, the lake is divided by the two countries along its centreline, with the left bank in France. The remainder of the lake is Swiss, including the entire right (north) bank. Here, the tributaries are the Veveyse, the Venoge, the Aubonne, the Morges, among other smaller rivers. Lake Geneva ends in the city of Geneva, where the lake level is controlled by the . The average discharge from Lake Geneva is . Below the dam, the Rhône receives the waters of the Arve, fed by the Mont Blanc massif, with a visibly higher sediment load and much lower temperature. After a total of in Switzerland, the Rhône continues west, entering France and the southern Jura Mountains. It turns toward the south, past Lac de Bourget, which the Rhône drains via the Canal de Savières. Continuing generally westward, the Rhône then receives the waters of the Valserine, enters the reservoir created by the Génissiat Dam, and is then joined by the Ain. thumb|Mouth of the Rhone Reaching Lyon, the most populous city on its course, the Rhône receives its biggest tributary, the Saône, with an average flow of , compared to the Rhône's at this point. From this confluence, the Rhône follows a southward course. Along the Rhône Valley, it is joined on the right (western) bank by the rivers Eyrieux, Ardèche, Cèze, and Gardon coming from the Cévennes mountains; and on the left bank by the rivers Isère, (with an average discharge of ), Drôme, Ouvèze, and Durance () from the Alps. From Lyon, the Rhône flows south, in its large valley between the Alps and the Massif Central. At Arles, the Rhône divides into two major arms forming the Camargue delta, both branches flowing into the Mediterranean Sea, the delta being termed the Rhône Fan. The larger arm is called the \"Grand Rhône\", the smaller the \"Petit Rhône\". The average annual discharge at Beaucaire is . ===Tributaries=== The main tributaries of the Rhône are, from source to mouth: *Massa (right) *Vispa (left) *Drance (left) *Trient (left) *Venoge (right, Lake Geneva) *Dranse (left, Lake Geneva) *Hermance (left, Lake Geneva) *Versoix (right, Lake Geneva) *Arve (left) *Allondon (right) *Valserine (right) *Fier (left) *Guiers (left) *Bourbre (left) *Ain (right) *Saône (right) *Gier (right) *Gère (left) *Galaure (left) *Doux (right) *Isère (left) *Eyrieux (right) *Drôme (left) *Ardèche (right) *Cèze (right) *Aigues (left) *Ouvèze (left) *Durance (left) *Gardon (right) ==History== The Rhône has been an important highway since the times of the Greeks and Romans. It was the main trade route from the Mediterranean to east-central Gaul. As such, it helped convey Greek cultural influences to the western Hallstatt and the later La Tène cultures. Celtic tribes living near the Rhône included the Seduni, Sequani, Segobriges, Allobroges, Segusiavi, Helvetii, Vocontii and Volcae Arecomici. Navigation was difficult, as the river suffered from fierce currents, shallows, floods in spring and early summer when the ice was melting, and droughts in late summer. Until the 19th century, passengers travelled in coches d'eau (water coaches) drawn by men or horses, or under sail. Most travelled with a painted cross covered with religious symbols as protection against the hazards of the journey. Trade on the upper river used barques du Rhône, sailing barges, , with a capacity. As many as 50 to 80 horses were employed to haul trains of five to seven craft upstream. Goods would be transshipped at Arles into sailing barges called allèges d'Arles for the final run down to the Mediterranean. The first experimental steam boat was built at Lyon by Jouffroy d'Abbans in 1783. Regular services were not started until 1829 and they continued until 1952. Steam passenger vessels long made up to and could do the downstream run from Lyon to Arles in a day. Cargo was hauled in bateau-anguilles, boats with paddle wheels amidships, and bateaux crabes, a huge toothed \"claw\"wheel across to grip the river bed in the shallows to supplement the paddle wheels. In the 20th century, powerful motor barges propelled by diesel engines were introduced, carrying . In 1933, the Compagnie Nationale du Rhône (CNR) was established to improve navigation and generate electricity, also to develop irrigated agriculture and to protect the riverside towns and land from flooding. Some progress was made in deepening the navigation channel and constructing scouring walls, but World War II brought such work to a halt. In 1942, following the collapse of Vichy France, Italian military forces occupied southeastern France up to the eastern banks of the Rhône, as part of the Italian Fascist regime's expansionist agenda. === Postwar development === In 1948, the government started construction of a series of dams and diversion canals, with a navigation lock beside the hydroelectric power plant on each of these canals. The locks were up to deep. After building the Génissiat dam on the Upper Rhône (with no lock) in 1948, designed to meet the electricity needs of Paris, twelve hydroelectric plants and locks were built between 1964 and 1980. With a total head of , they produce 13 GWh of electricity annually, or 16% of the country's total hydroelectric production (20% if the Upper Rhône schemes are added). There have been significant benefits for agriculture throughout the Rhône valley. With the Lower Rhône project completed, CNR turned its attention to the Haut- Rhône (Upper Rhône), and built four hydropower dams in the 1980s: Sault- Brénaz, Brégnier-Cordon, Belley-Brens and Chautagne. It also drew up plans for the high-capacity Rhine-Rhône Waterway, along the route of the existing Canal du Rhône au Rhin, but this project was abandoned in 1997. In the period from 2005 to 2010, navigation locks of small barge dimensions (40 by 6 m) were built to bypass the last two, forming a navigable waterway network with Lake Bourget, through the Canal de Savières. ==Along the Rhône== Cities and towns along the Rhône include: ===Switzerland=== *Oberwald (Valais) *Brig (Valais) *Visp (Valais) *Leuk (Valais) *Sierre (Valais) *Sion (Valais) *St. Maurice (Valais) *see Lake Geneva for a list of Swiss and French towns around the lake *Geneva (Geneva) ===France=== *Lyon, (Rhône (département)) *Vienne (Isère) *Tournon-sur-Rhône (Ardèche) opposite Tain-l'Hermitage (Drôme) *Valence (Drôme) opposite Saint-Péray and Guilherand-Granges (Ardèche) *Montélimar (Drôme) opposite Le Teil and Rochemaure (Ardèche) *Viviers (Ardèche) *Bourg- Saint-Andéol (Ardèche) *Pont-Saint-Esprit (Gard) *Roquemaure (Gard) opposite Châteauneuf-du-Pape (Vaucluse) *Avignon (Vaucluse) opposite Villeneuve-lès- Avignon (Gard) *Beaucaire (Gard) opposite Tarascon (Bouches-du-Rhône) *Vallabrègues (Gard) *Arles (Bouches-du-Rhône) upright=3|thumb|center|Almost all affluents of more than length ==See also== * List of rivers of Europe * Berges du Rhône * Rhône (département) * Rhône (wine region) * Witenwasserenstock (triple watershed: Rhône-Rhine-Po) ==References== ==Further reading== * Scans: Volume 3 (1861) (Bassin du Rhône starts at page 185), Volume 4 (1862). *. * A social, environmental, and technological history of the transformation of the river since 1945. ==External links== * InfoRhône Navigation and river conditions * CNR The Rhône Authority * Rhône, Petit- Rhône, and Haut-Rhône guides, with maps, detailed plans and information on places, moorings and facilities by the author of Inland Waterways of France, Imray *Navigation details for 80 French rivers and canals (French waterways website section) *The Rhône-Mediterranean page of EauFrance *Waterways in France Rhone Rhone Category:International rivers of Europe Category:Rivers of Ain Category:Rivers of Bouches-du-Rhône Category:Rivers of Drôme Category:Rivers of Gard Category:Rivers of Haute-Savoie Category:Rivers of Isère Category:Tributaries of Lake Geneva Category:Rivers of Rhône (department) Category:Rivers of Occitania (administrative region) Category:Rivers of Provence-Alpes-Côte d'Azur Category:Rivers of Auvergne- Rhône-Alpes Category:Valais–Vaud border Category:Archaeological sites in France Category:Rivers of Valais Category:Rivers of the canton of Vaud Category:Rivers of the canton of Geneva",
 "title": "Rhône"
}