{
 "id": "807924",
 "text": "William Weber Coblentz (November 20, 1873 – September 15, 1962) was an American physicist notable for his contributions to infrared radiometry and spectroscopy. ==Early life, education, and employment== William Coblentz was born in North Lima, Ohio to parents of German and Swiss descent. His mother (Catherine) died when Coblentz was just under three, leaving him temporarily with a family of just his younger brother (Oscar) and their father (David). However, the father remarried about 2 years later, and Coblentz appears to have admired his second mother (Amelia). Throughout Coblentz's childhood and adolescence, his family lived on farms, but apparently were never able to buy one of their own. The family's extremely modest circumstances led to a somewhat-delayed education for Coblentz, who did not finish high school (Youngstown, Ohio) until 1896, when he was 22 years old. Coblentz entered the Case School of Applied Science, now Case Western Reserve University in the fall of 1896, and received his Bachelor of Science degree in physics in June, 1900. He went on to earn MS (1901) and PhD (1903) degrees from Cornell University in Ithaca, New York, staying two years beyond his doctoral time by working as a Research Fellow with support from the Carnegie Institution. In the spring of 1905, Coblentz accepted a position with the newly founded National Bureau of Standards (now the National Institute of Standards and Technology, NIST) in Washington, DC, where he spent his entire career. In 1905 he founded the Bureau's radiometry section, and headed it for 40 years until his retirement in 1945. ==Scientific work== During the course of a long and productive career, Coblentz made many scientific contributions both of a pure and applied nature. Bibliographies of his work show that he had hundreds of scientific publications, talks, and abstracts to his credit. He received a total of ten patents during his lifetime, the first being US Patent 1,077,219 for a solar cell invention to convert sunlight to electricity. Coblentz's first publication, \"Some Optical Properties of Iodine\", was based on his PhD research. On acquiring his doctorate, he soon began publishing regularly on problems related to infrared (IR) radiation, both those concerning spectroscopy and those concerning radiometry. For example, Coblentz was among the first, if not the very first, to verify Planck's Law. ===Infrared studies=== thumb|Spectrometer used at Cornell University by W. W. Coblentz When Coblentz entered Cornell University, infrared spectroscopy was in what today would be considered an extremely primitive state. As a young Cornell researcher, Coblentz assembled and calibrated his own IR equipment, and extended the range of IR measurements to longer wavelengths than had ever been reached. By 1905 he had acquired hundreds of spectra by tedious point-by-point measurements with a prism instrument of his own construction. These were published in 1905 with large fold-outs charts (not available in the later reprints), and tables of wavelengths at which various materials absorbed IR light. While such a massive spectral compilation itself was something of a tour de force, it is perhaps not the most important part of Coblentz's 1905 book. Instead, that honor probably goes to his generalization that certain molecular groupings, or functional groups in modern parlance, appeared to absorb specific and characteristic IR wavelengths. In time this would allow scientists to use a molecule's IR spectrum as a type of molecular fingerprint. This generalization had been hinted at in earlier work by others, but not with such a large amount of supporting data as Coblentz presented. Today, IR spectra are used in thousands of laboratories around the globe by scientists in many fields. As an aside, Coblentz's early work on molecular spectra was not given the eager reception that hindsight might suggest. The reasons are numerous and have been explored by several authors.See, for example, ===Astronomical studies=== Coblentz had a long interest in astronomical problems. In 1913, he developed thermopile detectors and used them at Lick Observatory to measure IR radiation from 110 stars, and the planets Mars, Venus, and Jupiter. In this work he was assisted by Seth Nicholson, later of the Mt. Wilson Observatory. Extending this work, Coblentz and Carl Lampland, of the Lowell Observatory, measured large differences between the day and night temperatures on Mars, which implied a thin Martian atmosphere. For his applications of IR detectors to astronomy, Coblentz is regarded as the founder of astronomical infrared spectroscopy. In recognition of his astronomical contributions, craters on the moon and Mars were named after him by the International Astronomical Union. Coblentz also made observations of solar eclipses, and published papers describing his work. ===Other research=== An inspection of Coblentz's bibliography shows that from about 1930 his research turned more toward measurements involving the ultraviolet (UV) region and away from infrared work. Much of this research had a distinctly bio-medical slant, such as his investigations of ultraviolet therapy (1938) and the production of skin cancer by UV exposure (1948). Although Coblentz is remembered today mainly for his contributions to physics and astronomy, he also had interests in bioluminescence, atmospheric ozone, and, perhaps surprisingly, parapsychology. He appears to have brought the same energy to the latter field as he did to his other areas of interest. ==Honors== The Coblentz Society, dedicated to the understanding and application of vibrational spectroscopy, is named in his honor, as is the Coblentz Medal. In addition, according to Meggers' biographical sketch, Coblentz was given membership card number 1 from the Society. Coblentz died just before his 1905 work on infrared spectroscopy was reprinted, nearly 60 years after its first publication. Among the awards Coblentz received were the 1920 Janssen Medal (French Academy of Sciences), the Rumford Medal of the American Academy of Arts and Sciences, and the Howard N. Potts Medal of the Franklin Institute. In 1945, shortly after retiring, Coblentz received the Frederic Ives Medal by the OSA. Coblentz also was elected a member of the National Academy of Sciences. He was awarded the Howard N. Potts Medal in 1910. ==Family and personal life== thumb|Marker for the Coblentz family In his autobiography, From the Life of a Researcher (1951), William Coblentz described his typical day as long hours of laboratory research followed by evenings spent on data analysis and writing papers. This left little time for socializing, and so it is not unexpected that Coblentz was over 50 before ever marrying. He wed Catherine Emma Cate of Vermont on June 10, 1924, and it is said that they spent their honeymoon in Flagstaff, Arizona while Coblentz was at the Lowell Observatory measuring planetary temperatures. Catherine Cate Coblentz achieved success as a writer of children's book, worked for a time at the National Bureau of Standards, and was instrumental in raising money to build the Cleveland Park Neighborhood Library in Washington, DC. William Coblentz reportedly was plagued by periods of poor health, but he lived nearly 90 years. He is buried in Rock Creek Cemetery in Washington, DC alongside his wife and an infant daughter. ==References== ==Further reading== * A Physical Study of the Firefly, by William W. Coblentz, 1912 * Man's Place in a Superphysical World, by William W. Coblentz, 1955 (concerning parapsychology) * Journal of the Optical Society of America, 1936, volume 36, number 2, pp. 61 – 71 (The presentation ceremony, and Coblentz's accompanying lecture, for the Ives Medal, along with a list of Coblentz's scientific publications.) * Applied Optics (November, 1963), commemorative issue with extensive material on Coblentz's scientific work * Coblentz, W. W. \"Present Status of the Determination of the Constant of Total Radiation from a Black Body,\" Bulletin of the Bureau of Standards 12 (553-582) 1916. Copies of most of Coblentz's books are listed as being in the libraries of the University of Maryland and the American Institute of Physics, both in College Park, Maryland (USA), not far from where Coblentz lived, worked, and died. ==External links== * The Coblentz Society *National Academy of Sciences Biographical Memoir Category:1873 births Category:1962 deaths Category:American astronomers Category:American physicists Category:Cornell University alumni Category:People from Mahoning County, Ohio Category:Burials at Rock Creek Cemetery Category:Howard N. Potts Medal recipients Category:Members of the United States National Academy of Sciences",
 "title": "William Coblentz"
}