{
 "id": "80807",
 "text": "Route 28 is a state highway in the central part of New Jersey, United States that is long. Its western terminus is at U.S. Route 22 in Bridgewater Township, Somerset County while its eastern terminus is at Route 27 in Elizabeth, Union County. From its western terminus, Route 28 heads east through Raritan, intersecting County Route 567 and then U.S. Route 202 and U.S. Route 206 at the Somerville Circle before heading through the central part of Somerville. Past Somerville, the route interchanges with Interstate 287 in Bridgewater Township before intersecting many 500-series county roads including County Route 525 and County Route 527 in Bound Brook, County Route 529 in Dunellen, Middlesex County, County Route 531 in Plainfield, Union County, and County Route 509 in Westfield. Route 28 continues east, intersecting Route 59 and the Garden State Parkway in Cranford before heading to Elizabeth, where it crosses Route 439 before ending at Route 27. Route 28 is a two- to four-lane road its entire length that passes through suburban areas and runs within a close distance of New Jersey Transit’s Raritan Valley Line for much of its length. Prior to 1927, Route 28 was known as Route 9, which was designated in 1917 to run from Phillipsburg east to Elizabeth. With the creation of the U.S. Highway System in 1926, U.S. Route 22 was designated along with Route 28. In 1927, most of pre-1927 Route 9 became Route 28, with the exception of the route through Elizabeth, which became Route 27-28 Link as Route 28 followed present-day Route 439 to the Goethals Bridge. Also legislated at this time was a spur of Route 28 called Route S28, which became Route 18 in 1953. By 1941, U.S. Route 22 was moved off the Route 28 alignment in Phillipsburg, with U.S. Route 22 Alternate (now Route 122) taking its place, as well as east of Bridgewater Township, where it was realigned to follow Route 28-29 Link and Route 29 to Newark. In 1953, the western terminus of Route 28 was moved to the intersection of the current Somerset County Route 614 and Route 22, in Branchburg Township. Sometime after 1990 it was moved east to its current location to allow for more local control of speed limits along Easton Turnpike, and the de-designated stretch was designated County Route 614. A portion of the route in Elizabeth was realigned to replace Route 27-28 Link, with the former route becoming Route 439. ==Route description== ===Somerset County=== Route 28 begins at an interchange with U.S. Route 22 in Bridgewater Township, Somerset County, heading to the southeast on Easton Turnpike, a two-lane undivided road. Past this interchange, Easton Turnpike continues to the northwest as County Route 614. The route heads through predominantly residential areas, eventually forming the border between Raritan to the southwest and Bridgewater Township to the northeast. It intersects the northern terminus of County Route 567 (First Avenue) before heading into business areas, where it comes to the modified Somerville Circle, where Route 28 intersects U.S. Route 202 and U.S. Route 206. This traffic circle has been modified to allow U.S. Route 202 to pass over and interchange with the circle, while U.S. Route 206 and Route 28 continue through the circle. Past the Somerville Circle, Route 28 becomes a road named West End Avenue that intersects County Route 644 (Frelinghuysen Avenue) just before entering Somerville. Here, the route passes residences and crosses County Route 643 (Mountain Avenue) before coming to an intersection with County Route 626 (Somerset Street). At this intersection, Route 28 bears to the left and heads east on West Main Street, which proceeds through the business district of downtown Somerville. The route becomes East Main Street upon crossing Bridge Street. thumb|right|Somerville Circle Upon leaving the downtown area, the route turns north onto Gaston Avenue and heads into residential areas again, with County Route 612 continuing east on Main Street. At the intersection with Union Avenue, Route 28 turns to the east to follow that road. The route continues past residential neighborhoods containing some businesses, briefly forming the border between Bridgewater Township to the north and Somerville to the south before fully entering Bridgewater Township. It intersects County Route 633 (Finderne Avenue) before crossing Norfolk Southern's Middle Brook Industrial Track line and County Route 675 (Chimney Rock Road), where Route 28 widens into a four-lane divided highway that heads through industrial and commercial areas. The road makes a junction with County Route 685 (Promenade Boulevard) before coming to an interchange with Interstate 287. Past this interchange, the route continues into Bound Brook as a two-lane undivided road and heads through business areas. In Bound Brook, Route 28 intersects the southern terminus of County Route 525 (Thompson Avenue) and County Route 635 (Vosseller Avenue) before heading into more residential surroundings and crossing County Route 527 (Mountain Avenue). ===Middlesex and Union counties=== thumb|left|View east along Route 28 at CR 529 in Dunellen Upon crossing Green Brook, Route 28 enters Middlesex in Middlesex County, where it becomes a four-lane undivided road that continues northeast through residential neighborhoods, intersecting County Route 622 (Raritan Avenue). The route heads into a mix of residences and businesses, turning more to the northeast and becoming Bound Brook Avenue at the intersection with Marlborough Avenue. It intersects County Route 607 (Lincoln Avenue), where Route 28 narrows to two lanes, and Warrenville Road before crossing into Dunellen. Here, Route 28 heads east through residential and commercial areas before turning northeast to closely parallel NJ Transit’s Raritan Valley Line (which runs to the south of the route) as North Avenue. The route crosses County Route 529 (Washington Avenue) in the downtown area of Dunellen. Route 28 crosses into Plainfield, Union County, where it becomes county-maintained Front Street, resuming northeast through residential and industrial areas before entering a more residential environment. The road encounters a mix of residences and businesses before intersecting Plainfield Avenue, where County Route 620 continues northeast on West Front Street and Route 28 turns to the southeast onto Plainfield Avenue. The route crosses the Raritan Valley Line before turning northeast on a one-way pair, with eastbound Route 28 following Fifth Street and westbound Route 28 following Fourth Street. County Route 603 continues southeast on Plainfield Avenue from this point. The one-way pair, which has two lanes in each direction, passes residences before crossing County Route 531 (Park Avenue) in the commercial downtown area of Plainfield, coinciding with the directional change of Fourth Street and Fifth Street from west to east. At the intersection with Roosevelt Avenue, Route 28 becomes two- way East Fifth Street, with the name becoming South Avenue at the intersection with Richmond Street. The route passes through urban residential and industrial areas, with the Raritan Valley Line located a short distance to the northwest. The road extends through more suburban commercial areas before crossing County Route 611 (Terrill Road), where Route 28 enters Fanwood. A short distance later, at the second intersection with Old South Avenue, the route becomes state-maintained again and continues past businesses, intersecting County Route 655 (Martine Avenue) before it heads into residential neighborhoods and meets County Route 601 (Laurel Place). thumb|right|View westbound along Route 28 from the Garden State Parkway in CranfordUpon crossing County Route 606 (Hetfield Avenue), Route 28 turns slightly mor east and enters Scotch Plains, where it passes homes to the south and businesses to the north. It continues into Westfield, where it passes more residences and businesses. The road intersects County Route 648 (Broad Street) before coming to a roundabout. Here, County Route 610 continues east on South Avenue and Route 28 heads north as a four-lane divided highway concurrent with County Route 610 that passes under the Raritan Valley Line. After crossing under the railroad line, the road intersects North Avenue, which heads west as County Route 610 and east as Route 28. Meanwhile, County Route 509 continues north on East Broad Street from this intersection. Route 28 continues east as a four-lane undivided road through the downtown area of Westfield, crossing County Route 613 (Central Avenue). The route passes residences to the north and businesses to the south, with the Raritan Valley Line located a short distance to the south, becoming a two-lane road before entering Garwood. In Garwood, the road heads through more commercial areas before intersecting Route 59 (Lincoln Avenue) on the border of Cranford. Route 59 is a short route that provides access to County Route 610, passing under the Raritan Valley Line. In Cranford, Route 28 passes homes before entering the commercial downtown area, where it intersects County Route 615 (Springfield Avenue/Centennial Avenue). From here, the road stretches through residential and commercial areas before widening into a four-lane divided highway and interchanging with the Garden State Parkway. Past this interchange, Route 28 becomes West Westfield Avenue and crosses into Roselle Park, where it continues through a mix of residences and commercial establishments. It crosses over the Raritan Valley Line and Conrail Shared Assets Operations' Lehigh Line before it intersects with County Route 617 (Faitoute Avenue/Gordon Street) and heads into the downtown area of Roselle Park. Here, the road comes to junctions with County Route 619 (Locust Street) and County Route 627 (Chestnut Street) before heading into residential areas. The route intersects County Route 616 (Linden Road), forming a brief concurrency with that route until the county route turns north onto Galloping Hill Road. At this point, Route 28 enters Elizabeth, where it continues through more urbanized residential areas before crossing Route 439 (Elmora Avenue). After the intersection with Route 439, the route continues past urban residences and business, narrowing into a two-lane undivided road at the intersection with County Route 618 (Magie Avenue). A short distance later, Route 28 ends at an intersection with the southbound direction of Route 27, which turns from Westfield Avenue to head south on Chilton Street. == History == Route 28 follows the course of the Tuckaraming Trail, and old Lenape Trail that later became the Old York Road, the main road from New York City to Philadelphia. In 1917, Route 9 was designated by the state of New Jersey to run from Phillipsburg east to Elizabeth, passing through Clinton, Somerville, Plainfield, and Westfield. With the establishment of the U.S. Highway System in 1926, U.S. Route 22 was concurrently designated along the entire length of Route 9. A year later, in the 1927 New Jersey state highway renumbering, Route 28 was legislated to run from Phillipsburg east to the Goethals Bridge, replacing pre-1927 Route 9 between Phillipsburg and present-day Route 439 in Elizabeth, and following current Route 439 toward the Goethals Bridge. Meanwhile, the former alignment of pre-1927 Route 9 east became Route 27-28 Link, as it provided a connection between Route 27 and Route 28. A spur of Route 28, named Route S28, was also legislated in the 1927 renumbering and was to run from Route 28 in Middlesex southeast to Route 4 (now Route 79) in Matawan.State of New Jersey, Laws of 1927, Chapter 319. What was built of this route became Route 18 in the 1953 New Jersey state highway renumbering. By 1941, U.S. Route 22 was eventually moved from Route 28 to follow Route 28-29 Link and Route 29 between the Somerville area and Newark. Also, U.S. Route 22 was realigned to its current alignment along Route 24 and Route 24-28 Link in Phillipsburg, with the alignment along Route 28 becoming U.S. Route 22 Alternate (now Route 122). In the 1953 renumbering of state highways, which eliminated long concurrencies between U.S. and state highways, the western terminus of Route 28 was placed at the intersection of U.S. Route 22 and Easton Turnpike in Branchburg Township, with the designation west of there dropped in favor of U.S. Route 22 and U.S. Route 22 Alternate. In addition, Route 28 was moved to its current alignment in Elizabeth, replacing Route 27-28 Link; Route 439 was designated along the former alignment of Route 28 that ran to the Goethals Bridge. Due in general to farmland development and safety concerns, the western terminus of Route 28 was later adjusted to the second Easton Turnpike interchange with U.S. Route 22 in Bridgewater Township, creating Somerset County Route 614. This allowed for local control of speed limits in the now congested stretch of Easton Turnpike between its two intersections with U.S. Route 22. == Major intersections == ==See also== * * ==References== ==External links== *An expanded view of road jurisdiction near the confluence of NJ 28 and CR 531 in Plainfield *An expanded view of road jurisdiction near the confluence of NJ 28 and CR 509 in Westfield *New Jersey Roads: Route 28 028 Category:Transportation in Middlesex County, New Jersey Category:Transportation in Somerset County, New Jersey Category:Transportation in Union County, New Jersey Category:U.S. Route 22",
 "title": "New Jersey Route 28"
}