{
 "id": "80842",
 "text": "In complex analysis, a branch of mathematics, analytic continuation is a technique to extend the domain of definition of a given analytic function. Analytic continuation often succeeds in defining further values of a function, for example in a new region where an infinite series representation in terms of which it is initially defined becomes divergent. The step-wise continuation technique may, however, come up against difficulties. These may have an essentially topological nature, leading to inconsistencies (defining more than one value). They may alternatively have to do with the presence of singularities. The case of several complex variables is rather different, since singularities then need not be isolated points, and its investigation was a major reason for the development of sheaf cohomology. ==Initial discussion== 316px|right|thumb|Analytic continuation of natural logarithm (imaginary part) Suppose f is an analytic function defined on a non-empty open subset U of the complex plane If V is a larger open subset of containing U, and F is an analytic function defined on V such that :F(z) = f(z) \\qquad \\forall z \\in U, then F is called an analytic continuation of f. In other words, the restriction of F to U is the function f we started with. Analytic continuations are unique in the following sense: if V is the connected domain of two analytic functions F1 and F2 such that U is contained in V and for all z in U :F_1(z) = F_2(z) = f(z), then :F_1 = F_2 on all of V. This is because F1 − F2 is an analytic function which vanishes on the open, connected domain U of f and hence must vanish on its entire domain. This follows directly from the identity theorem for holomorphic functions. ==Applications== A common way to define functions in complex analysis proceeds by first specifying the function on a small domain only, and then extending it by analytic continuation. In practice, this continuation is often done by first establishing some functional equation on the small domain and then using this equation to extend the domain. Examples are the Riemann zeta function and the gamma function. The concept of a universal cover was first developed to define a natural domain for the analytic continuation of an analytic function. The idea of finding the maximal analytic continuation of a function in turn led to the development of the idea of Riemann surfaces. ==Worked example== 316px|right|thumb|Analytic continuation from U (centered at 1) to V (centered at a=(3+i)/2) Begin with a particular analytic function f. In this case, it is given by a power series centered at z=1: :f(z) = \\sum_{k=0}^\\infty (-1)^k (z-1)^k. By the Cauchy–Hadamard theorem, its radius of convergence is 1. That is, f is defined and analytic on the open set U = \\\\{|z-1|<1\\\\} which has boundary \\partial U = \\\\{|z-1|=1\\\\}. Indeed, the series diverges at z=0 \\in \\partial U. Pretend we don't know that f(z)=1/z, and focus on recentering the power series at a different point a \\in U: : f(z) = \\sum_{k=0}^\\infty a_k (z-a)^k. We'll calculate the a_k's and determine whether this new power series converges in an open set V which is not contained in U. If so, we will have analytically continued f to the region U \\cup V which is strictly larger than U. The distance from a to \\partial U is \\rho = 1 - |a-1| > 0. Take 0 < r < \\rho; let D be the disk of radius r around a; and let \\partial D be its boundary. Then D \\cup \\partial D \\subset U. Using Cauchy's differentiation formula to calculate the new coefficients, :\\begin{align} a_k &= \\frac{f^{(k)}(a)}{k!} \\\\\\ &=\\frac{1}{2\\pi i} \\int_{\\partial D} \\frac{f(\\zeta) d \\zeta}{(\\zeta -a)^{k+1}} \\\\\\ &=\\frac{1}{2\\pi i} \\int_{\\partial D} \\frac{\\sum_{n=0}^\\infty (-1)^n (\\zeta-1)^n d \\zeta}{(\\zeta -a)^{k+1}} \\\\\\ &=\\frac{1}{2\\pi i} \\sum_{n=0}^\\infty (-1)^n \\int_{\\partial D} \\frac{(\\zeta-1)^n d\\zeta}{(\\zeta -a)^{k+1}} \\\\\\ &=\\frac{1}{2\\pi i} \\sum_{n=0}^\\infty (-1)^n \\int_0^{2\\pi} \\frac{(a+re^{i \\theta}-1)^n rie^{i \\theta}d\\theta}{(re^{i \\theta})^{k+1}} \\\\\\ &=\\frac{1}{2\\pi} \\sum_{n=0}^\\infty (-1)^n \\int_0^{2\\pi} \\frac{(a-1+re^{i \\theta})^n d\\theta}{(re^{i \\theta})^{k}}\\\\\\ &=\\frac{1}{2\\pi} \\sum_{n=0}^\\infty (-1)^n \\int_0^{2\\pi} \\frac{\\sum_{m=0}^n \\binom{n}{m} (a-1)^{n-m} (re^{i \\theta})^m d\\theta}{(re^{i \\theta})^{k}} \\\\\\ &=(-1)^k a^{-k-1} \\end{align} That is, :f(z) = \\sum_{k=0}^\\infty a_k (z-a)^k = \\sum_{k=0}^\\infty (-1)^k a^{-k-1} (z-a)^k = \\frac{1}{a} \\sum_{k=0}^\\infty \\left ( 1 - \\frac{z}{a} \\right )^k , which has radius of convergence |a|, and V = \\\\{|z-a|<|a|\\\\}. If we choose a \\in U with |a|>1, then V is not a subset of U and is actually larger in area than U. The plot shows the result for a = \\tfrac{1}{2}(3+i). We can continue the process: select b \\in U \\cup V, recenter the power series at b, and determine where the new power series converges. If the region contains points not in U \\cup V, then we will have analytically continued f even farther. This particular f can be analytically continued to the punctured complex plane \\Complex \\setminus \\\\{0\\\\}. ==Formal definition of a germ== The power series defined below is generalized by the idea of a germ. The general theory of analytic continuation and its generalizations is known as sheaf theory. Let : f(z)=\\sum_{k=0}^\\infty \\alpha_k (z-z_0)^k be a power series converging in the disk Dr(z0), r > 0, defined by :D_r(z_0) = \\\\{z \\in \\Complex : |z - z_0| < r\\\\}. Note that without loss of generality, here and below, we will always assume that a maximal such r was chosen, even if that r is ∞. Also note that it would be equivalent to begin with an analytic function defined on some small open set. We say that the vector :g = (z_0, \\alpha_0, \\alpha_1, \\alpha_2, \\ldots) is a germ of f. The base g0 of g is z0, the stem of g is (α0, α1, α2, ...) and the top g1 of g is α0. The top of g is the value of f at z0. Any vector g = (z0, α0, α1, ...) is a germ if it represents a power series of an analytic function around z0 with some radius of convergence r > 0. Therefore, we can safely speak of the set of germs \\mathcal G. ==The topology of the set of germs== Let g and h be germs. If |h_0-g_0| where r is the radius of convergence of g and if the power series defined by g and h specify identical functions on the intersection of the two domains, then we say that h is generated by (or compatible with) g, and we write g ≥ h. This compatibility condition is neither transitive, symmetric nor antisymmetric. If we extend the relation by transitivity, we obtain a symmetric relation, which is therefore also an equivalence relation on germs (but not an ordering). This extension by transitivity is one definition of analytic continuation. The equivalence relation will be denoted \\cong. We can define a topology on \\mathcal G. Let r > 0, and let :U_r(g) = \\\\{h \\in \\mathcal G : g \\ge h, |g_0 - h_0| < r\\\\}. The sets Ur(g), for all r > 0 and g\\in\\mathcal G define a basis of open sets for the topology on \\mathcal G. A connected component of \\mathcal G (i.e., an equivalence class) is called a sheaf. We also note that the map defined by \\phi_g(h) = h_0 : U_r(g) \\to \\Complex, where r is the radius of convergence of g, is a chart. The set of such charts forms an atlas for \\mathcal G, hence \\mathcal G is a Riemann surface. \\mathcal G is sometimes called the universal analytic function. ==Examples of analytic continuation== :L(z) = \\sum_{k=1}^\\infin \\frac{(-1)^{k+1}}{k}(z-1)^k is a power series corresponding to the natural logarithm near z = 1. This power series can be turned into a germ : g=\\left(1,0,1,-\\frac 1 2, \\frac 1 3 , - \\frac 1 4 , \\frac 1 5 , - \\frac 1 6 , \\ldots\\right) This germ has a radius of convergence of 1, and so there is a sheaf S corresponding to it. This is the sheaf of the logarithm function. The uniqueness theorem for analytic functions also extends to sheaves of analytic functions: if the sheaf of an analytic function contains the zero germ (i.e., the sheaf is uniformly zero in some neighborhood) then the entire sheaf is zero. Armed with this result, we can see that if we take any germ g of the sheaf S of the logarithm function, as described above, and turn it into a power series f(z) then this function will have the property that exp(f(z)) = z. If we had decided to use a version of the inverse function theorem for analytic functions, we could construct a wide variety of inverses for the exponential map, but we would discover that they are all represented by some germ in S. In that sense, S is the \"one true inverse\" of the exponential map. In older literature, sheaves of analytic functions were called multi-valued functions. See sheaf for the general concept. ==Natural boundary== Suppose that a power series has radius of convergence r and defines an analytic function f inside that disc. Consider points on the circle of convergence. A point for which there is a neighbourhood on which f has an analytic extension is regular, otherwise singular. The circle is a natural boundary if all its points are singular. More generally, we may apply the definition to any open connected domain on which f is analytic, and classify the points of the boundary of the domain as regular or singular: the domain boundary is then a natural boundary if all points are singular, in which case the domain is a domain of holomorphy. ===Example I: A function with a natural boundary at zero (the prime zeta function)=== For \\Re(s) > 1 we define the so-called prime zeta function, P(s), to be :P(s) := \\sum_{p\\ \\text{ prime}} p^{-s}. This function is analogous to the summatory form of the Riemann zeta function when \\Re(s) > 1 in so much as it is the same summatory function as \\zeta(s), except with indices restricted only to the prime numbers instead of taking the sum over all positive natural numbers. The prime zeta function has an analytic continuation to all complex s such that 0 < \\Re(s) < 1, a fact which follows from the expression of P(s) by the logarithms of the Riemann zeta function as :P(s) = \\sum_{n \\geq 1} \\mu(n)\\frac{\\log\\zeta(ns)}{n}. Since \\zeta(s) has a simple, non-removable pole at s := 1, it can then be seen that P(s) has a simple pole at s := \\tfrac{1}{k}, \\forall k \\in \\Z^{+}. Since the set of points :\\operatorname{Sing}_P := \\left\\\\{k^{-1} : k \\in \\Z^+\\right\\\\} = \\left \\\\{1, \\frac{1}{2}, \\frac{1}{3}, \\frac{1}{4},\\ldots \\right \\\\} has accumulation point 0 (the limit of the sequence as k\\mapsto\\infty), we can see that zero forms a natural boundary for P(s). This implies that P(s) has no analytic continuation for s left of (or at) zero, i.e., there is no continuation possible for P(s) when 0 \\geq \\Re(s). As a remark, this fact can be problematic if we are performing a complex contour integral over an interval whose real parts are symmetric about zero, say I_F \\subseteq \\Complex \\ \\text{such that}\\ \\Re(s) \\in (-C, C), \\forall s \\in I_F for some C > 0, where the integrand is a function with denominator that depends on P(s) in an essential way. ===Example II: A typical lacunary series (natural boundary as subsets of the unit circle)=== For integers c \\geq 2, we define the lacunary series of order c by the power series expansion :\\mathcal{L}_c(z) := \\sum_{n \\geq 1} z^{c^n}, |z| < 1. Clearly, since c^{n+1} = c \\cdot c^{n} there is a functional equation for \\mathcal{L}_c(z) for any z satisfying |z| < 1 given by \\mathcal{L}_c(z) = z^{c} + \\mathcal{L}_c(z^c). It is also not difficult to see that for any integer m \\geq 1, we have another functional equation for \\mathcal{L}_c(z) given by :\\mathcal{L}_c(z) = \\sum_{i=0}^{m-1} z^{c^{i}} + \\mathcal{L}_c(z^{c^m}), \\forall |z| < 1. For any positive natural numbers c, the lacunary series function diverges at z = 1. We consider the question of analytic continuation of \\mathcal{L}_c(z) to other complex z such that |z| > 1. As we shall see, for any n \\geq 1, the function \\mathcal{L}_c(z) diverges at the c^{n}-th roots of unity. Hence, since the set formed by all such roots is dense on the boundary of the unit circle, there is no analytic continuation of \\mathcal{L}_c(z) to complex z whose modulus exceeds one. The proof of this fact is generalized from a standard argument for the case where c := 2.See the example given on the MathWorld page for natural boundary. Namely, for integers n \\geq 1, let :\\mathcal{R}_{c,n} := \\left \\\\{z \\in \\mathbb{D} \\cup \\partial{\\mathbb{D}}: z^{c^n} = 1 \\right \\\\}, where \\mathbb{D} denotes the open unit disk in the complex plane and |\\mathcal{R}_{c,n} | = c^n, i.e., there are c^n distinct complex numbers z that lie on or inside the unit circle such that z^{c^n} = 1. Now the key part of the proof is to use the functional equation for \\mathcal{L}_c(z) when |z| < 1 to show that :\\forall z \\in \\mathcal{R}_{c,n}, \\qquad \\mathcal{L}_c(z) = \\sum_{i=0}^{c^n-1} z^{c^i} + \\mathcal{L}_c(z^{c^n}) = \\sum_{i=0}^{c^n-1} z^{c^i} + \\mathcal{L}_c(1) = +\\infty. Thus for any arc on the boundary of the unit circle, there are an infinite number of points z within this arc such that \\mathcal{L}_c(z) = \\infty. This condition is equivalent to saying that the circle C_1 := \\\\{z: |z| = 1\\\\} forms a natural boundary for the function \\mathcal{L}_c(z) for any fixed choice of c \\in \\Z \\quad c > 1. Hence, there is no analytic continuation for these functions beyond the interior of the unit circle. ==Monodromy theorem== The monodromy theorem gives a sufficient condition for the existence of a direct analytic continuation (i.e., an extension of an analytic function to an analytic function on a bigger set). Suppose D\\subset \\Complex is an open set and f an analytic function on D. If G is a simply connected domain containing D, such that f has an analytic continuation along every path in G, starting from some fixed point a in D, then f has a direct analytic continuation to G. In the above language this means that if G is a simply connected domain, and S is a sheaf whose set of base points contains G, then there exists an analytic function f on G whose germs belong to S. ==Hadamard's gap theorem== For a power series : f(z)=\\sum_{k=0}^\\infty a_k z^{n_k} with :\\liminf_{k\\to\\infty}\\frac{n_{k+1}}{n_k} > 1 the circle of convergence is a natural boundary. Such a power series is called lacunary. This theorem has been substantially generalized by Eugen Fabry (see Fabry's gap theorem) and George Pólya. == Pólya's theorem == Let :f(z)=\\sum_{k=0}^\\infty \\alpha_k (z-z_0)^k be a power series, then there exist εk ∈ {−1, 1} such that : f(z)=\\sum_{k=0}^\\infty \\varepsilon_k\\alpha_k (z-z_0)^k has the convergence disc of f around z0 as a natural boundary. The proof of this theorem makes use of Hadamard's gap theorem. ==A useful theorem: A sufficient condition for analytic continuation to the non-positive integers== In most cases, if an analytic continuation of a complex function exists, it is given by an integral formula. The next theorem, provided its hypotheses are met, provides a sufficient condition under which we can continue an analytic function from its convergent points along the positive reals to arbitrary s \\in \\Complex (with the exception of at finitely-many poles). Moreover, the formula gives an explicit representation for the values of the continuation to the non-positive integers expressed exactly by higher order (integer) derivatives of the original function evaluated at zero.See the article Fontaine's rings and p-adic L-functions by Pierre Colmez found at this link (Course notes PDF dated 2004). ===Hypotheses of the theorem=== We require that a function F: \\R^+ \\to \\Complex satisfies the following conditions in order to apply the theorem on continuation of this function stated below: * (T-1). The function must have continuous derivatives of all orders, i.e., F \\in \\mathcal{C}^{\\infty}(\\R^{+}). In other words, for any integers j \\geq 1, the integral-order j^{th} derivative F^{(j)}(x) = \\frac{d^{(j)}}{dx^{(j)}}[F(x)] must exist, be continuous on \\R^+, and itself be differentiable, so that all higher order derivatives of F are smooth functions of x on the positive real numbers; * (T-2). We require that the function F is rapidly decreasing in that for all n \\in \\Z^+ we obtain the limiting behavior that t^nF(t) \\to 0 as t becomes unbounded, tending to infinity; * (T-3). The (reciprocal gamma-scaled) Mellin transform of F exists for all complex s such that \\Re(s) > 0 with the exception of s \\in \\\\{\\zeta_1(F), \\zeta_2(F), \\ldots, \\zeta_k(F)\\\\} (or for all s with positive real parts except possibly at a finite number of exceptional poles): :\\widetilde{\\mathcal{M}}[F](s) := \\frac{1}{\\Gamma(s)} \\int_0^{\\infty} t^{s} F(t) \\frac{dt}{t}, \\qquad \\left |\\widetilde{\\mathcal{M}}[F](s) \\right| \\in (-\\infty, +\\infty), \\forall s \\in \\\\{z \\in \\Complex: \\Re(z) > 0\\\\} \\setminus \\\\{\\zeta_1(F), \\ldots, \\zeta_k(F)\\\\}. ===The conclusion of the theorem=== Let F be any function defined on the positive reals that satisfies all of the conditions (T1)-(T3) above. Then the integral representation of the scaled Mellin transform of F at s, denoted by \\widetilde{\\mathcal{M}}[F](s), has an meromorphic continuation to the complex plane \\Complex \\setminus \\\\{\\zeta_1(F), \\ldots, \\zeta_k(F)\\\\}. Moreover, we have that for any non-negative n \\in \\Z, the continuation of F at the point s := -n is given explicitly by the formula :\\widetilde{\\mathcal{M}}[F](-n) = (-1)^{n} \\times F^{(n)}(0) \\equiv (-1)^{n} \\times \\frac{\\partial^{n}}{{\\partial x}^n}\\left[F(x)\\right] |_{x=0}. ===Examples=== ====Example I: The connection of the Riemann zeta function to the Bernoulli numbers==== We can apply the theorem to the function :F_{\\zeta}(x) := \\frac{x}{e^x-1} = \\sum_{n \\geq 0} B_n \\frac{x^n}{n!}, which corresponds to the exponential generating function of the Bernoulli numbers, B_n. For \\Re(s) > 1, we can express \\zeta(s) = \\widetilde{\\mathcal{M}}[F_{\\zeta}](s), since we can compute that the next integral formula for the reciprocal powers of the integers n \\geq 1 holds for s in this range: :\\frac{1}{n^s} = \\frac{1}{\\Gamma(s)} \\int_0^{+\\infty} t^{s-1} e^{-nt} dt, \\Re(s) > 1. Now since the integrand of the last equation is a uniformly continuous function of t for each positive integer n, we have an integral representation for \\zeta(s) whenever \\Re(s) > 1 given by :\\zeta(s) = \\sum_{n \\geq 1} n^{-s} = \\frac{1}{\\Gamma(s)} \\int_0^{+\\infty} \\left(\\sum_{n \\geq 1} e^{-nt}\\right) t^{s-1} dt = \\frac{1}{\\Gamma(s)} \\int_0^{\\infty} t^{s-1} \\frac{F_{\\zeta}(t)}{t} dt. When we perform integration by parts to the Mellin transform integral for this F_{\\zeta}(x), we also obtain the relation that :\\zeta(s) = \\frac{1}{(s-1)} \\widetilde{\\mathcal{M}}[F_{\\zeta}](s-1). Moreover, since e^t \\gg t^{n} for any fixed integer polynomial power of t, we meet the hypothesis of the theorem which requires that \\lim_{t \\to +\\infty} t^n \\cdot F_{\\zeta}(t), \\forall n \\in \\Z^+. The standard application of Taylor's theorem to the ordinary generating function of the Bernoulli numbers shows that F_{\\zeta}^{(n)}(0) = \\frac{B_n}{n!} \\times n! = B_n. In particular, by the observation made above to shift s \\mapsto s-1, and these remarks, we can compute the values of the so-called trivial zeros of the Riemann zeta function (for \\zeta(-2n)) and the rational-valued negative odd integer order constants, \\zeta(-(2n+1)), n \\geq 0, according to the formula :\\zeta(-n) = -\\frac{1}{n+1} \\widetilde{\\mathcal{M}}[F_{\\zeta}](-n-1) = \\frac{(-1)^n}{n+1} F_{\\zeta}^{(n+1)}(0) = \\begin{cases} -\\frac{1}{2}, & n = 0; \\\\\\ \\infty, & n = 1; \\\\\\ -\\frac{B_{n+1}}{n+1}, & n \\geq 2.\\end{cases} ====Example II: An interpretation of F as the summatory function for some arithmetic sequence==== Suppose that F is a smooth, sufficiently decreasing function on the positive reals satisfying the additional condition that :\\Delta[F](x-1) = F(x)-F(x-1) =: f(x), \\forall x \\in \\Z^{+}. In application to number theoretic contexts, we consider such F to be the summatory function of the arithmetic function f, :F(x) := {\\sum_{n \\geq x}}^{\\prime} f(n) where we take F(x) = 0, \\forall 0 and the prime-notation on the previous sum corresponds to the standard conventions used to state Perron's theorem: :F_f(x) := {\\sum_{n \\leq x}}^{\\prime} f(n) = \\begin{cases} \\sum_{n \\leq [x]} f(n), & x \\in \\R^+ \\setminus \\Z; \\\\\\ \\sum_{n \\leq x} f(n) - \\frac{f(x)}{2}, & x \\in \\R^+ \\cap \\Z.\\end{cases} We are interested in the analytic continuation of the DGF of f, or equivalently of the Dirichlet series over f at s, :D_f(s) := \\sum_{n \\geq 1} \\frac{f(n)}{n^s}. Typically, we have a particular value of the abscissa of convergence, \\sigma_{0,f} > 0, defined such that D_f(s) is absolutely convergent for all complex s satisfying \\Re(s) > \\sigma_{0,f}, and where D_f(s) is assumed to have a pole at s := \\pm \\sigma_{0,f} and so that the initial Dirichlet series for D_f(s) diverges for all s such that \\Re(s) \\leq \\sigma_{0,f}. It is known that there is a relationship between the Mellin transform of the summatory function of any f to the continuation of its DGF at s \\mapsto -s of the form: :D_f(s) = \\mathcal{M}[F](-s) = \\int_1^{\\infty} \\frac{F_f(s)}{x^{s+1}} dx That is to say that, provided D_f(s) has a continuation to the complex plane left of the origin, we can express the summatory function of any f by the inverse Mellin transform of the DGF of f continued to s with real parts less than zero as:Much more, in fact, can be said about the properties of such relations between the continuations of a DGF and the summatory function of any arithmetic f -- and, for a short list and compendia of identities, see the working sandbox page at Dirichlet series inversion. Some interesting pairs of the summatory-function-to-DGF inversion relations that arise in non-standard applications include: (F_f(x), D_f(s)) \\in \\left\\\\{(M(x), 1/\\zeta(s)), (\\pi(x), P(s)), (\\Pi_0(x), \\log \\zeta(s))\\right\\\\}, where M(x) is the Mertens function, or summatory function of the Moebius function, P(s) is the prime zeta function, and \\Pi_0(x) is the Riemann prime-counting function. :F_f(x) = \\mathcal{M}^{-1}\\left[\\mathcal{M}[F_f](-s)\\right](x) = \\mathcal{M}^{-1}[D_f(-s)](x). We can form the DGF, or Dirichlet generating function, of any prescribed f given our smooth target function F by performing summation by parts as :\\begin{align} D_f(s) &= \\frac{1}{\\Gamma(s)} \\int_0^{+\\infty} \\left(\\sum_{n \\geq 1} (F(n) - F(n-1)) e^{-nt}\\right) t^{s} dt \\\\\\ &= \\frac{1}{\\Gamma(s)} \\int_0^{\\infty} \\lim_{N \\to \\infty} \\left[F(N) e^{-Nt} + \\sum_{k=0}^{N-1} F(k) e^{-kt}\\left(1-e^{-t} \\right) \\right] dt \\\\\\ &= \\frac{1}{\\Gamma(s)} \\int_0^{\\infty} t^{s-1} (1-e^{-t}) \\int_0^{\\infty} F(r/t) e^{-r} dr dt \\\\\\ &= \\frac{1}{\\Gamma(s)} \\int_0^{\\infty} t^{s-1} \\left(1-e^{-t}\\right) \\widetilde{F}\\left(\\frac{1}{t}\\right) dt \\\\\\ &= \\frac{1}{\\Gamma(s)} \\int_0^{\\infty} \\frac{\\left(1-e^{-1/u}\\right)}{u^{s} (1-u)} F\\left(\\frac{u}{1-u}\\right) du, \\end{align} where \\hat{F}(x) \\equiv \\mathcal{L}[F](x) is the Laplace-Borel transform of F, which if :F(z) := \\sum_{n \\geq 0} \\frac{f_n}{n!} z^n corresponds to the exponential generating function of some sequence enumerated by f_n/n! = F^{(n)}(0)/n! (as prescribed by the Taylor series expansion of F about zero), then :\\widetilde{F}(z) = \\sum_{n \\geq 0} f_n z^n is its ordinary generating function form over the sequence whose coefficients are enumerated by [z^n] \\widetilde{F}(z) \\equiv f_n = F^{(n)}(0). So it follows that if we write :G_F(x) := \\frac{x}{1-x} F\\left(\\frac{x}{1-x}\\right) = \\sum_{n \\geq 0} \\left(\\sum_{k=0}^n \\binom{n}{k} [z^k] F(z)\\right) x^{n+1}, alternately interpreted as a signed variant of the binomial transform of F, then we can express the DGF as the following Mellin transform at -s: :\\begin{align} D_f(s) &= \\mathcal{M}[G_F](-s) \\mathcal{M}\\left[1-e^{-1/x}\\right](-s) \\\\\\ &= \\frac{\\mathcal{M}[G_F](-s)}{s-1}\\left(1-\\Gamma(s)\\right) \\end{align} Finally, since the gamma function has a meromorphic continuation to \\Complex \\setminus \\N, for all s \\in \\Complex \\setminus \\\\{0,1,2,\\ldots\\\\}, we have an analytic continuation of the DGF for f at -s of the form :D_f(-s) = -\\frac{1-\\Gamma(-s)}{s+1} \\mathcal{M}[G_F](s), where a formula for D_f(-n) for non-negative integers n is given according to the formula in the theorem as :D_f(-n) = (-1)^n \\frac{d^n}{{dx}^n}\\left[\\left(1-e^{-1/x}\\right) \\frac{x}{1-x} F\\left(\\frac{x}{1-x}\\right)\\right] \\Biggr|_{x=0}. Moreover, provided that the arithmetic function f satisfies f(1) eq 1 so that its Dirichlet inverse function exists, the DGF of f^{-1} is continued to any s \\in \\Complex \\cap \\\\{z: \\Re(z) \\in (-\\infty, -\\sigma_{0,f}) \\cup (\\sigma_{0,f}, +\\infty)\\\\}, that is any complex s excluding s in a f-defined, or application dependent f-specific, so-called critical strip between the vertical lines z=\\pm\\sigma_{0,f}, and the value of this inverse function DGF when \\Re(s) < -\\sigma_{0,f} is given by One observation on how to reconcile how the values of this analytically continued DGF coincide with what we know of the Mellin integral of the summatory function of f, we observe that we should have that :D_f(-s) = -s \\int_1^{\\infty} x^{s-1} F_f(x) dx. :D_{f^{-1}}(-s) = \\begin{cases} 0, & n \\in \\N; \\\\\\ -\\frac{s+1}{1-\\Gamma(-s)} \\mathcal{M}[G_F^{-1}](s), & \\text{otherwise.}\\end{cases} To continue the DGF of the Dirichlet inverse function to s inside this f-defined critical strip, we must require some knowledge of a functional equation for the DGF, D_f(s), that allows us to relate the s such that the Dirichlet series that defines this function initially is absolutely convergent to the values of s inside this strip—in essence, a formula providing that D_f(s) = \\xi_f(s) \\times D_f(\\sigma_{0,f}-s) is necessary to define the DGF in this strip.This construction is noted to be similar to the known functional equation for the Riemann zeta function which relates \\zeta(s) for 1 < \\Re(s) < 2 to the values of \\zeta(1-s) for 0 < 1-s < 1 in the classical critical strip where we can find all of the non-trivial zeros of this zeta function. ==See also== *Mittag- Leffler star *Holomorphic functional calculus ==References== * * * ==External links== * * Analytic Continuation at MathPages * Category:Analytic functions Category:Meromorphic functions Category:Generalizations",
 "title": "Analytic continuation"
}