{
 "id": "809383",
 "text": "Douglas Ross, M.D. is a fictional character from the NBC medical drama series ER, portrayed by American actor George Clooney. He is a pediatric fellow, employed by the pediatric service, but works in the ER. He is later promoted to a pediatric attending in the ER. He appears from the pilot episode before departing in the fifth season episode \"The Storm - Part II\". Clooney would later make guest appearances in the sixth season episode \"Such Sweet Sorrow\" and in the fifteenth season episode \"Old Times\". ==Character Arc== Doug Ross was raised by his mother, Sarah, after his father, Ray, abandoned their family. In Season 1, Ross revealed to a patient that he had a son, and he tells nurse Wendy Goldman that he doesn't know his son's name as he's never seen him. Not much else is known about Doug's past. Despite his jumbled personal life, Ross is a dedicated ER pediatrician. He has always been committed to medicine and children and to helping no matter the rules or the consequences. In Season 2, Doug rescued a boy trapped in a flooding storm drain during a rainstorm. His heroic efforts were broadcast live on a local news station, making him a media star. This event helped him earn back his job at County, because his supervisor in pediatrics originally wasn't going to renew his fellowship due to his disrespect for authority. During Season 2, Ray tries to reconcile with Doug, who has difficulty reconnecting with the man who abandoned him and his mother. Ray owns a ritzy hotel in Chicago, and Doug lets his guard down a little but is disappointed when his father offers to take him to a Chicago Bulls game and then stands him up. Ross later reveals that he and his mother were abused by his father. Doug later has an affair with Ray's girlfriend, a woman from whom Ray stole money, but ends the relationship when it becomes clear that she has many problems. Ross is a womanizer who dates and leaves many women throughout the course of the show. At one point he has a one-night-stand with Harper Tracy, a medical student who had been tentatively pursued by Dr. John Carter; this leads to a rift between Ross and Carter for a time. His womanizing days abruptly end after an epileptic woman he picks up in a bar has a seizure while he drives her home and eventually dies in the ER. Ross learns her name only after her death, which prompts him to stop sleeping around and make an effort to get back together with Carol Hathaway, the head nurse of the ER at County. Their relationship, which had previously ended on bad terms prior to the pilot episode, is rekindled in fits and starts over the course of the first five seasons. Warner Bros. Television, the studio which produces ER for NBC, kept secret from NBC Dr. Ross' cameo in \"Such Sweet Sorrow\", which promoted the episode as Carol Hathaway's goodbye, with no mention of Ross' appearance. The original version of \"Such Sweet Sorrow\" that Warner Bros. sent to NBC ended after the scene where we see Hathaway on the plane to Seattle. At the eleventh hour, Warner Bros. sent an \"edited\" version of the episode by messenger to NBC headquarters in New York for broadcast. NBC was miffed that it was kept in the dark as it could have generated valuable ad revenue if it had aired promos that the episode marked the return of George Clooney. Clooney cited the fans of the show for his reason for making the cameo (he wanted Hathaway's and Ross's characters to get back together, which many fans hoped for). Clooney reportedly only asked to be paid scale for the cameo. In the season 15 episode \"Old Times,\" Ross is working as an attending physician at the University of Washington Medical Center. He is helping a grieving grandmother (Susan Sarandon) whose grandson was gravely injured in a bicycle accident, convincing her to donate the boy's organs. He chats with Sam and Neela after finding out that they are from County, asking them whether any of his old colleagues still work there. Doug and Carol are responsible for getting the kidney for Carter and a heart for another County patient, though they never learn who the recipients are. ===Career=== In the pilot episode, which takes place on St. Patrick's Day 1994, Ross is brought into the ER not long before his shift, to be \"treated\" for drunkenness by his longtime friend, Dr. Mark Greene. Throughout the next few seasons, Ross is shown to be compassionate, though not always using the best judgment. His love of children is best seen during darker situations, such as when a child is in danger. When Peter Benton talks about how surgeons deal with emotionally charged cases and ER doctors have it easy, Ross leaves him speechless by describing cases that include a young girl who beat her mother to death, a kid who is going to lose his leg to cancer and another kid who is dying from a life of homelessness. His brashness leads him to confront parents he thinks are irresponsible, and in one instance he publicly assaults a man who had abused his daughter; Ross's counseling in that case just consists of a shrink telling him not to do that again. He is a passionate doctor who puts the welfare of his patients, especially children, above his medical career. In the Season 2 episode \"Hell and High Water,\" Dr. Ross saves a young boy who nearly drowns in a flooded storm drain and commandeers a news helicopter to take him to County General, with much of his attempts to save the child being shown on live TV. This garners him much attention, earns him an award, and saves his job. Ross doesn't handle authority well, even when Mark is his boss. Despite being a pediatrician, in several episodes he's asked to perform medical procedures on adults, usually when the other doctors are busy. In another episode, he tries to do an ultra-rapid detox on a drug-addicted baby without the mother's consent. Hathaway assists, but when Greene and Dr. Kerry Weaver discover that the procedure is being done in violation of hospital policy and the law, Doug is punished. He is left on probation for 30 days and is supervised by Drs. Weaver and Greene, who have to co-sign his charts. Doug's attitude toward patient treatment often has consequences for his coworkers and supervisors, who have received reprimands from their superiors for his actions. In Season 4 he vies to be an attending physician for emergency pediatrics. He eventually gets the job, even though Greene and Weaver oppose his promotion because the position isn't necessary and the funds are needed elsewhere. Greene is ultimately happy for Ross, but Weaver is aghast and campaigns against his new position. He resigns in Season 5 following a scandal in which he shows a mother how to bypass the lockouts on a Dilaudid PCA, enabling her to give a lethal dose of medication to her terminally ill son. Ross had earlier stolen Dilaudid from a pain-medication study and given it to the mother, only to be discovered by Weaver and Greene, who reprimand him but kept the incident private. The incident prompts the closure of Hathaway's free clinic in the hospital, since it supplied the PCA to this mother, and Ross faces suspension from work and possible criminal charges. A friend of Ross, who is the Chief of Genetics, stands up for him and the charges against him are dropped, but Ross resigns from the hospital and moves to Seattle. When Ross leaves, he and Hathaway are on poor terms until she discovers that she's pregnant with his twin girls. Her clinic is later re-opened, but she has to report to her former assistant there. Ross was written out of the series because Clooney wished to focus on his expanding film career. He also said that there wasn't any strong story in place for his character after Season 5. He appeared at the end of the penultimate episode of season 6, when Carol leaves Cook County to reunite with Ross in Seattle. He was reportedly asked to return briefly in season 8, to make an appearance in Anthony Edwards's last episode during Greene's funeral, but Clooney declined because he did not want his cameo appearance to overshadow the departure of a beloved character on the show. Clooney returned to ER for its 15th and final season in 2009 in a story arc beginning with Episode 328, titled \"Old Times\", with Julianna Margulies also returning as Hathaway. The two are now married and work to help convince a grieving grandmother to donate her grandson's organs. During the process, Doug talks with Neela Rasgotra and learns that nearly everyone he knows has since departed County with Anspaugh being the only one left. At the end of the episode they receive word of the success of their efforts, unaware that the doctor who got the kidney was their old friend John Carter. ==Development== ===Casting and creation=== George Clooney did not receive a casting call for the television series. He received a draft of the script from a friend; he read it and became interested in the part. He said: \"I like the flaws in this guy. I can play him.\" ===Characterization=== The character was described as \"a complicated children's doctor who could be self-centered quick-tempered and giving, hitting the bottle to avoid dealing with consequences of his actions.\" ==Reception== In 2004, Ross was listed in Bravo's 100 Greatest TV Characters. Entertainment Weekly placed Ross in its list of the \"30 Great TV Doctors and Nurses\". The character was included in Fox News' list of \"The Best TV Doctors For Surgeon General\" and in Philadelphia Magazine 10 Best Doctors on Television. Ross was also listed in Wetpaint's \"10 Hottest Male Doctors on TV\" and in BuzzFeed's \"16 Hottest Doctors On Television\". His relationship with Carol Hathaway was included in AOL TV's list of the \"Best TV Couples of All Time\" and in the same list by TV Guide. For his work on the series, Clooney received two Emmy Award nominations for Outstanding Lead Actor In A Drama Series in 1995 and 1996. He was also nominated for three Golden Globe Awards for Best Actor – Television Series Drama in 1995, 1996, and 1997 (losing to co-star Anthony Edwards). ==References== ==External links== * Bio at TNT.com * Official ER website at NBC.com Category:ER (TV series) characters Category:Fictional pediatricians Category:Television characters introduced in 1994",
 "title": "Doug Ross"
}