{
 "id": "809389",
 "text": "FYI (stylized as fyi,) was a Canadian English language specialty channel owned by Corus Entertainment. Based on the American cable network of the same name, the channel features lifestyle programming, with a mix of reality, culinary, home renovation and makeover series. The channel was launched on September 7, 2001 as Discovery Health Channel by Alliance Atlantis and Discovery Communications, which focused on health and wellness-oriented programming. Discovery Health was acquired by Canwest in 2008 which rebranded the network as Twist TV in 2010 before being taken over by Shaw Media. As Twist TV, the channel shifted to reality programming aimed at a female demographic. After being rebranded to FYI in 2014 and acquired by Corus in 2016, the channel ended its operations on December 31, 2019. ==History== ===As Discovery Health=== 150px|thumb|left|Logo as Discovery Health used from 2001 to 2007 In January 2000, Alliance Atlantis brokered a deal with Rupert Murdoch's News Corporation and several Canadian television providers, including both national satellite companies Bell ExpressVu and Star Choice, to distribute News Corporation's cable channel, The Health Network, in Canada.Diagnosis Good For Canada / Health Net Lands On Sat Services Prior To...; AllBusiness.com; 2000-01-11 The deal would mark the first time The Health Network would be available in Canada. The deal struck to sponsor The Health Network's distribution in Canada was a prelude to the fact that Alliance Atlantis and News Corporation would eventually launch a Canadian version of the channel for the domestic market and remove the American channel from the Canadian market. On November 24, 2000, Alliance Atlantis (which would hold 80% majority interest in the channel) and News Corporation (which would hold the remaining 20% interest) were granted a broadcasting licence for The Health Network Canada by the Canadian Radio-television and Telecommunications Commission (CRTC).Decision CRTC 2000-461; CRTC; 2000-12-14 Prior to the launch of the network, in September 2001, Discovery Communications (owners of Discovery Health Channel in the U.S.) bought The Health Network from News Corporation for US$255 million.Discovery Finds That FitTV Was Best Fit After All; MultiChannel.com; 2003-11-13 Through that transaction, Discovery Communications would also acquire News Corporation's 20% interest in The Health Network Canada. 140px|thumb|left|Logo as Discovery Health used from 2007 to 2010 As a result of Discovery Communications' newly acquired interest in the service, the network was launched that same month on September 7, 2001 as the Discovery Health Channel. On the same day as the Canadian channel's launch, the American service, The Health Network, was removed from all Canadian television providers. In February 2002, The Health Network was removed from the CRTC's list of foreign satellite services eligible for carriage on Canadian pay television providers, by request of The Health Network's owners.Broadcasting Public Notice CRTC 2002-9; CRTC; 2002-02-18 On January 18, 2008, a joint venture between Canwest and Goldman Sachs Capital Partners, known as CW Media, bought Alliance Atlantis and through that transaction, acquired Alliance Atlantis' interest in Discovery Health. In 2009, CW Media purchased the remaining interest in the channel from Discovery Communications, bringing its ownership to 100%.Discovery Health Rebrands As Twist TV ===As Twist TV=== 150px|thumb|right|Logo as Twist TV used from 2010 to 2014 Two deals were announced in late 2009 and early 2010 that affected the future of the Canadian channel. First, Discovery Communications announced that the flagship Discovery Health channel in the U.S. would be replaced by the Oprah Winfrey Network (OWN) in January 2011. OWN later reached an agreement with Corus Entertainment to launch a Canadian version of that channel shortly after the U.S. version's debut. Later in April 2010, Discovery Communications announced an expanded long-term agreement with Bell Media (then CTVglobemedia, Discovery's Canadian partner for most of its other channels) under which Bell holds Canadian broadcast rights to most of the Discovery Communications programming library, including Discovery Health programs, and the right to launch new Discovery-branded channels.CTV and Discovery Communications Inc. Extend Discovery Canada Joint Venture, CTV press release, 2010-04-10 On September 15, 2010, Canwest announced Discovery Health Canada would rebrand as Twist TV on November 1. The rebranded channel would focus on reality shows about \"people facing extraordinary situations\" aimed at a female demographic including such shows as Nanny 911, Raising Sextuplets, Dad Camp, and Little Miss Perfect. On October 27, 2010, the channel's ownership changed again as Shaw Communications gained control of Discovery Health as a result of its acquisition of Canwest and Goldman Sachs' interest in CW Media.Shaw Communications closes purchase of Canwest TV assets, rebrands as Shaw Media CRTC approves Shaw’s purchase of the Canwest Global television properties The channel officially rebranded five days later. ===Rebrand as FYI=== In June 2014, it was reported that Twist TV, along with sister network Mystery TV, would be rebranded as Canadian versions of FYI and the Crime & Investigation Network under a licensing agreement with A+E Networks.Shaw Media announces fall lineup, pushes new dramas on Global A+E Networks and Shaw Media had previously partnered to rebrand History Television, Showcase Diva and The Cave as Canadian versions of History, Lifetime and H2 in 2012. The launch of FYI (as well as CI) was intended to draw in more female viewers, the primary audience of Shaw Media's lifestyle networks. In addition to programming from the U.S. service, as well as other Shaw Media-owned channels, the new channel will air shows from other sources. The channel was relaunched on the morning of September 1, 2014 with a free preview to last the rest of the month. A month prior, a Canadian version of the FYI website went online. Over time, the website was updated to include information pertaining to the channel. A YouTube channel went online August 28, 2014; on that day, sneak peeks of FYI programming aired on Lifetime and Slice. On April 1, 2016, Shaw Media was sold to Corus Entertainment. At the Corus Entertainment upfronts, Corus Entertainment announced its Fall 2019 schedules of W Network and Showcase; FYI, was not included in the upfronts. The following day, Telus announced that it would be adding Much, a Bell Media channel that launched in 1984, by replacing FYI on December 31, 2019. Additionally, this would mean Much would launch the same way it did in the United States as Fuse replaced MuchMusic USA on May 19, 2003. In October 2019, Corus announced that FYI would be shut down on December 31, 2019. The channel space created in 2001 by Discovery Health Channel ceased to exist the day the channel went off the air. ==Fyi HD== In late 2016, Corus launched FYI HD, a 1080i high definition simulcast of the standard definition feed. The HD feed was available on Bell Fibe TV, Bell MTS and Optik TV. On August 8, 2018, it launched on Shaw Direct. As of December 31, 2019, this HD feed is no longer available. ==See also== * Discovery Health Channel (US) * Discovery Home & Health (UK) ==References== == External links == * Category:English-language television stations in Canada Category:Television channels and stations established in 2001 Category:Television channels and stations disestablished in 2019 Category:Digital cable television networks in Canada Category:Former Corus Entertainment networks Category:Television channels and networks about health Category:2001 establishments in Canada Category:2019 disestablishments in Canada",
 "title": "FYI (Canadian TV channel)"
}