{
 "id": "809606",
 "text": "Linklaters LLP is a multinational law firm headquartered in London. Founded in 1838, it is a member of the \"Magic Circle\" of elite London-headquartered law firms. It currently employs over 2,800 lawyers across 30 offices in 20 countries. In financial year 2020-21, Linklaters achieved revenues of £1.67 billion and profits per equity partner of £1.77 million. In the UK, the firm has top-tier rankings across many practice areas, including corporate/M&A;, capital markets, litigation, banking and finance, restructuring and insolvency, antitrust and tax. In 2021, Linklaters was ranked second for the number of FTSE 100 clients.https://www.law.com/international- edition/2021/03/01/slaughter-and-may-maintains-lead-in-large-listed-client- rankings/ For direct deals by institutional investors in the first half of 2016, Linklaters tied for first place. In the 2021 Global Law Firm Brand Index, Linklaters was named as having the world's fourth strongest brand. ==History== Linklaters was founded in London in 1838 when John Linklater entered into a partnership with Julius Dods. The firm, initially known as Dods & Linklater, developed a practice in corporate law, including advising on the creation of the Metropolitan Water Board. On 4 May 1920, the firm, then known as Linklater & Co, merged with another renowned London firm, Paines Plythe & Huxtable, which had been founded by a descendant of Thomas Paine. For most of the twentieth century, Linklaters & Paines was predominately a domestic corporate law firm, with only a small number of overseas offices. However, in 1998, Linklaters & Alliance was created in partnership with many of Europe's leading law firms, including De Brauw Blackstone Westbroek in Amsterdam, De Bandt van Hecke Lagae in Brussels, Loesch & Wolter in Luxembourg, Lagerlöf & Leman in Stockholm and Oppenhoff & Rädler in Germany. Over the next five years, Linklaters & Paines merged with the last four of these Alliance firms, as well as several other European firms, in Belgium, Luxembourg, Sweden, Germany, Czech Republic and Poland. The firm opened new offices in Amsterdam, Bangkok, Beijing, Budapest, Bucharest, Bratislava, Lisbon, Madrid, Milan, Rome, São Paulo, and Shanghai. In 1999, amid this global expansion, the firm shortened its name to Linklaters. On 1 April 2005, after Japan enacted laws to allow certain international law firms to open offices in the country, Linklaters created Japan’s first fully merged law firm practising Japanese, English and US law. Linklaters spun off its offices in Bratislava, Bucharest, Budapest and Prague into a separate firm, Kinstellar (an anagram of Linklaters) in 2007. In the aftermath of the credit crunch in 2008, Linklaters cut 270 jobs in London, consisting of around 120 lawyers and 150 other staff. This was reported to be part of managing partner Simon Davies' plan to become a smaller, more profitable organisation. By 2008, Linklaters had the highest gross revenue of any firm in the world, $2.4 billion, buoyed by work including the firm's role as advisor to Lehman Brothers and its world number one ranking for deals by total value. On 1 May 2012, Linklaters entered into an integrated alliance with top-tier Australian law firm Allens. Allens and Linklaters operate two joint ventures in Asia: one focused on energy, resources and infrastructure services, and another on Indonesia in collaboration with domestic firm Widyawan & Partners. On 1 February 2013, the firm entered into an alliance with leading South African law firm Webber Wentzel. Linklaters also has a best-friend arrangement with Talwar Thakore & Associates, a leading Indian law firm. Furthermore, since 2017 the firm has operated in Saudi Arabia in agreement with Zamakhchary & Co. In 2018, the firm partnered with newly established Zhao Sheng Law Firm in order to practise mainland Chinese law. The joint operation currently has offices in the Shanghai Free-Trade Zone and in Beijing. In 2021, Linklaters opened an office in Dublin, structured as a separate partnership called \"Linklaters & Co\", which provides advice on EU law but not Irish domestic law.Linklaters & Co - Ireland By 2022, Linklaters had advised on more mergers and acquisitions involving Russian groups than any other major law firm. After Russia invaded Ukraine in February 2022, the firm announced it would end its business in Russia. ==Offices== Linklaters was founded and remains headquartered in London. As of 2021, the firm has 31 offices across 21 countries throughout Asia, the Middle East, North America, South America, and Europe. ==Notable former partners and lawyers== * Christopher Bellamy, a former judge of the Court of First Instance of the European Communities and UK Competition Tribunal worked at Linklaters from 2007 to 2020 * G. Godfrey Phillips, former Commissioner General of the Shanghai Municipal Council was a partner in the 1940s and 1950s. * Dominic Raab, British Deputy Prime Minister trained as a Solicitor at Linklaters * Robert Finch (Lord Mayor), Lord Mayor of the City of London was a partner at Linklaters * Pedro Siza Vieira, Portuguese Minister of Economy was a partner at Linklaters * Matthew Axelrod, U.S. Assistant Secretary of Commerce for Export Enforcement ==See also== *List of largest law firms by profits per partner ==References== ==External links== * * Category:Law firms based in London Category:1838 establishments in England Category:Law firms established in 1838 Category:Foreign law firms with offices in the United States Category:Foreign law firms with offices in Hong Kong Category:Foreign law firms with offices in Japan Category:Foreign law firms with offices in the Netherlands Category:Law firms of Singapore Category:Intellectual property law firms Category:Biopharmaceutical law firms",
 "title": "Linklaters"
}