{
 "id": "809979",
 "text": "A blink comparator is a viewing apparatus formerly used by astronomers to find differences between two photographs of the night sky. It permits rapid switching from viewing one photograph to viewing the other, \"blinking\" back and forth between the two images taken of the same area of the sky at different times. This allows the user to more easily spot objects in the night sky that have changed position. It was also sometimes known as a blink microscope. It was invented in 1904 by physicist Carl Pulfrich at Carl Zeiss AG, then constituted as Carl-Zeiss-Stiftung.Zeiss inventions http://www.zeiss.com/corporate/en_de/events/international-year-of- light/optical-technologies.html In photographs taken a few days apart, rapidly moving objects such as asteroids and comets would stand out, because they would appear to be jumping back and forth between two positions, while all the distant stars remained stationary. Photographs taken at longer intervals could be used to detect stars with large proper motion, or variable stars, or to distinguish binary stars from optical doubles. The most notable object to be found using this technique is Pluto, discovered by Clyde Tombaugh in 1930. The Projection Blink Comparator (PROBLICOM), invented by amateur astronomer Ben Mayer, is a low-cost version of the professional tool. It consists of two slide projectors with a rotating occluding disk that alternately blocks the images from the projectors. This tool allowed amateur astronomers to contribute to some phases of serious research. == Modern replacements == In modern times, charge-coupled devices (CCDs) have largely replaced photographic plates, as astronomical images are stored digitally on computers. The blinking technique can easily be performed on a computer screen rather than with a physical blink comparator apparatus as before.Blink Comparator on PC http://www.instructables.com/id/Blink_Comparator_on_Personal_Computer The blinking technique is less used today, because image differencing algorithms detect moving objects more effectively than human eyes can. To measure the precise position of a known object whose direction and rate of motion are known, a \"track and stack\" software technique is used. Multiple images are superimposed such that the moving object is fixed in place; the moving object then stands out as a dot among the star trails. This is particularly effective in cases where the moving object is very faint and superimposing multiple images of it permits it to be seen better. == See also == * Hinman collator * Visual comparison == References == Category:Astronomical imaging Category:Optical devices Category:Observational astronomy Category:Products introduced in 1904 Category:1904 in science Category:Carl Zeiss AG",
 "title": "Blink comparator"
}