{
 "id": "810250",
 "text": "In mathematics, a periodic sequence (sometimes called a cycle) is a sequence for which the same terms are repeated over and over: :a1, a2, ..., ap, a1, a2, ..., ap, a1, a2, ..., ap, ... The number p of repeated terms is called the period (period). ==Definition== A (purely) periodic sequence (with period p), or a p-periodic sequence, is a sequence a1, a2, a3, ... satisfying One size fits all :an+p = an John cDNA for all values of n. If a sequence is regarded as a function whose domain is the set of natural numbers, then a periodic sequence is simply a special type of periodic function. The smallest p for which a periodic sequence is p-periodic is called its least period or exact period. ==Examples== Every constant function is 1-periodic. The sequence 1,2,1,2,1,2\\dots is periodic with least period 2. The sequence of digits in the decimal expansion of 1/7 is periodic with period 6: :\\frac{1}{7} = 0.142857\\,142857\\,142857\\,\\ldots More generally, the sequence of digits in the decimal expansion of any rational number is eventually periodic (see below). The sequence of powers of −1 is periodic with period two: :-1,1,-1,1,-1,1,\\ldots More generally, the sequence of powers of any root of unity is periodic. The same holds true for the powers of any element of finite order in a group. A periodic point for a function is a point whose orbit :x,\\, f(x),\\, f(f(x)),\\, f^3(x),\\, f^4(x),\\, \\ldots is a periodic sequence. Here, f^n(x) means the composition of applied to . Periodic points are important in the theory of dynamical systems. Every function from a finite set to itself has a periodic point; cycle detection is the algorithmic problem of finding such a point. ==Identities== ===Partial Sums=== :\\sum_{n=1}^{kp+m} a_{n} = k*\\sum_{n=1}^{p} a_{n} + \\sum_{n=1}^{m} a_{n} Where k and m \\prod_{n=1}^{kp+m} a_{n} = ({\\prod_{n=1}^{p} a_{n}})^k * \\prod_{n=1}^{m} a_{n} Where k and m \\sum_{k=1}^{1} \\cos (-\\pi\\frac{n(k-1)}{1})/1 = 1,1,1,1,1,1,1,1,1... :\\sum_{k=1}^{2} \\cos (2\\pi\\frac{n(k-1)}{2})/2 = 0,1,0,1,0,1,0,1,0... :\\sum_{k=1}^{3} \\cos (2\\pi\\frac{n(k-1)}{3})/3 = 0,0,1,0,0,1,0,0,1,0,0,1,0,0,1... :... :\\sum_{k=1}^{N} \\cos (2\\pi\\frac{n(k-1)}{N})/N = 0,0,0...,1 \\text{ sequence with period } N ==Generalizations== A sequence is eventually periodic if it can be made periodic by dropping some finite number of terms from the beginning. For example, the sequence of digits in the decimal expansion of 1/56 is eventually periodic: : 1 / 56 = 0 . 0 1 7 8 5 7 1 4 2 8 5 7 1 4 2 8 5 7 1 4 2 ... A sequence is ultimately periodic if it satisfies the condition a_{k+r} = a_k for some r and sufficiently large k. A sequence is asymptotically periodic if its terms approach those of a periodic sequence. That is, the sequence x1, x2, x3, ... is asymptotically periodic if there exists a periodic sequence a1, a2, a3, ... for which :\\lim_{n\\rightarrow\\infty} x_n - a_n = 0. For example, the sequence :1 / 3, 2 / 3, 1 / 4, 3 / 4, 1 / 5, 4 / 5, ... is asymptotically periodic, since its terms approach those of the periodic sequence 0, 1, 0, 1, 0, 1, .... == References == Category:Sequences and series",
 "title": "Periodic sequence"
}