{
 "id": "810740",
 "text": "G-Sides (sometimes spelled as G Sides) is a B-sides collection by Gorillaz from their first studio album session, Gorillaz and the Tomorrow Comes Today EP. The compilation was originally released only in Japan on 12 December 2001. The US edition, with a slightly different track listing, followed on 26 February 2002. The European version, released on 11 March 2002, features the original Japanese track listing. The Japanese and US editions are different because the songs \"Dracula\" and \"Left Hand Suzuki Method\" are included on the standard US edition of Gorillaz as bonus tracks. The Brazilian limited edition release incorporates all of the tracks from both the Japanese and US versions of the album. Most versions have the same cover, featuring Noodle holding a skeleton doll in her hand, named \"Bonesy\", although some—notably the Japanese version—have her holding a Godzilla figurine instead. On the top of the sleeve, the title is written in katakana: ジー サイズ (Jī Saizu). G-Sides reached number 65 on the UK Albums Chart and number 84 on the US Billboard 200. \"The Sounder\" first appeared on the French limited edition bonus disc of Gorillaz and is 6:16 in length. On this album and the \"Rock the House\" single, it is edited to 4:29. ==Track listings== All songs are written by Gorillaz. ===Song origins=== * \"19-2000\" (Soulchild Remix), \"19-2000\" (The Wiseguys House of Wisdom Remix), \"Hip Albatross\", and \"Left Hand Suzuki Method\" are B-sides of \"19-2000\". * \"Dracula\" and \"Clint Eastwood\" (Phi Life Cypher Version) are B-sides of \"Clint Eastwood\". * \"Rock the House\" (radio edit), \"The Sounder\", \"Faust\", and \"Ghost Train\" are B-sides of \"Rock the House\". * \"Latin Simone\" and \"12D3\" are B-sides of the Tomorrow Comes Today 2000 EP. ==Charts== === Weekly charts === {|class=\"wikitable plainrowheaders sortable\" |- !Chart (2002-2020) !Peak position |- |- |- |- |- |- |- |- |} === Year-end charts === {|class=\"wikitable plainrowheaders\" |- !scope=\"col\"|Chart (2002) !scope=\"col\"|Position |- !scope=\"row\"|Canadian Alternative Albums (Nielsen Soundscan) |align=center|190 |- !scope=\"row\"|French Albums (SNEP) |align=\"center\"|141 |- |} ==Certifications== ==Release history== {| class=\"wikitable\" |- ! Country ! Date ! Label ! Format ! Catalogue |- | Japan | 12 December 2001 | Toshiba-EMI | CD | TOCP-65932 |- | United States | 26 February 2002 | Virgin | CD | 7243 8 11967 2 4 |- | United Kingdom | 11 March 2002 | Parlophone | CD | 7243 5 36942 0 3 |} ==Samples== *The song \"Hip Albatross\" features sound clips from George A. Romero's horror films Dawn of the Dead (1978) and Day of the Dead (1985). *\"Left Hand Suzuki Method\" features a sample from \"Mannish Boy\" by Muddy Waters. *\"Ghost Train\" contains a sample from The Human League's song \"Sound of the Crowd\". *The song \"Dracula\" uses sound clips from the Bugs Bunny (Merrie Melodies) cartoon Transylvania 6-5000. ==References== Category:Albums produced by Damon Albarn Category:Albums produced by Dan the Automator Category:B-side compilation albums Category:Gorillaz albums Category:2001 compilation albums Category:Parlophone compilation albums Category:Virgin Records compilation albums",
 "title": "G-Sides"
}