{
 "id": "810766",
 "text": "Robert Eugene Cook (May 19, 1920 - November 28, 1988) was an American attorney, politician, and judge. A Democrat, he is most notable for his service as a member of the United States House of Representatives from 1959 to 1963 and a judge of the Ohio Eleventh District Court of Appeals from 1969-1988 ==Biography== Cook was born in Kent, Ohio on May 19, 1920, one of the four children of Judge Blake C. Cook and Bessie (Adams) Cook. He graduated from Kent State High School 1938 and attended college at Kent State University. During World War II, Cook joined the Army Air Forces. After enlisting at Patterson Field, he was appointed a warrant officer and trained in the field of radio communications. Cook served 1942 to 1946 and was honorably discharged at the end of the war. After his military service, Cook returned to Kent State, from which he graduated in 1947. He then attended the William & Mary Law School, from which he received his degree in 1950. Cook was admitted to the bar and practiced in Kent. From 1952 to 1959 he served as prosecuting attorney of Portage County. A Democrat, in 1958, Cook was the party's successful nominee for a seat in the United States House of Representatives. He was reelected in 1960, and served from 1959 to 1963. He was an unsuccessful candidate for reelection in 1962. In 1963, Cook became a judge on the Ohio Court of Common Pleas, and he served until 1969. He was judge of the Ohio Eleventh District Court of Appeals from 1969 until his death. Cook died at Robinson Memorial Hospital in Ravenna, Ohio on November 28, 1988. He was buried at Standing Rock Cemetery in Kent. ==Family== Cook was married to Gaye Smith and had a daughter, Amy Louise, in 1952. They divorced and he married Evelyn M. (Birr) Cook (1928-2007) in 1957 and together they raised their two children - Randy and Amy. In 1962, While Cook was serving in the U.S. House, his chief assistant, Jennette Hall married Winston L. Prouty, a U.S. Senator from Vermont. Hall had been widowed since 1959, and Prouty a widower since 1960. Cook was a cousin of Vernon Cook, who served in the Ohio State Legislature. == See also == * List of United States representatives from Ohio == References == ==External links== * * Category:Members of the United States House of Representatives from Ohio Category:1920 births Category:1988 deaths Category:Ohio state court judges Category:Judges of the Ohio District Courts of Appeals Category:Kent State University alumni Category:William & Mary Law School alumni Category:People from Kent, Ohio Category:Democratic Party members of the United States House of Representatives from Ohio Category:County district attorneys in Ohio Category:United States Army Air Forces personnel of World War II Category:Ohio Democrats Category:Democratic Party members of the United States House of Representatives Category:20th- century American politicians Category:20th-century American judges",
 "title": "Robert E. Cook"
}