{
 "id": "810940",
 "text": "Louis of Nassau (Dutch: Lodewijk van Nassau, January 10, 1538 - April 14, 1574) was the third son of William, Count of Nassau and Juliana of Stolberg, and the younger brother of Prince William of Orange Nassau. Louis was a key figure in the revolt of the Netherlands against Spain and a strongly convinced Calvinist, unlike his brother William, whom he helped in various ways, including by arranging the marriage between him and his second wife Anna of Saxony. In 1569 William appointed him governor of the principality of Orange, giving him an indisputable position in French politics. ==The Compromise == In 1566 he was one of the leaders of the league of lesser nobles who signed the \"Compromis des Nobles\". The Compromise was an open letter, in the form of a petition, to King Philip II of Spain stating that he should withdraw the Inquisition in the Netherlands. On April 5, 1566, with the following of two hundred horsemen, the Compromise was presented to the regent Margaret of Austria. During this audience one of her councilors, count Charles of Berlaymont, tried to calm her nerves with the words \"Quoi, Madame. Peur de ces gueux?\"Wedgwood, C.V., “William the Silent, William of Nassau, Prince of Orange 1533-1584”, ISBN I 842124013. p. 80 \"What Madame, afraid of these beggars?\". It was from this moment on that the opponents of King Philip's policy proudly took the name Beggars (Les Gueux, Geuzen) as their own. ==Battle of Heiligerlee == With the coming of Alva, Louis and his brother William withdrew from the Netherlands. From outside they gathered an army and in 1568, with the help of French Huguenots, they were able to invade from three sides. Louis and his younger brother Adolf would enter the northern Netherlands through Friesland, Jean de Villers entered the southern provinces between the Rhine and the Meuse and the Huguenots would invade Artois. The Army under Louis’s command would eventually be the only one to gain a victory. Jean de Villers and his troops were captured two days after they crossed the Meuse, while the Huguenots were attacked and defeated by French royal troops at St. Valery. Jean de Villers eventually betrayed the entire campaign and the sources of the war-treasury to his interrogators. Louis entered Friesland on April 24, to which Alva responded by sending an army under the command of Jean de Ligne, Duke of Aremberg. The Spaniards had an inferior force, and Aremburg wanted to wait for reinforcements from the Count of Meghem, but he was late in coming and Aremberg's men were mutinous and pressured him to offer battle. The two armies met at Heiligerlee on May 23, where Louis ambushed the Spanish troops. Louis won the army the Battle of Heiligerlee but his younger brother Adolphus fell in the battle. ==Battle of Jemmingen == Although William wanted Louis to retreat to Delfzijl, Louis remained in Groningen, where he met the much smaller army led by Alva himself (2,000 Spaniards against 12,000 Protestants). Louis fell back towards Jemmingen where, on July 21, 1568, the battle raged for three hours until Alva's army drove them over the bridges of the Ems and eventually into the Ems itself. Many drowned trying to cross the river; Louis stripped himself of his heavy armor and was able to swim across to safety. In the end the Dutch rebellion lost 7,000 men at the battle of Jemmingen. ==Mons == After Jemmingen, Louis re-joined his brother William and went back to France where they joined up with Huguenot leader Admiral Coligny. He fought in the battles at Jarnac and Moncontour. At the latter action, he was given command of the right wing of the Huguenot army and, after Coligny was wounded and left the field, he took control of the whole force. He was unable to prevent its defeat, but covered the retreat with his cavalry. Ultimately, he was able to improve their French connections as governor of the principality of Orange. In 1572 Watergeuzen had captured the city of Brielle and claimed it for William. Soon most cities in Holland and Zeeland were in the hands of the rebels and William once again became stadtholder of Holland and Zeeland. Louis quickly raised a small force in France, and entered Hainaut on May 23, capturing Mons. Suddenly Alva found himself held between two enemies with his own army rebellious and unpaid. William tried to relieve his brother at Mons but after an attempt on his life from which he barely managed to escape, he was unable to come to Louis’s aid. Alva was now able to bring the surrender of Mons on good terms and on September 19 Louis and his army left Mons with the honors of war. Diverting Alva’s attention to Mons had made it possible for the North to strengthen itself and although he may have regained Mons he had lost Holland, which was now strong enough to resist. ==Battle of Mookerheyde == In 1574 funds were running low and the Spanish were closing in on Middelburg and Leiden. Hoping for a diversion in the south, William wrote to Louis asking for help. That spring, Louis, along with his youngest Nassau brother Henry and the Elector Palatine’s son Christopher of Bavaria, crossed the Meuse with their army. They hoped to be a decent diversion but found themselves outmaneuvered by the Spanish troops under an experienced leader, Sancho d'Avila. Leading the charge on the Spanish Louis was shot in the arm. He carried on, pretending he was fine, but was losing blood so fast that his friends took him away from the battle. He was brought to a nearby hut, where he ordered his friends to save themselves. Louis was never seen again, neither alive nor dead. His brother Henry and Christopher of Bavaria were also lost in the Battle of Mookerheyde.Dupuy, Trevor N., Curt Johnson and David Bongard, Harper Encyclopedia of Military Biography, (Castle Books, 1995), 539. == References == Category:Dutch generals Category:House of Nassau Category:Dutch people of the Eighty Years' War (United Provinces) Category:Dutch members of the Dutch Reformed Church Category:1538 births Category:Counts of Nassau Category:1574 deaths",
 "title": "Louis of Nassau"
}