{
 "id": "811054",
 "text": "David Leslie, 1st Lord Newark (c. 1600–1682) was a Scottish cavalry officer. He fought for the Swedish army of Gustavus Adolphus during the Thirty Years' War. He had entered Swedish service in 1630, serving as a captain in the regiment of Alexander Leslie (future Earl of Leven). He returned to Scotland just before the end of the Bishops' War, and participated in the English Civil War and Scottish Civil Wars. ==Early life== David Leslie was the fifth son of Sir Patrick Leslie, 1st Lord Lindores, and Jean, daughter of Robert Stewart, 1st Earl of Orkney. ==Thirty Years War== David Leslie was one of the Scots who transferred from Swedish to Russian service under Alexander Leslie of Auchintoul (not to be confused with Leven) in 1632 to participate in the Smolensk War and was mentioned by name in Leslie of Auchintoul's testimonial.Reproduced in the Earl of Stirling's Register of Royal Letters, Vol II, pp.579-580; quoted in D. Fedosov, The Caledonian Connection; Scotland Russia Ties Middle Ages to early Twentieth Century. A concise biographical list (Aberdeen, 1996), p.68 David Leslie re-appeared in the Swedish army in 1634 where he served as a colonel and thereafter Field Marshal Johan Banér's adjutant-general with whom he participated in the Battle at Wittstock in 1636. ==Return to Scotland== Leslie petitioned to leave Swedish service in August 1640 after being wounded in battle. The Swedish Riksråd (Royal Council) records show that he and Colonel James Lumsden asked to return to Scotland at the same time. The seriousness of Leslie's wounds is questionable and it is likely that they were summoned home to support Alexander Leslie's Army of the Covenant, then participating in the Bishops' Wars against Charles I. Both these officers were rewarded with a severance deal which included 200 muskets and 200 suits of armour each. Leslie also received a valuable gold chain as an indication of his loyal service to the Swedish Crown.Alexia Grosjean, An Unofficial Alliance: Scotland and Sweden, 1569-1654 (Leiden, 2003), p.182 The Stuart ambassador in Hamburg, Sir Thomas Roe, informed London of Leslie's departure with Colonel Lumsden and 24 other Scottish officers from that city. They arrived in Scotland after the Bishops' Wars had effectively ended. ==Civil War== After the parliaments of Scotland and England agreed the Solemn League and Covenant in 1643, David Leslie became a Major General under Alexander Leslie (now Earl of Leven) in the Army of the Solemn League and Covenant which was sent to fight alongside the forces of the English Parliament in 1644. He played an important role at the critical Battle of Marston Moor, west of York by leading a successful cavalry charge against the Royalist Cavaliers while Oliver Cromwell was wounded.Steve Murdoch and Alexia Grosjean, Alexander Leslie and the Scottish Generals of the Thirty Years' War, 1618-1648 (London, 2014), pp.128-134 This allowed the infantry time to regroup and eliminate the Royalist battalia led by another former colleague, Lieutenant General James King, Lord Eythin. David Leslie subsequently commanded the force that besieged Carlisle, Cumbria. In 1645 Leslie was sent back to Scotland to deal with the Royalists there during the Scottish Civil War. He routed the main Royalist force under James Graham, Marquis of Montrose at the Battle of Philiphaugh (September 1645) and was rewarded by the committee of estates with a present of 50,000 merks and a gold chain; but his victory was marred by the butchery of the captured Irish—men, women and children—to whom quarter had been given. He was then declared lieutenant- general of the forces, and, in addition to his pay as colonel, had a pension settled on him. One of those captured at Philiphaugh was his old commanding officer, Alexander Leslie of Auchintoul, for whom he intervened personally to save from execution. Auchintoul was banished for life, leading to his return to Russia.National Archives of Scotland, PA7/23/48. 'The Humble Desire of Lieutenant General David Leslie (with sentence noted on the reverse) quoted in Alexia Grosjean and Steve Murdoch, The Scotland, Scandinavia and Northern European Biographical Database, ID Number 2916 Leslie returned to England and was present at the siege of Newark. When Earl of Leven left for Newcastle upon Tyne Leslie took over command of the Scottish army besieging Newark. While he was in command of that army Charles I travelled from Oxford and surrendered to him on 5 May 1646. Newark surrendered the next day. On his return to Scotland he reduced several of the Highland clans that supported the cause of the king. In 1647 Leslie besieged Dunaverty Castle which was a Clan MacDonald stronghold. The MacDonalds surrendered and then perhaps 300 of them were killed (the Dunaverty Massacre). In 1648 he refused to take part in the English expedition of the \"engagers\", the enterprise not having the sanction of the Kirk. Leslie then laid siege to the Royalist garrison at Kincardine Castle. The Castle was being held by \"Smooth John\" Macnab, Chief of Clan MacNab. When MacNab found that it would not be possible to maintain defence, he led the defenders, sword in hand at the head of 300 men, who cut their way through the besieging force. All made it through apart from the MacNab chief himself and one other man who were captured and sent to Edinburgh as prisoners of war. The chief was sentenced to death but he escaped, rejoined King Charles and continued to fight. MacNab was later killed at the Battle of Worcester in 1651. In 1650, after Montrose had made another attempt at a Royalist uprising, he was captured by Neil Macleod of Assynt. Macleod, who had fought with Montrose at the siege of Inverness, delivered him up to the Covenanters (see Battle of Carbisdale). General Leslie, who was then at Tain, sent Major General James Holborne with a troop of horse to fetch Montrose to meet his judges. Whilst Montrose was being led to his death Leslie dispatched five troops of horse, including some from Holborne's and the John Gordon, 14th Earl of Sutherland's regiments to Dunbeath Castle. The defenders refused to yield, holding out valiantly for some days until their water supply was cut off, forcing them to surrender. They were finally marched under escort to Edinburgh, where Montrose was executed. ==Royalist from 1650== By 1650, the Scottish Covenanter government had grown disillusioned with the English Parliament, and instead backed Charles II in the hope that, in return for their support against his English enemies, he would impose their political and religious agenda on Great Britain. Leslie accordingly now found himself fighting for the King. When the Parliamentarian army under Oliver Cromwell invaded Scotland in July 1650 Leslie commanded the Scottish forces. By refusing battle, Leslie withstood Cromwell's attempts to attack Edinburgh and when the English were forced to retreat in August 1650 he pursued them down the east coast, eventually trapping 11,000 English soldiers south of Dunbar. Although the Scottish army had twice as many men, divisions within the Committee of Estates and Kirk instructing Leslie gave Cromwell the opportunity to inflict a decisive defeat on the Scots at the Battle of Dunbar on 3 September 1650. Leslie escaped with a tiny remnant of his army which then joined Charles II's Royalist forces in the Stirling area. Leslie led the Royalist army on another invasion of England in 1651, where he was again defeated by Cromwell, at the Battle of Worcester on 3 September 1651. After his capture he was sent to the Tower of London. Released from captivity on the Restoration of Charles II in 1660, Leslie was granted the title Lord Newark. David Leslie, 1st Lord Newark, died in 1682. ==Family== His son David was the 2nd Lord Newark. His daughter Jean Leslie (d. 1740) styled herself as 3rd \"Lady Newark\" i.e. a lady in her own right. She married Sir Alexander Anstruther of Anstruther in 1694, and their sons William and Alexander were known semi-officially as the 4th and 5th Lords Newark. His cousin was John Leslie, Lord Newton, a Lord of Session and also a Lt Colonel in the King's Horse Guards involved in several of the same battles. ==See also== *Clan Leslie *Newark Castle, Fife *Scotland and the Thirty Years' War *Susanna Montgomery, Countess of Eglinton A granddaughter *John Nevay chaplain ==Notes== ==References== * Attribution: * ==Further reading== * Category:1600s births Category:1682 deaths Category:Scottish generals Category:Roundheads Category:Cavaliers Category:Scottish people of the Thirty Years' War Category:People of the Smolensk War Category:Scottish mercenaries Category:Military personnel of the English Civil War Category:Younger sons of barons Category:Peers of Scotland created by Charles II Category:Swedish Army colonels Category:Prisoners in the Tower of London Category:Lords of Parliament (pre-1707) Category:Covenanters",
 "title": "David Leslie, 1st Lord Newark"
}