{
 "id": "811016",
 "text": "Berkeley Cars Ltd of Biggleswade, Bedfordshire, England produced economical sporting microcars with motorcycle-derived engines from 322 cc to 692 cc and front wheel drive between 1956 and 1960. ==History== The Berkeley automobile was a collaboration between designer Lawrence \"Lawrie\" Bond and the Berkeley Coachworks factory owned by Charles Panter, which at the time was one of the largest manufacturers of caravans in Europe.'The Berkeley - a moulded miniature' Autocar 14 September 1956 It was an ideal project for Berkeley, who had developed considerable skills in the use of Glass-reinforced plastic'The Berkeley Car' The Motor, 12 September 1956 (GRP), and were looking for something to fill the gaps in the very seasonal caravan market. What Panter and Bond wanted to achieve was \"something good enough to win World 750cc races... but cheap, safe, easily repairable and pretty.\"\"50's Superbomb!\" Sporting Cars February 1983 The early cars were an immediate success on the home market, and several derivative models were spawned over the four years of car production. Export markets, most notably the United States, were exploited and the cars earned a reputation for fun, if fragile, sports motoring on a budget. Recognising the threat posed by the newly introduced Mini and Austin- Healey Sprite in the late fifties, the company started to develop are a more conventional model with the support of Ford Motor Company. The caravan market collapsed towards the end of 1960, and Berkeley's poor cash flow forced the company into liquidation on 12 December 1960, taking its car manufacturing activities with it. After having produced about 4100 cars of various types, the workforce was laid off shortly before Christmas that year. An attempted sale of the company to Sharp's Commercials Ltd (manufacturer of the Bond Minicar) came to nothing, and the company's assets were liquidated in 1961. The factory was later used by Kayser Bondor Ltd to make women's underwear, but it was demolished in 2002 and the site turned over to housing. A road named 'Berkeley Close' in the housing estate provides the only obvious link to the car factory. Today there is an active owner's club (the Berkeley Enthusiasts' Club), which provides a range of parts and services aimed at preserving the remaining few hundred cars known to survive worldwide. ==Models== ===Sports (SA322)=== Berkeley's first production car was the 'Sports' (type SA322), announced in September 1956 and produced from October 1956 to January 1957. Production began with two prototypes (registered RMJ395 and RMJ946), which were seen being tested with enthusiasm around the neighbourhood of Biggleswade in the late summer of 1956. Stirling Moss drove one at Goodwood in September, and the car was launched to the public at the 1956 London Motor Show – one year ahead of the Lotus Elite, which was also to be of fibreglass monocoque construction. Bond's attractive 2-seater open tourer design capitalised on Berkeley's GRP experience, and consisted of three large mouldings (floor or 'punt', nose, tail) with no conventional chassis. The front edges to the doors slanted forward so that when the doors were opened they hinged upwards and then closed by themselves. Although usually configured as a two-seater with simple bench seat, a hatch could be removed from behind the front seat, revealing a compartment normally containing the spare wheel and some luggage space which could double as a basic seat for a small child.John Bolster tries the Berkeley, Autosport Magazine, 21 September 1956 Equipment was basic, even the fuel gauge was an optional extra. Power was provided by a British Anzani twin-cylinder 322 cc two-stroke engine producing and mounted transversely, driving the front wheels via a chain and three-speed gearbox. The engine was already used by various motorcycle manufacturers such as Cotton and Greeves, but in the Berkeley was fitted with a Siba Dynastart to provide both battery charging and electric starting. It was a very advanced two-stroke engine which incorporated a rotary inlet valve mechanism in the centre of the crankshaft.Modern Engines - 322cc British Anzani Uni-Twin, The Motor Cycle, 17 May 1956 The gearbox was a three-speed Albion HJR5, using a steering column- mounted gearchange. The car had all-round independent suspension by coil springs and in spite of the tiny engine gave remarkably good performance owing to its light weight (kerb weight is ) and excellent roadholding. Girling hydraulic brakes with drums were used. The identification plate was a plain stamped alloy rectangle fitted on the engine bay side wall just above the Dynastart and marked SA322 B1 etc. (Sports Anzani 322 cc Berkeley Chassis number 1). ===Sports (SE328)=== thumb|left|250px|Berkeley SA328 Excelsior engine After 163 of the SA322 cars had been manufactured, a change was made to the SE328 model with a 328 cc Excelsior engine offering . The production run ran from Jan 1957 to April 1958 with chassis numbers from 164 to 1422, many being exported to the United States where it sold for approximately $1600 (equivalent to $ today). The manufacture touted the number 70, meaning it could reach and had an average fuel economy of 70 mpg. The export model was differentiated by having separate headlamps whereas on the home market they were faired into the wings, although the export type lamps could be specified.\"Economy Sports Car: The $1600 Berkeley.\" Popular Mechanics, July 1957, p. 121, bottom of page. Early cars from Jan 1957 to about chassis number 476 in June 1957 still used a column gear change. During their production run a Deluxe model was offered which was bodily the same but featured polished wheel trims and spinners, tachometer and twin carburettors. The chassis plate was similar to the Anzani type on the early cars but was later changed to a printed type fitted to the bulkhead above the brake master cylinder. The printed type chassis plate had type ‘SE328’ printed on it. Most of these cars had the three-speed gearbox similar to the Anzani except for the mounting flanges. All of the cars had the sloping leading edges to the doors. Motor magazine tested a 328 cc Berkeley in 1957 and found it to have a top speed of and acceleration from 0- in 30.6 seconds. Fuel consumption of was recorded. The test car cost £574 on the home market including taxes of £152 (equivalent to £ today). The SE328 enjoyed considerable success and press exposure through their involvement with lightweight motor racing, and their famous drivers included Pat Moss who drove one in the 1958 Liège-Brescia-Liège rally for cars up to 500 cc. The Berkeley team – a works-supported entry of six cars including BBC commentator Robin Richards – led as far as Slovenia, but slow climbing in summer heat found their weakness and Pat ended up being towed back to Italy by another Berkeley. None of the Berkeleys finished the event. ===Sports and Twosome (SE492)=== In late 1957 a new derivative model was introduced, using a , Excelsior three-cylinder 492 cc engine with triple carburettors. This engine configuration was made possible by the vertically split crankcase of the Excelsior engine and modular crankshaft and barrels, which made adding a central cylinder relatively easy. A four speed gearbox was standardised. The top speed was now . Production ran from October 1957 to March 1959 with chassis numbered 1 to 666. From about October 1958, in order to coincide with the introduction of the 'Foursome' (see below), they were renamed the ‘Twosome’. Also at the 1958 Motor Show a Fixed Head (or Hardtop) was announced and displayed that had external as well as the usual internal door handles, but there are no records that this body style actually reached production. It is probable that cars pre chassis number 120 (approx), about April 1958, had similar bodies to the early Berkeley “Sports” cars. Cars from about April 1958 to the end of production had vertical front door edges and internal door hinges, as well as body moulding and a few mechanical changes. Early cars were fitted with the four speed TR gearbox whilst later cars had the larger and stronger VR gearbox. The cars enjoyed some success in Motor Sport and Giovanni Lurani bought three which he took to Italy, fitted them with his own design of hardtop, and running them in the 750 cc GT class, one driven by Lorenzo Bandini finishing first in the 1958 Monza 12 hour race. Reliability, always questionable with the air-cooled two-strokes, became more of an issue with the extra heat generated by the triple, and there are many recorded reports of warranty claims. At one point the US authorities appear to have stopped a shipment of Berkeleys at the dock pending rectification of what they considered a serious design issue. There seems little doubt that profitability of the Berkeley programme was affected as a result of these claims and the aggressive export drive to markets not familiar with the eccentricities of British sports motoring. ===Foursome=== Announced in October 1958, this model was wider and longer than its forebears and differed structurally in that the rear swinging arms were lower and external to the body, and the spare wheel was mounted at the rear of the car. The type reference is supposed to be SE492/4 but one has the reference B.100. The chassis numbers are D1/1 to D1/19 but then again one example has D1/100, this particular car could be the prototype since it appears in publicity pictures. The list price of the Foursome was £700 including Purchase Tax, with an additional £28 for the optional hardtop (equivalent to £ and £ today). ===B95 and B105=== The B95 and B105 models were launched at the 1959 Geneva Motor Show and boasted more power from twin-cylinder Royal Enfield 692 cc four- stroke engines, with the Super Meteor engine in the B95 and the Constellation unit in the B105 which could reputedly exceed mark. The engines featured Berkeley-design primary chain cases to accommodate a Lucas Bendix starter motor, an external Lucas dynamo mounted above the gearbox, and a duplex (or double-row) chain drive to the differential. Kerb weight increased to . B95 engine numbers have the unique prefix 'SMTB', while B105 engines are prefixed 'SMUA'. The prototype car was SE492 chassis number 638, which was modified to add bracing to withstand the extra power and weight of the four-stroke engine, a taller bonnet (US hood) with large grille to accommodate the engine, and unfaired headlights. In mid-February 1959 this car spent two weeks at the Royal Enfield factory, during which time it covered of general road use and of endurance testing at MIRA. By the time of the press release announcing the launch of the B95 in March 1959, a further of road and track tests had also been carried out by Berkeley factory drivers. Perhaps to address the reputation for breaking down that the two-strokes had developed, especially in export markets, it was emphasised by the factory that during this testing there had been no involuntary stops or any form of mechanical failure, and that further testing would be performed until a total of had been completed. At its launch, the B95 cost £659 (equivalent to £ today). Chassis numbers followed on from the SE492 series, and chassis number 670 (the earliest known B95) was registered at the end of March 1959. The first B105, chassis number 686, was delivered about one month later. Series production continued to chassis number 835. A separate batch of about 12 cars (chassis numbers 850 to 861) appear to have been made for Mantles Garage in the summer of 1960, which used some chassis parts and the bucket seats of the T60. About 178 B95 and B105 models were made in total, of which approximately 15 to 20 cars were sold to export markets. ===QB95 and QB105=== In October 1959 the Q range was announced, with longer and wider bodies the same dimensions as the Foursome. The wheelbase went up from to and the track from to . The Qs were four seaters (just), although the QB version dispensed with the rear seat to give extra luggage space. The only 'official' mention comes from the Autocar magazine's Motor Show edition of October 1959, when it appears that Berkeley's stand featured a red soft-top QB95 and a blue QB105 with a black hard-top. From this single reference it is assumed that Berkeley built at least two models of this series, although none are thought to have survived. ===T60=== Surprisingly late-on in the British microcar boom of the 1950s, Berkeley's only three- wheeler model was not introduced until September 1959. It was an instant success in the UK where three-wheelers could legally be driven on a motorcycle licence, so were suitable for a motorcyclist with family. Another advantage was that the purchase and road tax fees for three-wheelers cost considerably less than four-wheeled vehicles. Thus at its launch, the T60 only cost £400 (equivalent to £ today). They were fitted with the 328 cc Excelsior Talisman engine like the older SE328, and the four speed and reverse type VR gearbox, and were available as both soft and hardtops. The chassis plate, mounted on the bulkhead above the brake master cylinder, was the printed SE328 type but with 'T60' stamped in the chassis number block along with the chassis number. Chassis numbers run from 1 to approximately 1800. The first 600 cars (approximately) had a bench seat with an umbrella-type pull handbrake and aluminium reinforcement sections in the punt body section. Cars thereafter had steel punt chassis sections, bucket seats and a floor-mounted handbrake lever. In their road test of October 1959, The Motor Cycle magazine described the car as \"a fascinating, front-wheel-drive sports car which combines economy with liveliness and superb cornering.\" Drive was still to the front wheels through a four-speed gearbox, but a trailing arm replaced the swing axle independent suspension of the four-wheeled cars. The very last cars had a revised ‘unit’ front and rear suspension layout, presumably to stop the bridge over the differential from breaking and the rear damper top mount detaching itself from the car. ===T60/4=== The T60/4 was produced from October 1960 and are mechanically and outwardly similar to the late T60. It was the same length and width as the standard T60, but differed in having extra room in the back for two seats, the additional space being created by a revised rear body moulding, thus creating proper seats in the back for two children. The rear bench seat was fastened to the car and the centre backrest had a bulge in it because of the revised rear wheel arch. The Car was available in both soft-top and hardtop forms. These cars used the revised front and rear suspension layouts used on the very late T60s. The T60/4 had its own series of chassis numbers, prefixed \"T60.4\" and followed by a serial number. About 50 were made. Both variants of T60 were in production at the time the company was declared insolvent in December 1960. ===B65=== The B65 was announced in September 1960 to complement the T60, B95 and B105. They were bodily the same as late SE492, complete with the lower front right hand side bulge in the punt to accommodate the larger 492 cc engine, but were fitted with the 328 cc Excelsior engine. Although logically these cars should have run from chassis number 1422 to 1520, it seems more likely that chassis numbers ranged from 1500 to 1520. Very few of these cars are known to exist and the ones that do seem to suggest a production run of about 20 cars or fewer. The type reference marked on the chassis plate is B65. ===Bandit=== For 1961, the intention was to move into the mainstream sports car market with the Bandit designed by John Tojeiro. This was to be powered by the 997 cc Ford engine (as in the 105E Anglia) with Berkeley-designed MacPherson strut front and independent rear suspension. The car had a complex sheet steel chassis, braced by a GRP floor which was riveted to it, and boasted 8in diameter Girling disc brakes at the front. This made the design more conventional than earlier models, but still retaining a distinctive design and relatively light weight. The cost of the development programme exacerbated the financial difficulties facing the company at the end of 1960, and despite active involvement in the project from Ford the Bandit failed to survive Berkeley's insolvency. Only two prototypes were produced; the original Motor Show and press car registration number 700CNM, which has since been restored, and a second prototype car registered YRX292, which had a 1340 cc Ford Classic engine. This car was sold in Dursley in 1966 and was last seen in Swindon in the late 1960s. The car was to have sold for £798, equivalent to about £ today, which would have made it more expensive than the Mini and Austin-Healey Sprite. ==Replicas== In the 1980s a new company was formed in Syston, Leicestershire, to restore Berkeley cars. By 1991 it was using the original moulds to make new body panels and in 1993 complete T60 cars were being made with a new ladder type chassis. A choice of engines was available, including Mini, Citroen 2CV and motorcycle units. In the late 1980s, in Auckland, New Zealand, a few cars called the 'Ibis Berkeley' were made that paid homage to the Berkeley—but using Mini front and rear subframes and a fibreglass monocoque 6 inches wider. Sold as complete body units to accept Mini parts by Ian Byrd and Tim Monck-Mason, these were advanced little cars using carbon fibre and foam beams. This later became the WASP, looking more like a scaled down Cobra. ==Resumption as Berkeley Coachworks== In 2020 news media reported that production of the Berkeley Bandit would begin in 2021 at the Old Warden aerodrome in Biggleswade, Bedfordshire. The Berkeley Coachworks web site claimed that several designs had been completed, and showed Roadster and GT versions of a new Bandit model. ==See also== * List of car manufacturers of the United Kingdom ==References== ==External links== *Berkeley Cars *Berkeley pictures *Berkeley Enthusiasts Club *Berkeley Sportscars in the USA *Berkeley cars database *Berkeley Coachworks Category:Defunct motor vehicle manufacturers of England Category:Sports car manufacturers Category:Front-wheel-drive vehicles Category:Front-wheel-drive sports cars Category:Microcars Category:Vehicle manufacturing companies established in 1956 Category:Companies based in Bedfordshire Category:1956 establishments in England Category:1960 disestablishments in England",
 "title": "Berkeley Cars"
}