{
 "id": "811337",
 "text": "Yvette Guilbert (; born Emma Laure Esther Guilbert, 20 January 1865 - 3 February 1944) was a French cabaret singer and actress of the Belle Époque. ==Biography== Born in Paris into a poor family as Emma Laure Esther Guilbert, Guilbert began singing as a child but at age sixteen worked as a model at the Printemps department store in Paris. She was discovered by a journalist. She took acting and diction lessons, which enabled her in 1886 to appear on stage at several smaller venues. Guilbert debuted at the Variette Theatre in 1888. She eventually sang at the popular Eldorado club, then at the Jardin de Paris before headlining in Montmartre at the Moulin Rouge in 1890. The English painter William Rothenstein described this performance in his first volume of memoirs: 185px|thumb|Yvette Guilbert, by (1895) > One evening Lautrec came up to the rue Ravignan to tell us about a new > singer, a friend of Xanrof, who was to appear at the Moulin Rouge for the > first time... We went; a young girl appeared, of virginal aspect, slender, > pale, without rouge. Her songs were not virginal – on the contrary; but the > frequenters of the Moulin were not easily frightened; they stared bewildered > at this novel association of innocence with Xanrof's horrific double > entente; stared, stayed and broke into delighted applause.Rothenstein, > William (1934). Men and Memories, Vol 1. 1872-1900. London: Faber & Faber. > pp. 65–66. For her act, she was usually dressed in bright yellow with long gloves and stood almost perfectly still, gesturing with her long arms as she sang. An innovator, she favored monologue-like \"patter songs\" (as they came to be called) and was often billed as a \"diseuse\" or \"sayer\". The lyrics (some of them her own) were raunchy; their subjects were tragedy, lost love, and the Parisian poverty from which she had come. During the 1890s she appeared regularly alongside another star of the time, Kam-Hill, often singing songs by Tarride.Du Temps des cerises aux Feuilles mortes (French chanson from the end of the 2nd Empire to the 1950s website Taking her cue from the new cabaret performances, Guilbert broke and rewrote all the rules of music-hall with her audacious lyrics, and the audiences loved her. She was noted in France, England, and the United States at the beginning of the twentieth century for her songs and imitations of the common people of France. Author Patrick Bade believed that Guilbret \"derived her trademark black gloves form Pornocrates\" a famous painting by symbolist artist Félicien Rops.Patrick Bade (2003) Félicien Rops. Parkstone Press Ltd, New York, 95 pp. [page 61] She was a favorite subject of artist Henri de Toulouse-Lautrec, who made many portraits and caricatures of Guilbert and dedicated his second album of sketches to her. Sigmund Freud attended performances, including one in Vienna, and called her a favorite singer. George Bernard Shaw wrote a review highlighting her novelty. The reviews were not all positive. The playwright and songwriter Maurice Lefèvre said of her, In 1897 she married Max Schiller, an impresario. Guilbert made successful tours of England and Germany, and the United States in 1895–1896. She performed at Carnegie Hall in New York City. Even in her fifties, her name still had drawing power and she appeared in several silent films (including a star turn in F. W. Murnau's Faust). She also appeared in talkies, including a role with friend, Sacha Guitry. Her recordings for La Voix de son maître include the famous \"Le Fiacre\" as well as some of her own compositions such as \"Madame Arthur\". She accompanied herself on piano for some numbers. She once gave a performance for the Prince of Wales, later King Edward VII, at a private party on the French Riviera. Hostesses vied to have her at their parties. In later years, Guilbert turned to writing about the Belle Époque and in 1902 two of her novels (La Vedette and Les Demi-vieilles) were published. In the 1920s there appeared her instructional book L'art de chanter une chanson (The art of singing a Song). She also conducted schools for young girls in New York and Paris. One of her pupils in Paris was the American soprano and folk song fieldworker Loraine Wyman. Another was Pamela Gibson, who became a senior archivist at Bletchley Park during the Second World War. Guilbert became a respected authority on her country's medieval folklore and on 9 July 1932 was awarded the Legion of Honor as the Ambassadress of French Song. Yvette Guilbert died in 1944, aged 79, in Aix-en- Provence. She was interred in the Père Lachaise Cemetery in Paris. Twenty years later her biography, That Was Yvette: The Biography of a Great Diseuse by Bettina Knapp and Myra Chipman (New York: Holt, Rinehart & Winston, 1964) was released. ==Filmography== ==Gallery== Cheret-Yvette-Guilbert.jpg|Jules Chéret, Yvette Guilbert, 1891 Art Nouveau poster for the famous Parisian chanteuse Toulouse-lautrec yvette guilbert.jpg|Toulouse-Lautrec, Yvette Guilbert (Albi) Portait d'yvette Guilbert (1893) Louis Anquetin MTL.12.jpg|Yvette Guilbert 1893 by Louis Anquetin YvetteGuilbert1894.jpg|1894: Singing \"Linger Longer, Loo\" Big-Lautrec-Gilbert.jpg|Yvette Guilbert, 1894 by Toulouse-Lautrec Dungert-Guilbert.jpg|Guilbert in her later years, by Max Dungert ==See also== *Marguerite Deval ==References== * Louis de Robert The eternal enigma, New York, 1897. *Helena, Montana Daily Independent, Chit Chat of Affairs Mundane in Land of Gaul, Wednesday Morning, 10 November 1928, Page 11. *New York Times, \"Yvette Guilbert, Singer, Dies at 79\", 4 February 1944, Page 16. * ==Further reading== Hackel, Erin. \"Yvette Guilbert: La Diseuse.\" Kapralova Society Journal 15, no. 2 (Fall 2017): 1–5. ==External links== * * * Category:1867 births Category:1944 deaths Category:Actresses from Paris Category:French artists' models Category:Burials at Père Lachaise Cemetery Category:French women singers Category:French stage actresses Category:French film actresses Category:French silent film actresses Category:Vaudeville performers Category:19th-century French actresses Category:20th-century French actresses Category:Moulin Rouge",
 "title": "Yvette Guilbert"
}