{
 "id": "811671",
 "text": "The United States Army Ranger School is a 62-day small unit tactics and leadership course that develops functional skills directly related to units whose mission is to engage the enemy in close combat and direct fire battles. Ranger training was established in September 1950 at Fort Benning, Georgia. The Ranger course has changed little since its inception. Until recently, it was an eight-week course divided into three phases. The course is now 61 days in duration and divided into three phases as follows: Benning Phase, Mountain Phase, and Swamp Phase. == Overview == Ranger School is open to soldiers, Marines, sailors, and airmen in the U.S. Armed Forces, as well as select allied military students. The course is conducted in various locations. Benning Phase occurs in and around Camp Rogers and Camp Darby at Fort Benning, Georgia. Mountain Phase is conducted at Camp Merrill, in the remote mountains near Dahlonega, Georgia. Swamp Phase is conducted in the coastal swamps at various locations near Camp Rudder, Eglin Air Force Base, Florida. The United States Army Ranger School is not organizationally affiliated with the 75th Ranger Regiment. Ranger School falls under control of the United States Army Training and Doctrine Command as a school open to most members of the United States Army, but the 75th Ranger Regiment is a Special Operations warfighting unit organized under the United States Army Special Operations Command. The two share a common heritage and subordinate battalions common lineage, and Ranger School is a requirement for all officers and non-commissioned officers (NCO) of the 75th Ranger Regiment. Those graduating from Ranger School are presented with the Ranger Tab, which is worn on the upper shoulder of the left sleeve of a military uniform, according to U.S. Army regulations Wearing the tab is permitted for the remainder of a soldier's military career. The cloth version of the tab is worn on the Army Combat Uniform and Army Green Service Uniform; a smaller, metal version is worn on the Army Service Uniform. == History == {|Align=right |thumb|First graduates of Ranger School (1950) |- | |} Ranger Training had begun in September 1950 at Fort Benning Georgia \"with the formation and training of 17 Airborne Companies by the Ranger Training Command\".United States Army, U.S. Army Ranger School Command Brief, United States Army. PowerPoint Presentation, n.d. The first class graduated from Ranger training in November 1950, becoming the 1st Ranger Infantry Company.United States Army, 1950. The United States Army's Infantry School officially established the Ranger Department in December 1951. Under the Ranger Department, the first Ranger School Class was conducted in January–March 1952, with a graduation date of 1 March 1952. Its duration was 59 days. At the time, Ranger training was voluntary. In 1966, a panel headed by General Ralph E. Haines Jr. recommended making Ranger training mandatory for all Regular Army officers upon commissioning. On 16 August 1966, the Chief of Staff of the Army, General Harold K. Johnson, directed it so. This policy was implemented in July 1967. It was rescinded on 21 June 1972 by General William Westmoreland. Once again, Ranger training was voluntary. In August 1987, the Ranger Department was split from the Infantry School and the Ranger Training Brigade was established. The Ranger Companies that made up the Ranger Department became the current training units—the 4th, 5th and 6th Ranger Training Battalions. Desert Phase was added in 1983 and the length of the Ranger course was extended to 65 days. The duration was again expanded in October 1991 to 68 days, concurrently with the reshuffling of the Desert phase from the last phase to the second. The 7th Ranger Training Battalion was added to administer this phase. The most recent duration change to Ranger School occurred in May 1995, when the Desert Phase was removed from the Ranger course. Ranger School was reduced to its current 61-day length of training, at 19.6 hours of training per day. The Ranger Assessment Phase, the first five days of Ranger School, was added in 1992. In 2015 Ranger School was permanently opened to women. == Students == Ranger School is open to all Military Occupational Specialties (MOSs) in the U.S. Army, although—as of April 2011—an Army combat exclusion zone still limits some from attending, but this does not include women as women are now allowed to attend the school. Ranger students come from units in the United States Army, Marine Corps, Air Force, Navy, Coast Guard, and from foreign military services. However, the two largest groups of attendees for Ranger School are from the U.S. Army's Infantry Basic Officer Leadership Course (IBOLC), and the 75th Ranger Regiment. Competitions and pre-Ranger courses are typically used to determine attendance. The Marine Corps is only allotted 20 slots and the U.S. Air Force is only allotted six slots for Ranger school each year. Ranger students' ranks typically range from Private First Class to Captain, with lieutenants and specialists making up the largest group of students. The average age is 23, and the average class will have 366 students, with 11 classes conducted per year. The vast majority of Ranger students have already completed Airborne School and make multiple jumps during the course. A small number of students have entered and completed Ranger School without being Airborne qualified. These individuals completed tasks assigned by cadre while their classmates complete the jumps. Following the graduation of Captain Kristen Marie Griest and First Lieutenant Shaye Lynne Haver in August 2015, the Army announced Ranger School would henceforth be open to female students. They are \"tough soldiers\" who \"proved their mettle beyond a doubt, one of the school's top leaders says.\" In October 2015, Army Major Lisa Jaster also graduated from Ranger School and became the first female Army Reserve officer to receive her Ranger tab. In 2019, 1st Lt. Chelsey Hibsch became the first female Air Force officer graduated from Ranger School. == Training == Ranger School training has a basic scenario: the flourishing drug and terrorist operations of the enemy forces, the \"Aragon Liberation Front,\" must be stopped. To do so, the Rangers will take the fight to their territory, the rough terrain surrounding Fort Benning, the mountains of northern Georgia, and the swamps and coast of Florida. Ranger students are given a clear mission, but they determine how to best execute it. The purpose of the course is learning to soldier as a combat leader while enduring the great mental and psychological stresses and physical fatigue of combat; the Ranger Instructors (RIs) – also known as Lane Graders – create and cultivate such a physical and mental environment. The course primarily comprises field craft instruction; students plan and execute daily patrolling, perform reconnaissance, ambushes, and raids against dispersed targets, followed by stealthy movement to a new patrol base to plan the next mission. Ranger students conduct about 20 hours of training per day, while consuming two or fewer meals daily totaling about , with an average of 3.5 hours of sleep a day. Students sleep more before a parachute jump for safety considerations. Ranger students typically wear and carry some of weapons, equipment, and training ammunition while patrolling more than throughout the course. === Benning phase === The first phase of Ranger School is conducted at Camp Rogers and Camp Darby at Fort Benning, Georgia and is conducted by the 4th Ranger Training Battalion. The \"Benning Phase\" is the \"crawl\" phase of Ranger School, where students learn the fundamentals of squad-level mission planning. It is \"designed to assess a Soldier’s physical stamina, mental toughness, leadership abilities, and establishes the tactical fundamentals required for follow-on phases of Ranger School\". In this phase, training is separated into two parts, the Ranger Assessment Phase (RAP) and Squad Combat Operations. The Ranger Assessment Phase is conducted at Camp Rogers. As of April 2011, it encompasses Days 1–3 of training. Historically, it accounts for 60% of students who fail to graduate Ranger School. Events include: *Ranger Physical Fitness Test (RPFT) requiring the following minimums: :*Push-ups: 49 (in 2 minutes, graded strictly for perfect form) :*Sit-ups: 59 (in 2 minutes) :*Chin-ups: 6 (performed from a dead hang with no lower body movement) *5 mile individual run in 40 minutes or less over a course with gently rolling terrain *Combat Water Survival Test (no longer conducted as of 2010) *Combat Water Survival Assessment, conducted at Victory Pond (previously called the Water Confidence Test). This test consists of three events that test the Ranger student's ability to calmly overcome any fear of heights or water. Students must calmly walk across a log suspended thirty-five feet above the pond, then transition to a rope crawl before plunging into the water. Each student must then jump into the pond and ditch their rifle and load-bearing equipment while submerged. Finally, each student climbs a ladder to the top of a seventy-foot tower and traverses down to the water on a pulley attached to a suspended cable, subsequently plunging into the pond. All of these tasks must be performed calmly without any type of safety harness. If a student fails to negotiate an obstacle (through fear, hesitation or by not completing it correctly) he or she is dropped from the course. *Combination Night/Day land navigation test – This has proven to be one of the more difficult events for students, as sending units fail to teach land navigation using a map and compass. Students are given a predetermined number of MGRS locations and begin testing approximately two hours prior to dawn. Flashlights, with red lens filters, may only be used for map referencing; the use of flashlight to navigate across terrain will result in an immediate dismissal from the school. Later in the course, Ranger students will be expected to conduct, and navigate, patrols at night without violating light discipline. The land navigation test instills this skill early in each student's mind, thus making the task second nature when graded patrolling begins. *A 2.1 mile buddy run, followed by the Malvesti Field Obstacle Course, featuring the notorious \"worm pit\": a shallow, muddy, 25-meter obstacle covered by knee-high barbed wire. The obstacle must be negotiated—usually several times—on one's back and belly. *Demolitions training and airborne refresher training. *Modern Army Combatives Program (MACP) training was removed as a part of a new POI at the start of 2009; it was reinstated with Class 06–10. The Combatives Program was spread over all phases and culminated with practical application in Swamp Phase. However, MACP has been removed from Ranger again, starting with the Combatives Program in Mountains and Florida and followed by the removal of RAP week combatives in class 06–12. *A 12-mile forced, individual ruck march with full gear on roads and trails surrounding Camp Rogers. This is the last test during RAP and is a pass/fail event. If the Ranger student fails to finish the march in under 3 hours, he or she is dropped from the course. (12 miles is approximately 20,000 metres.) thumb|Students conduct 360° security while another element moves ahead to secure their path (December 2009) The emphasis at Camp Darby is on the instruction in and execution of Squad Combat Operations. The phase includes \"fast paced instruction on troop leading procedures, principles of patrolling, demolitions, field craft, and basic battle drills focused towards squad ambush and reconnaissance missions\". The Ranger student receives instruction on airborne/air assault operations, demolitions, environmental and \"field craft\" training, executes the infamous \"Darby Queen\" obstacle course, and learns the fundamentals of patrolling, warning and operations orders, and communications. The fundamentals of combat operations include battle drills (React to Contact, Break Contact, React to Ambush, React to Indirect Fire, and Crossing a Danger Area), which are focused on providing the principles and techniques that enable the squad-level element to successfully conduct reconnaissance and ambush missions. As a result, the Ranger student gains tactical and technical proficiency and confidence in themselves, and prepares to move to the next phase of the course, the Mountain Phase. === Mountain phase === thumb|A student receives instructions on rappelling from Cadre during the Mountain Phase of Ranger School (February 2011). The second phase of Ranger School is conducted at the remote Camp Merrill near Dahlonega, Georgia by the 5th Ranger Training Battalion. Here, \"students receive instruction on military mountaineering tasks, mobility training, as well as techniques for employing a platoon for continuous combat patrol operations in a mountainous environment\". Adding to the physical hardships endured in the Benning phase, in this phase \"the stamina and commitment of the Ranger student is stressed to the maximum. At any time, he or she may be selected to lead tired, hungry, physically expended students to accomplish yet another combat patrol mission\". The Ranger student continues learning how to sustain themselves and their subordinates in the mountains. The rugged terrain, severe weather, hunger, mental and physical fatigue, and the psychological stress the student encounters allow them to measure their capabilities and limitations and those of their fellow soldiers. In addition to combat operations, the student receives four days of military mountaineering training. The sequence of training has changed in past decades. As of 2010, the training sequence is as follows. In the first two days students learn knots, belays, anchor points, rope management, mobility evacuation, and the fundamentals of climbing and abseiling. The training ends in a two-day Upper mountaineering exercise at Yonah Mountain, to apply the skills learned during Lower mountaineering. Each student must make all prescribed climbs at Mt. Yonah to continue in the course. During the field training exercise (FTX), students execute a mission requiring mountaineering skills. Combat missions are against a conventionally equipped threat force in a Mid-Intensity Conflict. These missions are both day and night in a two part, four and five-day FTX, and include moving cross country over mountains, vehicle ambushes, raiding communications and mortar sites, river crossing, and scaling steeply sloped mountainous terrain. The Ranger student reaches his objective in several ways: cross-country movement, parachuting into small drop zones, air assaults into small, mountain-side landing zones, or a 10-mile march across the Tennessee Valley Divide. The student's commitment and physical-mental stamina are tested to the maximum. At the end of the Mountain Phase, the students travel by bus to a nearby airfield and conduct an airborne operation, parachuting into Swamp Phase. Non-airborne are bused to Eglin Air Force Base for the Swamp Phase. === Swamp phase === The third phase of Ranger School is conducted at Camp James E. Rudder (Auxiliary Field #6), Eglin Air Force Base, Florida by the 6th Ranger Training Battalion. According to the Ranger Training Brigade, > This phase focuses on the continued development of the Ranger student's > combat arms functional skills. Students receive instruction on waterborne > operations, small boat movements, and stream crossings upon arrival. > Practical exercises in extended platoon level operations executed in a > coastal swamp environment test the Students’ ability to operate effectively > under conditions of extreme mental and physical stress. This training > further develops the Students' ability to plan and lead small units during > independent and coordinated airborne, air assault, small boat, and > dismounted combat patrol operations in a low intensity combat environment > against a well trained, sophisticated enemy. The Swamp Phase continues the progressive, realistic OPFOR (opposing forces) scenario. As the scenario develops, the students receive \"in-country\" technique training that assists them in accomplishing the tactical missions later in the phase. Technique training includes: small boat operations, expedient stream crossing techniques, and skills needed to survive and operate in a rainforest/swamp environment by learning how to deal with reptiles and how to determine the difference between venomous and non-venomous snakes. Camp Rudder has specially trained reptile experts who teach the students to not fear the wildlife they encounter. The Ranger students are updated on the scenario that eventually commits the unit to combat during techniques training. The 10-day FTX comprises \"fast paced, highly stressful, challenging exercises in which the Students are evaluated on their ability to apply small unit tactics and techniques during the execution of raids, ambushes, movements to contact, and urban assaults to accomplish their assigned missions\". The capstone of the course is the extensively planned raid of the Atropian Liberation Front's (ALF) island stronghold. This small boat operation involves each platoon in the class, all working together on separate missions to take down the simulated cartel's final point of strength. Afterwards, students who have met graduation requirements spend several days cleaning their weapons and equipment before returning to Fort Benning. By then they have earned PX (Post Exchange) privileges, and access to a community center where they can use a telephone, eat civilian food, and watch television. In years past, the \"Gator Lounge\" served this purpose, but it was destroyed by a fire in late 2005. In the years since, a new \"Gator Lounge\" has been built, maintaining many of the features of the original. Graduation is at Fort Benning. In an elaborate ceremony at Victory Pond, the black-and-gold Ranger Tab is pinned to the graduating soldier's left shoulder (usually by a relative, a respected RI, or soldier from the student's original unit). The Ranger Tab is permanently worn above the soldier's unit patch. === Desert phase === The Desert Phase was designed to instruct its students in Desert Warfare operations and basic survival in the deserts of the Middle East. John Lock describes the Desert Phase as follows. > The phase commenced with an in-flight rigging and airborne assault—or an air > assault landing by non-airborne personnel, onto an objective. Following the > mission, the students moved into a cantonment area. Remaining in garrison > for five days, they then received classes on desert-survival techniques to > include water procurement and water preservation. Leadership > responsibilities, standing operating procedures (SOPs), reconnaissance, and > ambush techniques were also reviewed. Additional emphasis was placed on > battle drills to include react to enemy contact, react to indirect fire, and > react to near and far ambushes. Drills on how to breach barbed and > concertina wire with wire cutters and assault ladders were taught as were > techniques on how to clear a trench line and how to assault a fortified > bunker. The remainder of the phase comprised patrolling during field training exercises—\"reconnaissance, raid, or ambush missions\". \"The phase culminated with an airborne assault—with non-Airborne trucked—by the entire class on a joint objective.\" Ranger School's initial evaluation of a Desert Phase was a cadre-lead patrol at White Sands Missile Range, New Mexico in early 1971 called Arid Fox I. In June 1971, the Ranger Training Brigade conducted Arid Fox II, the first student-led patrol. This was part of the brigade's continuing evaluation of the possibility of integrating a Desert Phase into the Ranger course. The first students to undergo the Desert Phase were selected from Ranger Class 13–71 (class 13 in 1971). When the bulk of the class went on to begin the Swamp phase, the airborne qualified members of Ranger Class 13–71 (Desert) donned MC1-1 parachutes, boarded a C-130 aircraft and parachuted into the White Sands Missile Range. Upon formal integration into the Ranger Course, the Desert Phase was initially run by the Ranger School's 4th (Desert Ranger) Training Company stationed at Fort Bliss, Texas from 1983 to 1987. When the Desert Phase was officially introduced, the length of Ranger School was lengthened to 65 days. At the outset, the Desert Phase was the last phase of the Ranger Course—following the Benning, Mountain and Swamp Phases, respectively. In 1987, the unit was expanded into the 7th Ranger Training Battalion and moved to Dugway Proving Grounds, Utah. In October 1991, the course was increased to sixty-eight days and the sequence was changed to Fort Benning, Desert (Fort Bliss, Texas), Mountain, and Florida. In May 1995, the school underwent its most recent course change when the Desert phase was discontinued. The last Ranger School class to go through the Desert Phase was class 7–95. The U.S. Army has not given up on small unit desert training. In 2015, the 1st Armored Division created the Desert Warrior Course that focuses on honing combat tracking, night land navigation, live-fire drills, and a myriad of other tasks.Army to launch new desert school, ArmyTimes, by Michelle Tan, dated 30 March 2015, last accessed 28 December 2017 === Leadership positions === A student's graduation is highly dependent on their performance in graded positions of leadership. This leadership ability is evaluated at various levels in various situations, and is observed while he or she is in one of typically two graded leadership roles per phase. The student can either meet the high standards and be given a \"GO\" by the R.I., or can fail to meet this standard and receive a \"NO GO\". The student must demonstrate the ability to meet the standard in order to move forward, and can thus only afford one unsuccessful patrol. The student's success will lie in his ability to essentially manipulate those directly underneath their charge of leadership. At times, this will be as few as two to three people—and at other times the student may be required to lead up to an entire 45-person platoon. The student's success can be dependent on the performance and teamwork of these individuals, whom he or she must motivate and lead. Missions are typically broken up into four stages: planning, movement, actions on the objective, and establishment of a patrol base. The Platoon Leader position (in Mountains and Florida) will be rotated throughout the mission, and the same is true for the platoon sergeant position. The squad leader position is on a 24-hour rotation which is the same for all of the ungraded key leadership positions: Medic, Forward Observer (FO) and Radio Telephone Operator (RTO). === Peer evaluations === Another part of the evaluation of the student is a peer evaluation; failing a peer evaluation (scoring less than a 60% approval rating from your squad) can result in disqualification, though usually only if it happens twice. Due to unit loyalties, certain individuals within a squad who may be \"the odd one out\" will sometimes be singled out by the squad arbitrarily. Because of this, someone who has been \"peered out\" or \"peered,\" will be moved to another squad, sometimes within another platoon, in order to ensure that this was not the reason the student was peered. If it happens within this new squad, however, this is taken as an indication that student is being singled out because he or she is either lazy, incompetent, or cannot keep up. At this time the student will usually be removed from the course. === Recycling === If a student performs successfully, but suffers an injury that keeps him from finishing, he or she may be medically recycled (med recycle) at the discretion of either the battalion or the Ranger Training Brigade commander; the student will be given an opportunity to heal and finish the course with the next class. Students recycled in the first phase are temporarily assigned to Vaughn's Platoon (informally known as the \"Gulag\" to Ranger students). Recycled students typically receive classes on Ranger School tasks and perform a variety of general tasks for their respective Ranger Training Battalion. While marking time at Ranger School is not always pleasant, those who have been recycled typically perform well when reinserted back into the course, with pass rates well over 80%. Students can also be recycled for a variety of other reasons, including failing their patrol evaluations, peer evaluation, collecting 3 or more bad spot reports in a phase, or receiving a Serious Observation Report (SOR). Students may receive SORs for actions including, but not limited to, negligent discharges, safety violations involving demolitions or mountaineering, not looking through their sights while firing, or throwing away ammunition to lighten their load while on patrol. If a student fails a phase twice for the same reason (patrols, peers, etc.) he or she will usually be dropped from the course, but may possibly be offered a \"day one restart,\" and will restart on Day 1 of the next Ranger School class. In rare cases, those assessed of honor violations (lying, cheating, stealing) and SORs may be offered a day one restart as opposed to being dropped from the course. === Graduation rates === thumb|Ranger School graduate congratulated by his superior officer (June 2015). Historically, the graduation rate has been around 50%, but this has fluctuated. In the period prior to 1980, the Ranger School attrition rate was over 65%. 64% of Ranger School class 10–80 graduated. The graduation rate has dropped below 50% in recent years: 52% in 2005, 54% in 2006, 56% in 2007, 49% in 2008, 46% in 2009, 43% in 2010, and 42% in 2011. Recycles are included in the graduation rates. Recycles are tracked by the class they start with, and affect only that class's graduation rate. === Physical effects === Following the completion of Ranger School, a student will usually find himself \"in the worst shape of his life\". Military folk wisdom has it that Ranger School's physical toll is like years of natural aging; high levels of fight-or-flight stress hormones (epinephrine, norepinephrine, cortisol), along with standard sleep deprivation and continual physical strain, inhibit full physical and mental recovery throughout the course. Common maladies during the course include weight loss, dehydration, trench foot, heatstroke, frostbite, chilblains, fractures, tissue tears (ligaments, tendons, muscles), swollen hands, feet, knees, nerve damage, loss of limb sensitivity, cellulitis, contact dermatitis, cuts, and insect, spider, bee, and wildlife bites. Because of the physical and psychological effect of low calorie intake over an extended period of time, it is not uncommon for many Ranger School graduates to encounter weight problems as they return to their units and their bodies and minds slowly adjust to routine again. A drastically lowered metabolic rate, combined with a nearly insatiable appetite (the result of food deprivation and the ensuing survivalist mentality) can cause quick weight gain, as the body is already in energy (fat) storing mode. ==== Food and sleep deprivation ==== A Ranger student's diet and sleep are strictly controlled by the Ranger Instructors. During time in garrison students are given one to three meals a day, but forced to eat extremely quickly and without any talking. During field exercises Ranger students are given two MREs (Meal, Ready-to-eat) per day, but not allowed to eat them until given permission. This is enforced most harshly in Darby and Mountain phases. Since food and sleep are at the bottom of the priorities of those in the infantry behind security, weapons maintenance, and personal hygiene, it is generally the last thing Ranger students are allowed to do. As such, the two MREs are generally eaten within three hours of each other, one post mission, and the other prior to the planning portion of the mission. Though the Ranger student's daily caloric intake of 2200 calories would be more than enough for the average person, Ranger students are under such physical stress that this amount is insufficient. The Ranger Training Brigade does not maintain weight information in the 21st century, but in the 1980s, Ranger students lost an average of 25–30 pounds during the Ranger course. == Ranger School Class Awards == The awards listed below are designed to recognize outstanding achievement during the Ranger Course. Dependent on class performance, all or some of these awards may be presented upon graduation. ;William O. Darby Award (Distinguished Honor Graduate) The Darby Award is awarded to the Ranger that shows the best tactical and administrative leadership performance, has the most positive spot reports and has demonstrated being a cut above the rest. They must also pass all graded leadership positions, peer reports, and may not recycle. This award is named in the honor of BG William O. Darby, who organized the 1st Ranger Battalion in 1942 with handpicked volunteers leading the way onto the beaches of North Africa. Ranger Battalions also spearheaded the campaigns in Sicily and Italy, and the D-Day landing on Omaha Beach. In the Pacific the 6th Ranger Battalion served with distinction in the Philippines. ;Ralph Puckett Award (Officer Honor Graduate) The Puckett Award is awarded to the Ranger that passes all graded leadership positions; peer reports, and may not recycle. The Ranger may not have any lost equipment due to negligence and may not have any retests on any critical tasks. This award is named in honor of Colonel Ralph Puckett. Colonel Puckett earned the Distinguished Service Cross (upgraded to the Medal of Honor in 2021) during the Korean War as company commander of the 8th Army Ranger Company, the first Ranger Company seeing active service during the war. Then-First Lieutenant Puckett, in an attack against numerically superior Chinese forces, established defensive fighting positions on the captured objective. His Rangers held off five successive Chinese counterattacks before he was severely wounded during a sixth counterattack and evacuated despite his protests. ;Glenn M. Hall Award (Enlisted Honor Graduate) The Hall is awarded to the Ranger that passes all graded leadership positions; peer reports, and may not recycle. The Ranger may not have any lost equipment due to negligence and may not have any retests on any critical tasks. This award is named in honor of Corporal Glenn M. Hall. Corporal Hall was awarded the Distinguished Service Cross while serving with the 1st Airborne Ranger Company for his gallant actions at Chipyon-Ni during the Korean War. He exposed himself to direct enemy fire to cover his platoon's movement. Once his weapon jammed he joined his platoon and volunteered to contact friendly forces on an adjacent hill. When he reached the hill, it was covered with enemy troops. Corporal Hall killed a Chinese soldier in a foxhole and used that position to drive the enemy from the hill. He was wounded during that action by a grenade. ;LTC Keith Antonia Officer Leadership Award Awarded to the highest ranked commissioned officer as selected by their peers for demonstrating outstanding leadership, initiative, and motivation. ;CSM Michael Kelso Enlisted Leadership Award Awarded to the highest ranked enlisted Ranger as selected by their peers for demonstrating outstanding leadership, initiative, and motivation. ==Ranger training deaths== Ranger School is designed to physically stress students to a point short of death. Deaths have occurred during Ranger Training. In the winter of 1977, two students in class 2-77 died of hypothermia while on patrol in the Florida swamp. In 1985, in the Swamp phase, a soldier drowned crossing a stream against a strong current. In March 1992, a student with sickle cell trait died after exposure to high altitude and stress in the mountain phase. The Ranger Training Brigade did not know about his medical issue until after his death. In March 1992, a Ranger student died from a fall on the Slide for Life. The \"worst incident in the 44-year history of the school\" occurred on 15 February 1995 during the Swamp Phase of class 3–95. Captain Milton Palmer, 2LT Spencer Dodge, 2LT Curt Sansoucie, and SGT Norman Tillman died from hypothermia. Investigations of the incident were conducted by the U.S. Air Force, the Ranger Training Brigade, and the U.S. Army's Safety Board. The results were determined to be a result of a combination of human errors exacerbated by \"unexpected weather conditions\". Nine Ranger Instructors were disciplined and the 6th Ranger Training Battalion commander was relieved. As there was no basis for criminal charges, none were court-martialed. The four dead Ranger School students were posthumously awarded the Ranger Tab. As a result of the 1995 deaths, 38 new safety measures were implemented in the Swamp Phase. According to John Lock, Spc. James A. Requenez, 28, of San Antonio, Texas, died on Thursday, March 25, 2021, during an unspecified training incident at Eglin Air Force Base in Florida, officials with Airborne and Ranger Training Brigade, out of Fort Benning, Georgia, said. Requenez was transported to Eglin AFB hospital, where he was pronounced dead, according to the release, which added the incident was under investigation. == See also == *Ranger Assessment and Selection Program *Recondo School *United States Army Air Assault School *United States Army Airborne School *United States Army Reconnaissance and Surveillance Leaders Course == References == == Bibliography == * * == External links == * * * US Army Ranger Training Manuals Category:United States Army Rangers Category:United States Army schools",
 "title": "Ranger School"
}