{
 "id": "811897",
 "text": "The Royal Air Force Regiment (RAF Regiment) is part of the Royal Air Force and functions as a specialist corps. Founded by Royal Warrant in 1942, the Corps carries out soldiering tasks relating to the delivery of air power. Examples of such tasks are Non Combatant Evacuation Operations (NEO), recovery of downed aircrew (Joint Personnel Recovery - JPR), and in-depth defence of airfields by way of aggressively patrolling and actively seeking out infiltrators in a large area surrounding airfields. In addition the RAF Regiment provides Joint Terminal Attack Controllers (JTACs) to the British Army and Royal Marines, and provides flight size commitment to the Special Forces Support Group. The RAF Regiment Gunners are personnel trained in various disciplines such as infantry tactics, force protection, field craft, sniper, support Special Forces operations, CBRN (chemical, biological, radiological and nuclear) defence, equipped with advanced vehicles and detection measures. RAF Regiment instructors are responsible for training all Royal Air Force personnel in basic force protection such as first aid, weapon handling and CBRN skills. The regiment and its members are known within the RAF as \"The Regiment\", \"Rock Apes\" or \"Rocks\". After basic training at RAF Halton, and a 20-week gunner course at RAF Honington, its members are trained and equipped to prevent a successful enemy attack in the first instance; minimise the damage caused by a successful attack; and ensure that air operations can continue without delay in the aftermath of an attack. ==History== ===Formation=== The genesis of the RAF Regiment was with the creation of No. 1 Armoured Car Company RAF, formed in Egypt in 1921 for operations in Iraq, followed shortly afterwards by No. 2 Armoured Car Company RAF and No. 3 Armoured Car Company RAF. These were equipped with Rolls-Royce armoured cars and carried out policing operations throughout the Middle East in the 1920s. ===Second World War=== During the Second World War, with its first headquarters established at RAF Belton Park, Grantham, Lincolnshire, the RAF Regiment came into existence, in name, on 1 February 1942. From the start it had 66,000 personnel drawn from the former Defence Squadrons Nos. 701–850. The new regiment was made up of field squadrons equipped with Morris Light Reconnaissance Cars, Humber Light Reconnaissance Cars and Otter Light Reconnaissance Cars. The light anti-aircraft squadrons were originally armed with Hispano 20 mm cannon and then the Bofors 40 mm anti-aircraft gun. Its role was to seize, secure and defend airfields to enable air operations to take place. Several parachute squadrons were formed to assist in the capture of airfields, a capability retained by No. II Squadron. It mounted the King's Guard/Queen's Guard at Buckingham Palace for the first time on 1 April 1943. During the War the RAF Regiment grew to a force of over 80,000 men. In late June 1944, with the British Army fighting in Normandy where it was sustaining heavy losses and at the same time suffering from a severe shortage of manpower, it was decided to transfer 25,000 officers and men of the RAF Regiment to the army, mostly to the infantry and the Foot Guards, to be retrained. The Second World War campaign in north-eastern India and northern Burma was fought in jungle and mountains with few or non-existent roads and which facilitated the infiltration of enemy patrols behind front lines. This was overcome by holding defensive \"boxes\" mainly or entirely supplied by air. The defence of forward airfields close to the main army concentrations was vital to this tactic. A training school and depot for the RAF Regiment was established at Secunderabad in October 1942, to retrain former ground defence airmen. It had an assault course considered tougher than anything the army had in India. Six field squadrons and seventy AA flights were initially formed, containing 160 officers and 4,000 other ranks. Until mid-1944 the AA flights were equipped only with light machine guns, then with Hispano 20 mm cannon for the rest of the war. Regiment units defended airfields and forward mobile radar units in Arakan in the Arakan Campaign in late 1942 and early 1943. During the Battle of Imphal all supplies and reinforcements had to be flown in between 29 March and 22 June 1944 with RAF Regiment units providing vital airfield defence. Following the failure of the Japanese Operation U-Go it was decided to pursue the shattered remnants of the Japanese 15th Army into Burma during the monsoon, in average rainfall of per day and rifle flights were sometimes attached to advancing Indian Army and British East African units, to gain experience in the jungle. Units of 1307 Wing were flown into the newly captured and tactically vital Meiktila airfield on 1 March 1945. Only a roughly box, shared with the army and some United States anti-aircraft artillery, could be held at night and the airfield had to be cleared of enemy each morning before flying could start. As one of the RAF Regiment's proudest battle honours, this three-week battle destroyed the Japanese hold on northern Burma. The RAF Regiment fought as field, armoured car and light anti-aircraft (LAA) squadrons and flights in North Africa, the Middle East, Italy, the Balkans and North Western Europe, as well as 68 LAA squadrons defending the UK against V1 attacks as part of Operation Diver, alongside the Royal Artillery's heavy anti-aircraft and LAA batteries. Amongst other things, RAF Regiment units were the first British forces to reach Paris, amongst the first to enter Brussels, and Squadron Leader Mark Hobden and his force arrested Hitler's successor as Fuhrer, Grand Admiral Karl Doenitz, at his HQ in Flensburg. On 26 November 1944, a Me 262A-2a Sturmvogel of III/KG51 based at Hopsten/Rheine near Osnabruck was the first confirmed ground-to-air kill of a jet combat aircraft. The 262 was shot down by a 40/L60 40mm Bofors gun of B.11 Detachment of 2875 Squadron RAF Regiment, at the RAF forward airfield of Helmond, near Eindhoven. Others were lost to ground fire on 17 and 18 December when the same airfield was attacked at intervals by a total of eighteen Me 262s and the guns of Nos. 2873 and 2875 Squadrons RAF Regiment damaged several, causing at least two of them to crash within a few miles of the airfield. In February 1945, Sergeant Pollards's B.6 gun detachment of 2809 Squadron RAF Regiment shot down another Me 262 over the airfield of Vokel. The final appearance of Me 262s over Vokel was in 1945, when yet another fell to 2809's guns. On 5 December 1944, twelve RAF Regiment squadrons deployed onto various airfields in southern Greece. They became engaged in fighting with Greek Communist Forces (ELAS) which wished to depose the Greek government at that time. No. 2848 Field Squadron was the first RAF unit to arrive in West Berlin in 1945 to secure Luftwaffe Flugplatz Gatow. ===Post-war=== thumb|upright|A recruiting poster from the 1950s King George VI became Air Commodore-in-Chief of the regiment in 1947. He later decided to present his King's Colour in 1952, on the 10th anniversary of the RAF Regiment's founding. The King, however, died around this time and Queen Elizabeth II instead presented the Queen's Colour a year later. The illegal declaration of independence by Rhodesia in November 1965 necessitated support to Zambia, which desperately needed air defence. In a typically rapid response, Javelin fighters were deployed and an RAF Regiment squadron was also deployed from the United Kingdom to provide ground defence. The agility of the Regiment was demonstrated in its ability to embark 51 Squadron RAF Regiment in 6 hours from the call to deploy. At the Eastern end of the Empire, flights from RAF Regiment squadrons based in Singapore deployed to Hong Kong in 1968 to help maintain security and confidence. The RAF Regiment continued to be involved in Hong Kong into the mid-1970s providing protection at both RAF Kai Tak and at the radar station at Tai Mo Shan. thumb|upright=1.15|RAF Regiment Forward Air Controllers (FACs) guide a Typhoon from 6 Squadron onto their target at the Cape Wrath practice range in Scotland In 1974, the Rapier surface-to-air missile system entered service with the RAF Regiment, and equipped four squadrons protecting four RAF airfields in Germany. Detachments from the German Rapier Squadrons, particularly from RAF Gutersloh, deployed to San Carlos beach-head during the Falklands conflict to provide anti-aircraft cover. Light armoured squadrons, equipped with FV101 Scorpion and FV107 Scimitar light tracked vehicles continued to be operated into the 1980s. Also from the 1980s units such as 19 Squadron were equipped with Rapier and tasked with defending USAF airbases such as RAF Upper Heyford. In July 2004 it was announced that the role of providing ground-based air defence was to be transferred to the British Army's Royal Artillery and the four Royal Air Force Regiment air defence squadrons were to be disbanded. In 2011, as part of the Strategic Defence and Security Review, it was announced that from December 2011, the CBRN role undertaken by the Joint CBRN Regiment, a combined Army/RAF unit, would be transferred to the RAF Regiment (as lead service) under the new Defence CBRN Wing, formed from 26 Squadron, 27 Squadron and 2623 (Auxiliary) Squadron. The army retained involvement through the continued use of the Royal Yeomanry to provide trained battlefield casualty replacements. In 2016, this decision was reversed with the announcement the CBRN role would be handed back to the British Army in 2020. In November 2013, The Queen's Colour (63), 1 and 27 Squadron had their new colours presented. However 16, 37 and 48 squadrons were disbanded. In July 2017, Prince Harry visited RAF Honington on behalf of The Queen to present a new Colour to the RAF Regiment. The new colour was to celebrate the 75th birthday of the formation of the Regiment in 1942. == Structure in 1989 == The structure in 1989 was as follows: * Commandant-General of the RAF Regiment, RAF Catterick ** RAF Fire Service, RAF Catterick ** No. 3 Wing RAF Regiment, RAF Catterick, administrative control of unassigned UK-based squadrons *** No. 3 Squadron RAF Regiment, RAF Aldergrove, (Field) *** No. 58 Squadron RAF Regiment, RAF Catterick, (Light Armour, 15x Spartan, 6x Scorpion) *** No. 27 Squadron RAF Regiment, RAF Leuchars, (Air Defence, 8x Rapier launch stations) *** No. 48 Squadron RAF Regiment, RAF Lossiemouth, (Air Defence, 8x Rapier launch stations) ** No. 5 Wing RAF Regiment, RAF Hullavington, administrative control of field squadrons supporting the UK's Harrier Force *** No. 2 Squadron RAF Regiment, RAF Hullavington, (Light Armour / Paratroopers, 15x Spartan, 6x Scorpion) *** No. 15 Squadron RAF Regiment, RAF Hullavington, (Light Armour, 15x Spartan, 6x Scorpion) ** No. 4 Wing RAF Regiment, RAF Wildenrath, administrative control of West Germany-based Rapier squadrons defending Royal Air Force Germany airfields *** No. 16 Squadron RAF Regiment, RAF Wildenrath, (Air Defence, 8x Rapier launch stations) *** No. 26 Squadron RAF Regiment, RAF Gutersloh, (Air Defence, 8x Rapier launch stations) *** No. 37 Squadron RAF Regiment, RAF Bruggen, (Air Defence, 8x Rapier launch stations) *** No. 63 Squadron RAF Regiment, RAF Gütersloh, (Air Defence, 8x Rapier launch stations) ** No. 6 Wing RAF Regiment, RAF West Raynham, administrative control of UK- based Rapier squadrons defending US Air Force Third Air Force airfields in the UK *** No. 19 Squadron RAF Regiment, RAF Brize Norton, (Air Defence, 12x Rapier launch stations, defending RAF Upper Heyford and RAF Fairford) *** No. 20 Squadron RAF Regiment, RAF Honington, (Air Defence, 8x Rapier launch stations, defending RAF Alconbury, RAF Bentwaters and RAF Woodbridge) *** No. 66 Squadron RAF Regiment, RAF West Raynham, (Air Defence, 8x Rapier launch stations, defending RAF Mildenhall and RAF Lakenheath) ** 33 Wing, RAF Gütersloh, administrative control of West Germany-based light armour squadrons defending Royal Air Force Germany airfields *** No. 1 Squadron RAF Regiment, RAF Laarbruch, (Light Armour, 15x Spartan, 6x Scorpion) *** No. 51 Squadron RAF Regiment, RAF Bruggen, (Light Armour, 15x Spartan, 6x Scorpion) ** No. 34 Squadron RAF Regiment, RAF Akrotiri, Cyprus (Light Armour, 15x Spartan, 6x Scorpion) Additionally the Royal Auxiliary Air Force Regiment fielded the following reserve squadrons: * No. 2503 (County of Lincoln) Squadron RAuxAF Regiment, RAF Scampton, (Field) * No. 2620 (County of Norfolk) Squadron RAuxAF Regiment, RAF Marham, (Field) * No. 2622 (Highland) Squadron RAuxAF Regiment, RAF Lossiemouth, (Field) * No. 2623 (East Anglian) Squadron RAuxAF Regiment, RAF Honington, (Field) * No. 2624 (County of Oxford) Squadron RAuxAF Regiment, RAF Brize Norton, (Field, assigned to support the Harrier Force in West Germany) * No. 2625 (County of Cornwall) Squadron RAuxAF Regiment, RAF St Mawgan, (Field) * No. 2729 (City of Lincoln) Squadron RAuxAF Regiment, RAF Waddington, (SHORAD) * No. 2890 Squadron RAuxAF Regiment, RAF Waddington, (SHORAD, formed 1 October 1989) ==Organisation and role== thumb|right|Two members of the RAF Regiment returning to Basra air station, Iraq, in May 2006 thumb|left|An RAF Regiment gunner in Iraq The RAF Regiment comes under command of 2 Group, Air Command. Its members are organised into seven regular squadrons, - Nos 1, 2, 15, 27, 34, 51 and 63/Queen's colour Squadron - of which six are field squadrons and 27 is the specialist CBRN (Chemical, Biological, Radiological and Nuclear) units under the umbrella of the defence CBRN Wing (No 20 Wing RAF Regiment -see note below), plus six Royal Auxiliary Air Force (RAuxAF) Regiment (RAuxAF Regt) squadrons. These are intended to counter ground-based threats to overseas/deployed RAF assets and, to this end, are trained as mobile infantry to move on foot, or in helicopters and protected mobility vehicles, to defend airfields and landing sites. The large area surrounding airfields (regularly up to 140 km square) means RAF Regiment rifle flights (platoons) often spend long periods of time deployed on the ground deterring and detecting potential attackers. Leaving aside those injured, seriously or otherwise, five RAF Regiment gunners were killed in Iraq (one in a firefight, three, including a member of the RAuxAF, in a single mortar strike, and one in a road traffic incident) and five were killed in Afghanistan (one due to hostile fire, four due to IEDs, including one 51 year old member of the RAuxAF, the oldest member of the British Armed Forces to die in Afghanistan) with an additional man dying in an accident in Cyprus after leaving Afghanistan. Additionally, over the same period, three Military Crosses have been awarded to RAF Regiment members for conspicuous bravery. Four RAF Regiment personnel were killed by the IRA, all in 1988 and 1989 - one killed by hostile fire in Northern Ireland, the rest by snipers or bombs wired to cars in Europe. The field squadrons are 171 strong making them larger than an infantry company in the British Army but, critically, due to the nature of their structure, a key limitation is that they are only able to operate up to Company/Squadron level and so cannot bring the same 'Mass' to bear of an Infantry Regiment or Battlegroup. Not all personnel on an RAF Regiment squadron are trained gunners but can be involved in specialist support services such as administrators and drivers. A typical RAF Regiment squadron has support elements from the RAF but these personnel do not always deploy on patrols and other combat operations. Formerly, all RAF Regiment personnel were men, as it was British government policy that women could not serve in close combat units. However, the intention was that by the end of 2018, women would be allowed to apply for these roles, with the RAF recruitment website 'looking forward' to female applications for the RAF Regiment. A review in 2017 determined that, although the Regiment was deemed to be the Royal Air Force's infantry, it was more alike to the Royal Armoured Corps in terms of risk. As a result, women will be allowed into the RAF Regiment from September 2017, which is a full year before other infantry units. In January 2020, the first female recruit to complete the 20-week training course passed out of RAF Honington. , there are approximately 1,850 regulars. In March 2021, it was announced that the regular force is expected to be reduced by 300 personal by 2023. ==Current RAF Regiment units== thumb|Members of the RAF Regiment on parade, 2013 *Field Squadrons **1 Squadron (based at RAF Honington, Suffolk) **II Squadron (Parachute) (based at RAF Brize Norton, Oxfordshire) **15 Squadron (based at RAF Marham, Norfolk) **34 Squadron (based at RAF Leeming, North Yorkshire) **51 Squadron (based at RAF Lossiemouth, Moray) **63 Squadron (Queen's Colour Squadron) (based at RAF Northolt, Middlesex) *Other units **Force Protection *** RAF Force Protection - HQ at RAF Honington *** No. 2 Force Protection Wing - RAF Leeming *** No. 3 Force Protection Wing - RAF Marham *** No. 5 Force Protection Wing - RAF Lossiemouth *** No. 7 Force Protection Wing - RAF Coningsby *** No. 8 Force Protection Wing - RAF Waddington *Royal Auxiliary Air Force Regiment Squadrons **504 County of Nottingham Squadron RAuxAF [Regiment Flight only] **603 City of Edinburgh Squadron RAuxAF [Regiment Flight only] **609 West Riding Squadron RAuxAF (Ground Defence) **2503 Squadron (Ground Defence) **2620 Squadron (Ground Defence) **2622 Squadron (Ground Defence) **2623 Squadron (Ground Defence) **2624 Squadron (Ground Defence) ==Origin of the \"Rock Ape\" nickname== In the past the nickname \"Rock Ape\" has been attributed to their traditional role guarding areas of Gibraltar, but this is not so. The term came into use after an accident in the Western Aden Protectorate in November 1952. Two RAF Regiment officers serving with the Aden Protectorate Levies at Dhala decided to amuse themselves by going out to shoot some of the hamadryas baboons (locally referred to as \"rock apes\"). The officers drew rifles and split up to hunt the apes. In the semi- darkness one of the officers fired at a moving object in the distance. When he reached the target he discovered he had shot the other officer. After emergency treatment Flight Lieutenant Percy Henry Mason survived to return to service a few months later. When asked by a board of inquiry why he had fired at his friend the officer replied that his target had \"looked just like a rock ape\" in the half light. The remark soon reverberated around the RAF and it was not long before the term was in general use. ==Notable former members== * British comedian Tony Hancock joined the RAF Regiment in 1942. * British football manager Brian Clough also served with the RAF Regiment during his national service. ==See also== *Aden Protectorate Levies *Band of the Royal Air Force Regiment *Iraq Levies *List of RAF Regiment units *RAAF Airfield Defence Guards *RNZAF Security Forces *USAF Security Forces *Paskhas ==References== ===Bibliography=== * * * * * * * * ==External links== *Official RAF Regiment homepage *The Official RAF Regiment Association website Category:Military units and formations established in 1942 *",
 "title": "RAF Regiment"
}