{
 "id": "81234",
 "text": "Sir John Robert Kerr (24 September 1914 – 24 March 1991) was an Australian barrister and judge who served as the 18th Governor-General of Australia, in office from 1974 to 1977. He is primarily known for his involvement in the 1975 constitutional crisis, which culminated in his decision to dismiss the incumbent prime minister Gough Whitlam and appoint Malcolm Fraser as his replacement, unprecedented actions in Australian federal politics. Kerr was born in Sydney to working-class parents. He won scholarships to Fort Street Boys' High School and the University of Sydney, where he studied law. His legal career was interrupted by the Second World War, during which he served with the Australian Army's Directorate of Research and Civil Affairs (DORCA) and attained the rank of colonel. After the war's end he became the inaugural head of the Australian School of Pacific Administration. Kerr returned to the bar in 1949 and became one of Sydney's leading industrial lawyers. He joined the Australian Labor Party (ALP) and was briefly an endorsed candidate for the 1951 federal election. He let his membership lapse after the party split of 1955. Kerr served terms as president of the New South Wales Bar Association and the Law Council of Australia. He was appointed to the Commonwealth Industrial Court in 1966, later serving on territory supreme courts and as Chief Justice of New South Wales (1972–1974). On the nomination of ALP prime minister Gough Whitlam, Kerr was appointed governor-general in July 1974. The Whitlam Government did not hold a majority in the Senate, and following a series of controversies in 1975 – most notably the Loans Affair – the Liberal opposition leader Malcolm Fraser decided to block supply in an attempt to force an early election. Kerr regarded the situation as untenable, believing the prime minister was obliged to either resign or call a general election, which Whitlam was unwilling to do. On 11 November 1975, Kerr used his reserve powers as governor-general to dismiss Whitlam and his ministry, appointing Fraser to lead a caretaker government. He immediately granted Fraser's request for a double dissolution, leading to a federal election which saw Whitlam and the ALP defeated in a landslide. The dismissal of the government sparked demonstrations from Whitlam's supporters, with the anger directed at Kerr a major factor in his early retirement in December 1977 and subsequent withdrawal from public life. The propriety, legality and wisdom of his actions surrounding the dismissal have been subject to considerable debate and analysis. ==Early life== Kerr was born in Balmain, Sydney, New South Wales, on 24 September 1914. He was the eldest of three children born to Laura May (née Cardwell) and Harry Kerr; his younger brother Dudley was born in 1917 and younger sister Elaine in 1926. Kerr's parents and maternal grandparents were Australian-born, while his paternal grandparents came from Sunderland, England, arriving in Sydney in 1886. He came from a line of waterside workers—his father was a boilermaker, his grandfather was a stevedore, and his great-grandfather was a shipwright. At the time of his son's birth, Kerr's father was employed at the Eveleigh Railway Workshops.Hall (1978), pp. 2–3. He was sacked three months later, but soon found work at the Cockatoo Island Dockyard, which were at full capacity due to the ongoing war. He was involved in the union movement, and participated in a number of strikes, including the 1917 general strike, during which he went without pay for two months. Work at the docks became irregular after the war's end, and he eventually rejoined the railways in 1925.Hall (1978), pp. 4–6. For the first two years of his life, Kerr and his parents lived with his paternal grandparents in a weatherboard cottage in Balmain. They later rented cottages in Rozelle and Dulwich Hill, buying the latter outright only in 1949. Kerr began his education at the Birchgrove Public School. He won a scholarship to attend the prestigious Fort Street Boys' High School, where he excelled academically. He topped the school in English, history, and chemistry in his final year. His contemporaries remembered him as quite aloof; one of his few close friends was Francis James.Hall (1978), pp. 9–14. In deciding to pursue law as a career, Kerr found a role model in H. V. Evatt, a fellow Fortian who in 1930 became the youngest- ever High Court judge; in the same year, Evatt completed a doctoral thesis on the royal prerogative. Kerr's father knew Evatt through his membership of the Labor Party (which Evatt would eventually lead), and had helped him on his successful campaign for the state seat of Balmain in 1925. Evatt became the first in a series of patrons who helped Kerr progress in his career despite a relatively humble background.Hall (1978), pp. 15–19. ==Legal career== In 1932, Kerr began studying law at the University of Sydney. He again excelled academically, winning a number of prizes, but had little interest in extra- curricular activities. One of his closest friends was Ken Gee, who eventually joined him on the judiciary but was also known for his flirtation with Trotskyism.Hall (1978), pp. 20–22. Kerr eventually graduated in 1936 with first-class honours and the University Medal. He was called to the New South Wales bar in 1938. The same year, Kerr married Alison \"Peggy\" Worstead,Jenny Hocking, Gough Whitlam: His Time, p. 135; Retrieved 7 August 2013 with whom he had three children. He spent World War II working for the Australian intelligence organisation and think tank,Sligo, Graeme. 2012. The Backroom Boys: Conlon and Army's Directorate of Research and Civil Affairs, 1942–46, Big Sky Publishing. the Directorate of Research and Civil Affairs. In 1946 he became principal of the Australian School of Pacific Administration and the first Secretary-General of the South Pacific Commission. Kerr returned to the bar in 1948, becoming a prominent lawyer representing trade union clients and a member of the Labor Party.Sir John Kerr, Matters for Judgment, Macmillan Australia 1978 He intended to seek Labor endorsement for a parliamentary seat at the 1951 election, but withdrew in favour of another candidate. After the Labor Party split of 1955, however, he became disillusioned with party politics. He disliked what he saw as the Labor Party's leftward trend under Evatt's leadership, but was not attracted to the breakaway group, the Democratic Labor Party. Later in the 1950s, he joined the anti-communist advocacy group established by the United States' CIA, the Association for Cultural Freedom, joining its executive board in 1957.2003: Killing Hope: U.S. Military and CIA Interventions Since World War II, revised edition, London:Zed Books/Claremont, South Africa:Spearhead In the 1960s Kerr became one of Sydney's leading industrial lawyers. In the 1950s he had become a QC. In 1964 he was one of a group of lawyers (which also included future NSW Premier Neville Wran) who lent their expertise to the defence of the publishers of the satirical magazine Oz when they were prosecuted for obscenity. ==Judicial career== thumb|right|Kerr (third from right) seated next to Gough Whitlam at a 1966 Law Association for Asia and the Western Pacific conference In 1966 Kerr was appointed a judge of the Commonwealth Industrial Court and, later, to several other judicial positions. During this period his political views became more conservative. He became a friend of Sir Garfield Barwick, the Liberal attorney-general who became Chief Justice of the High Court of Australia in 1964. Kerr was the first chairman of the Law Association for Asia and the Western Pacific (LawAsia), founded by Justice Paul Toose and John Bruce Piggot in 1966. Kerr served as chairman of that organisation until 1970. Kerr was appointed Chief Justice of New South Wales in 1972. Sir Paul Hasluck was due to retire as Governor-General in July 1974, and the prime minister, Gough Whitlam, needed to find a suitable replacement. His first choice, Ken Myer, declined; he then offered the post to Mr Justice Kerr (as he then was), who accepted on condition that he could expect to have ten years in the office, and that he could represent Australia overseas as head of state.Barry Jones, A Thinking Reed, p. 200 These discussions commenced in September 1973. Kerr was announced as Governor-General-designate on 27 February 1974, by which time he had become Sir John Kerr. He had been knighted in the New Year's Honours of 1974, on the advice of the Premier of New South Wales, Sir Robert Askin, after Whitlam had declined to endorse his predecessor Billy McMahon's recommendation for that honour, which Hasluck had wisely held back pending the outcome of the December 1972 election. Kerr did not know Whitlam well, although they had shared legal chambers some years earlier, but he had remained friends with several ministers in Whitlam's government, such as Jim McClelland and Joe Riordan. Kerr's wife Peggy was a fellow student of Margaret Whitlam during university days. Whitlam seems to have believed that, because of Kerr's former membership in the Labor Party, he was still politically \"reliable\", without realising that Kerr's political views had changed and that he had come to see the role of Governor-General differently from Whitlam. ==Governor-General== The Whitlam Government had won a second term in May 1974 following a double dissolution and picked up an additional three Senate seats, leaving it on equal numbers with the Liberal-Country party coalition and with the balance of power held by two independents.Jenny Hocking Gough Whitlam: His Time (MUP. Carlton. 2012) page 154 The new parliament was opened by Sir Paul Hasluck on 9 July, and Kerr was sworn in as Governor-General on 11 July. The disputed bills that had led to the double dissolution were reintroduced, and, as expected, were again rejected. The conditions for a joint sitting of the parliament had now been met. On 30 July, Kerr signed a proclamation convening the historic Joint Sitting of the Australian Parliament on 6 and 7 August. All the contested bills were passed. On 9 September his wife Peggy died after a long illness, aged 59.Legislative Council of New South Wales, 17 September 1974, Death of Her Excellency Lady Kerr, Wife of the Governor-General: Address of Condolence, p. 1014 . Retrieved 19 April 2014 In April 1975, he married Anne Robson, who had recently divorced her first husband, Hugh Robson QC, a New South Wales judge and former colleague of Kerr's. Through her, Kerr acquired two stepchildren. During 1975 the government was enveloped by a series of ministerial scandals (the \"Loans Affair\"), which resulted in the sacking of two senior ministers, Rex Connor and Deputy Prime Minister, Jim Cairns. The Liberal Opposition Leader, Malcolm Fraser, decided to use the Senate to block the government's budget bills, thus forcing an early election for the House of Representatives (this is called \"blocking supply\"). On paper, the Australian Constitution gave the Governor-General wide-ranging powers, including the power to appoint and dismiss ministers and to dissolve Parliament. However, by 1975, the office was viewed as having become almost entirely ceremonial, and it was understood that in most cases the Governor- General was bound to act on the advice of the Prime Minister and Cabinet. Whitlam and others held the view that the Governor-General had no discretion in the exercise of these powers; that they must always be exercised on the advice of the Prime Minister and never otherwise. Kerr and others disagreed fundamentally with this view, arguing the Constitution very clearly set out the Governor-General's powers. In addition to the powers normally exercised only on the advice of the Prime Minister, there are certain uncodified reserve powers, exercisable on the Governor-General's own initiative. Kerr chose to make a study of the reserve powers through his earlier professional relationship with Evatt, the author of the standard work on the reserve powers as they applied to the British Dominions, The King and His Dominion Governors (1936). Kerr was familiar with this book, and re-read it before accepting Whitlam's offer of the governor-generalship. ==1975 crisis== In October 1975 the Liberal-Country party opposition coalition in the Senate (led by Malcolm Fraser) voted to defer consideration of the supply bills until the Whitlam government agreed to 'submit itself to the Australian people', and a political stalemate resulted.Jenny Hocking The Dismissal Dossier: Everything You Were Never Meant to Know About November 1975 updated edition (MUP. 2016) p. xiii With the full support of caucus Whitlam announced that if the Opposition continued to block Supply in the Senate, he would call an early half-Senate election in December. For the next 4 weeks Fraser deferred any vote on these bills. On 6 November Whitlam informed Kerr that, if the Opposition continued to deny a vote on Supply in the Senate, he would call an early half-Senate election the following Tuesday—11 November 1975. The necessary paperwork was then drawn up and drafts exchanged between the Prime Minister's office and Government House over the next 4 days. On the morning of 11 November Whitlam rang Kerr and confirmed the wording of the announcement he would make in the House of Representatives that afternoon, setting the half-Senate election in train.Jenny Hocking The Dismissal Dossier: Everything You Were Never Meant to Know About November 1975 updated edition (MUP. 2016) Chapter 4 'Ambush: The Half-Senate Election' Fraser was also aware of these considerations. He knew that several Liberal senators were uneasy about the blocking of supply, and might not be relied on for much longer—as was indeed confirmed by Liberal Senator Reg Withers after the dismissal. He also saw evidence in the opinion polls that the public was unhappy about the action of the Senate in delaying supply with the coalition polling dropping 10% in the 4 weeks during which Supply was blocked. For this reason, he was keen to see the crisis brought to an early conclusion. Intervention by the Governor-General was the only clear remedy in the event that supply could not be legislated and the prime minister declined to advise an election. On 16 October, the Liberal frontbencher, Robert Ellicott (a former Commonwealth Solicitor-General) published with Fraser's approval a legal opinion which he had prepared for the Shadow Cabinet, arguing that the Governor-General had both the right and the duty to dismiss the government if it could not obtain supply. Kerr told Whitlam and other government ministers that he considered Ellicott's view to be 'bullshit'. On 17 October, Whitlam told an interviewer that the Governor- General could not intervene in the crisis in view of the convention that he must always act on the advice of his Prime Minister. Whitlam said later that he intended these remarks to protect Kerr, by making clear his view that the Governor-General had no power to intervene. Kerr saw himself as an active player in the unfolding political drama. He made it clear in several conversations with ministers that he did not accept the view that the Governor-General could play no role in the crisis until supply actually ran out: he saw it as his duty to help prevent things from getting to that stage. On 30 October, he proposed a compromise solution to Whitlam and Fraser which would have, in effect, meant a backdown by Fraser (Kerr proposed that the Opposition allow the supply bills to be passed in return for Whitlam's abandoning plans to call an early Senate election), but Fraser did not agree to this. On 2 November, Fraser offered to pass the bills if Whitlam would agree to call an election before the middle of 1976, but Whitlam in turn rejected that solution. Kerr's personal relationship with Whitlam by this stage was not strong, he had been upset by suggestions that the Executive Council had acted improperly during the Loans Affair and, moreover, he was suspicious that if Whitlam knew he was contemplating dismissing the Government, he (Whitlam) would react by pre-emptively advising the Queen to dismiss Kerr instead. Whitlam for his part assumed with characteristic confidence that Kerr would act predictably in the conventional manner of previous vice-regal appointees, was in full sympathy with the Government's position, and would do nothing to act against him. ===The dismissal=== Kerr had another meeting with Fraser (with Whitlam's approval) on 6 November. At this meeting Fraser increased the pressure on Kerr, advising him that the Opposition would not back down and would not accept any compromise, warning him that, if he did not take action against Whitlam, then the Opposition would begin to make direct public criticism of him for having \"failed in his duty\".Paul Kelly, Paradise Divided, Fraser urged Kerr to bring about an election before the end of 1975. The provisions of the Electoral Act meant that the last date on which a 1975 election could be announced was 11 November. On 9 November, Kerr consulted the Chief Justice of the High Court of Australia, Sir Garfield Barwick. Kerr asked Barwick to advise him on whether he had the constitutional power to dismiss Whitlam, and Barwick advised him, in writing, that he did. He also advised him that at least one other High Court justice, Sir Anthony Mason, concurred in this view. Kerr appears to have made up his mind on 9 November to dismiss Whitlam. He felt it necessary not to disclose this intention to Whitlam and his ministers because of his fear that Whitlam would advise the Queen to exercise her constitutional power to terminate Kerr's commission as Governor-General. In so doing, Kerr was aware of the precedent set by Sir Philip Game, the Governor of New South Wales, who had dismissed Jack Lang's government in 1932. Game had warned Lang in advance that if he, Lang, did not withdraw certain regulations, then he, Game, would dismiss him. This allowed Lang to seek Game's dismissal if he dared, which he did not.Dismissal of a NSW Premier – www.schools.nsw.edu.au On the morning of Tuesday, 11 November, Whitlam phoned Kerr and arranged to see him at 12:45 pm after the Remembrance Day ceremonies. Kerr also arranged for Fraser to come \"a quarter of an hour later. Mr Fraser was not told why I wanted him to come.\" Fraser later claimed that Kerr telephoned himAyres P Malcolm Fraser: A Biography William Heinemann Australia 1987, and asked him whether, if he were commissioned as Prime Minister, he would: * pass the budget bills, * call an immediate double dissolution election for both houses of Parliament, and * make no appointments, initiate no new policies, and conduct no inquiries into the previous government, before such an election. Fraser recalled answering \"yes\" to all these questions. In his memoirs Kerr denied making such a phone call to Fraser, but Fraser was adamant in all subsequent accounts that he did. The House of Representatives was suspended at 12:55 pm for the luncheon break. Whitlam arrived at Government House at 1 pm, 15 minutes late. Fraser had arrived earlier and been shown into another room. Whitlam and Kerr met alone in Kerr's study. Kerr knew that Whitlam intended to ask for a half-Senate election, one which would need to be conducted without supply,. So, after reconfirming that Whitlam's intention was to govern without parliamentary supply, Kerr withdrew his commission and served on him the letter of dismissal. Kerr claimed Whitlam then sought to telephone Buckingham Palace to advise Kerr's dismissal, but Whitlam has always denied this. At a press conference that afternoon he said \"The Governor-General prevented me getting in touch with the Queen by just withdrawing the commission immediately\"The recording of the quote is attributed to David Butler in 20 Questions left by Remembrance Day, Current Affairs Bulletin, 1 March 1976 In an article in Quadrant magazine (March 2005, Volume 49, Number 3), David Smith, Kerr's Official Secretary, claimed that Whitlam knew of Kerr's intentions, the Queen had already made her position of non-intervention known to Whitlam and Kerr, and Kerr had called a double dissolution to be fair to both candidates, sincerely believing that Whitlam could win back government with the necessary majority in both houses. When Whitlam had left, Kerr summoned Fraser and asked him the same questions which Fraser claims to have answered that morning. When Fraser answered affirmatively, Kerr then commissioned him as Prime Minister. Kerr later put forward five propositions to justify his actions: * The Senate had the right under Section 53 of the Constitution to block supply. * The Government had an obligation to obtain supply through Parliament. * If the Government could not obtain supply, it had either to resign or call an election. * If the Government refused to do either of these things, the Governor-General had a right and a duty to act to intervene. * Since the Prime Minister could at any time advise the Queen to terminate the Governor- General's commission, the Governor-General had a right to dismiss the Government without advance warning of his intention to do so. Kerr later stated that Whitlam represented \"something that perhaps I might have been, had I stayed in the party as he did\",John Kerr 'dreamed of becoming PM, Daily Telegraph, 6 April 2013; http://www.dailytelegraph.com.au/news/national/john- kerr-dreamed-of-becoming-pm/story-fncvk70o-1226613695601 and it has been suggested that the Dismissal was \"as much a case of a thwarted ego seeking his place in history as Whitlam's mismanagement of the economy\".Wright, Ed History's Greatest Scandals, Thunder Bay Press, 2013, After Kerr's death, his former embittered close friend, Whitlam cabinet member James McClelland, claimed that Kerr had long aspired to be \"top dog in Australia\"; that Kerr had once made a pass at him; and that the Dismissal could only be fully understood if Kerr's alleged repressed homosexuality was factored in—that an infatuation with Whitlam had become one for Fraser.Australian Biography, Series 4: James McClelland, Film Australia, Director: Frank Heimans, 1995.; https://www.nfsa.gov.au/collection/curated/australian-biography-james- mcclelland; Adams, Philip Hidden Identity The Australian, 25 November 2006; http://www.theaustralian.com.au/archive/news/hidden- identity/story-e6frg6rf-1111112579450 ===After the dismissal=== The news that Whitlam had been dismissed spread across Australia during the afternoon, resulting in angry protest demonstrations by his supporters. Over the following month, leading to the double dissolution election scheduled for 13 December 1975, Whitlam and ALP supporters constantly and intensely denigrated Kerr, no doubt in the belief that the electorate would prove sympathetic to the deposed Labor government. In the ensuing election campaign, the Australian Labor Party's focus was predominantly on the asserted illegitimacy of the dismissal (with the slogan of \"Shame Fraser, Shame\"), while the Coalition focused on criticism of Labor's economic management. Some expected a major backlash against Fraser in favour of Whitlam (who had launched his campaign by calling upon his supporters to \"maintain your rage\"), based on opinion polls in October and early November which had shown disapproval of Fraser's tactics. Once the election was called, however, the majority focused on the economy and responded to the Liberals' slogan \"Turn on the lights\". Despite the passion of die-hard Labor supporters, furious at what they saw as an establishment plot to destroy a Labor government, Labor suffered its greatest-ever loss (7.4% down on its 1974 vote) at the hands of the Coalition, which continued to hold power until 1983. Labor supporters continued to voice criticism and demonstrate against Kerr. He found the personal attacks on him and his wife (whom Whitlam and others accused of having been a sinister influence) deeply wounding. For the rest of his term as Governor-General, Kerr was rarely able to appear in public without encountering angry demonstrations.Jonathon Dimbleby The Prince of Wales: A Biography, p.226 On one occasion his life was thought to be endangered when he was unable to leave a speaking engagement in Melbourne except by having his car drive through an angry crowd. Labor parliamentarians, federal and state, refused to accept his legitimacy as Governor-General, shunning official functions where he was in attendance. Near the end of his term, he famously appeared drunk when he presented the 1977 Melbourne Cup.Pick the best of those you never forget, Sydney Morning Herald, 13 June 2009 ===Resignation=== Concern about his health may have been one reason why he cut short his five-year term and stood down in December 1977. In fact, his resignation had already been proposed as early as March 1977, during the Queen's visit. Fraser denounced Kerr's detractors as \"a hostile and bitter minority\" whose actions were unjustified. Kerr was appointed to the post of Ambassador to UNESCO, an office which he felt unable to take up because of continuing bitter attacks on him both inside and outside the Parliament. Bill Hayden, the new leader of the Labor Party, now in opposition, was one of the critics of the UNESCO appointment. In the Parliament he stated, \"The appointment of John Kerr as Ambassador ... is not just an indecent exercise of the rankest cynicism. It is in every respect an affront to this country.\" ==Later life and death== According to historian Phillip Knightley, \"The remaining years of Sir John Kerr's life were miserable ones. He was subject to relentless harassment whenever he appeared in public.\"Phillip Knightley, Australia – Biography of a Nation, Vintage, London 2000 He therefore moved to London \"where he could be seen most days, usually the worse for wear, at one or other gentleman's club.\" Jack Waterford observed that, above all, \"Sir John's legacy was to make the viceroyalty a most controversial post and himself one of the most discussed persons ever to occupy it\". In 1991, Kerr was confirmed to have died from a brain tumour at the Royal North Shore Hospital in Sydney where he was in a coma, survived by his three children and his second wife. The family withheld announcement of the death until after Sir John's burial at Macquarie Park Cemetery and Crematorium, Macquarie Park, New South Wales. This ensured the then Labor government would not be put in the position of deciding whether to offer a state funeral, an honour that would normally be considered automatic for a former governor-general. The second Lady Kerr died in 1997, survived by the two children of her first marriage. Kerr's children are: Gabrielle Kibble, a town planner and later NSW State Director of Planning;\"High rise and heritage, a town planner's dilemma, Sydney Morning Herald, 9 February 1988. Retrieved 20 April 2014\"Planning chief attacks draconian harbour laws\", Sydney Morning Herald, 19 October 1989. Retrieved 20 April 2014 Kristin Johnson, a psychiatrist;NLA Catalogue. Retrieved 20 April 2014 and Philip Kerr, a solicitor.Sydney Morning Herald, 2 May 1976. Retrieved 20 April 2014 ==Honours== John Kerr was appointed a Companion of the Order of St Michael and St George (CMG) on 1 January 1966 for services as President of the Law Council of Australia. This was done on the recommendation of the Australian Government, then led by Sir Robert Menzies.Gough Whitlam, The Truth of the Matter, pp. 229–233. Retrieved 20 April 2014 In 1972, the Prime Minister, Billy McMahon, had recommended Kerr for a promotion within the order to Knight Commander (KCMG), to be announced in the 1973 New Year's Honours. In view of the impending federal election scheduled for 2 December 1972 and the knowledge that the Labor Party's longstanding policy was not to support Imperial honours, Governor-General Sir Paul Hasluck chose not to forward such recommendations to the Queen, pending the result of the election. After Gough Whitlam's election, Hasluck asked him if he were willing to endorse McMahon's recommendation for Kerr's knighthood, but he declined. Kerr was appointed KCMG in the New Years Honours of 1974, for services as Chief Justice of NSW, on the recommendation of the UK Foreign Secretary on behalf of the Premier of New South Wales, Sir Robert Askin. In 1974 he was made a Knight of the Order of St John of Jerusalem. On the establishment of the Order of Australia on 14 February 1975, as Governor- General he was made Principal Companion of the Order (AC). When the category of Knight was added to the Order on 24 May 1976, he was made Principal Knight of the Order (AK). In 1976 he was elevated to Knight Grand Cross of the Order of St Michael and St George (GCMG). He had asked Gough Whitlam for this appointment shortly after becoming Governor-General in 1974, but was rebuffed. On 30 March 1977 he was appointed Knight Grand Cross of the Royal Victorian Order (GCVO), an award within the personal gift of the Sovereign, for services as Governor-General. This award was made by the Queen during an official visit to Australia, and was conferred on board HMY Britannia in Fremantle Harbour. He was appointed a Privy Counsellor in 1977 on the instigation of Malcolm Fraser. (This was another appointment he had unsuccessfully sought from Whitlam in 1974.) In Whitlam's book The Truth of the Matter he claimed that Fraser also asked the UK Prime Minister, Jim Callaghan, to grant Kerr a peerage, specifically a viscountcy, but that Callaghan refused. ==References== ==Books, letters, articles== * * * * * * * * * * * * * House of Representatives Hansard, 11 November 1975 *The Kerr Palace Letters at the National Archives of Australia Category:1914 births Category:1991 deaths Category:Governors-General of Australia Category:1975 Australian constitutional crisis Category:Knights of the Order of Australia Category:Australian Knights Grand Cross of the Order of St Michael and St George Category:Australian Knights Grand Cross of the Royal Victorian Order Category:Australian Knights Bachelor Category:University of Sydney alumni Category:Australian Queen's Counsel Category:Chief Justices of New South Wales Category:Lieutenant-Governors of New South Wales Category:Judges of the Supreme Court of New South Wales Category:Queen's Counsel 1901–2000 Category:Australian members of the Privy Council of the United Kingdom Category:20th-century Australian lawyers Category:People educated at Fort Street High School Category:Australian people of English descent Category:20th-century Australian judges Category:Judges of the Supreme Court of the Australian Capital Territory Category:Judges of the Commonwealth Industrial Court Category:Australian monarchists Category:Australian Army personnel of World War II Category:Australian colonels",
 "title": "John Kerr (governor-general)"
}