{
 "id": "812820",
 "text": "Open Bible Churches (OBC), formerly known as Open Bible Standard Churches (OBSC), is an association of Pentecostal churches with headquarters in Des Moines, Iowa, United States. Open Bible is similar in doctrine and practice to the Assemblies of God in that the adherents believe in the modern-day gifts of the Holy Spirit, with speaking in tongues as one of the evidences of the gifts being manifested in the believer. Generally, each congregation owns its own property and calls its own pastor. The organization is affiliated with the National Association of Evangelicals, the Pentecostal/Charismatic Churches of North America, and the Pentecostal World Conference. Open Bible Churches is affiliated with New Hope Christian College, an accredited Bible college in Eugene, Oregon, INSTE Bible College in Ankeny, Iowa, Harvest Bible College, located at First Church of the Open Bible in Des Moines, Iowa, and Toledo School of Ministry in Toledo, Ohio. Open Bible publishes the Message of the Open Bible. There are more than 150,000 Open Bible members worldwide. In 2006, U.S. membership was 40,000 in 330 churches. ==History== The OBSC's origins are found in two smaller Pentecostal groups which can be traced to the Azusa Street Revival: the Bible Standard Conference founded in Eugene, Oregon in 1919 and the Open Bible Evangelistic Association founded in Des Moines, Iowa, in 1932; as both were similar in doctrine and structure, the two groups amalgamated in 1935. The Bible Standard Conference was formed in 1919 after Fred Hornshuh and several other ministers withdrew from the Apostolic Faith Mission (AFM) led by Florence L. Crawford. Hornshuh disagreed with the AFM's isolationist stance from other full gospel groups, centralized and authoritarian leadership style, and its strict position on divorce and remarriage. The Open Bible Evangelistic Association began in 1932 when thirty- two ministers led by John R. and Louise H. Richey left the International Church of the Foursquare Gospel. The separation grew out of the reluctance of these ministers to give ownership of local church property to the Foursquare Church denominational leadership. They were also concerned over the church's divorced leader Aimee Semple McPherson's remarriage. The two Pentecostal groups were similar in their resistance to authoritarian leadership and denominational ownership of church property, and they also thought that local churches should maintain some autonomy. Both Hornshuh and Richey were also influenced by John Alexander Dowie. Since 1996, the organization's public name has been simply Open Bible Churches. ==References== ==Further reading== *Mitchell, R. Bryant. Heritage and Harvests. – The history of Open Bible's involvement in international missions. *On the Wings of a Dove: An African Missionary Saga. 2006. – The memoirs of Grant H. Moore and Wilma M. Moore, Open Bible missionaries to Guinea, West Africa, beginning in 1952. ==External links== * Category:Pentecostal denominations Category:Finished Work Pentecostals Category:Evangelical denominations in North America Category:Evangelical denominations established in the 20th century Category:Christian organizations established in 1935",
 "title": "Open Bible Churches"
}