{
 "id": "815784",
 "text": "Clifton Down is an area of public open space in Bristol, England, north of the village of Clifton. With its neighbour Durdham Down to the northeast, it constitutes the large area known as The Downs, much used for leisure including walking and team sports. Clifton Down is the part of the Downs south of Stoke Road. thumb|Close up view of the natural rock slide at Clifton Down thumb| A kite aerial view of the Via Julia, captured during a visit with the Bath and Bristol Young Archaeologists Club in 2009 ==History== There is an Iron Age hill fort at Clifton Camp on Observatory Hill on the down, and there are remnants of an Iron Age or Roman field system between Ladies Mile and Bristol Zoo. The Roman road from Bath to Sea Mills crossed the Downs near Stoke Road, and a short length is visible as a slightly raised grassy bank. In the Middle Ages Clifton Down was the commons of pasture for the manor of Clifton. It was also valuable farmland used by many farms in the area. In 1676 and 1686 the manor of Clifton was purchased by the Society of Merchant Venturers. During the 18th century Clifton became a fashionable summer spa, and Clifton Down was increasingly used for recreation. There were also lead mines in the 18th century, which account for the bumpy surface in the area by Upper Belgrave Road known as the Dumps. A gibbet was erected opposite the top end of Gallows Acre Lane (now known as Pembroke Road). By the mid-19th century Clifton Down ceased to be used for grazing. Clifton became a desirable place to live, and large houses were built close to Clifton Down. Bristol Corporation became concerned at the threat to this public amenity, and in 1861 promoted an Act of Parliament, under which the Society of Merchant Venturers undertook to secure Clifton Down for public enjoyment free of charge.The Downs Committee, The Downs: Clifton and Durdham Downs, 1861-1961 (Bristol, 1961) Since 1861 Clifton Down has been managed, with Durdham Down, by the Downs Committee, a joint committee of the Society of Merchant Venturers and Bristol City Council, which owns Durdham Down. The committee appoints a Downs Ranger to oversee the Downs. ==Suffragette meeting== On 20 September 1908 there was a meeting across the road near the water tower to support the Suffragette movement: some 10,000 people were there.Friends of the Downs and Avon Gorge \"Welcome Issue\" pamphlet 2016. ==World War II== Stone cairns were placed on all open spaces to deter landings of enemy aircraft: the cairns were removed in 1944. In May 1941, 32 acres were requisitioned on the east side of Ladies Mile to store military vehicles in six canvas hangars. There was a tank repair area near the Sea Walls. An area of 42 acres to the west of Ladies Mile was used from February 1944 to store heavy army equipment.Friends of the Downs and Avon Gorge \"Welcome Issue\" pamphlet 2016. ==Features== The downs, Clifton and Durdham, are separated by the busy commuter road of Stoke Road, passing the prominent 'concrete elephant' water tower and adjoining tea room. At right angles to Stoke Road runs the dead straight '', to the South West corner of the Downs and Bridge Valley Road. In Victorian and Edwardian times this was a promenading and horse-riding spot for the affluent, similar to Rotten Row in London. After the Great War, it remained a promenading spot, but now on a more commercial basis. From the southwest corner of Clifton Down, in an area known as the Sea Wall, there are panoramic views of the Avon Gorge and the Clifton Suspension Bridge. Near Clifton village is the site of the Observatory, a small tower with a camera obscura at the top. Located close to the observatory is an open face of rock that has been used as a slide by generations of Bristolians and students. This \"rock slide\" has become polished and is now an attraction to visitors. A railway tunnel, Clifton Down Tunnel, passes underneath Clifton on the line from Temple Meads to Severn Beach. One portal is in Clifton near Clifton Down railway station; the other in the Avon Gorge far below Clifton Down. There are three air shafts for the tunnel: two in vertical tower form (near the zoo, and in Walcombe Slade gulley) with the third being a horizontal tunnel on the Portway. Part of Clifton Down was used by gay men as a cruising ground. In 2008, there were concerns by some gay men at the removal of vegetation as part of the Avon Gorge Management Plan, on the grounds that this was discrimination on the grounds of sexual orientation. ==See also== *Victoria Hughes, lavatory attendant at Stoke Road and autobiographer. ==References== ==External links== *map of Clifton Down circa 1900 Category:Clifton, Bristol Category:Parks and open spaces in Bristol Category:The Downs, Bristol",
 "title": "Clifton Down"
}