{
 "id": "815965",
 "text": "right|thumb|Gates and railings on Icknield Street: listed monument right|thumb|1903 Ordnance Survey map Key Hill Cemetery, (OS grid reference SP059882), originally called Birmingham General Cemetery, is a cemetery in Hockley (the Jewellery Quarter), Birmingham, England. It opened in 1836 as a nondenominational cemetery (in practice nonconformist), and is the oldest cemetery, not being in a churchyard, in Birmingham. The principal entrance is on Icknield Street to the west, with a secondary entrance on Key Hill to the north. The cemetery contains the graves of many prominent members of Birmingham society in the late 19th century, to the extent that in 1915 E. H. Manning felt able to dub it \"the Westminster Abbey of the Midlands\".Manning 1924, p. 11. It is the older of two cemeteries in Hockley, the other being Warstone Lane Cemetery, opened in 1847, which was originally reserved for members of the established Church of England. The cemetery is no longer available for new burials. ==History and description== The cemetery was originally laid out for the Birmingham General Cemetery Company by local architect Charles Edge (d.1867). It opened on 23 May 1836. Many of its fittings and memorials are of architectural and artistic merit. The railings and entrance gates with imposing piers (all by Edge) are Grade II listed. The Greek Doric chapel, also by Edge, has been demolished.Foster 2005, p. 10. The cemetery is itself listed Grade II* on the Register of Parks and Gardens of Special Historic Interest. A campaign group, the Friends of Key Hill & Warstone Lane Cemeteries, lobbies to have the cemetery restored. The entrance piers and gates on both Icknield Street and Key Hill have been restored in recent years. ==Burials== A comprehensive record of memorial inscriptions of existing memorials (and of some of those removed by Birmingham City Council) may be consulted through the Jewellery Quarter Research Trust's website. Notable people buried in the cemetery include: *Marie Bethell Beauclerc (1845–1897): first female reporter (i.e. Pitman shorthand recorder) in England; pioneer in teaching of shorthand and typing in Birmingham; first female teacher in an English boys' public school (Rugby). Plot 961.I. *Alfred Bird (1811–1878): chemist and inventor of egg-free custard and baking powder. Plot 164.H.Manning 1924. *John Henry Chamberlain (1831–1883): architect. Plot 701.K. *Joseph Chamberlain, senior (1796–1874): shoe manufacturer and Master of the Cordwainer's Company of London; father of the statesman Joseph Chamberlain. Plot 622.K at ///prop.track.bleak. *Joseph Chamberlain (1836–1914): politician and statesman, Mayor of Birmingham 1873–76, Member of Parliament 1876–1914; with his first two wives, Harriet (d. 1863) and Florence (d. 1875). Plot 610.K at ///dishes.upset.flood. *Richard Chamberlain (1840–1899): Mayor of Birmingham 1879–80; Liberal and Liberal Unionist MP for Islington West 1885–92; younger brother of Joseph Chamberlain. Plot 620.K. *Robert Lucas Chance (d. 1897): director of Chance Brothers, glass makers of Smethwick. Plot 902.K. *Dr Robert William Dale (1829–1895): Congregationalist preacher and reformer. Plot 637.K. *George Dawson (1821–1876): nonconformist preacher and reformer. Plot 507.O. *George Edmonds (1788–1868): teacher, lawyer, scholar, radical and journalist. Plot 161.P. *Joseph Gillott (1799–1872): pen manufacturer. Plot 374-375.E. *William Harris (1826–1911): Liberal Party politician and strategist, architect, and writer. Plot 1.C. *James Hinks (c.1816–1905): developer and manufacturer of oil lamps. Plot 389.P. *John Alfred Langford (1823–1903): journalist, poet, political activist and antiquary. Plot 169.R. *Harriet Martineau (1802–1876): author; buried beside her mother, Elizabeth Martineau, née Rankin (1771–1848). Plot 790.I. *Robert Martineau (1798–1870): Mayor of Birmingham 1846, JP, Bailiff of Lench's Trust. Plot 790.I. *Robert Francis Martineau (1831–1909): JP, Secretary of the Birmingham and Midland Institute, council member of Mason's College and then University of Birmingham. Plot 790.I. *Sir Thomas Martineau (1828–1893): Mayor of Birmingham 1884–87. Plot 134.K. *Constance Naden (1858–1889): poet, philosopher, and science student. Plot 460.P. *A. Follett Osler (1808–1903): glass manufacturer, developer of time-pieces. Plot 611.K. *Charles Reece Pemberton (1790–1840): actor, dramatist and lecturer. Plot 380.O. *Joseph Powell Williams (1840–1904): Liberal and Liberal Unionist MP for Birmingham South 1885–1904. Plot 917.K. *John Wellington Starr (c.1822–1846): American inventor and pioneer in the development of the incandescent light bulb. Plot 403.P. *Samuel Timmins (1826–1902): Shakespearean scholar and antiquarian. Plot 712.K. *Charles Vince (1823–1874): Baptist minister and reformer. Plot 784.K. *John Skirrow Wright (1822–1880): reformer and MP. Plot 218.E. *Edwin Yates (c.1820–1874): Mayor of Birmingham 1865. Plot 426.K. ==War graves== There are 46 Commonwealth service war graves in the cemetery, commemorated by the Commonwealth War Graves Commission, 38 from the First World War (mostly in section L, none marked by headstones) whose names are listed on a Screen Wall memorial; and eight from the Second. ==References== ==Further reading== * (1915 edition at Library of Birmingham, Archives and Heritage section, B.Coll 45.5) == External links == * Friends of Key Hill Cemetery & Warstone Lane Cemetery * The Jewellery Quarter Research Trust - includes plan of graves at Key Hill * The Hockley Flyer: the \"voice\" of the Jewellery Quarter Category:Cemeteries in Birmingham, West Midlands Category:Grade II listed buildings in Birmingham Category:1836 establishments in England Category:Nonconformism",
 "title": "Key Hill Cemetery"
}