{
 "id": "816013",
 "text": "Barry MacSweeney (17 July 1948 – 9 May 2000) was an English poet and journalist. His organizing work contributed to the British Poetry Revival. ==Life and work== ===1960s=== Barry MacSweeney was born in Newcastle upon Tyne. He left school aged 16, and began working as a journalist at the Newcastle Evening Chronicle, where he shared an office with the poet Basil Bunting. He began attending readings at the Morden Tower series, run by Connie and Tom Pickard, and took an active part in the thriving arts scene in mid-1960s Newcastle. Visitors to the Tower included American poets Allen Ginsberg, Gregory Corso, and Edward Dorn, as well as poets from across Britain. At a reading in 1965, MacSweeney met Andrew Crozier, who would include him in the first issue of The English Intelligencer. Through the Intelligencer, MacSweeney got to know J.H. Prynne, John James, Peter Riley, and others associated with the \"Cambridge School\". With Prynne, MacSweeney organised the Sparty Lea Poetry Festival in Easter 1967. Influenced in part by the Berkeley Poetry Conference of 1965, around two-dozen poets gathered at cottages belonging to MacSweeney's family in a remote area of the North of England, near Allendale. Though MacSweeney later claimed the festival was marked by class tensions and hostilities between rival factions, the meeting was an important moment for the British Poetry Revival. In the summer of 1967 MacSweeney was enrolled for a journalism degree course in Harlow, Essex, making regular visits to the Intelligencer poets in Wivenhoe and Cambridge. In September his sequence 'The Boy From the Green Cabaret Tells of His Mother' was circulated to the magazine mailing-list. MacSweeney's poems were picked up by Michael Dempsey, editor of Hutchinson New Authors Ltd, who was keen to capitalise on the success of the Penguin Mersey Poets anthology and the growing youth audience for poetry. His work appeared in the widely-available commercial edition in 1968, also titled The Boy from the Green Cabaret Tells of His Mother. As a publicity stunt, Hutchinson arranged to have the twenty- year-old poet nominated for the prestigious Oxford Professor of Poetry. He lost to Roy Fuller, and was satirised in the broadsheet press. The book went on to sell 11,000 copies and appear in an American edition in 1969. According to Nicholas Johnson, it took \"half a lifetime for his reputation to recover\". ===1970s=== After the Hutchinson controversy, MacSweeney started his own press, the Blacksuede Boot. His work became increasingly experimental. It was published in widely available volumes by Fulcrum and Trigram, and in limited editions by Ted Kavanagh, Turret Books, and others. His sequence Brother Wolf in 1972 focused on the life of Thomas Chatterton, who would remain an important influence. In the same year he began working at the National Maritime Museum in Greenwich as a conservator of paintings. He was particularly enthusiastic about the work of John Everett, whom he commemorated in poems collected in Odes. However, an interview with Eric Mottram recalls that working conditions were poor and MacSweeney worried about his eyesight, so that he returned to journalism in 1973. Luke Roberts has argued that MacSweeney's sequence Toad Church was much influenced by the Maritime Museum setting and by the work of French poets like Jules Laforgue and Arthur Rimbaud. MacSweeney married the poet Elaine Randell in 1973. Together they continued to edit Blacksuede Boot, publishing work by Prynne, Crozier, Ian Patterson, and Nicholas Moore. During this period, MacSweeney was much involved in the National Union of Journalists, participating in strikes in 1974 and 1975. This trade union work was reflected in the long poem Black Torch, an ambitious narrative, dialect work about miners' strikes, published by Allen Fisher's New London Pride Editions in 1978. He was also involved in the \"Poetry Wars\" around the National Poetry Society, supporting the Mottram- led experimental poetry faction. MacSweeney was briefly Chairman of the Society in 1977, leading the final walk-out over Arts Council Policy and the funding of Poetry Review. ===1980s=== MacSweeney and Randell separated in 1979. Inspired by punk, MacSweeney began work on a series of \"State of the Nation\" Bulletins, including Colonel B, Jury Vet, Liz Hard, and Wild Knitting. These often violent and obscene works remain divisive. For Peter Riley, they are \"the central disaster in Barry's career\". Other critics, including John Wilkinson, Marianne Morris, William Rowe, and Luke Roberts, have argued for the political significance of this writing, as an attack on Margaret Thatcher's Conservative government and a response to the ABC Trial and forms of state violence such as the Falklands War and the Troubles. MacSweeney married for a second time in 1983, but was divorced soon after. He moved to Bradford in 1983, and was present as a reporter at the Bradford City stadium fire in 1985. His long work Ranter, based loosely on the ancient Irish Buile Shuibhne, was published by Slow Dancer Press in 1985. In a review for Reality Studios, Maggie O'Sullivan noted it \"places him right in the dynamic of English poetry, right in there up to his head, in the real and vital bloodstream of Blake, Shelley, Clare, and Bunting.\" Although MacSweeney published very little for the rest of the decade, he continued to work on a long poem titled No Mercy, which he was unable to complete to his satisfaction. A recording of him reading the poem in 1988 is available online. ===1990s=== After years of relative silence, MacSweeney re-emerged in 1993 with Hellhound Memos and selected poems in Tempers of Hazard, joining Thomas A. Clark and Chris Torrance. After the Paladin Poetry Series was incorporated into HarperCollins, the list was pulped. His struggles with alcoholism became more acute, leading to frequent hospitalisation and medical treatment. In 1995, Equipage published Pearl, collecting poems set in the Sparty Lea of MacSweeney's youth, where he taught a mute girl to read and write. This was followed by The Book of Demons, which was a Poetry Book Society recommendation. He won a Paul Hamlyn award in 1997. S. J. Litherland, MacSweeney's partner for much of the 1990s, has written extensively about her life with him in the north-east. In the last nine months of his life he acted as mentor and editor to the West Cumbrian poet Emma McGordon, and relaunched the Blacksuede Boot Press to publish her first pamphlet collection The Hangman & the Stars, just two weeks before his death. MacSweeney died from alcohol- related ill health on 9 May 2000 at his home in Denton Burn, Newcastle. His papers and library were donated posthumously to the Special Collections Library at Newcastle University. ==Posthumous publications== At the time of his death, MacSweeney was working on a new Selected Poems, which was published in 2003 by Bloodaxe as Wolf tongue: Selected Poems, 1965-2000. The following year his \"collaboration\" with Guillaume Apollinaire, Horses in Boiling Blood, was issued by Equipage. In 2013, Paul Batchelor edited a selection of critical essays, Reading Barry MacSweeney. In 2018, Shearsman Books brought out Desire Lines: Unselected Poems, 1966–2000, which collects the material left out of the earlier volume alongside previously unpublished sequences. ==Literary works== === Poetry=== *The Boy from the Green Cabaret Tells of his Mother (Hutchinson, 1968) *The Last Bud (Blacksuede Boot, 1969) *Joint Effort (Blacksuede Boot, 1970) [with Pete Bland] *Flames on the Beach at Viarregio (Blacksuede Boot, 1970) *Our Mutual Scarlet Boulevard (Fulcrum, 1971) *12 Poems and a Letter (Curiously Strong, 1971) [with Elaine Randell] *Just 22 and I Don't Mind Dyin': The Official Poetical Biography of Jim Morrison, Rock Idol (Curiously Strong, 1971; Turpin, 1973) *Brother Wolf (Turret, 1972) *Fools Gold (Blacksuede Boot, 1972) *Five Odes (Transgravity Advertiser, 1972) *Dance Steps (Joe DiMaggio, 1972) *Six Odes (Ted Kavanagh, 1973) *Fog Eye (Ted Kavanagh, 1973) *Black Torch (New London Pride, 1978) *Far Cliff Babylon (Writers Forum, 1978) *Odes (Trigram, 1978) *Blackbird (Pig Press, 1980) *Starry Messenger (Secret Books, 1980) *Colonel B (Colin Simms, 1980) *Jury Vet Odes (Bath Place, 1981) *Ranter (Slow Dancer, 1985) *The Tempers of Hazard (Paladin, 1993; pulped same year) [with Thomas A. Clark and Chris Torrance] *Hellhound Memos (Many Press, 1993) *Pearl (Equipage, 1995) *Zero Hero [with Finnbar's Lament and Blackbird] (etruscan books, 1996) *The Book of Demons (Bloodaxe, 1997) *Postcards from Hitler (Writers Forum, 1998) *Pearl in the Silver Morning (Poetical Histories, 1999) *Sweet Advocate (Equipage, 1999) *False Lapwing (Poetical Histories, 2002) *Wolf Tongue: Selected Poems 1965-2000 (Bloodaxe, 2003) *Horses in Boiling Blood: MacSweeney, Apollinaire: a collaboration, a celebration (Equipage, 2003) *Desire Lines: Unselected Poems, 1966-2000 (Shearsman, 2018) ===Prose=== *Elegy for January: A Life of Thomas Chatterton (Menard, 1970) *Interviewed by Eric Mottram in Poetry Information, No. 18 (1978) *'The British Poetry Revival', in South East Arts Review (1979) *Letters and other writings collected in Certain Prose of the English Intelligencer, ed. by Neil Pattison, Reitha Pattison, and Luke Roberts (Mountain, 2012/2014 ===Poetry and artwork=== *Your Father's Plastic Poppy (1969) *Ode to Coal (1978) ==Notes and references== ==External links== *The Barry MacSweeney Collection *MacSweeney Catalogue Finding Aid *Audio recordings at Archive of the Now *Obituary by Andrew Crozier *Short article Category:1948 births Category:2000 deaths Category:British Poetry Revival Category:20th-century English poets",
 "title": "Barry MacSweeney"
}