{
 "id": "816400",
 "text": "Rear-wheel drive (RWD) is a form of engine and transmission layout used in motor vehicles, where the engine drives the rear wheels only. Until the late 20th century, rear-wheel drive was the most common configuration for cars. Most rear-wheel drive vehicles feature a longitudinally-mounted engine at the front of the car. == Location of engine and transmission == The most common layout for a rear-wheel drive car is with the engine and transmission at the front of the car, mounted longitudinally. Other layouts of rear-wheel drive cars include front-mid engine, rear-mid engine, and rear-engine. === Transaxle configuration === Some manufacturers, such as Alfa Romeo, Lancia, Porsche (944, 924, 928) and Chevrolet (C5, C6, and C7 Corvettes), place the engine at the front of the car and the transmission at the rear of the car, in order to provide a more balanced weight distribution. This configuration is often referred to as a transaxle since the transmission and axle are one unit. == History == === 1890s to 1960s === Many of the cars built in the 19th century were rear-wheel drive, often with the engine mounted at the rear of the car. The first rear-wheel drive car with the engine mounted at the front was an 1895 Panhard model, so this layout was known as the \"Système Panhard\" in the early years. The layout has the advantage of minimizing mechanical complexity, as it allows the transmission to be placed in-line with the engine output shaft, spreading weight under the vehicle. In comparison, a vehicle with the engine over the driven wheels eliminates the need for the drive shaft (replacing this with the transaxle of lighter combined weight), but has the disadvantage of concentrating all the weight in one location. In order to reduce the relative weight of the drive shaft, the transmission was normally split into two parts: the gearbox and the final drive. The gearbox was normally produced with its highest gear being 1:1, which offers some mechanical advantages. The final drive, in the rear axle, would then reduce this to the most appropriate speed for the wheels. As power is the product of torque and angular velocity, spinning the shaft faster for any given power reduces the torque and allows a lighter shaft construction. In an era when gasoline was cheap and cars were heavy, the mechanical advantages of the front-engine, rear-wheel-drive (FR) drivetrain layout made up for any disadvantage in weight terms. It remained almost universal among car designs until the 1970s. === 1970s to present === After the Arab oil embargo of 1973 and the 1979 fuel crises, a majority of American FR vehicles (station wagons and luxury sedans) were phased out for the front-engine, front-wheel drive (FF) layout – this trend would spawn the SUV-van conversion market. Throughout the 1980s and 1990s, most American companies set as a priority the eventual removal of rear-wheel drive from their mainstream and luxury lineup. Chrysler went 100% FF by 1990 and GM's American production went entirely FF by 1997 except the Corvette, Firebird and Camaro. Ford's Mustang has stayed rear-wheel drive, as it must maintain a sporty presence, as were Ford's full-size cars based on the Ford Panther platform (the Ford Crown Victoria, Mercury Grand Marquis, and Lincoln Town Car) until they were discontinued in 2011 in favour of the Ford Taurus, which Ford discontinued production in 2019, being formally available with either a transverse front-wheel drive or all-wheel drive layout. In Australia, FR cars remained popular throughout this period, with the Holden Commodore and Ford Falcon having consistently strong sales until their discontinuation in the late 2010s. In Europe, front-wheel drive was popularized by small cars like the Mini, Renault 5 and Volkswagen Golf and adopted for all mainstream cars. Upscale marques like Mercedes-Benz, BMW, and Jaguar remained mostly independent of this trend and retained a lineup mostly or entirely made up of FR cars. Japanese mainstream marques such as Toyota were almost exclusively FR until the late 1970s and early 1980s. Toyota's first FF vehicle was the Toyota Tercel, with the Corolla and Celica later becoming FF while the Camry was designed as an FF from the beginning. The Supra, Cressida, Crown, and Century remained FR. Luxury division Lexus has a mostly FR lineup. Subaru's BRZ is an FR car. The fact that a driveshaft is needed to transfer power to the rear wheels means a large centre tunnel between the rear seats; therefore, cars such as the Mazda RX8 and the Porsche Panamera forgo a centre rear seat and divide both seats by a centre tunnel. In the 21st century, most cars are FF, including all front-engined economy cars, though FR cars are making a return as an alternative to large sport-utility vehicles. In North America, GM returned to the production of FR-based luxury vehicles with the 2003 Cadillac CTS. As of 2012, all but the SRX and XTS are FR-based vehicles. Chevrolet reintroduced the FR-based Camaro in 2009, and the Caprice PPV in 2011. Pontiac also had a short run with the FR-based G8 and Pontiac Solstice. A Chevrolet replacement for the G8 called the Chevrolet SS was released in 2013 and uses the FR layout. Chrysler and Dodge reintroduced the 300 and Charger on a FR platform. They also maintain FR layout on the now unibody Grand Cherokee and Durango. Hyundai and Kia have also been working with new FR-based vehicles in the US, the Genesis Coupe and Sedan, the Equus and the new Kia Quoris. Ford, on the other hand, seems to be moving away from FR-based vehicles with the discontinuation of the Panther Platform in 2011 and the Australasia-only Falcon in 2016. Excluding trucks, vans, and SUVs, the Mustang is the only FR vehicle remaining in their lineup. == See also == * All-wheel drive * Individual wheel drive * Four-wheel drive * Front-wheel drive * Drive wheel * Rear mid-engine, rear-wheel drive layout * Rear-engine, rear-wheel drive layout == References == Category:Car layouts Category:Drivetrain Category:Rear-wheel-drive vehicles",
 "title": "Rear-wheel drive"
}