{
 "id": "816426",
 "text": "Adolph Claus J. Spreckels (July 9, 1828 – December 26, 1908) (his last name has also been misspelled as SprecklesW.W. Elliott & Co. (1879). Santa Cruz County, California Illustrations descriptive of its scenery..., etc. San Francisco: W.W. Elliott & Co.) was a major industrialist in Hawai'i during the kingdom, republican and territorial periods of the islands' history. He also involved himself in several California enterprises, most notably the company that bears his name, Spreckels Sugar Company. ==Early life== Spreckels was born in Lamstedt, Hanover, now a city of Germany. In 1846, he left his homeland to start a new life in the United States, with only one German thaler in his pocket.Spiekermann, Uwe. \"Claus Spreckels: Robber Baron and Sugar King.\" In Immigrant Entrepreneurship: German-American Business Biographies, 1720 to the Present, vol. 2, edited by William J. Hausman. German Historical Institute. Last modified May 30, 2013. In 1852 he married his childhood sweetheart, Anna Christina Mangels (1829-1910), who had immigrated to New York City with her brother three years earlier. They had thirteen children, five of whom lived to maturity: sons John Diedrich (1853-1926), Adolph Bernard (1857-1924), Claus August (1858-1946), and Rudolph (1872-1958); and daughter, Emma Claudina (1870-1924), who married Watson Ferris Hutton.Claus Spreckels: Robber Baron and Sugar King (1828-1908). Uwe Spiekermann, German Historical Institute ==Developing California== The family first settled in South Carolina, where Spreckels opened a grocery store business. Within a short time they moved to New York City, then in 1856 relocated to San Francisco, where Spreckels began a brewery. Spreckels entered the sugar business in the mid-1860s and came to dominate the Hawaiian sugar trade on the West Coast. His first refinery, built in 1867, was at Eighth and Brannan Streets in San Francisco, but by the late 1870s the Brannan Street facilities were running at capacity, so Spreckels chose a site in Potrero Point to open a larger sugar refinery with water access. He called his concerns the California Sugar Refinery. Spreckels used some of his wealth to purchase, beginning in 1872, the former Mexican land grant Rancho Aptos, a large tract of ranch and timber land in Aptos, California. He built a large resort hotel and, not far away, an extensive ranch complex. Spreckels was one of the original investors in the Santa Cruz Railroad, which began operation in 1875 and passed through his land on its run between Santa Cruz and Watsonville.The Spreckels Era in Rio Del Mar, 1872--1922. Allen Collins, Santa Cruz Public Library Local History Article It was on the Aptos ranch that Spreckels began to experiment with growing sugar beets. He induced others in the area to plant sugar beets as well, and built a small refinery in nearby Capitola in 1874, where it operated for five years. In 1888, Spreckels established the Western Beet Sugar Company in Watsonville, which was at that time the largest beet sugar factory in the U.S.Clark, Donald Thomas. 1986. Santa Cruz County place names: a geographical dictionary. Santa Cruz: Santa Cruz Historical Trust. By 1890, Spreckels' main growing operations had shifted to the Salinas Valley, so he built the 42-mile narrow gauge Pajaro Valley Consolidated Railroad to ship his sugar beets from the fields near Salinas to Watsonville.Pajaro Valley Consolidated Railroad, Monterey County Historical Society In 1899, Spreckels opened an even larger factory closer to the main sugar beet fields. He named the new factory Spreckels Sugar Company. A company town grew up around the plant, and still exists as Spreckels, California. The town and the sugar factory were important in the early life of novelist John Steinbeck, and several scenes from his novels take place there.Clark, Donald Thomas. 1991. Monterey County place names: a geographical dictionary. Carmel Valley, Calif: Kestrel Press. In the 1890s, Spreckels helped found the national sugar trust and renamed his San Francisco property the Western Sugar Refinery and continued to increase his control over the Hawaiian sugar trade. This control over the industry was irksome to Hawaiian planters not directly affiliated with Spreckels and his associates. At the end of the 1890s, they attempted to break free. In 1905, the planters established a cooperative refinery in Crockett, California, the California and Hawaiian Sugar Company (C&H;). The Spreckels dominance in sugar was broken, but the Western Sugar Refinery continued operation in San Francisco until 1951. Spreckels was the President of the San Francisco and San Joaquin Valley RailroadSan Francisco and San Joaquin Valley Railroad, Bakersfield.com from 1895 until it was sold to the Santa Fe Railway in 1901. The railroad built a line that competed with the Southern Pacific through the San Joaquin Valley between Richmond and Bakersfield. The railroad was welcome competition for shippers who were strangled by Southern Pacific's monopoly on shipping rates in the valley. Today this route is BNSF's main route to Northern California. ==In Hawaii== Spreckels' interest in Hawaii's sugar industry began in 1876. Prior to that time, Spreckels had opposed the Reciprocity Treaty of 1875, which increased the Kingdom of Hawaii's access to the American sugar market, because he feared that the low tariffs on Hawaiian sugar would hurt his business. However, Spreckels eventually decided to establish his own plantations in Hawaii and traveled there one year later. In 1878 Spreckels founded Spreckelsville, a company town along the northern shore of Maui. To do so, he purchased and leased of land. By 1892, Spreckelsville was the largest sugarcane plantation in the world and employed thousands of immigrant farm laborers from Japan, Korea, China, and other countries. Spreckels then incorporated the Hawaiian Commercial and Sugar Company (HC&S;) with Hermann Schussler. Spreckels became friends with Walter M. Gibson, adviser to King Kalākaua. Together, they made arrangements where Spreckels would loan the king money and in return, he and Gibson would increase the Spreckels' land holdings and water rights. However, Spreckels fell out of Kalākaua's favor in 1886. He purchased the Pacific Commercial Advertiser in Hawaii in 1880 and became a publisher. This paper later became known as the Honolulu Advertiser and, prior to its demise in 2010, became one of the largest newspapers in circulation in the United States. Spreckels' conservative, pro-monarchy slant caused him to fall from favor in the business community, and he eventually sold the newspaper. Claus Spreckels also lent his assistance to William Matson when he first founded Matson Navigation Company. Matson had been captain of a vessel, engaged chiefly in carrying coal to the Spreckels Sugar refinery and later worked aboard the Spreckels family yacht.Captain William Matson: From Handy Boy to Ship Owner (by John E. Cushing. Newcomen Society in North America. New York : 1951) Spreckels financed many of Matson's new ships, including Matson's first ship, called Emma Claudina and named for Spreckels' daughter. ==Last years== On July 9, 1893, Spreckels found a death threat graffitied on his house. He went into self-exile from Hawaii on July 19 on the Australia vowing to \"return to see grass growing in the streets of Honolulu.\" Spreckels returned to Hawaii for one last time in 1905. On Claus Spreckels's death on December 26, 1908, second son Adolph assumed the management of Spreckels Sugar Company. ==Legacy== In 1899, Spreckels gave the city of San Francisco a classical-style outdoor music structure (known as \"the bandshell\") to frame one end of the Music Concourse in Golden Gate Park. The official name of the structure is the Spreckels Temple of Music. A number of streets in Aptos, California, are named either for Claus Spreckels or for parts of his once-extensive estate. In addition to Spreckels Drive and Claus Lane, Polo Drive runs along one side of what was once Spreckels' polo field, now a Santa Cruz County park named Polo Grounds Park.Polo Grounds Park A shopping center called Deer Park Shopping Center sits at the edge of a formerly wooded Spreckels-owned area used by hotel guests and visitors.Deer Park Shopping Center Other naming tributes to the Spreckels family include: * Spreckels, California, named for Claus Spreckels. * Spreckelsville, Hawaii on the island of Maui, named for Claus Spreckels. * Sprecks Beach, which is north of Spreckelsville. * The great Spreckels Organ, the Spreckels Organ Pavilion and the Spreckels Theatre Building in San Diego, named for John Diedrich (John D.) Spreckels, son of Claus Spreckels. * Spreckels Lake on the northern side of Golden Gate Park, San Francisco, named for Claus Spreckels and his family. * The Claus-Spreckels-Straße (street) in Lamstedt (Germany) named for Claus Spreckels. ==See also== *Adolph Bernard Spreckels, son *John D. Spreckels, son ==Notes== ==References== ==Further reading== * Jacob Adler: Claus Spreckels : The Sugar King in Hawaii, Honolulu : Univ. of Hawaii Pr., 1966 ==External links== * * Pajaro Valley Consolidated Railroad Category:American food company founders Category:American railway entrepreneurs Category:Businesspeople in the sugar industry Category:1828 births Category:1908 deaths Category:American food industry businesspeople Category:American people in rail transportation Category:Sugar plantation owners Category:History of sugar Category:Businesspeople from San Francisco Category:Businesspeople from Hawaii Category:Exiles from Hawaii Category:German emigrants to the United States Category:History of San Francisco Category:19th-century American newspaper publishers (people) Category:People from Aptos, California Category:Hawaiian Kingdom businesspeople Category:Burials at Cypress Lawn Memorial Park",
 "title": "Claus Spreckels"
}