{
 "id": "816502",
 "text": "Under officer is an appointment held by the most senior cadets at some Commonwealth officer training establishments and in University Officers' Training Corps in the United Kingdom, and also a rank used in some Commonwealth cadet forces. ==Australia== The Royal Military College, Duntroon uses the appointments of senior under officer and under officer for senior Staff Cadets.\"Australia's Future Army and Air Force Leaders Graduate\" In the Australian Army Cadets and Australian Air Force Cadets, the rank of Cadet Under Officer (abbreviated in writing to 'CUO') is the highest cadet rank. They are saluted and addressed as \"Sir\" or \"Ma'am\" by their subordinates but not by adult officers or instructors or members of the Australian Defence Force. AAC cadet under officers may be assigned as national, regional, or battalion under officer, as quartermaster, or as the commander of a company or platoon. The rank badge is a lozenge, which contains 27½ chevrons. The national cadet under officer has red in the centre of the lozenge. Regional cadet under officers have blue in the centre of the lozenge. To become a cadet under officer, a cadet must have completed the senior leaders course module two, otherwise known as the CUO/WO course, often held either at a mid or end of year session. The course runs for one week on a military base, and during this course a prospective cadet under officer will learn platoon and company level command. To gain entry to the course the cadet must have successfully completed the senior leaders course module one or the sergeant course, which entitles them to bear ranks up to staff sergeant. thumb|right|AAFC cadet under officer rank slide The insignia for an Australian Air Force Cadet (AAFC) cadet under officer is a thick white stripe. To achieve the rank of cadet under officer, an AAFC cadet sergeant, cadet flight sergeant or cadet warrant officer must complete the cadet under officer course, which typically takes 3 weeks at a Royal Australian Air Force base in their home state. Upon successful completion of the cadet under officer course, cadet under officers are given full Officer privileges, which includes the right to use the officers' mess on military establishments. ==India== The Indian National Cadet Corps appoints one senior under officer and three junior under officers in a company.National Cadet Corps at Bharat Rakshak (Hindi: Indian Army) website The Indian Military Academy and Officers Training Academy gentlemen cadets have similar appointments. ==Pakistan== The Army Medical College has the appointments of \"company senior under officer\" and \"company junior under officer\" for senior cadets of each of the six companies, and two appointments of \"battalion senior under officer\" and \"battalion junior under officer\". ==New Zealand== left|thumb|147x147px|NZ SCC UO Rank Slide thumb|147x147px|NZCC UO Rank slide center|thumb|146x146px|NZ ATC Rank Slide Under Officer was also a rank in the New Zealand Air Training Corps and the New Zealand Cadet Corps. In 2012 the rank was bought into the New Zealand Sea Cadet Corps, which replaced Master Cadet. It ranks between cadet warrant officer and ensign NZCF pilot officer NZCF or second lieutenant NZCF, thus making it the highest rank a cadet can reach, although not actually itself a cadet rank. Under officers are normally aged between 17 and 21, and to be eligible for a commission one must be at least 20 years of age. Under officers are cadets who have received the necessary training and have the desire to become NZCF officers. Hence, under officers are treated as understudy officers. There are two under officers' courses run each year, and provide the training that under officers require to be efficient understudy officers within their cadet units, and skills which will be useful as a commissioned officer. They perform roles similar to commissioned officers, but do not have nearly the same legal responsibilities and are not to be saluted, but are referred to as \"Sir/Ma'am\". Cadet under officers wear insignia similar to that worn by officer cadets, except that the thin blue braid is replaced by a piece of NCO chevron cloth. This emphasises their official status as cadets rather than adult leaders. The abbreviation for the rank of Under Officer is UO for all three corps. To become an under officer, cadets are required to: *Spend 6 months at the minimum rank of staff sergeant/flight sergeant *Have completed at least 3 years of Cadet Forces training *Have successfully completed SNCO course *Be at least 17 years of age *Have the desire, commitment & potential to become an NZCF officer *Be recommended by their unit commander and have the approval of AC CFTSU. One of the more commonly used locations for the Under Officer course was the Royal New Zealand Police College, located in Porirua. This location presented the unique opportunity for NZCF students and staff to interact with the New Zealand Police and interact with their equipment. The last RNZPC course was held between the 20th and the 29th of January 2017. The Last Under Officer Course was held at RNZAF Woodbourne between the 6th of July and the 15th of July 2018. Consultation for the potential removal of the rank began in 2018 with the area Warrant Officers talking to Under Officers and Warrant Officer around the country to seek opinions regarding how Under Officers were utilized on a local level. NZCF Officers who had recently been UOs were also polled for an opinion. The result of that was that in 2019 HQ NZCF announced their intention to remove the rank completely from service, to be replaced by the Officer Cadet rank. The Officer Cadet rank had traditionally been used solely on Commissioning Courses to give personnel a shared rank and equalize personnel from the two different methods of commissioned (Serving cadets and Direct Entry personnel). The rank of Officer Cadet is now given to all personnel who are intending to Commission into the NZCF, giving direct entry candidates the opportunity to practice being in uniform before attending the course. In 2020 the rank of Under Officer was disestablished and its responsibilities passed on to the rank of Officer Cadet, this changed the purpose of Officer Cadet from being an intermediary rank given to those on NZCF Commissioning Course. As of April 2021 the last Under Officer graduated from the NZCF Officer Commissioning Course. ==United Kingdom== thumb|120px|Insignia worn by a Cadet Under Officer in the ACF Under officer is an appointment held by senior officer cadets at the Royal Military Academy Sandhurst (RMAS) and in the University Officers Training Corps (although these latter are not strictly trainee officers), and is also the highest rank that can be held by cadets in the Combined Cadet Force and Army Cadet Force. There are two separate appointments: junior under officer (JUO) and senior under officer (SUO). They are usually addressed as \"JUO\" or \"SUO\" as appropriate, but are not saluted as they do not hold the Queen's commission. RMAS typically appoints two JUOs per platoon in the final term of the commissioning course. At RMAS and in the UOTCs, JUOs wear an Austrian knot above a single bar on their rank slide and SUOs wear an Austrian knot above two bars. The use of the term in CCF contingents is inconsistent, with some having JUOsWhitgift School CCFStonyhurst CCF and sometimes also SUOs,Oratory School CCFWelbeck College CCF and others simply having under officers. The ACF has the single appointment of cadet under officer (CUO).The Army Cadet Force Manual. Ministry of Defence. p. 6-2. \"6.014. A senior cadet NCO who has qualified for his 4th Star, is 18 years of age and is permitted to carry out the duties of a junior Officer or SI may be appointed a Cadet Under Officer at the discretion of the Cadet Commandant. His status will remain that of a cadet but at Annual Camp he may be invited to the appropriate ACF Adult Mess with the permission of its PMC.\" The rank badge is a white bar on the rank slide. ==References== Category:Military ranks of the Commonwealth Category:Military ranks of Australia Category:Military appointments of the British Army Category:Military ranks of the Royal Air Force Category:Military ranks of the Royal Navy",
 "title": "Under officer"
}