{
 "id": "817286",
 "text": "The Kansas City preventive patrol experiment was a landmark experiment carried out between 1972 and 1973 by the Kansas City Police Department of Kansas City, Missouri. It was evaluated by the Police Foundation. It was designed to test the assumption that the presence (or potential presence) of police officers in marked cars reduced the likelihood of a crime being committed. It was the first study to demonstrate that research into the effectiveness of different policing styles could be carried out responsibly and safely. ==Design== The experiment was designed to answer the following questions: # Would citizens notice changes in the level of police patrol and crime? # Would different levels of visible police patrol affect recorded crime or the outcome of victim surveys? # Would citizen fear of crime and attendant behavior change as a result of differing patrol levels? # Would their degree of satisfaction with police change? The design took three different police beats in Kansas City, and varied patrol routine in them. The first group received no routine patrols, instead the police responded only to calls from residents. The second group had the normal level of patrols, while the third had two to three times as many patrols. The experiment had to be stopped and restarted three times because some patrol officers believed the absence of patrols would endanger citizens. This was upheld for 12 months, from 1 October 1972 to 30 September 1973. Victim surveys, reported crime rates, arrest data, a survey of local businesses, attitudinal surveys, and trained observers who monitored police- citizen interaction were used to gather data. These were taken before the start of the experiment (September 1972), and after (October 1973), giving 'before' and 'after' conditions for comparison. ==Major findings== # Citizens did not notice the difference when the frequency of patrols was changed. # Increasing or decreasing the level of patrol had no significant effect on resident and commercial burglaries, auto thefts, larcenies involving auto accessories, robberies, or vandalism–crimes. # The rate at which crimes were reported did not differ significantly across the experimental beats. # Citizen reported fear of crime was not affected by different levels of patrol. # Citizen satisfaction with police did not vary. ==Conclusions drawn== The Kansas City Police Department drew the conclusion that routine preventive patrol in marked police cars has little value in preventing crime or making citizens feel safe and that resources normally allocated to these activities could safely be allocated elsewhere. A significant factor realised was that crime prevention was more highly dependent on the willingness of citizens to report suspicious and/or criminal behaviour to police than the levels or types of patrol. ==References== ==External links== *Police Foundation report *Police Foundation summary (pdf) Category:Law enforcement in Missouri Category:Law enforcement theory",
 "title": "Kansas City preventive patrol experiment"
}