{
 "id": "81731",
 "text": "In Greek mythology, Lycomedes (), also known as Lycurgus, was the most prominent king of the Dolopians in the island of Scyros near Euboea during the Trojan War. == Family == Lycomedes was the father of a number of daughters including Deidameia, and grandfather of Pyrrhus or Neoptolemus. ==Mythology== ===Lycomedes and Achilles=== At the request of Thetis, Lycomedes concealed Achilles in female disguise among his own daughters. At Lycomedes' court Achilles had an affair with Deidamia, which resulted in the birth of Neoptolemus (Pyrrhus). As Odysseus drew Achilles out of his disguise and took him to Troy, Neoptolemus stayed with his grandfather until he too was summoned during the later stages of the war.Pseudo-Apollodorus, Bibliotheca 3.13.8 ===Lycomedes and Theseus=== Plutarch says that Lycomedes killed Theseus, who had fled to his island in exile by pushing him off a cliff for he feared that Theseus would dethrone him, as people of the island treated the guest with marked honor. Some related that the cause of this violence was that Lycomedes would not give up the estates which Theseus had in Scyros, or the circumstance that Lycomedes wanted to gain the favour of Menestheus.Plutarch, Theseus 35.3Pausanias, Graeciae Descriptio 1.17.6Tzetzes on Lycophron, 1324 === Namesake === The asteroid 9694 Lycomedes is named for him – being a Jupiter Trojan, a group of asteroids which are by convention named for characters associated with the Trojan War. ==Notes== == References == * Lucius Mestrius Plutarchus, Lives with an English Translation by Bernadotte Perrin. Cambridge, MA. Harvard University Press. London. William Heinemann Ltd. 1914. 1. Online version at the Perseus Digital Library. Greek text available from the same website. * Pausanias, Description of Greece with an English Translation by W.H.S. Jones, Litt.D., and H.A. Ormerod, M.A., in 4 Volumes. Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1918. . Online version at the Perseus Digital Library * Pausanias, Graeciae Descriptio. 3 vols. Leipzig, Teubner. 1903. Greek text available at the Perseus Digital Library. * Pseudo-Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. . Online version at the Perseus Digital Library. Greek text available from the same website. ==External links== * Category:Kings in Greek mythology Category:Theseus Category:Skyros Category:Characters in the Iliad Category:Children of Apollo Category:Characters in Greek mythology",
 "title": "Lycomedes of Scyros"
}