{
 "id": "81821",
 "text": "John Guilbert Avildsen (December 21, 1935 – June 16, 2017) was an American film director. He is perhaps best known for directing Rocky (1976), which earned him the Academy Award for Best Director, and the first three The Karate Kid films. Other films he directed include Joe (1970), Save the Tiger (1973), The Formula (1980), Neighbors (1981), Lean on Me (1989), Rocky V (1990), and 8 Seconds (1994). ==Early life== Avildsen was born in Oak Park, Illinois, the son of Ivy (née Guilbert) and Clarence John Avildsen. He was educated at the Hotchkiss School and at New York University. He was of Norwegian heritage. ==Career== After starting out as an assistant director on films by Arthur Penn and Otto Preminger, Avildsen's early low-budget feature Joe (1970) received good notices for star Peter Boyle and moderate box-office business. Avildsen's first success came with the low-budget 1971 cult classic comedy film Cry Uncle! (released in the UK as Superdick and on video as American Oddballs), a 1971 American film in the Troma Entertainment library that stars Allen Garfield. This was followed by Save the Tiger (1973), a film nominated for three Oscars, winning Best Actor for star Jack Lemmon. His greatest success came with Rocky (1976), which he directed working in conjunction with writer and star Sylvester Stallone. The film was a major critical and commercial success, becoming the highest-grossing film of 1976 and garnering ten Academy Award nominations and winning three, including Best Picture and Best Director. Avildsen later returned to direct what was then expected to be the series' final installment, Rocky V (1990). He directed the mystery-drama The Formula (1980), starring Marlon Brando and George C. Scott, for which he was nominated for Razzie Award for Worst Director. Avildsen's other films include Neighbors (1981), For Keeps (1988), Lean on Me (1989), The Power of One (1992), 8 Seconds (1994), and the first three The Karate Kid films. He was the original director for both Serpico (1973) and Saturday Night Fever (1977), but was fired over disputes with, respectively, producers Martin Bregman and Robert Stigwood. His last film was Inferno (1999), starring Jean-Claude Van Damme. A documentary on the life, career and films of Avildsen was released in August 2017. John G. Avildsen: King of the Underdogs (2017), directed and produced by Derek Wayne Johnson, features interviews with Sylvester Stallone, Ralph Macchio, Martin Scorsese, Jerry Weintraub, and Burt Reynolds, among others. The documentary is a companion to the book The Films of John G. Avildsen: Rocky, The Karate Kid, and other Underdogs, written by Larry Powell and Tom Garrett. ==Death== Avildsen died at Cedars-Sinai Medical Center in Los Angeles on June 16, 2017. He was 81. The cause of his death was pancreatic cancer, according to his son Anthony Avildsen. ==Personal life== Avildsen's first wife was Marie Olga Maturevich (Melissa McCall). After they divorced, he married actress Tracy Brooks Swope in 1987; they separated in 2006. He had five children. His estranged son, Ash (born November 5, 1981), founded Sumerian Records. Another son, Jonathan Avildsen, appeared in the films The Karate Kid Part III and Rocky V. His eldest son was named Anthony, and he had a daughter, Penelope Avildsen. John also had a daughter with Tracy Swope, Bridget. ==Filmography== {| class=\"wikitable\" |- ! Year !! Film !! Notes |- | 1969 || Turn on to Love || |- | rowspan=\"2\"| 1970 || Guess What We Learned in School Today? || |- | Joe|| |- | 1971 || Cry Uncle! || |- | 1971 || Okay Bill || |- | 1973 || Save the Tiger || |- | 1974 || The Stoolie || |- | rowspan=\"2\"| 1975 || Fore Play || |- | W.W. and the Dixie Dancekings || |- | 1976 || Rocky || Academy Award for Best Director Directors Guild of America Award for Outstanding Directing – Feature Film Nominated—Golden Globe Award for Best Director Nominated—BAFTA Award for Best Direction |- | 1978 || Slow Dancing in the Big City || |- | 1980 || The Formula|| Nominated—Razzie Award for Worst Director |- | 1981 || Neighbors || |- | 1982 || Traveling Hopefully || Nominated—Academy Award for Best Documentary, Short Subject |- | 1983 || A Night in Heaven || |- | 1984 || The Karate Kid || |- | 1986 || The Karate Kid Part II || |- | 1987 || Happy New Year || |- | 1988 || For Keeps || |- | rowspan=\"2\"| 1989 || Lean on Me || |- | The Karate Kid Part III || Nominated—Razzie Award for Worst Director |- | 1990 || Rocky V || Nominated—Razzie Award for Worst Director |- | 1992 || The Power of One || |- | 1994 || 8 Seconds || |- | 1999 || Inferno || |} ==References== ==External links== * * Category:1935 births Category:2017 deaths Category:Artists from Oak Park, Illinois Category:Best Directing Academy Award winners Category:Deaths from cancer in California Category:Deaths from pancreatic cancer Category:Directors Guild of America Award winners Category:Film directors from Illinois Category:Hotchkiss School alumni Category:New York University alumni Category:American people of Norwegian descent",
 "title": "John G. Avildsen"
}