{
 "id": "819015",
 "text": "Peter Tuddenham (27 November 1918 – 9 July 2007) was a British actor. He was well known for his voice work, and provided the contrasting voices of the computers in the science-fiction series Blake's 7 (BBC, 1978–1981). ==Life and career== Tuddenham, was born in Ipswich, Suffolk, and raised in the nearby seaside town of Felixstowe. He made his professional debut before the Second World War, in repertory at Hastings. In the wartime Royal Army Service Corps, he appeared in Stars in Battledress.Gaughan, Gavin. \"Obituary: Peter Tuddenham\", The Guardian, 2 August 2007 After the war he joined a production of Ivor Novello's The Dancing Years; later, in 1959, BBC productions of this and another Novello musical, Perchance to Dream, were among his early television appearances. In 1950 he appeared in Noël Coward's Ace of Clubs, which had a moderate run in the West End. Tuddenham's first appeared on television in an early ITV production The Granville Melodramas (1955), with Hattie Jacques and John Le Mesurier. He had a regular role in Anglia Television's Weavers Green (1966), a short-lived, twice-weekly soap.\"Peter Tuddenham\", British Film Institute. Retrieved 11 May 2019 He provided the voice-over for Akenfield. Peter Hall's 1974 film treatment of Ronald Blythe's book. Tuddenham became the dialogue coach for Hall's 1985 production at Glyndebourne of Benjamin Britten's opera, Albert Herring, which was televised on BBC2. Tuddenham appeared in radio dramas including the soap operas Mrs Dale's Diary and Waggoner's Walk, and became an off-screen voice in the Doctor Who stories The Ark in Space and The Masque of Mandragora, in 1975 and 1976. He was then cast in Blake's 7, providing the voices of the computers. Tuddenham reprised his roles in revivals for radio. In serious drama television drama Tuddenham frequently appeared in character roles, playing doctors and other figures of authority. Among these appearances were North and South (1975), The Lost Boys (1978), The Burston Rebellion (1985), and Anything More Would Be Greedy (1989), again for Anglia. In comedy he featured in Nearest and Dearest, Only Fools and Horses, One Foot in the Grave and Double First. According to an obituarist, \"Tuddenham remained a genial character, and was an unfailingly popular guest at sci-fi conventions.\" Rosie, his second wife, and their son Julian survive him, together with a son from his first marriage. Another son predeceased him. ==Filmography== {|class=\"wikitable\" |- ! Year ! Title ! Role ! Notes |- | 1975-1987 | Doctor Who | Computer/Titan/Brain (voice) | 3 episodes |- | 1975 | North and South | Dr. Lowe | Miniseries |- | 1978-1981 | Blake's 7 | Zen/Orac/Slave (voice) | |- | 1978 | The Lost Boys | Dr. Rendel | Miniseries |- | 1981-1982 | Tales of the Unexpected | Control Voice/Tommy | 2 episodes |- | rowspan=3|1986 | Lovejoy | Auctioneer | Episode: The Sting |- | David Copperfield | Bootmaker | Miniseries |- | Only Fools and Horses | Charles | Episode: A Royal Flush |- | 1989 | Campion | Pepper | 2 episodes |- | 1995 | The Bill | Mr. Wilson | Episode: Smoke Gets in Your Eyes |- |} ==References== ==External links== * * *Tuddenham profile Category:1918 births Category:2007 deaths Category:English male television actors Category:English male voice actors Category:Actors from Ipswich Category:British Army personnel of World War II Category:Royal Army Service Corps soldiers",
 "title": "Peter Tuddenham"
}