{
 "id": "819116",
 "text": "In J. R. R. Tolkien's legendarium, the Two Trees of Valinor are Telperion and Laurelin, the Silver Tree and the Gold Tree, which brought light to Valinor, a paradisiacal realm also known as the Undying Lands where angelic beings lived. The Two Trees were apparently of enormous stature, and exuded dew that was a pure and magical light in liquid form. They were destroyed by the evil beings Ungoliant and Melkor, but their last flower and fruit were made into the Moon and the Sun. Commentators have seen mythic and Christian symbolism in the Two Trees; they have been called the most important symbols in the entire legendarium. == Creation and destruction == thumb|upright=2|Arda in the Years of the Trees The first sources of light for all of Tolkien's imaginary world, Arda, were two enormous Lamps on the central continent, Middle-earth: Illuin, the silver one to the north, and Ormal, the golden one to the south. They had been created by the Valar, powerful spirit beings, but were cast down and destroyed by the Dark Lord Melkor.The Silmarillion, \"Quenta Silmarillion\" ch. 1 \"Of the Beginning of Days\" The Valar retreated to Valinor to make their home on the western continent, and there one of them, Yavanna the Vala of living things, sang into existence the Two Trees to provide a new pair of light- sources. Again one was silver and the other golden. Telperion was referred to as male and Laurelin female. The Trees stood on the hill Ezellohar located outside the city of the Valar, Valimar. They grew in the presence of all of the Valar, watered by the tears of the Vala of pity and mourning, Nienna. Telperion had leaves that were dark green on their upper surface and silver on their lower. His blossoms were white like that of cherryThe Lost Road, p. 209 and his silvery dew was collected as a source of water and of light. Laurelin had leaves of a young green, similar to the colour of newly opened beech leaves, trimmed with gold, and her dew was likewise collected by the Vala of light Varda. thumb|upright=2|Tolkien stated that the light from the Two Trees of Valinor alternately waxed and waned, overlapping by an hour. Each Tree, in turn, would give off light for seven hours (waxing to full brightness and then slowly waning again), with the ends of their cycles overlapping so that at one hour each of \"dawn\" and \"dusk\" soft gold and silver light would be given off together. In total, therefore, one \"day\" of first silver then gold light lasted twelve hours. Countless numbers of these \"days\" had passed by when Melkor reappeared. He enlisted the help of the giant spider-creature Ungoliant to destroy the Two Trees. Concealed in a cloud of darkness, Melkor struck each Tree and the insatiable Ungoliant devoured whatever life and light remained in them.The Silmarillion, \"Quenta Silmarillion\" ch. 8 \"Of the Darkening of Valinor\" Yavanna and Nienna attempted a healing, but they succeeded only in reviving Telperion's last flower (to become the Moon) and Laurelin's last fruit (to become the Sun). These were turned into flying ships crossing the sky, and each was steered by spirits who were chosen after the 'genders' of the Trees themselves: male Tilion and female Arien. This is why, in The Lord of the Rings, the Sun is usually referred to as \"she\" and the moon as \"he\".The Silmarillion, \"Quenta Silmarillion\" ch. 11 \"Of the Sun and Moon and the Hiding of Valinor\" However the true light of the Trees, before their poisoning by Ungoliant, was said to now reside only in the three jewels called Silmarils, which had been created by Fëanor the most gifted of the Elves before the disaster.The Silmarillion, \"Quenta Silmarillion\" ch. 9 \"Of the Flight of the Noldor\" == Telperion's successors == Because the Elves that first came to Valinor especially loved Telperion, Yavanna made a second tree like it to stand in their city of Tirion. This tree, named Galathilion, was identical to Telperion except that it gave no light of its own being. It had many seedlings, one of which was named Celeborn, and planted on the isle of Tol Eressëa.The Silmarillion, \"Quenta Silmarillion\", ch. 5 \"Of Eldamar and the Princes of the Eldalië\" In the Second Age, a seedling of Celeborn was brought as a gift to the Men who lived on the island of Númenor to the east of Valinor. It was known as Nimloth, the White Tree of Númenor. When the dark lord Sauron took control of the island, he made king Ar-Pharazôn cut it down.The Silmarillion, \"Akallabêth: The Downfall of Númenor\" The hero Isildur managed to save a single fruit of Nimloth, and planted seedlings in Middle- earth. During the rule of the Stewards of Gondor, the White Tree of Gondor stood dead in the citadel of Minas Tirith; on Aragorn's return as King, he found a seedling in the snow on the mountain behind the city, and brought it back to the citadel, where it flourished.The Silmarillion, \"Of the Rings of Power and the Third Age\" == Laurelin's successors == Tolkien never mentioned any tree made in the likeness of Laurelin, writing that \"of Laurelin the Golden no likeness is left in Middle-Earth\".The Lord of the Rings, Appendix A, I (i) Númenor In the First Age, however, the Elvish King Turgon of the city of Gondolin did create a non-living image of Laurelin, named Glingal 'Hanging Flame'.The Silmarillion, ch. 15\"Of the Noldor in Beleriand\" Turgon's daughter, Idril Celebrindal, had hair described as \"as the gold of Laurelin before the coming of Melkor.\" == Origins == John Garth traces the Two Trees to the medieval Trees of the Sun and the Moon. Tolkien stated in an interviewGarth states this was a radio interview with Denys Geroult, BBC, 1965. that the Two Trees derived from them rather than from the World Tree Yggdrasil of Norse myth. The Wonders of the East, a manuscript in the same Codex as Beowulf, tells that Alexander the Great travelled beyond India to Paradise, where he saw the two magical trees. They drip down a wonderful balsam, and have the power of speech. They tell Alexander that he will die in Babylon. Garth writes that Tolkien's trees emit light, not balsam; and instead of prophesying death, their own deaths bring the era of immortality to an end. File:Alexander and followers praying at Trees of Sun and Moon England 1333.jpg|Alexander the Great and followers kneeling in prayer at the Trees of the Sun and the Moon, under the guidance of a high priest. England 1333-c. 1340 File:Trees of Sun and Moon and Dry Tree Rouen 1444.jpg|Trees of the Sun and the Moon, and the Dry Tree with the Phoenix. Rouen 1444-1445 == Significance == Matthew Dickerson writes in the J.R.R. Tolkien Encyclopedia that the Two Trees are \"the most important mythic symbols in all of the legendarium\". Verlyn Flieger describes the progressive splintering of the first created light, down through successive catastrophes. After the destruction of the twin lamps of Arda, Yavanna recreates what she can of the light in the two trees; Varda catches some of the light, and some of that fills the Silmarils. The whole of the history of Tolkien's First Age is strongly affected by the desire of many characters to possess the Silmarils that contain the only remaining unsullied light of the Trees. In the Second and Third Ages, the White Trees of Númenor and of Gondor, whose likeness descends from that of Telperion, have a mostly symbolic significance, standing both as symbols of the kingdoms in question, and also as reminders of the ancestral alliance between the Men who had lived on Numenor and the Elves. The destruction of one of these trees precedes trouble for each kingdom in question. Martin Simonson describes the destruction of the Two Trees as setting a \"mythical precedent\" for the transfer of the stewardship of Arda (Earth) from the Valar to Elves and Men. In his view, this stewardship is central to the moral battle, as the Two Trees, like Men and Elves, are composed of both matter and spirit. Matthew Dickerson and Jonathan Evans note that Tolkien calls the elves \"stewards and guardians of [Middle-earth's] beauty\"; they are constantly preoccupied with maintaining the beauty of nature, something they inherited from Yavanna's making of the Two Trees. Tolkien, as a Roman Catholic, would certainly have been exposed to the significance of light in Christian symbolism. Trees were of special importance to Tolkien — in his short story \"Leaf by Niggle\", an elaborate allegory explaining his own creative process, the protagonist, Niggle, spends his life painting a single tree. Lisa Coutras states that transcendental light is an essential element of his subcreated world. In it, the Two Trees embody the light of creation, which in turn reflects God's light. ==See also== * Galadriel * Quenta Silmarillion * Tolkien's legendarium * Cosmology of Middle-earth ==Footnotes== ==References== ===Primary=== ::This list identifies each item's location in Tolkien's writings. ===Secondary=== ==Sources== * Bolintineanu, Alexandra, \"Astronomy and Cosmology, Middle-earth\" in: J. R. R. Tolkien Encyclopedia (2006), . * Curry, Patrick, \"Two Trees\" in: J. R. R. Tolkien Encyclopedia (2006), . * * * * Category:Fictional trees Category:Cherry blossom pl:Rośliny Śródziemia#Drzewa Valinoru",
 "title": "Two Trees of Valinor"
}