{
 "id": "819663",
 "text": "Hinduism is a minority religion in South America, which is followed by even less than 1% of the total continent's population. Hinduism is found in several countries, but is strongest in the Indo-Caribbean populations of Guyana and Suriname. There are about 320,000 Hindus in South America, chiefly the descendants of Indian indentured laborers in the Guianas. There are about 185,000 Hindus in Guyana, 120,000 in Suriname, and some others in French Guiana. In Guyana and Suriname, Hindus form the second largest religion and in some regions and districts, Hindus forms the majority. Though in recent times, due to influence of Hindu culture the number of Hindus converts have increased in other countries in South America, including Brazil, Argentina, Venezuela and others. == Presence by country == ===Argentina=== Argentina has 2,030 peoples of Indian origin and 1,300 non-resident Indians. Some of them still refer to ayurveda, practice yoga and enjoy Indian classical music. They have established an Indian Association in the northern provinces and organize social and cultural events to celebrate Indian festivals. There is little interaction between them and those who have settled down in other parts of the extensive country. A large number of the Indian diaspora living in Buenos Aires are businessmen, doctors, financial or business executives, and employees of multinational corporations. Most of them have retained their Indian citizenship. Many Hindus are Indo-Caribbeans from Guyana, Jamaica, Trinidad and Tobago and Suriname. There were about 34,460 Hindus (0.08% of the country) in 2015. === Brazil === According to the 2011 census, there are about 9,500 Hindus in brazil constituting 0.005% of the population of Brazil. Most of the Brazilian Hindus are ethnic East Indians. However, there are new converts due to the missionary effects of Hare Krishnas. A small number of Sindhis that arrived from Suriname and Central America in 1960 to set up shop as traders in the city of Manaus is considered to be the first wave of immigration. The second wave consisted of university professors who arrived in the 1960s and also in the 1970s. ===Chile=== A few Indians had gone to Chile in the 1920s. The others migrated there about 30 years ago -- not only from India, but also from Trinidad and Tobago, Guyana, Suriname, Hong Kong, Indonesia, Nigeria, Panama, the Philippines and Singapore. The Hindu Community in Chile comprises more than 1400 members. Among these, 400 people (90 families) lives in the Capital city Santiago. Most of the Hindus in Chile are Sindhis. There is a Hindu Temple in Punta Arenas which provide services in both Sindhi and Spanish. Besides Punta Arenas, the Indian business community is also present in Santiago, the capital of Chile, and Iquique. The activities of businessmen in Santiago are mainly confined to imports and retail stores. ===Colombia=== Hinduism in Colombia was mainly introduced with the arrival of Indians, especially Indian migrant workers from Trinidad and Tobago, Guyana, and Suriname. There are ISKCON (The Hare-Krishnas) centers in the capital, Bogota. ===French Guiana=== Most of the Hindus in French Guiana are of Surinamese origin. According to the 2000 census 1.6% of the total population (3,200 out of 202,000) were Hindu. ===Guyana=== thumb|200px|Central Vaidik Mandir in Georgetown About 84% of the East Indian immigrants were Hindu. During the indenture period, the East Indian caste system broke down. Christian missionaries attempted to convert East Indians during the indenture period, beginning in 1852, but met with little success. The missionaries blamed the Brahmins for their failure: the Brahmins began administering spiritual rites to all Hindus regardless of caste once the Christian missionaries started proselytizing in the villages, hastening the breakdown of the caste system. After the 1930s, Hindu conversions to Christianity slowed because the status of Hinduism improved and the discrimination against Hindus diminished. In areas where there are large percentage of Indo Guyanese residing together — Mandirs of various sizes can be found, according to the population. All main Hindu occasions are observed — Basant Panchami in January to Gita Jayanti in December. Since the late 1940s, reform movements caught the attention of many Guyanese Hindus. The most important, the Arya Samaj movement, arrived in Guyana in 1910. Arya Samaj doctrine rejects the idea of caste and the exclusive role of Brahmins as religious leaders. The movement preaches monotheism and opposition to the use of images in worship as well as many traditional Hindu rituals. Approximately between 216,000 and 230,000 identified themselves as Hindus in the 2002 census. ===Paraguay=== In the 2002 census, it was estimated that about 551 Hindus live in Paraguay. They make up 0.01% of Paraguay's population. Paraguay's ambassador to India, Genaro Vicente Pappalardo, gave Punjab farmers a high opportunity to invest in the country. Most of the Hindus live in Asunción. ===Peru=== The first ‘Indian Indians’ to have arrived in Peru were businessmen who had gone there in the early 1960s. Later on, the community grew in number marginally until the early 80s, after which many of its members left due to the severe local economic crises and the prevailing terrorism. Those with relatives in other Latin countries joined them. In the recent past, the size of the community has remained stable. There is a small remnant of the original ‘native Indians’ in this country who still maintain their traditional culture and religious beliefs. Most members of the local Indian community are Sindhis. They are reasonably well-off, but very few can be regarded as prosperous. Their general level of education is low. Most of them speak only their mother tongue and Spanish, with a smattering of English. There is also here a small number of professionals from other parts of India. Residence permits are not difficult to obtain in Peru. But citizenship is more complicated and only a small number of Indians have obtained it – not more than 10 out of a total of almost forty people. While a few cultural activities are organized by the more enterprising people of Indian origin, in general they maintain a low profile. Considering the vast distance that separates the community from India, its interest in its country of origin is limited to major events, mainly derived from occasional browsing on the internet. But being invariably first generation migrants, many of them do occasionally visit India. ===Suriname=== thumb|Arya Dewaker Hindu temple in Paramaribo. The story of Hinduism in Suriname is broadly parallel to that in Guyana. Indian indentured labourers were sent to colonial Dutch Guiana by special arrangement between the Dutch and British. The difference is that the Netherlands' more liberal policy toward Hinduism allowed the culture to develop stronger. Examples are the lack of a rigid caste system and the almost universal reading of Gita and Ramayan. According to the 2012 census of Suriname, Hindus constitute 22.3% of the population.2012 Suriname Census Definitive Results . Algemeen Bureau voor de Statistiek - Suriname. Hindus are mostly concentrated in Northern coastal regions of Suriname: Nickerie, Wanica and Saramacca, where they constitute the largest religious group. There are several Hindu temples in Suriname. ===Uruguay=== There are a few Yoga organizations in Uruguay, which spread Indian thought and philosophy-prominent among them are, Sivapremananda Ashram of the Divine Society. A portion of the beach in Montevideo has been named after Mahatma Gandhi and a bust of Gandhiji installed in one of the parks along the beach. There is a school named after him in Montevideo, a street and another school named after Republic of India. There is a small Indian community in Uruguay consisting of 300 members approx. ===Venezuela=== During the oil-related high-income years of the 1970s, there were around 400 non-resident Indians in the country. There are also several thousand of Indo-Caribbeans from Trinidad and Tobago, Suriname, and Guyana in the cities of Ciudad Guayana and Caracas. The Indian community consisted of personnel from the petroleum and petrochemical sectors, as well as a large number of traders. Many of them had taken their families with them to Venezuela, whether from India or elsewhere. Most of the traders belonged to the Sindhi community but there were also some people from Gujarat, Punjab and the southern Indian States. When the oil boom ended in 1982, followed by devaluation of the local currency, many of the non-resident Indians decided to seek their fortunes elsewhere. Currently, the Diaspora has been whittled down to half its former size. There are now only about 45 Indian families in Venezuela who are mainly engaged in retail trade. There are also a small number of experts in high tech. industries such as telecommunications. All of them have adapted themselves very well to their country of residence and are generally held in high regard by the local people on account of their hard work, expertise and non-political nature. The Venezuelan Constitution guarantees equal rights without discrimination to all expatriate personnel. This has facilitated the Indian community’s life. Another interesting feature is that many local people are interested in Indian religions and spirituality. Some members of the Indian community also attend their functions. Most of the non-resident Indians are well educated. However, given their small numbers, they have not formed themselves into an active representative body. But they remain in touch with one another and with the Indian Embassy in Caracas. Even though they have little time to engage in numerous cultural activities, they do get together to celebrate Indian festivals like Diwali. On the whole, the Indian community in Venezuela is quite prosperous and has a per capita income that is above the national average that is itself as high as US$8,300 in terms of PPP. They take an active part in mobilising donations to help in alleviating distress at times of national calamities in India. ==See also== * List of Hindu temples * Encyclopedia of Hinduism ==References== === Citations === === Sources === * * == External links == *Hinduism in Guyana and Suriname *ISKCON Centres in South America *Iskcon Bhakti Bogota Category:Religion in South America",
 "title": "Hinduism in South America"
}