{
 "id": "81990",
 "text": "In Greek mythology, Machaon (; ) was a son of Asclepius; and the older brother of Podalirius. He and his brother led an army from Tricca in the Trojan War on the side of the Greeks.Homer, Iliad 2.729–32. == Family == Machaon fathered Nicomachus and Gorgasus by Anticleia, daughter of Diocles of Pharae.Pausanias, Graeciae Descriptio 4.30.2 His other sons were Alexanor,Pausanias, Graeciae Descriptio 2.11.5, 2.23.4 & 2.38.6 SphyrusPausanias, Graeciae Descriptio 2.23.4 and Polemocrates.Pausanias, Graeciae Descriptio 2.38.6 According to Diogenes Laertius's Lives and Opinions of Eminent Philosophers, Hermippus, in his book On Aristotle, places Machaon as the son of Asclepius, father of Nicomachus, and ancestor of Aristotle. == Mythology == Both Machaon and Podalirius were highly valued surgeons and medics.Homer, Iliad 2.273 In the Iliad he was wounded and put out of action by Paris.Homer, Iliad 11.506 Machaon (or his brother) healed Philoctetes, Telephus and Menelaus, after he sustained an arrow at the hand of Pandarus, during the war. He was also supposed to possess herbs which were bestowed to his father Asclepius by Chiron, the centaur.Homer, Iliad 4.219 He was killed by Eurypylus in the tenth year of the war.Quintus Smyrnaeus, Posthomerica 6.408 He was buried in Gerenia in Messenia, where he was worshiped by the people. ==Legacy== * The Latin name of a butterfly, the Old World Swallowtail (Papilio machaon), is derived from Machaon. * Machaonia, a plant genus in Rubiaceae was named for Machaon. * The Jovian trojan asteroid 3063 Makhaon is named after him.Schmadel, Lutz D. (2003) Dictionary of minor planet names, Springer - p.252 == Mythology == == References == * Diogenes Laertius, Lives of Eminent Philosophers edited by R.D. Hicks. Cambridge. Harvard University Press. 1972 (First published 1925). Online version at the Perseus Digital Library. Greek text available at the Perseus Digital Library. *Homer, The Iliad with an English Translation by A.T. Murray, Ph.D. in two volumes. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1924. . Online version at the Perseus Digital Library. * Homer, Homeri Opera in five volumes. Oxford, Oxford University Press. 1920. . Greek text available at the Perseus Digital Library. * Pausanias, Description of Greece with an English Translation by W.H.S. Jones, Litt.D., and H.A. Ormerod, M.A., in 4 Volumes. Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1918. . Online version at the Perseus Digital Library * Pausanias, Graeciae Descriptio. 3 vols. Leipzig, Teubner. 1903. Greek text available at the Perseus Digital Library. * Quintus Smyrnaeus, The Fall of Troy translated by Way. A. S. Loeb Classical Library Volume 19. London: William Heinemann, 1913. Online version at theio.com * Quintus Smyrnaeus, The Fall of Troy. Arthur S. Way. London: William Heinemann; New York: G.P. Putnam's Sons. 1913. Greek text available at the Perseus Digital Library. Category:Children of Asclepius Category:Achaean Leaders Category:Mythological Greek physicians Category:Characters in Greek mythology",
 "title": "Machaon (mythology)"
}