{
 "id": "82001",
 "text": "thumb|right|Idomeneus coming back, Palais Niel, France In Greek mythology, Idomeneus (;John Walker & William Trollope, 1830, A key to the classical pronunciation of Greek, Latin, and scripture proper names, p 68; Robert Palfrey Utter, 1918, Every-day pronunciation, p 127 ) was a Cretan king and commander who led the Cretan armies to the Trojan War.Homer, Iliad 2.645 He was also one of the suitors of Helen, as well as a comrade of the Telamonian Ajax. Meriones was his charioteer and brother-in-arms. == Family == Idomeneus was the father of Orsilochus, Cleisithyra and Iphiclus, son of Deucalion and Cleopatra,Tzetzes, Homeric Allegories Prologue 587Tzetzes on Lycophron, Alexandra 431 grandson of King Minos and king of Crete. == Mythology == In Homer's Iliad, Idomeneus is found among the first rank of the Greek generals, leading his troops and engaging the enemy head-on, and escaping serious injury. Idomeneus was one of Agamemnon's trusted advisors. He was one of the primary defenders when most of the other Achaean heroes were injured, and even fought Hector briefly and repulsed his attack.Iliad, repeated appearances Like most of the other leaders of the Greeks, he is alive and well as the story comes to a close. He was one of the Achaeans to enter the Trojan Horse. Idomeneus killed twenty men and at least three Amazon women, including Bremusa,Quintus Smyrnaeus, The Fall of Troy, Book I. at Troy.Hyginus, Fabulae 114. A later tradition, preserved by the mythographer Apollodorus,Thus the Encyclopædia Britannica s. v. \"Idomeneus\"; cf., however, Apollodorus, The Library, ed. and trans. Sir James George Frazer (Cambridge, MA: Harvard University Press, 1921), Vol. 2, 394-5 (https://babel.hathitrust.org/cgi/pt?id=iau.31858052742800&view;=1up&seq;=406&q1;=Idomeneus). continues the story as follows: after the war, Idomeneus's ship hit a terrible storm. He promised Poseidon that he would sacrifice the first living thing he saw when he returned home if Poseidon would save his ship and crew. The first living thing was his son, whom Idomeneus duly sacrificed. The gods were angry at the murder of his own son and sent a plague to Crete. The Cretans sent him into exile in Calabria (ancient name of the Salento in Apulia), ItalyVirgil. Aeneid. Book III, 400. and then Colophon in Asia Minor where he died.Scholiast on Homer Odyssey ν 259 According to Marcus Terrentius Varro, the gens Salentini descended from Idomeneus, who had sailed from Crete to Illyria, and then together with Illyrians and Locrians from Illyria to Salento, see Grecìa Salentina.Operum quae exstant, p. 174, Marcus Terentius Varro, printed by Christophorus Raphelengius, 1601. Alternatively, Idomeneus was driven out of Crete by Leucus, his foster son, who had seduced and then killed Idomeneus' wife Meda and usurped the throne of Crete.Bibliotheca, Epitome of Book 4, 6. 10 The tale is also covered by the fourth-century Italian writer Maurus Servius Honoratus, and the French 17th century writer François Fénelon. thumb|Italian and German title pages of the original libretto of Mozart's opera, Idomeneo Idomeneo, a 1781 opera seria by Mozart, is based on the story of Idomeneus's return to Crete. In this version, Poseidon (Neptune in the opera) spares Idomeneo's son Idamante, on condition that Idomeneo relinquish his throne to the new generation. ==Notes== == References == *Achterberg, Winfried; Best, Jan; Enzler, Kees; Rietveld, Lia; Woudhuizen, Fred, The Phaistos Disc: A Luwian Letter to Nestor, Publications of the Henry Frankfort Foundation vol XIII, Dutch Archeological and Historical Society, Amsterdam 2004. *Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. ISBN 0-674-99135-4. Online version at the Perseus Digital Library. Greek text available from the same website. *Gaius Julius Hyginus, Fabulae from The Myths of Hyginus translated and edited by Mary Grant. University of Kansas Publications in Humanistic Studies. Online version at the Topos Text Project. *Homer, The Iliad with an English Translation by A.T. Murray, Ph.D. in two volumes. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1924. . Online version at the Perseus Digital Library. *Homer, Homeri Opera in five volumes. Oxford, Oxford University Press. 1920. . Greek text available at the Perseus Digital Library. *Quintus Smyrnaeus, The Fall of Troy translated by Way. A. S. Loeb Classical Library Volume 19. London: William Heinemann, 1913. Online version at theio.com *Quintus Smyrnaeus, The Fall of Troy. Arthur S. Way. London: William Heinemann; New York: G.P. Putnam's Sons. 1913. Greek text available at the Perseus Digital Library. *Publius Vergilius Maro, Aeneid. Theodore C. Williams. trans. Boston. Houghton Mifflin Co. 1910. Online version at the Perseus Digital Library. *Publius Vergilius Maro, Bucolics, Aeneid, and Georgics. J. B. Greenough. Boston. Ginn & Co. 1900. Latin text available at the Perseus Digital Library. ==External links== * Category:Achaean Leaders Category:Princes in Greek mythology Category:Kings of Crete Category:Kings in Greek mythology Category:Characters in Greek mythology Category:Mycenaean Crete Category:Human sacrifice Category:Cretan characters in Greek mythology",
 "title": "Idomeneus of Crete"
}