{
 "id": "82007",
 "text": "Vanguard 1 (Harvard designation: 1958-Beta 2, COSPAR ID: 1958-005B ) is an American satellite that was the fourth artificial Earth-orbiting satellite to be successfully launched (following Sputnik 1, Sputnik 2, and Explorer 1); it was launched 17 March 1958. Vanguard 1 was the first satellite to have solar electric power. Although communications with the satellite were lost in 1964, it remains the oldest human-made object still in orbit, together with the upper stage of its launch vehicle. Vanguard 1 was designed to test the launch capabilities of a three-stage launch vehicle as a part of Project Vanguard, and the effects of the space environment on a satellite and its systems in Earth orbit. It also was used to obtain geodetic measurements through orbit analysis. Vanguard 1 was described by the Soviet Premier, Nikita Khrushchev, as \"the grapefruit satellite\". == Spacecraft design == The spacecraft is a aluminium sphere 6 inches (152 mm) in diameter, with antennae spanning 3 feet. It contains a 10 mW, 108 MHz transmitter powered by a mercury battery and a 5 mW, 108.03 MHz transmitter that was powered by six solar cells mounted on the body of the satellite. Six long antennas, diameter spring-actuated aluminium alloy aerials protruded from the sphere. The transmitters were used primarily for engineering and tracking data, but were also used to determine the total electron content between the satellite and the ground stations. A backup version of Vanguard 1 is on display at the Smithsonian National Air and Space Museum, Steven F. Udvar-Hazy Center in Chantilly, Virginia. == Mission == thumb|upright=1.2|right|thumbtime=11|Universal newsreel about the launch of Vanguard 1On 17 March 1958, the three-stage launch vehicle placed Vanguard into a , 134.27-minute elliptical orbit inclined at 34.25°. Original estimates had the orbit lasting for 2,000 years, but it was discovered that solar radiation pressure and atmospheric drag during high levels of solar activity produced significant perturbations in the perigee height of the satellite, which caused a significant decrease in its expected lifetime to about 240 years. Vanguard 1 transmitted its signals for over six years as it orbited the Earth. === Radio beacon === A 10 mW mercury-battery-powered telemetry transmitter on the 108 MHz band used for International Geophysical Year (IGY) scientific satellites, and a 5 mW, 108.03 MHz Minitrack transmitter powered by six solar cells were used as part of a radio phase-comparison angle-tracking system. The system transmitted signals through the satellite's six spring- loaded aluminum alloy aerials. Satellite tracking was achieved using these transmitters and Minitrack ground stations situated around the globe. The tracking data were used to show that the Earth was pear-shaped with the stem at the North Pole. These radio signals were also used to determine the total electron content between the satellite and selected ground-receiving stations. The battery-powered transmitter provided internal package temperature for about 16 days and sent tracking signals for 20 days. The solar-cell-powered transmitter operated for more than six years. Signals gradually weakened and were last received at the Minitrack station in Quito, Ecuador, in May 1964. Since then the spacecraft has been tracked optically from Earth, via telescope. === Design for atmospheric density measurements === Because of its symmetrical shape, Vanguard 1 was used by experimenters for determining upper atmospheric densities as a function of altitude, latitude, season, and solar activity. As the satellite continuously orbited, it would deviate from its predicted positions slightly, accumulating greater and greater shift due to drag of the residual atmosphere. By measuring the rate and timing of orbital shifts, together with the body's drag properties, the relevant atmosphere's parameters could be back-calculated. It was determined that atmospheric pressures, and thus drag and orbital decay, were higher than anticipated, since Earth's upper atmosphere does taper off into space gradually. This experiment was planned extensively prior to launch. Initial Naval Research Laboratory (NRL) proposals for the project included conical satellite bodies; this eliminated the need for a separate fairing and ejection mechanisms, and their associated weight and failure modes. Radio-tracking would gather data and establish a position. Early in the program, optical tracking (with a Baker-Nunn camera network and human spotters) was added. A panel of scientists proposed changing the design to spheres, at least in diameter and hopefully . A sphere would have a constant optical reflection, and constant coefficient of drag, based on size alone, while a cone would have properties that varied with its orientation. James Van Allen of the University of Iowa proposed a cylindrical satellite based on his work with rockoons, which became Explorer 1, the first American satellite. The Naval Research Laboratory finally accepted a sphere with a of diameter as a \"Test Vehicle\", with a diameter of set for the follow-on satellites. The weight savings, from reduced size as well as decreased instrumentation in the early satellites, was considered to be acceptable. As Vanguard 1, Vanguard 2, and Vanguard 3 are still orbiting with their drag properties essentially unchanged, they form a baseline data set on the atmosphere of Earth that is over 60 years old and continuing. == After the mission == thumb|upright=1.2|right|Vanguard 1 satellite sketch After its scientific mission ended in 1964, Vanguard 1 became a derelict object – as did the upper stage of the launch rocket, after it finished the delta-v maneuver to place Vanguard 1 in orbit in 1958. Both objects remain in orbit. Vanguard 1 was expected to remain aloft for up to 2,000 years, but solar radiation pressure and atmospheric drag perturbations during periods of high solar activity affected its perigee and it is currently expected that Vanguard 1 will burn up in the atmosphere after about 240 years, sometime in the late 22nd century. === 50th anniversary === The Vanguard 1 satellite and upper launch stage hold the record for being in space longer than any other human- made object, and as such have traveled farther over the Earth's surface than any other human-made object. A small group of former NRL and NASA workers had been in communication with one another, and a number of government agencies were asked to commemorate the event. The Naval Research Laboratory commemorated the event with a day-long meeting at NRL on 17 March 2008. The meeting concluded with a simulation of the satellite's track as it passed into the orbital area visible from Washington, D.C., (where it is visible from the Earth's surface). The National Academy of Sciences scheduled seminars to mark the 50th anniversary of the International Geophysical Year, which were the only official observances known.Vanguard Approaches Half A Century In Space, SpaceRef Interactive, by Keith Cowing, November 4, 2007 == See also == * Timeline of artificial satellites and space probes == References == == External links == * United States Space Program Progress 1958 discusses Vanguard 1 and other American space launches in 1958 at YouTube Category:Spacecraft launched in 1958 Category:1958 in the United States Category:Project Vanguard Category:Derelict satellites orbiting Earth Category:Gravimetry satellites Category:Atmospheric sounding satellites Category:Geospace monitoring satellites",
 "title": "Vanguard 1"
}