{
 "id": "821181",
 "text": "\"Inca Mummy Girl\" is episode four of season two of the television series Buffy the Vampire Slayer, originally airing on October 6, 1997. The episode was written by former series story editors Matt Kiene and Joe Reinkemeyer (penning their second and final script for the show) and directed by Ellen S. Pressman, inspired by the story of Momia Juanita, a real mummy discovered on the extinct volcano Ampato near Arequipa, Peru, in 1995. The narrative revolves around a cultural exchange event at Sunnydale High, involving a museum exhibit, a dance, and foreign exchange students, two of whom stay with Buffy and Cordelia. ==Plot== To prepare for Sunnydale High's cultural exchange program, Buffy visits an Incan exhibit with her schoolmates. She is paired with an exchange student with whom her mom signed her up. Xander becomes jealous when he learns that she will room with a guy. The students learn that the mummy in the museum is one of a beautiful Incan princess, sacrificed by her people to save them from destruction. Willow and Buffy express remorse for the princess; dying before she could really live her life. After everyone leaves the museum, a class clown breaks the seal on the mummy while trying to steal it. The princess wakes up, for the curse is broken, and pulls the student into her coffin. She mummifies him by a kiss on the lips. When the Scoobies rush to the museum, they encounter a sword-wielding guard and the remains of the missing student. Buffy's exchange student arrives at the bus station, but the mummy girl sucks out his life too. The 500-year-old becomes a beautiful teenager, and poses as \"Ampata\", the boy who was supposed to stay with Buffy (everyone simply assumes that the information was wrong on her sex). Xander is smitten with her, and the two begin a relationship. Giles asks Ampata to decipher the seal from her tomb, and she explains (reluctantly) that it describes a girl chosen to die to save her people, and a bodyguard who will keep her from straying from that path. She also tells Giles to destroy the seal completely. The bodyguard appears again and again, trying to stop Ampata, until she finally manages to use her kiss on him in the bathroom, sucking out his life to keep herself from dying. Buffy and Ampata bond over the tale of the Inca Princess, Ampata stating that the princess was forced into her destiny by her people, as they claimed she was the only girl of her generation who could save them; Buffy miserably notes that this parallels her own life. Xander asks Ampata to the dance to enliven her; she gladly accepts. Willow is downcast to see her crush with another girl. Meanwhile, Buffy and Giles open Ampata's trunk and discover the real Ampata's body. Giles tries to piece together the seal while Buffy tries to save Xander from Ampata's deadly kiss. But Ampata feels too much for Xander and leaves for the museum. She tries to stop Giles from reconstructing the seal. Buffy shows up to fight her but is tossed into Ampata's sarcophagus alongside Giles. When Ampata tries to feed off Willow, Xander shows up and insists that if she must feed on anyone to save her life, it should be him; despite Ampata's feelings for him, she reluctantly agrees to do so. However, Ampata hesitates and weakens to the point of returning to her dead form; Buffy pulls her off of Xander and she instantly breaks into pieces on the floor. At school the next day, Buffy consoles Xander and tells him about the parallels between her and Ampata's lives and how they were both chosen to die. She then thanks him for saving her from that fate. ==Cast== * Sarah Michelle Gellar as Buffy Summers * Nicholas Brendon as Xander Harris * Alyson Hannigan as Willow Rosenberg * Charisma Carpenter as Cordelia Chase * David Boreanaz as Angel (credited but does not appear) * Anthony Stewart Head as Rupert Giles * Kristine Sutherland as Joyce Summers * Ara Celi as Ampata Gutierrez / Inca Mummy Girl * Seth Green as Oz * Jason Hall as Devon MacLeish * Henrik Rosvall as Sven * Danny Strong as Jonathan Levinson * Gil Birmingham as Peru guard ==Reception== \"Inca Mummy Girl\" had an audience of 3.2 million households.\"Nielsen Ratings for Buffy's Second Season .\" ==References== ==Further reading== * ==External links== * Category:Buffy the Vampire Slayer (season 2) episodes Category:1997 American television episodes Category:Human- mummy romance in fiction Category:Mummies in fiction Category:South America in fiction Category:Fictional indigenous people of the Americas",
 "title": "Inca Mummy Girl"
}