{
 "id": "82165",
 "text": "__NOTOC__ The U.S. state of North Carolina is divided into 100 counties. North Carolina ranks 28th in size by area, but has the seventh-highest number of counties in the country. Following the restoration of the monarchy in 1660, King Charles II rewarded eight persons on March 24, 1663, for their faithful support of his efforts to regain the throne of England. He gave the eight grantees, called Lords Proprietor, the land called Carolina, in honor of King Charles I, his father. The Province of Carolina, from 1663 to 1729, was a North American English (1663–1707), then British (from 1707 union with Scotland) colony. In 1729, the Province of North Carolina became a separate entity from the Province of South Carolina. The establishment of North Carolina counties stretches over 240 years, beginning in 1668 with the creation of Albemarle County and ending with the 1911 creation of Avery and Hoke counties. Five counties have been divided or abolished altogether, the last being Dobbs County in 1791. The Federal Information Processing Standard (FIPS), which is used by the United States government to uniquely identify states and counties, is provided with each entry. North Carolina's FIPS code is 37, which when combined with the county code is written as 37. ==List== {| class=\"wikitable sortable\" style=\"margin:auto; border:#88a; background:#f7f8ff; padding:5px; text-align:center;\" |- style=\"background:#ccf;\" ! style=\"vertical-align: bottom;\"|County ! style=\"vertical-align: bottom;\" | FIPS code ! style=\"vertical-align: bottom; width: 75px;\" | County seat ! style=\"vertical-align: bottom;\" | ! style=\"vertical-align:bottom;\"| Origin ! style=\"vertical-align:bottom;\" class=\"unsortable\"|Etymology ! style=\"vertical-align: bottom;\" | (2021) ! style=\"vertical-align: bottom;\" | Area (2000 Census) ! style=\"vertical-align: bottom; width: 154px;\" class=\"unsortable\"|Map |} ==Historic counties== {| class=\"wikitable sortable\" style=\"margin:auto;\" |- !County !Created !Abolished !class=\"unsortable\" |Fate |- |Albemarle County |1664 |1689 |Partitioned into Chowan County, Currituck County, Pasquotank County, and Perquimans County |- |Bath County |1696 |1739 |Partitioned into Beaufort County, Craven County, and Hyde County |- |Bute County |1764 |1779 |Partitioned into Franklin County and Warren County |- |Dobbs County |1758 |1791 |Partitioned into Greene County, Lenoir County, and Wayne County |- |Tryon County |1768 |1779 |Partitioned into Lincoln County and Rutherford County |} For several months in 1784, Cumberland County was known as Fayette County and sent representatives to the North Carolina General Assembly of April 1784 under this name. ==See also== * List of cities, towns, and villages in North Carolina * List of former United States counties ==References== ;General * Corbitt, David Leroy. The Formation of the North Carolina Counties, 1663–1943. Raleigh: State Dept. of Archives and History, 1950. Reprint, Raleigh: Division of Archives and History, North Carolina Dept. of Cultural Resources, 1987. * Powell, William S. The North Carolina Gazetteer. Chapel Hill: University of North Carolina Press, 1968. Reprint, 1985. ;Specific North Carolina, counties in * Counties",
 "title": "List of counties in North Carolina"
}