{
 "id": "823354",
 "text": "thumb|290px|Annual sheep auction; P B Abery (1877?–1948); 1920s thumb|290px|Clun post office, 1910s Clun () is a small town in south west Shropshire, England, and the Shropshire Hills Area of Outstanding Natural Beauty. The 2011 census recorded 680 people living in the town.Combined populations for the two output areas covering the town. and Research by the Campaign for the Protection of Rural England suggests that Clun is one of the most tranquil locations in England. ==History== Clun takes its name from the river upon whose banks it stands. Deriving from the Welsh , it shares its very early Brythonic root with the two rivers Colne, in Lancashire and Essex, each of which has a town of the same name on its banks.Oxford Dictionary of English Place Names Clun grew up around the site of an Anglo-Saxon church towards the end of the 7th century AD. However, in the surrounding area there was a scattered population at least as early as the Neolithic period, about 5000 years ago. Clun was on the historic drove road where flocks and herds were driven from Wales to the markets in the Midlands and London. At the time of the Norman Conquest Clun formed part of the extensive lands of Eadric the Wild, who led a revolt against King William I, whereon his lands were confiscated and given to Roger de Montgomery who was created Earl of Shrewsbury. Roger in turn granted 27 manors, of which Clun was the largest, to Picot de Say.Open Domesday Online: Clun; accessed August 2018. These lands constituted a single Marcher Lordship which became known as the Barony of Clun. The Normans established a borough near the castle; the typical grid pattern is still visible in the layout of High Street, Newport Street, Kidd Lane, Powell's Lane, Ford Street and Hospital Lane. The 14th-century pack horse bridge that crosses the river connecting Saxon Clun to Norman Clun has given rise to a local saying: \"whoever crosses Clun Bridge comes back sharper than he went\". Clun Mill located to the north of the town is nicknamed the \"malevolent mill\" on account of numerous deaths having been recorded there and occupants disappearing after purchasing it. Last used around 1920, it opened as a youth hostel in 1932.Historic listing of YHA hostels In 1974 the freehold was purchased by the Youth Hostel Association. ==Geography== The town's name is taken from that of the River Clun (), which flows from west to east through the settlement. The Clun Valley is dominated by agriculture, though some areas of woodland remain. The River Unk joins the Clun just to the west of the town. The A488 and B4368 roads cross in the town of Clun. Craven Arms, Bishop's Castle ( to the north) and Ludlow are the neighbouring Shropshire towns, and Knighton, which is in Wales, is to the south. Nearby is Offa's Dyke and the Offa's Dyke Path. Clun Forest is to the west of the town, further upstream of the Rivers Unk and Clun. The Jack Mytton Way passes through the town as does the Shropshire Way and further significant historic routes pass through the area. left|thumb|Clun, in the \"Clun Valley\", surrounded by agricultural lands in the early 20th century. The town centre on the north bank of the River Clun lies above sea level while the oldest part of the settlement, by St George's Church on the south bank, is a little more elevated, at . Between the two, Clun Bridge above sea level) carries the A488 and B4368 routes across the river. In addition to Clun Bridge there is also a ford further downstream, at Waterloo, which has recently been made usable to most motor vehicles, A third crossing point, a footbridge just upstream of Clun Bridge, connects the town's main car park to the castle grounds. The population of the civil parish of Clun was 1,184 as measured by the 2011 census.National Statistics Clun parish population density area in 2011 The population of the town is considerably less than that of its much wider parish, recorded as just 680 people in 2011, compared with 642 in 2001; this is a population normally associated with that of a village in modern-day England. It is said that the population of the town is now smaller than it was during the flourishing days of the wool trade in England centuries ago. The town is the smallest in Shropshire and is smaller than many villages in the county. It is also the only town in Shropshire never to have had a railway line or station. The electoral division of Clun covers a much wider area than the civil parish and the population of this division recorded at the 2011 census was 3,964. ==Attractions== Attractions in the town include: *the Norman Clun Castle, now only a ruin but with grounds which are used for the May fair *the fifteenth century Clun Bridge (basically a packhorse bridge), most of which is still the original stone despite being a road bridge today used by all vehicles *Trinity Hospital, almshouses built in 1614, on Hospital Lane *a museum in the Town Hall, on the corner of The Square and High Street The main church in the town is St George's Church, which is situated on the steep rise out of the town (\"Church Street\") to the south of Clun Bridge. The nave includes Norman columns, but the entire church apart from the tower was rebuilt extensively by the Victorian architect G. E. Street in 1877.Brief Notes on St George's Church, Clun. Clun is a popular starting point for walkers who wish to explore the Shropshire Way, the Jack Mytton Way or the local circular walks. A walkers' car park is situated at the Memorial Hall. ==Facilities== thumb|right|The Town Hall, now a museum, by The Square The main streets in the town are Enfield Street, The Square, High Street, Ford Street, Bridge Street and Church Street. Along these streets are a handful of shops including a hair salon and a convenience store. The town previously had two butchers, which have since closed. However, a deli in the square has recently been installed and two tea rooms. Caractacus is a shop selling many things from candles to cards and caffatieres - and is an excellent place to buy gifts. There is also a post office (now within the convenience store) and tea rooms. On the Craven Arms Road there are a number of businesses (mostly at \"The Green Industrial Estate\"), including \"Clun Garage\" (motor sales, repairs and fuel), as well as the local fire station. There are two pubs in the town – the Sun Inn and the White Horse Inn. The Buffalo Head Hotel (\"the Buffalo\") has been closed since about 2004, but has not yet been converted into another use (it lies dormant). The White Horse has an entry in the CAMRA Good Beer Guide 2015. The town has a primary school (St George's). Renowned for its great nursery, the school is situated near the church where it holds its annual nativity and various festivals and plays, open to children and parents. The school has a reputation across Shropshire for its excellent education and student support. There are two community centres: the Memorial Hall in the north, which hosts community events such as sports days and flicks in the sticks (regular showings of films and plays), and can also be rented out for weddings; and the Hightown Community Room, located in the south There is also a Youth Hostel at Clun Mill, just to the north of the town. There is a short stay car park on the B4368 Newcastle Road, near Clun Bridge, where there are public toilets, although walkers and tourists are encouraged to use the longer stay Memorial Hall car park to prevent overcrowding. ==Festivals== Over the three days of the first May bank holiday every year, the Green Man festival is held. On the bank holiday Monday the Green Man enters Clun to battle the spirit of winter at Clun Bridge and a May fair is held in the grounds of Clun Castle with a May Queen.Clun Green Man Festival, UK. The third weekend in June is Clun Open Gardens. Approximately 20 private gardens are open to the public. Cream teas, plants, books and refurbished garden tools are all on sale. St George's Church is the host to flower arrangements and also holds music recitals.Clun Open Gardens, UK. The first Saturday in August every year sees the Clun Carnival and Show take place with a procession through the town's streets and a fete at the playing fields to the north of the town. Local people of all ages flock to exhibit their marrows, Victoria sponges and flower arrangements in the show tent. There are many stalls, a bouncy castle and a tea tent.Visit Shropshire Hills ClunShropshire Star Town ready for Clun Carnival capers The first weekend in October sees the Clun Valley Beer Festival which takes place in the six open pubs in the valley (from Anchor to Aston on Clun). ==Related uses of the name== Clun is also a term used sometimes for the extreme southwest part of the county of Shropshire. Shropshire Council has an electoral division called Clun which covers Clun and the surrounding parishes. From the 2009 elections this electoral division continued to exist, though became slightly smaller. The electoral division returns one councillor to the council. The term \"Clun Valley\" is also used for the villages and communities along the River Clun – such as Anchor, Newcastle and Aston on Clun. ==Notable people== * Robert de Say a Norman knight, noted for the initial construction of Clun Castle * Henry de Say (died after 1130) a Norman nobleman who lived in Clun, he inherited Clun Castle from his father, Robert * Helias de Say (died 1165), also called Hellias, a Norman nobleman who lived in Clun * Duke of Norfolk (third creation 1483) is also Baron of Clun. * Sir Robert Howard KB (1585–1653) politician, inherited Clun Castle in 1626 from his brother. * John Burrough (1873 in Clun – 1922) an English first-class cricketer who played in 24 matches for Cambridge University * William Burrough (1875 in Clun – 1939) played first-class cricket for Somerset * Bruce Bairnsfather (1887–1959) cartoonist, created Old Bill cartoons, resided at Cresswell House during World War II * Martin Woosnam (1903–1962) Welsh amateur international footballer, played for Thames A.F.C. and Brentford F.C. * Keith Kissack MBE (1913 in Clun – 2010) a British schoolteacher and historian * John Osborne (1929 – 1994 in Clunton) playwright, wrote Look Back in Anger, lived in Clunton, buried at St George's Church. ==In culture== * Sir Walter Scott is said to have stayed at The Buffalo Inn while writing part of his novel The Betrothed (published 1825), basing the castle called in the story Garde Doloreuse on Clun Castle. * In A Shropshire Lad, A. E. Housman wrote the verse: \"Clunton and Clunbury,/ Clungunford and Clun,/ Are the quietest places/ Under the sun.\" * E. M. Forster visited Clun, which subsequently featured as Oniton in his novel Howards End (1910).An Illustrated Literary Guide to Shropshire, pp.31-32, 94. * Malcolm Saville wrote a series of books about a group of children who solve mysteries and have adventures (The Lone Pine Club) either in Clun or in places close to the town. ==Nearby settlements== ==See also== *Listed buildings in Clun ==References== ==External links== *Clun Town Council *Clun Town Museum *Clun and Clun Valley (for visitors) Category:Towns in Shropshire Category:Towns of the Welsh Marches",
 "title": "Clun"
}