{
 "id": "824448",
 "text": "The spinal canal (or vertebral canal or spinal cavity) is the canal that contains the spinal cord within the vertebral column. The spinal canal is formed by the vertebrae through which the spinal cord passes. It is a process of the dorsal body cavity. This canal is enclosed within the foramen of the vertebrae. In the intervertebral spaces, the canal is protected by the ligamentum flavum posteriorly and the posterior longitudinal ligament anteriorly. == Structure == The outermost layer of the meninges, the dura mater, is closely associated with the arachnoid mater which in turn is loosely connected to the innermost layer, the pia mater. The meninges divide the spinal canal into the epidural space and the subarachnoid space. The pia mater is closely attached to the spinal cord. A subdural space is generally only present due to trauma and/or pathological situations. The subarachnoid space is filled with cerebrospinal fluid and contains the vessels that supply the spinal cord, namely the anterior spinal artery and the paired posterior spinal arteries, accompanied by corresponding spinal veins. The anterior and posterior spinal arteries form anastomoses known as the vasocorona of the spinal cord and these supply nutrients to the canal. The epidural space contains loose fatty tissue, and a network of large, thin-walled blood vessels called the internal vertebral venous plexuses. The spinal canal is wider in the cervical spine region to provide space for the cervical enlargement of the spinal cord. == Clinical significance == Spinal stenosis is a narrowing of the canal which can occur in any region of the spine and can be caused by a number of factors. It may be caused by cervical myelopathy. Spinal canal endoscopy can be used to investigate the epidural space, and is an important spinal diagnostic technique. == History == The spinal canal was first described by Jean Fernel. ==References== ==External links== * Diagram at wisc.edu Category:Bones of the thorax Category:Bones of the vertebral column",
 "title": "Spinal canal"
}