{
 "id": "824982",
 "text": "John Burroughs School (JBS) is a private, non-sectarian college-preparatory school with 631 students in grades 7–12. Its 49-acre () campus is located in Ladue, Missouri (US), a suburb of St. Louis. Founded in 1923, it is named for U.S. naturalist and philosopher John Burroughs. John Burroughs has long had a school philosophy of liberal and progressive education. It has been recognized as one of the nation's premier preparatory schools. In 2007, the Wall Street Journal ranked it among the top 50 schools in sending graduates to eight top universities. As of 2020, the faculty includes 96 full-time and 32 part-time members. Since 2009, the Head of School has been Andy Abbott, formerly an English teacher and the school's head of college counseling. He replaced Keith Shahan, who held the job for 23 years. == History == In 1923, the school's founders wrote, \"Burroughs was established upon the conviction that each child has latent possibilities of power, and that it is the chief purpose of the school to cooperate with parents in discovering, fostering and developing that power so that in adulthood he shall make his contribution to the improvement of human society. The child’s mind is not a tablet to be written upon or a cistern to be filled, but a living, growing entity to be guided, developed, trained and inspired.\" In the 1930s, JBS participated in the Eight-Year Study, an experiment that tested how American progressive secondary schools would prepare their students for college when released from the curricular restrictions of college admissions requirements. In April 2020, the school received $2.5 million in federally backed small business loans as part of the Paycheck Protection Program. The school received scrutiny over this loan, which was meant to protect small and private businesses, and returned the money to the Treasury Department the following month. ==Extracurricular activities== ===Athletics=== The Bombers football team won the state championship in Division 2A in 1975, 1980 (tie), 1985, 1989, 1991, 1992, 1995 (tie) and 2001; and won the 3A title in 2015. Former NFL kicker Neil Rackers is an assistant coach on the football team. Former NFL quarterback Gus Frerotte was head football coach from 2011 to 2013. In 2016, the program was inducted into the Missouri Sports Hall of Fame. ==Notable alumni== ===Government and politics=== * Todd Akin, 1966: U.S. Congressman (R) for the 2nd District of Missouri (2001–2013) * Brittany Packnett, 2002: Black Lives Matter activist, appointed in 2015 by President Barack Obama to the President's Commission on Twenty-first Century Policing, a White House task force for police reform. * Laura Stith, 1971: Chief Justice of the Missouri Supreme Court * John A. Terry: Judge of the District of Columbia Court of Appeals * Andrea R. Wood, 1991: United States District Judge of the United States District Court for the Northern District of Illinois. ===Journalism and literature=== * Martha Gellhorn, 1926: combat journalist, novelist, and Ernest Hemingway's third wife. He dedicated For Whom the Bell Tolls (1940) to her * Vicki Goldberg, 1954: novelist and photographer * Jane Smiley, 1967: Pulitzer Prize-winning (1992) novelist, A Thousand Acres * Mary Wiltenburg, 1994: journalist, Little Bill Clinton project ===Arts, sciences, and education=== * Leon Burke III, musician, singer, and conductor * Sarah Clarke, 1989: actress, 24. * Heather Goldenhersh, 1991: actress, nominated for a Tony (Featured Actress in a Play) for playing Sister James in Doubt. * Jon Hamm, 1989: Golden Globe-winning actor who starred in Mad Men. * Ellie Kemper, 1998: actress, The Office (US). * David D. Clark, 1962: computer scientist and internet pioneer * Edward T. Foote II, 1955: president, University of Miami (1981–2001); dean of Washington University School of Law (1973–1980); helped design St. Louis' desegregation plans. * Tom Friedman, 1983: conceptual artist * John Hartford, 1956: Grammy-winning folk musician, Gentle On My Mind. * Terry Karl, 1966: professor of Latin American Studies at Stanford University. * James Peniston, 1992: sculptor. * Thomas H. Stix, 1941: Plasma physics pioneer, Princeton professor. * Erinn Westbrook, 2006: actress. * Beau Willimon, 1995: playwright and screenwriter. ===Sports=== * Fran Charles, 1986: television football reporter/host. * Ezekiel Elliott, 2013: Dallas Cowboys running back. * David Lee (basketball), class of 1997 (alum non-grad): NBA basketball player. *Foye Oluokun, 2013: Atlanta Falcons linebacker. * Dave Sisler, 1949: MLB baseball player. * Dick Sisler, 1938: MLB baseball player. * Scott Van Slyke, 2005: MLB baseball player for the Los Angeles Dodgers. * Jay Williamson, 1985: Professional golfer on the PGA Tour. ===Philanthropy=== * Leo Drey, 1935: timber magnate, conservationist, philanthropist. Was Missouri's largest private landholder until 2004, when his $180 million gift of land to a conservation foundation made him the U.S.'s sixth-most generous benefactor. Leases land to JBS for outdoor education. ===Business=== * Sam Altman, 2003: President of Y Combinator * Maureen Chiquet, 1981: CEO of Chanel * Joe Edwards, 1964: owner, Blueberry Hill; founder, the St. Louis Walk of Fame; booster, Loop Trolley. * Timothy Luehrman, 1974: Professor, Harvard Business School; widely cited expert in corporate finance. *Charles Steven Duncker, 1977: former New York Racing Association chairman, partner at Goldman Sachs. * Danny Meyer, 1976: NYC restaurateur; Union Square Cafe, Gramercy Tavern, Shake Shack. * Edward N. Ney, 1942: CEO of Young & Rubicam, U.S. ambassador to Canada. * Andrew C. Taylor: CEO and chairman of Enterprise Rent-A-Car Company. ===Military=== * James H. Howard, 1932: fighter pilot who flew with the Flying Tigers and later became the only fighter pilot in World War II's European Theater of Operations to receive the Medal of Honor. * Roslyn L. Schulte, 2002: Killed in action on May 19, 2009, she became the first woman to receive the National Intelligence Medal for Valor. ==Faculty== * Raymond Beckman, a member of the 1948 U.S. Olympic soccer team. Coached at JBS from 1949-2000. * Ron Charles, taught at JBS in the late 1990s. Now a book critic at The Washington Post. * Jon Hamm (Class of '89): For one year in the early 1990s, after he graduated from the University of Missouri, Hamm was a teaching intern in the Drama Department. Among his improv students was Ellie Kemper, later his costar in Bridesmaids. * John L. Loos: American historian who specialized in the Lewis and Clark Expedition, taught history at JBS from 1953 to 1955. ==References== == External links == * Category:Educational institutions established in 1923 Category:1923 establishments in Missouri Category:High schools in St. Louis County, Missouri Category:Private schools in St. Louis County, Missouri Category:Private high schools in Missouri Category:Private middle schools in Missouri Category:Buildings and structures in St. Louis County, Missouri",
 "title": "John Burroughs School"
}