{
 "id": "825478",
 "text": "Handball at the 2004 Summer Olympics included a men's and a women's team competitions with the preliminary rounds taking place in the Sports Pavilion at the Faliro Coastal Zone Olympic Complex. From the quarter final stage onwards, the women's event moved to the Helliniko Olympic Indoor Arena, a part of the Helliniko Olympic Complex, with the men joining them there for their semi-finals and final. The men's Handball event first made an appearance, played outside, at the 1936 Summer Olympics in Berlin, Germany but did not then re-appear until the Games returned to Germany for the Munich Olympics in 1972 since when it has been ever present. The women's game debuted in Montreal, Quebec, Canada at the 1976 Summer Olympics and again has been ever present since. ==Medal summary== {| |-valign=\"top\" | Men | Ivano Balić Davor Dominiković Mirza Džomba Slavko Goluža Nikša Kaleb Blaženko Lacković Venio Losert Valter Matošević Petar Metličić Vlado Šola Denis Špoljarić Goran Šprem Igor Vori Vedran Zrnić | Markus Baur Frank von Behren Mark Dragunski Henning Fritz Pascal Hens Jan Olaf Immel Torsten Jansen Florian Kehrmann Stefan Kretzschmar Klaus-Dieter Petersen Christian Ramota Christian Schwarzer Daniel Stephan Christian Zeitz Volker Zerbe | Mikhail Chipurin Aleksandr Gorbatikov Vyacheslav Gorpishin Vitali Ivanov Eduard Koksharov Alexey Kostygov Denis Krivoshlykov Vasily Kudinov Oleg Kuleshov Andrey Lavrov Sergey Pogorelov Alexey Rastvortsev Dmitri Torgovanov Aleksandr Tuchkin |-valign=\"top\" | Women | Louise Nørgaard Rikke Skov Henriette Mikkelsen Mette Vestergaard Rikke Jørgensen Camilla Thomsen Karin Mortensen Lotte Kiærskou Trine Jensen Katrine Fruelund Rikke Schmidt Kristine Andersen Karen Brødsgaard Line Daugaard Josephine Touray | Oh Yong-Ran Woo Sun-Hee Huh Soon-Young Lee Gong-Joo Jang So-Hee Kim Hyun-Ok Kim Cha-Youn Oh Seong-Ok Huh Young-Sook Moon Kyeong-Ha Lim O-Kyeong Lee Sang-Eun Myoung Bok-Hee Choi Im-jeong Moon Pil-Hee | Nataliya Borysenko Ganna Burmystrova Tetyana Shynkarenko Maryna Vergelyuk Olena Yatsenko Ganna Siukalo Olena Radchenko Olena Tsyhytsia Galyna Markushevska Lyudmyla Shevchenko Iryna Honcharova Nataliya Lyapina Anastasiia Pidpalova Larysa Zaspa Oxana Rayhel |} ==Medal table== ==Teams== ===Men=== The men's event involved twelve teams split equally into two groups. Group A: * * * * * * Group B: * * * * * * ===Women=== The women's event involved ten teams split in two groups. Group A: * * * * * Group B: * * * * * When all teams within a group have played each other in both men's and women's competitions the top four from each group will progress into their respective quarter finals. ==References== ==External links== *Official result book – Handball Category:2004 Summer Olympics events O 2004",
 "title": "Handball at the 2004 Summer Olympics"
}