{
 "id": "826214",
 "text": "thumb|The grave of Col Robert H M Aitken, Eastern Cemetery, St Andrews Colonel Robert Hope Moncrieff Aitken (8 February 1826 – 18 September 1887) was a Scottish recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. ==Details of Nomination== He was 31 years old, and a Lieutenant in the 13th Bengal Native Infantry, Bengal Army during the Indian Mutiny when the following deeds took place for which he was awarded the VC: London Gazette ==Later life== In later life he achieved the rank of Colonel. He died in 1887 and is buried in the Eastern Cemetery at St Andrews on the upper terrace. ==Family== Robert was the son of John Aitken and Jane Christie, of Cupar, Fife, Scotland. He came from a long line of army personnel. His cousin Robert Digby-Jones also received the Victoria Cross (posthumously) for actions at Ladysmith in 1900. ==Legacy== thumb|right| His Victoria Cross is now part of the Collections at the National Army Museum (Chelsea, England). National Army Museum catalogueHe is unique in that the decoration ceremony was performed at the same place, the Residency at Lucknow, and almost on the exact spot where several of his V.C. actions had taken place. He did not, however, receive the actual 'medal' on this occasion, as it had been mislaid. A memorial was erected at the Residency in Lucknow. It reads: ==References== ==Publications== *Monuments To Courage (David Harvey, 1999) *The Register of the Victoria Cross (This England, 1997) *Scotland's Forgotten Valour (Graham Ross, 1995) ==External links== *Burial location of Robert Aitken (Fife) *Location of Robert Aitken's Victoria Cross National Army Museum, London Category:British recipients of the Victoria Cross Category:Indian Rebellion of 1857 recipients of the Victoria Cross Category:British Indian Army officers Category:British East India Company Army officers Category:1826 births Category:1887 deaths Category:Companions of the Order of the Bath Category:People from Cupar Category:British military personnel of the Second Anglo-Sikh War",
 "title": "Robert Hope Moncrieff Aitken"
}