{
 "id": "826952",
 "text": "thumb|Children's bunk bed A bunk bed is a type of bed in which one bed frame is stacked on top of another, allowing two or more beds to occupy the floor space usually required by just one. They are commonly seen on ships, in the military, and in hostels, dormitories, summer camps, children’s bedrooms, prisons, and the like. Bunk beds are normally supported by four poles or pillars, one at each corner of the bed. A ladder or stairs is used to get to the upper bed, which is normally surrounded by a railing to prevent the sleeper from falling out. Some models also have a privacy curtain for the lower bunk. Because of the need for a ladder and the height of the bed, the top bunk of a bunk bed is not recommended for children under six years of age. A loft bed is an elevated bed similar to a bunk bed, but without the lower beds, freeing floor space for other furniture, such as a desk, which might be built into the loft bed. Low loft beds are lower to the ground and designed for younger children. ==Types == The most common type is the standard bunk bed which has two same size mattresses stacked one directly over the other. A twin over full bunk bed is arranged as a standard except that the bottom mattress is a full size and the upper is a twin size. A full over full bunk bed is otherwise called as the wider bed, which means both top and bottom has the same wider size. They both have a double bed and a total of four people can sleep in it at the same time. A futon bunk is also arranged like a standard bunk, except the lower bunk is a Western-style futon couch, which converts into a bed rather than a standard mattress. Futon bunks can be used to save space in small apartments or rooms, because the lower bed converts to a couch for use during the daytime. In an L-shape bunk the bottom bed is oriented at a right angle to the top bed such that when viewed from above the beds form an L. This also creates a small alcove where a desk or bookshelf can be placed. A loft bed denotes a bunk bed that has only the top bunk, creating an open space underneath that can be occupied by a chest, drawers, or even a work area.\"How To Build A Dorm Loft\" , Elephant StaircaseTim Carter, \"Building a Loft Bed\" and \"Build a Loft Bed\" , Ask The Builder This makes loft beds an efficient use of small spaces by utilizing the entire vertical area that would otherwise be left unused. Some loft beds even have stowable/trundle beds while retaining the capability to contain workstations and drawers. Loft beds can be more expensive than bunk beds due to built-in storage capacity and other features. Other names are mezzanine bed, (bunk) high sleeper (bed), loft bunk. thumb|Triple loft bed; left, a loft bed with bookshelf below, right, a two- story bunk bed A triple loft bed is an arrangement involving a total of three bunks. These bunks are a combination of bed types, where a loft bed is perpendicularly attached to a bunk bed to form an L-shape. The bunk or bunks above the lowest one may have rails to keep the occupant from falling out.Jan 17, 2002. WIRED. \"Sleeping 101\" . ==References== == External links == *U.S. Consumer Product Safety Commission warning for bunk beds *ASTM Safety Standards for bunk beds *UK - The Bunk Beds (Entrapment Hazards) (Safety) Regulations 1987 Category:Beds Category:Sibling Category:Space-saving furniture",
 "title": "Bunk bed"
}