{
 "id": "826902",
 "text": "Patsy Rouzer Keever (born December 20, 1947) is a North Carolina educator and Democratic politician. ==Family and education== Patsy Rouzer Keever was born and raised in Charlotte, North Carolina. She attended NC public schools and graduated from Duke University with a B.A. in Elementary Education. She started graduate work, earning a master's degree in Education from Western Carolina University. Keever and her late husband John F. Keever were married for 34 years. They lived in Asheville where they raised two daughters. She has four grandchildren and continues to reside in Asheville, where she lives with her second husband Jim Aycock, former publisher of Black Mountain News. ==Teaching career== Keever was a teacher for over 25 years. For the majority of her career, she taught 8th grade social studies and language arts. She retired from teaching in 2002 to give full-time care to her sick husband, who died from cancer the following year. Keever served as the president of the local and district chapters of the North Carolina Association of Educators (NCAE). ==Community engagement== Keever has been active in Asheville and Buncombe County for over 40 years. She has held leadership positions with numerous community organizations, including CarePartners, Buncombe County Library Board of Trustees, Buncombe County Board of Health, United Way, Juvenile Crime Prevention Council, Asheville/Buncombe League of Women Voters, and the Chamber of Commerce Legislative Task Force. ==Political career== ===Buncombe County Board of Commissioners (1992–2004)=== Keever won election to the Buncombe County Board of Commissioners while still teaching full-time. She was elected for three consecutive terms. ===2004 U.S. House campaign=== In 2004, Keever ran for the United States House of Representatives in North Carolina's 11th congressional district. She won the Democratic primary with 81% of the vote. However, she lost the hard-fought election by a margin of 55% – 45% to incumbent Republican Charles H. Taylor. Keever's campaign received strong support from Democrats in the 11th District and nationally. She also received significant support from national organizations including the National Association for Education, EMILY's List, International Union of Police Associations, International Association of Firefighters, and the Sierra Club. ===North Carolina Legislature (2010–2012)=== Keever ran in the 2010 election for the North Carolina House of Representatives in District 115, with the campaign slogan, \"putting people first.\" She defeated incumbent D. Bruce Goforth in the May 4 Democratic primary, 60%-40%. After Goforth resigned before the expiration of his term, local Democrats selected Keever to be appointed by the governor to fill the vacancy. In the general election, Keever won a two-year term with 56% of the vote. Keever served on the following committees: Agriculture, Appropriations, Appropriations Subcommittee on Justice and Public Safety, Environment, Government, and State Personnel. The North Carolina League of Conservation Voters awarded Keever the 2012 Rising Star award for her work in the legislature. ===2012 U.S. House campaign=== Keever ran for the U.S. House of Representatives in North Carolina's 10th congressional district in 2012. She won the Democratic primary in May 2012 with nearly 57.8% of the vote over Asheville Mayor Terry Bellamy (26.5%) and local Timothy Murphy (15.6%). Keever lost the general election to incumbent Patrick McHenry. ===State party leadership=== Keever was elected first vice- chair of the North Carolina Democratic Party in 2013.WRAL.com: NC Democratic activists elect Keever as No. 2 After incumbent chair Randy Voller declined to run for a second term, Keever was elected party chair in 2015.Asheville Citizen-TimesWRAL.com She declined to run for a second two-year term and was succeeded by Wayne Goodwin. ===State Senate Campaign=== In March 2019, Keever announced her intention to seek the Democratic Party's nomination to run against incumbent Republican Chuck Edwards in the 48th district of the North Carolina Senate in the 2020 elections. ==References== ==External links== *Patsy Keever for NC Senate official campaign website * Patsy Keever at the North Carolina General Assembly website * Category:American educators Category:County commissioners in North Carolina Category:Duke University alumni Category:1947 births Category:Women state legislators in North Carolina Category:North Carolina Democrats Category:Members of the North Carolina House of Representatives Category:Living people Category:North Carolina Democratic Party chairs Category:21st-century American politicians Category:21st-century American women politicians",
 "title": "Patsy Keever"
}