{
 "id": "827187",
 "text": "Amra Bangali (AMB) ( translation: We are Bengalis) is a political party in India, based on the socio-economic and political philosophy Progressive Utilization Theory given by Prabhat Ranjan Sarkar; the party was sparked off in reaction against anti-Bengali rhetoric in Northeast India. Amra Bangali enjoyed a short stint in the spotlight in the mid-1980s when it even won some gram panchayat seats in border districts. Today, AMB is involved in various movements and protests including those against the Darjeeling Gorkhas calling for the creation of new state of Gorkhaland. It protested National Register of Citizens for Assam and Citizenship (Amendment) Act, 2019. The politics of Amra Bangali is based on Sarkar's ideas of economic and political democracy. The party is organized in West Bengal, as well as in other states with large Bengali populations such as Tripura, Bihar, Odisha, Assam and Jharkhand. The only real political breakthrough the party has had was in Tripura during the 1980s, when the party entered the Legislative Assembly. Bhuban Bijoy Majumder, resident of Tripura, was a famous leader of the party.The Eyewitness: Tales from Tripura's Ethnic Conflict, Manas Paul. ==Bangalistan== Bangalistan () is the proposed separate land or state for the Bengalis in India and self- sufficient socio-economic zone promoted by the supporters of the Indian political party Amra Bangali. Basically, it is a social movement, based on Prabhat Ranjan Sarkar's socio-economic and political philosophy PROUT. Bengal or Bangalistan was divided several times in the past. The Mandai Massacre, Nellie Massacre, etc. proves the hurtful conditions of the Bengalis in India. The Amra Bangali protested the National Register of Citizens for Assam. The Bengalis want to reorganize Bangalistan as per the Article 3(a) of Part 1 of the Constitution of India to save themselves from oppression and exploitation. The Bangalistan envisioned by the party would include the whole of West Bengal, Andaman and Nicobar Islands, Tripura and some parts of Assam, Bihar and Jharkhand, etc. == Demands == The demands of Amra Bangali include: * Like Marathi, Punjabi, Tamils, etc. are given respective homelands in the federated structure of India, Bengalis should be given their homelands – Bangalistan. * Bengali language should be used in all official and non-official works all over Bangalistan. * The Bengali regiment should be reintroduced into the Indian Army, like Maratha, Sikh etc. regiments. * All Bengali immigrants should be granted Indian nationality without a question mark. * The amendments to Citizenship Charter that were done in the 1986 and 2003 need to be cancelled. *In the entire North-East including Manipur– Assam, there is a systematic conspiracy to cancel voting rights of Bengalis and place them in outsiders' camps – this has to be stopped forthwith. *The local youths must be given 100% employment as per Progressive Utilization Theory (PROUT). *Block level planning has to be introduced and agro industries have to be established. Agriculture has to be given the status of industry. *The publication of advertisements and showing of TV serials, cinemas, etc., which are disrespectful to the dignity of women have to be stopped forthwith, etc. == Aims and objectives == The aims and objectives of Amra Bangali include: * Restoration and development of Bengali language and culture. * Economic self- sufficiency. * Self-determination in socio-political field. *Re-organization of the territory of Bengal with all the like-minded people having respect for Bengali language and culture and giving a new name Bangalistan to this territory. == Wing organisations == The wing organisations of Amra Bangali are: * Bangali Chhatra–Yuva Samaj * Bangali Mahila Samaj * Bangali Kars'ak Samaj * Bangali Sramajiibii Samaj *Bangali Vidvat Samaj == See also == * Political parties in Tripura ==References== == External links == * Official website (Bengali) Category:Political parties in India Category:Prabhat Ranjan Sarkar Category:Political parties in West Bengal Category:Political parties with year of establishment missing",
 "title": "Amra Bangali"
}