{
 "id": "827245",
 "text": "An encumbrance is a third party's right to, interest in, or legal liability on property that does not prohibit the property's owner from transferring title (but may diminish its value).Steven H. Gifis, Barron's Dictionary of Legal Terms, 4th edn., s.v. \"encumbrance\" (Barron's Educational Series, 2008), 169. Encumbrances can be classified in several ways. They may be financial (for example, liens) or non-financial (for example, easements, private restrictions). Alternatively, they may be divided into those that affect title (for example, lien, legal or equitable charge) or those that affect the use or physical condition of the encumbered property (for example, restrictions, easements, encroachments).Fillmore E. Galay et al., Modern Real Estate Practice in Illinois, 4th edn. (Chicago: Dearborn Real Estate Education, 2001), 107. Encumbrances include security interests, liens, servitudes (for example, easements, wayleaves, real covenants, profits a prendre), leases, restrictions, encroachments, and air and subsurface rights. ==Jurisdictions== ===Hong Kong=== In Hong Kong, there is statutory definition of \"encumbrance\". In Conveyancing and Property Ordinance (Cap. 219) it reads: \"\"encumbrance\" (產權負擔) includes a legal and equitable mortgage, a trust for securing money, a lien, a charge of a portion, annuity, or other capital or annual sum; and \"encumbrancer\" (產權負擔人) has a meaning corresponding with that of \"encumbrance\" and includes every person entitled to the benefit of an encumbrance, or to require payment and discharge thereof\". ==Other uses== ===Colleges=== It is also a term used by colleges and universities to describe limitations placed on a student's account due to late payment, late registration, or other reasons stated by the institution. An encumbrance can prohibit students from registering for classes, affect the release of their transcripts, or delay the reception of their diplomas. ===Accounting=== In management accounting, encumbrance is a management tool used to reflect commitments in the accounting system and attempt to prevent overspending. Encumbrances allow organizations to recognize future commitments of resources prior to an actual expenditure. ;Pre-encumbrance: Amount expected to spend, but for which there is no legal obligation to spend. A requisition is a typical pre-encumbrance transaction. ;Encumbrance: Amount for which there is a legal obligation to spend in the future. A purchase order is a typical encumbrance transaction. ;Expenditure: Amount for which there has been an expenditure of funds. An expenditure is recorded in Commitment Control for both vouchers payable and journal entries. === Intellectual property === An example of Intellectual property encumbrance is \"encumbered code\", software that cannot be freely distributed due to intellectual property rights. ==References== Category:Common law legal terminology Category:Property law legal terminology Category:Intellectual property law Category:Accounting terminology",
 "title": "Encumbrance"
}