{
 "id": "827709",
 "text": "Roberto Alexandre Vieira Ribeiro (, born 20 March 1949) is a Hong Kong judge and honorary lecturer in law at the University of Hong Kong. He is currently one of the three permanent judges for the Court of Final Appeal in Hong Kong, and is the longest serving judge in that court. ==Early life and education== Born Roberto Alexandre Vieira Ribeiro, into a Portuguese-descent family in Hong Kong, he received his elementary and secondary education in Hong Kong. He studied in La Salle College. Upon graduating with honours from the London School of Economics (LL.B. 1971, LL.M. 1972), Ribeiro returned to Hong Kong, and joined the faculty of law of the University of Hong Kong as a lecturer in 1972. He initially taught in the fields of criminal law and jurisprudence, but later extended his teaching to labour law and civil procedure. ==Legal career== After seven years of academic life, Ribeiro entered into private practice in 1979, and quickly established himself as an expert in admiralty and maritime law. He was a member of Temple Chambers during his time in private practice. He was appointed Queen's Counsel in 1990, and is a patron of the Oxford University Commonwealth Law Journal. He acted for the British government in the Spycatcher case, and for the Airport Authority during the enquiry into the botched opening of Chek Lap Kok airport in 1998. ===Judicial career=== In 1997, Ribeiro was appointed as a Recorder (part-time judge) of the High Court. Ribeiro quickly rose through the ranks, and was appointed Judge of the High Court in 1999, promoted to the Court of Appeal (High Court) as a Justice of Appeal in 2000, and a Permanent Judge of the Court of Final Appeal the same year. As the longest-serving judge of the court, Ribeiro has been involved in numerous important cases, particularly in the area of constitutional law. These include cases concerning the Right of Abode, sovereign immunity, freedom of speech, and the election process, but also extend to other areas such as maintenance and champerty, the internet, LGBT rights, civil partnerships, employment, medical negligence, and divorce. ==Personal== Ribeiro was for many years President of Alliance Française in Hong Kong, and has been a member of the boards of the Hong Kong Arts Festival and the Hong Kong International Film Festival. He has been made an officer of the Légion d'Honneur in France. He is an Honorary Bencher of the Inner Temple in London, and an Honorary Fellow of both the London School of Economics and St Hugh's College, Oxford. He received an Honorary Doctor of Laws degree from the University of Hong Kong in 2019. ==References== Category:Hong Kong people of Portuguese descent Category:1949 births Category:Living people Category:Hong Kong judges Category:Alumni of the London School of Economics Category:Justices of the Court of Final Appeal (Hong Kong) Category:Hong Kong Senior Counsel Category:Honorary Fellows of the London School of Economics Category:Hong Kong Queen's Counsel Category:Queen's Counsel 1901–2000",
 "title": "Roberto Ribeiro (judge)"
}