{
 "id": "827889",
 "text": "White pride is an expression primarily used by white separatist, white nationalist, fascist, neo-Nazi and white supremacist organizations in order to signal racist or racialist viewpoints. It is also a slogan used by the prominent post-Ku Klux Klan group Stormfront and a term used to make racist/racialist viewpoints more palatable to the general public who may associate historical abuses with the terms white nationalist, neo-Nazi, and white supremacist. == Provenance == Sociologists Betty A. Dobratz and Stephanie L. Shanks-Meile identified \"White Power! White Pride!\" as \"a much- used chant of white separatist movement supporters\", and sociologist Mitch Berbrier has identified the use of this phrase as part of a \"new racist ... frame-transformation and frame-alignment by (a) consciously packaging a 'hate- free' racism, (b) developing strategies of equivalence and reversal–presenting whites as equivalent to ethnic and racial minorities, and (c) deploying ideas about 'love,' 'pride,' and 'heritage-preservation' to evidence both their putative lack of animosity toward others as well as their ethnic credentials.\" In a social psychology experiment that tested how white participants could be influenced to identify with white pride ideology, social psychologists framed white pride as follows: Sociologists Monica McDermott and Frank L. Samson documented the rhetorical evolution of white pride movements thus, \"Because white pride has historically been predicated upon a denigration of nonwhites, the articulation of the duties and requirements of whiteness reflects a desire to correlate a conscious white identity with positive attributes.\" == Use as an identity marker == Political and social scientists commonly argue that the idea of \"white pride\" is an attempt to provide a clean or more palatable public face for white supremacy or white separatism and that it is an appeal to a larger audience in hopes of inciting more widespread racial violence. According to Joseph T. Roy of the Southern Poverty Law Center, white supremacists often circulate material on the internet and elsewhere that \"portrays the groups not as haters, but as simple white pride civic groups concerned with social ills\". Philosopher David Ingram argues that \"affirming 'black pride' is not equivalent to affirming 'white pride,' since the former—unlike the latter—is a defensive strategy aimed at rectifying a negative stereotype\". By contrast, then, \"affirmations of white pride—however thinly cloaked as affirmations of ethnic pride—serve to mask and perpetuate white privilege\".* In the same vein, Professor of Education at University of Illinois at Urbana–Champaign, Cris Mayo, characterizes white pride as \"a politically distasteful goal, given that whiteness is not a personal or community identity, but has been a strategy to maintain inequities of privilege and power.\" thumb|250px|Anti-fascists with banner reading \"good night white pride\" Political scientists Carol M. Swain and Russell Nieli, in their text on white nationalism, identify the idea of \"white pride\" as a relatively new phenomenon in the United States. They argue that over the course of the 1990s, \"a new white pride, white protest, and white consciousness movement has developed in America\". They identify three contributing factors: an immigrant influx during the 1980s and 1990s, resentment over affirmative action policies, and the growth of the Internet as a tool for the expression and mobilization of grievances.*. According to Janet E. Helms, founding director of Boston College's Institute for the Study and Promotion of Race and Culture, a white person \"must become aware of his or her Whiteness, accept it as personally and socially significant ... Not in the sense of Klan members' 'white pride' but in the context of a commitment to a just society.\" Among people who strongly identify as white, research differentiates between a power cognizant group and a prideful group. The prideful group is more likely to devalue diversity and to show prejudice, while the power cognizant group is more likely to value diversity. Sociologist Luigi Esposito of Barry University writes that \"the emphasis on white pride or white identity resonates with supporters of the alt-right because racial tribalism is regarded as an antidote to the neoliberal emphasis on competitive individualism and self-serving behavior that presumably threatens the interests of whites.\" Alt URL == Racist context == The slogan \"White Pride Worldwide\" appears on the logo of Stormfront, a website owned and operated by Don Black, who was formerly a Grand Wizard of the Ku Klux Klan.. The North Georgia White Knights of the Ku Klux Klan describe themselves as \"a patriotic, White Christian revival movement dedicated to preserving the maintenance of White Pride and the rights of the White Race\". A 2002 study identified white pride as a motivation for racial hate crimes on a US college campus, while in a different study on internet racism, the slogan was identified as being part of an emerging transnationalist trend in white supremacist movements. The slogan was also documented to have been used in hate speech incidents at New York University, Vassar College, Temple University, the University of Oregon, and the University of Tennessee, and it was a slogan used in posters put up by a white supremacist organization at dozens of US colleges. Certain Denver Nuggets jerseys were named \"white pride\" by Adidas and were listed as such on the team's website in 2016, after which internet outcry prompted the team to rename the jerseys. Similarly, a fitness room in River Falls, Wisconsin was renamed to avoid the racist connotations of it being referred to as the \"White Pride Fitness Room\". The slogan was chanted along with \"White Power\" by up to 100 neo-Nazis rallying in Manchester, United Kingdom in March 2015 and was the theme of a March 2016 event in Swansea and a March 2017 event in Edinburgh, all of which were organized by the National Front. In an exposé from The Week, James Poulos warned that \"Europe is on track to rediscover what looks to us like a highly unsettling form of white pride.\" ==See also== * Angry white male * European-American Unity and Rights Organization * Fourteen Words * It's OK to be white, an alt-right slogan * White genocide conspiracy theory * White nationalism * White supremacy * Gay pride * Black pride * Asian pride ==References== Category:European-American culture Category:Identity politics Category:Neo-Nazism Category:Politics and race Category:Pride Category:White nationalism Category:White supremacy",
 "title": "White pride"
}