{
 "id": "828168",
 "text": "KF Shkupi (, ) is a professional football club based in Čair, North Macedonia. The club plays in the Macedonian First Football League, which is the top tier of football in the country. ==History== After financial issues with main sponsor Jugomagnat, Sloga went through an unstable period until. In 2012, Sloga was merged with FC Albarsa to form FK Shkupi. However, the Football Federation of Macedonia does not consider Shkupi to be successors to the original Sloga Jugomagnat for political reasons as the FFM allowed a merging between Vardar, the most popular club among ethnic Macedonians and Miravci with Vardar avoiding relegation and keeping its previous trophies and accolades. Despite the FFM not recognising Shkupi's track records and honours as Sloga, Sloga's official support firm, previous players and management, recognize Shkupi as its successor. After finishing the Macedonian First league in fourth place in the 2017–18 season, Shkupi will be playing in the Europa League qualifiers for the first time. ==Supporters== The team's supporters are the Shvercerat which were officially established in 1989 in Čair in Skopje. Shvercerat is Albanian for \"Smugglers\". Shvercerat were also the same supporters of the predecessor club Sloga Jugomagnat, before the merger to the current club Shkupi. Similarly to Shkëndija, FK Shkupi is an Albanian oriented club, with the supporters being Albanian and also part of the Tifozat Kuq e Zi, an ultras group that supports Albania in international football. Nationalist Albanian rhetoric is often a part of the chanting in league games, although comparing in level of popularity, Shkupi has not matched with Shkëndija. On 13 February 2011, a large gathering of Vardar supporters, Komiti Skopje, congregated at the Skopje Fortress to protect a construction site on the grounds of the fortress. A large group of the Shvercerat, who were against the government building on the area of the old fortress, broke through the police line and forced the Komiti out of the Skopje Fortress. The construction site was seized by the Shvercerat until police successfully took control and arrested Omer Bunjaku, a leading figure of the Shvecerat. The Shvercerat are known for taking rival team supporter's banner. They have succeeded in taking the Kratovo banner of Sileks, the Vojvodi banner of Teteks, Komiti Zapad banner of Vardar, Vinari banner of Vardar Negotino, Prilep banner of Pobeda, Green Front and BFC Hooligans banners of Pelister. ==Recent seasons== {|class=\"wikitable\" style=\"text-align:center; font-size:100%\" |- !rowspan=2|Season !colspan=9|League !rowspan=2 width=\"30\"|Cup !rowspan=2 colspan=2 width=\"200\"|European competitions |- !Division !width=\"35\"|P !width=\"35\"|W !width=\"35\"|D !width=\"35\"|L !width=\"35\"|F !width=\"35\"|A !width=\"35\"|Pts !width=\"45\"|Pos |- |2012–13 |3. MFL North |28 |23 |4 |1 |80 |26 |73 |bgcolor=\"#DDFFDD\"|1st ↑ | | | |-bgcolor=#EEEEEE |2013–14 |2. MFL |29 |16 |4 |9 |56 |31 |52 |4th |R1 | | |- |2014–15 |2. MFL |27 |16 |5 |6 |44 |19 |53 |bgcolor=\"#DDFFDD\"|1st ↑ |R2 | | |-bgcolor=#EEEEEE |2015–16 |1. MFL |32 |9 |11 |12 |29 |34 |38 |6th |R2 | | |- |2016–17 |1. MFL |36 |8 |13 |15 |27 |39 |37 |8th |QF | | |-bgcolor=#EEEEEE |2017–18 |1. MFL |36 |13 |12 |11 |51 |46 |51 |4th |R2 | | |- |2018–19 |1. MFL |36 |13 |9 |14 |40 |42 |48 |4th |R1 |Europa League |QR1 |-bgcolor=#EEEEEE |2019–20 |1. MFL |align=center colspan=9|Abandoned due to COVID-19 pandemic |Europa League |QR1 |- |} ==Players== ===Current squad=== ===Out on loan=== ==Shkupi in Europe== {| class=\"wikitable\" style=\"text-align:center\" |- !Season !Competition !Round !Opponent !Home !Away ! |- |2018–19 |UEFA Europa League |1Q |align=\"left\"| Rangers |style=\"text-align:center;\"|0–0 |style=\"text-align:center;\"|0–2 |style=\"background:#fdd;\"| 0–2 |- |2019–20 |UEFA Europa League |1Q |align=\"left\"| Pyunik |style=\"text-align:center;\"|1−2 |style=\"text- align:center;\"|3−3 |style=\"background:#fdd;\"| 4–5 |- |2020–21 |UEFA Europa League |1Q |align=\"left\"| Neftçi | |style=\"background:#fdd;\"| 1–2 | |- | rowspan=2|2021–22 | rowspan=2|UEFA Europa Conference League |1Q |align=\"left\"| Llapi |style=\"text-align:center;\"|2−0 |style=\"text-align:center;\"|1−1 |style=\"background:#dfd;\"| 3–1 |- |2Q |align=\"left\"| Santa Clara |style=\"text- align:center;\"|0–3 |style=\"text-align:center;\"|0−2 |style=\"background:#fdd;\"| 0–5 |} ==References== ==External links== * Category:2012 establishments in the Republic of Macedonia Category:Association football clubs established in 2012 Category:Football clubs in North Macedonia Category:Football clubs in Skopje Shkupi",
 "title": "KF Shkupi"
}