{
 "id": "828213",
 "text": "Raszyn is a village in Pruszków County, Masovian Voivodeship, in east-central Poland. It is the seat of an administrative district called Gmina Raszyn. It lies approximately east of Pruszków and south-west of Warsaw. The village has a population of 6,700. ==History== Raszyn has been the site of two battles. On April 19, 1809, the inconclusive Battle of Raszyn (1809) took place between the Polish forces under Prince Józef Poniatowski and the Austrian army under Archduke Ferdinand d'Este. In 1931 a longwave broadcasting transmitter was set up in Raszyn. Back then it was the strongest such facility in Europe, with roughly 120 kW of power. During the World War II the radio mast was destroyed, but was rebuilt in 1945 with roughly 500 kW of power. In 1949 a new aerial mast was built there. At 335 metres high, it was until 1962 the tallest structure in Europe. Until the inauguration of the transmitter in Konstantynów in 1974 it served as the central longwave radio facility of the Polish Radio. Until 1978 it served as spare transmitter for Konstantynów. Since 1978 the facility in Raszyn is used at daytime for transmissions of the second programme of the Polish Radio in the longwave range. After the collapse of the Konstantynów radio mast in 1991, the transmitter in Raszyn yet again became the main broadcasting transmitter in Poland. After completion of the new longwave transmitter in Solec Kujawski in 1999, it was finally switched off in 2009. Raszyn itself currently functions as a suburb of Warsaw, with many villas and shops located there. The gmina has roughly 20,000 inhabitants and is one of the fastest-developing suburbs of the Polish capital. Among the notable tourist attractions of the area is a baroque-classicist church from 1645. In 1790 it was refurbished by renowned Polish architect Szymon Bogumił Zug. He also built an inn in the town. Also, in 1978 the Stawy Raszyńskie reserve was established for protection of large ponds and the natural habitat of roughly 100 species of birds. The protected area covers 1.1 km². ==Notable residents == *Monika Łabendowicz (born 1982), actress *Iga Świątek (born 2001), tennis player, Grand Slam champion ==See also== *List of cities and towns in Poland *Battle of Raszyn ==References== ==External links== * Jewish Community in Raszyn on Virtual Shtetl Raszyn",
 "title": "Raszyn"
}