{
 "id": "82852",
 "text": "In Greek mythology, the Limnads (; Ancient Greek: Λιμνάδες) or Limnatides (Ancient Greek: Λιμνατιδες) or Leimenids (; Ancient Greek: Λειμενίδες) were a type of naiad. ==Mythology== The Limnads are Naiads that lived in freshwater lakes. Their parents were the Potamoi (river gods) or the lake gods. ==Types and names== The number of Limnads includes but is not limited to: * The Astakides (αἱ Ἀστακίδες), nymphs of the Lake Astakos in BithyniaNonnus, Dionysiaca 15.370 ff *Bolbe (Βόλβη), nymph of a Thessalian lake of the same name, also classed as an Oceanid due to her parentage (daughter of Oceanus and Tethys) *Limnaee (Λιμναία), daughter of the Indian river god Ganges, one of the reputed mothers of AthisOvid, Metamorphoses 5.47 ff *Pallas (Παλλάς, genitive Παλλάδος)Apollodorus, 3.144 *Tritonis (Τριτονίς), nymph of the homonymous salt-water lake in Libya, mother of Nasamon and Caphaurus (or Cephalion) by Amphithemis,Apollonius Rhodius, Argonautica 4.1493 ff.; Hyginus, Fabulae 14 and, according to an archaic version of the myth, also of Athena by Poseidon.Pausanias, Graeciae Descriptio 1.14.6 ==Notes== == References == *Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. ISBN 0-674-99135-4. Online version at the Perseus Digital Library. Greek text available from the same website. *Apollonius Rhodius, Argonautica translated by Robert Cooper Seaton (1853-1915), R. C. Loeb Classical Library Volume 001. London, William Heinemann Ltd, 1912. Online version at the Topos Text Project. *Apollonius Rhodius, Argonautica. George W. Mooney. London. Longmans, Green. 1912. Greek text available at the Perseus Digital Library. *Dictionary of Greek and Roman Biography and Mythology, v. 2, page 1216 *Gaius Julius Hyginus, Fabulae from The Myths of Hyginus translated and edited by Mary Grant. University of Kansas Publications in Humanistic Studies. 1960. Online version at the Topos Text Project. *Nonnus of Panopolis, Dionysiaca translated by William Henry Denham Rouse (1863-1950), from the Loeb Classical Library, Cambridge, MA, Harvard University Press, 1940. Online version at the Topos Text Project. *Nonnus of Panopolis, Dionysiaca. 3 Vols. W.H.D. Rouse. Cambridge, MA., Harvard University Press; London, William Heinemann, Ltd. 1940-1942. Greek text available at the Perseus Digital Library. *Pausanias, Description of Greece with an English Translation by W.H.S. Jones, Litt.D., and H.A. Ormerod, M.A., in 4 Volumes. Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1918. . Online version at the Perseus Digital Library *Pausanias, Graeciae Descriptio. 3 vols. Leipzig, Teubner. 1903. Greek text available at the Perseus Digital Library. *Publius Ovidius Naso, Metamorphoses translated by Brookes More (1859-1942). Boston, Cornhill Publishing Co. 1922. Online version at the Perseus Digital Library. *Publius Ovidius Naso, Metamorphoses. Hugo Magnus. Gotha (Germany). Friedr. Andr. Perthes. 1892. Latin text available at the Perseus Digital Library. Category:Greek sea goddesses Category:Naiads Category:Characters in Greek mythology Category:Water spirits",
 "title": "Limnad"
}