{
 "id": "82873",
 "text": "Fabian Pascal is a Romanian-American consultant to large software vendors such as IBM, Oracle Corporation, and Borland, but is better known as an author and seminar speaker. Born in Romania, Pascal lives in the San Francisco, CA area of the US, and works in association with Christopher J. Date. Pascal is known for his sharp criticisms of the data management industry, trade press, current state of higher education, Western culture and alleged media bias. Pascal advocates strict adherence to the principles of the relational model, and argues that departing from the model in the name of pragmatism is responsible for serious data management troubles. Criticism of Pascal's advocacy often centers around his polemical style, which some perceive as overly confrontational and unprofessional.. He publishes political commentary on The PostWest blog about the decline of Western education and civilization and Middle East issues.. == Quotes == * \"A lot of what is being said, written, or done in the database management field — or whatever is left of it — by vendors, the trade press and \"experts\" is irrelevant, misleading, or outright wrong. While this is to a degree true of computing in general, in the database field the problems are so acute that, claims to the contrary notwithstanding, technology is actually regressing!\". * \"The relational model is application of science — logic and math — to database management. The notion that one is \"fanatic\" about that is tantamount to claiming that civil engineering is fanatical about the laws of physics. Such a claim reveals problems more serious than ignorance of data fundamentals, and THAT is what deserves disdain.\" Fabian Pascal, August 29, 2005 . ==Publications== *. 336 pp. *. 278 pp. *. 256 pp. ==See also== *Christopher J. Date *Hugh Darwen *David McGoveran *Principle of orthogonal design (POOD) ==References== ==External links== * . * . * . Category:Romanian computer scientists Category:Romanian emigrants to the United States Category:Database specialists Category:Living people Category:Year of birth missing (living people)",
 "title": "Fabian Pascal"
}