{
 "id": "829023",
 "text": "The Mercedes-Benz GLE-Class, formerly Mercedes-Benz M-Class, is a mid-size luxury SUV produced by the German automaker Mercedes-Benz since 1997. In terms of size, it is slotted in between the smaller GLC-Class (based on the C-Class) and the larger GLS-Class, the latter with which it shares platforms. For a short time, between 1999 and 2002, the M-Class was also built by Magna Steyr in Graz, Austria, for the European market, before all production moved to the U.S. plant near Vance, Alabama. From late 2012, the M-Class was also assembled at new plants in India, Indonesia and Thailand. Since April 2015, the M-Class has been renamed to the Mercedes-Benz GLE-Class in an effort to harmonize the various nameplates, aligning it with the E-Class. == Nomenclature update from M to GLE == Although grouped under the \"M-Class\" naming banner since the first launch, BMW, who sells M models such as the M3, objected to the car being badged \"M\" with the three-digit engine level afterwards (e.g. M 320). This forced Mercedes-Benz to defer to a double-tiered marketing strategy of \"ML\" badging (e.g. ML 320) under an M-Class umbrella. There has been some confusion surrounding this nomenclature, with many sources erroneously referring to the series as the \"ML-Class\", including Mercedes-Benz itself. From 2015, with the release of the facelifted W166 third-generation model at the New York Auto Show in April, the M-Class was renamed to GLE-Class as per the revised nomenclature adopted by the brand. Under this scheme, SUVs use the base name \"GL\", followed by the model's placement in Mercedes-Benz hierarchy. The \"G\" is for Geländewagen (German for off land wagon or off-road vehicle) and alludes the long-running G-Wagen. This is followed by the letter \"L\" that acts as a linkage with the letter \"E\"—the GLE being the SUV equivalent to the E-Class. == First generation (W163; 1997-2004) == Mercedes-Benz proposed a plan to replace the G-Class, which at the time had been in production for 11 years. A joint agreement with Mitsubishi Motors to develop and produce a sports-utility vehicle was made in early 1991 and was confirmed publicly that June. Plans were made to base it on the Montero/Pajero platform, with one of them being badged as a Mercedes-Benz and the other a Mitsubishi. In May 1992, these plans were abandoned citing \"technical problems\" and Mercedes-Benz continued on with in-house development from January 1993. In March 1993, a search for a location to build a U.S. manufacturing plant began. By September 1993, a location in the state of Alabama was chosen and construction started in 1994. While plans were being made overseas, in Germany development continued. Design work took place from late 1992 to 1994. A design from Mercedes' Sindelfingen studio was chosen in 1993 and approved by the executive board in February 1994. The design patents were filed in Germany on 13 July 1994, and in the U.S. on 13 January 1995. Prototype testing started with test mules and crash tests using mock-ups in May 1994. First functional prototype's crash test took place in February 1995, with full testing run from March 1995 to December 1996 in various climates and regions of the world. Pilot production began in May 1996. In July 1996, construction on the Mercedes-Benz U.S. International plant in Vance, Alabama concluded, with the very first production M-Class rolling off the assembly line the week of 9 February 1997. Mercedes-Benz launched the first generation W163 series M-Class on 19 February 1997, in the United States for the 1998 model year, with sales beginning that September. It is a mid- sized body-on-frame SUV with seating for five, or seven with an optional third-row seat. The M-Class was the first luxury SUV to feature electronic stability control, a system designed to detect loss of control and instantaneously intervene with selective braking to bring the vehicle back on its intended course. Furthermore, the M-Class boasted front- and side-impact airbags with advanced occupant detection for the front passenger seat, which helped earn the W163 the highest marks in insurance industry crash tests. The Mercedes-Benz M-Class (W163) was available with permanent 4Matic four-wheel drive, which routed torque to all four wheels through all open front, center, and rear differentials. The system used a two-speed dual range BorgWarner 4409 transfer case with reduction gearing, and Mercedes' new Four-wheel Electronic Traction System (4-ETS). 4-ETS simulated three differential locks on all three open differentials, via aggressively braking one or more spinning wheels. Four-wheel, electronic traction system was said to perform excellent for snow and heavy off-road use. Manufactured in Vance, Alabama, in the United States, the M-Class launched in the North American market first as the ML 320. The ML 320 was sold internationally, with the \"320\" suffix alluding to the 3.2-litre V6 engine. An entry-level, manual transmission-only ML 230, fitted with a 2.3-litre inline-four was available in Europe from launch in March 1998 until 2000. From launch in 1998, European markets also received the ML 270 CDI with a 2.7-litre inline-five turbodiesel engine. This unit was made available in Australia in 2000 and continued on in the W163 until being replaced upon the release of the W164 M-Class in 2005. Later, in 1998, the more powerful ML 430 became available with the newly introduced Mercedes-Benz 4.3-litre V8. This was followed by the February 1999 debut of the 2000 ML 55 AMG, featuring a 5.4-litre V8 engine made by AMG, modified bodywork, and other performance features. In September 1996, before the vehicle was launched, Mercedes-Benz allowed the producers of the 1997 film The Lost World: Jurassic Park to make use of modified pre-production M-Class SUVs as a way to advertise the W163 when it was launched in 1997. As a result, a Mercedes-Benz advertisement appears before the film on original VHS copies of the film. Jeff Goldblum, the star of the film, received a complimentary ML 320 from Mercedes-Benz as a result of the tie-in. Three versions were used in the movie, of which 2 copies of each were built. Two are displayed at the Universal Studios in Orlando, Florida, there is one at the Mercedes-Benz Museum in Stuttgart, Germany, and one at the Visitor Center at the M-class factory in Alabama. === Awards === The ML 320 was Motor Trend magazine's Truck of the Year for 1998 and was voted the 1998 North American Truck of the Year at the North American International Auto Show, Detroit, in January 1998. It also received the World Car Award in March 1999, voted by an international jury of automotive journalists in Geneva. Despite the accolades, Mercedes-Benz received considerable criticism with respect to the substandard quality of the W163, resulting in the car being nicknamed Alabama Trashcan.https://www.youtube.com/watch?v=NfjZEaY9T7k , Hoovies Garage, 26 feb. 2021, Why the GL-Class is the Worst Mercedes Made in the Last Decade Quality improved over the years, especially after the facelift in 2001 for the 2002 model year. DaimlerChrysler spent US$600 million on improvements at the Alabama factory before launching the second generation ML in 2005. === Engines (1997–2005) === {| class=\"wikitable\" !Model!!Years!!Displacement!!Configuration!!Power!!Torque!!!!Top speed |- ! colspan=\"8\" style=\"text-align:center\"|Petrol engines |- |ML 230 |1998–2001 | |inline-4 | | |12.8 seconds | |- |ML 320 |1998–2001 |rowspan=2| |rowspan=3|V6 |rowspan=2| |rowspan=2| |9.5 seconds | |- |ML 320 |2001–2002 |9.0 seconds | |- |ML 350 |2002–2005 | | | |8.7 seconds | |- |ML 430 |1999–2001 | |rowspan=4|V8 | | |8.4 seconds | |- |ML 500 |2001–2005 | | | |7.7 seconds | |- |ML 55 AMG |1998–2001 |rowspan=2| |rowspan=2| |rowspan=2| |6.9 seconds | |- |ML 55 AMG |2002–2005 |6.7 seconds | |- ! colspan=\"8\" style=\"text-align:center\"|Diesel engines |- |ML 270 CDI |1998–2001 |rowspan=2| |rowspan=2|inline-5 | | |11.7 seconds | |- |ML 270 CDI |2002–2005 | | |12.2 seconds | |- |ML 400 CDI |2001–2005 | |V8 | | |8.1 seconds | |- |} === Facelift === Mercedes-Benz revised and updated the W163 in 2001 for the 2002 model year. Styling updates involved the fitment of new head- and tail-lamp lenses, front and rear bumpers, new alloy wheels on most variants, the relocation of the side turn signals from the fenders to the side-view mirrors, and various interior trim changes. At the same time, the ML 430 was replaced by the 5.0-litre V8-powered ML 500 and a new 4.0-litre V8 turbodiesel ML 400 CDI became available in Europe. The following year, in 2002, Mercedes-Benz launched the ML 350 fitted with a 3.7-litre V6 engine. The ML 350 replaced the ML 320 in some markets, but supplemented it in others. The W163 was available as a seven-seat version, with two seats in a third row. Access was problematic and the seats were not suitable for large adults so the seven seater ML-Class was discontinued after the 2005 model year and replaced by the larger GL-Class. The previous Popemobile was based on a W163 series ML 430 and has been in service since July 2002. Volkswagen had offered to build a new vehicle based on the Touareg, but Pope Benedict XVI opted to continue using his predecessor's Mercedes-Benz- manufactured vehicle. == Second generation (W164; 2005) == In 1999, development on a successor to the W163 began under the codename \"W164\" and spanned a period of 6 years. First design drafts have appeared in 2000 with the first production models in scale 1:4, and in 2001, three full-sized versions were prepared. By late 2001, the production design styled by Steve Mattin under Peter Pfeiffer was chosen and approved by the executive board in 2002. The design patents were filed in Germany on 10 June 2003, and in the U.S. on 25 July. Prototype testing was conducted throughout 2003 and 2004, concluding in early 2005. The redesigned M-class (chassis name W164) was introduced in April 2005 as a 2006 model after a showing at the North American International Auto Show in January. It was almost entirely new, with a more sporting, aerodynamic look—the coefficient of drag went down to 0.34 compared with the previous generation. Mercedes-Benz made the new M-Class 71 mm larger, 150 mm longer and 5 mm lower than the first model. The M-Class was named \"Best New Sport Utility Vehicle\" in the 2006 Canadian Car of the Year awards. Mercedes-Benz extensively publicised the US$600 million spent to update its factory and add manufacturing space for the new R-Class. According to early automotive press reports, the 2006 M-Class vehicles demonstrated vast improvements in quality. The W164 platform used for the new M-Class is shared with the new GL-Class and is a unibody type rather than the former (W163) body-on-frame used by the M-Class vehicles produced from 1998–2005. The X164 GL-Class, a longer seven-seater version of the W164 platform, is also available. New features in the 2006 M-Class include the 7G-Tronic seven-speed automatic transmission, optional Active Curve-Illuminating Bi-Xenon headlights which \"steer\" in the path of the vehicle, and an adjustable-height air suspension. The manual transmission has been dropped. Permanent 4Matic four- wheel drive remained, with one-speed transfer case (no low range), center limited-slip differential and four-wheel electronic traction system (4-ETS). In most countries except the U.S., an Off-Road Pro package with center and rear differential locks, 4-ETS, two-speed transfer case with reduction gearing, and adjustable ground clearance was available as an option increasing the original fording depth from 500 mm to 600 mm. The AMG version of the W164, the ML 63 AMG, was introduced at the 2006 North American International Auto Show as a limited edition 2007 model. It features a 6.2 L M156 V8 engine producing and that is handcrafted in Germany. The engine is added to an AMG Speedshift 7G-Tronic seven-speed automatic transmission. The 2006 ML 63 AMG can accelerate from in just 4.8 seconds, or from in just 5.0 seconds. These impressive features made the ML 63 AMG the most powerful naturally aspirated V8 SUV in the world.Mercedes-Benz ML 63 AMG Specifications === Facelift === By 2007, design work on updates to the W164 were finalized and patented domestically in Germany on 23 November 2007. The 2009 Mercedes-Benz M-Class got a minor facelift as it debuted at the 2008 New York International Auto Show in March 2008. This facelift includes new front headlights, redesigned front and rear bumpers, new exterior mirrors, new rim choices, a larger front grille, restyled interior, and a new ML 420 CDI engine choice. The ML 280 CDI became the ML 300 CDI, the 320 CDI became the 350 CDI, and the 420 CDI became the 450 CDI. Models using Bluetec Diesel engine with urea injection were introduced in 2008 for the 2009 model year. At the 2009 New York International Auto Show, Mercedes-Benz showed their ML 450 Hybrid SUV, which was announced on 8 April 2009. The ML 450 Hybrid consumes almost 50% less fuel than the ML 550 does, even though it produces over 90% of the power generated by the V8 model. Total power generated will be and of torque, while getting on the highway and in the city, according to United States Environmental Protection Agency (EPA) estimates. The engine itself runs on the Atkinson cycle and by itself makes 275 hp. The ML 450 was developed under the Global Hybrid Cooperation, and will only be available in the United States under lease.\"BMW, Daimler, GM hybrid alliance nears end\", Matthias Krust, Automotive News, 14 July 2009 In 2011, Mercedes-Benz came out with their flagship SUV model, the Mercedes-Benz M BlueTec Grand Edition. The vehicle had cosmetic changes, including specially-manufactured 22-inch 10 spoke wheels, black leather with white stitching, and smokers package with Grand Edition modeling. The exterior consisted of new wheels, tinted headlights and tail lights, xenon-package (LED tail lights and daytime running lights, Xenon headlights), black grille, AMG, and side-view mirrors. The Grand Edition was offered in Midnight Blue, Black, and Ivory White, differentiating the basic model by colour already. The interior had changes, including deletion of the heated steering wheel and the replacement with an AMG steering wheel. ===Engines (2005-2011)=== {| class=\"wikitable\" !Model!!Years!!Configuration!!Displacement!!Power!!Torque!!!!Top speed |- ! colspan=\"8\" style=\"text-align:center\"|Petrol engines |- |ML 350 4MATIC |2005-2011 |3498 cc |V6 NA | | |8.4 seconds | |- |ML 450 Hybrid 4MATIC |2009-2011 |3498 cc |V6 NA + 2x Electric Motors | | |7.8 seconds | |- |ML 500 4MATIC (2005) |2005-2007 |4966 cc |V8 NA | | |6.9 seconds | |- |ML 550 4MATIC (2008) |2007-2011 |5461 cc |V8 NA | | |5.5 seconds | |- |ML 63 AMG 4MATIC |2006-2011 |6208 cc |V8 NA | | |5 seconds | |- ! colspan=\"8\" style=\"text- align:center\"|Diesel engines |- |ML 280 CDI 4MATIC / ML 300 CDI 4MATIC BLUEEFFICIENCY |2005-2010 |2987 cc |V6 Turbo | | |10.4 seconds | |- |ML 300 CDI 4MATIC |2010-2011 |2987 cc |V6 Turbo | | |8.2 seconds | |- |ML 320 CDI 4MATIC |2005-2009 |2987 cc |V6 Turbo | | |9.4 seconds | |- |ML 350 CDI BlueTec 4MATIC |2009-2011 |2987 cc |V6 Turbo | | |8.7 seconds | |- |ML 420 CDI 4MATIC |2005-2009 | rowspan=\"2\" |3996 cc | rowspan=\"2\" |V8 Turbo (OM629) | rowspan=\"2\" | | rowspan=\"2\" | |6.8 seconds | |- |ML 450 CDI 4MATIC |2009-2010 |6.5 seconds | |} == Third generation (W166; 2011) == In 2006, development began on the next-generation M-Class and spanned over a period of 5 years, a shorter duration than its predecessor. In 2008, the final design by Emiel Burki was approved and patented domestically on 16 December 2008 (U.S. design patent filed on 15 June 2009). The newly redesigned M-Class (chassis name W166) was introduced in pre-production form 10 June 2011 as a 2012 model. The first customer-designated W166 rolled off the Vance production line on 20 July. It is moderately refined, taking styling cues from the new generation Mercedes-Benz E-Class. An increase in rear seat legroom has been implemented, alongside adjustable rear backrests. It was to be launched in September 2011. New features in the 2012 M-Class include an updated 7G-Tronic Plus seven-speed automatic transmission to provide improved fuel economy, optional adaptive cruise control (Distronic Plus), active lane departure warning system, and an adjustable-height air suspension (AirMatic). An active curve system with active anti-roll bars for body roll compensation was introduced. The W166 was one of the last vestiges of the joint venture between Daimler and Chrysler while they were a consolidated company. DaimlerChrysler developed the core platform and technology, benefitting from Chrysler's strong SUV sales and R&D; domestically. The underlying platform work was largely completed in 2006, as the two companies were separated. Chrysler uses the same platform to power the Jeep Grand Cherokee (WK2) and Dodge Durango. Because of the separation however, the cars are extremely different in terms of interior and body design as well as engine choices. Aside from engines, the three SUVs share many powertrain components, including some transmissions. An On&Off; Road Package is available for most markets (now including North America) as of the 2013 model year. The package adds a two-speed dual range Magna Powertrain transfer case with center differential lock, reduction gearing, underbody skid plates, and a 6-mode selectable terrain driving program system. The rear differential lock has been discontinued. Open front and rear differentials are fitted, and use four-wheel electronic traction system (4-ETS) to simulate front and rear differential locks. The Mercedes M-Class won first place in the \"Luxury Crossover SUV\" category and has been named the most ideal vehicle for Americans based on a study undertaken by California-based automotive research and consulting firm AutoPacific. Mercedes-Benz India established a manufacturing plant in Chakan, Pune in early 2009 that rolled out the first W166 M-Class to be built outside the US in October 2012. In the following month, Mercedes-Benz Indonesia began M-Class assembly at a factory in Wanaherang, West Java. These plants perform final assembly of vehicles shipped as \"knocked-down\" kits from Vance, USA. In the second half of 2015 a facelifted W166 was released as the GLE, along with a coupé version. The previous Popemobile was based on the 2012 M-Class and was delivered in December 2012. === Engines (2012–2019) === {| class=\"wikitable collapsible sortable\" style=\"font-size:95%;\" |+Petrol engines ! Model || Years || Type || Power, torque@rpm |- | GLE 320 4MATIC (China) || 2016-2019 || V6 BiTurbo (Mercedes-Benz M276 DELA 30 engine) || @5000, @1300–4500 |- | ML 350 BlueEFFICIENCY 4MATIC || 2012–2015 || V6 NA (Mercedes-Benz M276 DE 35 engine) || @6500, @3500–5250 |- | ML 400 / GLE 400 4MATIC || 2015–2019 || V6 BiTurbo (Mercedes-Benz M276 DELA 30 engine)|| @5250–6000, @1600–4000 |- | GLE 450 AMG 4MATIC/AMG GLE 43 4MATIC || 2015–2018 || V6 BiTurbo|| @5500-6000, @2000-4000 |- | ML 500 4MATIC || 2012–2015 || V8 BiTurbo|| @5000–5750, @1600–4750 |- | GLE 500 4MATIC || 2015–2018 || V8 BiTurbo|| @5250, @1800–4000 |- | ML 63 / GLE 63 AMG (with 4MATIC)|| 2012–2019 || V8 Biturbo (Mercedes-Benz M157 engine) || @5250, @1750–5000 Performance Package: @5750, @2000–5000 |- | GLE 63 S AMG 4MATIC || 2015–2019 || V8 BiTurbo|| @5500, @1750-5350 |} {| class=\"wikitable collapsible sortable\" style=\"font-size:95%;\" |+Diesel engines ! Model || Years || Type || Power, torque@rpm |- | ML 250 CDI/BlueTEC 4MATIC / GLE 250d 4MATIC || 2012–2019 || 16V I4 Bi-turbo Mercedes-Benz OM651 DE 22 LA engine || @4200, @1600–1800 |- | ML 350 BlueTEC 4MATIC / GLE 350d 4MATIC || 2012–2019 || 24V V6 Single turbo Mercedes-Benz OM 642 LS DE 30 LA engine) || @3800, @1600–2400 |} {| class=\"wikitable collapsible sortable\" style=\"font-size:95%;\" |+Plug-in Hybrid engines ! Model || Years || Type || Power, torque@rpm |- | GLE 500e || 2016–2019 || 24V V6 Bi-turbo (Mercedes-Benz M276 DELA 30 engine) || | at 5,250-6,000 (Engine) / (Electric), at 1,600-4,000 (Engine) / (Electric) |} === Facelift (GLE-Class) === thumb|Mercedes-Benz Concept Coupé SUV The Mercedes- Benz GLE-Class is a sport utility vehicle (SUV) built by the German car manufacturer Mercedes-Benz. The GLE-Class name was used in 2015 for the facelifted Mercedes-Benz M-Class (W166) and the new five-door coupé derivative GLE-Class Coupe (C292) which was unveiled to the public in January 2015 at the North American International Auto Show. As part of Mercedes-Benz's new naming strategy, the GLE-Class will define the SUV's positioning in the middle of its segment and between the future GLC and GLS-Classes (the former GLK and GL, respectively), the same way the E-Class is positioned in relation to the C and S-Classes. ==== Body variants ==== ===== SUV (W166) ===== The W166 facelift was unveiled at the New York Auto Show. The GLE 500 e is the first plug-in hybrid in this model range, combining a 333 hp V6 engine with a 116 hp electric motor. The first 19 units were delivered in the American market in June 2016. ===== Coupe (C292) ===== The GLE-Class Coupe (C292) is the coupé SUV version and is heavily related to the W166, sharing its platform, mechanicals and interior (but having a unique body with a similar design). The C292 coupe was unveiled to the public in January 2015 at the North American International Auto Show, it was discontinued in August 2019 after the introduction of the W167. The GLE Coupé was built in Alabama with the GLE- Class on which it is based. Sales are expected from the second half of 2015. The range is topped by the Mercedes-AMG GLE 63 S-Model, powered by 5.5-litre twin turbo V8 producing 585 bhp and 768 Nm of torque, making it one of the quickest of its type.Lieberman, Jonny. \"Cayenne Turbo S vs. GLE63 S Coupe vs. X6 M vs. Range Rover Sport SVR\" Motor Trend, 21 December 2015. Archive === Safety === {| class=\"wikitable\" |- ! NHTSA!! !! Euro NCAP |- | Overall: || || Overall: || |- | Frontal – Driver: || || Adult occupant: || pts / 96% |- | Frontal – Passenger: || || Child occupant: || pts / % |- | Side – Driver: || || Pedestrian: || pts / 60% |- | Side – Passenger: || || Driver assist: || pts / % |- | Side Pole – Driver: || |- | Rollover: || / 17.9% |} {| class=\"wikitable\" |+IIHS scores |- ! Category !! Rating |- |Moderate overlap frontal offset |style=\"background: green\"|Good |- |Small overlap frontal offset (Nov 2013–present) |style=\"background: green\"|Good1 |- |Side impact |style=\"background: green\"|Good |- |Roof strength |style=\"background: green\"|Good2 |} :1 vehicle structure rated \"Acceptable\" :2 strength-to-weight ratio: 6.68 == Fourth generation (W167/V167; 2019) == The fourth generation GLE-Class was unveiled at the 2018 Paris Motor Show. At launch, the GLE was sold in the U.S. with two engine options. The GLE 350 has a 2-liter 4-cylinder engine with and the GLE 450 has a 3-liter, inline-6, turbocharged engine with and torque. The GLE 450 has a 48V electric system with an integrated starter motor. The system powers the air-conditioner, in-car electronics and the electronically driven turbocharger. The GLE 450 features a refined Active Body Control system, that does away with mechanical roll bars, notably enhancing performance. Other engine options are also available. The AMG GLE 53 was introduced at the 2019 Geneva Motor Show in March. It has a 3.0 L turbo I6 boosted to and torque. A 48V electric system like in the GLE 450 features EQ Boost for an extra and torque on demand. For the first time, the GLE also adds a seven-seat option. ===Plug-in hybrid=== In the European market, two plug-in hybrid versions are available: the GLE 350e, using a petrol engine, and the GLE 350de, using a diesel engine. Both use a 31.2-kWh battery. The vehicle can be equipped with a 60 kW quick charging option. The declared WLTP all-electric range is . File:2020 Mercedes-Benz GLE 350 4Matic rear 6.16.19.jpg|Mercedes- Benz GLE 350 File:2019 Mercedes-Benz GLE 450 AMG Line Premium+ 4MATIC 3.0 Front.jpg|Mercedes-Benz GLE 450 File:2019 Mercedes-Benz GLE 450 AMG Line Premium+ 4MATIC 3.0 Rear.jpg|Mercedes-Benz GLE 450 File:Mercedes-AMG GLE 53, GIMS 2019, Le Grand-Saconnex (GIMS0599).jpg|Mercedes-AMG GLE 53 File:Mercedes- AMG GLE 53, GIMS 2019, Le Grand-Saconnex (GIMS1270).jpg|Mercedes-AMG GLE 53 File:Mercedes-AMG GLE 63 S 4MATIC IMG 3430.jpg|Mercedes-AMG GLE 63 S File:Mercedes-AMG C167 at IAA 2019 IMG 0656.jpg|Mercedes-AMG GLE 53 Coupe File:Mercedes-AMG C167 at IAA 2019 IMG 0514.jpg|Mercedes-AMG GLE 53 Coupe ===Long-wheelbase GLE-Class (V167)=== The fourth-generation GLE saw the introduction of a long-wheelbase (LWB) variant, which as of 2020 is currently only sold in India. The LWB has a wheelbase that is 8 centimetres longer than that of the standard version. The LWB GLE is very similar in size to smaller 3-row SUVs like the Audi Q7, Infiniti JX and Acura MDX. However, unlike those vehicles, the LWB is still designed as a default 2-row SUV, with most (69mm) of the additional length being put into use in the second row. As such, the LWB's primary market is moreso executives than families, and a close competitor is the Range Rover. Available powertrains include a 2.0-litre turbodiesel (300d), 3.0-litre turbodiesel (400d), and 3.0-litre petrol (450), all making the same power as in the SWB counterparts. In India, the LWB's only market, the SWB is not sold. Mercedes currently has no plans on bringing the LWB to Europe or North America. ===Engines=== {| class=\"wikitable\" !Model!!Years!!Configuration!!Displacement!!Power!!Torque!!!!Top speed |- ! colspan=\"8\" style=\"text-align:center\"|Petrol engines |- |GLE 350 / GLE 350 4MATIC |02/2019– | |Inline-4 Turbo | | |7.6 seconds | |- |GLE 350e 4MATIC | | |Inline-4 Turbo + Plug-in hybrid | | |6.9 seconds | |- |GLE 450 4MATIC |02/2019– | |Inline-6 Turbo + EQ Boost | | |5.7 seconds | |- |AMG GLE 53 4MATIC+ |2020– | |Inline-6 Turbo + EQ Boost | | |5.3 seconds | |- |GLE 580 4MATIC |09/2019– | |V8 Biturbo + EQ Boost | | |4.9 seconds | |- |AMG GLE 63 4MATIC+ |2020– | |V8 Biturbo + EQ Boost | @ 5750 – 6500 rpm | @ 2250 – 5000 rpm |4.0 seconds | (with AMG Drivers Package) |- |AMG GLE 63 S 4MATIC+ |2020– | |V8 Biturbo + EQ Boost | @ 5750 – 6500 rpm | @ 2500 – 4500 rpm |3.8 seconds | |- ! colspan=\"8\" style=\"text-align:center\"|Diesel engines |- |GLE 300d 4MATIC |09/2019– | |Inline-4 | | |7.2 seconds | |- |GLE 350de 4MATIC |09/2019– | |Inline-4 Turbo + Plug-in hybrid | | |6.8 seconds | |- |GLE 350d 4MATIC |09/2019– | |Inline-6 | | |6.9 seconds | |- |GLE 400d 4MATIC |09/2019– | |Inline-6 | | |5.8 seconds | |- |} == Sales == {| class=\"wikitable\" |- ! Calendar year ! Production ! US ! Mexico |- | 2001 | ||45,655 | |- | 2002 | ||39,679 | |- | 2003 | ||30,017 | |- | 2004 | ||25,681 | |- | 2005 | ||34,959 | |- | 2006 | ||31,632 | |- | 2007 | ||33,879 | |- | 2008 | ||34,320 | |- | 2009 | ||25,799 () | |- | 2010 | ||29,698 (766) | |- | 2011 | ||35,835 |310 |- | 2012 | 115,608 ||38,101 |845 |- | 2013 | ||41,326 |783 |- | 2014 | ||46,726 |813 |- | 2015 | ||53,217 |1,002 |- | 2016 | ||51,791 |1,797 |- | 2017 | ||54,595 |2,050 |- | 2018 | ||46,010 |2,292 |- | 2019 | || |2,412 |- | 2020 | || |2,681 |} == References == ===Notes=== ===Bibliography=== ====General==== * * * * * * * * * * * * * ====Workshop manuals==== * * * * * == External links == * Official website M-Class Category:All-wheel-drive vehicles Category:Crossover sport utility vehicles Category:Mid-size sport utility vehicles Category:Luxury crossover sport utility vehicles Category:Luxury sport utility vehicles Category:Motor vehicles manufactured in the United States Category:Cars introduced in 1997 Category:Plug-in hybrid vehicles Category:2000s cars Category:2010s cars Category:2020s cars",
 "title": "Mercedes-Benz GLE-Class"
}