{
 "id": "82921",
 "text": "A disk image, in computing, is a computer file containing the contents and structure of a disk volume or of an entire data storage device, such as a hard disk drive, tape drive, floppy disk, optical disc, or USB flash drive. A disk image is usually made by creating a sector-by-sector copy of the source medium, thereby perfectly replicating the structure and contents of a storage device independent of the file system. Depending on the disk image format, a disk image may span one or more computer files. The file format may be an open standard, such as the ISO image format for optical disc images, or a disk image may be unique to a particular software application. The size of a disk image can be large because it contains the contents of an entire disk. To reduce storage requirements, if an imaging utility is filesystem-aware it can omit copying unused space, and it can compress the used space. ==History== Disk images were originally (in the late 1960s) used for backup and disk cloning of mainframe disk media. The early ones were as small as 5 megabytes and as large as 330 megabytes, and the copy medium was magnetic tape, which ran as large as 200 megabytes per reel. Disk images became much more popular when floppy disk media became popular, where replication or storage of an exact structure was necessary and efficient, especially in the case of copy protected floppy disks. ==Uses== Disk images are used for duplication of optical media including DVDs, Blu-ray discs, etc. It is also used to make perfect clones of hard disks. A virtual disk may emulate any type of physical drive, such as a hard disk drive, tape drive, key drive, floppy drive, CD/DVD/BD/HD DVD, or a network share among others; and of course, since it is not physical, requires a virtual reader device matched to it (see below). An emulated drive is typically created either in RAM for fast read/write access (known as a RAM disk), or on a hard drive. Typical uses of virtual drives include the mounting of disk images of CDs and DVDs, and the mounting of virtual hard disks for the purpose of on-the-fly disk encryption (\"OTFE\"). Some operating systems such as Linux and macOSAlthough macOS's built-in DiskImageMounter software does not emulate a physical drive have virtual drive functionality built-in (such as the loop device), while others such as older versions of Microsoft Windows require additional software. Starting from Windows 8, Windows includes native virtual drive functionality. Virtual drives are typically read-only, being used to mount existing disk images which are not modifiable by the drive. However some software provides virtual CD/DVD drives which can produce new disk images; this type of virtual drive goes by a variety of names, including \"virtual burner\". ===Enhancement=== Using disk images in a virtual drive allows users to shift data between technologies, for example from CD optical drive to hard disk drive. This may provide advantages such as speed and noise (hard disk drives are typically four or five times faster than optical drives,pcguide.com - Access Time are quieter, suffer from less wear and tear, and in the case of solid-state drives, are immune to some physical trauma). In addition it may reduce power consumption, since it may allow just one device (a hard disk) to be used instead of two (hard disk plus optical drive). Virtual drives may also be used as part of emulation of an entire machine (a virtual machine). ===Software distribution=== Since the spread of broadband, CD and DVD images have become a common medium for Linux distributions. Applications for macOS are often delivered online as an Apple Disk Image containing a file system that includes the application, documentation for the application, and so on. Online data and bootable recovery CD images are provided for customers of certain commercial software companies. Disk images may also be used to distribute software across a company network, or for portability (many CD/DVD images can be stored on a hard disk drive). There are several types of software that allow software to be distributed to large numbers of networked machines with little or no disruption to the user. Some can even be scheduled to update only at night so that machines are not disturbed during business hours. These technologies reduce end-user impact and greatly reduce the time and man-power needed to ensure a secure corporate environment. Efficiency is also increased because there is much less opportunity for human error. Disk images may also be needed to transfer software to machines without a compatible physical disk drive. For computers running macOS, disk images are the most common file type used for software downloads, typically downloaded with a web browser. The images are typically compressed Apple Disk Image (.dmg suffix) files. They are usually opened by directly mounting them without using a real disk. The advantage compared with some other technologies, such as Zip and RAR archives, is they do not need redundant drive space for the unarchived data. Software packages for Windows are also sometimes distributed as disk images including ISO images. While Windows versions prior to Windows 7 do not natively support mounting disk images to the files system, several software options are available to do this; see Comparison of disc image software. ===Security=== Virtual hard disks are often used in on-the-fly disk encryption (\"OTFE\") software such as FreeOTFE and TrueCrypt, where an encrypted \"image\" of a disk is stored on the computer. When the disk's password is entered, the disk image is \"mounted\", and made available as a new volume on the computer. Files written to this virtual drive are written to the encrypted image, and never stored in cleartext. The process of making a computer disk available for use is called \"mounting\", the process of removing it is called \"dismounting\" or \"unmounting\"; the same terms are used for making an encrypted disk available or unavailable. ===Virtualization=== A hard disk image is interpreted by a Virtual Machine Monitor as a system administrator using terms of naming, a hard disk image for a certain Virtual Machine monitor has a specific file. Hard drive imaging is used in several major application areas: *Forensic imaging is the process that involves copying the contents and recording an image of the entire drives contents (imaging) into a single file (or a very small number of files). A component of forensic imaging involves verification of the values imaged to ensure the integrity of the file(s) imaged. Forensic images are created using software tools that can be acquired. Some tools have added forensic functionality previously mentioned; it is typically used to replicate the contents of the hard drive for use in another system. This can typically be done by software programs as it only structure are files themselves. *Data recovery imaging is the process of imaging each sector, systematically, on the source drive to another destination storage medium from which required files can then be retrieved. In data recovery situations, one cannot always rely on the integrity of their particular file structure and therefore a complete sector copy is mandatory to imaging end there though. Forensic images are typically acquired using software tools compatible with their system. Note that some forensic imaging software tools may have limitations in terms of the software's ability to communicate, diagnose, or repair storage mediums that (often times) are experiencing errors or even a failure of some internal component. ===System backup=== Some backup programs only back up user files; boot information and files locked by the operating system, such as those in use at the time of the backup, may not be saved on some operating systems. A disk image contains all files, faithfully replicating all data, including file attributes and the file fragmentation state. For this reason, it is also used for backing up optical media (CDs and DVDs, etc.), and allows the exact and efficient recovery after experimenting with modifications to a system or virtual machine, in one go. There are benefits and drawbacks to both \"file-based\" and \"bit-identical\" image backup methods. Files that don't belong to installed programs can usually be backed up with file-based backup software, and this is preferred because file-based backup usually saves more time or space because they never copy unused space (as a bit-identical image does), they usually are capable of incremental backups, and generally have more flexibility. But for files of installed programs, file-based backup solutions may fail to reproduce all necessary characteristics, particularly with Windows systems. For example, in Windows certain registry keys use short filenames, which are sometimes not reproduced by file-based backup, some commercial software uses copy protection that will cause problems if a file is moved to a different disk sector, and file-based backups do not always reproduce metadata such as security attributes. Creating a bit-identical disk image is one way to ensure the system backup will be exactly as the original. Bit-identical images can be made in Linux with dd, available on nearly all live CDs. Most commercial imaging software is \"user- friendly\" and \"automatic\" but may not create bit-identical images. These programs have most of the same advantages, except that they may allow restoring to partitions of a different size or file-allocation size, and thus may not put files on the same exact sector. Additionally, if they do not support Windows Vista, they may slightly move or realign partitions and thus make Vista unbootable (see Windows Vista startup process). ===Rapid deployment of clone systems=== Large enterprises often need to buy or replace new computer systems in large numbers. Installing operating system and programs into each of them one by one requires a lot of time and effort and has a significant possibility of human error. Therefore, system administrators use disk imaging to quickly clone the fully prepared software environment of a reference system. This method saves time and effort and allows administrators to focus on each systems unique idiosyncrasies they must bear. There are several types of disk imaging software available that use single instancing technology to reduce the time, bandwidth, and storage required to capture and archive disk images. This makes it possible to rebuild and transfer information-rich disk images at lightning speeds, which is a significant improvement over the days when programmers spent hours configuring each machine within an organization. ===Legacy hardware emulation=== Emulators frequently use disk images to simulate the floppy drive of the computer being emulated. This is usually simpler to program than accessing a real floppy drive (particularly if the disks are in a format not supported by the host operating system), and allows a large library of software to be managed. ===Copy protection circumvention=== A mini image is an optical disc image file in a format that fakes the disk's content to bypass CD/DVD copy protection. Because they are the full size of the original disk, Mini Images are stored instead. Mini Images are small, on the order of kilobytes, and contain just the information necessary to bypass CD-checks. Therefore; the Mini Image is a form of a No-CD crack, for unlicensed games, and legally backed up games. Mini images do not contain the real data from an image file, just the code that is needed to satisfy the CD-check. They cannot provide CD or DVD backed data to the computer program such as on-disk image or video files. ==Creation== Creating a disk image is achieved with a suitable program. Different disk imaging programs have varying capabilities, and may focus on hard drive imaging (including hard drive backup, restore and rollout), or optical media imaging (CD/DVD images). A virtual disk writer or virtual burner is a computer program that emulates an actual disc authoring device such as a CD writer or DVD writer. Instead of writing data to an actual disc, it creates a virtual disk image. A virtual burner, by definition, appears as a disc drive in the system with writing capabilities (as opposed to conventional disc authoring programs that can create virtual disk images), thus allowing software that can burn discs to create virtual discs. ==File formats== * Apple Disk Image * IMG (file format) * VHD (file format) * VDI (file format) * VMDK * QCOW ==Utilities== RawWrite and WinImage are examples of floppy disk image file writer/creator for MS-DOS and Microsoft Windows. They can be used to create raw image files from a floppy disk, and write such image files to a floppy. In Unix or similar systems the dd program can be used to create disk images, or to write them to a particular disk. It is also possible to mount and access them at block level using a loop device. Apple Disk Copy can be used on Classic Mac OS and macOS systems to create and write disk image files. Authoring software for CDs/DVDs such as Nero Burning ROM can generate and load disk images for optical media. ==See also== *Boot image *Card image *Comparison of disc image software *Disk cloning *El Torito (CD-ROM standard) *ISO image, an archive file of an optical media volume *Loop device *Mtools *no-CD crack *Protected Area Run Time Interface Extension Services (PARTIES) *ROM image *Software cracking ==References== ==External links== *Software repository including RAWRITE2 Category:Archive formats Category:Compact Disc and DVD copy protection Category:Computer file formats Category:Disk image emulators Category:Hacker culture Category:Hardware virtualization Category:Optical disc authoring Category:Warez",
 "title": "Disk image"
}