{
 "id": "829718",
 "text": "Video Ezy was an Australian home video rental business that offered titles on VHS, DVD, Blu-ray and Ultra HD Blu-ray, as well as console video games, for rent. At its peak in the mid-2000s, Video Ezy had over 500 company-owned and franchised video rental shops in the country, and owned 40% of the Australian video rental market after taking over Blockbuster's Australian operations. The company also expanded internationally into New Zealand and Asia. In the late 2000s and 2010s the company saw significant store closures, and by 2020 the brand consisted solely of automated rental kiosks operating within Australia. In March 2021 Evolve Entertainment, the company managing Video Ezy's rental kiosks, entered liquidation. The once dominant business's fall is attributed largely to the introduction of online streaming services. == History == Video Ezy commenced trading in 1983, when Kevin Slater opened his first store in the Sydney suburb of Hurstville, renting out a small selection of VHS and Betamax format movies. In September 1984, Peter McLaughlin and Bill Coe opened the first franchised store at Miranda. Other stores to open in quick succession were in the Sydney suburbs of Bankstown, Liverpool and Chatswood. In the majority of these stores, Slater funded 50% of the capital required to open. By 1986, Video Ezy comprised 18 stores, and by August 1987, there were 34 stores located across New South Wales and Queensland. Expansion followed throughout other Australian states. By 1990, the brand had grown to 102 stores, and over 300 by 1996. In that same year the Malaysian Berjaya Group made a major investment in the company, obtaining a 60 percent stake in the business, with Video Ezy Chairman Robert Maidment owning the other 40 percent of the company. During that time Video Ezy was made a subsidiary of CarLovers, an Australian car wash business also owned by Berjaya. Berjaya Group eventually divested its stake in the company in 2002 for AUD$12.5 million, selling it to Australian private equity firm CHAMP Ventures. In May 2000, the Australian Competition & Consumer Commission (ACCC) charged Video Ezy with unlawfully increasing the rental price of new release movies in its corporate- owned stores in anticipation of the introduction of the Goods and Services Tax later that year. It was the first case of GST price exploitation to be investigated by the commission, and the company faced possible fines of up to AUD$10 million if found guilty. Video Ezy Chairman Robert Maidment refuted the allegations and vowed to fight the charges. The case was ultimately dropped in April 2001 after the company admitted to misleading customers, made an apology, and paid part of the ACCC's legal costs. In 2003, Video Ezy sold almost all its corporate-owned stores in Australia, leaving only 2 stores, Narellan and Rosehill, some 10 minutes away from its new head office at Rhodes (although in 2006 it would acquire additional corporate-owned stores). The company also commenced selling and renting Ezy Exclusive-branded TV series and movies on DVD such as Dinotopia, Kingpin, Will & Grace, Taken, The Believer and other exclusive titles from Hallmark Entertainment and NBC. These titles were usually branded with Video Ezy's logo and carried slightly different artwork to DVDs sold outside the Region 4 market. Ezy Exclusives were phased out in 2006. In 2004 Video Ezy introduced a subscription scheme called DVD Unlimited; for a monthly fee, Video Ezy customers could take home up to four movies at any one time and pay no late fees. The scheme was inspired by Netflix's online DVD subscription service in the United States. The scheme was unrelated to the New Zealand venture of the same name. In August 2005, business partners Paul Uniacke and Edward Nedelko, who between them owned 24 Video Ezy franchises in Victoria, purchased the shares held in Video Ezy Australasia by CHAMP Ventures, Perpetual Trustees and Ivany Investments to become majority shareholders in the company and replaced Robert Maidment as chairman. At that stage Video Ezy-branded outlets numbered 560 in Australia. The company established a training facility in 2006 to develop staff expertise. They had previously worked with a company called Rascals which promoted the use of Australian Workplace Agreements. In March 2006, Paul Uniacke announced that the company had been working with digital media consultancy The Content Factory to develop a video on demand service with a planned launch the following year. The service would have used set-top boxes for delivering content and was also planned to eventually launch in Video Ezy's international markets. Video Ezy and The Content Factory also trialled a service where customers could download movies at a store to a portable storage device, which could then be watched at home via a digital media player designed by Australian tech company Mobilesoft. Although both services did not move beyond limited market testing in Australia, the New Zealand franchisor of the company would launch a short-lived streaming service named Video Ezy on Demand in 2014. In February 2007, Blockbuster, seeking to rationalise its international operations and concentrate on its home United States market, sold its entire Australian store network to Video Ezy Australasia. At the time, Blockbuster Australia comprised 370 outlets nationwide: 29 owned by the company and 341 owned by franchisees. Video Ezy had 518 Australian outlets, all of them being owned by franchisees, pushing the combined group's market share to 40% of the country's video rental sector. Video Ezy committed to the master franchise agreement with Blockbuster for 10 years operating the brand with the possibility of renewal for a further 10 years after that. As a consequence of the deal, the company changed its name from Video Ezy Australasia Pty Ltd to Franchise Entertainment Group. In January 2009, Franchise Entertainment Group bought failed video retail chain EzyDVD from receivers Ferrier Hodgson for an estimated $10 million. The transaction included the EzyDVD brand and online business, and its 25-store franchise network in addition to stock, plant, equipment and the remaining 11 company- owned stores. FEG CEO Paul Uniacke said to the media after the deal, \"We don't have video rental stores in high-traffic areas such as the major malls because you can't rent a DVD and the next day just easily park your car and return to it. The EzyDVD stores are in all the major mall chains and this cements us well and truly in this market.\" Soon after, EzyDVD's head office, warehouse and distribution facility in Torrensville closed. In October 2010, Uniacke and Nedelko arranged for the transfer of the Video Ezy Australia, Blockbuster Australia and EzyDVD online businesses from FEG to their other company Elan Media Partners, leaving FEG to manage the franchise relationships with individual Video Ezy and Blockbuster outlets and the remaining EzyDVD-branded stores. By October 2013, only three EzyDVD stores remained in Launceston, Browns Plains and Elizabeth. EzyDVD was later acquired by The Kingston Group in 2017; only its website and online store have remained operating as of 2021. In May 2011, a new loyalty card branded as Flash Rewards was introduced by Video Ezy (superseding DVD Unlimited), offering customers who sign-up and pay a fee, discounts and extended services in all participating Video Ezy stores. This allowed customers to upgrade their basic rental membership, with Paul Uniacke adding, \"when someone joins Flash Rewards, they can then rent from any participating Video Ezy store and access their Flash benefits without the need to sign up with each store every time.\" In addition, Flash Rewards offered discounts from partner companies such as Donut King, Eagle Boys, AMF Bowling, Anytime Fitness, ACP Magazines, and 25% off cinema ticket prices at Village Cinemas, Event Cinemas/Greater Union/Birch Carroll & Coyle, Hoyts, Reading Cinemas, Wallis Cinemas, Dendy, and Palace Cinemas. However, the deals involving outside partner companies ended in early 2013. In June 2011, a select group of Video Ezy and Blockbuster franchises incorporated Metcash's Lucky 7 convenience stores, stocking more than 500 different products including newspapers, bread, milk and various snacks. In October 2011, it was announced that Daryl McCormack, a former chief executive officer of Video Ezy and their largest franchisee, would partner his 15 stores with Franchised Food Company's Cold Rock Ice Creamery to open smaller, Express outlets within stores becoming dual franchises. The first Video Ezy and Cold Rock Express outlet opened in Kew, Melbourne. In November 2011, Video Ezy found itself embroiled in a social media backlash when it refused to end its long-term sponsorship with Southern Cross Austereo's networked radio program Take40 Australia after its co-host, Kyle Sandilands made sexist comments about a News Limited journalist on his 2Day FM breakfast program, The Kyle & Jackie O Show. Even though the comments were made on another program with Video Ezy having the added complication of being a naming rights sponsor of Take40 Australia, complaints piled up on its Facebook page to such an extent that after a month the brand was forced to pull advertising from the show temporarily during the summer. Sandilands was removed as co-host of Take40 Australia during this period, and Video Ezy continued to sponsor the program. ===International expansion=== Video Ezy opened its first international location in Auckland, New Zealand in 1988, with master licensor Video Ezy International Ltd established in 1991 to expand the brand worldwide. In January 1997, partnering with Berjaya Group, Video Ezy expanded into the Asian market with its first outlet in Kuala Lumpur, Malaysia. In May 1998, Video Ezy Chairman Robert Maidment told the Australian Financial Review that the company was \"looking to make Video Ezy an international brand name\", and had held discussions with potential partners in Singapore, Indonesia, Taiwan, Brazil, Mexico and the United Kingdom, with plans to also expand into Brunei and the Philippines. In March 1999 the company opened its first outlet in Bangkok, Thailand. The company aimed to open 100 stores in the country by the end of the year 2000, and 150 in Malaysia by 2003. The first Indonesian Video Ezy outlet opened in March 2001. That same year the first Video Ezy outlet opened in Singapore within the Jelita Shopping Centre at Bukit Timah. The Singapore network consisted of a mixture of corporate-owned and franchised stores located in either outdoor shopping strips like Holland Village, residential towers such as International Plaza, or large shopping centres such as VivoCity. Unlike Australia, Video Ezy Singapore could operate in most shopping centres due to 7-day-week late night shopping hours and its population less reliant on private automobiles needing to park outside stores. In June 2005, Video Ezy opened its first outlet in the United Arab Emirates at the Ibn Battuta Mall in Dubai. The company planned to open 17 more stores throughout Dubai in the following 10 years. By August 2005, Video Ezy had 156 stores in New Zealand, 128 in Thailand, 135 in Indonesia, 19 in Singapore, nine in Malaysia, one in the United Arab Emirates and one in Fiji. In its Asian franchises, Video Ezy also offered Video CD and LaserDisc movie rentals to its customers due to the increased popularity of the formats there. However one of Video Ezy's biggest challenges in doing business in Asia was the rampant video piracy in the region. This had particularly affected Video Ezy's plans for expansion in Malaysia. In Indonesia, where consumers could buy pirated movies on Video CD for as low as USD50¢, Video Ezy tried to mitigate this by lowering their rental prices to match, with some success. Video piracy also negatively effected the business in Fiji, forcing the owner of the Fijian Video Ezy franchise to close his five remaining stores in 2012 after incurring losses of USD$170,000. In the four years to 2011, Video Ezy Indonesia closed 51 of their stores, blaming the closures on the continuing wide availability of pirated movies on DVD and Video CD as well as the rise in popularity of Pay TV channels and internet downloads, leaving 105 outlets left in the country. In the two years to January 2013, the Indonesian franchise had shut down a further 60 of their outlets. By mid-2014 Video Ezy had 90 stores left in New Zealand. In 2015, Video Ezy International (NZ), the New Zealand franchisor entered liquidation, forcing the Australian parent company to take over. The company eventually pulled out of New Zealand in 2018, with only 6 stores still operating at the time of closure. The company sold off its three remaining Singaporean outlets to local video rental chain Movie Magic in 2015. ===Rental kiosks=== In December 2011, Franchise Entertainment Group switched on its first Video Ezy Express DVD and Blu-ray rental kiosk after announcing their roll-out in May that year. FEG bought one thousand DVD kiosks through US company, NCR Corporation for AUD$20 million with Uniacke adding, \"we're looking to get to 3,000 within three years. I'm looking to own the market within a two-year period.\" FEG established Evolve Entertainment to manage the rental kiosk side of the business. Video Ezy Express kiosks could be leased from Evolve by local Video Ezy and Blockbuster franchisees and located in high foot-traffic areas such as shopping centres and supermarkets. For consumers, prices to rent are much lower, and no membership cards are required with the initial rental fee and extended fees being charged direct to the consumer's credit card. Video Ezy Express initially competed in Australia and New Zealand with the 300 plus strong Hoyts Kiosk network. They also competed with approximately 100 RedRoom kiosks for the first month until Evolve acquired the entire seven-year-old business, taking out a significant competitor while adding capacity. In November 2017, Evolve acquired Hoyts Kiosk with all machines replaced with Express-branded kiosks. A small number of Blockbuster- branded rental kiosks also continued to operate. Video Ezy's kiosks initially operated under a hub and spoke distribution model, with a franchisee operating a store supported by several kiosks in surrounding areas. While the kiosk would feature new release movies, consumers looking for older titles would come into the store which had a much larger video library. As stores began to close, franchisees moved on to operate only kiosks. At a March 2021 general meeting of the company, it was decided that Evolve Entertainment would be wound up and liquidators appointed. ==Marketing== In 1993, the \"Get it first time, or get it free\" guarantee was launched. Video Ezy re-launched their guarantee under the \"Movie Guarantee\" umbrella in April 2007. This included a Rental Guarantee, a Price Guarantee and an Ex-Rental Guarantee. Video Ezy promoted rent-only releases with the \"Rent It – The Only Way To Get It\" campaign. Another advertising campaign used by Video Ezy was \"Upsize Your Entertainment\": when a consumer rents a specific title they have the opportunity to \"upsize\" by buying a specified similar title for only $4.95. For example, in April 2007, Video Ezy had Charlotte's Web as the rental title and Paulie as the upsize title. Slogans used by the company throughout the years include: * \"In the Mood\" (1990s) * \"Relax\" (1998-2000) * \"Ezy does it\" (October 2003) * \"There is More to See (2000-2003) * \"The choice is Ezy\" (1990s) * \"Get it first time, or get it free\" * \"We have so many copies of our Rental Guarantee title, we guarantee you'll rent it now, or rent it free\" * \"Love Movies\" (2009) * \"More to Love\" * \"Rent it. Buy it.\" (Singapore) Due to the franchise nature of Video Ezy stores, each store also ran their own promotions and set their own pricing. Video Ezy were major sponsors of the Canberra Raiders between 1990 and 1992. ==Competitors and downfall== In its home market of Australia, Video Ezy competed with other rental chains such as Blockbuster (before its Australian operations were sold to the company), Civic Video, Network Video, Video City, Movies 4U (also known as Top Video or Leading Edge Video) and many independently branded stores throughout the country. Video Ezy dominated the New South Wales market; however, in other Australian states like Queensland, it had a similar number of stores to its rival Civic Video, and in Tasmania, its chain of Video City outlets were more numerous and larger in floor space. In the area of video and gaming retail, Video Ezy competed primarily against retailers such as Kmart, Target, Myer, Big W, Sanity, JB Hi-Fi, EB Games and EzyDVD (before their acquisition by FEG), and online retailer Amazon. From 2003, local DVD rental-by-mail business Quickflix also emerged as a competitor. However, the proliferation of high speed internet in the late 2000s and 2010s that saw consumers gravitate towards more convenient online entertainment in the form of legal services such as iTunes, or illegal BitTorrent movie downloads ultimately became the greatest challenge to Video Ezy's established business model. The introduction and increasing take up of legal streaming services such as Netflix and Stan also became serious threats to the business, and is commonly thought to be largely responsible for the downfall of Video Ezy and the Australian video rental industry as a whole. In November 2013, SmartCompany compared Australian Bureau of Statistics figures from financial year 1999–2000, which stated there were 1166 individual video hire businesses operating within Australia, to a 2013 IBISWorld study finding that just 255 DVD rental businesses were still operating in the country (a drop of almost 80%). The same study also found that the overall industry had declined at an annual rate of 14.8% over the five years to 2013. In addition to the previously noted online competition and threats to video rental businesses, SmartCompany also blamed recent developments from Pay TV and free-to-air television, which at the time had both radically increased their channel selections, as well as the reduced cost of DVD and Blu-ray discs, which saw the average 2013 price of a DVD settle at $16 in Australia, compared to $20 in the early-2000s, which acted as a double- edged sword for the industry, boosting the numbers of DVD sales, but also turning renters into buyers. Increasingly higher rent and wages also impacted the viability of video rental businesses to continue operating, as did continuing franchise fees. The Global Financial Crisis also had an impact on consumer spending. 200px|thumb|right|Network Video Sandringham, a former Video Ezy store in Victoria that was rebranded prior to closing in 2019. These impacts on the video rental industry were reflected in Video Ezy and Blockbuster franchises closing 270 stores across Australia in the four years to August 2011. By February 2016 only seven stores were left operating in South Australia, while over 50 Western Australian Video Ezy stores were reduced to a single surviving franchise by December 2018. This also lead to Australian regional centres such as Lithgow and Berri losing their only full scale video libraries when their Video Ezy and Blockbuster franchises shut down. In the face of decreased business some franchisees tried diversifying their stores, such as selling film and pop culture collectables in addition to video rental or subletting floorspace in their stores to other small businesses. Other stores, unable to continue as Video Ezy franchises, rebranded to rival video rental affiliations such as Network Video or went independent. 2018 and 2019 saw the last few remaining Video Ezy stores close down. The last Australian Blockbuster store, in Morley, Western Australia, would close in March 2019. This left Video Ezy Express and Blockbuster rental kiosks as the only side of the business to remain operating. In March 2013, Franchise Entertainment Group's CEO, Paul Uniacke told Sunshine Coast Daily in response to a local Maroochydore outlet closing that, \"I'm not happy that Maroochydore has gone. It's not something we like to see, absolutely there is a human cost to what's happening here.\" He went on to add, \"the worst thing that happens in a rationalisation is losing stores and losing good people. We've been up on the Coast with Blockbuster for a number of years and with Video Ezy for about 20 years.\" Uniacke stated that he believed Video Ezy Express rental kiosks would ultimately fill the void left by closed stores. He asserted that \"you will see us back in a short space of time. We don't want to leave that territory without the brand too long, we want to stay strong.\" He also added that franchisees were \"lined up out the door to run kiosks in there, so you will see Blockbuster, or maybe Video Ezy kiosks flowing through there\", but in the same interview he admitted, \"absolutely we will have less stores, but I don't want to do away with them because they form a valuable part of the business.\" In February 2016 Uniacke blamed high rents and wages as the main factor behind store closures, and stated that he believed the increasing popularity of online streaming did not have a major impact on the business, highlighting that at the time Video Ezy's stores and kiosks offered newer release movies that were available on disc months before they appeared on online services. He also asserted that \"the business model for rental stores can be, and still is, viable under certain circumstances.\" Ultimately, the few rental stores that have hung on the longest have done so through diversification, downsizing, and catering for older customers unwilling or unable to go online, or film buffs looking for more obscure titles not available on streaming services or with poor internet connections. Although Video Ezy's rental kiosks had extended the life of the brand beyond store closures, they were still ultimately affected by a declining customer base as well as the effects of the COVID-19 pandemic, which resulted in a lack of new, high-profile titles from being available after a number of blockbuster films had their original 2020 theatrical release dates (and subsequent DVD and Blu- ray releases) delayed into the following year. ==References== ==External links== *Video Ezy Australia website Category:Australian companies established in 1983 Category:Australian companies disestablished in 2021 Category:Companies based in Sydney Category:Defunct retail companies of Australia Category:Retail companies established in 1983 Category:Retail companies disestablished in 2021 Category:Video rental services in Australia Category:Video rental services in New Zealand",
 "title": "Video Ezy"
}