{
 "id": "831012",
 "text": "thumb|250px|William Symington. William Symington (1764–1831) was a Scottish engineer and inventor, and the builder of the first practical steamboat, the Charlotte Dundas. ==Early life== Symington was born in Leadhills, South Lanarkshire, Scotland, to a family he described as being \"respectable but not wealthy.\" His father worked as a practical mechanic at the Leadhills mines. Although his parents intended for him to enter the ministry, he intended to use his good education to make a career as an engineer. So, in 1785, he joined his brother George in his attempts to build a steam engine at Wanlockhead, Dumfriesshire. While there, he impressed the manager of a local mining company, Gilbert Meason, so much that he was sent to the University of Edinburgh in 1786 to spend a few months attending science lectures. By the time William joined his brother, George had already succeeded in building the second engine using James Watt's design to be built in Scotland. ==Improvements to Watt's design== left|thumb|upright|William Symington Symington quickly saw a way to marry the efficiency of the Watt engine with the simplicity of that devised by Thomas Newcomen. Encouraged by Gilbert Meason, Symington demonstrated the practicality of his idea and his improved atmospheric engine was patented in 1787. When Watt sent someone to make a sketch of how this new engine worked, he discovered that the steam was condensed under a second piston and this was then pushed down when fresh steam entered the cylinder, forcing out the condensate. The power piston worked by the atmospheric pressure acting on the vacuum created by the condensing steam. After its completion, Symington drew up a prospectus outlining the advantages of his invention, and this was circulated by Meason and his influential friends. ==Dalswinton steamboat== The banker Patrick Miller of Dalswinton, just north of Dumfries, had experimented with double hulled pleasure boats propelled by cranked paddle-wheels placed between the hulls, and he got Symington to build the patent steam engine with its drive into a pleasure boat built in 1785 which was successfully tried out on Dalswinton Loch near Miller's house on 14 October 1788. The trial was said to have been a success. Alexander Nasmyth depicted her on her trial run. A version of the illustration held by the Science Museum in London, Ref No. 0307379 shows her flying a red saltire, presumably a lithographer's mistake. James Nasmyth in his autobiography published in 1883 stated erroneously that she was built of tinned iron plate. ==The canal steamboat== After the successful demonstration of a steam engine on a boat, a larger engine was commissioned that would be tried in a boat on the Forth and Clyde Canal. The parts for the engine were ordered and an engine similar to that used previously, but a lot larger, was erected on another twin hull paddle boat. It was . The first trial, on 2 December 1789, was unsuccessful because the paddle wheels were not up to the task and began to break up when an increase in speed was attempted. Patrick Miller, the patron of the venture, sanctioned repairs and, on 26 and 27 December, more successful trials were done. ==Mines and mills== Although Symington is best remembered for his contribution to steam powered vessels, he also built successful engines for mines and mills. The first of these was built on a mine in Wanlockhead in 1790. This was followed by engines in Sanquhar, and then in London. In 1792, he built a large pumping engine that James Watt was also considered for. In the same year, he built an engine for the colliery of James Bruce. This marked a move to live near Falkirk and, later, a place as engine consultant for the Carron Company. In 1793, he developed a crank drive with a crosshead above the cylinder, and built such an engine to wind coal from one of Bruce's pits. his engine proved very successful and about fifteen were built. In all, there are firm references to thirty-two engines built by Symington up until 1808, and passing mention of several more. ==More steamboats== It was Thomas, Lord Dundas who would motivate further steamboat trials. This was because he had extensive business interests on the east and west coasts and was governor of the Forth and Clyde Canal Company. Therefore, the canal was essential to his business, and steam power could speed up the movement of vessels through the canal. It helped progress that the Dundas family were one of the most powerful families of the late 18th century. At a meeting of company directors on 5 June 1800, Dundas brought up the idea of having a Captain Schank boat worked by a steam engine provided by Symington. The directors immediately agreed that this was a good idea. A diagram of Symington's engine recently came to light and it showed an engine driving a forward wheel (or two wheels, one on either side) within the hull. The boat was built by Alexander Hart at Grangemouth and was tested on the River Carron in June 1801, when it moved with ease. It was less successful on the canal and was rejected by the committee. By 1800, Watt's patent had expired, so Symington set about the task of building a horizontal engine. He got a patent for his design in 1801. This design was ahead of its time because other engineers believed that it would not work. It was not widely accepted until 1825. ==The Charlotte Dundas== Since the Canal Company had not been satisfied with the first boat, Lord Dundas gave Symington his support for the building of a second boat. Therefore, a model of the new boat was shown to Dundas and was named after one of his daughters in an attempt to secure his interest. The hull of the boat was made by John Allan to Symington's direction and the Carron Company made the engine. The Charlotte Dundas was first sailed on 4 January 1803, with Lord Dundas and some of his friends and relatives on board. The crowd were pleased with what they saw, but Symington wanted to make improvements and another more ambitious trial was made on 28 March. On this occasion, the steamboat towed two loaded vessels through the canal, covering 18½ miles in 9½ hours. The Charlotte Dundas therefore became the first boat to do more than just move itself, but the Canal Company - to Symington's disappointment - did not wish to pursue the construction of another vessel. Symington was further upset when a scheme to build tug boats for the Duke of Bridgewater collapsed when the Duke died a few days before the trial was due to take place. ==Colliery manager== As well as an engine builder, Symington was a colliery manager, also known as a 'viewer'. His first appointment in this capacity was in 1794 when the Trustees asked him to take over on James Bruce's death. His salary for this was £100 per annum and a house on the estate. This appointment ended in 1800 when Symington took over management of the Grange colliery near Bo'ness. William Cadell was behind Symington at this job. In 1804, he joined a local businessman in a partnership intended to manage the Callendar colliery at Falkirk. A new pump was needed there and this allowed Symington to develop what he called a 'lifting engine'. He may have built one of these for the Wanlockhead mines in 1789. The Callendar venture ended badly, however, and, in a dispute at the High Court in Edinburgh that lasted until 1810, Symington lost. ==Last years== Due to Patrick Miller's unwillingness to pursue the potential of the 1789 trial, the loss of interest from Lord Dundas and the proceedings at the High Court, Symington was left out-of-pocket. In 1829, in ill health and in debt, Symington and his wife moved to London to live with their daughter and her husband. Symington died in 1831 and was buried in St. Botulph's churchyard. In 1890, a bust was unveiled in Edinburgh, in what is now the National Museum, in memory of the great engineer. == References == *Harvey, W.S. & Downs-Rose, G. (1980). William Symington Inventor and Engine Builder. Northgate Publishing Co Ltd. *B.E.G. Clark, Symington and the Steamboat (Amazon) *B.E.G. Clark, Steamboat Evolution; A Short History (Amazon) * James Nasmyth Autobiography of 1883. ==External links== *A history of the growth of the steam-engine *Video footage of the first ever steam powered vessel Category:Scottish engineers Category:Scottish inventors Category:People from South Lanarkshire Category:1764 births Category:1831 deaths Category:Alumni of the University of Edinburgh Category:British steam engine engineers",
 "title": "William Symington"
}