{
 "id": "83170",
 "text": "In Greek mythology, Agamedes (, Agamēdēs) was a son of Erginus (or, according to some traditions, the son of Stymphalus and grandson of Arcas).Pausanias, Graeciae Descriptio 8.4.5, 8.5.3. == Family == Agamedes was father of Cercyon by Epicaste, who also brought to him a stepson, Trophonius, who was by some believed to be a son of Apollo. According to others, Agamedes was a son of Apollo and Epicaste, or of Zeus and Iocaste, and father of Trophonius. In the most common accounts, Trophonius was his brother.Smith, s.v. Agamedes. == Mythology == The two brothers are said to have distinguished themselves as architects, especially in building temples and palaces. They built Apollo's temple housing the oracle of Delphi.Pausanias, Graeciae Descriptio 9.37.3; Strabo, Geographica 9, p. 421. A tradition mentioned by Cicero states that Agamedes and Trophonius, after having built this temple, prayed to the god to grant them in reward for their labor what was best for men.Cicero, Tusculanae Quaestiones 1.47 The oracle told the brothers to do whatsoever they wished for six days and, on the seventh, their greatest wish would be granted. They did and were found dead on the seventh day. The saying \"those whom the gods love die young\" comes from this story.pp 84, The Greek Myths, Volume 1, by Robert Graves, Penguin, Dec 1, 1990 Google Books link They also built a treasury of Hyrieus, king of Hyria in Boeotia. The scholiast on Aristophanes gives a somewhat different account from Charax of Pergamum,Aristophanes, Nubes 508 and makes them build the treasury for King Augeas. The story about this treasury in Pausanias bears a great resemblance to that which Herodotus relates of the treasury of the Egyptian king Rhampsinit.Herodotus, Histories 2.121 In the construction of the treasury of Hyrieus, Agamedes and Trophonius contrived to place one stone in such a manner that it could be taken away outside, and thus formed an entrance to the treasury, without anybody perceiving it. Agamedes and Trophonius constantly robbed the treasury; and the king, seeing that locks and seals were uninjured while his treasures were constantly decreasing, set traps to catch the thief. Agamedes was caught in one of these snares, and with profound grief, Trophonius cut off his head to keep Agamedes's identity secret. After this, Trophonius was immediately swallowed up by the earth. On this spot there was afterwards, in the grove of Lebadeia, the so-called cave of Agamedes, with a column by the side of it. Here also was the oracle of Trophonius, and those who consulted it first offered a ram to Agamedes and invoked him.Pausanias, Graeciae Descriptio 9.39.4. The question as to whether the story about the Egyptian treasury is derived from Greece, or whether the Greek story was an importation from Egypt, has been answered by modern scholars in both ways; but Müller has rendered it very probable that the tradition took its rise among the Minyans, was transferred from them to Augeas, and was known in Greece long before the reign of Psammetichus I, during which the intercourse between the two countries was opened. ==In popular culture== *In The Dark Prophecy, Agamedes is shown to be an orange- colored ghost with the name of Agamethus. He lives in the Waystation and helps Apollo throughout the book. At the end of the book, he leaves Waystation to find his half-brother, Trophonius. ==Notes== == References == * Herodotus, The Histories with an English translation by A. D. Godley. Cambridge. Harvard University Press. 1920. . Online version at the Topos Text Project. Greek text available at Perseus Digital Library. * Pausanias, Description of Greece with an English Translation by W.H.S. Jones, Litt.D., and H.A. Ormerod, M.A., in 4 Volumes. Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1918. . Online version at the Perseus Digital Library * Pausanias, Graeciae Descriptio. 3 vols. Leipzig, Teubner. 1903. Greek text available at the Perseus Digital Library. * Smith, William, Dictionary of Greek and Roman Biography and Mythology, London (1873). Online version at the Perseus Digital Library. * Strabo, The Geography of Strabo. Edition by H.L. Jones. Cambridge, Mass.: Harvard University Press; London: William Heinemann, Ltd. 1924. Online version at the Perseus Digital Library. * Strabo, Geographica edited by A. Meineke. Leipzig: Teubner. 1877. Greek text available at the Perseus Digital Library. Category:Children of Apollo Category:Children of Zeus Category:Demigods in classical mythology Category:Minyan characters in Greek mythology Category:Characters in Greek mythology Category:Arcadian mythology",
 "title": "Agamedes"
}