{
 "id": "831912",
 "text": "Volothamp \"Volo\" Geddarm, created by Jeff Grubb, is a fictional character of the Forgotten Realms campaign setting for the Dungeons & Dragons fantasy role- playing game. ==Description== It is through Volo's perspective that Ed Greenwood authored his detailed Forgotten Realms lore-books of the Volo's Guide series: Volo's Guide to Baldur's Gate (note that this, and its sequel, relate to the city and not the video game), Volo's Guide to Cormyr, Volo's Guide to the Dalelands, Volo's Guide to the North, Volo's Guide to the Sword Coast, Volo's Guide to Waterdeep, Volo's Guide: the Sword Coast No 2, Volo's Guide to Baldur's Gate II and Volo's Guide to Monsters. Volo was a too- curious-for-his-own-good travelling scholar and minor wizard. Always on the lookout for an exposé, he all too frequently was at odds with Elminster, who preferred some things to be kept in the dark. In fact, it was his assembling his \"first\" guide—Volo's Guide to All Things Magical—that put him on the \"path\" to making his other guides. As for Elminster, it is he who edits every guide that Volo has published, as evident in the many footnotes in each, including Volo's Guide to All Things Magical, which almost got Volo killed making it. \"Volo\" is not to be confused with \"Marcus Volo\", real name Marcus Wands, of the Wands family of Waterdeep. A trouble-making bard, Wands gained Volothamp's moniker after he stole an artifact from a powerful wizard, and laid the blame on the far more infamous scapegoat of the real Volo. Pursued by the mad mage and his forces, and protected by adventurers hired by his father, Marco came into his own at the finale, when the artifact was revealed as containing a god from another world, who had come to Toril along with Marco's family. The Sunstaffs, as they were known then, had through the generations been destined to keep the god imprisoned, and Marco awakened to his destiny with the help of the adventurers, Volothamp himself, and the gods Tyr, Sune, and Corellon Larethian. He has also had several adventures of his own, as told in Once Around the Realms and The Mage in the Iron Mask. ==Reception== Trenton Webb, writing for the British magazine Arcane, thought of Volo as \"a sort of magically empowered Magenta DeVine\". Paul Pettengale, also writing for Arcane, described him as \"a famous AD&D; adventurer who, in an effort to help adventurers in Faerûn, has written a number of guides to regions within the Realms. He's one of those characters that everyone's heard about, and one that just about every Dungeon Master must have been tempted to introduce to their campaign at some point or another.\" Cameron Kunzelman for Paste wrote \"imagine that Ken Jennings was a drunk, really cared about being able to name all the animals of the zoo, and was the sole grantor of Michelin stars across the world. That's Volo. [...] As a character, Volo is brilliant because he is a device through which the designers of the Forgotten Realms can give Dungeon Masters a set of bounds.[...] That 'thinks he knows' is crucial, because having Volo write the guide means that he can be wrong. From a design perspective, Volo is a way of giving DMs a toolbox that they don’t have to be completely adherent to. Whatever Volo thinks or writes can be slightly off the mark. Maybe he only saw a tavern during the daytime. Maybe he cut some corners. Nesting world design within the subjective opinions of an expansive, world-trotting character with a penchant for embellishment solves a lot of problems and generally makes the job of being a DM a little more fun\". ==Appearances in other media== Volo makes minor appearances in the computer games Baldur's Gate and Baldur's Gate II: Throne of Bhaal, where he appears in taverns near the beginning of each game. In Baldur's Gate II: Throne of Bhaal he informs the player that he is writing a novel chronicling the events of the games and will give the player previews of how he intends to describe your companions in the game. The printed manual for Baldur's Gate and Baldur's Gate II itself also contains annotations supposedly written by Volo (and also by Elminster). He is also a major character in Neverwinter Nights 2: Storm of Zehir where he acts as narrator and features prominently in the plot itself. He is responsible for inviting the player's party aboard the ship that you begin the game aboard. The opening and closing sequences are presented in such a way as to imply that the game is one of his books. He also appears in Baldur's Gate 3. ==References== Category:Fictional arcane spellcasters (Dungeons & Dragons) Category:Forgotten Realms characters",
 "title": "Volothamp Geddarm"
}