{
 "id": "832590",
 "text": "South Ruislip is a station served by London Underground and Chiltern Railways in South Ruislip in North-West London. The station is owned, managed and staffed by London Underground. The station is in Travelcard Zone 5. ==History== The GWR/GCR Joint line to High Wycombe carried services from both Paddington and Marylebone. They met at Northolt Junction, situated slightly to the east of the station, from where four tracks ran westwards to Ruislip Gardens and West Ruislip; there the route shrank to two tracks only. Opened on 1 May 1908Chronology of London Railways by H.V.Borley and originally known as Northolt Junction, the station became South Ruislip & Northolt Junction from September 1932 and received its present name on 30 June 1947.Chronology of London Railways by H.V.Borley page 72Forgotten Stations of Greater London by J.E.Connor and B.Halford page 124 In October 1942, a Wellington bomber flying to the nearby airfield at RAF Northolt crashed near the station, killing all the crew and six civilians. The station was designed by Brian Lewis and F.F.C. Curtis and first served by Central line trains on 21 November 1948 when the Central line extension from London towards West Ruislip was completed after being delayed by World War II. The rounded booking hall was not completed until 1960.Edwards 1985, p. 36 The concrete, glass and granite chip frieze in the booking hall is one of the earliest public works by glass artist, Henry Haig. (paper based on ) In late 1973 and early 1974 the track layout was simplified and the manual signal box was removed in early 1990, along with other manual signal boxes on this line, and its function replaced by colour light signalling and power operated points, both controlled from Marylebone. The track alignments were improved to allow higher speed running at the junction for the services from Marylebone, and the pointwork which had allowed trains from Paddington to call at the westbound Chiltern station platform was removed. All eastbound services were moved to the former through road; the eastbound road, which had formerly extended from the platform road at West Ruislip, was closed and lifted, and the eastbound platform widened. The alignment of the turnout towards Marylebone was improved to allow higher-speed running. Fragments of the old trackwork can still be seen to the north of the line at this point. The trackwork at this station has been upgraded and now permits higher speed running up to . The station was transferred from the Western Region of British Rail to the London Midland Region on 24 March 1974. ==The station today== Ticket barriers control access to all platforms. A large West London Waste Authority bulk rubbish handling depot lies to the east of the station which sees a daily waste train in operation. There is also a single-track connection with the Acton–Northolt line. The lines to Marylebone formerly passed either side of West Waste. As part of Chiltern Railways' Evergreen 3 route improvements works, Northolt Junction was remodelled and included provision to the north of the waste transfer depot of a new down main line alongside the existing up main to allow services to be accelerated. The new down main line has a line speed limit of compared with the former . The existing down main was remodelled to become the down loop line, used by trains stopping at South Ruislip station. The bridge outside which carries the lines over Station Approach is lower than others locally at and is often hit by high vehicles. Either side of it, false deck beams have been installed so the danger of any impacts causing damage to the bridge itself has been lessened. ==Services== Services at South Ruislip are operated by London Underground on the Central Line and by Chiltern Railways. The off-peak services at the station are: London Underground (Central Line) * 9 tph to West Ruislip * 9 tph to Epping Chiltern Railways * 1 tph to * 1 tph to On weekends, the northbound service runs to instead of High Wycombe. There is also one Parliamentary Service on Mondays-Fridays to via the Greenford branch line.2V27 1102 South Ruislip to West Ealing Real Train Times 10 December 20182M27 1147 West Ealing to High Wycombe Real Train Times 10 December 2018 ==Connections== London Buses routes 114 and E7 serve the station. ==References== ;Bibliography * Edwards, Dennis. F. (1985) Bygone Ruislip and Uxbridge. Chichester: Phillimore & Co. ==External links== * London Transport Museum Photographic Archive ** ** ** Category:Central line stations Category:Railway stations in the London Borough of Hillingdon Category:Tube stations in the London Borough of Hillingdon Category:Former Great Western and Great Central Joint Railway stations Category:Railway stations in Great Britain opened in 1908 Category:Railway stations served by Chiltern Railways Category:1908 establishments in England",
 "title": "South Ruislip station"
}