{
 "id": "832903",
 "text": "Louis Emil Denfeld (April 13, 1891 – March 28, 1972) was an admiral in the United States Navy who served as Chief of Naval Operations from December 15, 1947 to November 1, 1949. He also held several significant surface commands during World War II, and after the war he served as the dual-hatted commander of United States Pacific Command and Pacific Fleet. ==Life and naval career== Born in Westborough, Massachusetts, Denfeld graduated from the United States Naval Academy in 1912. He took command of the destroyer in 1919 and served aboard the submarine during 1923 and 1924. He commanded Destroyer Division 11 from 1935 to 1937. Denfeld was selected to be aide to the Chief of Naval Operations in 1939, then commanded first Destroyer Division 18, then Destroyer Squadron 1 from 1939 to 1941. He served as Chief of Staff to the Commander of the United States Atlantic Fleet, Admiral Royal E. Ingersoll. For planning of safe routes for escort convoys in this capacity, Denfeld received the Legion of Merit. He became head of the Atlantic Fleet Support Force in 1941, then assistant chief to the Bureau of Navigation in 1942. He led Battleship Division 9 in 1945, was appointed Chief of the Bureau of Personnel in 1945, and commanded United States Pacific Command and Pacific Fleet in 1947. On February 28, 1947 Denfeld was named Military Governor of the Marshall Islands, Caroline Islands, and Mariana Islands, replacing Admiral John H. Towers. Denfeld was appointed Chief of Naval Operations on December 15, 1947. Due to his role in the \"Revolt of the Admirals\", he was detached from duty by the Secretary of the Navy Francis P. Matthews on November 1, 1949, and retired in 1950. Denfeld was a candidate for Governor of Massachusetts in 1950. He lost the Republican nomination to Arthur W. Coolidge. Denfield died in Westborough, Massachusetts at the age of 80. He is buried at Arlington National Cemetery.Burial Detail: Denfeld, Louis E – ANC Explorer ==Awards and decorations== Admiral Louis E. Denfeld received many decorations during his career. Here is his ribbon bar: {| style=\"margin:1em auto; text-align:center;\" | colspan=\"4\"| |- | colspan=\"4\"| |- | | | |- | | | |- | 18px18px18px | | |} {| class=\"wikitable\" style=\"margin:1em auto; text-align:center;\" |- | colspan=\"14\"| Submarine Warfare insignia |- ! 1st Row | colspan=\"6\"| Navy Distinguished Service Medal | colspan=\"6\"| Legion of Merit with two gold award stars and \"V\" Device |- ! 2nd Row | colspan=\"4\"| Mexican Service Medal | colspan=\"4\"| Haitian Campaign Medal | colspan=\"4\"| World War I Victory Medal with Battle clasp |- ! 3rd Row | colspan=\"4\"| Second Nicaraguan Campaign Medal | colspan=\"4\"| American Defense Service Medal | colspan=\"4\"| American Campaign Medal |- ! 4th Row | colspan=\"4\"| Asiatic-Pacific Campaign Medal with three service stars | colspan=\"4\"| World War II Victory Medal | colspan=\"4\"| Philippine Liberation Medal |- |} ==References== ==External links== * Category:1891 births Category:1972 deaths Category:People from Westborough, Massachusetts Category:Military personnel from Massachusetts Category:Chiefs of Naval Operations Category:United States Navy admirals Category:United States submarine commanders Category:United States military governors Category:United States Navy personnel of World War I Category:United States Navy World War II admirals Category:United States Naval Academy alumni Category:Massachusetts Republicans Category:High Commissioners of the Trust Territory of the Pacific Islands Category:Recipients of the Navy Distinguished Service Medal Category:Recipients of the Legion of Merit Category:Burials at Arlington National Cemetery Category:20th-century American politicians",
 "title": "Louis E. Denfeld"
}