{
 "id": "832912",
 "text": "MICDS (Mary Institute and Saint Louis Country Day School) is a secular, co- educational, independent school home to more than 1,250 students ranging from grades Junior Kindergarten through 12. Its campusMICDS campus page. KSDK Story on MICDS is located in the St. Louis suburb of Ladue. Each of the school's three divisions operate somewhat independently as a \"school within a school\". The Lower School, also referred to as The Ronald S. Beasley School, or \"Beasley\" for short, is for students in grades junior kindergarten through 4. The MICDS Middle School, grades 5 to 8, is in the former Mary Institute facilities. The Upper School on the former Country Day School campus serves grades 9 through 12. ==History== William Greenleaf Eliot, founder and chancellor of Washington University in St. Louis, established predecessor institutions to MICDS in the 1850s as part of the university. A boys' school, Smith Academy, was founded in 1854, and was later attended by Eliot's grandson, the future poet T. S. Eliot. A sister school for girls, Mary Institute, was founded in 1859 and was named for Eliot's late daughter Mary Rhodes Eliot, who had died at 17. In its early years, Mary Institute moved twice within the city of St. Louis; its third building, at the corner of Lake and Waterman, is now New City School. Smith Academy closed in June 1917, in part due to the proliferation of private elementary schools and public secondary schools in the area. Three months later, St. Louis Country Day School opened in northwestern St. Louis County. Inspired by the Country Day School movement nationally, it was not related to Smith, although a number of former Smith students enrolled that first year. St. Louis Country Day School's campus was in a bucolic setting reached by electric streetcar, far removed from the noise and grit of the city. Mary Institute moved to its Ladue campus in 1931 and became independent of Washington University in 1949. By the 1950s, the tranquility of the Country Day campus was disrupted by the growth of the adjacent Lambert–Saint Louis International Airport. St. Louis Country Day School moved to a new campus next to Mary Institute in Ladue in 1958, and eventually sold its old campus to the airport.MICDS history page Eliot's grandson, Nobel laureate T. S. Eliot, who attended Mary Institute's kindergarten and Smith Academy, spoke at Mary Institute's centennial in 1959. Although various connections, including theatrical cooperation, had existed between Mary Institute and St. Louis Country Day School for years, academic coordination between Mary Institute and Country Day began during the 1970s and culminated in the 1992 merger of the schools. St. Louis Country Day headmaster John Johnson, who coordinated the merger, became head of the combined schools. The school observed its sesquicentennial during a celebration that ran from May 11, 2009, to May 11, 2010. In 2013, MICDS opened a STEM building on the Upper School campus that contained classrooms, an auditorium, a hearth room, and a student commons. The space also contains conference rooms, a faculty office space and work center, a robotics garage, and a science lab for independent research. The building is certified as LEED Platinum. ==Athletics== MICDS teams have won 32 state championships and 41 district championships.\"Facts\". Mary Institute and St. Louis Country Day School. The school has one of the only high school cycling teams in St. Louis. They competed in the Tour De St. Louis in 2009; two MICDS riders finished with the peloton. MICDS has an athletic rivalry with the nearby John Burroughs School. MICDS observes its Homecoming on the weekend when all of the teams play Burroughs; there is a traditional bonfire and pep rally to inspire team spirit. MICDS also has a cross-state rivalry with The Pembroke Hill School in Kansas City. Pro Football Hall of Fame inductee Marv Levy began his coaching career here in 1951, staying for two years. The women's varsity field hockey team won the Midwest Championships in 2013, 2014, and 2015. Men's water polo finished third in state in 2014. The Men's lacrosse team has won eight state championships, including six straight championships since 2014 under head coach Andy Kay. === Athletic facilities === {| class=\"wikitable\" !Facility !Sport |- |McDonnell Athletic Center |Boys' and Girls' Basketball, Girls' Volleyball, Boys' Wrestling |- |William R. Orthwein Sr. Pool (Steward Family Aquatic Center) |Boys' and Girls' Swimming, Water Polo |- |Ellis Field and Weiss Track |Boys' Football, Boys' and Girls' Track and Field |- |Tennis Courts |Boys' and Girls' Tennis |- |Hermann Squash Courts |Boys' and Girls' Squash |- |North Gymnasium |Girls' Volleyball, Boys' and Girls' Basketball |- |Athletic Fields |Boys' and Girls' Lacrosse, Boys' and Girls' Soccer, Girls' Field Hockey, |- |South Gymnasium |Boys' Wrestling, Boys' and Girls' Basketball |- |McCreery Field |Boys' and Girls' Lacrosse, Boys' Football, Boys' Soccer |- |Fitness Center |Cardio and strength-training equipment for both students and employees |- |Ron Holtman Stadium and O'Hara Field |Boys' Football, Boys' and Girls' Lacrosse, and Boys' and Girls' |- |Steward Family Aquatic Center |Boys' and Girls' Swim and Dive, Boys' and Girls' Water Polo |} In 2016, MICDS began construction on the O'Hara field and stadium, which replaced Ellis Field. It is used for football, lacrosse and soccer. The same year, MICDS also began construction on The Steward Family Aquatic Center, which features a pool with a bulkhead in the center, allowing two teams to practice at the same time. The pool is also longer and the lanes are wider. It is also deep enough to allow the diving team to practice on campus. In 2011, a donor offered to fund the construction of an ice hockey arena, but the city of Ladue rejected the proposal and the arena was never built. The team practices off campus. ==Notable alumni== ===Business=== *Morton May, Chairman, May Department Stores *John McDonnell, Chairman, McDonnell-Douglas Corporation *William F. Ruprecht, CEO, Sotheby's Auction House *George Herbert Walker IV, Chairman and CEO of Neuberger Berman ===Government and Politics=== *John Danforth, U.S. Senator and Episcopal priest *Thomas Eagleton, U.S. Senator and Democratic Nominee for Vice President of the United States *William McChesney Martin, Jr., Federal Reserve Bank chairman *Mark McCloskey, attorney and U.S. Senate candidate *James W. Symington, U.S. Congressional Representative *Pete Wilson, Mayor of San Diego, U.S. Senator and Governor of California *Alan Webber, Mayor of Santa Fe, New Mexico ===Sports and Entertainment=== *Tom Ackerman, sports broadcaster *Drew Baur, Owner, St. Louis Cardinals *Graham Bensinger, sports broadcaster *Sterling K. Brown, actor *Joe Buck, sports broadcaster *Dwight F. Davis, founder of the Davis Cup international tennis competition and U.S. Secretary of War (attended CDS precursor Smith Academy) *William DeWitt, Jr., owner, St. Louis Cardinals *Betty Grable (attended, did not graduate), actress and World War II pin-up girl *Jim Lee, comic book artist *Robby McGehee, 1999 Indianapolis 500 Rookie of the Year *Vincent Price, actor *Devon Windsor, model ===Arts, Sciences, and Education=== *William S. Barker, President of Covenant Theological Seminary (St. Louis), 1977–1984 *Sally Benson, author of Meet Me in St. Louis and Junior Miss *Louis Daniel Brodsky, poet *Edmond La Beaume Cherbonnier, professor and scholar of religious studies *Winston Churchill (novelist), author of Richard Carvel, The Crisis (novel), and The Crossing (Churchill novel), among others. *William H. Danforth, MD, Chancellor, Washington University in Saint Louis *T.S. Eliot, poet (attended CDS precursor Smith Academy) *Peg Fenwick, screenwriter and playwright *Irving Fisher, economist, statistician, inventor, and Progressive social campaigner (attended CDS precursor Smith Academy) *Landon Jones, editor and author *Shepherd Mead, author, How to Succeed in Business Without Really Trying *Nick Reding, journalist and author of Methland: The Death and Life of an American Small Town *Hadley Richardson, first wife of Ernest Hemingway *Irma S. Rombauer, author of Joy of Cooking *Frederick Seidel, poet *Peter Taylor, short-story writer and novelist *Sara Teasdale, poet *Harry Weber (sculptor), Sculptor *Linda Wells, founder and editor-in-chief, Allure magazine; annual guest judge on the Bravo reality television series Shear Genius ==References== ==External links== * Mary Institute and St. Louis Country Day School Category:Elementary schools in St. Louis County, Missouri Category:Middle schools in St. Louis County, Missouri Category:High schools in St. Louis County, Missouri Category:Private K-12 schools in Missouri Category:Private schools in St. Louis County, Missouri Category:Educational institutions established in 1859 Category:Private high schools in Missouri Category:Private middle schools in Missouri Category:Private elementary schools in Missouri Category:1859 establishments in Missouri",
 "title": "Mary Institute and St. Louis Country Day School"
}