{
 "id": "833454",
 "text": "Franz Xaver Kroetz (; born 25 February 1946 in Munich) is a German author, playwright, actor and film director. He achieved great success beginning in the early 1970s. Persistent, Farmyard, and Request Concert, all written in 1971, are some of the works conventionally associated with Kroetz. Kroetz is part of a generation of playwrights who modified the critical folk-piece, emphasizing in his works of the early 1970s the underside of West Germany's affluence through realistic portrayals of the lives of the poor. He later began writing for television, which led to a wider audience. His more analytical, Brecht-influenced plays were generally not well-received, though Upper Austria (1972) and The Nest (1974) achieved critical and commercial success. Some later works of social realism like Through the Leaves (1976) and Tom Fool (1978) are also highly regarded. Kroetz's plays have been translated and performed internationally. Simon Stephens argued in 2016, \"Kroetz was identifying how poverty can give rise to brutality, to cynicism, despair and fear. His plays are as resonant now as they’ve ever been.\" ==Life== Kroetz did poorly in high school. He attended an acting school in Munich and the Max- Reinhardt-Seminar in Vienna. He worked as a day-laborer. In the late 1960s, when he was unable to enter mainstream theater, he was active in the alternative theater scene in Munich, and also wrote and acted in works of the Bauerntheater (peasant farces with figures who act out stock situations). He became a member of the German Communist Party (DKP) in 1972, leaving in May 1980 when it had negligible political influence in West Germany. He was affiliated with Suhrkamp Verlag until 1974, with his radical politics being problematic for the publisher. Kroetz admitted in a 1978 interview to being a somewhat combative person. Michael Toteborg wrote in 1978 that the best-known of the early plays are Wildwechsel (Game Crossing or Jailbait, 1968), Mannersache (Men's Business, 1970), and Farmyard. He said that in Munich Child \"Kroetz [gives] a convincing political dimension to the private experiences of his characters.\" His plays in the 1970s portrayed people who had been rendered speechless by their own social misery. He has named Marieluise Fleißer as a major influence on his early writing, as well as Ödön von Horváth. He became famous when in 1971 the premiere of his plays Heimarbeit (translated as \"House-work\" or \"Houseworker\") and Hartnäckig (Persistent) were disrupted by neo-fascists. Houseworker caused controversy for containing explicit scenes. His later plays contain less violence and sexuality, and are more influenced by Bertolt Brecht. Oberösterreich (Upper Austria, 1972) and Das Nest (The Nest, 1974) garnered popular and critical acclaim. The former marked a shift from portraying (in Kroetz's words) the \"milieu of the extreme\" to portraying average people who lack pent-up frutrations and communicate more effectively. Donna L. Hoffmeister wrote that the work \"was presented, according to my count, by forty different theaters between 1974 and 1976 and the play Das Nest (1974) by about twenty theaters in the 1976/77 season\". In The Nest, the protagonist is a truck driver. His boss orders him to dump toxic waste into a lake, thus soiling his \"nest.\" After the early plays, he tried writing works for television because he wanted to reach a wider audience, and his move to TV had this effect, with Maria Magdalena viewed by five to 15 million. The contemporary television fare cautioned through comedy against activism by workers, and Kroetz wished to refunction televisual Volkstheater for progressive aims. His works for television have been described as \"metacritiques of the television industry\" that thematize its detrimental impact on viewers. Das Nest was first produced for television in 1976, and aired in West Germany in 1979. Upper Austria was first broadcast in 1973. The broadcaster ZDF postponed Upper Austria for months due to its politics. Kroetz moved into social realism with Through the Leaves (1976) and Tom Fool (1978), the latter of which was a success. He considers Upper Austria, The Nest, and Tom Fool to form a trilogy. He wrote a libretto based on his play Stallerhof (1971) for an opera of the same name which Gerd Kühr composed in 1987/88. It was premiered at the first Munich Biennale in 1988. The play was staged at the Burgtheater in 2010 by David Bösch.Georg Petermichl: Fantasievolle Pirouetten nachtkritik.de 10 December 2010 In her book Franz Xaver Kroetz: The Construction of a Political Aesthetic, Michelle Mattson of the Columbia University summarizes: > Franz Xaver Kroetz – banana-cutter, hospital orderly, fledgling actor and, > more significantly, Germany's most popular contemporary dramatist of the > seventies and early eighties. This study, which situates Kroetz's aesthetics > in a political context, focuses on four plays that mark crisis points in his > development of a political aesthetic. Kroetz wrote for the television series Tatort, Spiel mit Karten in 1980 and Wolf im Schafspelz in 2002. He is also known for his role as the gossip columnist 'Baby' Schimmerlos (roughly 'Baby Clueless') in the television series Kir Royal. His income from acting made writing without financial worries possible.Michael Schleicher: Franz Xaver Kroetz: \"Altern ist ein Massaker\" Interview, Münchner Merkur 22 February 2011 From 1992 to 2005, Kroetz was married to the actress Marie-Theres Relin. They have three children. As of 2011, Kroetz lived in the Chiemgau and on Tenerife. Some of Kroetz's plays have also been translated into French and performed in France. ==Style== According to Holmberg, critics \"refer to Mr. Kroetz's plays as constituting a drama of the inarticulate. The hallmark of his style is to draw characters unable to find the half-word they need to express sorrow or rage.\" The early plays of Kroetz also end violently. Mel Gussow describes Kroetz as reliant on words rather than images, and quotes the playwright as having been disturbed by the \"garrulity\" of most theater of the same time. Kroetz has also argued, \"A dramatist must be tough on his characters. Sentimentality is a trap, and it's tempting because audiences love sentimental plays.\" The extreme naturalism of Request Concert has led to retrospective comparisons of it with Chantal Akerman's film Jeanne Dielman, 23 quai du Commerce, 1080 Bruxelles (1975), and also with Marsha Norman's 'night, Mother (1983). Gautam Dasgupta has compared him to David Storey and Rainer W. Fassbinder, and also stated that his plays are \"structured around cliches in the manner of Ionesco\". Tom Fool has been compared to Harold Pinter's play The Homecoming for its depiction of a decomposing family. Susan L. Cocalis writes that early on Kroetz does not give readers a way to \"locate the events on stage in a hypothetical framework and thus gain some distance to the action. He does not even bother to supply any discernible criteria for identifying the good and the evil, for in these plays a just order of the universe [...] simply does not exist.\" She also sees Kroetz as implying that the material interests of the family unit determine the code of normative sexuality. These plays have been described as impacting audiences primarily through compassion, and after 1972 he moved to a more analytical form of political drama about broader economic issues. Kroetz has referred to the early works as \"descriptive realism\" and the later works as \"analytic realism\" or \"engaged realism\". Sterntaler and Heimat include film clips of workplaces, and socially critical songs by workers. According to Craig Decker, Kroetz in his television works dramatizes how TV can constrain viewer consciousness; the playwright hopes to create people who break away from commercial culture and act as citizens rather than consumers. Gérard Thiériot divided his mainstream work into three phases: up to 1972, 1972-1980, and 1980 onward. The Nest has been called a morality play, and different from most of the works in the second phase. Rolf- Peter Carl, in Franz Xaver Kroetz (1978), divides his works into those before 1972, an \"experimental\" phase (1972–73), and those since 1974. In a 1996 article about Bauern sterben (1985), Moray McGowan wrote that Bavaria's Catholicism, obstinate conservatism and distrust of modernization were emphasized as elements of Kroetz's work in the early 1970s, but that the contribution of his Bavarian identity to certain tensions in his work later became ignored. == Awards == * 1972 – Deutscher Kritikerpreis * 1974 – Hannoverscher Dramatikerpreis * 1976 – Mülheimer Dramatikerpreis for Das Nest * 1985 – Ernst-Hoferichter-Preis * 1995 – Bertolt-Brecht-Literaturpreis * 1996 – Oberbayerischer Kulturpreis * 2005 – Order of Merit of the Federal Republic of Germany * 2007 – Marieluise-Fleißer-Preis * 2008 – Bayerischer Filmpreis for Die Geschichte vom Brandner Kaspar == Reception == === Early works === Michael Toteborg wrote that while Kroetz writes controversial content for serious purposes and \"never wanted to raise himself above the characters interacting on the stage [...] the question concerning the aesthetic and political worth of Kroetz's dramatic productions is debatable\". Carl accused the playwright of theoretical banalities but also defends the earlier works against the playwright's later indictments. He praised Farmyard as capable of stirring audiences to social involvement, but criticized Men's Business for its ending and Munich Child for its \"demagogy\". Henry J. Schmidt, reviewing Carl's book on Kroetz, criticized Carl for discussing the political effectiveness of Men's Business without recourse to audience response, however, and described the ending of Men's Business as \"one of Kroetz's most effective scenes\". In a review of Farmyard and Four Plays (which contains Farmyard, Request Concert, Michi's Blood, Men's Business, and the Men's Business revision A Man, A Dictionary), Dasgupta billed the playwright's works as \"lyrical, scathing, humane dramas\". Jeanette R. Malkin referred to Farmyard and Ghost Train as the most important dramas of his early period. Frank Rich wrote in a review of Michi's Blood that it is not one of Kroetz's best work, and said the playwright engages in \"uncharacteristic point-making, by force- feeding his heroine [...] Beckett-isms\". The Washington Post's David Richards argued, \"Unpleasant as it may be, 'Michi's Blood' is on to something about people deprived of language, purpose and the awareness of their own feelings.\" === Request Concert (1971) === Mel Gussow reviewed Request Concert positively in 1981, saying that because of the \"clearsighted dramatic vision of Mr. Kroetz [...] the mundane is transformed into something close to hypnotic. [...] Through an accumulation of details and objects, we arrive at a point of complete empathy with the woman\". In a 1986 performance starring Salome Jens, Dan Sullivan of Los Angeles Times wrote that \"one becomes absorbed in the woman’s little tasks and the meticulous way she goes about them. [...] Kroetz may not have meant to leave a loophole [with the ending], but it only enriches his play.\" Katie Mitchell has called it a \"difficult, beautiful play\". A writer noted in The Herald that in 2011 the play continued to enjoy a level of attention uncommon for works by German writers of Kroetz's generation. Reviewing a 2016 BAM Fisher performance, Elisabeth Vincentelli of The New York Times said Request Concert (partly because of Danuta Stenka's performance) remains a work of \"heart-wrenching power [...] Partly this has to do with the resilience of loneliness and boredom in our lives, despite our access to so- called social media.\" Reviewing the same performance, Paul David Young wrote, \"Though she does not vocalize, Frau Rasch speaks on behalf of those voiceless souls in contemporary society who feel lost, purposeless, alone and unconnected. It is a political and very human voice.\" In a chapter of The Schaubühne Berlin under Thomas Ostermeier, Marvin Carlson referred to it as \"powerful\". === Brecht-influenced works === Cocalis claimed that by 1972 Kroetz had drawn some criticism for being too repetitive or too apolitical. Works like Lienz – Gateway to the Dolomites (1972), Maria Magdalena (1972), Sterntaler (1974), Heimat (1975), and Agnes Bernauer (1976) were neither critically nor commercially successful. In Maria Magdalena Kroetz in her view struggles with his own formal idiom, and the Brechtian elements of Sterntaler and Heimat make them less powerful than previous works, akin to melodrama or soap opera. Critics of Agnes Bernauer found the heroine unconvincing and the socio-economics oversimplified. === The Nest (1974) === The Guardian's Susannah Clapp expressed a lukewarm view of The Nest, describing some scenes as moving but arguing, \"There is uplift at the end but the unremitting intensity takes its toll on the pace. Detail is a double-edged sword. Some of the most striking episodes stretch the patience most: there is a long sequence when a suicide attempt gradually turns to farce.\" In a 2001 review of Alexander Gelman's A Man with Connections, about a man who is viewed by his wife as responsible for an industrial accident that harmed their son, Lyn Gardner argued that Kroetz handles a similar scenario better in The Nest. In 2016, however, she said The Nest has didactic impulses and \"now looks a little simplistic and old-fashioned\" despite a topical environmental message. === Through the Leaves (1976) === Barry V. Daniels lauded Through the Leaves as thematically \"far beyond the specific naturalism of Antoine. When the generally middle class, educated audience confronts the essential matter of the play – its profound humanness – the barrier between them and the lower class characters breaks down\". Reviewing a 1987 performance of Through the Leaves at the Dallas Theater Center, Jeannie M. Woods praised the play's psychological insight, calling it \"a profoundly disturbing play [...] Her Pollyanna attitude seems to flourish on Otto's abuse and on his inability to express his affection. [...] The harsh reality is tempered both by the warmth of Martha and by grotesque comedy.\" Frank Rich of The New York Times wrote in 1984 that the play \"is not pleasant, but it sticks like a splinter in the mind.\" He said that even certain impediments of the production he had attended (like Downey's English translation being relocated in Queens) did not \"mute the jarring strains of [Kroetz's] genuinely disturbing theatrical voice.\" In 2003, The Guardians Michael Billington gave a Southwark Playhouse performance four out of five stars and wrote, \"What makes Kroetz an exceptional dramatist is that he links behaviour to economics.\" He also argued, \"Without a hint of patronage or condescension, Kroetz shows how both characters are victims of circumstance.\" Gardner called it \"a gripping but gruelling dissection of a relationship that flounders on mismatched desire, conditioned responses and the utter failure of language [...] one of his best plays\". === Tom Fool (1978) === Mark Brown praised the playwright as understanding the 'double burden' of class and gender carried by working class women, and added that \"arguably his best writing is reserved for Otto’s solitary musings on his position [...] The great beauty of Tom Fool is that it manages to address the politics of capitalism without a hint of polemic. Kroetz relies upon the emotional dynamics and powerful poetry that are the hallmark of great theatre\". The Guardian's Mark Fisher gave a 2006 performance three out of five stars, praising the performances but arguing, \"By showing not only the explosions but also the mundane business of clearing up, the play has a fragmented rhythm\". Gardner gave a positive review to a 2007 performance, arguing that Kroetz is able to make mundane events \"hypnotic\"; she claimed that the majority of the play is \"like watching an unstable building sway and fall in agonising slow motion.\" Tom Fool was described as \"superb\" in The Herald. === 1980s and beyond === According to Dominic Dromgoole, Kroetz was for some \"the guiding light of the 1980s. For others, he was the most mind- bogglingly boring playwright history had ever thrown up.\" Arthur Holmberg of The New York Times wrote in 1984 that \"literary critics rank him as one of the most important of Europe's young playwrights.\" The surrealistic\"Kroetz, Franz Xaver.\" The Oxford Companion to German Literature. Eds. Garland, Henry, and Mary Garland. : Oxford University Press, . Oxford Reference. Accessed 10 Jun. 2021 Neither Fish Nor Flesh (1981) was controversial, with half the audience at its Munich premiere leaving by the end of the third act. A reviewer for Der Spiegel lauded Kroetz as accurately depicting the social conditions and languages of the people portrayed. Hellmuth Karasek praised Bauern sterben (1985) in the same magazine. Discussing the same play, McGowan criticized the city-country dichotomy in which the former is depicted as soulless and the latter is glorified, though he dubbed the play \"powerfully and self- consciously theatrical\", saying it contains \"a series of elemental, powerful images.\" In 1998, Angelica Fenner noted that the negative characterizations of female protagonists who choose abortion had garnered him some praise from conservative factions. Der Drang (The Urge, 1994), an extended version of Lieber Fritz (Dear Fritz, 1971), drew controversy for its sexual content.Balme, Christopher. \"Kroetz, Franz Xaver.\" The Oxford Encyclopedia of Theatre and Performance. : Oxford University Press, . Oxford Reference. Accessed 10 Jun. 2021 Ich bin das Volk (I Am the People, 1994) garnered mixed responses. ==Selected plays== * Wildwechsel (Game Crossing), premiered in 1971 Theater Dortmund * Heimarbeit (Homeworker or Home-work), premiered 1971 Münchner Kammerspiele * Michis Blut (Michi's Blood) A Requiem in Bavarian, premiered in 1971 pro T München * Hartnäckig (Persistent), premiered in 1971 Münchner Kammerspiele * Dolomitenstadt Lienz (Lienz – Gateway to the Dolomites) farce with song (music: Peter Zwetkoff), premiered in 1972 Schauspielhaus Bochum * Männersache (Men's Business), premiered in 1972 Landestheater Darmstadt * Stallerhof (Farmyard), premiered in 1972 Deutsches Schauspielhaus Hamburg * Globales Interesse (Global Interest), premiered in 1972 Bayerisches Staatsschauspiel * Oberösterreich (Upper Austria), premiered in 1972 Städtische Bühnen Heidelberg * Lieber Fritz (Dear Fritz), premiered in 1975 Landestheater Darmstadt * Männersache, 1972 * Wunschkonzert (Request Concert), premiered in 1973 Württembergisches Staatstheater Stuttgart * Maria Magdalena after Friedrich Hebbel, premiered in 1973 Städtische Bühnen Heidelberg * Geisterbahn (Funhouse Ride/Ghost Train), premiered in 1975 Ateliertheater am Naschmarkt Wien * Das Nest (The Nest), premiered in 1975 Modernes Theater München * Ein Mann ein Wörterbuch (new version of Männersache), premiered in 1976 Ateliertheater am Naschmarkt Wien 1976 * Agnes Bernauer, premiered in 1977 Leipziger Theater * Mensch Meier (Tom Fool), premiered in 1978, text seen in Brasil, play first performed in Düsseldorf * Nicht Fisch nicht Fleisch (Neither Fish Nor Flesh), premiered in 1981 Düsseldorfer Schauspielhaus * Münchner Kindl (Munich Child), premiered in 1983 Theater k in Schwabinger Bräu München * Der stramme Max, premiered in 1980 Bühnen der Stadt Essen, Ruhrfestspiele ==Translations== In 1976 Michael Roloff translated some of Kroetz's plays into English, namely Stallerhof (Farmyard), Michis Blut (Michi's Blood), Männersache (Men's Business), and Ein Mann ein Wörterbuch (A Man a Dictionary). Roger Downey translated Wunschkonzert (Request Concert), Durch die Blätter (Through the Leaves, the final version of Men's Business), and Das Nest (The Nest). Some of Kroetz's plays have been performed in the United Kingdom, for example, in 2002, Through the Leaves at the Southwark Playhouse,THe Nest at the Arcola Theatre Through the Leaves By Franz Xaver Kroetz translated by Anthony Vivis britishtheatreguide.info 2002Through the Leaves stageplays.com in the United States, for example, in 1982, Michi's Blood in New York,Frank Rich: Theater: Krotz' 'Michi's Blood' The New York Times 10 September 1982 as well as in Australia.Interview: Franz Xaver Kroetz Theatrenotes 2009 ==Selected films== *Series \"Kir Royal\"; this series was produced by WDR from 1984/85 but first appeared in 1986. == Further reading == * Richard W. Blevins: Franz Xaver Kroetz. The emergence of a political playwright. New York u. a.: Lang 1983. * Gérard Thiériot: Franz Xaver Kroetz et le nouveau théâtre populaire. Berne u. a.: Lang 1987. (= Contacts; 1; 4) * Ingeborg C. Walther: The theater of Franz Xaver Kroetz. New York u.a.: Lang 1990. (= Studies in modern German literature; 40) * Michelle Mattson (Assistant Professor of Germanic Studies, Columbia University): Franz Xaver Kroetz. The Construction of a Political Aesthetic. Berg 1996 ==References== ==External links== *...was ich fürs Theater geschrieben hab in 45 Jahren kroetz-dramatik.de *Franz Xaver Kroetz imagi-nation.com * *Franz, bring dich nicht um! Interview Die Zeit 2006 Category:1946 births Category:Living people Category:Recipients of the Cross of the Order of Merit of the Federal Republic of Germany Category:Writers from Munich Category:German male dramatists and playwrights Category:20th-century German dramatists and playwrights Category:21st-century German male writers Category:21st-century German dramatists and playwrights Category:20th-century German male writers",
 "title": "Franz Xaver Kroetz"
}