{
 "id": "833671",
 "text": "Lincoln University (LU) is a public state-related historically black university near Oxford, Pennsylvania. Founded as the private Ashmun Institute in 1854, it has been a public institution since 1972 and was the United States' first degree-granting HBCU. Its main campus is located on 422 acres near the town of Oxford in southern Chester County, Pennsylvania. The university has a second location in University City, Philadelphia. Lincoln University provides undergraduate and graduate coursework to approximately 2,000 students. It is a member-school of the Thurgood Marshall College Fund. While a majority of its students are African Americans, the university has a long history of accepting students of other races and nationalities. Women have received degrees since 1953, and made up 66% of undergraduate enrollment in 2019. ==History== In 1854 Rev. John Miller Dickey, a Presbyterian minister, and his wife, Sarah Emlen Cresson, a Quaker, founded Ashmun Institute, later named Lincoln University, in Hinsonville. They named it after Jehudi Ashmun, a religious leader and social reformer. They founded the school for the education of African Americans, who had few opportunities for higher education. {| class=\"infobox\" cellpadding=\"2\" cellspacing=\"2\" style=\"font- size: 90%;\" align=\"right\" |+ style=\"font-size: 1.25em;\" |Presidents |- |John Miller Dickey |1854–1856 |- |John Pym Carter |1856–1861 |- |John Wynne Martin |1861–1865 |- |Isaac Norton Rendall |1865–1906 |- |John Ballard Rendall |1906–1924 |- |Walter Livingston Wright* |1924–1926 |- |William Hallock Johnson |1926–1936 |- |Walter Livingston Wright |1936–1945 |- |Horace Mann Bond |1945–1957 |- |Armstead Otey Grubb* |1957–1960 |- |Donald Charles Yelton* |1960–1961 |- |Marvin Wachman |1961–1969 |- |Bernard Warren Harleston* |1970-1970 |- |Herman Russell Branson |1970–1985 |- |Donald Leopold Mullett* |1985–1987 |- |Niara Sudarkasa |1987–1998 |- |James A. Donaldson* |1998–1999 |- |Ivory V. Nelson |1999–2011 |- |Robert R. Jennings |2011–2014 |- |Valerie I. Harrison* |2014–2015 |- |Richard Green** |2015–2017 |- |Brenda A. Allen |2017– * Acting president ** Interim president |} John Miller Dickey was the first president of the college. He encouraged some of his first students: James Ralston Amos (1826–1864), his brother Thomas Henry Amos (1825–1869), and Armistead Hutchinson Miller (1829/30-1865), to support the establishment of Liberia as a colony for African Americans. (This was a project of the American Colonization Society). Each of the men became ordained ministers. In 1866, a year after the assassination of President Abraham Lincoln, Ashmun Institute was renamed Lincoln University. The college attracted highly talented students from numerous states, especially during the long decades of legal segregation in the South. As may be seen on the list of notable alumni (link below), many furthered their in careers in fields including academia, public service, and the arts. In June 1921, days after the Tulsa race massacre, President Warren Harding visited Lincoln to deliver the commencement address. He spoke about the need to seek healing and harmony in that incident's aftermath, as well as to honor Lincoln alumni who were part of the 367,000 African American servicemen to fight in World War I. The school newspaper noted Harding's visit as \"the high water mark in the history of the institution.\"President Harding called for racial justice in America after Tulsa massacre Retrieved June 27, 2020 In 1945 Dr. Horace Mann Bond, an alumnus of Lincoln, was selected as the first African-American president of the university. During his 12-year tenure, he continued to do social science research, and helped support the important civil rights case of Brown v. Board of Education, decided in 1954 by the US Supreme Court. His relationship with the collector Albert C. Barnes was essential in ensuring the university's role in the management of his art collection. From 1854 to 1954, Lincoln University graduates accounted for 20% of African American physicians and over 10% of African American lawyers in the United States. The university celebrated its 100th anniversary by amending its charter in 1953 to permit the granting of degrees to women.The university celebrated its 100th anniversary by amending its charter in 1953 to permit the granting of degrees to women. In 1972 Lincoln University formally associated with the Commonwealth of Pennsylvania as a state-related institution. In November 2014, University president Robert R. Jennings resigned under pressure from faculty, students and alumni after comments relating to issues of sexual assault. Jennings was also the subject of a couple of no-confidence votes by faculty and the alumni association in October 2014. On May 11, 2017, the Lincoln University board of trustees announced the appointment of Dr. Brenda A. Allen, provost and vice chancellor for academic affairs at Winston-Salem State University as Lincoln's new president. A 1981 alumna of Lincoln, Allen's inauguration was held for October 20, 2017. In 2020, MacKenzie Scott donated $20 million to Lincoln University. Her donation is the largest single gift in Lincoln's history. ==Academics== According to U.S. News & World Report, Lincoln University ranks number 19 in the 2020 magazine's ranking of HBCUs. In 2020 the US News & World Best Colleges Report rated Lincoln 119 among Regional Universities North. Lincoln University's International and Study Abroad Program had student participation in Service Learning Projects in the countries of Ecuador, Argentina, Spain, Ireland, Costa Rica, Japan, France, Cambodia, Zambia, Liberia, Ghana, Kenya, Russia, Australia, Thailand, the Czech Republic, Mexico, and South Africa The Lincoln-Barnes Visual Arts program is a collaboration between Lincoln University and the Barnes Foundation. It established a Visual Arts program that leads to a Bachelor of Fine Arts, and most recently, a Pan-Africana Studies major has been added to the list undergraduate majors available at the institution. Lincoln University offers 38 undergraduate majors and 23 undergraduate minors. ==Campus== thumb|upright=1.2|Brown Memorial Chapel Lincoln University main campus is with 56 buildings totaling over one million gross square feet. There are fifteen residence halls that accommodate over 1,600 students. The residence halls range from small dorms such as Alumni Hall, built in 1870; and Amos Hall, built in 1902, to the new coed 400-bed apartment-style living (ASL) suites built in 2005. There are additional off-campus housing arrangements such as Thorn Flats, in Newark, Delaware. The $40.5 million, four-story, Ivory Nelson Science Center and General Classroom High Technology Building was completed in December 2008. The $26.1 million International Cultural Center began construction on April 10, 2008, and was completed in 2010. The $28 million Health and Wellness Center is a facility that opened in September 2012. The facility contains basketball courts, locker rooms, classrooms, track, rock climbing wall, health clinic and healthy eating café. An on-campus football stadium with concession stands, a separate locker room, and storage facilities opened in August 2012. A separate practice field with Field Turf II is located near the Health and Wellness Center, where new lighted tennis courts are located. New baseball and softball fields are adjacent to the football stadium. One of the most visible landmarks on campus is the Alumni Memorial Arch, located at the entrance to the university. The arch was dedicated by President Warren G. Harding in 1921, to honor the Lincoln men who served in World War I. The Mary Dod Brown Memorial Chapel is the center for campus religious activities. This Gothic structure was built in 1890 and contains a 300-seat main auditorium and a 200-seat fellowship hall. Vail Memorial Hall, built in 1899 and expanded in 1954, served as the library until 1972. The facility houses administrative offices. The Langston Hughes Memorial Library (LHML): Vail Memorial Library served as the first physical library building on the Lincoln University campus. Its collection outgrew the building’s capacity after notable 1929 alumnus and renowned poet, James Mercer Langston Hughes, bequeathed the contents of his personal library to the University upon his death in 1967. Construction of a larger building was underway in 1970. With the help of a $1 million grant from the Longwood Foundation, the new Langston Hughes Memorial Library (LHML) opened in 1972. Total renovation of that building was completed in two phases in 2008 and 2011. The current building consists of 4 levels and houses classrooms, private study rooms, two spacious computer labs, and ample common space in addition to the main stacks and special collection/archive areas. Recent upgrades include new furniture, computers, printing stations, fixed and mobile whiteboards, display cases, and the addition of snack and soda machines. Holdings include over 185,000 volumes and extensive materials representing all aspects of the black experience as well as databases containing in excess of 30,000 journal titles, periodicals, eBooks, and media offerings. Today, the state-of-the-art structure serves as a hub for student interaction and activity and is an integral part of the Lincoln experience. The completely renovated Student Union Building contains the bookstore, café, two television studios, and a radio studio, postal services, and multipurpose rooms. The Thurgood Marshall Living Learning Center, along with the Student Union Building, are the centers for campus social and meeting activities. Marshall graduated in the class of 1930, directed the NAACP's Legal Defense Fund in groundbreaking cases, and was the first African American to be appointed as a justice to US Supreme Court. Manuel Rivero Hall is the athletic and recreation center at Lincoln University. The main gymnasium seats 2,500 for athletic and convocation activities. A separate full-size auxiliary gymnasium, Olympic-size swimming pool, training room facilities, wrestling room, and eight-lane bowling alley are contained in this facility. thumb|upright=1.2|The Student Union Building (SUB) Lincoln University is a census-designated place (CDP) for statistical purposes. As of the 2010 census, Lincoln University CDP had a resident population of 1,726. Lincoln University has a post office with a ZIP code of 19352. === Satellites === Lincoln University - University City, a six-story building in the University City section of Philadelphia, offers select undergraduate and graduate programs in the School of Adult & Continuing Education. ==Student activities== ;Honor societies * Alpha Chi – National Honor Scholarship Society * Alpha Kappa Delta National Sociology Honor Society * Alpha Mu Gamma National Foreign Language Honor Society * Beta Beta Beta National Biological Science Honor Society * Beta Kappa Chi Honorary Scientific Society * Chi Alpha Epsilon National Honor Society (Act/T.I.M.E) * Dobro Slovo – The National Slavic Honor Society * Iota Eta Tau Honor Society * Omicron Delta Epsilon International Honorary Society in Economics * Phi Iota Sigma Foreign Language Honor Society * Phi Kappa Epsilon Honor Society * Pi Sigma Alpha National Political Science Honor Society * Psi Chi National Psychology Honor Society * Sigma Tau Delta English Honor Society * Sigma Beta Delta Business Honors Society * Kappa Delta Pi – Tau Zeta Chapter International Honor Society in Education ;Student organizations Lincoln has over 60 student organizations as outlets for multiple interests including fashion, arts, social justice, religious, international, cultural, service, leisure, media, and publishing. A complete list of active clubs and organizations can be found at the university's website. ;Student publications, radio, and television * Newspaper – The Lincolnian * Yearbook – The Lion * Campus radio station – WWLU * Campus television station – LUC-TV ;National Pan-Hellenic Council organizations * Alpha Phi Alpha – Nu Chapter, 1912 * Omega Psi Phi – Beta Chapter, 1914 * Kappa Alpha Psi – Epsilon Chapter, 1915 * Phi Beta Sigma – Mu Chapter, 1922 * Alpha Kappa Alpha – Epsilon Nu Chapter, 1969 * Delta Sigma Theta – Zeta Omega Chapter, 1969 * Zeta Phi Beta – Delta Delta Chapter, 1970 * Sigma Gamma Rho – Xi Theta Chapter, 1995 * Iota Phi Theta – Epsilon Epsilon Chapter, 2000 ;Social fellowships and service organizations * Groove Phi Groove – Mighty Lion Chapter * Swing Phi Swing - Gendaga Bimbisha Tabu Chapter, 1996 ;Music and band organizations * Kappa Kappa Psi National Honorary Band fraternity - Mu Sigma Chapter, 2010 * Tau Beta Sigma National Honorary Band sorority- Iota Pi Chapter, 2010 * Sigma Alpha Iota International Music Fraternity - Mu Sigma Chapter, 2016 ;Royal Court * Mister Lincoln University * Miss Lincoln University * Mister Legacy * Miss Legacy * Mister Orange and Blue * Miss Orange and Blue ==Athletics== Lincoln University participates in the NCAA as a Division II institution. Lincoln competes as a Division II member of the Central Intercollegiate Athletic Association and, the Eastern College Athletic Conference. Lincoln Lions compete in intercollegiate athletics in the following sports: baseball, soccer (women), basketball (men & women), volleyball (women), indoor track (men & women), outdoor track (men & women), cross-country (men & women), softball, and football. ==The Barnes Foundation== As president of Lincoln University (1945–1957), Dr. Horace Mann Bond formed a friendship with Albert C. Barnes, philanthropist and art collector who established the Barnes Foundation. Barnes took a special interest in the institution and built a relationship with its students. Barnes gave Lincoln University the privilege of naming four of the five directors originally set as the number for the governing board of the Barnes Foundation. Barnes had an interest in helping under-served youth and populations. Barnes intended his $25 billion art collection to be used primarily as a teaching resource. He limited the number of people who could view it, and for years even the kinds of people, with a preference for students and working class. Visitors still must make appointments in advance to see the collection, and only a limited number are allowed in the galleries at one time. In the mid-20th century, local government restricted traffic to the current campus, located in a residential neighborhood located at 300 North Latch's Lane, Merion, Pennsylvania. Barnes' constraints, local factors, and management issues pushed the Foundation near bankruptcy by the 1990s. Supporters began to explore plans to move the collection to a more public location and maintain it to museum standards. To raise money for needed renovations to the main building to protect the collection, the Foundation sent some of the most famous Impressionist and Modern paintings on tour. In 2002, the Attorney General of Pennsylvania D. Michael Fisher contested Albert C. Barnes' will, arguing that the Merion location of the collection and small number of Board members limited the Foundation's ability to sustain itself financially. Pennsylvania Governor Edward Rendell brokered a settlement in 2005 between the Barnes Foundation and Lincoln University. This agreement resulted in the number of directors increasing. This has diluted Lincoln's influence over the collection, now valued at approximately twenty-five billion dollars. A documentary named The Art of the Steal depicts the events. ==Notable alumni== Lincoln University has numerous notable alumni, including US Supreme Court Justice Thurgood Marshall; Harlem Renaissance poet Langston Hughes; Medal of Honor recipient and pioneering African-American editor Christian Fleetwood; civil rights activist Frederick D. Alexander; the first president of Nigeria, Nnamdi Azikiwe; the first president of Ghana, Kwame Nkrumah; song artist and activist Gil Scott-Heron; Emmy Award-winning and Tony Award-nominated actor Roscoe Lee Browne; Dr. Robert Walter Johnson, tennis coach of Althea Gibson and Arthur Ashe; Melvin B. Tolson, teacher and coach of the Wiley College, Marshall, Texas, debate team portrayed in the film The Great Debaters; Joseph Newman Clinton, member of the Florida House of Representatives; and Dr. Luis Ernesto Ramos Yordán of the House of Representatives for Puerto Rico. Notable offspring of Lincoln University alumni include musical legend Cab Calloway; musician and choral director Hall Johnson; civil rights activist Julian Bond; internationally renowned singer, actor, and activist Paul Robeson; lawyer, author, Episcopal priest and activist Pauli Murray; lawyer, educator and writer Sadie T. M. Alexander; poet and playwright Angelina Weld Grimke; actor Malcolm-Jamal Warner; actress Leslie Uggams and actress Wendy Williams. Lincoln University has alumni who founded the following six colleges and universities in the United States and abroad: South Carolina State University (Thomas E. Miller), Livingstone College (Joseph Charles Price), Albany State University (Joseph Winthrop Holley), Allen University (William Decker Johnson), Texas Southern University (Raphael O'Hara Lanier), Ibibio State College (Nigeria) (Ibanga Akpabio) and the Kwame Nkrumah University of Science and Technology (Ghana) (King Osei Tutu). Lincoln University has two alumni honored with commemorative stamps by the United States Postal Service: Thurgood Marshall (BA 1930) and Langston Hughes (BA 1929). ==Notable staff== File:James L Farmer Jr.jpg|alt=Civil rights activist James Farmer|James Farmer File:Fritzpollard.jpg|alt=Fritz Pollard, posing with a football|Fritz Pollard John Aubrey Davis, Sr., professor of political science (1949–53) * James Farmer, civil rights activist * Philip S. Foner, historian, educator, and activist * Charles V. Hamilton, political scientist, educator, and civil rights activist * Irv Mondschein, track, basketball, and football coach * Doug Overton, men's basketball head coach\"Doug Overton is the new Head Men's Basketball Coach\" , Lincoln University, May 12, 2016. (2016–2020), former NBA point guard * Fritz Pollard, football coach (1918–20),\"United Way’s Stewart Challenges Lincoln Graduates To Protect Brand, Maintain Commitment & Give Back\" , Lincoln University, June 30, 2014. first African-American NFL coach\"Pollard was first black head coach in NFL history\" , ESPN, August 4, 2005. ==Notes== :A.Founder and President of the Board of Trustees, Ashmun Institute and Lincoln University :B.First alumni president ==References== ==Further reading== * Horace Mann Bond, Education For Freedom, Princeton, New Jersey: Princeton University Press, 1976 * Fred Jerome, The Einstein File, * * George Bogue Carr, William Parker Finney, John Miller Dickey, D.D.: his life and times, Philadelphia: Westminster Press, 1929 * Fred Jerome, The Einstein File, New York: St. Martin’s Press, 2002 * Martin Kilson, The Afro-Americanization of Lincoln University: Horace Mann Bond’s Legacy, 1845-1957, Lincoln University, PA: Lincoln University Press, 2007 * Martin Kilson, The Changing Life & Times of Lincoln University 1854-2012, Lincoln University, PA: Lincoln University Press, 2012 * Levi Akalazu Nwachuku, Judith A. W Thomas, Exploring the African American Experience, Boston: Pearson, 2011 * Levi Akalazu Nwachuku, Martin Kilson, Pride of Lions: A History of Lincoln University, 1945-2007, Lincoln University, PA: Lincoln University Press, 2011 * Marianne H. Russo, Paul Anthony Russo, Hinsonville, A Community at the Crossroads: the story of a 19th-century African-American village, Selingsgrove, PA: Susquehanna University Press, 2005, Authority control ISNI: 0000 0004 0420 5871 ==External links== * * Lincoln Athletics website Category:Historically black universities and colleges in the United States Category:Commonwealth System of Higher Education Category:Educational institutions established in 1854 Category:Universities and colleges in Chester County, Pennsylvania Category:Census-designated places in Chester County, Pennsylvania Category:Census-designated places in Pennsylvania Category:1854 establishments in Pennsylvania Category:Antebellum educational institutions that admitted African Americans Category:Public universities and colleges in Pennsylvania Category:African-American history of Pennsylvania",
 "title": "Lincoln University (Pennsylvania)"
}