{
 "id": "833639",
 "text": "The San Bernardino Line is a Metrolink line running between Downtown Los Angeles east through the San Gabriel Valley and the Inland Empire to San Bernardino, with an extension to Redlands under construction. It is one of the three initial lines (along with the Santa Clarita and Ventura Lines) on the original Metrolink system. As of August 2016, 20 trains run Los Angeles to San Bernardino on weekdays. It is the first of the seven Metrolink lines to run on both Saturday and Sunday, with 10 trains to San Bernardino on Saturdays and 7 on Sundays. Two Saturday and two Sunday trains would continue to the downtown Riverside station until July 5, 2014, when weekend service on the 91 Line began. ==Route== After leaving Union Station and crossing the Los Angeles River, the line follows the San Bernardino Freeway and El Monte Busway until just after the Cal State L.A. station; it then runs in the median of the San Bernardino Freeway to the El Monte Station along the former route of the Pacific Electric Railway's San Bernardino Line. Starting at El Monte, the line parallels the Union Pacific's Sunset Route (ex-Southern Pacific) for a few miles before turning northeast at Bassett onto a Southern Pacific branch. At (a former Southern Pacific/Pacific Electric-Santa Fe crossing), it switches to the Santa Fe; from Claremont to just west of San Bernardino it follows what was the Santa Fe's Pasadena Subdivision (and before that the Second District of the LA Division, the Santa Fe passenger main line). The San Bernardino Line is mostly single track with six passing sidings and short sections of double track near Covina, between Pomona and Montclair, and west of Fontana. ==Expansion== When the line opened on October 26, 1992, service extended only as far as Pomona. It was incrementally extended to Claremont that December, Montclair the following February, then finally to San Bernardino in May 1993. Saturday service was added in 1997 and Sunday service in 1998. San Bernardino Associated Governments (SANBAG) completed an environmental impact report (EIR) in 2015 to extend Metrolink service southeast from the current eastern terminus in San Bernardino to Redlands. The extension will follow the Redlands Subdivision and comprises two projects. The Downtown San Bernardino Passenger Rail Project extended Metrolink southeast one mile via double trackage to a new terminus at the San Bernardino Transit Center. The project's groundbreaking was in February 2014; at that time, the extension was expected to be completed by mid-2016. , the completion date had been extended to 2017. Construction work on the extension continued through March and April 2017. Test trains began running on the tracks in April 2017. This phase of the project opened to the public on December 16, 2017. Arrow is a planned rail extension to Redlands. By December 2015, SANBAG decided that this second phase of the project, from the San Bernardino Transit Center to Redlands, would no longer be a Metrolink extension, but rather an independent system. SANBAG planned to use diesel multiple units (DMUs) and have Omnitrans operate the system. However, San Bernardino Line express limited-stop trains would run on part of the extension, to a new station near the Downtown Redlands station. Construction was planned to begin in 2017 with the extension opening in 2021, however groundbreaking took place in July 2019 with a 2022 opening. The selected route runs between the Downtown San Bernardino station and the University of Redlands with stops at Tippecanoe Avenue, Esri, and Downtown Redlands, adjacent to the Redlands Santa Fe Depot. Omnitrans was removed as the system's operator in 2019 amid mounting deficits, and Metrolink took over construction and procurement. Arrow's DMU sets have been studied for wider deployment on the rest of the San Bernardino Line. ==Stations== {| class=\"wikitable plainrowheaders\" |- ! Station ! Connections ! colspan=\"2\" | Location |- bgcolor=\"lightgrey\" | Redlands–Downtown (under construction) | |Redlands |San Bernardino County |- | San Bernardino–Downtown | Metrolink: Omnitrans: SbX | rowspan=\"2\" | San Bernardino | rowspan=\"8\" |San Bernardino County |- | San Bernardino Depot | Metrolink: |- | Rialto | | Rialto |- | Fontana | | rowspan=\"2\"| Fontana |- | Auto Club Speedway (race days only) | |- | Rancho Cucamonga | | Rancho Cucamonga |- | Upland | | Upland |- | Montclair | Foothill Transit: Silver Streak | Montclair |- | Claremont | | Claremont | rowspan=\"8\" bgcolor = #f8f8f8| Los Angeles County |- | Pomona–North | | Pomona |- | Fairplex (fair days only) | | La Verne |- | Covina | | Covina |- | Baldwin Park | | Baldwin Park |- | El Monte | | El Monte |- | Cal State L.A. | Metro: Foothill Transit: Silver Streak | University Hills |- | L.A. Union Station | Metrolink: Amtrak: Coast Starlight, Pacific Surfliner, Southwest Chief, Sunset Limited, Texas Eagle Metro: FlyAway to LAX Foothill Transit: Silver Streak | Los Angeles |} There are also platforms at the Fairplex in Pomona and Auto Club Speedway in Fontana, but these are used only for special events. ==References== ==External links== * San Bernardino Line schedule * San Bernardino extension page on the San Bernardino Associated Governments website Category:Metrolink (California) lines Category:Public transportation in Los Angeles County, California Category:Public transportation in San Bernardino County, California Category:Transportation in San Bernardino, California Category:Baldwin Park, California Category:Claremont, California Category:Covina, California Category:Eastside Los Angeles Category:Fontana, California Category:Montclair, California Category:Pomona, California Category:Pomona Valley Category:Rancho Cucamonga, California Category:Rialto, California Category:Upland, California Category:Railway lines opened in 1992 Category:1992 establishments in California Category:Proposed railway lines in California Category:2017 in rail transport Category:Atchison, Topeka and Santa Fe Railway Category:Railway lines in highway medians Category:Atchison, Topeka and Santa Fe Railway lines",
 "title": "San Bernardino Line"
}