{
 "id": "833814",
 "text": "Gerald Stanley Hawkins (20 April 1928- 26 May 2003) was a British-born American astronomer and author noted for his work in the field of archaeoastronomy. A professor and chair of the astronomy department at Boston University in the United States, he published in 1963 an analysis of Stonehenge in which he was the first to propose that it was an ancient astronomical observatory used to predict movements of the sun and moon, and that it was used as a computer. Archaeologists and other scholars have since demonstrated such sophisticated, complex planning and construction at other prehistoric earthwork sites, such as Cahokia in the United States. ==Early life and education== Gerald Hawkins was born in Great Yarmouth, England and studied physics and mathematics at the University of Nottingham. In 1952 he took a PhD in radio astronomy, studying under Sir Bernard Lovell at the University of Manchester. ==Career== In 1957 Hawkins became professor of astronomy and chairman of the department at Boston University in the United States. He wrote widely on numerous subjects, including tektites, meteors and the steady-state universe theory. Born in England, he became an American citizen in 1965. Hawkins applied the technological resources of the university to studying the astronomical alignments of ancient megalithic sites. He fed the positions of standing stones and other features at Stonehenge into an early IBM 7090 computer and used the mainframe to model sun and moon movements. In his 1965 book, Stonehenge Decoded, Hawkins argued that the various features at the monument were arranged in such a way as to predict a variety of astronomical events. This idea was briefly mentioned in his 1961 book, Splendor in the Sky (p23). By interpreting Stonehenge as a giant prehistoric observatory and computer, Hawkins' work re-assessed what had previously been seen as a primitive temple. The archaeological community was skeptical and his theories were criticized by such noted historians as Richard Atkinson, who denounced the book as being \"...tendentious, arrogant, slipshod, and unconvincing\". Stonehenge Decoded sold widely. It was especially popular among the members of 1960s counter culture, who found that it followed a similar \"wisdom of the ancients\" line explored by Alexander Thom. Hawkins' theories still inform popular opinion of Stonehenge. Although some archaeologists are cautious to accept Hawkins' theories, many archaeoastronomers have built upon his work. Many scholars accept that the importance of astronomical alignment and large complexes being planned and constructed to fulfill cosmology has been demonstrated at other prehistoric sites, such as the Snake Mound and CahokiaFriedlander, Michael W., \"The Cahokia Sun Circles\", The Wisconsin Archeologist, Vol. 88(1), pages 78–90, 2007. in the United States. Hawkins later examined the Nazca lines in Peru, and concluded there was not enough evidence to support an astronomical explanation for them. He also studied the temple of Amun at Karnak. He continued to study Stonehenge up until his death. American Astronomical Society obituaries: \"Gerald Hawkins served as Dean of Dickinson College in Carlisle, Pennsylvania, from 1969 to 1971, when his career trajectory transported him to the United States Information Agency, where he was appointed Science Advisor to the Director and where he remained until his retirement in 1989.\" ==See also== * Aubrey holes ==References== 3\\. Hawkins, Gerald S. \"Splendor in the Sky\" 1961. 4\\. American Astronomical Society Obituaries, aas.org Category:1928 births Category:2003 deaths Category:People from Great Yarmouth Category:20th-century British astronomers Category:Alumni of the University of Nottingham Category:Alumni of the University of Manchester Category:Archaeoastronomers Category:Historians of astronomy Category:Boston University faculty Category:British emigrants to the United States",
 "title": "Gerald Hawkins"
}