{
 "id": "833837",
 "text": "Fudbalski klub Alfa Modriča (Serbian Cyrillic: Фудбалски клуб Алфа Moдpичa) is a professional association football club based in Modriča that is situated in Republika Srpska, Bosnia and Herzegovina. The club was founded in 1922 and it is currently active in the First League of the Republika Srpska. The club plays its home matches at the Dr. Milan Jelić Stadium, which has a capacity of 6,000 seats. Modriča became champions in the First League of RS in the 2002–03 season, which secured them a place in the Premier League of Bosnia and Herzegovina. The club's big success came in the 2003–04 season when it won the national cup. Due to this victory, Modriča qualified for the following season's UEFA Cup tournament. It played against FC Santa Coloma of Andorra and won both games, but was later knocked out by Bulgarian side PFC Levski Sofia. However, its biggest success was when it won the 2007–08 Bosnian Premier League and qualified for the 2008–09 UEFA Champions League qualifying rounds where they played against FK Dinamo Tirana and Aalborg BK. == History == The origins of Modriča's history of professional sports are connected to football, and they date back to 1921. The first football was brought from Prague by a student Đoka Petrović. The first football club was founded in Modriča in 1922. The club was originally named Rogulj, but it soon changed its name to Zora. In the first years of development of the sport, there were no official competitions – only friendly matches played between teams from neighbouring locations, and the players purchased sports equipment for themselves alone. The first official match Zora played was against the neighbouring team of \"Bosanac\" from Bosanski Šamac in 1923, which resulted in a 2–2 draw. Zora existed up until 1927, when the authorities forbade its operation. Soon after, however, another club was founded under the name Olimpija, which existed under this name until 1938, when it changed its name to FK Dobor. After the beginning of the Second World War, all sports activities ceased, and only when the war was over, in August 1945, a new football club was founded, named Sloga. The club later changed its name to Napredak until it finally got the name Modriča. For sponsoring reasons, Modriča later received for a long time the surname Maxima. What was later changed again in summer 2017 because of sponsor change to Alfa. The biggest successes of the club during the years of the former Yugoslavia were in the season 1968/69, when it won first place and the title of amateur champion of SR Bosnia and Herzegovina, and the second place in the competition for amateur champion of Yugoslavia. The shirt of FK Modriča Maxima has been worn, among others, by: Nikola Nikić, Goran Peleš, Džemal Đedović, Slavko Cvijić, Dragan Voćkić, Rade Radulović, Slavko Mamuzić and Mustafa Čoralić. Coaches FK Modriča Maxima Dušan Radoja, Mitar Lukić, Slaviša Božičić, Zoran Ćurguz, Nikola Nikić, Marko Stojić. The 2003–04 season saw Modriča's first participation in the Premier League of Bosnia and Herzegovina. The same season saw Modriča lift the Bosnia and Herzegovina Football Cup on 26 May 2004. In the 2007–08 season, Modriča won its first and so far only league title, which ranks as the biggest success in the long history of the club. == Stadium == The stadium was built and opened in 1962. FK Modriča was formed in 1922 as a club and played its home games at Vranjak. At the time, the stadium was mainly built with wooden stands and could have an attendance of 3,000 spectators. Modriča, being an industrial city and having the oil refinery as the main provider for most of the population of the city, needed to provide some kind of job offer for its hard workers. Now, the decision was made to build a larger stadium since FK Modriča was taking part in the country's top league. The stadium \"Dr. Milan Jelić\" was named after the former president of Republika Srpska. After Dr. Milan Jelić's death on 30 September 2007, the club decided to change the name of their stadium in his honour. The stadium has changing rooms, offices for the hosts, chairs for its main stand, and the capacity altogether is 6,000. thumb|Stadion \"Dr. Milan Jelić\" ==Honours== ===Domestic=== ====League==== *Premier League of Bosnia and Herzegovina: **Winners (1): 2007–08 *First League of the Republika Srpska: **Winners (1): 2002–03 *Second League of the Republika Srpska: **Winners (1): 2017–18 ====Cups==== *Bosnia and Herzegovina Cup: **Winners (1): 2003–04 *Republika Srpska Cup: **Winners (1): 2006–07 **Runners-up (2): 2002–03, 2003–04 ==European record== : {| class=\"wikitable\" ! Season ! Competition ! Round ! ! Club ! Home ! Away |- |2004–05 |UEFA Cup |1QR | |FC Santa Coloma |3–0 |1–0 |- | | |2QR | |Levski Sofia |0–3 |0–5 |- |2008–09 |UEFA Champions League |1QR | |Dinamo Tirana |2–1 |2–0 |- | | |2QR | |Aalborg BK |1–2 |0–5 |- |} ==Players== ===Current squad=== ==Historical list of managers== * Nikola Nikić * Mitar Lukić * Slaviša Božičić * Dario Purić ==References== ==External links== *Official Website *FK Modriča Maxima Official Fan Website *FK Modriča at UEFA.COM *FK Modriča at EUFO.DE *FK Modriča at Weltfussball.de *FK Modriča at Football-Lineups.com Category:Association football clubs established in 1922 Category:Football clubs in Bosnia and Herzegovina Category:Football clubs in Republika Srpska Category:1922 establishments in Bosnia and Herzegovina Category:FK Modriča",
 "title": "FK Modriča"
}