{
 "id": "8343",
 "text": "David Janssen (born David Harold Meyer) (March 27, 1931February 13, 1980) was an American film and television actor who is best known for his starring role as Richard Kimble in the television series The Fugitive (1963–1967). Janssen also had the title roles in three other series: Richard Diamond, Private Detective; Harry O; and O'Hara, U.S. Treasury. In 1996 TV Guide ranked him number 36 on its 50 Greatest TV Stars of All Time list. ==Early life== right|thumb| David Janssen was born on March 27, 1931, in Naponee, a village in Franklin County in southern Nebraska, to Harold Edward Meyer, a banker and Berniece Graf. Following his parents' divorce in 1935, his mother moved with five-year-old David to Los Angeles, California, and later married Eugene Janssen in 1940 in Los Angeles. Young David used his stepfather's name after he entered show business as a child. He attended Fairfax High School in Los Angeles, where he excelled on the basketball court, setting a school scoring record that lasted over 20 years. His first film part was at the age of thirteen, and by the age of twenty-five he had appeared in twenty films and served two years as an enlisted man in the United States Army. During his Army days, Janssen became friends with fellow enlistees Martin Milner and Clint Eastwood while posted at Fort Ord, California. ==Acting career== right|thumb| right|thumb|David Janssen as Dr. Richard Kimble in the TV series The Fugitive, 1967 (final episode) right|thumb| Janssen appeared in many television series before he landed programs of his own. In 1956, he and Peter Breck appeared in John Bromfield's syndicated series Sheriff of Cochise in the episode \"The Turkey Farmers\". Later, he guest-starred on NBC's medical drama The Eleventh Hour in the role of Hal Kincaid in the 1962 episode \"Make Me a Place\", with series co-stars Wendell Corey and Jack Ging. He joined friend Martin Milner in a 1962 episode of Route 66 as the character Kamo in the episode \"One Tiger to a Hill.\" Janssen starred in four television series of his own: * Richard Diamond, Private Detective (1957–1960), a CBS/Four Star hit series that also introduced Mary Tyler Moore, showing only her legs, and Barbara Bain as Diamond's girlfriend. * The Fugitive (1963–1967), the hit Quinn Martin- produced series, about a Midwest doctor wrongly convicted of murdering his wife; * O'Hara, U.S. Treasury (1971–1972), one of Jack Webb's Mark VII Limited productions for Universal Studios, as a government agent investigating counterfeiters and other federal crimes; * Harry O (1974–1976), as a disabled San Diego-based private eye. At the time, the final episode of The Fugitive held the record for the greatest number of American homes with television sets to watch a series finale, at 72 percent in August 1967. His films include To Hell and Back, the biography of Audie Murphy, who was the most decorated American soldier of World War II; Hell to Eternity, a 1960 American World War II biopic starring Jeffrey Hunter, a Hispanic boy who fought in the Battle of Saipan and was raised by Japanese American foster parents; John Wayne's Vietnam war film The Green Berets; opposite Gregory Peck in the space story Marooned, in which Janssen played an astronaut sent to rescue three stranded men in space, and The Shoes of the Fisherman, as a television journalist in Rome reporting on the election of a new Pope (Anthony Quinn). He also played pilot Harry Walker in the 1973 action movie Birds of Prey. He starred as a Los Angeles police detective trying to clear himself in the killing of an apparently innocent doctor in the 1967 film Warning Shot. The film was shot during a break in the spring and summer of 1966 between the third and fourth seasons of The Fugitive. Janssen played an alcoholic in the 1977 TV movie A Sensitive, Passionate Man, which co-starred Angie Dickinson, as an engineer who devises an unbeatable system for blackjack in the 1978 made-for-TV movie Nowhere to Run, co-starring Stefanie Powers and Linda Evans. Janssen's impressively husky voice was used to good effect as the narrator for the TV mini-series Centennial (1978–79); he also appeared in the final episode. He starred in the made-for-TV mini series S.O.S. Titanic as John Jacob Astor, playing opposite Beverly Ross as his wife, Madeleine, in 1979. Though Janssen's scenes were cut from the final release, he also appeared as a journalist in the film Inchon, which he accepted to work with Laurence Olivier who played General Douglas MacArthur. At the time of his death, Janssen had just begun filming a television movie playing the part of Father Damien, the priest who dedicated himself to the leper colony on the island of Molokai, Hawaii. The part was eventually reassigned to actor Ken Howard of the CBS series The White Shadow. In 1996 TV Guide ranked The Fugitive number 36 on its '50 Greatest Shows of All Time' list. ==Personal life== thumb|In 1974 Janssen was married twice. His first marriage was to model and interior decorator Ellie Graham, whom he married in Las Vegas on August 25, 1958. They divorced in 1968. In 1975, he married actress and model Dani Crayne Greco. They remained married until Janssen's death. ==Death== David Janssen died of a sudden heart attack in the early morning of February 13, 1980, at his home in Malibu, California, at the age of 48. At the time of his death, Janssen was filming the television movie Father Damien. Janssen was buried at the Hillside Memorial Park Cemetery in Culver City, California. A non-denominational funeral was held at the Jewish chapel of the cemetery on February 17. Suzanne Pleshette delivered the eulogy at the request of Janssen's widow. Milton Berle, Johnny Carson, Tommy Gallagher, Richard Harris, Stan Herman, Rod Stewart and Gregory Peck were among Janssen's pallbearers. Honorary pallbearers included Jack Lemmon, George Peppard, James Stewart and Danny Thomas. According to friend and Fugitive co-star Barry Morse, \"David Janssen was well known as one of the hardest working actors in the USA\", regularly working 12-14 hours a day, and he kept working until his early death. For his contribution to the television industry, David Janssen has a star on the Hollywood Walk of Fame located on the 7700 block of Hollywood Boulevard. ==Selected filmography== * It's a Pleasure (1945) as Davey / boy referee (uncredited) * Swamp Fire (1946) as Emile's Eldest Son (uncredited) * No Room for the Groom (1952) as Soldier (scenes deleted) * Francis Goes to West Point (1952) as Cpl. Thomas * Untamed Frontier (1952) as Lottie's Dance Partner (uncredited) * Bonzo Goes to College (1952) as Jack (uncredited) * Yankee Buccaneer (1952) as Beckett * Back at the Front (1952) as Soldier (uncredited) * Leave It to Harry (1954) as Quiz Show Host (short subject) * Chief Crazy Horse (1955) as Lt. Colin Cartwright * Cult of the Cobra (1955) as Rico Nardi * Francis in the Navy (1955) as Lt. Anders * The Private War of Major Benson (1955) as Young Lieutenant * To Hell and Back (1955) as Lieutenant Lee * All That Heaven Allows (1955) as Freddie Norton (uncredited) * The Square Jungle (1955) as Jack Lindsay * Never Say Goodbye (1956) as Dave Heller * The Toy Tiger (1956) as Larry Tripps * Francis in the Haunted House (1956) as Police Lieutenant Hopkins * Away All Boats (1956) as Talker (uncredited) * Mr. Black Magic (1956) as Master of Ceremonies (short subject) * Showdown at Abilene (1956) as Verne Ward * The Girl He Left Behind (1956) as Capt. Genaro * Lafayette Escadrille (1958) as Duke Sinclair * Hell to Eternity (1960) as Sgt. Bill Hazen * Dondi (1961) as Dealey * King of the Roaring 20s - The Story of Arnold Rothstein (1961) as Arnold Rothstein * Ring of Fire (1961) as Sergeant Steve Walsh * Twenty Plus Two (1961) as Tom Alder * Man-Trap (1961) as Vince Biskay * My Six Loves (1963) as Marty Bliss * Warning Shot (1967) as Sgt. Tom Valens * The Green Berets (1968) as George Beckworth * The Shoes of the Fisherman (1968) as George Faber * Where It's At (1969) as A.C. * Marooned (1969) as Ted Dougherty * Generation (1969) as Jim Bolton * Macho Callahan (1970) as Diego Callahan * Once Is Not Enough (1975) as Tom Colt * The Swiss Conspiracy (1976) as David Christopher * Two-Minute Warning (1976) as Steve * Warhead (1977) as Tony Stevens * Golden Rendezvous (1977) as Charles Conway * Covert Action (1978) as Lester Horton * Inchon (1981) as David Feld (scenes deleted after premiere; final film role; filmed in 1979; released posthumously) ===Television films=== * Belle Sommers (1962) as Danny Castle * Night Chase (1970) as Adrian Vico * The Longest Night (1972) as Alan Chambers * Moon of the Wolf (1972) as Sheriff Aaron Whitaker * Hijack (1973) as Jake Wilkenson * Birds of Prey (1973) as Harry Walker * Harry O – Such Dust As Dreams Are Made On (1973) as Harry Orwell * Pioneer Woman (1973) as Robert Douglas * Harry O – Smile Jenny, You're Dead (1974) as Harry Orwell * Don't Call the Police (1974) as Harry Orwell * Fer-de-Lance (1974) as Russ Bogan * Stalk the Wild Child (1976) as Dr. James Hazard * Mayday at 40,000 Feet! (1976) as Captain Pete Douglass * A Sensitive, Passionate Man (1977) as Michael Delaney * Superdome (1978) as Mike Shelley * Nowhere to Run (1978) as Harry Adams * S.O.S. Titanic (1979) as John Jacob Astor * The Golden Gate Murders (1979) as Det. Sgt. Paul Silver * High Ice (1980) as Glencoe MacDonald * City in Fear (1980) as Vince Perrino (released posthumously) * Father Damien: The Leper Priest – 1980 (Incomplete – Replaced by Ken Howard) ===Television=== * Boston Blackie (1 episode, 1951) as Armored Car Driver (uncredited) * Lux Video Theatre (3 episodes, 1955–1956) as Johnny Reynolds Jr. / Joe Davies / Ralph * Matinee Theatre (1 episode, 1956) as Paul Merrick * Sheriff of Cochise (1 episode, 1956) as Arnie Hix * Conflict (1 episode, 1957) as Sid Lukes * You Are There (1 episode, 1957) as Great Dalton * U.S. Marshal (1 episode, ????) * Alcoa Theatre (2 episodes, 1957–1958) as Jim McCandless / Mike Harper * The Millionaire (2 episodes, 1957–1958) as David Barrett / Peter Miller * Dick Powell's Zane Grey Theater (4 episodes, 1957–1959) as Dix Porter / Seth Larker / Tod Owen / Danny Ensign * Richard Diamond, Private Detective (77 episodes, 1957–1960) as Richard Diamond / Chuck Garrett * Westinghouse Desilu Playhouse (1 episode, 1959) as Ross Ingraham * Death Valley Days (1 episode, 1961) as Dr. Bill Breckenridge * Adventures in Paradise (1 episode, 1961) as Scotty Bell * Thriller (1 episode, 1962) * Target: The Corruptors (1x19 The Middle Man, 1962) as Robbie Wilson * General Electric Theater (1 episode, 1962) as Pat Howard * Follow the Sun (2 episodes, 1962) as Johnny Sadowsky * Checkmate (1 episode, 1962) as Len Kobalsky * Cain's Hundred (1 episode, 1962) as Dan Mullin * Kraft Mystery Theatre (1 episode, 1962) * Route 66 (1 episode, 1962) as Karno Starling * The Eleventh Hour (1 episode, 1962) as Hal Kincaid * The Dick Powell Show (1 episode, 1963) as Kenneth 'Ken' Morgan * Naked City (2 episodes, 1961–1963) as Carl Ashland / Blair Cameron * The Fugitive (120 episodes, 1963–1967) as Dr. Richard Kimble / varied aliases * The Hollywood Palace (1 episode, 1965) * O'Hara, U.S. Treasury (22 episodes, 1971–1972) as Jim O'Hara / James O'Hara * Cannon (1 episode, 1973) as Ian Kirk * Harry O (45 episodes, 1973–1976) as Harry Orwell * Police Story (1 episode, 1977) as Sgt. Joe Wilson * The Word (1978) as Steve Randall * Centennial (1 episode, 1979, and narrator for all 12 episodes, 1978 – 79) as Paul Garrett / Narrator * Biography (1979) as Host ==Bibliography== * * David Janssen - Our Conversations: The Early Years (1965-1972): Volume 1 Michael Phelps * David Janssen: Our Conversations: The Final Years: Volume 2 (1973-1980) Michael Phelps ==References== ==External links== * * The David Janssen Archive * * David Janssen as The Fugitive (You Tube) Category:1931 births Category:1980 deaths Category:20th-century American male actors Category:American male film actors Category:American male television actors Category:American people of Irish descent Category:American people of Jewish descent Category:Burials at Hillside Memorial Park Cemetery Category:Fairfax High School (Los Angeles) alumni Category:Male actors from Nebraska Category:People from Franklin County, Nebraska Category:United States Army soldiers",
 "title": "David Janssen"
}