{
 "id": "834863",
 "text": "The Community Connector is a municipally owned bus system connecting Bangor, Maine, with outlying towns, including Veazie, Orono, Old Town, Brewer, and Hampden. The system is owned and operated by the City of Bangor. ==Overview== Most Community Connector buses are distinguished by their bright red color. The system is structured to make it easy for riders to reach points of interest in the Bangor area. In 2003 the Mall Hopper line was added to facilitate easy connections between the Airport Mall, the Bangor Mall, and the Broadway Shopping Center. The Black Bear Orono Express was added in 2009 as a shuttle between downtown Orono and the University of Maine campus with additional stops in the town of Orono. The Mall Hopper and Black Bear Express are also the only lines not to go through the Bangor Depot. Several of the newer buses offer plush seats and air-conditioning, as well as low floors designed to make it easier for wheelchair passengers to board the bus without having to use a wheelchair lift. All buses are ADA compliant and are wheelchair ready. Riders are allowed to get on and off at almost any intersection along the road, without having to use designated bus stops. There are a few exceptions where passenger safety is an issue. The bus system was previously known as BAT Community Connector (or \"the BAT\").\"Bangor unveils new bus system\" Bangor Daily News. Bangor, Me. Apr 25, 2002. pg. 2 4 Edition by Jeff Tuttle. A free, unofficial mobile phone application for the Community Connector was released in March 2012 for both the iPhone and Android platforms. The app included routes and schedule information, displayed the amount of time until the next scheduled bus arrival, and calculated the distance and time information for the stops that are closest to your current position. However, the app is no longer available for download. ==Bus service== ===Operations=== The Community Connector operates Monday through Friday from 5:45am to 7:05pm, and Saturday from 6:15am to 7:05pm. All buses (except Mall Hopper and Black Bear Express) connect at the Bangor Depot at either 15 or 45 past each hour. The first trip to operate is Old Town 1 which leaves UMaine at 5:45am. The first trip for most other routes is 6:15 or 6:45am at the Depot. The final trips to depart the Depot are at 5:15 and 5:45pm (see above for particular route). Saturday service is slightly reduced, only one Old Town route operates, making for a two-hour headway, and Center St. shares a bus with Hammond St. making for a 60-minute headway for both routes. ===Routes=== The Community Connector, based in Bangor, Maine, serves points within the city and in nearby Brewer, Hampden, Veazie, Orono, and Old Town. *Brewer North serves North Main St., No. Brewer Shopping Center, Twin City Plaza, Brewer Shopping Center, Walmart, and Marden's. *Brewer South serves South Main St., Parkway South, Brewer Shopping Center, Walmart, and Marden's. *Capehart serves Union St., Ohio St., two medical plazas, Bangor International Airport, Airport Mall, and Capehart. *Center Street serves Bangor Public Library, Center Street, St. Joseph Hospital and the Broadway Shopping Center. Shares a bus with Hammond Street Route on Saturdays. *Hammond Street serves Union Street, University College Of Bangor, the Fairmount Area, and the Buck St./Third Street Neighborhood. Shares a bus with Center Street Route on Saturdays. *Hampden serves Shaw's on Main St., Beal College, Main Road No. in Hampden, Hannaford Supermarkets, and Hampden Academy. *The Mall Hopper line was added in the late 2000s and serves the Airport Mall, Husson University, Broadway Shopping Center, and the Bangor Mall. The Mall Hopper line is one of the two bus lines that does not have a terminus in Pickering Square. *Mount Hope serves much of Bangor's East Side along Mt. Hope Ave., EMCC, Sam's Club by request, Bangor Mall, and Target. *Old Town is a two-hour trip that serves State St., Eastern Maine Medical Center, parts of Veazie, parts of Orono, the University of Maine, Downtown Old Town, Old Town Plaza, University Mall, and College Avenue. *Stillwater serves John Bapst Memorial High School, Broadway Park Area, Acadia Hospital, Bangor Mall, and Walmart. * The Black Bear Orono Express serves as a shuttle between the University of Maine campus and downtown Orono. This route does not serve Pickering Square. Funding for this bus comes from Community Connector funds and UM; there is no charge to ride this route. Monday through Friday, this bus operates from 6:55am until 9:55pm, Saturdays from 11:55am until 9:55pm. == Fares== Fares are as follows: *Monthly Pass (unlimited trips): $45, $20 for those 17 and under *Five Ride Ticket: $6 *Regular Fare: $1.50 *Reduced Fare (Seniors, Students): $0.75 *MaineCard Holders (UMaine Students and Faculty): FREE *Black Bear Express: FREE Transfers are free, valid for next departing trip of your choice, not valid for return trips. == Special promotions == * Free Fare Fridays: Offered first in 2007 in conjunction with the State of Maine and several other public transit services across the state. Held: December 2007, July, 2008, December, 2008 * Commute Another Way Day: Held some years in May to encourage people to use public transit, car pool, or bike to work. Fare is free on Commute Another Way Day. * American Folk Festival: The Community Connector provides shuttle service from the event along the waterfront held at the end of August each year to a parking area at Bass Park. ==References== == External links == * Community Connector on the City of Bangor website Category:Bus transportation in Maine Category:Bangor, Maine Category:Transportation in Penobscot County, Maine",
 "title": "Community Connector"
}