{
 "id": "834905",
 "text": "Subhūti (Pali: Subhūti; ) was one of the ten principal disciples of the Buddha. In Theravada Buddhism he is considered the disciple who was foremost in being \"worthy of gifts\" (Pali: dakkhiṇeyyānaṃ) and \"living remote and in peace\" (Pali: araṇavihārīnaṃ aggo). In Mahayana Buddhism, he is considered foremost in understanding emptiness (Sanskrit: Śūnyatā). Subhūti was born into a wealthy family and was a relative of Anāthapiṇḍika, the Buddha's chief patron. He became a monk after hearing the Buddha teach at the dedication ceremony of Jetavana Monastery. After ordaining, Subhūti went into the forest and became an arahant while meditating on loving-kindness (Pali: mettā). It is said that due to his mastery of loving-kindness meditation, any gift offered to him bore the greatest merit for the donor, thus earning him the title of foremost in being \"worthy of gifts\". Subhūti is a major figure in Mahayana Buddhism and is the one of the central figures in Prajñāpāramitā sutras. ==In Theravada Buddhism== ===Previous life=== According to the Pali Canon, in the time of Padumuttara Buddha, Subhūti was born a man named Nanda. Nanda was born into a wealthy family and decided to leave his life behind to become a hermit. The hermitage Nanda was staying at was then visited by Padumuttara Buddha, who had his monk who was skilled in the practice of metta and was foremost in being \"worthy of gifts\" give a thanks-giving (Pali: anumodanā). While all of the other hermits at the hermitage attained arahantship following the teaching, Nanda did not and instead made a resolution to become the disciple foremost in being worthy of gifts of a future Buddha. This wish was fulfilled in the time of Gautama Buddha when he was reborn as Subhūti. ===Biography=== According to the Pali tradition, Subhūti was born into a wealthy merchant family. His father was the wealthy merchant Sumana, and his older brother was Anāthapiṇḍika, who would later become the Buddha's chief male patron. Texts relate that Subhūti was present at the dedication of Jetavana Monastery, which his older brother Anāthapiṇḍika had purchased and built for the Buddha. Upon hearing the Buddha teach at the dedication, Subhūti became inspired and ordained as a monk under him. After mastering the monastic rules, he went to live in the forest where he attained arahantship while meditating on the \"absorption of loving-kindness\" (Pali: mettā-jhāna). Subhūti became known for teaching the Dhamma \"without distinction or limitation\", meaning regardless of the listener's potential, and was declared the disciple foremost in \"living remote and in peace\" (Pali: araṇavihārīnaṃ aggo). During alms rounds, where monks go house to house looking for food from laypeople, Subhūti had a habit of developing mettā-jhāna at every household, making it so people who gave him alms received the highest possible merit from the offerings. Because of this, the Buddha also declared him the disciple who was foremost in being worthy of gifts (Pali: dakkhiṇeyyānaṃ). In one story, Subhūti visited Rājagaha where King Bimbisara promised to build him a hut. However, the king forgot, thus forcing Subhūti to meditate in the open air. It is said that due to the power of his virtue rain would not fall, and when King Bimbisara found out about the cause of the lack of rain he had a leaf hut constructed for him. According to the text, when Subhūti sat down in the hut, rain began to fall. ==In Mahāyāna Buddhism== thumb|200px|Elder Subhūti addresses the Buddha, in the earliest dated printed book (Diamond Sūtra). Subhūti plays a much larger role in Mahayana Buddhism than in Theravada Buddhism. In Mahayana Buddhist tradition, he is considered the disciple of the Buddha who was foremost in understanding Śūnyatā, or emptiness, and is a central figure in Mahayana Prajñāpāramitā texts. Buddhist scholar Edward Conze describes him as being regarded as the foremost disciple in Mahayana Buddhism. === Early life === According to northern Buddhist texts, Subhuti was born into a wealthy family in Śrāvastī and on the day of his birth, all of his family's gold and silver suddenly disappeared, symbolizing that he was born of emptiness, according to Buddhist commentators. The family's gold and silver was then said to have reappeared seven days later. In the northern Buddhist tradition, Subhuti was the nephew of Anāthapiṇḍika and had a notoriously bad temper. Subhūti was present at the dedication of Jetavana Monastery, which his uncle Anāthapiṇḍika had purchased and built for the Buddha. Upon hearing the Buddha teach at the dedication, Subhūti became inspired and ordained as a monk under him eventually developing a calm mind and temperament. === Person === Chinese Buddhist commentaries state that when going on alms rounds, Subhuti prioritized collecting alms from the wealthy. This was in contrast to another Buddhist disciple, Mahākāśyapa, who prioritized collecting alms from the poor. According to Chinese Buddhist monk Hsing Yun, Mahākāśyapa prioritized receiving alms from poor households reasoning that poor people needed the merit from alms-giving the most, while Subhuti reasoned that collecting alms from poor people increased their hardship, therefore he collected alms from rich households who would not be burdened by such giving. Chinese Buddhist texts state that the Buddha later rebuked both of them for these practices, telling them that collecting alms should be done indiscriminately. Among the Mahāyāna traditions, Subhūti is perhaps best known as the disciple with whom the Buddha speaks when imparting the Diamond Sūtra (Sanskrit: Vajracchedikā Prajñāpāramitā Sūtra, Chinese: 金剛經 or 金剛般若經), an important teaching within the Prajñāpāramitā genre. This, along with the Heart Sūtra (Sanskrit: Prajñāpāramitā Hṛdaya, Chinese: 心經 or 般若心經), is one of the most well-known sūtras among both practitioners and non- practitioners of Buddhism. Subhūti is also responsible for much of the exposition in earlier Prajñāpāramitā sūtras. In northern Buddhist texts, when the Buddha descended to Sankassa after spending the rainy season in Tavatimsa heaven, Subhuti, recalling that the Buddha said that one can see him by meditating, remained in meditation rather than going to greet him. Upon arriving the Buddha stated that Subhuti was the first to greet him upon his return, having seen the Buddha's spiritual body before the other disciples greeted his physical body. In the Lotus Sutra (Sanskrit: Saddharma Puṇḍarīka Sūtra, Chinese: 法華(花)經 or 妙法蓮華(花)經), Chapter 6 (Bestowal of Prophecy), the Buddha bestows prophecies of enlightenment on Subhūti, along with other śrāvakas such as Mahākāśyapa, Mahākātyāyana, and Mahāmaudgalyāyana. ==In Zen writings== In Zen Buddhism, Subhūti appears in several koans, such as this one: > One day, in a mood of sublime emptiness, Subhuti was resting underneath a > tree when flowers began to fall about him. \"We are praising you for your > discourse on emptiness,\" the gods whispered to Subhuti. \"But I have not > spoken of emptiness,\" replied Subhuti. \"You have not spoken of emptiness, we > have not heard emptiness,\" responded the gods. \"This is the true emptiness.\" > The blossoms showered upon Subhuti as rain. ==Lineage of the Panchen Lamas== In the lineage of the Panchen Lamas of Tibet there were considered to be four \"Indian\" and three Tibetan incarnations of Amitabha Buddha before Khedrup Gelek Pelzang, who is recognised as the first Panchen Lama. The lineage starts with Subhuti. ==In Chinese literature== A Taoist character based on Subhūti, Puti Zhushi, appears in the Chinese classical novel Journey to the West, as the teacher of the Monkey King Sun Wukong. The story of Sun Wukong first meeting Subhūti was a play on the Zen story of Huineng meeting Hongren, as told in the Platform Sūtra of Zen Buddhism. Because of the role that Subhūti plays in the story, his name has remained familiar in Chinese culture. ==Citations== == References == * * * * * * * First published in the Journal of the Asiatic Society of Bengal, Vol. LI (1882). * * * * Ebook: . * * * * * * * * * * * * Category:Foremost disciples of Gautama Buddha Panchen Lama Category:Tibetan Buddhists from India Category:Indian Buddhist monks Category:Arhats",
 "title": "Subhūti"
}