{
 "id": "835291",
 "text": "Vladimir Nikolaevich Konstantinov (; born March 19, 1967) is a Russian- American former professional ice hockey player who played his entire National Hockey League (NHL) career with the Detroit Red Wings. Previously, he had played for Soviet club CSKA Moscow. His career was ended in a limousine crash just six days after the Red Wings 1997 Stanley Cup victory. ==Playing career== ===Defection from the Soviet Union=== Konstantinov was drafted 221st overall in the 1989 NHL Entry Draft by the Detroit Red Wings, after impressing a Wings scout at the 1987 World Junior Championships, where a brawl broke out in the Soviet Union–Canada game. Scout Neil Smith remembers, \"He was the only one of the Russians who fought back.\" Although the end of the Cold War was approaching, the Soviet Union was still not allowing their young ice hockey players to leave the country to play in the NHL. The Red Wings worked for over two years to get Konstantinov to Detroit. Konstantinov had previously signed a 25-year contract committing himself to the army, and if he deserted, he would be considered a felon in Russia, which would make him ineligible for a work visa in the United States. He also had a wife and daughter, and would not consider leaving without them. A Russian journalist named Valery Matveev worked with Wings executive vice-president Jim Lites to secure an army discharge for Konstantinov. With cash provided by the Red Wings, Matveev bribed six Russian doctors to diagnose and confirm that Konstantinov was suffering from inoperable cancer, and thus secured his medical discharge from the military in the summer of 1991. The Red Wings were planning to fly Konstantinov and his family out from Russia and get him to Detroit in time for the start of training camp in September, but the 1991 Soviet coup d'état attempt forced a change in plans. With the airports closed, Matveev took the family by train to Budapest. Lites met them there, in Red Wings' owner Mike Ilitch's private jet, and went back to Detroit with Konstantinov aboard. His wife and daughter followed two days later on a commercial flight. ===Detroit Red Wings=== Konstantinov played more aggressively than most of his Russian contemporaries, specializing in getting opponents off their game. \"For my game,\" he explained, \"I don’t need to score the goal. I need someone to start thinking about me and forgetting about scoring goals.\" While he was known as \"Vladdie\" to his teammates, his aggressive style of play earned him the nicknames \"Vladinator\" and \"Vlad the Impaler\" among the media and fans, as well as “the Red Shark”. Konstantinov was part of the unit known as \"The Russian Five\", which consisted of him and fellow defenseman Slava Fetisov, and forwards Igor Larionov, Sergei Fedorov and Slava Kozlov. Konstantinov earned the NHL Plus/Minus Award in 1995–96, with a plus/minus difference of +60. The +60 has been the highest rating a player has finished with in the past 20 seasons, since Wayne Gretzky finished with a +70 in the 1986–87 season. In 1996–97, Konstantinov helped his team to win the Stanley Cup against the Philadelphia Flyers. Flyers head coach Terry Murray expected his top line of centre Eric Lindros, left winger John LeClair and right winger Mikael Renberg—known as the \"Legion of Doom\" for its scoring and toughness—to face Konstantinov. However, Red Wings head coach Scotty Bowman surprised the Flyers by instead opting for the finesse-oriented defense pairing of Nicklas Lidström and Larry Murphy to neutralize the Lindros line's forechecking. In that same year, Konstantinov was runner-up to Brian Leetch for the James Norris Memorial Trophy, given to the NHL's best defenseman. This would turn out to be Konstantinov's final season. ==Limousine crash== Following a golf outing with the Stanley Cup on June 13, 1997, celebrating the Red Wings' Stanley Cup triumph, Konstantinov, along with Russian hockey legend Viacheslav Fetisov and team masseur Sergei Mnatsakanov, hired a limousine to drive them home. The driver, Richard Gnida, whose license was suspended at the time for drunk driving, lost control of the limousine and hit a tree on the median of Woodward Avenue, in Birmingham, Michigan. Konstantinov spent several weeks in a coma. As a result of the limousine crash, Konstantinov suffered from serious head injuries and paralysis while Fetisov escaped with relatively minor injuries and was able to play the following season. Mnatsakanov sustained significant head injuries as well, and spent some time in a coma; he has had a considerably more difficult recovery. thumb|right|\"Believe/\" patch worn by the Red Wings during the 1997–98 season, commemorating both Konstantinov and team massage therapist Sergei Mnatsakanov. After the Red Wings successfully defended the Stanley Cup in 1998, Konstantinov was brought onto the ice in a wheelchair, surrounded by his teammates, to celebrate the win. Throughout the playoffs the Red Wings' catchphrase was the single word, \"Believe\", and throughout the 1997–98 season the Red Wings wore a patch, with the initials of Konstantinov and Mnatsakanov featured prominently, with the word \"Believe\" written in both English and Russian. Although Konstantinov was never able to play hockey again due to the limousine crash, the Detroit Red Wings still recognized him as part of their team. The Red Wings sought and received special dispensation from the NHL Commissioner Gary Bettman to have his name engraved on the Stanley Cup after they won the 1998 title. ==Retirement== Konstantinov's jersey #16 has not been officially retired by the Red Wings. However, out of respect for Konstantinov, no player has been given the number since. In 1999, newly acquired Pat Verbeek, who had worn #16 for much of his career, switched to #15. A similar situation occurred in 2001 when the Red Wings signed Brett Hull, who had worn #16 for the bulk of his career with the St. Louis Blues and Dallas Stars; Hull switched to #17. Drafted Prospect Xavier Ouellet, who had worn #16 as a member of the Grand Rapids Griffins, switched to #61 for the Red Wings. Konstantinov's condition has improved considerably since his accident. While he still has trouble speaking and walking, he is seen several times a season watching Red Wings games from a private box in Detroit. The Red Wings kept his locker set up for him through the 97-98 season, although he would never be capable of playing hockey again. A rock engraved with \"Believe\" sat in his place. Konstantinov returned to the ice at Joe Louis Arena, helped by a walker, for the pre-game number retirement ceremony for Steve Yzerman on January 2, 2007. At the 2014 NHL Winter Classic, Konstantinov was helped onto the ice for a rare Russian Five reunion with his former teammates Sergei Fedorov, Viacheslav Fetisov, Vyacheslav Kozlov and Igor Larionov. On March 6, 2014, he was in attendance at the retirement of former teammate Nicklas Lidström's number. On December 27, 2016, he was in attendance along with 29 other members of the 1997 Stanley Cup winning Red Wings team and former coach Scotty Bowman to celebrate the 20th anniversary of the 1997 Stanley Cup championship team. Konstantinov was present for the final game at Joe Louis Arena, participating with multiple other Red Wings legends in the post-game ceremony. ==International play== Konstantinov has participated in six international tournaments for the Soviet Union: *1986 World Junior Ice Hockey Championships *1986 World Ice Hockey Championships *1987 World Junior Ice Hockey Championships *1989 World Ice Hockey Championships *1990 Men's World Ice Hockey Championships *1991 Men's World Ice Hockey Championships During the final game of the 1987 World Junior Ice Hockey Championships between Canada and the Soviet Union, a bench-clearing brawl known as the Punch-up in Piestany took place. The fight is famous for officials having turned off the arena lights in a desperate attempt at ending the 20 minute melee. During the fight Konstantinov leveled a head-butt that broke Greg Hawgood's nose. As a result of the brawl, both teams were disqualified from the tournament. ==Personal life== Konstantinov lives in West Bloomfield, Michigan. His wife, Irina, now lives in Florida with their daughter, Anastasia Konstantinova. ==Awards and achievements== *NHL All-Rookie Team – 1992 *NHL Second All-Star Team – 1996 *NHL Plus/Minus Award – 1996 (+60) * Two-time NHL Stanley Cup champion: 1997, 1998 Detroit Red Wings ==Career statistics== ===Regular season and playoffs=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:60em\" |- bgcolor=\"#e0e0e0\" ! colspan=\"3\" bgcolor=\"#ffffff\" | ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Regular season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"5\" | Playoffs |- bgcolor=\"#e0e0e0\" ! Season ! Team ! League ! GP ! G ! A ! Pts ! PIM ! GP ! G ! A ! Pts ! PIM |- | 1984–85 | CSKA Moscow | USSR | 40 | 1 | 4 | 5 | 10 | — | — | — | — | — |- style=\"background:#f0f0f0;\" | 1985–86 | CSKA Moscow | USSR | 26 | 4 | 3 | 7 | 12 | — | — | — | — | — |- | 1986–87 | CSKA Moscow | USSR | 35 | 2 | 2 | 4 | 19 | — | — | — | — | — |- style=\"background:#f0f0f0;\" | 1987–88 | CSKA Moscow | USSR | 50 | 3 | 6 | 9 | 32 | — | — | — | — | — |- | 1988–89 | CSKA Moscow | USSR | 37 | 7 | 8 | 15 | 20 | — | — | — | — | — |- style=\"background:#f0f0f0;\" | 1989–90 | CSKA Moscow | USSR | 47 | 14 | 13 | 27 | 44 | — | — | — | — | — |- | 1990–91 | CSKA Moscow | USSR | 45 | 5 | 12 | 17 | 42 | — | — | — | — | — |- style=\"background:#f0f0f0;\" | 1991–92 | Detroit Red Wings | NHL | 79 | 8 | 25 | 33 | 172 | 11 | 0 | 1 | 1 | 16 |- | 1992–93 | Detroit Red Wings | NHL | 82 | 5 | 17 | 22 | 137 | 7 | 0 | 1 | 1 | 8 |- style=\"background:#f0f0f0;\" | 1993–94 | Detroit Red Wings | NHL | 80 | 12 | 21 | 33 | 138 | 7 | 0 | 2 | 2 | 4 |- | 1994–95 | ESC Wedemark | GER-2 | 15 | 17 | 13 | 30 | 51 | — | — | — | — | — |- style=\"background:#f0f0f0;\" | 1994–95 | Detroit Red Wings | NHL | 47 | 3 | 11 | 14 | 101 | 18 | 1 | 1 | 2 | 22 |- | 1995–96 | Detroit Red Wings | NHL | 81 | 14 | 20 | 34 | 139 | 19 | 4 | 5 | 9 | 28 |- style=\"background:#f0f0f0;\" | 1996–97 | Detroit Red Wings | NHL | 77 | 5 | 33 | 38 | 151 | 20 | 0 | 4 | 4 | 29 |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"3\" | USSR totals ! 280 ! 36 ! 48 ! 84 ! 179 ! — ! — ! — ! — ! — |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"3\" | NHL totals ! ALIGN=\"center\" | 446 ! ALIGN=\"center\" | 47 ! ALIGN=\"center\" | 127 ! ALIGN=\"center\" | 174 ! ALIGN=\"center\" | 838 ! ALIGN=\"center\" | 82 ! ALIGN=\"center\" | 5 ! ALIGN=\"center\" | 14 ! ALIGN=\"center\" | 19 ! ALIGN=\"center\" | 107 |} ===International=== {| border=\"0\" cellpadding=\"1\" cellspacing=\"0\" style=\"text-align:center; width:40em\" |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! Year ! Team ! Event ! Result ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! GP ! G ! A ! Pts ! PIM |- | 1985 | Soviet Union | EJC | | 5 | 1 | 0 | 1 | 8 |- ALIGN=\"center\" | 1986 | Soviet Union | WJC | | 7 | 2 | 4 | 6 | 4 |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 1986 | Soviet Union | WC | | 10 | 1 | 1 | 2 | 8 |- ALIGN=\"center\" | 1987 | Soviet Union | WJC | DQ | 6 | 1 | 4 | 5 | 8 |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 1989 | Soviet Union | WC | | 8 | 2 | 1 | 3 | 2 |- ALIGN=\"center\" | 1990 | Soviet Union | WC | | 10 | 2 | 2 | 4 | 12 |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 1991 | Soviet Union | WC | | 10 | 0 | 2 | 2 | 37 |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=4 | Junior totals ! 18 ! 4 ! 8 ! 12 ! 20 |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=4 | Senior totals ! 38 ! 5 ! 6 ! 11 ! 59 |} ==References== ==External links== * *Wings of Legend page Category:1967 births Category:1997 road incidents Category:Living people Category:Detroit Red Wings draft picks Category:Detroit Red Wings players Category:HC CSKA Moscow players Category:People from Murmansk Category:People with traumatic brain injuries Category:Road incidents in the United States Category:Russian ice hockey defencemen Category:Soviet ice hockey defencemen Category:Stanley Cup champions Category:Wedemark Scorpions players Category:Soviet defectors to the United States",
 "title": "Vladimir Konstantinov"
}