{
 "id": "83585",
 "text": "This is a list of fictional cats and felines and is a subsidiary to the list of fictional animals. It includes a limited selection of notable felines from various works, organized by medium. More complete lists are accessible by clicking on the \"Main article\" link included above each category. For fictional large felids such as lions and tigers, see List of fictional big cats. ==In literature== This section deals with notable cat characters that appear in literature works of fiction including books, comics, legends, myths, folklore, and fairy tales. Any character that appears in several pieces of literature will be listed only once, under the earliest work. ===In books=== {|class=\"wikitable sortable\" !Character !Earliest Appearance !Notes |- |Cheshire Cat |Alice's Adventures in Wonderland |Sometimes raises philosophical points that annoy or baffle Alice. It does, however, appear to cheer her up when it turns up suddenly at the Queen of Hearts' croquet field, and when sentenced to death baffles everyone by having made its head appear without its body, sparking a massive argument between the executioner and the King and Queen of Hearts about whether something that does not have a body can indeed be beheaded. |- |Crookshanks |Harry Potter |The pet cat of Hermione Granger. He is described as having a \"squashed face,\" which was inspired by a real cat Rowling once saw, which she said looked like it had run face first into a brick wall, most likely a Persian. Hermione buys Crookshanks from a shop in Diagon Alley out of sympathy, as nobody wants him because of his behaviour and his squashed looking-face. Rowling has confirmed that Crookshanks is half Kneazle, an intelligent, cat-like creature who can detect when they are around untrustworthy people, explaining his higher than normal cat intelligence and stature. |- |Pete the Cat |Pete the Cat:I Love My White Shoes |Pete initially started as a book series, but eventually became an inspiration for a song and its own television series on Amazon Prime |- |The Cat in the Hat |The Cat in the Hat |The Cat in the Hat is a tall, anthropomorphic cat who wears a red and white-striped hat and a red bow tie. The Cat creates chaos when he shows up at the house of Sally and her brother while their mother is out. The children and the fish become very alarmed. Just before the children's mother arrives home the Cat uses a machine to clean up the mess, and then disappears. |- |Snowbell |Stuart Little |Snowbell is a cat belonging to the Little family, of which Stuart is the youngest son. Snowbell has a malevolent attitude toward Stuart, though her behavior is tempered by her familial obligations. When the Little family adopt a bird named Margalo, Snowbell plots to kill her, predicating her departure. Stuart follows, and his pursuit comprises the second half of the story. |- |Speaker-to-Animals |Ringworld & Kzin Wars book series |Member of the Kzinti race of antropomorphic felines in the Larry Niven collection of books. One of the few to have earned the right to bear a name. |} ===In comics=== {|class=\"wikitable sortable\" !Character !Origin !Notes |- |Garfield |Garfield |Garfield is an orange tabby cat born in the kitchen of an Italian restaurant (later revealed in the television special Garfield: His 9 Lives to be Mama Leoni's Italian Restaurant) and immediately ate all the pasta and lasagna in sight, thus developing his love and obsession for lasagna. 1988 (television), 1993 (VHS) As an adult he is fat and lazy but extremely intelligent and fond of wisecracks in thought bubbles, with his owner Jon Arbuckle serving as a comic foil for him. |- |Heathcliff |Heathcliff |A boisterous and chubby but athletic tabby cat prone to wisecracks, causing physical mischief, chasing mailmen, and overturning garbage cans. Other felines from the strip include: The Catfather.Rovin, p. 117. |- |Hobbes |Calvin and Hobbes |The plush Bengal tiger and best friend of the comic's protagonist, Calvin, Hobbes is perceived by Calvin as being a live tiger, but by every other character as a stuffed toy. Hobbes, whose name is an allusion to the English political philosopher, Thomas Hobbes, often tries to be the voice of reason for Calvin during their numerous adventures. |- |Krazy Kat |Krazy Kat |One of the first cats to star in a comic strip; the protagonist of the eponymous strip by George Herriman. Sweet and good-natured and simple, adores the scheming, wily, antisocial Ignatz Mouse even though Ignatz constantly plots against him. |- |Bucky B. Katt |Get Fuzzy |A sarcastic siamese cat with an inflated ego, Bucky lives in an apartment with his human owner Rob Wilco and a dog named Satchel. Bucky's obsessions include becoming famous, inflicting harm on his roommates for perceived injustices and feuding with Fungo, a ferret who lives next door. Bucky is always drawn with his ears folded back, as if he is constantly in a state of aggressiveness or agitation. |- |Snuffles |Pearls Before Swine |A Himalayan White Cat who likes to hold grenades and throw them everywhere. He is owned by Zebra and is best friends with Guard Duck who likes to make armies and use guns. |} ===In legends, myths, folklore and fairy tales=== {|class=\"wikitable sortable\" !Character !Origin !Notes |- |Maneki-neko |nowrap|Various folk-stories |A common Japanese sculpture, often made of ceramic, which is believed to bring good luck to the owner. The sculpture depicts a cat (traditionally a calico Japanese Bobtail) beckoning with an upright paw, and is usually displayed—many times at the entrance—in shops, restaurants, pachinko parlors, and other businesses. Some of the sculptures are electric or battery-powered and have a slow-moving paw beckoning. |- |Puss |Puss in Boots |Originally titled Le Maître Chat or Le Chat Botté, this French fairytale is about a cat who uses trickery and deceit to gain power, wealth and the hand of a princess in marriage for his penniless and low-born master. |- |Cat-sìth |nowrap|Various folk-stories |A fairy creature from Celtic mythology, said to resemble a large black cat with a white spot on its breast. |- |The White Cat |La Chatte Blanche |The White Cat is a character of the Animal Bride cycle of stories (ATU 402). It is present in a variant of the story: French literary fairytale La Chatte Blanche, penned by Madame d'Aulnoy. The character also features as a cameo in Tchaikovisky's ballet The Sleeping Beauty, during Aurora's wedding in Act III. |} ==In media== This section deals with notable cat characters that appear in media works of fiction including film, television, animation, and puppetry. Any character that appears in several pieces of media will be listed only once, under the earliest work. ===In film=== {|class=\"wikitable sortable\" !Character !Origin !Notes |- |Mr. Bigglesworth |Austin Powers |A parody of Blofeld's cat from James Bond films |- |DC |That Darn Cat! |A wily, adventurous Siamese tomcat who lives with two young women, suburbanite sisters Ingrid and Patti Randall, whose parents are traveling abroad at the time of the story. In the 1997 remake the cat is a grey and white tabby. |- |Filby |Primer |Aaron’s cat. When missing, called by name by Aaron and Abe during the fountain scene. Filby is most likely named after a character in the science fiction novel, The Time Machine, written by H.G. Wells in 1894. |- |Jake |The Cat from Outer Space |A cat-like alien. His real name is Zunar-J-5/9 Doric-4-7. |- |Puss in Boots |Shrek 2 |A cat from the Shrek franchise, who is also the protagonist of Puss in Boots (2011). |- |Pyewacket |Bell, Book and Candle |Siamese cat and familiar of Gillian Holroyd (Kim Novak), who is a witch |- |Smarf |Too Many Cooks |An anthropomorphic cat puppet used in the short, a parody of various other puppets used in sitcoms. |} ===In television=== {|class=\"wikitable sortable\" !Character !Origin !Notes |- |The Cat |Red Dwarf |A Felis Sapiens which evolved from a domestic housecat, is played by Danny John-Jules in the BBC TV science fiction sitcom. |- |Spot |Star Trek: The Next Generation |Data's Somali cat seen in Star Trek: The Next Generation Later appearances of Spot show an orange mackerel tabby with no reason given for the significant change. Spot's gender is usually given as male, but Spot is a female in the episode \"Genesis\" and gives birth to a litter of kittens. Spot is a male in Star Trek Generations. |} ===On stage=== The stage musical Cats features many feline characters known as Jellicle cats. ===In animation=== {|class=\"wikitable sortable\" !Character !Origin !Notes |- |\"Baby Puss\" |The Flintstones | A saber tooth tiger housecat that is seen in the beginning of the episodes going with the Flintstones and Dino to the movies; a running gag is at the end of the episode Fred puts the cat out-who runs back inside and puts Fred out! Rarely seen outside this role in the series except three episodes. |- |Cake |Adventure Time |A gender/species swapped version of \"Jake the dog\" from the Cartoon Network show \"Adventure time\" |- |Felix |Felix the Cat |A black cat and \"one of the most recognized cartoon characters in film history.\" |- |Gumball Watterson |The Amazing World of Gumball | A 12-year-old anthropomorphic blue cat, who is the titular character |- |MC Skat Kat |Opposites Attract |Anthropomorphic cat rapper and leader of the Stray Mob that sings and dances with Paula Abdul. |- |Leo |Blinky Bill’s Extraordinary Balloon Adventure | |- |Susie McCallister |Summer Camp Island | |- |Sylvester |Looney Tunes |Black and white cat who commonly carries out predatory schemes on Tweety and Speedy Gonzales. |- |Tom |Tom & Jerry |A gray/blue cat who has a love-hate relationship with Jerry Mouse. |} ===In video games=== This section deals with notable characters who are prominently featured in various video game titles, either as main characters or notable supporting characters. {|class=\"wikitable sortable\" !Character||Game||Platform(s)||Notes |- |Big||Sonic Adventure||Dreamcast||A large, purple anthropomorphic cat with yellow eyes and long ears. Big is laid- back and easygoing, which is reflected in his speech. Strong but gentle and a little slow, he lives a normally peaceful life in the jungle with his best friend \"Froggy.\" He loves fishing, and he is never without his favorite rod and lure. |- |Blinx||Blinx: The Time Sweeper||Xbox||A young Time Sweeper who is main protagonist of Blinx the Time Sweeper. He's featured as a support character in Blinx 2. His enemies mostly include Time Monsters and the Tom Tom Gang. |- |Bubsy||Bubsy in Claws Encounters of the Furred Kind||Sega Genesis||An anthropomorphic bobcat who aims to take on aliens that stole much of the world's (including his) yarn balls. |- |Cait Sith||Final Fantasy VII||PlayStation|| is a robotic talking cat who is friendly, but often unreliableFinal Fantasy VII Game Manual Character Description page (PAL version) Page 6 and speaks with a Scottish accent. In Final Fantasy VII, he rides on the back of an unnamed robotic moogle. |- |Judd||Splatoon||Wii U|| A gray and white cat who determines the winning team in Turf War battles. Prior to the events of Splatoon, Judd was cryogenically frozen and placed inside a capsule that allowed him to stay alive while all other land mammals perished due to rising sea levels. He is accompanied by his smaller clone, Lil' Judd, in Splatoon 2. |- |Morgana |Persona 5 |PlayStation 3, PlayStation 4 |A black cat serving as the mentor of the Phantom Thieves of Hearts with the code name Mona. |- |Mr. Midnight||Fran Bow||PC||A yellow-eyed black cat who is owned by the titular Fran Bow and was given to her as a gift from her parents. He goes missing throughout the first chapter of the game. |- |Spitz||WarioWare Inc.: Mega Microgame$||Game Boy Advance||A yellow cat with a Bronx accent serving as a taxi driver in Diamond City. |- | Talking Tom || Talking Tom || phone app || A grey cat who repeats sounds in a high-pitched voice. |} ==In advertising and animatronics== {|class=\"wikitable sortable\" !Character !Origin !Notes |- | Chessie || mascot of the Chesapeake & Ohio Railway, and later the Chessie System || Appeared with the slogan \"sleep like a kitten.\" |- |Mimsie the Cat || mascot of the MTM Enterprises logo || |- |Morris the Cat | mascot for 9Lives cat food | Appeared on packaging and many television commercials. |- |Crusty the Cat |Animatronic character at Chuck E Cheese's Pizza Time Theatre |One of the original Pizza Time Players and was present at the original Pizza Time Theatre in San Jose, California. He was replaced by Mr. Munch in 1978. |} ==In science== {|class=\"wikitable sortable\" !Character !Origin !Notes |- | Schrödinger's cat | Thought experiment devised by Austrian physicist Erwin Schrödinger in 1935 | The experiment attempts to describe what Schrödinger saw as the problem of the Copenhagen interpretation of quantum mechanics applied to everyday objects. |} ==See also== *List of fictional big cats *List of catgirls ==References== *Rovin, Jeff. The Illustrated History of Cartoon Animals. New York: Prentice Hall, 1991, . ==Further reading== * Fictional",
 "title": "List of fictional felines"
}