{
 "id": "83583",
 "text": "In Greek mythology, Cresphontes () was a son of Aristomachus, husband of Merope, father of Aepytus and brother of Temenus and Aristodemus. He was a great-great-grandson of Heracles and helped lead the fifth and final attack on Mycenae in the Peloponnesus. He became king of Messene. thumb|right|200px|Cresephontes. Cresphontes and his brothers complained to the oracle that its instructions had proved fatal to those who had followed them (the oracle had told Hyllus to attack through the narrow passage when the third fruit was ripe). They received the answer that by the \"third fruit\" the \"third generation\" was meant, and that the \"narrow passage\" was not the isthmus of Corinth, but the straits of Rhium. They accordingly built a fleet at Naupactus, but before they set sail, Aristodemus was struck by lightning (or shot by Apollo) and the fleet destroyed, because one of the Heraclidae had slain an Acarnanian soothsayer. The oracle, being again consulted by Temenus, bade him offer an expiatory sacrifice and banish the murderer for ten years, and look out for a man with three eyes to act as guide. On his way back to Naupactus, Temenus fell in with Oxylus, an Aetolian, who had lost one eye, riding on a horse (or mule) (thus making up the three eyes) and immediately pressed him into his service. The Heraclidae repaired their ships, sailed from Naupactus to Antirrhium, and thence to Rhium in Peloponnesus. A decisive, battle was fought with Tisamenus, son of Orestes, the chief ruler in the peninsula, who was defeated and slain. The Heraclidae, who thus became practically masters of Peloponnesus, proceeded to distribute its territory among themselves by lot. Argos fell to Temenus, Lacedaemon to Procles and Eurysthenes, the twin sons of Aristodemus; and Messene to Cresphontes. The fertile district of Elis had been reserved by agreement for Oxylus. The Heraclidae ruled in Lacedaemon until 221 BC, but disappeared much earlier in the other countries. ==See also== * Heracleidae * Papilio cresphontes ==Sources== *Bibliotheca ii. 8. *Diodorus Siculus, iv. 57, 58. *Pausanias, i. 32, 41, ii. 13, 18, iii. I, iv. 3, v. 3. *Euripides, Heraclidae. *Pindar, Pythia, ix. 137. *Herodotus, ix. 27. *Karl Otfried Müller. Dorians, Part I, Chapter 3. *Connop Thirlwall. History of Greece, Chapter VII. *George Grote. History of Greece, Part I, Chapter XVIII. *Georg Busolt. Griechische Geschichte, Part I, Chapter 11, Section 7, where a list of authorities is given. Category:Heracleidae Category:Messenian mythology Category:Kings in Greek mythology",
 "title": "Cresphontes"
}