{
 "id": "837362",
 "text": "The coat of arms of Estonia is a golden shield which includes a picture of three left-facing blue lions with red tongues in the middle, with golden oak branches placed on both sides of the shield. The insignia derive(s) from the coat of arms of Denmark, which ruled northern Estonia in the 13th-14th centuries and parts of western Estonia in the 16th-17th century. ==Description== The coat of arms of Estonia depicts a golden shield, which includes three slim blue lions passant gardant with red tongues in the middle and golden oak branches along both sides of the shield. The lesser coat of arms lacks these oak branches. The Estonian national emblem of three lions originate from the arms of Danish king Valdemar II who conquered northern Estonia in 1219. The lions became part of the greater coat of arms of Tallinn (Reval), the centre of Danish government in Estonia, and the fiefdoms (German: Ritterschaften) of Harria and Viru. In 1346, Denmark sold its Estonian dominion to the State of the Teutonic Order. The three lions, however, remained the central element of the greater coat of arms of Tallinn. In later centuries, the motif of the three lions transferred to the coat of arms of the Duchy of Estonia, the Ritterschaft of Estland, and to the coat of arms of the Governorate of Estonia. The Riigikogu (parliament) of the newly independent country officially adopted the national coat of arms of Estonia on 19 June 1925. The display of the coat of arms, as well as of any other national symbols of Estonia, was officially banned following the occupation of Estonia by the Soviet Union in 1940. The symbols were gradually replaced with Soviet- inspired emblems. The Stalinist Soviet authorities persecuted anyone using the coat of arms or the national colours of Estonia. After World War II the coat of arms remained in use in the Western Bloc non-communist countries by a number of surviving diplomatic representatives of the Republic of Estonia and by the Estonian government-in-exile. The readoption of the national symbols in 1990 marked one of the high points in the struggle for the restoration of the independent Estonian state which was eventually achieved on 20 August 1991. The use of the coat of arms is regulated by the Law on State Coat of Arms, passed on 6 April 1993. ==Gallery== File:Valdemarsejrssegl.jpg|Seal of Danish king Valdemar II, 1219. File:Revals segl.svg|Seal of Tallinn, 1340. File:Tallinn wapen.svg|Greater coat of arms of capital city Tallinn. File:Coat of arms of Swedish Estonia correct colours.svg|Coat of arms of the Duchy of Estonia, 1561–1721 File:Coat of arms of Governorate of Estonia.svg|Coat of Arms of the Governorate of Estonia, 1721–1918. File:Alternative Coat of arms of Estonia 1922 Author Günther Reindorff.png|Alternative coat of arms of Estonia, 1922. Author Günther Reindorff. File:1925. aastal kehtestatud suur riigivapp.JPG|The coat of arms as used in 1925–1940. File:Riigipitser.JPG|State seal used in 1925–1940. File:Gobierno de Estonia, Tallinn, Estonia, 2012-08-05, DD 04.JPG|Government building in Tallinn, 2012. ==See also== * Flag of Estonia * Flags of Estonian counties * National symbols of Estonia ==References== ==Templates== Category:National symbols of Estonia Estonia Estonia Estonia",
 "title": "Coat of arms of Estonia"
}