{
 "id": "837623",
 "text": "Jacques Marie Boutet (25 March 1745 – 13 February 1812) was a French actor and comic playwright from Lunéville. His pseudonym was Monvel. He was a small, thin man without good looks or voice, and yet he became one of the greatest comedians of his time. == Biography == After some years of apprenticeship in the provinces, he made his debut in 1770 at the Comédie-Française in Merope and Zenaide; he was received sociétaire in 1772. For some unknown reason, Monvel secretly left Paris for Sweden in 1781, as the head of a troupe of French actors. He became reader to the king, a post which he held for several years. Until 1786, he was the director for the French theatre in Bollhuset and had a great importance for the development for the organisation of the native Swedish theater as the educator of the first Swedish actors for the Royal Dramatic Theatre, such as Fredrique Löwen, Lars Hjortsberg and Maria Franck, in the modern style of acting; among his troupe of French actors was Anne Marie Milan Desguillons, who was also to have a great importance to the theater-life in Sweden. At the French Revolution he returned to Paris, embraced its principles with ardour, and joined the theatre in the rue Richelieu (the rival of the Comédie-Française), which, under Talma, with Dugazon, his sister Mme Vestris, Grandmesnil (1737–1816) and Mme Desgarcins, was soon to become the Théatre de la République. After the Revolution, Monvel returned to the reconstituted Comédie-Française with all his old companions, but retired in 1807. Monvel was made a member of the Institute in 1795. He wrote six plays (four of them performed at the Comédie-Française), two comedies, and fifteen libretti for comic operas, seven with music by N. Dezde (1740–1792), eight by Nicolas Dalayrac (1753–1809). He also published an historical novel, Fredgonde et Brunehaut (1776). He was professor of elocution at the Conservatoire. In the 1780s Monvel fled France and went into a brief exile in Sweden after he was caught making sexual assignations with men in the gardens of the Tuileries.Jeffrey Merrick and Michael Sibalis, Homosexuality in French History and Culture, Volume 41, page 79 The actor's liaison with actress Jeanne-Marie-Marguerite Salvetat (aka Madame Mars cadette) produced one daughter, Anne-Françoise-Hippolyte Boutet Salvetat (known professionally as Mademoiselle Mars), who became a well-known actress. == Main works == *1772: Julie *1773: L'Erreur d'un moment *1775: L'Amant bourru *1783: Blaise et Babet, ou la suite des Trois fermiers, (Read online) *1785: Alexis et Justine *1786: Les Amours de Bayard *1788: Sargines ou l'Élève de l'amour, drame héroïque en quatre actes et en prose mêlé d’ariettes, music by Nicolas Dalayrac, created 14 May à l'Opéra-Comique (salle Favart) *1789: Raoul, sire de Créqui, drame héroïque en trois actes et en prose mêlé d’ariettes, music by Nicolas Dalayrac, created 31 October at the Opéra-Comique (salle Favart) *1790: Le Chêne patriotique ou la Matinée du 14 juillet 1790, impromptu in one act, music by Nicolas Dalayrac, created 10 July at the Opéra-Comique (salle Favart) *1791: Agnès et Olivier, comédie lyrique in three acts and in prose, music by Nicolas Dalayrac, created 10 October at the Opéra-Comique (salle Favart) *1791: Philippe et Georgette, comedy in one act and in prose mingled with ariettes, music by Nicolas Dalayrac, created 28 December at the Opéra- Comique (salle Favart) *1792: Roméo et Juliette ou Tout pour l'Amour, drama in four acts and in prose, music by Nicolas Dalayrac, created 6 July at the Opéra-Comique (salle Favart). *1793: Ambroise ou Voilà ma journée, comedy in one act and in prose mingled with ariettes, music by Nicolas Dalayrac, created 23 nivôse an I (12 January) at the Opéra-Comique (salle Favart) *1793: Urgande et Merlin, opéra-féerie in three acts and in prose, music by Nicolas Dalayrac, created 23 vendémiaire an II (14 October) at the Opéra-Comique (salle Favart). *1798: La Jeunesse du duc de Richelieu, le Lovelace français, with Alexandre Duval == References == * * Alf Henrikson: \"Fram till Nybroplan\" (towards Nybroplan) (In Swedish). * Georg Nordensvan: \"Svensk teater och svenska skådespelare från Gustav III till våra dagar. first book 1772–1842\" (Swedish theatre and Swedish actors from Gustav III to our days) (Swedish) == External links == * Jacques-Marie Boutet de Monvel on data.bnf.fr Category:1745 births Category:1812 deaths Category:People from Lunéville Category:French male stage actors Category:18th-century French novelists Category:19th-century French novelists Category:18th-century French male actors Category:18th-century French dramatists and playwrights Category:Sociétaires of the Comédie- Française Category:French male novelists Category:19th-century French male writers Category:18th-century French male writers Category:18th-century theatre managers",
 "title": "Jacques Marie Boutet"
}