{
 "id": "837969",
 "text": "The U.S. state of Delaware has 17 state parks, as of 2008. Each of the parks is operated and maintained by the Delaware Division of Parks and Recreation, a branch of the Department of Natural Resources and Environmental Control (DNREC), although one state park, First State Heritage Park, is managed by the Division of Parks and Recreation in partnership with other city and state agencies. Each of Delaware's three counties has at least one state park, with New Castle having the most. Wilmington State Parks, despite being administratively managed as a single unit, is further broken down into several smaller parks. The state park system includes over 26,000 acres of land and over 160 miles of trails. It is possible to faintly view the Milky Way from 10 of the 17 state parks. In 2015, Delaware State Parks won the Gold Medal honoring the best state parks system in the country from the National Recreation and Park Association. It was the tenth state to win the award since it was started in 1997, and it beat out finalists Wyoming, Georgia (a seven- time finalist), and Missouri (a three-time finalist). ==Overview== Delaware's oldest public lands date back to 1682 when, upon his arrival as proprietor of the colony, William Penn instructed his deputies to set aside land that is now Cape Henlopen State Park and its natural resources to be held in trust for the common good of all the citizens. The earliest attempts at legislating protection of a formalized public parks system were the result of efforts by conservationist William Poole Bancroft, who recognized the beauty of northern Delaware and in the late 19th century became determined to see it preserved for the benefit of future generations. Bancroft also donated many acres of his own land to form public parks as well as created a trust to manage and acquire land for the development of parks after his death. Several of the state parks in northern Delaware were at one time either partially or wholly owned by estates belonging to members of the Du Pont family that were acquired by the state after the deaths of family members. Several other state parks throughout Delaware were converted from former military installations that were determined to be surplus property. Three of northern Delaware's state parks (Alapocas Run, Brandywine Creek, and Wilmington) exist to protect pieces of the historic Brandywine River, which was once heavily utilized by local industry. Four of southern Delaware's state parks (Cape Henlopen, Delaware Seashore, Fenwick Island, and Holts Landing) preserve stretches of ocean and bay beaches, which are very popular in summer months. ==State parks== {|class=\"wikitable sortable\" style=\"width:100%\" ! style=\"width:*;\" scope=\"col\"| Name ! style=\"width:*;\" scope=\"col\"| County ! style=\"width:*;\" scope=\"col\"| Size ! style=\"width:*;\" scope=\"col\"| Estab- lished ! style=\"width:*;\" class=\"unsortable\" scope=\"col\"| Image ! style=\"width:*;\" class=\"unsortable\" scope=\"col\"| Remarks |- |Alapocas Run |New Castle | |2002 |150px |The park protects a portion of the Brandywine and is connected through a trail network to Wilmington and Brandywine Creek State Parks. It includes the Blue Ball Barn, originally built in 1914 by Alfred I. du Pont, which now houses the Delaware Folk Art Collection. |- |Auburn Valley |New Castle | |2008 |150px |The former estate of the Marshall family includes the 1897 Auburn Heights Mansion and the Marshall Steam Museum's collection of antique steam-powered cars. |- |Bellevue |New Castle | |1976 |150px |The former estate of William du Pont, Jr. includes tennis courts, a horse racing barn, and other recreational facilities, as well as Bellevue Hall, a replica of James Madison's Montpelier where du Pont spent his boyhood years. |- |Brandywine Creek |New Castle | |1965 |150px |Much of this state park was once part of Henry A. du Pont's Winterthur estate and was used as a dairy farm from the 1870s through the 1920s. The rest, protecting land along the Brandywine, was preserved by William Poole Bancroft and his Woodlawn Trustees. The park adjoins First State National Historical Park. |- |Cape Henlopen |Sussex | |1964 |150px |Delaware's largest state park includes the remains of World War II-era Fort Miles and its iconic observation towers which dot the cape's beaches on both the Atlantic Ocean and Delaware Bay. The National Harbor of Refuge and Delaware Breakwater Harbor Historic District and its two lighthouses are visible from the beaches. |- |Delaware Seashore |Sussex | |1965 |150px |The park features beaches on both the Atlantic Ocean and Rehoboth Bay. It also includes the historic Indian River Life Saving Service Station. |- |Fenwick Island |Sussex | |1966 |150px |In 1981 Fenwick Island State Park became a separate park; before that it was the southern part of Delaware Seashore State Park. |- |First State Heritage |Kent | |2004 |150px |Designed as an urban \"park without boundaries,\" this park links historic and cultural sites throughout the capital city, Dover. |- |Fort Delaware |New Castle | |1951 |150px |The state park preserves all of Pea Patch Island in the middle of the Delaware River, including the historic Civil War fortress which housed prisoners of war. |- |Fort DuPont |New Castle | |1992 |150px |The former military base, named after Rear Admiral Samuel Francis Du Pont, was in use from the Civil War through World War II, and protects a stretch of land along the Delaware River and the Chesapeake and Delaware Canal. |- |Fox Point |New Castle | |1995 |150px |A former brownfield site along the Delaware River, it was cleaned up and now offers trails and recreational activities. |- |Holts Landing |Sussex | |1965 |150px |This park used to be a farm and boat ramp operated by the Holts Family. |- |Killens Pond |Kent | |1965 |150px |The core of this park is a 66-acre millpond, but it also includes campgrounds, hiking trails, and a water park. |- |Lums Pond |New Castle | |1963 |150px |Lums Pond was originally used to supply water for the Chesapeake & Delaware Canal when the facility still used canal locks. It is the largest freshwater pond in Delaware and features a new zip-line course. |- |Trap Pond |Sussex | |1951 |150px |The park preserves the northernmost strands of baldcypress trees in the eastern United States. |- |White Clay Creek |New Castle | |1968 |150px |White Clay Creek State Park preserves land around the White Clay Creek National Scenic & Recreational River. It borders Pennsylvania's White Clay Creek Preserve. |- |Wilmington |New Castle | |1998 |150px |Wilmington State Parks is an urban park unit consisting of several smaller parks protecting land along the Brandywine River in the heart of Wilmington. The park includes Brandywine Park, Brandywine Zoo, H. Fletcher Brown Park, and Rockford Park. |- |} ==Former state parks== {|class=\"wikitable sortable\" style=\"width:100%\" ! style=\"width:*;\" scope=\"col\"| Park Name ! style=\"width:*;\" scope=\"col\"| County ! style=\"width:*;\" scope=\"col\"| Date founded ! style=\"width:*;\" scope=\"col\"| Date decommissioned ! style=\"width:*;\" class=\"unsortable\" scope=\"col\"| Description |- |Brandywine Springs |New Castle |1956 |1970 |The site of a former Revolutionary War encampment and later an amusement park, Brandywine Springs State Park was transferred to New Castle County to operate as a county park. |- |} ==See also== *List of U.S. national parks *List of Delaware state wildlife areas *First State National Historical Park ==External links== * Delaware State Parks ==References== Category:State parks of Delaware Delaware state parks Parks",
 "title": "List of Delaware state parks"
}