{
 "id": "838011",
 "text": "James Stanley McGovern (born September 1949) is an English screenwriter and producer. He is best known for creating the drama series Cracker (1993–1995), for which he received two Edgar Awards from the Mystery Writers of America. He also received recognition for creating drama series such as Hillsborough, The Lakes, The Street, and Accused, among others. On 8 December 2021 Jimmy was conferred the Freedom of Liverpool, in recognition of his life's work. ==Early life== McGovern was born in Liverpool in September 1949, the son of working- class parents Jane (née Warner) and William McGovern. He was the fifth of nine children. He suffered from a stammer, for which he received no therapy and which affects him still. Brought up a Catholic, he attended St Francis Xavier's College which moved to the Woolton suburb of Liverpool in 1961. ==Career== ===Television=== In 1982, McGovern started his TV career working on Channel 4's soap opera Brookside. He tackled many social issues in the course of the series, especially unemployment – which was at a post-war high at the time. In 1993, he created the drama serial Cracker, about the work of a fictional criminal psychologist played by Robbie Coltrane. Made by Granada Television and screened on ITV, the series was a critical and popular success, lasting until 1995. Cracker also aired in the United States, on the Arts and Entertainment cable network. McGovern's writing earned him two Edgar Awards from the Mystery Writers of America. In 1997 he created The Lakes, a drama that shared Brookside's realist setting and reused themes from Cracker, such as gambling addiction. In 2006, he created the BBC One drama, The Street; its third and final series aired in 2009. McGovern also wrote the script for the television docudrama Hillsborough (1996), based on the events of the stadium disaster in 1989, which claimed the lives of 97 Liverpool fans at an FA Cup semi-final. Among the cast of this drama was Christopher Eccleston, who also featured in Cracker, along with former Brookside actor Ricky Tomlinson. Eccleston later said it was the most important work he'd ever done. Newspapers cited Hillsborough as a factor in a new inquiry set up in 1997. In 2009, McGovern was the executive producer on the BBC One miniseries Moving On. His series Accused aired from 2010 to 2012 on BBC One. It followed a similar format to The Street but with a crime component. The series' writers included McGovern, Danny Brocklehurst, Alice Nutter and Shaun Duggan. It was produced by Sita Williams. In 2012, McGovern and local Indigenous Australian writers from Sydney developed the Australian television drama series Redfern Now, set among the Indigenous Australians of the Sydney suburb of Redfern. The six-part series follows a similar format to Accused, telling the stories of six inner- city households in one street whose lives are changed by a seemingly insignificant incident. The series debuted on 1 November 2012, was produced by Blackfella Films and has been commissioned for a second series. In June 2021, McGovern's series Time, starring Sean Bean and Stephen Graham, aired on BBC One. The series was directed by Lewis Arnold. ===Film=== McGovern wrote the screenplay for the 1994 drama, Priest. ===Stage=== McGovern wrote the book for the musical stage show King Cotton, which explores links between the Atlantic slave trade and industrialisation in North West England, as part of the Liverpool European Capital of Culture 2008. King Cotton premiered at the Lowry in September 2007 before moving to the Liverpool Empire. ===Views on writing=== McGovern has described cinema scriptwriters as being treated poorly and required to produce an abundance of drafts by successive producers. McGovern has openly criticised dramas such as Footballers' Wives lamenting the lack of quality, believable storytelling in the early 2000s. He believes that television directors are underrated. He says: \"I have worked twice with David Blair\" on The Lakes and The Street, \"and I can tell you that he is the best there is. He can make a good project great... Why David hasn’t won the acclaim he deserves is a mystery to me\". ==Filmography== {| class=\"wikitable\" |- ! Programme ! Date ! Channel ! Notes |- | Brookside | 1982–1988 | Channel 4 | Writer of several episodes |- | Coronation Street | rowspan=\"3\"| 1990 | ITV | Episode #1.3115 (writer) |- | Screenplay | rowspan=\"2\"| BBC Two | Series 5, episode 11: \"Needle\" (writer) |- | Traitors | TV film. Dramatisation of the Gunpowder Plot (later revisited in Gunpowder, Treason & Plot) (writer) |- | El C.I.D. | 1990–1991 | ITV | Writer of 3 episodes: \"A Proper Copper\", \"Christmas Spirit\" and \"Piece of Cake\" |- | The Play on One | 1991 | BBC One | 1 episode: \"Gas and Candles\" (writer) |- | Cracker | 1993–1996, 2006 | ITV | Creator, and writer of several episodes and 1 special (2006) |- | Priest | 1994 | - | Film, starring Linus Roache (writer) |- | Hearts and Minds | rowspan=\"2\"| 1995 | Channel 4 | Writer of all 4 episodes |- | Go Now | BBC One | TV film, starring Robert Carlyle and Juliet Aubrey (co-writer) |- | Hillsborough | 1996 | ITV | TV film. Dramatised reconstruction of the events of the 1989 Hillsborough disaster (writer) |- | Fitz | 1997 | ABC / ITV | 5 episodes (original teleplay) |- | The Lakes | 1997–1999 | BBC One | Creator, and writer of 10 episodes |- | Heart | rowspan=\"2\"| 1999 | - | Film, starring Saskia Reeves and Christopher Eccleston (writer) |- | Dockers | Channel 4 | TV film. Dramatisation of the Liverpool dockers' strike (1995–98) (co-writer) |- | Liam | 2000 | - | Film, starring Ian Hart (writer) |- | Sunday | 2002 | Channel 4 | TV film. Based on the events of Bloody Sunday (writer) |- | Gunpowder, Treason & Plot | 2004 | rowspan=\"5\"| BBC One | TV mini-series. Dramatisation of the lives of Mary, Queen of Scots and James I of England (writer) |- | The Street | 2006–2009 | Creator, and writer of 17 episodes |- | Moving On | 2009– | Creator, and writer of several episodes |- | Accused | 2010–2012 | 10 episodes (writer) |- | Common | 2014 | TV film, set in the north west of England and based on the UK's controversial joint enterprise law (writer) |- | Banished | 2015 | BBC Two | TV mini-series. Creator, and writer of all 7 episodes |- | Defendant | rowspan=\"2\"| 2016 | FR2 | A French language remake of the British drama series Accused (creator) |- | Reg | rowspan=\"5\"| BBC One | TV film. Fact-based drama about the campaign by Reg Keys to obtain answers after the death of his son in the Iraq War (co-writer) |- | Broken | 2017 | Writer/co- writer of all 6 episodes |- | Care | 2018 | TV film, starring Sheridan Smith. Co-written with Gillian Juckes. |- | Anthony | 2020 | TV film |- | Time | 2021 | TV series, starring Sean Bean and Stephen Graham. Writer of all 3 episodes. |- |} ==Awards and honours== * McGovern received two Edgar Awards for Cracker. * McGovern won an International Emmy for best drama series for The Street in 2010 and The Accused in 2011. * McGovern was recognised with the Lifetime Achievement award from the Royal Television Society for his body of work. *McGovern was conferred the Freedom of Liverpool on 8 December 2021, from Liverpool City Council, in recognition of his life's work. ===BAFTAs=== {| class=\"wikitable\" ! width=2%| Year ! width=11%| Nominated work ! width=8%| Category ! width=8%| Co-nominees ! width=6%|Result ! width=1%| Ref. |- ! scope=row | 1994 | Cracker | Drama Series | Gub Neal | |align=center Rowspan=13 | |- ! scope=row | 1995 | — | Dennis Potter Award | — | |- ! scope=row | 1996 | Go Now | rowspan=2|Single Drama | Andrew Eaton, Paul Henry Powell, Michael Winterbottom | |- ! scope=row | 1997 | Hillsborough | Katy Jones, Charles McDougall, Nicola Shindler | |- ! scope=row | 1998 | The Lakes | Drama Serial | David Blair, Charles Pattinson | |- ! scope=row | 2000 | Dockers | Single Drama | Bill Anderson, Sally Hibbin | |- ! scope=row | 2007 | rowspan=4 | The Street | Drama Series | David Blair, Ken Horn, Sita Williams | |- ! scope=row | 2008 | Television Craft | — | |- ! scope=row | 2008 | rowspan=2|Drama | John Chapman, Terry McDonough, Sita Williams | |- ! scope=row | 2010 | David Blair, Roxy Spencer, Sita Williams | |- ! scope=row | 2013 | Accused \"(Tracie's Story)\" | Writer Drama | Shaun Duggan | |- ! scope=row | 2013 | Accused | Mini Series | Ashley Pearce, Roxy Spencer, Sita Williams | |- ! scope=row | 2015 | Common | Single Drama | David Blair, Colin McKeown, Donna Molloy | |} ==Notes== ==External links== * * In Conversation with Jimmy McGovern, BAFTA webcast * * TV drama must stop relying on irony and costumes, says Jimmy McGovern Category:1949 births Category:Living people Category:English television writers Category:English people of Irish descent Category:Edgar Award winners Category:People educated at Quarry Bank High School Category:English dramatists and playwrights Category:Showrunners Category:Writers from Liverpool Category:English male dramatists and playwrights Category:Cracker (British TV series) Category:British male television writers Category:BAFTA winners (people) Category:20th-century English screenwriters Category:20th-century English male writers Category:21st-century British screenwriters Category:21st-century English male writers",
 "title": "Jimmy McGovern"
}