{
 "id": "838140",
 "text": "The Heinrich Hertz Tower () is a landmark radio telecommunication tower in the city of Hamburg, Germany. Designed by architect Fritz Trautwein, in co- operation with civil engineers Jörg Schlaich, Rudolf Bergermann and Fritz Leonhardt, the tower was built between 1965-1968 for the former Deutsche Bundespost (German Federal Post and Telecommunications Agency, now 's subsidiary ) near park. With an overall height of 279.2 m (916 ft) it is Hamburg's tallest structure, consisting of a 204 m (670 ft) steel-reinforced concrete lower section topped by a 45 m (148 ft) steel-lattice tower and a three-segmented cylinder of about 30 m (98 ft), which supports various antennas. There are eight concentric platforms stacked one above the other: starting at 128 m (420 ft) with the two-story observation (lower floor) and restaurant (upper floor) platform, served by two high-speed elevators. Above that at 150 m (492 ft) is the operations platform housing the workforce and equipment, and further up six differentially sized, smaller open platforms in same distances, populated with high-gain directional microwave radio relay antennas (\"parabolic mirrors\"). Number nine was added at 25 m height in July 2005.thumb|left|Memorial plaque|346x346px After the observation platform and restaurant were closed due to asbestos decontamination, former stuntman Jochen Schweizer had a bungee jumping base installed. The restaurant will not open again due to new fire escape regulations, and the bungee platform was closed at the end of 2001. The tower has been home to the VFDB Hamburg section's radio amateur club station \"DF0HHT\". It also housed a DGPS transmitting station serving the city of Hamburg's Surveying Agency. The tower is named after the Hamburg-born German physicist Heinrich Hertz. A memorial plaque in his honour on the tower's wall reads: \"\" (\"Heinrich Hertz - Son of the City of Hamburg\"). == See also == * List of towers == External links == * Category:Towers completed in 1968 Category:Observation towers in Hamburg Category:Communication towers in Germany Category:Buildings and structures in Hamburg-Mitte Category:Towers with revolving restaurants Category:Tourist attractions in Hamburg Category:Heinrich Hertz Category:1968 establishments in West Germany",
 "title": "Heinrich Hertz Tower"
}