{
 "id": "838319",
 "text": "\"Don't Dilly Dally on the Way\", subtitled \"The Cock Linnet Song\" and often credited as \"My Old Man (Said Follow the Van)\", is a music hall song written in 1919\"The Oxford Dictionary of Quotations\" by Elizabeth M. Knowle, 1999 by Fred W. Leigh and Charles Collins, made popular by Marie Lloyd. The song, although humorous, also reflects some of the hardships of working class life in London at the beginning of the 20th century. It joined a music hall tradition of dealing with life in a determinedly upbeat fashion. In the song a couple are obliged to move house, after dark, because they cannot pay their rent. At the time the song was written, most London houses were rented, so moving in a hurry – a moonlight flit – was common when the husband lost his job or there was insufficient money to pay the rent. The couple rush to fill up the van, and its tailboard, with their possessions, in case the landlord appears. When the van is packed up, however, there is no room left for the wife. The husband therefore instructs her to follow the van, which she does, carrying the pet bird. Unfortunately, en route, the wife loses her way after stopping at a pub for a drink. Thereafter, she reflects that it would be ill- advised to approach one of the volunteer policemen (a \"special\"), as they are less trustworthy than a regular police constable (a \"copper\") and might take advantage of her inebriation. Alternatively (according to the physical gestures accompanying the song) they may simply be less qualified to give dependable street directions. ==Chorus== The chorus of the song is well known. : My old manThe singer's father or husband said \"Follerfollow the van, : And don't dilly dallyTo dilly dally is to linger on the way\". : Off went the van wiv me 'ome packed in it, : I walked behind wiv me old cock linnet.Caged song birds were very popular in Victorian and Edwardian England, and the male, or cock, linnet was common. : But I dillied and dallied, dallied and I dillied : Lost me way and don't know where to roam. : Well you can't trust a special like the old time coppers.During World War I \"Special Constabulary\" were recruited on a part-time basis to replace or augment the regular \"old-time coppers\" of peacetime. The purported untrustworthiness of the \"specials\" may simply reflect their inability to provide reliable street directions : When you can't find your way 'ome.My Old Man, lyrics accessed 21 Jan 2007 There are a number of alternatives to the last two lines: : Who'll put you up when you've lost your bedstead, : And you can't find your way 'ome?\" : I stopped on the way to have me old half quarten,\"Half quarten\" was a slang expression for a measure of spirits (usually gin) and was equal to 2½ Imperial ounces. : now I can't find my way home. : Well you can't trust a man when your life's in a van : an' you can't find your way 'ome. : I had to stop to have a drop of tiddly in the pub : Now I can't find my way home. : Stopped off to have one at the old Red Tavern : And I can't find my way home. ==Performances== Various lineups of the Clancy Brothers (with Tommy Makem, Louis Killen, and Robbie O'Connell at different times) have performed the refrain as part of a medley, immediately following \"They're moving Father's grave to build a sewer\", which also deals with the travails of working class Londoners. These two songs appeared together on the group's 1965 album, Recorded Live in Ireland. Danny La Rue also often sang it in performances. ==Football chant== The song forms the basis of a football chant in the UK at clubs such as Aston Villa, Manchester United and Glentoran F.C.. In the chant, the narrator's old man suggests being a fan of a rival club. The narrator responds aggressively and reveals a negative opinion of all fans of that club, using obscene language. ==In popular culture== *In The Catherine Tate Show, during the \"Life at Ma's\" sketch (a spoof of Life on Mars), the last four lines are sung by Catherine Tate and a variety of other characters. *The song also appeared in the Only Fools And Horses episode \"Home Sick\", being sung by Del Boy and Grandad. *The first verse and the chorus were featured in Episode 211 of The Muppet Show, performed by Miss Piggy. In the Muppet fan community the song is better known as \"Don't Dilly Dally On the Way\". *It is sung in the 1943 black and white romantic comedy film The Gentle Sex. *It is sung in the 1958 war film Ice Cold in Alex. *It is sung in the 1958 movie Innocent Sinners by the main character 'Lovejoy'. *In 1970, Cardinal Fang (Terry Gilliam) briefly began to recite the tune under his breath after citing charges of heresy against the Holy Church, but was subsequently cut off by Cardinal Ximénez (Michael Palin) before completing the first line. This was part of the famous Spanish Inquisition Sketch from the Monty Python comedy troupe. Palin, Jones, and Gilliam would burst into the room whenever someone uttered a form of the trigger phrase, \"I didn't expect a Spanish Inquisition.\" *It is sung in the opening of the 1974 TV play \"Regan\", written by Ian Kennedy Martin and starring John Thaw as the titular character, which served as the pilot episode of The Sweeney. *It opens Steven Berkoff's 1975 play East. *In the 1985 EastEnders Sing-Along, it is sung by the cast with Gillian Taylforth singing the intro. *The first verse and chorus is sung in Upstairs, Downstairs by the servants as part of their New Year's celebrations in Series 4, Episode 9, \"Another Year.\" The group seems to mix up the line about the \"special\" and the old-time copper, but it may be because the butler, Mr. Hudson, serves as a \"special.\" (See Series 4, Episode 3, \"The Beastly Hun.\") *In an episode of The Archers broadcast on Monday 28 September 2015, the chorus is sung by Ruth Archer and her mother immediately before the latter's collapse from a stroke and subsequent death. An alternative third line is used - \"Off went the van with me old man in it\". *In a commercial for American Express, Jerry Seinfeld is shown singing the song with others in an English pub, part of a montage showing the comedian's adjusting to British culture. *It is sung by Mr. Bean in the 22nd episode of season 4 in animated series. *Tessie O'Shea, Kay Kendall and the Pearly Kings and Queens, sang an excerpt of the song in the film London Town. ==Notes and references== ==External links== * Full song lyrics * http://monologues.co.uk/musichall/Songs-D/Dont-Dilly-Dally.htm Category:Comedy songs Category:Music hall songs Category:The Muppets songs Category:1919 songs Category:Lonnie Donegan songs Category:Songs with lyrics by Fred W. Leigh Category:Songs with music by Charles Collins (songwriter) Category:Songs about transport",
 "title": "Don't Dilly Dally on the Way"
}