{
 "id": "838406",
 "text": "What Is This (known prior to 1980 as Anthym) was an American rock band that originated in Fairfax High School in California. Formed by guitarist Hillel Slovak, drummer Jack Irons, vocalist Alain Johannes, and bassist Todd Strassman, the band served as the nucleus for the Red Hot Chili Peppers. Members of the band would go on to perform with Eleven, Chris Cornell, Pearl Jam, Mark Lanegan, Them Crooked Vultures, Alain Johannes Trio and Queens of the Stone Age. ==History== Originally named Chain Reaction, the band would later change its name to Anthem, then later to Anthym (as there was already a band using the former moniker), and then finally to What Is This, which was a tongue-in-cheek reference to the reaction they usually received from first- time listeners. During their tenure as Anthym, guitarist Hillel Slovak became acquainted with an audience member at one of their shows, Anthony Kiedis, who was then brought on as a roadie and \"hype-man\" for the band. After a while, the band began to find bassist Todd Strassman's musical abilities unsatisfactory, so they considered replacing him. Slovak decided to teach a friend of his at Fairfax, trumpet player Michael “Flea” Balzary, how to play bass. Soon he replaced Strassman as What Is This’ bassist. After graduating high school, the band began to play gigs in the Los Angeles area. Flea eventually left the band to play in the punk band Fear and was replaced by Chris Hutchinson. Around this time, Slovak and Jack Irons decided to play a show with Anthony Kiedis and Flea under the name Tony Flow and the Majestic Masters of Mayhem at the Rhythm Lounge. It consisted of the musicians improvising a punk funk jam (like Defunkt or James Chance and the Contortions) while Kiedis rapped a poem he wrote titled “Out in L.A.” It was intended to be a one-time performance, but the show was received so well that they were asked to return again the following week. The group decided to change their name to the Red Hot Chili Peppers, played several more shows at various Los Angeles clubs and musical venues, and eventually recorded a demo tape, all while Slovak and Irons were still playing with What Is This. A few months later, What Is This received a record deal with MCA Records, and the Red Hot Chili Peppers received a joint deal with EMI America and Enigma Records. Hillel Slovak and Jack Irons decided to leave the Red Hot Chili Peppers and stay with What Is This as the latter was their primary musical project while the former was seen as side endeavor. What Is This released their debut EP Squeezed in 1984. Around this time, Hillel Slovak had become uncertain of his role in the band and decided to rejoin the Red Hot Chili Peppers. He left What Is This in 1985, and later that year the band would release its only full-length studio album What Is This? and its final EP 3 Out of 5 Live. After this, the band broke up. Alain Johannes later met Natasha Shneider and the duo formed Walk The Moon, whose sole studio album featured Jack Irons and Chris Hutchinson on several tracks. Jack Irons later rejoined the Red Hot Chili Peppers in 1987, but would then leave the next year due to Hillel Slovak's death via a heroin overdose. Alain Johannes, Natasha Shneider, and Jack Irons later formed the band Eleven. Jack Irons would later leave Eleven midway through the recording of their third album to join Pearl Jam (with whom he recorded two albums) only to later rejoin Eleven in time for their fifth album. Eleven disbanded after the death of Natasha Shneider. Both Johannes and Irons were later part of Spinnerette. What Is This's song \"Mind My Have Still I\" from Squeezed was also featured on the soundtrack to the movie The Wild Life. Their second album, which featured a cover of the Spinners hit \"I'll Be Around\", was produced by Todd Rundgren, who also played Fairlight Synthesizer on the record. \"I'll Be Around\" was released as a single and video; it peaked at No. 62 on the Billboard Hot 100. ==Members== Original line-up *Alain Johannes: Lead Vocals, Guitar *Hillel Slovak: Guitar, Backing Vocals *Todd Strassman: Bass *Jack Irons: Drums Later members *Flea: Bass, Backing Vocals (replaced Todd Strassman) *Chris Hutchinson: Bass, Backing Vocals (replaced Flea) *Michael Bocretis: Keyboards ==Partial discography== {| class=\"wikitable\" |- ! Release date ! Title ! Label |- | 1984 |Squeezed EP | San Andreas Records/MCA |- | 1985 |What Is This | MCA |- | 1985 |3 Out of 5 Live EP | MCA |- |} ==References== ==External links== Category:Red Hot Chili Peppers Category:Alternative rock groups from California Category:1980 establishments in California Category:Musical groups established in 1980",
 "title": "What Is This?"
}