{
 "id": "838637",
 "text": "Étienne Pierre Théodore Rousseau (April 15, 1812December 22, 1867) was a French painter of the Barbizon school. ==Life== ===Youth=== He was born in Paris, France in a bourgeois family. At first he received a basic level of training, but soon displayed aptitude for painting. Although his father regretted the decision at first, he became reconciled to his son forsaking business, and throughout the artist's career (for he survived his son) was a sympathizer with him in all his conflicts with the Paris Salon authorities. Théodore Rousseau shared the difficulties of the romantic painters of 1830, in securing for their pictures a place in the annual Paris exhibition. The influence of classically trained artists was against them, and not until 1848 was Rousseau presented adequately to the public. left|thumb|The Fisherman, 1848–49 He had exhibited six works in the Salons of 1831, 1833, 1834 and 1835, but in 1836 his great work Paysage du Jura [La descente des vaches] was rejected by the Salon jury. He sent a total of eight further works to the Salon between 1836 and 1841; and yet none of them were accepted. Thereafter, he ceased sending work to the Salon until 1849, when all three of his submissions were accepted. He was not without champions in the press, and with the title of \"le grand refusé\" he became known through the writings of his friend Théophile Thoré, the critic who afterwards resided in England and wrote using the name Burger. During these years of artistic exile Rousseau produced some of his best pictures: The Chestnut Avenue, The Marsh in the Landes (now in the Louvre), Hoar-Frost (now in America); and in 1851, after the reorganization of the Salon in 1848, he exhibited his masterpiece, The Edge of the Forest (also in the Louvre), a picture similar in treatment to, but slightly varied in subject from, the composition called A Glade in the Forest of Fontainebleau, in the Wallace Collection at Hertford House, London. ===Barbizon and maturity=== Until this period Rousseau had lived only occasionally at Barbizon, but in 1848 he took up his residence in the forest village, and spent most of his remaining days in the vicinity. He was now able to obtain fair sums for his pictures (but only about one-tenth of their value thirty years after his death), and the number of his admirers increased. He was still ignored by the authorities, for while Narcisse Virgilio Diaz was made Chevalier of the Legion of Honour in 1851, Rousseau was left undecorated at this time, but was nominated and awarded the Cross soon afterwards. He would eventually become an Officer of the Legion of Honor. At the Exposition Universelle of 1853, where all Rousseau's rejected pictures of the previous twenty years were gathered together, his works were acknowledged to form one of the best of the many splendid groups there exhibited. But, after an unsuccessful sale of his works by auction in 1861, he contemplated leaving Paris for Amsterdam or London, or even New York. ===Later years=== Rousseau then suffered a series of misfortunes. His wife's mental health had worsened; his aged father became dependent on him for pecuniary assistance; his patrons were few. Moreover, while he was temporarily absent with his ill wife, a youth living in his home (a friend of his family) committed suicide in his Barbizon cottage. When he visited the Alps in 1863, making sketches of Mont Blanc, he became dangerously ill with inflammation of the lungs; and when he returned to Barbizon he suffered from insomnia and became gradually weakened. He was elected president of the fine-art jury for the 1867 Exposition; however, his disappointment at being denied the better awards may have affected his health, for in August he became paralyzed. He recovered slightly, but was again attacked several times during the autumn. In November his condition worsened, and he died in the presence of his lifelong friend, Jean-François Millet, on December 22, 1867. Millet, the peasant painter, for whom Rousseau had the greatest regard, had been much with him during the last years of his life, and at his death Millet assumed charge of Rousseau's ill wife. Rousseau's other friend and neighbor, Jules Dupré, himself an eminent landscape painter of Barbizon, relates the difficulty Rousseau experienced in knowing when his picture was finished, and how he, Dupré, would sometimes take away from the studio some canvas on which Rousseau was laboring too long. Rousseau was a good friend to Diaz, teaching him how to paint trees, for until a certain point in his career Diaz considered he could only paint figures. ==Work== Rousseau's pictures are always grave in character, with an air of exquisite melancholy. They are well finished when they profess to be completed pictures, but Rousseau spent so much time developing his subjects that his absolutely completed works are comparatively few. He left many canvases with parts of the picture realized in detail and with the remainder somewhat vague; and also a good number of sketches and water-color drawings. His pen work in monochrome on paper is rare. There are a number of good pictures by him in the Louvre, and the Wallace collection contains one of his most important Barbizon pictures. There is also an example in the Ionides collection at the Victoria and Albert Museum in London. ==Paintings== File:Théodore Rousseau - Fishing Village.jpg|Fishing Village, 1831, oil on canvas File:Théodore Rousseau-Etude de troncs d'arbres.jpg|Study of tree-trunks, 1833; oil on canvas, Musée des Beaux-Arts de Strasbourg File:'Thunderstorm over Mont Blanc' by Théodore Rousseau, 1834.jpg|Thunderstorm over Mont Blanc, 1834; oil-painting File:Théodore Rousseau - A Swamp in the Landes - Walters 37991.jpg|A Swamp in Les Landes, 1844, oil on panel, Walters Art Museum File:A Meadow Bordered by Trees MET ep11.45.5.R.jpg|A Meadow Bordered by Trees, c. 1845; oil on panel, Metropolitan Museum of Art File:Théodore Rousseau 004.jpg|Thunderstorms mood in the level of Montmartre, 1845-1848, color on panel, Musée d'Orsay File:Théodore Rousseau - Vue de la plaine de Montmartre.jpg|View of the Plain of Montmartre, c. 1848, oil on panel, Thyssen-Bornemisza Museum File:Théodore Rousseau - La cabane du charbon de bois dans la forêt de Fontainebleau.jpg|Charcoal hut in the forest of Fontainebleau, c. 1855, oil on canvas, Thyssen-Bornemisza Museum File:Théodore Rousseau - Study of an Oak Tree - Google Art Project.jpg|Study of an Oak Tree, c. 1857-1867, drawing in black and white chalk on paper, Museum of Fine Arts, Houston File:Théodore Rousseau - The Great Oaks of Old Bas-Bréau - Google Art Project.jpg|The Great Oaks of Old Bas-Bréau, 1864, oil on canvas, Museum of Fine Arts, Houston ==References== Attribution: * Endnotes: * Alfred Sensier, Souvenirs sur Th. Rousseau (Paris, 1872). * E. Michel, Les Artistes célébres: Th. Rousseau (Paris, 1891). * J. W. Mollett, Rousseau and Diaz (London, 1890). * David Croal Thomson, The Barbizon School of Painters: Th. Rousseau (London, 1892). * Albert Wolff, La Capitale de l'art: Th. Rousseau (Paris, 1886). * E. Chesneau, Peintres romantiques: Th. Rousseau (Paris, 1880). * P Burty, Maîtres et petit- maîtres: Th. Rousseau (Paris, 1877). ==Further reading== * (see index) == External links == *Théodore Rousseau - Rehs Galleries' biography on the artist. Category:1812 births Category:1867 deaths Category:19th-century French painters Category:Painters from Paris Category:French male painters Category:French Realist painters Category:Landscape artists Category:Officiers of the Légion d'honneur",
 "title": "Théodore Rousseau"
}