{
 "id": "83872",
 "text": "In Greek mythology, Ixion ( ;The Latin transcription, Ixīōn, shows that the stress should be on the second syllable. , gen.: Ἰξίονος means 'strong native'Robert Graves. The Greek Myths, section 50 s.v. Asclepius) was king of the Lapiths, the most ancient tribe of Thessaly.Virgil, Aeneid 6.601 == Family == Ixion was the son of Ares, or Leonteus,Hyginus, Fabulae 62 or Antion and Perimele,Diodorus Siculus, Bibliotheca historica 4.69.3 or the notorious evildoer Phlegyas, whose name connotes \"fiery\".Strabo, Geographica 9, p. 442 PeirithoösPeirithoös, too slew a kinsman, which occasioned his own wandering in search of catharsis. was his sonDiodorus Siculus, Bibliotheca historica 4.63.1; Ovid, Metamorphoses 12.210; Apollodorus, 1.8.2; Hyginus, Fabulae 14.2, 79 & 257 (or stepson, if Zeus were his father, as Zeus claims to Hera in Iliad 14).\"come, let us turn to lovemaking. For never did such desire for goddess or woman ever flood over me, taming the heart in my breast, not even when I loved Ixion's wife, who bore Peirithoös, the gods' equal in counsel...\" Tactless, Zeus lists several more of his conquests to Hera. ==Background== Ixion married Dia,Dia \"is only another name for Hebe, the daughter of Hera, and indeed was probably the name for Hera herself, as 'she who belongs to Zeus' or 'the Heavenly one'\" (Kerenyi 1951:159). a daughter of DeioneusDiodorus Siculus, Bibliotheca historica 4.69.3 (or Eioneus), and promised his father-in-law a valuable present. However, he did not pay the bride price, so Deioneus stole some of Ixion's horses in retaliation. Ixion concealed his resentment and invited his father-in-law to a feast at Larissa. When Deioneus arrived, Ixion pushed him into a bed of burning coals and wood. These circumstances are secondary to the fact of Ixion's primordial act of murder; it could be accounted for quite differently: in the Greek Anthology (iii.12), among a collection of inscriptions from a temple in Cyzicus, is an epigrammatic description of Ixion slaying Phorbas and Polymelos, who had slain his mother, Megara, the \"great one\".The more familiar Megara of myth is not the same figure. Ixion went mad, defiled by his act; the neighboring princes were so offended by this act of treachery and violation of xenia that they refused to perform the rituals that would cleanse Ixion of his guilt (see catharsis). Thereafter, Ixion lived as an outlaw and was shunned. By killing his father- in-law, Ixion was reckoned the first man guilty of kin-slaying in Greek mythology. This act alone would warrant Ixion a terrible punishment, but Zeus took pity on Ixion and brought him to Olympus and introduced him at the table of the gods. Instead of being grateful, Ixion grew lustful for Hera,He was already wedded to her double, Dia.Lucian, Dialogi Deorum 9 Zeus's wife, a further violation of guest–host relations. Zeus found out about his intentions and made a cloud in the shape of Hera, which became known as Nephele (from nephos \"cloud\") and tricked Ixion into coupling with it. From the union of Ixion and the false-Hera cloud came ImbrosTzetzes, Chiliades 9.20 line 464, 469 & 477 or Centauros,Apollodorus, Epitome 1.20 who mated with the Magnesian mares on Mount Pelion, Pindar told,Pindar, Pythian Ode 2 engendering the race of Centaurs, who are called the Ixionidae from their descent. Ixion was expelled from Olympus and blasted with a thunderbolt. Zeus ordered Hermes to bind Ixion to a winged fiery wheel that was always spinning. Therefore, Ixion was bound to a burning solar wheel for all eternity, at first spinning across the heavens,The meticulous Pindar mentions the feathers. but in later myth transferred to Tartarus.Virgil, Georgics 3.39 & 4.486; Ovid, Metamorphoses 4.461–465 & 10.42Kerenyi 1951:160 Only when Orpheus played his lyre during his trip to the Underworld to rescue Eurydice did it stop for a while. ==Analysis== \"The details are very odd, the narrative motivation creaks at every juncture,\" observes Robert L. Fowler;Fowler, \"The myth of Kephalos as aition of rain-magic (Pherekydes FrGHist 3F34)\", Zeitschrift für Papyrologie und Epigraphik 97 (1993:29–42). \"the myth smacks of aetiology.\" He notes that Martin Nilsson suggestedNilsson, The Mycenaean Origin of Greek Mythology (1931) p. 135 note 19. an origin in rain-making magic, with which he concurs: \"In Ixion's case the necessary warning about the conduct of magic has taken the form of blasphemous and dangerous conduct on the part of the first officiant.\" In the fifth century, Pindar's Second Pythian Ode (c. 476–68 BC) expands on the example of Ixion, applicable to Hiero I of Syracuse, the tyrant of whom the poet sings. Aeschylus, Euripides and Timasitheos each wrote a tragedy of Ixion though none of these accounts have survived. Ixion was a figure also known to the Etruscans, for he is depicted bound to the spoked wheel, engraved on the back of a bronze mirror, ca 460-450 BC, in the British Museum.BM GR 1900.6-11.3, illustrated in Larissa Bonfante and Judith Swaddling, Etruscan Myths (series The Legendary Past, British Museum/University of Texas), 2006, p. 29 fig. 15; \"On an Etruscan mirror, Ixion is shown spread-eagled to a firewheel, with mushroom tinder at his feet\" (Graves 1960, §63.2) The wheel has been recognized as the solar wheel at least since Arthur Bernard Cook, Zeus: A Study in Ancient Religion, 1914, pp. 197–98, and pl. XVII, the bronze Etruscan mirror engraved with Ixion on his wheel. Whether the Etruscans shared the Ixion figure with Hellenes from early times or whether Ixion figured among those Greek myths that were adapted at later dates to fit the Etruscan world-view is unknown. The figure on the mirror-back is shown as winged, a characteristic shared with Etruscan daimones and Underworld figures rather than human heroes. ==In literature== *In Chapter 22 of Charles Dickens' David Copperfield, Steerforth declares: \"As to fitfulness, I have never learnt the art of binding myself to any of the wheels on which the Ixions of these days are turning round and round.\" *In Chapter 39 of Charles Dickens' Bleak House, Richard Carstone laments: \"Yes, with Ixion on it.\" This in response to Mr. Vholes telling him, \"We have put our shoulders to the wheel, Mr. Carstone, and the wheel is going round.\" in regards to Jarndyce v Jarndyce.Bleak House by Charles Dickens via Project Gutenberg| *In the Epilogue to Moby-Dick, Ishmael, the only surviving crewmember at the sinking of the Pequod, likens himself to \"another Ixion.\" *In Guillaume Apollinaire's poem \"Vendémiaire\", \"...open-air chimneys impregnate the clouds/As once did the mechanical Ixion\" (“... cheminées à ciel ouvert engrossent les nuées/Comme fit autrefois l’Ixion mécanique”). *In Lord Byron's satiric poem Don Juan: Dedication, \"Not even a sprightly blunder's spark can blaze / From that Ixion grindstone's ceaseless toil, / That turns and turns to give the world a notion / Of endless torments and perpetual motion.\" *In John Keats's epic poem Hyperion, the Goddess Thea's power is such that it can \"sta[y] Ixion's wheel\" (Book 1, 30). *In Alexander Pope's satiric poem The Rape of the Lock Canto II, Sylphs that neglected their posts were threatened to be \"as Ixion fix'd\" and feel \"the giddy motion of the whirling mill.\" *Shakespeare King Lear, Act IV, Scene VII: “But I am bound upon a wheel of fire, that mine own tears do scald like moulten lead.” *In Chapter 20 of Thomas Hardy's Far from the Madding Crowd : \"The peculiar motion involved in turning a wheel has a wonderful tendency to benumb the mind. It is a sort of attenuated variety of Ixion’s punishment, and contributes a dismal chapter to the history of heavy, and the body’s centre of gravity seems to settle by degrees in a leaden lump somewhere between the eyebrows and the crown.\" *In 'The Life and Opinions of Tristram Shandy' by Laurence Sterne, Book VII Chapter 13: \"Now the wheel we are talking of, and whereinto (but not whereonto, for that would make an Ixion's wheel of it) he curseth his enemies, according to the bishop's habit of body, should certainly be a post-chaise wheel,..\" ==See also== *Wanyūdō *Sisyphus ==Notes== ==References== *Apollodorus, The Library with an English Translation by Sir James George Frazer, F.B.A., F.R.S. in 2 Volumes, Cambridge, MA, Harvard University Press; London, William Heinemann Ltd. 1921. ISBN 0-674-99135-4. Online version at the Perseus Digital Library. Greek text available from the same website. *Diodorus Siculus, The Library of History translated by Charles Henry Oldfather. Twelve volumes. Loeb Classical Library. Cambridge, Massachusetts: Harvard University Press; London: William Heinemann, Ltd. 1989. Vol. 3. Books 4.59-8\\. Online version at Bill Thayer's Web Site *Diodorus Siculus, Bibliotheca Historica. Vol 1–2. Immanel Bekker. Ludwig Dindorf. Friedrich Vogel. in aedibus B. G. Teubneri. Leipzig. 1888–1890. Greek text available at the Perseus Digital Library. *Gaius Julius Hyginus, Fabulae from The Myths of Hyginus translated and edited by Mary Grant. University of Kansas Publications in Humanistic Studies. Online version at the Topos Text Project. *John Tzetzes, Book of Histories, Book IX–X translated by Jonathan Alexander from the original Greek of T. Kiessling's edition of 1826. Online version at theio.com *Pindar, Odes translated by Diane Arnson Svarlien. 1990. Online version at the Perseus Digital Library. *Lucian of Samosata, Dialogues of the Gods translated by Fowler, H W and F G. Oxford: The Clarendon Press. 1905. Online version at theoi.com *Luciani Samosatensis, Opera. Vol I. Karl Jacobitz. in aedibus B. G. Teubneri. Leipzig. 1896. Greek text available at the Perseus Digital Library. *Pindar, The Odes of Pindar including the Principal Fragments with an Introduction and an English Translation by Sir John Sandys, Litt.D., FBA. Cambridge, MA., Harvard University Press; London, William Heinemann Ltd. 1937. Greek text available at the Perseus Digital Library. *Publius Vergilius Maro, Bucolics, Aeneid, and Georgics of Vergil. J. B. Greenough. Boston. Ginn & Co. 1900. Online version at the Perseus Digital Library. *Publius Vergilius Maro, Aeneid. Theodore C. Williams. trans. Boston. Houghton Mifflin Co. 1910. Online version at the Perseus Digital Library. *Publius Vergilius Maro, Bucolics, Aeneid, and Georgics. J. B. Greenough. Boston. Ginn & Co. 1900. Latin text available at the Perseus Digital Library. *Strabo, The Geography of Strabo. Edition by H.L. Jones. Cambridge, Mass.: Harvard University Press; London: William Heinemann, Ltd. 1924. Online version at the Perseus Digital Library. *Strabo, Geographica edited by A. Meineke. Leipzig: Teubner. 1877. Greek text available at the Perseus Digital Library. ==Further reading== *Graves, Robert, (1955) 1960. The Greek Myths, Section 63 passim. *Kerenyi, Karl. The Gods of the Greeks. London: Thames & Hudson, 1951 (pp. 158–160). ==External links== *Gaelle Ginestet, \"Ixion\" in A Dictionary of Shakespeare's Classical Mythology (2009–), ed. Yves Peyré. Category:Children of Ares Category:Demigods in classical mythology Category:Kings of the Lapiths Category:Kings in Greek mythology Category:Condemned souls in Tartarus Category:Metamorphoses characters Category:Characters in Book VI of the Aeneid Category:Lapiths in Greek mythology Category:Characters in Greek mythology Category:Deeds of Zeus Category:Centaurs",
 "title": "Ixion"
}