{
 "id": "838825",
 "text": "Reyenaldo Ignacio \"Chito\" Martínez, (born December 19, 1965) is a former Major League Baseball player and the first in MLB history to be born in the country of Belize. Born in Belize City, he spent parts of three seasons (1991 to 1993) with the Baltimore Orioles, hitting 13 home runs in his rookie season and posting a slugging percentage of .514 in 216 at bats. He was also the first Orioles player to record a hit in each of his first six MLB games. It would be the high point of his career. After his power dropped dramatically in 1992, Martínez quickly faded away. He appeared in eight games in 1993 before disappearing from the major leagues. ==Career== Martinez played minor league baseball for the Kansas City Royals organization, but never came close to the major leagues with them. The outfielder was signed to the Baltimore organization in the winter of 1990. By July 1991, Martinez had the most home runs in the International League (20) and he was called up from the Class AAA Rochester Red Wings to the Orioles. ==Personal== Martinez has a son who plays minor league baseball. Drew Martinez attended the University of Memphis. He was selected by the New York Mets in the 2010 MLB draft after his sophomore year, but returned to Memphis for another year. He was selected by the Los Angeles Angels in the 10th round of the 2011 Major League Baseball draft and played in the minor leagues from 2011 to 2016. ==References== Category:1965 births Category:Living people Category:People from Belize City Category:Baltimore Orioles players Category:Major League Baseball right fielders Category:Major League Baseball players from Belize Category:Brother Martin High School alumni Category:Eugene Emeralds players Category:Fort Myers Royals players Category:Memphis Chicks players Category:Omaha Royals players Category:Rochester Red Wings players Category:Bowie Baysox players Category:Columbus Clippers players Category:Colorado Springs Sky Sox players",
 "title": "Chito Martínez"
}