{
 "id": "839310",
 "text": "Hinduism can be found in the Arab world from the mid of 19th century, millions of members of the Indian diaspora, of different religions, reside and work in Arab states of the Persian Gulf. Many of them are Hindu. Many came due to the migration of Indians and Nepalese expatriates and employees to the oil-rich states around the Persian Gulf. Hindu temples have been built in Bahrain, the United Arab Emirates, Yemen, and Oman. ==Demographics== {| class=\"sortable wikitable\" |+ Hinduism by country in the Middle East |- ! Country ! Population (2020E) ! % of Hindus ! Hindu total |- | | align=\"right\" | | align=\"left\" | | align=\"right\" | 986,900 |- | | align=\"right\" | | align=\"left\" | | align=\"right\" | 451,347 |- | | align=\"right\" | | align=\"left\" | | align=\"right\" | 425,950 |- | | align=\"right\" | | align=\"left\" | | align=\"right\" | 335,967 |- | | align=\"right\" | | align=\"left\" | | align=\"right\" | 297,103 |- | | align=\"right\" | | align=\"left\" | | align=\"right\" | 279,488 |- | | align=\"right\" | | align=\"left\" | | align=\"right\" | 165,708 |- | | align=\"right\" | | align=\"left\" | | align=\"right\" | 84,340 |- | | align=\"right\" | | align=\"left\" | | align=\"right\" | 10,186 |- | | align=\"right\" | | align=\"left\" | | align=\"right\" | 8,640 |- | | align=\"right\" | | align=\"left\" | | align=\"right\" | 6,830 |- ! Total ! 197,438,267 ! 1.6 ! 3,062,645 |} {| class=\"wikitable sortable\" |+Hinduism in West Asia |- ! Region ! Total Population ! Hindus ! % of Hindus ! % of Hindu total |- style=\"text-align:center;\" | Central Asia | 92,019,166 | 149,644 | 0.163% | 0.016% |- style=\"text-align:center;\" | East Asia | 1,527,960,261 | 130,631 | 0.009% | 0.014% |- style=\"text-align:center;\" | West Asia | 274,775,527 | 3,187,673 | 1.5% | 0.084% |- style=\"text- align:center;\" | South Asia | 1,437,326,682 | 1,068,728,901 | 70.05% | 98.475% |- style=\"text-align:center;\" | Southeast Asia | 571,337,070 | 6,386,614 | 1.118% | 0.677% |- style=\"background:#9ff;\" ! Total ! 3,903,418,706 ! 1,074,728,901 ! 26.01% ! 99.266% |} The number of Hindus in other Arab countries, including the countries of the Levant and North Africa, is thought to be negligible. It is not known whether any Hindu temples exist in these countries. ==Historical background== Indian settlers came to live in Oman, creating settlements and practicing Hinduism. Arab sailors were using the southwest monsoon winds to trade with western Indian ports before the first century CE. An Arab army conquered Sindh in 711 and Arab traders settled in Kerala in the 6th century. In the opposite direction, medieval Gujaratis, Kutchis, and other Indians traded extensively with Arab and Somali ports, including Hormuz, Salalah, Socotra, Mogadishu, Merca, Barawa, Hobyo, Muscat and Aden. Arab merchants were the dominant carriers of Indian Ocean trade until the Portuguese forcibly supplanted them at the end of the 15th century. Indo-Arabian links were renewed under the British Empire, when many Indians serving in the army or civil service were stationed in Arab lands such as Sudan. The current wave of Indian immigration to the Arab states of the Persian Gulf dates roughly to the 1960s. Hinduism is also one of the fastest growing religions in the Middle East, mainly due to immigration from the Indian Subcontinent. In 2001, Belgian speleologists found a large number of inscriptions, drawings and archaeological objects on the Socotra island in Yemen left by sailors who visited the island in the 1st century BC to 6th century AD and most of the texts found were written in the Indian Brahmi script. ==Egypt== There were about 2,700 Hindus in Egypt in 2010. ==Israel== There is a small community of Indians, most of whom are Hindus. ==Libya== Libya has an Indian community of about 10,000 individuals (in 2007), many of whom are likely to be Hindu. ==Oman== Oman has an immigrant Hindu minority. The number of Hindus has declined in the 20th century although it is now stable. Hinduism first came to Muscat in 1507 from Kutch. The original Hindus spoke Kutchi. By the early 19th century there were at least 4,000 Hindus in Oman, all of the intermediate merchant caste. By 1900, their numbers had plummeted to 300. In 1895, the Hindu colony in Muscat came under attack by the Ibadhis. By the time of independence, only a few dozen Hindus remained in Oman. The historical Hindu Quarters of al-Waljat and al-Banyan are no longer occupied by Hindus. The most prominent immigrant Hindus, are Visoomal Damodar Gandhi (Aulad Kara), Khimji Ramdas, Dhanji Morarji, Ratansi Purushottam and Purushottam Toprani.J.E. Peterson,Oman's diverse society: Northern Oman, Middle East Journal, Vol. 58, Nr. 1, Winter 2004 The only Hindu crematorium is located in Sohar, northwest of Muscat. ===Temples=== Hindu temples once located in Ma'bad al Banyan and Bayt al Pir, no longer exist. The only active Hindu temples today are the Shiva temple complex in Muscat (locally known as Motishwar Mandir), and the Krishna temple located in Darsait. ==Qatar== Hindus make up 15.1% of Qatar. There are an estimated 422,118 Hindus in the country.Global Religious Landscape. Pew Forum. Many Hindus are from South and Southeast Asia. ==Saudi Arabia== Saudi authorities interpret Hindu icons as idols, and idol worship is strongly condemned in Sunni Islam. This is likely the foundation for the stringent position of Saudi authorities when it comes to idol worshiper religious practice. ==Turkey== There is a small community of Indian expiates in 300 people with 100 families, of which almost every one follows Hinduism. ==United Arab Emirates== South Asians in the United Arab Emirates (UAE) constitute the largest ethnic group in the country. Over 2 million Indian migrants (mostly from the southern Indian states of Kerala, Andhra Pradesh, Coastal Karnataka and Tamil Nadu) are estimated to be living in the UAE, constituting 28% of the total population of the Emirates as of 2017. A majority of Indians live in the three largest cities of the UAE — Abu Dhabi, Dubai and Sharjah. From the estimated 2 million migrants, 1 million are from Kerala and 450,000 from Tamil Nadu, thus constituting a majority of the Indian community in the UAE. The population of Indian migrants in the UAE had grown from 170,000 in 1975 to an estimated value of 750,000 in 1999. By 2009, this value had grown to an estimated value of 2 million. A majority of Indians in the UAE (approximately 50%—883,313 in 2011) are from the South Indian state of Kerala, followed by migrants from Tamil Nadu. The majority of Indian migrants to UAE are Muslim (50%), followed by Christian (25%) and Hindu (25%). Estimates suggest Hindu population in UAE to be anywhere from 6-10%. ===Temples=== Despite a sizable of the population practicing the Hindu faith, there is currently just one Hindu temple in the two largest sheikhdoms. The Hindu Temple, Dubai (locally referred to as Shiva and Krishna Mandir) has been pointed out as just a small prayer hall operating on the upper floor of a rented commercial building, with two altars. Permitted to be built in 1958, the small temple had become a foreign policy issue during the visit by Prime Minister Narendra Modi to the UAE in late 2016. Instead, Hindus living in Abu Dhabi and Dubai practice their religion within their homes. The first Hindu temple in Abu Dhabi is currently under construction. The new temple, BAPS Shri Swaminarayan Mandir Abu Dhabi, had its foundation stone laying ceremony in April, 2019. There are two operating cremation facilities for the Hindu community, one in Abu Dhabi and one in Dubai. ==Yemen== There are about 200,000 Hindus in Yemen. Many of them are from India and Nepal. ==Hindu temples== *BAPS Shri Swaminarayan Mandir in Abu Dhabi, UAE * Sindhi Guru Darbar Temple in Dubai, UAE *Motishwar Shiv Mandir in Muscat, Oman *Shiva and Krishna Mandir in Dubai, UAE *Shrinathji Temple, Bahrain *Hinglaj Mataji Mandir in Aden, Yemen *Ramchanderji Temple in Aden, Yemen *Trikamraiji-Haveli Temple in Crater, Yemen ==See also== * Hinduism by country * BAPS Shri Swaminarayan Mandir Abu Dhabi * Buddhism in the Middle East ==References== Category:Middle Eastern culture",
 "title": "Hinduism in Arab states"
}