{
 "id": "839334",
 "text": "In Greek mythology, Ichnaea (Iknaia) (), \"the tracker\" was an epithet that could be applied to Themis, as in the Homeric Hymn to Delian Apollo,Homeric Hymn 3 to Apollo, 96; Gantz, p. 52. or to Nemesis, who was venerated at Ichnae, a Greek city in Macedon. At the birth of Apollo on Delos according to the Homeric hymn, the goddesses who bear witness to the rightness of the birth are the great goddesses of the old order: Dione, Rhea, the Ichnaean goddess, Themis, and the sea-goddess \"loud-moaning\" Amphitrite.Homeric Hymn 3 to Apollo, 95-100. While, Strabo, in his Geographica, says that the \"Ichnaean Themis\" is worshipped at the town of Ichnae,Strabo, Geographica 9.5.14 (Hamilton and Falconer's translation; Jones' translation) Hamilton and Falconer translate it as \"Ichnæ, where the Ichnæan Themis is worshipped\", while Jones translates it as \"Ichnae, where the Ichnaean Themis is held in honor\". and William Smith suggests that the name \"may have been derived\" from the town.Smith, s.v. Ichnaea. == Notes == == References == * Gantz, Timothy, Early Greek Myth: A Guide to Literary and Artistic Sources, Johns Hopkins University Press, 1996, Two volumes: (Vol. 1), (Vol. 2). * Homeric Hymn 3 to Apollo, in The Homeric Hymns and Homerica with an English Translation by Hugh G. Evelyn-White, Cambridge, Massachusetts, Harvard University Press; London, William Heinemann Ltd. 1914. Online version at the Perseus Digital Library. * Smith, William, Dictionary of Greek and Roman Biography and Mythology, London (1873). Online version at the Perseus Digital Library. * Strabo, Geography, edited and translated by H.C. Hamilton, Esq., W. Falconer, M.A., London, George Bell & Sons, 1903. Online version at the Perseus Digital Library. * Strabo, Geography, Volume IV: Books 8-9, translated by Horace Leonard Jones, Loeb Classical Library No. 196, Cambridge, Massachusetts, Harvard University Press, 1927. . Online version at Harvard University Press. Online version by Bill Thayer. Online version at the Perseus Digital Library. Category:Epithets of Greek deities",
 "title": "Ichnaea"
}