{
 "id": "839592",
 "text": "Lake Uluabat ( and ) is the name of a freshwater lake in the vicinity of Bursa, Turkey. It is a large lake, covering an area of between 135 and 160 km2 depending on the water level, but very shallow, being only 3 m deep at its deepest point. The lake contains eight islands and one other that is sometimes an island and sometimes a peninsula. The largest island is known as Halilbey Island. In the southwest the lake is fed by the Mustafakemalpaşa River, which has formed a silty delta. Water leaves the lake by way of the Ulubat stream, flowing to the west, and reaches the Sea of Marmara via the Susurluk River. Most shores of the lake are covered in submerged plants, and it has the most extensive white water lily beds in Turkey. Uluabat Lake is one of the breeding areas for the endangered pygmy cormorant (Phalacrocorax pygmeus). The latest DHKD (Society for the Protection of Nature Turkey) survey in June 1998 found 823 pygmy cormorant pairs, 105 night heron pairs, 109 squacco heron pairs, and 48 spoonbill pairs breeding on Uluabat. The alternative name Lake Apolyont comes from the lake's greek classical name Apolloniatis (Απολλωνιάτις), from Apollonia-on-the-Rhyndacum (modern Gölyazı), an ancient Greek city situated on its banks which had considerable importance since it was on major trade routes. Modern residential areas by its shores are Mustafakemalpaşa (formerly Kirmasti) and Karacabey (formerly Mikalick). The area was famous for centuries for its silkworm cultivation, but this industry has died out due to synthetic fabrics. The main industry today is fishing. ==Overview== Uluabat Lake was recognized by the Ramsar Convention on Wetlands of International Importance. The Global Nature Fund designated the lake as a \"Living Lake\" in 1998. ==Hydrology== Lake Uluabat empties into the Sea of Marmara via the Susurluk River. The Lake is fed by the Mustafakemalpaşa River. ==Ecology== Lake Uluabat is a large, long, shallow inland lake that is surrounded by marshes and agricultural land. There are submerged plants on the shores of the lake. According to the Global Nature Fund, there is nowhere in Turkey with more white water lily beds than Lake Uluabat. ==Islands and peninsulas== There are seven islands in the lake, including Halilbey Island.—which is the largest island, and St. Constantine—known for the Byzantine era monastery. Today St. Constantine island is uninhabited, but the monastery has survived the Ottoman conquest of Asia Minor. The orthodox monastery has received attention from scholars because of its inscribed cross type with apses east and west. One of the most well-known features of Lake Uluabat is the small island village of Gölyazı—an ancient Greek settlement near modern day Bursa. Gölyazı was featured in the final episode of the Turkish TV series Kara Para Aşk. The Gölyazı Old Mosque, located on the peninsula is a UNESCO World Heritage Site. ==Wildlife== The lake, which has an \"Unprotected Status\" (UP), was declared by BirdLife International as an Important Bird Area in 1989 for its waterfowl species of international character and species which are globally threatened. This paper was \"adapted from a talk given at the XVII ICBP European Continental Section Conference held in Adana, Turkey from May 15 to May 20, 1989. Uluabat Lake is one of the breeding areas for the endangered pygmy cormorant (Phalacrocorax pygmeus). The latest DHKD (Society for the Protection of Nature Turkey) survey in June 1998 found 823 pygmy cormorant pairs, 105 night heron pairs, 109 squacco heron pairs, and 48 spoonbill pairs breeding on Uluabat. There are 21 species of fish in Lake Uluabat. ==See also== * Uluabat * Lake Akşehir ==References== Uluabat Category:Ramsar sites in Turkey Category:Landforms of Bursa Province Category:Important Bird Areas of Turkey",
 "title": "Lake Uluabat"
}