{
 "id": "839903",
 "text": "The Encyclopedia of Mormonism is a semi-official English-language encyclopedia for topics relevant to The Church of Jesus Christ of Latter-day Saints (LDS Church, see also \"Mormon\"). The five-volume texts have been digitized and are available for free online via the Harold B. Lee Library's official website. ==Background== Published in 1992, the Encyclopedia contains nearly 1,500 articles, including several short unattributed entries in four volumes. The text is approximately one million words, and over 1,850 pages including pictures, maps, charts, index, and appendices. The title for the Encyclopedia of Mormonism was chosen by Macmillan, the secular publisher that initiated the project. The set was originally expected to be priced at $240 ($ in ), but has since been digitized and made available for free. There were over 730 contributors from a wide variety of fields, most of whom had LDS and academic backgrounds. A large number were professors at Brigham Young University (BYU), the LDS Church-owned university. Most individuals contributed only one article, and few submitted more than three or four. Notable contributors include Mormon historians Leonard J. Arrington and Thomas G. Alexander, former Salt Lake City mayor Ted Wilson, noted non-Mormon LDS historian Jan Shipps, authors Steven R. Covey, Gerald N. Lund, and Richard Eyre, respected scholar and apologist Hugh Nibley, and a few general authorities, such as Jeffery R. Holland and H. David Burton. The editor of the Encyclopedia of Mormonism, Daniel H. Ludlow, states that he strove to make the volume as professional as possible. Most articles are written by PhDs in their respective fields. LDS Church general authorities wrote little of the Encyclopedia; indeed, most contributors from church hierarchy were only tapped to write articles on the publications or institutions they directly administered or led. For impartiality and perspective, several non-Mormons were asked to write important articles. For example, Shipps wrote on the outsider's interpretation of Mormonism, and Richard P. Howard, a historian of the Reorganized Church of Jesus Christ of Latter Day Saints (now the Community of Christ), wrote on his branch of the Latter Day Saint movement. ==Subjects addressed== The Encyclopedia of Mormonism includes lengthy articles on core LDS subjects like LDS Church history and doctrine, but the work also includes many topics that are less closely related to Mormonism. For example, articles on constitutional law, sports, science, and freedom discuss LDS perspectives and contributions to various fields. Ludlow also sought to make the encyclopedia accessible to non-Mormons: an optional fifth volume was printed, containing the \"Standard Works,\" LDS scriptures that are heavily cited in the encyclopedia. ==Role of encyclopedia relative to the LDS Church== Although the LDS Church cooperated in the production of the book, particularly by setting aside BYU resources, the Encyclopedia was meant to be independent and unofficial in the church. Ludlow highlights that in his concluding preface remarks: :Lest the role of the Encyclopedia be given more weight than it deserves, the editors make it clear that those who have written and edited have only tried to explain their understanding of Church history, doctrines, and procedures; their statement and opinions remain their own. The Encyclopedia of Mormonism is a joint product of Brigham Young University and Macmillan Publishing Company, and its contents do not necessarily represent the official position of The Church of Jesus Christ of Latter-day Saints. - Encyclopedia of Mormonism, p. lxii. The LDS Church also noted the position in official publications. ==Views of contents== In addition to established scholars like Nibley, many other LDS scholars who were then less known also contributed, including John Gee, William Hamblin, Louis C. Midgley, Daniel C. Peterson, Noel B. Reynolds, Stephen D. Ricks, John L. Sorenson, Melvin J. Thorne, and John W. Welch. Critics had mixed reviews. Sterling M. McMurrin said that \"the articles on social issues and church structure and the biographies are the most useful\" but also felt that \"the work is a carefully sanitized partisan affair that, while having many strengths, is quite uneven in quality and, though it appears to face many difficult issues head on, clearly omits, distorts, and compromises wherever necessary to advance and protect a positive image of Mormons, Mormonism, and the church.\" George D. Smith praised the Encyclopedia \"As a 'religious encyclopedia' that addresses a goal of preserving a body of belief,\" stating it \"impressively fulfills its mission.\" However, he criticized the Encyclopedia's treatment of Book of Mormon scholarship for not being comprehensive and instead being \"a statement of LDS orthodoxy\" which \"presents only a portion of important background and issues concerning the Book of Mormon\" and \"lacks the scope and diversity necessary to qualify it as truly encyclopedic.\" The introduction to Sunstone's review of the Encyclopedia mentioned that Lavina Fielding Anderson \"pointed out 'pitfalls in the treatment of women's issues, but revealed a few surprisingly positive moments that otherwise might have been overlooked-and probably were by some editors.'\" ==See also== * Mormonism: A Historical Encyclopedia ==Notes== == References == *. *. *. *. ==External links== * Encyclopedia of Mormonism - post-printing updates to the articles from the original authors, in a private wiki format, hosted by BYU Category:1992 non-fiction books Category:1992 in Christianity Category:Christian encyclopedias Category:History books about the Latter Day Saint movement Category:LDS non-fiction Category:Macmillan Publishers books Mormonism, Encyclopedia of",
 "title": "Encyclopedia of Mormonism"
}