{
 "id": "839964",
 "text": "Afrikaanse Hoër Seunskool (also known as Affies), is a public Afrikaans medium high school for boys situated in the suburb of Elandspoort in Pretoria in the Gauteng province of South Africa. The school was founded in 1920 by Jan Joubert and reverend Chris Neethling together with its sister school Afrikaanse Hoër Meisieskool Pretoria. ==History== ===Early years (1920-1928)=== The school's founding on 28 January 1920 marked the establishment of the first purely Afrikaans-medium high school in South Africa.The event predated the official recognition of the Afrikaans language by five years. With English as well as Dutch established as the official languages in South Africa, many of the Afrikaans-speaking population believed Afrikaans should also enjoy recognition. Afrikaans as language grew so fast that CJ Langenhoven tabled a motion in the Cape Provincial Council to slowly replace Dutch with Afrikaans. This thought was strongly supported by MP Jan Joubert and Chris Neethling. As leaders in the community they quickly organized a group to establish a purely Afrikaans school in Pretoria. On 27 January 1920, the first acting head, Johannes Arnoldus Kruger de Lange received the new pupils. The first enrollment was a boy named Frederik Botha. There were 35 pupils in form II (grade 9) and 10 in form III (grade 10); 45 in total. De Lange was supported by DJ (Dawie) Malan and MM de Vos who were joined on 11 February by HCP Sack. De Lange later became head at the Commercial Branch at the Pretoria Technical College. The school with 45 children and 3 teachers was housed in the home of General Piet Joubert at 218 Visagie Street, Central Pretoria. ===Current building (1927)=== By 1927, the school had grown and new premises were required. The school was therefore moved eastward to the current premises of the Afrikaanse Hoër Meisieskool, Affies sister-school. At the end of 1927, the school took over the Hogere Oosteindschool, a Dutch-medium instruction school, suggestive of the demise of Dutch as a language in South Africa and the assumption of Afrikaans as the primary instruction medium. ===Present (1928-)=== By 1929 this building had also run out of space and the decision was made to split the boys and girls into separate schools, thus creating the first separate Afrikaans boys' and girls' schools in South Africa. These two schools are now situated opposite each other in Lynnwood Road. ==Headmasters== * F.J. le Roux : (19201946) * G.J. Potgieter : (19471963) * J.A. Fourie : (19641968) * J.D.V Terblanche : (19701973) * N.C. Roesch : (19741984) * T.L.P. Kruger : (19851991) * P. Edwards :(19922018) * P. W. Joynt: (2019-) == Museum == thumb|left The Afrikaanse Hoër Seunskool has a rich history. Showcasing this history is the Affie-museum housed above the library. It shines a light on the culture of the school since its inception. On 26 July 2012 the museum was opened to the public. The museum was the brainchild of the previous headmaster, Pierre Edwards who had a doctorate in history. The school has an archivist, Engela Hechter, who sorts through donated and stored documents, most of which are still in their original print, related to the school. On the walls of the library are all the photos of all the matric groups from 1920 to present. == Sport == Afrikaanse Hoër Seunskool has been performing very well on sport during the years. The sports that are offered in the school are: * Archery * Athletics * Chess * Cricket * Cross country * Cycling * Golf * Hockey * Rugby * Shooting * Squash * Swimming * Table tennis * Tennis * Water polo ==Notable alumni== Rugby *Louis Schmidt (1954) : Springbok rugby player 1958 to 1962, and the original Blue Bull; *Tonie Roux (1964) : Springbok rugby player 1969 to 1974; *Grant Esterhuizen (1994) : Springbok rugby player 2000; *Skipper Badenhorst (1996) : Natal Sharks / SA Under 21 / Cheetahs Super 14 rugby player; *Fourie du Preez (2000) : Springbok rugby player 2004-2015 and Springbok Captain. *Wynand Olivier (2001) : Springbok rugby player 2006–2013; *Pierre Spies (2003) : Springbok rugby player 2006–2013; *Dean Greyling (2004) : Springbok rugby player 2011–2012; *Quinn Roux (2008) : Ireland International Rugby 2016-; *Andries Ferreira (2008) : South African professional rugby player *Nico Janse van Rensburg (2012) Springbok rugby player 2021-; *Pierre Schoeman (2012) Scottish rugby player 2021-; *Ivan van Zyl (2013) : Springbok rugby player 2018-; *RG Snyman (2013) : Springbok rugby player 2018-; *Schalk Erasmus (2016): Springbok rugby union player Cricket *AB de Villiers (2002) : South African national cricket team player; *Francois du Plessis (2002): South African national cricket team player; *Kruger Van Wyk (1998): Titans, South Africa A and New Zealand Black Caps cricket player; *Heino Kuhn (2002): Titans and South Africa cricket player; *Jacques Rudolph (1999) : South African international cricket player 2003 to 2011; *Neil Wagner (2004) : New Zealand Black Caps cricket player. *Ruben Trumpelmann (2016) : Namibia cricket player. Golf *George Coetzee (2004) : South African professional golfer. Tennis *Johan Kriek (1976) : South African tennis player, twice winner of Australian Open singles title; *Danie Visser (1979) : South African tennis player, three times Grand Slam doubles winner. Other *Sebastiaan Rothmann (1993) : former IBO and WBO cruiser weight boxing champion; *Jacques Freitag (2000) : South African Olympic high jumper, gold medalist at 2003 IAAF World Championship; *Lehann Fourie (2005) : South African hurdler. Academics *Professor D. C. S. Oosthuizen : philosopher, Christian, critic of Apartheid, although his schooling was completed in Graaf Reinet; *Pierre Edwards (1970) : Springbok rugby player 1980, the former headmaster; Politics *Magnus Malan : Minister of Defence (1980–1991); *Gerrit Viljoen : Minister of Education and Minister of Constitutional Development; Arts *Marius Weyers (1962) : South African actor; *Ben Schoeman (2001) : South African pianist {{cite web |url= Business *Giam Swiegers: CEO of Deloitte Australia (2003–2015).Global CEO Aurecon (2015 -2019) and Chairman of Aurecon (2021 - present) ==References== ==External links== *Official school website *Oud Affie Bond (Afrikaans) *Chior information (Afrikaans) Category:Afrikaner culture in Pretoria Category:Afrikaans-language schools Category:Schools in Gauteng Category:Educational institutions established in 1920 Category:History of Pretoria Category:1920 establishments in South Africa Category:Boys' schools in South Africa",
 "title": "Afrikaanse Hoër Seunskool"
}