{
 "id": "840133",
 "text": "Brian Williamson (4 September 1945 – 9 June 2004) was a Jamaican gay rights activist who co-founded the Jamaica Forum for Lesbians, All-Sexuals and Gays (J-FLAG). He was known for being one of the earliest openly gay men in Jamaican society and for being one of its best known gay rights activists. Born to an upper-middle-class family in Saint Ann Parish, Williamson initially considered a life in the Roman Catholic clergy before deciding to devote himself to the cause of gay rights in Jamaica. In the 1990s, he purchased an apartment building in the New Kingston area of Kingston, in which he established a gay nightclub, which remained open for two years despite opposition from police. In 1998, he co-founded J-FLAG with other lesbian, gay, bisexual, and transgender (LGBT) rights activists, soon becoming the public face of the organisation. As J-FLAG's representative, he argued in favour of LGBT rights during appearances on Jamaican television and radio programs. This attracted great hostility within Jamaica – a country with particularly high rates of anti-gay prejudice – with J-FLAG members receiving death threats and Williamson surviving a knife attack. For a time he left Jamaica, living in Canada and England for several years, before returning to Kingston in 2002. In June 2004, Williamson was murdered in his apartment by an acquaintance, Dwight Hayden, whom he had been aiding with financial handouts. Police believed that Hayden's motive was robbery, although J-FLAG also suggested that homophobia may have played a part in the killing. Hayden was subsequently sentenced to life in prison. Upon learning of the murder, a crowd assembled in New Kingston to celebrate Williamson's death, chanting homophobic slogans and lyrics. Conversely, the Jamaican LGBT community held a secret memorial for him, while protests against the killing were held by LGBT rights groups in the United Kingdom. ==Biography== Williamson was born to an upper-middle-class family in the rural Saint Ann Parish. He initially considered joining the clergy of the Roman Catholic Church, studying for this position in Montego Bay, but eventually decided against this. In 1979, he began to devote himself to the cause of gay rights in Jamaica, becoming the first individual to do so in such a public manner. Jamaica had a reputation for its widespread anti-gay prejudice, an attitude that pervaded public discourse at all levels of society, with a number of popular Jamaican musicians inciting violence against gay men in their lyrics. Initially, Williamson offered his apartment in Kingston as a space in which gay Jamaicans could meet roughly every fortnight. In the early 1990s he purchased a large property on New Kingston's gentrified Haughton Street, converting part of this building into a gay nightclub that he called Entourage. Many of those who attended the club worked in the city's foreign embassies. Although the police tried to close it down, the club remained open for two years until Williamson was attacked by a patron carrying a knife, which was used to slash Williamson's arm. Although same-sex sexual relations between men were illegal in Jamaica, Williamson was openly gay. Williamson and other members of Jamaica's lesbian, gay, bisexual, and transgender (LGBT) community decided to form an organisation to campaign for their rights, resulting in the establishment of the Jamaica Forum for Lesbians, All Sexuals, and Gays (J-FLAG) in December 1998. J-FLAG sought to enhance LGBT rights through advocacy and encouraging legal reform, as well as through educational and social service programs. They also kept a record of anti-LGBT hate crimes including assaults, home invasions, and the corrective rape of lesbians, further recording the murder of 30 gay men between 1997 and 2004. From the time of the group's foundation, its members were subjected to repeated death threats. Williamson became the public face of the group, appearing on radio talk shows and television shows such as Perspective and Nationwide in which he argued against homophobia and called for greater government investment to tackle the HIV/AIDS pandemic. Unlike most other LGBT rights activists in Jamaica, Williamson did not seek to protect himself by using a pseudonym, disguising his voice, or hiding his appearance. Facing hostility and threats of violence, Williamson left Jamaica and moved to Canada and then England, before returning to the island in 2002. There, he moved into an apartment in his Haughton Street compound and decided to take a renewed role within Jamaica's LGBT rights movement. He lived in one room of his apartment block and rented out a number of others. ==Murder== Financially affluent, Williamson would often offer money or odd jobs to his acquaintances in the LGBT community. Among those whom Williamson befriended was Dwight Hayden, a closeted gay man in his mid-20s who had been a user of crack cocaine prior to 2002 and who was known locally as \"Dog\" and \"Swong\". They met in New Kingston and Williamson helped Hayden out by purchasing newspapers which he could then sell on the streets. According to one of Williamson's flatmates, Desmond Chambers, \"I have seen [Hayden] here about six times (and) anything him want, Brian give him. Brian give him money, Brian give him food and help him to purchase (newspaper) to sell on the road.\" On 7 June 2004 Hayden arrived at Williamson's flat with another man, with Williamson welcoming them in and offering them bottles of Guinness. Hayden asked for money from Williamson, who agreed he would give it to him later in the evening. At this, Hayden attacked Williamson, stabbing him around seventy times. Williamson's body was discovered by Chambers at approximately 11.15am. Chambers noticed that the air conditioning had been left on, something that Williamson was unlikely to have done, and then realised that Williamson's bedroom door had been left ajar. Investigating further, he opened the door and discovered Williamson's corpse lying face down on the floor, with multiple stab wounds to the neck and surrounded by a pool of blood. Williamson's dog, Tessa, was running about in the room and barking. The scene of the crime was visited by Father Michael Lewis of the Stella Maris Church, who was accompanied by Williamson's sister Gradryn Williams; she was convinced not to look at the body by Williamson's friends. Crowds assembled outside the apartment block, made up of individuals who were laughing and celebrating Williamson's death. Some of the assembled people shouted out statements such as \"This is long overdue\", \"Battyman he get killed\", \"Let's get them one at a time\", \"That's what you get for sin\", and \"Batty man fi dead!\" (\"Faggots should die!\"). Others sang \"Boom Bye Bye\", a line from a dancehall song by Buju Banton that discusses shooting and burning gay men. Rebecca Schleifer, a Human Rights Watch (HRW) researcher, had a meeting with Williamson planned for that day, and arrived at his home to find the assembled crowd; she noted that \"It was like a parade. They were basically partying\". ===Police investigation and conviction=== Police issued a statement declaring that they were searching for two men whom Chambers had observed at Williamson's apartment prior to his death. Corporal Devon Hugh Williams of the Constabulary Communication Network (CCN) informed press that the police suspected that the motive of the attack had been robbery, as evidence pointing to the fact that Williamson's apartment had been ransacked and a safe removed. However, both friends of Williamson and human rights organisations suggested that – given Williamson's status as an openly gay man – robbery might have been a secondary issue, with homophobia being the main motive behind the crime. J-FLAG expressed its suspicion that the killing was a \"hate-related crime\", articulating the view that Williamson had been killed because he was a publicly visible gay man. Amnesty International urged police not to dismiss alternative possible motives. Amnesty's Piers Bannister informed press that \"We do know that there's a high level of homophobia in Jamaica, so there was a possibility that it was a hate crime. Many hate crime victims are robbed afterward. We're not saying it wasn't a robbery; we just want a full investigation.\" Schleifer publicly stated that it is \"really important to investigate [the crime] thoroughly. Because there are really strong indications that it might have been a homophobic attack\". On 11 June, two days after the murder, police arrested their suspect. Hayden provided a confession and subsequently pleaded guilty in court. Hayden's legal representative, Randolph Williams, urged the judge to show leniency because the suspect had shown remorse for his crime from the moment of his arrest. The judge, Justice Basil Reid, sentenced Hayden to life in prison with the possibility of parole after fifteen years. ==Reaction== After his death, the Jamaica Observer described Williamson as \"Jamaica's most prominent gay rights activist\", while both the BBC and The Independent called him the country's \"best-known gay rights activist\", and Gary Younge of The Guardian termed him \"the public face of gay rights in the country\". Tony Hadn, a volunteer for J-FLAG, stated that Williamson was \"so courageous. He never stopped to think, 'oh, I might get in trouble for this,' so in that sense he was very selfless.\" He was succeeded as J-FLAG's leader by Gareth Williams, who informed press that Williamson \"was the only out gay person in Jamaica who had the courage to put his face on television, I was very close to him... His murder was really a traumatic loss for our community.\" One member of J-FLAG stated that \"Brian Williamson is our Martin Luther King\". Four days later, J-FLAG held a memorial devoted to Williamson, which was attended by almost two hundred people; the memorial involved personal tributes, poetry slams, and lip synching to Whitney Houston songs. On 23 June, the British LGBT rights group OutRage! held a memorial vigil outside the High Commission of Jamaica in London. OutRage! leader Peter Tatchell attended the vigil, there proclaiming that the Jamaican Prime Minister, P. J. Patterson, \"shares responsibility for the wave of homophobic violence, culminating in the murder of Brian Williamson\" because he had failed to decriminalize same-sex sexual activity and clamp down on homophobic violence in Jamaican society. Also in attendance at the vigil were the Green Party's London Assembly member Darren Johnson, Amnesty International's Carol Buddd, Big Up's Charles Anglin, UKBlackOut's Andrew Prince, and the Lesbian and Gay Immigration Group's Barry O'Leary. The London Gay Men's Chorus attended, singing a rendition of \"Let My People Go\". In their 2012 study of the relationship between homophobic attitudes in Jamaica and Britain, Keon West and Miles Hewstone described Williamson's murder as the \"most prominent\" example of an anti-gay murder on the island. ==See also== * LGBT rights in Jamaica * Lenford Harvey * Murder of Dwayne Jones ==References== ===Citations=== ===Academic sources=== * * * Category:1945 births Category:2004 deaths Category:People from Saint Ann Parish Category:Jamaican murder victims Category:LGBT rights activists from Jamaica Category:People murdered in Jamaica Category:Violence against gay men Category:Violence against men in North America Category:Victims of anti-LGBT hate crimes Category:Deaths by stabbing in Jamaica Category:Nightclub owners",
 "title": "Brian Williamson"
}