{
 "id": "840224",
 "text": "Joachim von Sandrart (12 May 1606 – 14 October 1688) was a German Baroque art- historian and painter, active in Amsterdam during the Dutch Golden Age. He is most significant for his collection of biographies of Dutch and German artists the Teutsche Academie,Sandrart.net - online version of Teutsche Academie in German, but with some English navigation aids published between 1675 and 1680. ==Biography== Sandrart was born in Frankfurt am Main, but the family originated from Mons. According to his dictionary of art called the Teutsche Academie, he learned to read and write from the son of Theodor de Bry, Johann Theodoor de Brie and his associate Matthäus Merian, but at age 15 was so eager to learn more of the art of engraving, that he walked from Frankfurt to Prague to become a pupil of Aegidius Sadeler of the Sadeler family. Sadeler in turn urged him to paint, whereupon he travelled to Utrecht in 1625 to become a pupil of Gerrit van Honthorst, and through him he met Rubens when he brought a visit to Honthorst in 1627, to recruit him for collaboration on part of his Marie de' Medici cycle. Honthorst took Sandrart along with him when he travelled to London. There he worked with Honthorst and spent time making copies of Holbein portraits for the portrait gallery of Henry Howard, 22nd Earl of Arundel. Making all of those copies only served to arouse more curiosity in the young adventurer, and in 1627 Sandrart booked a passage on a ship from London to Venice, where he was welcomed by Jan Lis (whose Bentvueghels bent name was \"Pan\"), and Nicolao Renier.TA 1675, Lebenslauf, S. 7 on Sandrart.net He then set out for Bologna, where he was met by his uncle on his mother's side Michael le Blond, a celebrated engraver. With him, he crossed the mountains to Florence, and from there on to Rome, where they met Pieter van Laer (whose bent name was \"Bamboccio\"). After a few years he undertook a tour of Italy, traveling to Naples, where he drew studies of Mount Vesuvius, believed to be the entrance to the Elysian fields described by Virgil. From there he traveled to Malta and beyond, searching for literary sights to see and paint, and wherever he went he paid his way by selling portraits. Only when he was done traveling did he finally return to Frankfurt, where he married Johanna de Milkau in 1637. Afraid of political unrest and plague, he moved to Amsterdam with his wife in 1637. ==Painting career== In Amsterdam he worked as a painter of genre works, and portraits. He won a very good following as a painter, winning a lucrative commission for a large commemorative piece for the state visit by Maria of Medici in 1638, which hangs in the Rijksmuseum. This piece was commissioned by the Bicker Company of the Amsterdam schutterij, and shows the members posing around a bust of Maria of Medici, with a poem by Joost van den Vondel hanging below it. The state visit was a big deal for Amsterdam, as it meant the first formal recognition of the Dutch Republic of the seven provinces by France. However, Maria herself was fleeing Richelieu at the time and never returned to France. This piece cemented his reputation as a leading painter, and in 1645 Sandrart decided to cash in and go home when he received an inheritance in Stockau, outside Ingolstadt, he sold his things and moved there. He received 3000 guilders for 2 books of his Italian drawings, that according to Houbraken were resold in his lifetime for 4555 guilders.Joachim Sandrart biography in De groote schouburgh der Nederlantsche konstschilders en schilderessen (1718) by Arnold Houbraken, courtesy of the Digital library for Dutch literature Though he rebuilt the old homestead, it was burned by the French. He sold it and moved to Augsburg, where he painted for the family of Maximilian I, the Elector of Bavaria. When his wife died in 1672, Sandrart moved to Nuremberg, where he married Hester Barbara Bloemaart, the daughter of a magistrate there. This is where he started writing. His large 1649 painting Peace-Banquet commemorating the Peace of Münster, now hangs in Nuremberg's town hall. File:Joachim von Sandrart.jpg|Self-portrait in 1641 File:Sandrart, Joachim von - February - 1642.jpg|Personification of February (one of a series), 1642 File:Joachim von Sandrart 001.jpg|November (same series). File:Joachim von Sandrart - Maximilian I, Elector of Bavaria.jpg|Painting of Maximilian I, Elector of Bavaria, 1643. File:Joachim von Sandrart - Erzherzogin Maria Anna (1610-1665), Kurfürstin von Bayern.jpg|Pendant marriage portrait Archduchess Maria Anna of Austria (1610–1665), 1643. ==Teutsche Academie== He is best known as an author of books on art, some of them in Latin, and especially for his historical work, the Teutsche Academie der edlen Bau-, Bild- und Mahlerey- Künste,Sandrart.net - online version of Teutsche Academie in German, but with some English navigation aids published between 1675 and 1680, and in more recent editions. This work is an educational compilation of short biographies of artists, as \"a printed supplement to or surrogate for an academic course,\" inspired by Karel van Mander's similar Schilder-boeck.Schilder-boeck online version from the DBNL. Both Sandrart and van Mander based their Italian sections on the work of Giorgio Vasari. His work in turn became one of the primary sources for Arnold Houbraken's Schouburg,Schouburg online version from the DBNL. who wrote a little poem about him: Sandrart published the first biography of the German artist Matthias Grünewald, and incorrectly bestowed on the artist the name Grünewald by which he is now popularly known. Sandrart also copied a mistake in Cornelis de Bie's Het Gulden Cabinet on Hendrick ter Brugghen whom De Bie has erroneously called \"Verbrugghen\". De Bie corrects this mistake in a manuscriptKBR14648, Royal Library of Belgium and attacks Sandrart for having copied the mistake without proper research in a later work of his.Cornelis de Bie, De Spiegel vande Verdrayde Werelt, 1708, p. 274-275 ==Public collections== * Rijksmuseum AmsterdamCollection Rijksmuseum ==References== * * Teutsche Academie der Bau-, Bild- und Mahlerey-Künste, Joachim von Sandrart, Nürnberg 1675, 1679, 1680 ==External links== *Sandrart's commemorative painting of Maria de Medici's visit in 1638, Rijksmuseum Amsterdam *Link to the Sandrart.net digitalization project for the Teutsche Academie *His portrait engraved by Philipp Kilian after a painting by Johann Ulrich Mayr Category:1606 births Category:1688 deaths Category:Artists from Frankfurt Category:17th-century German painters Category:German male painters Category:German Baroque painters Category:Dutch Golden Age painters Category:Dutch male painters Category:German portrait painters Category:Members of the Bentvueghels Category:German art historians Category:Artist authors Category:German male non-fiction writers Category:German expatriates in the Dutch Republic Category:Rembrandt scholars Category:German people of Belgian descent",
 "title": "Joachim von Sandrart"
}