{
 "id": "840301",
 "text": "Gunnar Mikael Höckert (12 February 1910 - 11 February 1940) was a Finnish runner, winner of the 5000 m race at the 1936 Summer Olympics. ==Biography== Born in Helsinki to a wealthy family, Gunnar Höckert had only one great season, in 1936. The 5000 m final at the Berlin Olympics started in a good pace. The tempo was dictated by American Donald Lash, but he was overtaken by three Finns after 2,000 m. Soon the race turned into a battle between Höckert and defending Olympic Champion and world record holder Lauri Lehtinen. In the last lap Höckert overran Lehtinen to win in a world's season best time of 14:22.2. In this same race Gunnar's teammate Henry Jonsson got third place over Kohei Murakoso, the Japanese runner who was leading the race at the beginning. Later on that season, on 16 September in Stockholm, Höckert ran a new world record in 3,000 m (8:14.8). A week later, on the same track, Höckert ran a new world record in 2 miles (8:57.4) and another week later, he equalled the Jules Ladoumegue's 2,000 m world record of 5:21.8 in Malmö. The rest of Höckert's athletics career was hampered by rheumatism, and he never again achieved the times he had run in 1936. He went to the Winter War as a volunteer, progressing to 2nd lieutenant. He was killed during the Winter War on the Karelian Isthmus, just one day before his thirtieth birthday. ==References== Category:1910 births Category:1940 deaths Category:Burials at Hietaniemi Cemetery Category:Sportspeople from Helsinki Category:People from Uusimaa Province (Grand Duchy of Finland) Category:Swedish-speaking Finns Category:Finnish male middle-distance runners Category:Finnish male long- distance runners Category:Finnish male steeplechase runners Category:Olympic athletes of Finland Category:Athletes (track and field) at the 1936 Summer Olympics Category:Olympic gold medalists for Finland Category:World record setters in athletics (track and field) Category:Finnish military personnel killed in World War II Category:Medalists at the 1936 Summer Olympics Category:Olympic gold medalists in athletics (track and field)",
 "title": "Gunnar Höckert"
}