{
 "id": "840435",
 "text": "The Darwin–Wedgwood family are members of two connected families, each noted for particular prominent 18th-century figures: Erasmus Darwin, a physician and natural philosopher, and Josiah Wedgwood, a noted potter and founder of the eponymous Wedgwood and Sons pottery company. The Darwin and Wedgwood families were on friendly terms for much of their history and members intermarried, notably Charles Darwin, who married Emma Wedgwood. The most notable member of the family was Charles Darwin, a grandson of both Erasmus Darwin and Josiah Wedgwood. The family also included at least ten Fellows of the Royal Society, and several artists and poets (among whom was the 20th-century composer Ralph Vaughan Williams). Presented below are brief biographical descriptions and genealogical information, and mentions of some notable descendants. (The individuals are listed by year of birth and grouped into generations.) The relationship to Francis Galton, and to his immediate ancestors, is also given. (Note, however, that the data tree below is not intended to include all descendants, nor is it intended to include all prominent descendants.) File:Darwin-Wedgwood-Galton family tree.png|thumb|center|1100px|Darwin–Wedgwood–Galton family tree – use a cursor to investigate rect 1662 100 1841 150 Erasmus Darwin rect 1351 1 1512 49 Robert Darwin of Elston rect 1301 200 1501 250 Dr Robert Waring Darwin rect 1062 300 1221 350 Charles Darwin (naturalist) rect 1100 99 1261 150 Josiah Wedgwood rect 1412 101 1570 151 Mary Darwin (née Howard) rect 1892 101 2091 151 Elizabth Collier Sachaveral Pole rect 2122 100 2320 150 Samuel \"John\" Galton rect 182 100 340 151 Richard Fletcher rect 392 100 550 150 Samuel Fox rect 609 101 769 150 Anne Darwin rect 311 301 510 350 William Darwin Fox rect 611 679 852 730 Ralph Vaughan Williams rect 15 896 253 915 Early Wikipedia article rect 14 875 263 895 No early Wiki-article rect 12 917 152 936 Marriage—solid line rect 14 939 174 955 Intermarriage rect 16 958 149 994 Children rect 863 301 1021 351 Emma Wedgwood rect 930 200 1049 251 Josiah Wedgwood II rect 1080 201 1281 249 Susannah Wedgwood rect 1001 491 1160 540 William Erasmus Darwin rect 961 580 1120 630 Elizabeth Darwin rect 1200 491 1360 540 Anne Elizabeth Darwin rect 1173 581 1330 630 Francis Darwin rect 1070 680 1230 730 Bernard Darwin (golf writer) rect 1241 680 1401 730 Frances Crofts rect 1420 681 1601 730 Francis Cornford rect 1331 871 1491 921 John Cornford rect 1562 869 1761 920 Horace Basil Barlow rect 1432 771 1570 821 Alan Barlow rect 1601 772 1759 820 Nora Darwin rect 1382 581 1542 631 Leonard Darwin rect 1622 491 1782 542 Henrietta Emma Darwin rect 1602 581 1761 631 Horace Darwin rect 2122 201 2322 250 Samuel Tertius Galton rect 2111 301 2272 351 Francis Galton rect 1831 492 1991 541 George Darwin rect 1721 681 1880 732 Jacques Raverat rect 1911 681 2111 730 Gwendoline Darwin rect 2132 681 2331 731 Charles Galton Darwin rect 1801 771 1961 820 Geoffrey Keynes rect 2022 771 2220 820 Elizabeth Darwin rect 1810 871 1970 921 Richard Keynes rect 2012 870 2170 920 Quentin Keynes rect 1520 202 1641 250 Erasmus Datwin II rect 1901 200 2099 251 Frances Anne Violetta rect 1480 301 1602 349 Elizabeth Darwin rect 1663 201 1781 250 Charles Darwin (died aged 69) rect 1619 301 1780 349 William Alvey rect 2121 491 2261 542 Martha du Puy rect 1821 580 1980 629 Charles Waring Darwin rect 1409 491 1571 539 Mary Eleanor Darwin rect 1263 301 1420 352 Erasmus Alvey Darwin rect 1120 390 1361 441 Caroline Sarah Darwin rect 1382 391 1500 440 Robert & Sarah had three other children rect 861 100 1020 150 Sarah Wedgwood rect 740 202 903 250 Elizabeth Allen rect 113 300 289 351 Harriett Fletcher rect 531 300 671 350 Ellen Sophia Darwin Fox rect 702 301 821 349 Hensleigh Wedgwood rect 360 491 462 541 William Darwin Fox had 16 children rect 783 391 903 440 Josiah Wedgwood III rect 639 392 762 442 Josiah and Elizabeth had three other children rect 549 491 792 542 Arthur Vaughan Williams rect 852 491 972 539 Margaret Wedgwood rect 399 680 581 731 Adeline Fisher rect 881 681 1041 732 Ursula Wood rect 1799 200 1883 251 Erasmus & Elizabeth had six other children rect 1990 300 2072 351 Samuel and Frances had six other children rect 0 89 2350 160 First generation – use cursor to investigate or button to enlarge rect 2 189 2348 259 2nd generation – use cursor to investigate or button to enlarge rect 1 292 2348 449 3rd generation – use cursor to investigate or button to enlarge rect 3 481 2350 640 4th generation – use cursor to investigate or button to enlarge rect 3 672 2351 829 5th generation – use cursor to investigate or button to enlarge rect 1319 863 2183 933 6th generation – use cursor to investigate or button to enlarge rect 0 0 2350 1001 Use cursor to investigate or button to enlarge desc none ==The first generation== ===Josiah Wedgwood=== Josiah Wedgwood (1730–1795) was a noted pottery businessman and a friend of Erasmus Darwin. During 1780, on the death of his long-time business partner Thomas Bentley, Josiah asked Darwin for help in managing the business. As a result of the close association that grew up between the Wedgwood and Darwin families, one of Josiah's daughters later married Erasmus's son Robert. One of the children of that marriage, Charles Darwin, also married a Wedgwood – Emma, Josiah's granddaughter. Robert's inheritance of Josiah's money enabled him to fund Charles Darwin's chosen vocation in natural history that resulted in the inception of Darwin's theory of evolution. Subsequently, Emma's inheritance made the Darwins a wealthy family. Josiah Wedgwood married Sarah Wedgwood (1734–1815), and they had seven children, including: * Susannah Wedgwood (1765–1817) (later Darwin; see below) * Josiah Wedgwood (1769–1843) (see below) * Thomas Wedgwood (1771–1805) (see below) ===Erasmus Darwin=== Erasmus Darwin (1731–1802) was a physician, botanist and poet from Lichfield, whose lengthy botanical poems gave insights into medicine and natural history, and described an evolutionist theory that anticipated both Jean-Baptiste Lamarck and his grandson Charles. He married twice, first during 1757 to Mary Howard (1740–1770), who died from alcohol-induced liver failure aged 31. She gave birth to: * Charles Darwin (1758–1778) (not Charles Robert Darwin) * Erasmus Darwin the Younger (1759–1799) * Elizabeth Darwin, 1763 (survived 4 months) * Robert Waring Darwin (1766–1848, see below) * William Alvey Darwin, 1767 (survived 19 days) He then had an extra-marital affair with a Miss Parker, producing two daughters: * Susanna Parker (1772–1856) * Mary Parker (1774–1859) He then became smitten with Elizabeth Collier Sacheveral-Pole, who was married to Colonel Sacheveral-Pole and was the natural daughter of the Charles Colyear, 2nd Earl of Portmore. Sacheveral-Pole died soon afterwards, and Erasmus married Elizabeth and they bore an additional seven children: * Edward Darwin (1782–1829) * Frances Anne Violetta Darwin (1783–1874); married Samuel Tertius Galton; mother of Francis Galton (see below) * Emma Georgina Elizabeth Darwin (born 1784) * Sir Francis Sacheverel Darwin (1786–1859) * John Darwin (1787–1865) * Henry Darwin (born 1789) * Harriot Darwin (1790–1825); later Harriott Maling. ===Samuel John Galton=== Samuel \"John\" Galton FRS (1753–1832) was an arms manufacturer from Birmingham. He married Lucy Barclay (1757–1817), daughter of Robert Barclay Allardice, MP, 5th of Urie. They had the eight children: * Mary Anne Galton (1778–1856), married Lambert Schimmelpenninck in 1806 * Sophia Galton (1782–1863) married Charles Brewin in 1833 * Samuel Tertius Galton (1783–1844) (whose son Francis Galton was also notable). * Theodore Galton (1784–1810) * Adele Galton (1784–1869) married John Kaye Booth, d.s.p. * Hubert John Barclay Galton (1789–1864). * Ewen Cameron Galton (1791–1800), died aged 9. * John Howard Galton (1794–1862), father of Douglas Strutt Galton. ==The second generation== ===Robert Darwin (1766–1848)=== The son of Erasmus Darwin, Robert Darwin was a noted physician from Shrewsbury,Milner, 1. whose own income as a physician, together with astute investment of his inherited wealth, enabled him to fund his son Charles Darwin's place on the Voyage of the Beagle and then gave him the private income needed to support Charles' chosen vocation in natural history that led to the inception of Darwin's theory of evolution. He married Susannah Wedgwood, daughter of Josiah Wedgwood (see above), and they had the following children. * Marianne Darwin (1798 – 18 July 1858), married Henry Parker (1788–1858) in 1824. * Caroline Sarah Darwin (1800–1888), married Josiah Wedgwood (grandson of the first Josiah Wedgwood) * Susan Elizabeth Darwin (1803–1866) * Erasmus Alvey Darwin (1804–1881) * Charles Robert Darwin (1809–1882) (see below) * Emily Catherine Darwin (1810–1866), was Charles Langton's second wife. ===Josiah Wedgwood=== Josiah Wedgwood (1769–1843) was the son of the first Josiah Wedgwood, and Member of Parliament for Stoke-on- Trent. He married Elizabeth Allen (1764–1846) and they had nine children: * Sarah Elizabeth Wedgwood (1793–1880). * Josiah Wedgwood (1795–1880) married Caroline Darwin, daughter of Robert Darwin and Susannah Wedgwood. They are grandparents of composer Ralph Vaughan Williams. * Mary Ann Wedgwood (1796–1798). * Charlotte Wedgwood (1797–1862) was Charles Langton's first wife. After her death he married her cousin, Emily Catherine Darwin; she is the ancestor of Hugh Massingberd, see below. * Henry Allen Wedgwood (1799–1885). * Francis Wedgwood (1800–1888); married, on 26 April 1832 at Rolleston on Dove, Staffordshire, Frances Mosley, daughter of Rev. John Peploe Mosley and Sarah Maria Paget and granddaughter of Sir John Parker Mosley and Elizabeth Bayley; and was the grandfather of Josiah Wedgwood, 1st Baron Wedgwood and great-grandfather of C. V. Wedgwood and Camilla Wedgwood. * Hensleigh Wedgwood (1803–1891), etymologist, philologist and barrister, author of A Dictionary of English Etymology father of Frances Julia Wedgwood (1833–1913), and grandfather of Bishop J. I. Wedgwood. His wife, his first cousin on his mother's side, Frances \"Fanny\" Wedgwood (née Mackintosh; 1800–1889, daughter of James Mackintosh), was a good friend and correspondent of Harriet Martineau. * Frances (Fanny) Wedgwood (1806–1832). * Emma Wedgwood (1808–1896); married Charles Darwin, son of Robert Darwin and Susannah Wedgwood. ===Thomas Wedgwood=== Thomas Wedgwood (1771–1805). Pioneer in developing photography. Son of Josiah Wedgwood. ===Samuel Tertius Galton=== Samuel Tertius Galton married Frances Anne Violetta Darwin (1783–1874), daughter of Erasmus Darwin, see above. They had three sons and four daughters including: * Erasmus Galton (1815–1909), Lord of the Manor of Loxton. * Francis Galton (1822–1911) – Inventor, polymath and father of eugenics. He married Louisa Jane Butler (1822–1897) during 1853 but their union was childless. ===Sir Francis Sacheverel Darwin=== thumb|upright|Sir Francis Sacheverel Darwin Sir Francis Sacheverel Darwin was the son of Erasmus Darwin and Elizabeth (née Collier), daughter of Charles Colyear, 2nd Earl of Portmore. Francis was an accomplished travel writer, explorer and naturalist and bravely studied the ravages of the plague on Smyrna at great personal risk. He was the only one to return of his friends who went to the East. A physician to George III, he was knighted by George IV. On 16 December 1815 he married Jane Harriet Ryle (11 December 1794 – 19 April 1866) at St. George, Hanover Square London. They had many children including: * Mary Jane Darwin (12 February 1817 – 1872), married Charles Carill-Worsley of Platt Hall, near Manchester, in 1840. (Their daughter, Elizabeth, who married Nicolas Tindal, later Tindal-Carill-Worsley, was the mother of Charles and Ralph Tindal- Carill-Worsley—see under 5th generation). * Frances Sarah Darwin (19 July 1822 – 1881), married Gustavus Barton in 1845, widowed 1846 and remarried to Marcus Huish during 1849. She is the stepmother of the art dealer Marcus Bourne Huish. * Edward Levett Darwin (12 April 1821 – 23 April 1901), married Harriett Jessopp during 1850. A solicitor in Matlock Bath, Derbyshire, Edward Levett Darwin was the author, using the pseudonym \"High Elms\", of Gameskeeper's Manual, a guide for tending game on large estates which shows keen observation of the habits of various animals. ==The third generation== ===Charles Darwin=== The most prominent member of the family, Charles Darwin, proposed the first coherent theory of evolution by means of natural and sexual selection. Charles Robert Darwin (1809–1882) was a son of Robert Waring Darwin and Susannah Wedgwood. He married Emma Wedgwood (1808–1896), a daughter of Josiah Wedgwood II and Elizabeth Allen. Charles's mother, Susannah, was a sister to Emma's father, Josiah II. Thus, Charles and Emma were first cousins. The Darwins had ten children, three of whom died before reaching maturity. * William Erasmus Darwin (1839–1914); graduate of Christ's College Cambridge, he was a banker in Southampton. He married an American Sara Sedgwick (1839–1902), but they did not have any children. * Anne Elizabeth Darwin (1841–1851) died in Great Malvern aged ten and her death caused her father much grief. * Mary Eleanor Darwin (1842–1842) died as a baby. * Henrietta Emma \"Etty\" Darwin (1843–1927); although she married Richard Litchfield during 1871, the couple never had any children. Etty Darwin edited her mother's private papers (published during 1904) and assisted her father with his work. * George Howard Darwin (1845–1912) (see below) * Elizabeth (Bessy) Darwin (1847–1926); never married and did not have any progeny. * Francis Darwin (1848–1925) (see below). * Leonard Darwin (1850–1943) (see below). * Horace Darwin (1851–1928) (see below). * Charles Waring Darwin (1856–1858) was the tenth child and sixth son of Charles and Emma Darwin. His early death from scarlet fever kept Charles Darwin from attending the first publication of his theory at the joint reading of papers by Alfred Russel Wallace and himself at the meeting of the Linnean Society on 1 July 1858. Wallace was not present either; he was on an expedition. ====Ancestry of Charles Darwin==== ===Other notables from the same period=== ====William Darwin Fox==== The Rev. William Darwin Fox (1805–1880) was a second cousin of Charles Darwin and an amateur entomologist, naturalist and palaeontologist. Fox became a lifelong friend of Charles Darwin after their first meeting at Christ's College, Cambridge. He married Harriet Fletcher, who gave him five children, and after her death married Ellen Sophia Woodd, who provided the remainder of his 17 children. After his graduation from Cambridge during 1829, Fox was appointed as the Vicar of Osmaston and during 1838 became the Rector of Delamere, a living he retained until his retirement during 1873. ==The fourth generation== ===George Howard Darwin=== George Howard Darwin (1845–1912) was an astronomer and mathematician. He married Martha (Maud) du Puy of Philadelphia. They had five children: * Charles Galton Darwin (see below). * William Robert Darwin (married Sarah Monica Slingsby). * Gwendoline \"Gwen\" Darwin, artist; (see below). * Leonard Darwin 1899. * Margaret Elizabeth Darwin (married Sir Geoffrey Keynes, bibliophile) (see below). ===Francis Darwin=== Francis Darwin (1848–1925) was the botanist son of Charles Darwin and Emma Darwin (née Wedgwood). Francis Darwin married Amy Ruck during 1874, who died during 1876 after the birth of their son Bernard Darwin, an author on golf – see below. Francis married Ellen Crofts during September 1883 and they had a daughter Frances Crofts, who married and became known as the poet Frances Cornford (see below). During 1913 he married his third wife Florence Henrietta Darwin (née Fisher); there were no children of this marriage, but he became step-father to Fredegond Shove née Maitland and Ermengard Maitland. He is buried at the Parish of the Ascension Burial Ground in Cambridge,A Guide to Churchill College, Cambridge: text by Dr. Mark Goldie, pages 62 and 63 (2009) where he is interred in the same grave as his daughter Frances Cornford. His third wife and his brother Sir Horace Darwin and his wife Lady 'Ida' are interred in the same graveyard, as well as his step-daughter Fredegond Shove but not her sister Ermengard Maitland. ===Leonard Darwin=== Leonard Darwin (1850–1943) was variously an army officer, Member of Parliament and eugenicist who corresponded with Ronald Fisher, thus being the link between the two great evolutionary biologists. ===Horace Darwin=== Horace Darwin (1851–1928) and Ida Darwin (1854–1946) had the following children: * Nora Darwin, married Sir Alan Barlow (see below). * Ruth Darwin. * Erasmus Darwin. He is buried at the Parish of the Ascension Burial Ground in Cambridge, with his wife. His brother Sir Francis Darwin is interred in the same graveyard. ==The fifth generation== ===Charles Galton Darwin=== Charles Galton Darwin 1887–1962 was the son of George Howard Darwin (see above) and was a noted physicist of the age, and Director of the National Physics Laboratory. His son George Pember Darwin (1928–2001) married Angela Huxley, great-granddaughter of Thomas Huxley. === Gwen Raverat (née Darwin) === Gwen Raverat (1885–1957) was the daughter of George Howard Darwin and was an artist. She married the French artist Jacques Raverat during 1911 and had daughters Elizabeth Hambro and Sophie Pryor, later Gurney. Her childhood memoir, Period Piece, contains illustrations of and anecdotes about many of the Darwin—Wedgwood clan. ===Margaret Keynes (née Darwin)=== Margaret Keynes (1890–1974) was the daughter of George Howard Darwin, (see above). She married Geoffrey Keynes, brother of the economist John Maynard Keynes (see Keynes family) and had sons Richard Keynes, Quentin Keynes, Milo Keynes and Stephen Keynes, and a daughter Harriet Frances. Date of birth 22 March 1890. She was the third child, her other siblings are: 1\\. Gwendolen Mary 27 Aug 1885. 2\\. Charles Galton 9 Dec 1887. 3\\. William Robert 22 August 1894. ===Bernard Darwin=== Bernard Darwin (1876–1961) was a golf writer. He married Elinor Monsell (died 1954) during 1906, and they had a son Robert Vere Darwin (7 May 1910 – 30 January 1974), and daughters Ursula Mommens (20 August 1908 – 30 January 2010), and Nicola Mary Elizabeth Darwin, later Hughes (1916–1976). === Frances Cornford (née Darwin) === Frances Cornford (1886–1960) Poet, daughter of Francis Darwin, see above, known to the family as 'FCC'; she was married to Francis Cornford, known to the family as 'FMC'. She is buried at the Parish of the Ascension Burial Ground in Cambridge, where she is in the same grave as her father Sir Francis Darwin. Her late husband, Francis, was cremated at Cambridge Crematorium on 6 January 1943, and his ashes are presumed to be interred in the same grave. ===Ralph Vaughan Williams=== Ralph Vaughan Williams (1872–1958), British composer. His maternal grandmother, Caroline Sarah Darwin, was Charles Darwin's older sister, and his maternal grandfather, Josiah Wedgwood III, was the older brother of Darwin's wife Emma. ===Nora Barlow (née Darwin)=== Nora Darwin (1885–1989), the daughter of Horace Darwin (see above), married Sir Alan Barlow. She also edited the Autobiography of Charles Darwin ( (hardback) and (paperback)). They had the following six children: * Joan Helen Barlow, (26 May 1912 – 21 February 1954). * Sir Thomas Erasmus Barlow, (23 January 1914 – 12 October 2003), Royal Navy officer. * Erasmus Darwin Barlow (1915–2005). * Andrew Dalmahoy Barlow (1916–2006). * Professor Horace Basil Barlow (1921-2020). (see below) * Hilda Horatia Barlow (born 14 September 1919- 1 February 2017) married psychoanalyst John Hunter Padel; their daughter is the poet Ruth Padel (see below). ===Josiah Wedgwood III, 1st Baron Wedgwood=== Josiah Wedgwood (1872–1943), great-great-grandson of Josiah Wedgwood I, was a Liberal and Labour MP, and served in the military during the Second Boer War and the First World War. He was granted a peerage during 1942. ===Charles Tindal-Carill-Worsley=== Capt Charles Tindal-Carill- Worsley, RN, (died 1921) a great-grandson of Sir Francis Sacheverel Darwin, served on the Royal Yacht HMY Victoria and Albert (1899) during the reign of King Edward VII, before a successful career in the First World War, where he was commander of HMS Prince George during the Gallipoli Campaign of 1915 He was appointed Chevalier of the Legion of Honour by the President of France during 1918. ===Ralph Tindal-Carill-Worsley=== Cmdr Ralph Tindal-Carill- Worsley, RN (1886–1966), brother of Charles, naval officer and bon viveur, served on the Royal Yacht with his brother, before serving in the Battle of Jutland in World War I. He retired from the Royal Navy after the First World War but was recalled during World War II, when he was commandant of a training school for WRENS (members of the Women's Royal Naval Service). He married Kathleen, daughter of Simon Mangan of Dunboyne Castle, Lord Lieutenant of Meath and a first cousin of Brig. General Paul Kenna, VC, and had three children. ===Sir Ralph Wedgwood, 1st Baronet=== Sir Ralph L. Wedgwood, 1st Baronet CB CMG (2 March 1874 – 5 September 1956), railway executive, son of Clement Wedgwood. ==The sixth generation== === Erasmus Darwin Barlow === Erasmus Darwin Barlow (1915–2005) was a psychiatrist, physiologist and businessman. Son of Nora Barlow. ===Horace Barlow=== Horace Barlow (1921–2020) was Professor of Physiological Optics and Physiology, Berkeley, California, US (1964–73); Royal Society Research Professor, Physiological Laboratory, Cambridge (1973–87). ===John Cornford=== John Cornford (1915–1936), was a poet and member of the International Brigades died during the Spanish Civil War. Son of Francis and Frances Cornford, see above. ===Christopher Cornford=== Christopher Cornford (1917–1993), was an artist and writer. Son of Francis and Frances Cornford, see above. ===Henry Galton Darwin=== Henry Galton Darwin (1929–1992) was a lawyer and diplomat. Son of Charles Galton Darwin. ===Robin Darwin=== Robert Vere \"Robin\" Darwin (1910–1974) was an artist. He is the son of Bernard Darwin, see above. ===Quentin Keynes=== Quentin Keynes (1921–2003) was a bibliophile and explorer. Son of Margaret Keynes, née Darwin, see above. ===Richard Keynes=== Professor Richard Darwin Keynes FRS (1919–2010) was a British physiologist. Son of Margaret Keynes, née Darwin, see above. ===Ursula Mommens=== Ursula Mommens (née Darwin, first married name Trevelyan) (1908–2010) was a well-known potter. Daughter of Bernard Darwin, see above. Her son by Julian Trevelyan is the movie-maker Philip Trevelyan. ===Geoffrey Tindal-Carill-Worsley=== Air Commodore Geoffrey Tindal-Carill-Worsley (1908–1996) was a Royal Air Force officer during the Second World War. Nephew of Charles and Ralph Tindal-Carill-Worsley. ===Nicolas Tindal-Carill- Worsley=== Group Captain Nicolas Tindal-Carill-Worsley (1911–2006) was a RAF bomber pilot during the Second World War (known as Nicolas Tindal). Son of Ralph Tindal-Carill-Worsley. ===Camilla Wedgwood=== Camilla Wedgwood (1901–1955), anthropologist, was the daughter of Josiah Wedgwood, 1st Baron Wedgwood (see above). ===Cicely Veronica (CV) Wedgwood=== Cicely Veronica Wedgwood (1910–1997), historian. Daughter of Ralph Wedgwood ==The seventh generation== === Martin Thomas Barlow === Martin T. Barlow (born 1953) is a mathematician; son of Andrew Dalmahoy Barlow. === Phyllida Barlow === Phyllida Barlow (born 1944) is a sculptor and art academic; daughter of Erasmus Darwin Barlow. ===Matthew Chapman=== Matthew Chapman (born 1950), screenwriter, author, grandson of Frances Cornford, see above. ===Adam Cornford=== Adam Cornford (born 1950), is a poet and essayist. Son of Christopher Cornford, see above. ===Chris Darwin=== Chris Darwin (born 1961), conservationist and adventurer, son of George Erasmus Darwin, see above, and brother of Sarah Darwin and Robert Darwin, see below. ===Emma Darwin=== Emma Darwin (born 1964), novelist, granddaughter of Charles Galton Darwin, see above. ===Sarah Darwin=== Sarah Darwin (born 1964), botanist, daughter of George Erasmus Darwin, see above, and sister of Chris Darwin and Robert Darwin, see above. ===Randal Keynes=== Randal Keynes (born 1948), conservationist and author, son of Richard Keynes, see above. ===Simon Keynes=== Simon Keynes (born 1952), Elrington and Bosworth Professor of Anglo-Saxon in the Department of Anglo- Saxon, Norse, and Celtic at Cambridge University, son of Richard Keynes, see above, and brother of Randal Keynes, see above. ===Hugh Massingberd=== Hugh Massingberd (1947–2007) was an obituaries editor for The Daily Telegraph, a journalist and the author of many books on genealogy and architectural history. He was the great-grandson of Emily Langton Massingberd, and the great-great-grandson of Charlotte Langton (née Wedgwood), sister of Emma Darwin (Charles Darwin's wife) and granddaughter of Josiah Wedgwood I.\"Hugh Massingberd\" (obituary). The Daily Telegraph. 27 December 2007. ===Ruth Padel=== Ruth Padel (born 1946), poet, granddaughter of Sir Alan and Lady (Nora) Barlow (née Darwin), see above. ===R. Sebastian 'Bas' Pease=== R. Sebastian 'Bas' Pease (1922–2004), physicist, Director of Culham Laboratory for Plasma Physics and Nuclear Fusion (1968–1981), manager of the British chapter of the Pugwash Conferences on Science and World Affairs, grandson of the fourth Josiah Wedgwood (see above). His sister, Jocelyn Richenda 'Chenda' Gammell Pease (1925–2003), married Andrew Huxley. ===Lucy Rawlinson=== Lucy Rawlinson (née Pryor) (born 1948), painter (as Lucy Raverat), granddaughter of Gwen Raverat (née Darwin), see above. ===Anthony Tindal=== Managing director of Tindal wine merchant and youngest son of Nicolas Tindal-Carill- Worsley.Burke's Landed Gentry, 1972 Edition, Tindal-Carill-Worsley, formally of East Carleton and Platt/ Father of Harriet, William and Henry Tindal. Lives in Wicklow Ireland. ==The eighth generation== ===Ralph Wedgwood=== Ralph Wedgwood (born 1964), philosopher, great-grandson of Ralph L. Wedgwood. ===Francis Hoar=== Francis Hoar (born 1977), barrister (including in Erlam & Ors v Rahman & Anor and the judicial review brought by Simon Dolan against the UK government's 'lockdown' regulations). Son of Jacqueline (nee Tindal) and grandson of Nicolas Tindal-Carill-Worsley, nephew of Anthony Tindal.Burke's Landed Gentry, 1972 Edition, Tindal-Carill-Worsley, formally of East Carleton and Platt/ ===Eddie Peake=== Eddie Peake (born 1981), contemporary artist, son of Phyllida Barlow. ===Soumaya Keynes=== Soumaya Keynes (born 1989), economist and journalist, daughter of Randal Keynes. ===Skandar Keynes=== Skandar Keynes (born 1991), political advisor and former actor, played Edmund in The Chronicles of Narnia, son of Randal Keynes. ==Intermarriage== There was a notable history of intermarriage within the family. During the period being discussed, Josiah Wedgwood married his third cousin Sarah Wedgwood; Charles Darwin married his first cousin Emma Wedgwood; his sister, Caroline Darwin, married Emma's brother (and Caroline's first cousin), Josiah Wedgwood III. There were other instances of cousin marriage as well. Cousin marriage was not uncommon in Britain during the 19th century though why is debated: poorer communications, keeping wealth within the family, more opportunity of evaluating a relative of the opposite sex as a suitable marriage partner (unmarried young women of the upper and upper middle classes were closely chaperoned when meeting men outside the family during the 19th century), more security for the woman as she would not be leaving her family (though legal rights for married women increased during the century, as a rule her property became his and she had little legal recourse if he chose to abuse her). ==Coat of arms== These arms were granted to Reginald Darwin, of Fern, Derbyshire, for himself and certain descendants of his father, Sir Francis Sacheverel Darwin, and his uncle Robert Waring Darwin (Father of Charles), on 6 March 1890. As Charles Darwin was part of the destination, they have been used in association with him, despite being granted after his death. Something similar is used by Darwin College, Cambridge. A variant without mullets was being used by the Darwin family long before 1890. Erasmus Darwin used it with the motto E conchis omnia (All things out of shells),Chippendale armorial bookplate for Erasmus Darwin. British Museum reflecting his belief that all life descended from one simple form. Charles' father Robert adopted the same motto, displaying it on his bookplate.Wiker, Benjamin. The Darwin Myth: The Life and Lies Charles Darwin. Simon and Schuster, 2009, p. 13 Stephen Glover described in 1829 the older variant quartered with the Waring coat of arms (sable, a chevron between three storks' heads erased, argent).Glover, Stephen. The History, Gazetteer, and Directory of the County of Derby, Part II. Derby: Henry Mozley & Son, 1829, p. 154 ==See also== * Keynes family * Huxley family ==Notes== ==References== * * * ==External links== * http://www.wedgwood.org.uk/Darwin.html * http://darwin- online.org.uk/content/frameset?itemID=F1319&viewtype;=image&pageseq;=6 Family Category:History of Stoke-on-Trent Category:Scientific families",
 "title": "Darwin–Wedgwood family"
}