{
 "id": "840564",
 "text": "Port William () is a fishing village in the parish of Mochrum in the historical county of Wigtownshire, Dumfries and Galloway, in Scotland with a population of approximately 460. Port William has a post office and small general store, a takeaway, a restaurant, a community charity shop and a couple of other stores. Beyond Port William, the nearest shopping is in Whithorn, whilst the nearest supermarkets are in Newton Stewart. Monreith House, a category A listed Georgian mansion is located east of the village. ==Location== The village is on the coast of Luce Bay in Galloway and is situated between the small villages of Elrig and Mochrum to the north and Monreith to the south. It looks towards the Mull of Galloway (the most southerly point of the Scottish mainland), on a clear day both Ireland and The Isle of Man (lying only to the south across the Irish Sea) are clearly visible. Port William lies west of Dumfries, east of Stranraer and south of Glasgow. ==History== The original settlement was known as Killantrae, meaning 'The Church on the Beach' in Gaelic, and was probably founded not long after St Ninian's arrival in nearby Whithorn towards the end of the 4th century. Killantrae was swept away following the intervention of developer and landlord Sir William Maxwell, 5th Baronet, of Monreith House.Sir William Maxwell, 4th Baronet In the five years until 1776 he built an entirely new village, complete with a good harbour and renamed it Port William. One of the earliest buildings still standing was the corn mill, located on the side of the Killantrae burn to take advantage of the power provided by its water. Port William is an example of a planned village, lying on the eastern shore of Luce Bay. The harbour, built for the convenience of his tenant farmers, was one of the first in western Galloway. In the 17th and 18th centuries Port William was known as much for the illicit activities of its smugglers as for the legitimate trade of its port. ==Notable people== Gavin Maxwell FRSL, FIAL, FZS (Sc.), FRGS was a Scottish naturalist and author, best known for his non- fiction writing and his work with otters. Maxwell was born at The House of Elrig near the small village of Elrig, near Port William. Maxwell's relatives still live in the area and the family's ancient estate and grounds are in nearby Monreith. ==Port William Inshore Rescue Service Action Committee== The village formed one of the first Community First Response Teams in Scotland and has helped to set up other teams in the area. Following several incidents involving vessels in difficulties in Luce Bay the RNLI were asked to site a lifeboat at Port William, when this was denied the villagers formed a committee known as the Port William Inshore Rescue Service Action Committee (PIRSAC). Funds were raised to buy and staff an inshore rescue boat, this was launched in 1979 and it still operates today, covering Luce Bay, Wigtown Bay and the inshore waters between South West Scotland and the Isle of Man. ==The Harbour== The harbour was extended in 1790 and again in 1848; its commercial importance continuing until the end of World War I. Further work was done to protect the harbour in the 1980s by building a breakwater to the western side of the harbour. A statue of a fisherman overlooks the harbour: once made of concrete, it has been cast in bronze. The statue was part-funded by the millennium lottery fund. In front of the statue is a plaque with the first verse of the poem Leisure by W. H. Davies. == References== Category:Wigtownshire Category:Villages in Dumfries and Galloway Category:Ports and harbours of Scotland",
 "title": "Port William, Dumfries and Galloway"
}