{
 "id": "840573",
 "text": "Inman Square is a neighborhood and historic district in Cambridge, Massachusetts. It lies north of Central Square, at the junction of Cambridge, Hampshire, and Inman Streets near the Cambridge-Somerville border. ==Location== Like many squares in the Boston area, Inman Square refers both to an intersection and to a retail district and neighborhood. Current residents of the area seem to converge on a broad definition of Inman Square as the region centered on the intersection of Cambridge and Hampshire Streets. Geologically, the area is part of the larger Boston Basin and attaches to the relative lowland known as the Cambridge Plain. Originally, the land was both flat and surrounded by an irregular, swampy region that formed a natural boundary. Situated a short walk east of Harvard Square, north of Central Square, south of Union Square, and west of Lechmere (also known as East Cambridge), Inman Square is fairly centralized within the Mid- Cambridge/Somerville area. Hampshire Street connects it with Porter Square to the northwest and Kendall Square to the southeast. ==History== === 18th century === Inman Square likely owes its name to Ralph Inman (1713–1788), described as a gentleman of fortune and a Boston merchant. The details of his life can be pieced together from articles in the New England and Genealogical Register, vols. 12, 14, 25, 26, 30, 55, 84, 112, and 136, as well as numerous other sources. He had extensive business interests along the Boston wharf and with Thomas Sodden owned making up \"what is now the Port.\" Inman also owned a \"large, three-story rambling mansion\" in a \"\" This included the Brattles, after whom Brattle Square was named. During the American Revolutionary War, in 1775, American general Israel Putnam took over Inman's house as his headquarters. Inman was intent on remaining neutral in the war, but his intentions went for naught when his son joined the British Army, causing authorities to begin confiscating his property. He fled, leaving his wife, Elizabeth Murray, to deal with General Putnam and protect the property. Inman's wife, his second, was a business woman in her own right. Elizabeth Murray owned the sugar warehouse in Boston that the British troops took over as a barracks when they came to settle the unrest in Boston. It was from there that they marched to the Battles of Lexington and Concord. When her husband fled to Boston to seek protection from the British, Elizabeth Murray protected the Cambridge property. After the Battle of Bunker Hill, the Continental Army confiscated the property and her husband fled with the British to Halifax. She remained in America until she died in 1785. An extensive description of the house is given in NE & GR, July 1871, vol. 25, page 232. \"On the Inman street side\" and \"looking toward Boston road\" are mentioned. It was \"the first object of any interest in approaching the colleges from Boston ...\" At the time of the description, were still attached to it. Inman died there in 1788. His wife predeceased him. === 19th century === Inman Square's origins lie in the growth of East Cambridge, starting at around 1790, when a group of financiers led by Andrew Craigie began buying up land around Lechmere Point, home to present-day CambridgeSide Galleria shopping mall, in an effort to build a toll bridge over the Charles River. After Craigie's bridge was built, he constructed roads from the Lechmere area that had been laid out with a gridwork of streets. One of these roads was the Middlesex Turnpike, the present-day Hampshire Street, which connected Cambridge with Lowell and Boston, bringing regional traffic through the area. Craigie also laid out Cambridge Street, which would intersect with Hampshire, producing Inman Square in 1809. By the 1860s, horse carts were common in the area and contributed to dwellings popping up along their routes. By 1900, full streetcar service was in the area, led by the Charles River Street Railway, which built its first railway through Inman Square in 1881. By 1874 the region was an urban center called both \"Atwood's Corner\" and \"Inman Square.\" This ambiguity was fixed a year later in a petition that would make official the Inman Square moniker. === 20th century === After transportation brought people and commerce to the region, a new era of stability overtook Inman Square. From 1910 up until the early 1950s, streetcar, automobile, and foot traffic shuffled people to and from the square where architectural instead of transportation construction was taking place. During this period commercial dwellings popped up to service the local community: drugstores, taverns, markets, bakeries, delis, and an insurance company were among the many stores that called Inman Square home. After the streetcars left Cambridge Street around 1950 the square became \"just a little bit out of the way\" yet remained \"around the corner from Harvard, Central, Kendall and Lechmere.\" Even though there is no direct rapid transit, three MBTA bus lines (69, 83, 91) stop in the square, making it accessible by mass transit. Post-streetcar visitors still regularly frequent the area's restaurant and entertainment attractions. The regional restaurant chain Legal Sea Foods began in Inman Square in 1950 as a fish market that also did a takeout business. Legal Sea Foods grew to a chain of 31 restaurants, including those in Kendall Square and in Copley Square in Boston, as well as in suburbs and cities throughout the region. After the original Legal Sea Foods location burned in a fire, it was rebuilt and became Cambridge Family Health. An ornate fish on the building facade at 237 Hampshire Street commemorates the previous presence. thumb|right|Cambridge Fire Department Engine 5 Firehouse From the 1960s through the late 1970s, next to Legal Seafoods one could find the home of the improvisational troupe The Proposition. Alumni of the troupe include actors Josh Mostel, Judith Kahan Paul Kreppel and original Saturday Night Live cast member Jane Curtin. Later, in the 1980s, at the Ding Ho restaurant at 11 Springfield Street (where Ole Mexican Grill is presently located), such comedians as Steven Wright, Jimmy Tingle, Bobcat Goldthwait, and club founder Barry Crimmins got their start.Turbovsky, Rob. \"Steven Wright inducted into Hall, a city’s comedy history celebrated\" , Punchline Magazine, December 22, 2008Baltrusis, Sam. \"Steven Wright headlines Ding Ho reunion benefit\", LoadedGunBoston.com, April 8, 2008 Most, including future Tonight Show host Jay Leno, began by performing between sets of musical acts at the \"Ding\", as it was known to locals. Leno's first stage appearance took place there between sets of JT's Mardi Gras Band and the Lawnchair Ladies. ===21st century === thumb|S&S; Deli Inman Square is a culturally diverse neighborhood, home to professionals, working people, and students and professors from neighboring MIT and Harvard. Inman Square also has strong Brazilian and Portuguese influences, as can be seen in the storefronts lining Cambridge Street, especially to the east of Prospect Street. Boston's oldest continuously operating improvisational theater troupe, ImprovBoston, moved in 2008 from its longtime home in Inman Square to Prospect Street in nearby Central Square. ImprovBoston alumni include Wait Wait... Don't Tell Me! panelist Adam Felber. thumb|Bukowski Tavern on Cambridge St. Inman Square was also home to the Center for New Words (originally the New Words Bookstore), one of the oldest and longest-running women's bookstores in the country. Located at 186 Hampshire Street, it closed its retail business in the early 2000s. Meanwhile, from 2003 to early 2006, the Zeitgeist Gallery resided at 1353 Cambridge Street, after a fire drove it from its former home at the corner of Norfolk Street and Broadway. Run by a group of artists, musicians and activists, it was a focal point for art, music and community activism, and fostered avant garde, experimental and underground work. A related space called Zeitgeist Outpost or Outpost 186, opened by former Zeitgeist volunteers, is now on the other side of Inman Square. It is, in fact, in the former New Words back room, where the women's bookstore once held poetry readings, author presentations and acoustic concerts. In 2013, the neighborhood near Inman Square attained some notoriety as the home of the two main suspects in the Boston Marathon bombing and the location of the Islamic Society of Boston, at which they occasionally attended services. ==See also== *National Register of Historic Places listings in Cambridge, Massachusetts ==References== ==External links== *InmanSquare.com Category:Historic districts in Middlesex County, Massachusetts Category:National Register of Historic Places in Cambridge, Massachusetts Category:Neighborhoods in Cambridge, Massachusetts Category:Squares in Cambridge, Massachusetts",
 "title": "Inman Square"
}