{
 "id": "840643",
 "text": "Isaeus ( Isaios; fl. early 4th century BC) was one of the ten Attic orators according to the Alexandrian canon. He was a student of Isocrates in Athens, and later taught Demosthenes while working as a metic logographer (speechwriter) for others. Only eleven of his speeches survive, with fragments of a twelfth. They are mostly concerned with inheritance, with one on civil rights. Dionysius of Halicarnassus compared his style to Lysias, although Isaeus was more given to employing sophistry. ==Life== The time of his birth and death is unknown, but all accounts agree in the statement that he flourished () during the period between the Peloponnesian War and the accession of Philip II of Macedon, so that he lived between 420 and 348 BC.Dionysius, Isaeus 1; Plutarch, Lives of the Ten Orators p. 839; Anon., . He was a son of Diagoras, and was born at Chalcis in Euboea; some sources say he was born in Athens, probably only because he came there at an early age and spent the greater part of his life there. He was instructed in oratory by Lysias and Isocrates.Photius, Bibliotheca cod. 263; Dionysius and Plutarch, locc. citt. He was afterwards engaged in writing judicial orations for others, and established a rhetorical school at Athens, in which Demosthenes is said to have been his pupil. The Suda states that Isaeus instructed him free of charge, whereas Plutarch relates that he received 10,000 drachmas;Cf. Plutarch de Glor. Ath. p. 350, c.; Photius loc. cit. and it is further said that Isaeus composed for Demosthenes the speeches against his guardians, or at least assisted him in the composition. All particulars about his life are unknown, and were so even in the time of Dionysius, since Hermippus, who had written an account of the disciples of Isocrates, did not mention Isaeus at all. ==Works== In antiquity there were 64 orations which bore the name of Isaeus, but only fifty were recognised as genuine by the ancient critics.Plutarch, Lives of the Ten Orators, loc. cit. Of these, only eleven have come down to us; but we possess fragments and the titles of 56 speeches ascribed to him. The eleven extant are all on subjects connected with disputed inheritances; and Isaeus appears to have been particularly well acquainted with the laws relating to inheritance. Ten of these orations had been known ever since the revival of letters in the Renaissance, and were printed in the collections of Greek orators; but the eleventh, On Menecles' legacy (), was first published in 1785 from a Florentine manuscript by Tyrwhitt, and later by Orelli in 1814. Also, in 1815 Mai discovered and published the greater half of Isaeus' oration On Cleonymus' legacy (). Isaeus is also known to have written a manual on speechwriting entitled the Technē or Idiai technai (, \"Personal skills\"), which, however, is lost.Plutarch, Lives of the Ten Orators p. 839; Dionysius Epist. ad Ammon. i.2. List of extant speeches (available at the Perseus Digital Library) # On The Estate of Cleonymus # On the Estate of Menecles # On The Estate Of Pyrrhus # On the Estate of Nicostratus # On the Estate of Dicaeogenes # On the Estate of Philoctemon # On The Estate of Apollodorus # On The Estate of Ciron # On the Estate of Astyphilus # On The Estate Of Aristarchus # On the Estate of Hagnias # On Behalf of Euphiletus ==Oratorical style== Although his orations were placed fifth in the Alexandrian canon, still we do not hear of any of the grammarians having written commentaries on him, except Didymus of Alexandria.Harpocrates, s.vv. , . But we still possess the criticism upon Isaeus written by Dionysius of Halicarnassus; and by a comparison of the orations still extant with the opinions of Dionysius, we come to the following conclusion. The oratory of Isaeus resembles in many points that of his teacher, Lysias: the style of both is pure, clear, and concise; but while Lysias is at the same time simple and graceful, Isaeus evidently strives to attain a higher degree of polish and refinement, without, however, in the least injuring the powerful and impressive character of his oratory. The same spirit is visible in the manner in which he handles his subjects, especially in their skillful division, and in the artful manner in which he interweaves his arguments with various parts of the exposition, whereby his orations become like a painting in which light and shade are distributed with a distinct view to produce certain effects. It was mainly owing to this mode of management that he was envied and censured by his contemporaries, as if he had tried to deceive and misguide his hearers. He was one of the first who turned their attention to a scientific cultivation of political oratory; but excellence in this department of the art was not attained until the time of Demosthenes. ==Bibliography== * Forster, E.S. (ed., tr.) 1927, Isaeus (Cambridge, MA). * Roussel, P. (ed., tr.) 2003, Isée. Discours, 3rd ed. (1st ed. 1922; Paris). * Thalheim, Th. (ed.) 1963, Isaei Orationes cum deperditarum fragmentis, 2nd ed. (1st ed. 1903; Stuttgart). * ==References== ==Sources== * ==Further reading== * Category:Attic orators Category:Speechwriters Category:Metics in Classical Athens Category:Ancient Euboeans Category:4th-century BC Greek people Category:5th-century BC births Category:4th-century BC deaths",
 "title": "Isaeus"
}