{
 "id": "840785",
 "text": "thumb| Sidney Edwards Morse (7 February 1794 Charlestown, Massachusetts – 24 December 1871 New York City) was an American inventor, geographer and journalist. He was the brother of telegraphy pioneer and painter Samuel F. B. Morse. ==Biography== Morse was the son of geographer and clergyman Jedidiah Morse. He graduated from Yale in 1811, studied theology at Andover Seminary, and law at the Litchfield, Connecticut, school. Meanwhile, he became a contributor to the Columbian Centinel of Boston, writing a series of articles that illustrated the danger to the American Union from an undue multiplication of new states in the south, and showing that it would give to a sectional minority the control of the government. These led to his being invited by Jeremiah Evarts and others to found a weekly religious newspaper, to which he gave the name Boston Recorder. He continued as sole editor and proprietor of this journal for more than a year, and in this time raised its circulation until it was exceeded by that of only two Boston papers. Morse was then associated with his elder brother, Samuel Morse, in patenting the flexible piston pump and extending its sale. thumb|left|1825 map of Asia by Morse In 1823 he moved to New York, and with his brother, Richard Cary Morse, founded the New York Observer, which eventually became the oldest weekly in New York City, and the oldest religious newspaper in the state. He continued as senior editor and proprietor until 1858, when he retired to private life. In 1839 Morse was associated with Henry A. Munson in the development of cerography, a method of printing maps in color on the common printing press. He used this process to illustrate his geographical textbooks (in early life he had assisted his father in the preparation of geography books). The last years of his life were devoted to experimenting with an invention for the exploration of the depths of the sea. This instrument, called a bathometer, was exhibited at the World's fair in Paris in 1869, and during 1870 in New York City. ==Pro- slavery== The New York Observer was pro-slavery. It was the one newspaper that Mary Brown, wife of abolitionist John Brown, could not stand: Morse is the author of Premium questions on slavery, each admitting of a yes or no answer; addressed to the editors of the \"New York Independent'\" and \"New York Evangelist,\" in which there are questions such as: *Have the American people ever been abandoned by God to the folly and wickedness of practically asserting the right of every negro slave to liberty, without regard to the probable effect of the liberty of the negro upon the welfare of the community? *Does the Bible any where assert that all men have a right to liberty; or that slavery is always wrong; or that slaveholders are sinners merely because they are slaveholders; or that the governments instituted among men have no just powers except those derived from the consent of the governed ? ==Literary works== thumb|Morse and Samuel Breese, Texas, 1844 * A New System of Modern Geography (Boston, 1823), sold over half a million copies * Premium Questions on Slavery (New York, 1860) * North American Atlas * Cerographic Maps, comprising the Whole Field of Ancient and Modern, including Sacred, Geography, Chronology, and History ==References== * ==External links== * 1844 map of Texas and 1856 map of Texas by Sidney E. Morse, hosted by the Portal to Texas History. * Category:1794 births Category:1871 deaths Category:19th-century American inventors Category:American people of English descent Category:American geographers Category:American male journalists Category:Yale University alumni Category:19th-century American newspaper founders",
 "title": "Sidney Edwards Morse"
}