{
 "id": "841497",
 "text": "Barbara Jean McDougall (born November 12, 1937) was a Canadian politician. She served as a Member of Parliament from 1984 to 1993, and as Secretary of State for External Affairs from 1991 to 1993. She did not run again in the 1993 Canadian federal election which saw the incumbent Progressive Conservative government reduced to two seats in the House of Commons. In 2000 she was made an Officer of the Order of Canada. == Government and political experience == McDougall served as a member of parliament from St. Paul's (Toronto) for the Progressive Conservative Party of Canada from 1984 to 1993. At the Cabinet table she was a vocal proponent of free choice for women in the abortion debate.17 Nov 2013 Toronto Star: \"Mulroney-era cabinet documents reveal struggle to replace abortion law thrown out by court\" She based her opposition to Senate reform partly on the fact that this institution is responsible for the state of abortion law in Canada at present.25 Oct 2013: \"Why the Senate should be rebuilt, not abolished\" Globe and Mail She held the following government posts: {| class=\"wikitable\" |- !Position !Term |- |Secretary of State for External Affairs |1991.04.21 - 1993.06.24 |- |Minister of State (Youth) (Acting) |1990.01.24 - 1990.02.22 |- |Minister of Employment and Immigration |1988.03.31 - 1991.04.20 |- ||Minister of State (Privatization) |1986.06.30 - 1988.03.30 |- |Minister responsible for the Status of Women |1986.06.30 - 1990.02.22 |- ||Minister of State (Finance) |1984.09.17 - 1986.06.29 |} McDougall has remained active in conservative political circles. She was a member of the Red Tory Council and supported auto-parts magnate Belinda Stronach's campaign to become leader of the new Conservative Party of Canada in winter 2004. On December 18, 2006 it was announced that she would be appointed as a panelist on the Internal Trade Implementation Act for a period of five years. ==Education== McDougall received a B.A. from the University of Toronto in political science and economics in 1963. == Other careers == McDougall has previously been an advisor for Toronto law firm Aird & Berlis LLP where she counsels clients on matters of international business development, corporate governance and government relations. She is the Chair of Global Panel America and a member of the Global Panel Foundation's worldwide Supervisory board based in Berlin, Prague and Sydney. She has served as a Canadian representative to the Inter-American Dialogue in Washington, D.C. and The International Crisis Group in Brussels, Belgium. A Scotiabank director from 1999 to 2008, she sat on the Audit and Conduct Review Committee and the Human Resources Committee. She had previously served as Chair of the Conduct Review/Pension Committee. McDougall also was on the board of Stelco Inc. and the Independent Order of Foresters. She is currently a director of Unique Solutions Design Ltd. She has worked as a business reporter for the Vancouver Sun, an analyst for Odlum Brown and at brokerage firm A.E. Ames, where she became the company's first female vice president. From October 2004 to March 2010 McDougall served on the Board of Directors of Imperial Tobacco Canada, the Canadian subsidiary of British American Tobacco. In that capacity she chaired the Corporate Social Responsibility Committee of Imperial Tobacco Canada. === Controversial position at IDRC === In December 2007 McDougall was appointed Chair of the board of Canada's International Development Research Centre (IDRC). Liberal MP Carolyn Bennett criticized her appointment as Chair of IDRC because of the conflict of interest it created between her role as director of a tobacco company and chair of an agency funding tobacco control efforts. The press release announcing her appointment did not mention her ongoing directorship of Imperial Tobacco. It is also omitted this from her bio on the IDRC website. As a result of this serious conflict of interest, a major tobacco control coordination meeting in Africa funded by IDRC was boycotted by its participants and the Gates Foundation pulled US$5 million of tobacco control funding from IDRC in April 2010. == Archives == There is a Barbara McDougall fonds at Library and Archives Canada. ==References== ==External links== *Aird & Berlis LLP Web Biography * Category:1937 births Category:Living people Category:20th-century Canadian women politicians Category:Canadian people of Scottish descent Category:Canadian Secretaries of State for External Affairs Category:Canadian women diplomats Category:Female foreign ministers Category:Members of the 24th Canadian Ministry Category:Members of the House of Commons of Canada from Ontario Category:Members of the Inter-American Dialogue Category:Members of the Queen's Privy Council for Canada Category:Officers of the Order of Canada Category:Politicians from Toronto Category:Progressive Conservative Party of Canada MPs Category:University of Toronto alumni Category:Women government ministers of Canada Category:Women in Ontario politics Category:Women members of the House of Commons of Canada",
 "title": "Barbara McDougall"
}