{
 "id": "841504",
 "text": "Worcester Agricultural Fairgrounds was a 20-acre (80,000 m²) site in Worcester, Massachusetts in the 19th century. It was bounded by Highland Street (north), Sever Street (east), Cedar Street or William Street (south – sources vary), and Agricultural (later Russell) Street (west). The grounds were just east of the large public park called Elm Park. Today, the former fairgrounds property contains a grid of streets, and many homes and businesses, including Becker College. The Fairgrounds was home to an agricultural fair and to a horse trotting race track, usually called the Driving Park. \"Driving\" was a commonly used synonym for trotting, long before the term \"driving\" came to be associated primarily with the not-yet-invented automobile. The grounds are known today mainly as the home ballpark of the National League's Worcester Worcesters from 1880-82. (As a major league ballpark it is usually referred to as Agricultural County Fair Grounds or Worcester Driving Park.) On June 12, 1880, Worcester pitcher Lee Richmond threw the first perfect game in major league history. There is a granite post commemorating the perfect game on the Becker College campus. The park was also the site of the first, true major league doubleheader. For the price of a single game, Worcester fans saw two games against the Providence Grays on September 25, 1882.Lowry, Philip J. (2006). Green Cathedrals, Bloomsbury Publishing USA, pp. 243–244. The last game for the local major league club was played on September 29, 1882, with Troy defeating Worcester, 10–7, after which the park was torn down. But it was not the last big-league game in Worcester; five years later, on August 17, 1887, a new Driving Park hosted a National League game between Washington and Boston. \"Honest\" John Gaffney, later the \"King of Umpires,\" who had been hired the year before as Washington's manager, had the game transferred to Worcester, where he had grown up. (Boston won, 6-5.) Prior to Worcester acquiring a National League franchise, the Driving Park hosted other big-league games, including a National Association (NA) tilt on October 30, 1874, between Boston and the Hartford Dark Blues; Hartford won, 17–11, in front of a crowd of 500.Ibid. Previously, an exhibition game between the NA pennant winner Boston Red Stockings and runner-up Philadelphia Whites was played on October 30, 1873 after the end of the championship season. Boston prevailed 15–9 before a crowd of 2,000.\"Philadelphia and Boston at Worcester,\" _New York Clipper_ , November 8, 1873, 250. ==References== == External links == *1874 game log *1880-1882 games logs *1887 game log Category:Baseball in Worcester, Massachusetts Category:Buildings and structures demolished in 1882 Category:Defunct baseball venues in the United States Category:Defunct sports venues in Massachusetts Category:Fairgrounds in the United States Category:Defunct horse racing venues in Massachusetts Category:Sports venues in Worcester, Massachusetts",
 "title": "Worcester Agricultural Fairgrounds"
}