{
 "id": "841744",
 "text": "Edward Crossley (1841 – 21 January 1905) was an English businessman, Liberal Party politician and astronomer. ==Biography== Edward Crossley was the eldest son of Joseph Crossley J.P., of Broomfield, Halifax, Yorkshire, of the Crossley carpets dynasty. He inherited his family's carpet manufacturing business (John Crossley & Sons) from his father when he was 27. He married Jane Eleanor Baines, third daughter of the Leeds newspaper proprietor and MP Sir Edward Baines. He was the Member of Parliament (MP) for Sowerby from 1885 to 1892. He was also mayor of Halifax from 1874–1876 and 1884–1885. He became a Fellow of the Royal Astronomical Society in 1867. He built the Bermersidehttp://www.britishlistedbuildings.co.uk/en-447652-bermerside-house- accessed 27April2014 astronomical observatory, operational from 1867 to 1894, and purchased a telescope from Andrew Ainslie Common in 1885, and employed Joseph Gledhill as an observer. With Gledhill and James Wilson (later Canon of Worcester), he wrote Handbook of Double Stars in 1879, which became a standard reference work. By 1895 Crossley had deemed the rainy English weather and the industrial air pollution at his observatory site unsuitable for astronomy, so he donated his telescope to the Lick Observatory in California. Though extensively modified, it was used for research until 2010 and is known as the Crossley reflector. This telescope was used by Charles Dillon Perrine to discover two moons of Jupiter. The 36 in. Crossley reflector was used extensively before the 120 in. Shane Reflecting Telescope (C. Donald Shane Telescope) was built in 1959. ==References== == External links == * * Short biography * Telescopes of the Lick Observatory: The Crossley Reflector * on the Bremerside Observatory, from the Society for the History of Astronomy * Portraits of Edward Crossley from the Lick Observatory Records Digital Archive, UC Santa Cruz Library's Digital Collections ===Obituaries=== * MNRAS 65 (1905) 335 * Obs 28 (1905) 110 * PASP 17 (1905) 78 Category:1841 births Category:1905 deaths Category:19th-century British astronomers Category:Liberal Party (UK) MPs for English constituencies Category:UK MPs 1885–1886 Category:UK MPs 1886–1892 Category:Mayors of Halifax, West Yorkshire Category:Councillors in Calderdale Category:19th-century English businesspeople",
 "title": "Edward Crossley"
}