{
 "id": "841856",
 "text": "Antoine Raymond Joseph de Bruni, chevalier d'Entrecasteaux () (8 November 1737 – 21 July 1793) was a French naval officer, explorer and colonial governor. He is perhaps best known for his exploration of the Australian coast in 1792, while searching for the La Pérouse expedition. Antoine Bruni d'Entrecasteaux is commonly referred to simply as Bruni d'Entrecasteaux or Bruny d'Entrecasteaux, which is a compound surname (derived from his father's surname, Bruni and the family's origins in Entrecasteaux). ==Early career== thumb|left|Bruni d'Entrecasteaux Bruni d'Entrecasteaux was born to Dorothée de Lestang-Parade and Jean Baptiste Bruny, at Aix-en-Provence in 1739. His father was a member of the Parlement of Provence. Antoine Bruni d'Entrecasteaux was educated at a Jesuit school and reportedly intended to become a priest in the Society of Jesus, but his father intervened and enlisted him in the French Navy in 1754. In the action that secured the Balearic Islands for Spain (and resulted in the execution of Admiral Byng), Bruni d'Entrecasteaux was a midshipman aboard the 26-gun Minerve, and in April 1757 he was commissioned as an ensign. His further naval career as a junior officer was uneventful, and he appears in this period to have done general service in the French Navy. For a time Bruni d'Entrecasteaux was Assistant Director of ports and arsenals, after which (1785) he was transferred to command a French Squadron in the East Indies, comprising Résolution and Subtile.Roche, p.386 During this service he opened up a new route to Canton by way of the Sunda Strait and the Moluccas, for use during the south-east monsoon season. In 1787 he was appointed Governor of the French colony of Isle de France (now Mauritius) and the Isle of Bourbon. ==His explorations== thumb|left|The frigates and In September 1791, the French Assembly decided to send an expedition in search of Jean- François de La Pérouse, who had not been heard of since leaving Botany Bay in March 1788. Bruni d'Entrecasteaux was selected to command this expedition. He was given a frigate, (500 tons), with Lieutenant Jean-Louis d'Hesmity-d'Auribeau as his second-in-command and Élisabeth Rossel among the other officers. A similar ship, , was placed under Jean-Michel Huon de Kermadec, with de Trobriand as his second-in-command. A distinguished hydrographical engineer, Beautemps-Beaupré, served as the hydrographer of the expedition. When the expedition left Brest on 28 September 1791, Entrecasteaux was promoted to the rank of rear-admiral. The plan of the voyage was to proceed to New Holland (Australia), to sight Cape Leeuwin, then to hug the shore closely all the way to Van Diemen's Land (Tasmania), inspecting every possible harbour in a rowing boat, and then to sail for Tonga (aka \"the Friendly Islands\") via the northern cape of New Zealand allowing gardener Félix Delahaye to collect live breadfruit plants for transport to the French West Indies. D'Entrecasteaux was next to follow La Pérouse's intended route in the Pacific. It was thought that La Pérouse had meant to explore New Caledonia and the Louisiade Archipelago, to pass through Torres Strait, and to explore the Gulf of Carpentaria and the northern coast of New Holland. However, when Bruni d'Entrecasteaux reached Table Bay, Cape Town on 17 January 1792, he heard a report that Captain John Hunter (later to be Governor of New South Wales) had recently seen – off the Admiralty Islands – canoes manned by indigenous people wearing French uniforms and belts. Although Hunter denied this report, and although the Frenchmen heard of the denial, Bruni d'Entrecasteaux determined to make directly to the Admiralty Islands, nowadays part of Papua New Guinea, taking water and refreshing his crew at Van Diemen's Land. On 20 April 1792, that land was in sight, and three days later the ships anchored in a harbour, which he named Recherche Bay. For the next five weeks, until 28 May 1792, the Frenchmen carried out careful boat explorations which revealed in detail the beautiful waterways and estuaries in the area. Bruni d'Entrecasteaux was fortunate in having good officers and scientists, most importantly from the exploration point-of-view the expedition's first hydrographical engineer, C.F Beautemps-Beaupré, who is now regarded as the father of modern French hydrography. The work this officer did in the field was excellent, and his charts, when published in France as an Atlas du Voyage de Bruny-Dentrecasteaux (1807) were very detailed. The atlas contains 39 charts, of which those of Van Diemen's Land were the most detailed; they remained the source of the English charts of the area for many years. Beautemps-Beaupré, while surveying the coasts with Lieutenant Crétin, discovered that Adventure Bay, Tasmania, which had been discovered by Tobias Furneaux and named after his ship in 1773, was on an island which was separated from the mainland by a fine navigable channel. On 16 May, d'Entrecasteaux commenced to sail the ships through the channel, and this was accomplished by the 28th. Port Esperance, the Huon River, and other features were discovered, named, and charted, the admiral's names being given to the channel (D'Entrecasteaux Channel) and the large island (Bruny Island) separated by it from the mainland. On 28 May 1792 the ships sailed into the Pacific to search for La Pérouse. On 17 June they arrived off the Isle of Pines, south of New Caledonia. From there, d'Entrecasteaux sailed northward along the western coast of New Caledonia. (The Bruni d'Entrecasteaux reefs at the northwestern end of the New Caledonia Barrier Reef are named for him.) He then passed the Solomon Islands along their southern or western coasts, sailed through Saint George's Channel between New Ireland and New Britain, and on 28 July sighted the south-east coast of the Admiralty Islands. After three days spent in scrutinizing the eastern and northern coastline, Bruni d'Entrecasteaux decided that the rumours he had heard in Table Bay must be false, and he therefore set sail for Ambon, in modern-day Indonesia, where his ships replenished their stores. Leaving Amboina on 14 October, Bruni d'Entrecasteaux made for Cape Leeuwin, the south-western extremity of Australia, to carry out his original instructions of searching southern New Holland for La Pérouse. On 6 December land was sighted near Cape Leeuwin, and named D'Entrecasteaux Point. This event was celebrated by feastings and parties, one result of which was that the smith on board Recherche, Jean-Marie Marhadour over-indulged and died next day from an apoplectic fit. The weather proved boisterous, and the ships failed to find King George Sound, originally discovered by Vancouver. As they sailed further east, they penetrated numerous islands and dangerous shoals, to which they gave the name D'Entrecasteaux Islands – later changed to the Recherche Archipelago. While the Frenchmen were still in that dangerous area, on 12 December a violent storm descended upon them, and both ships were nearly wrecked. Fortunately, however, they found an anchorage where they were able to ride out the worst of the gale. Landings took place here on the mainland, and the locality was named in honour of Legrand, who had spotted the anchorage, and of the ship he was on, Espérance. Beautemps-Beaupré made a hasty survey of the off-lying islands of the archipelago. No water was found, and on 18 December the ships continued eastward to the head of the Great Australian Bight, but here the coast was found to be even more arid, and the water position more serious. On 4 January 1793, Bruni d'Entrecasteaux was forced to leave the coast at a position near Bruni d'Entrecasteaux Reef and sail direct to Van Diemen's Land. In this decision the French explorer was unfortunate, for if he had continued his examination of the southern coast of New Holland, he would have made all the geographical discoveries that fell to the lot of Bass and Flinders a few years later. Then, indeed, a French \"Terre Napoléon\" might well have become a fact. The ships anchored in Recherche Bay on 22 January, and the expedition spent a period of five weeks in that area, watering the ships, refreshing the crews, and carrying out explorations into both natural history and geography. Beautemps-Beaupré, in company with other officers, surveyed the northern extensions to Storm Bay – the western extension was found to be a mouth of a river which received the name Rivière du Nord – it was renamed the Derwent River a few months later by the next visitor to this area, Captain John Hayes in Duke of Clarence and Duchess. It was probably no coincidence that the d'Entrecasteaux expedition should have spent time investigating that part of Van Diemen's Land, as that region had been recommended for colonization by Henri Peyroux de la Coudrenière in his c.1784–85 \"Mémoire sur les avantages qui résulteraient d'une colonie puissante à la terre de Diémen\".Paul Roussier, \"Un projet de colonie française dans le Pacifique à la fin du XVIII siecle,\" La Revue du Pacifique, Année 6, No.1, 15 Janvier 1927, pp.726-733.; Robert J. King, \"Henri Peyroux de la Coudrenière and his plan for a colony in Van Diemen's Land\", Map Matters, Issue 31, June 2017, pp.2-6. Although Peyroux’s proposal fell on deaf ears at the time, it may have influenced d'Entrecasteaux's choice of the location to investigate. An inset map of Frederick Henry Bay, the place recommended by Peyroux for a settlement, was included in the map of Van Diemens Land prepared by C. F. Beautemps-Beaupré, the hydrographer with the d'Entrecasteaux expedition.C.F. Beautemps-Beaupré et al., Carte générale de la partie méridionale de la Nouvelle Hollande, appelée Terre d'Anthony Van Diemen, comprenant les découvertes faites dans cette partie par le contre-amiral Bruny-Dentrecasteaux levée et dressée par C. F. Beautemps-Beaupré, ingénieur hydrographe, en 1792 et 1793 (an 1er de l'ére Francaise), 1807. On 28 February d'Entrecasteaux sailed from Van Diemen's Land towards Tonga, sighting New Zealand and the Kermadec Islands en route. At Tonga, he found that the local people remembered Cook and Bligh well enough, but knew nothing of La Pérouse. He then sailed back to New Caledonia, where he anchored at Balade. The vain search for La Pérouse then resumed with Santa Cruz, then along the southern coasts of the Solomon Islands, the northern parts of the Louisiade Archipelago, through the Dampier Strait, along the northern coast of New Britain and the southern coast of the Admiralty Islands, and thence north of New Guinea to the Moluccas. By this time, the affairs of the expedition had become almost desperate, largely because the officers were ardent royalists and the crews equally ardent revolutionaries. Kermadec had died of tuberculosis in Balade harbour, and on 21 July 1793, d'Entrecasteaux himself died of scurvy, off the Hermit Islands, part of the Bismarck Archipelago in Papua New Guinea. Commands were re-arranged, with Auribeau taking charge of the expedition, with Rossel in Kermadec's place. The new chief took the ships to Surabaya. Here it was learned that a republic had been proclaimed in France, and on 18 February 1794 Auribeau handed his vessels to the Dutch authorities so that the new French Government could not profit by them. Auribeau died a month later and Rossel sailed from Java in January 1795 on board a Dutch ship, arriving at Table Bay in April 1795. There his ship sailed unexpectedly with the expedition's papers, leaving him behind, but this vessel was captured by the British. Rossel then took passage on a brig-of-war, but this too was captured by the British. After the Peace of Amiens in 1802, all the papers of the expedition were returned to Rossel, who was thus enabled to publish a narrative of the whole enterprise. ==Australian places named after him== *Western Australia **Point D'Entrecasteaux **D'Entrecasteaux National Park *South Australia ** D'Entrecasteaux Reef *Tasmania **Bruny Island **D'Entrecasteaux Channel **D'Entrecasteaux Monument Historic Site **D'Entrecasteaux River **D'Entrecasteaux Watering Place Historic Site ==Eponyms== D'Entrecasteaux is commemorated in the scientific name of a species of lizard, Pseudemoia entrecasteauxii.Beolens, Bo; Watkins, Michael; Grayson, Michael (2011). The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (\"Entrecasteaux\", p. 84). ==See also== * European and American voyages of scientific exploration * Middle Island (Western Australia) ==Notes, citations, and references == Notes Citations References * Douglas, Bronwen, Fanny Wonu Veys & Billie Lythberg (eds). Collecting in the South Seas; The Voyage of Bruni d\"Entrecasteaux 1791–1794. Leiden: Sidestone Press, 2018 *Duyker, Edward and Maryse (editors and translators) (2001). Bruny d’Entrecasteaux: Voyage to Australia and the Pacific 1791—1793. Melbourne: Miegunyah/Melbourne University Press. xliii + 392 pp. [paperback edition, March 2006, ]. *Duyker, Edward (2003). Citizen Labillardière: A Naturalist’s Life in Revolution and Exploration (1755—1834). Melbourne: Miegunyah/Melbourne University Press. , Paperback reprint, 2004, , pp. 383 [Winner, New South Wales Premier's General History Prize, 2004]. *Horner FB (1995). Looking for La Perouse: D’Entrecasteaux in Australia and the South Pacific, 1792–1793. Carlton South, Victoria: Miegunyah Press. . * *McLaren, Ian F. (1993). La Perouse in the Pacific, including searches by d’Entrecasteaux, Dillon, Dumont d’Urville : an annotated bibliography. (with an introduction by John Dunmore). Parkville, [Victoria]: University of Melbourne Library. . * *Van Duuren, David; Mostert, Tristan (2007). Curiosities from the Pacific Ocean. A remarkable Rediscovery in the Tropenmuseum, Amsterdam: Thirteen Ethnographic Objects from the Bruny d'Entrecasteaux Expedition (1791–1794). Amsterdam: Tropenmuseum / Leiden: C. Zwartenkot. . External links *Voyage to Australia and the Pacific Category:1739 births Category:1793 deaths Category:18th-century explorers Category:French explorers Category:French explorers of the Pacific Category:French Navy officers Category:French navigators Category:D'Entrecasteaux Islands Category:Maritime exploration of Australia Category:People from Aix-en-Provence Category:French nobility",
 "title": "Antoine Bruni d'Entrecasteaux"
}