{
 "id": "841919",
 "text": "The High Kings of Ireland ( ) were sometimes historical and sometimes legendary figures who had, or who are claimed to have had, lordship over the whole island of Ireland. Medieval and early modern Irish literature portrays an almost unbroken line of High Kings, ruling from the Hill of Tara over a hierarchy of lesser kings, stretching back thousands of years. Modern historians believe this scheme was crafted in the 8th century from the various genealogical traditions of powerful dynasties, and intended to justify their status by projecting it far into the past.Dáibhí Ó Cróinín, \"Ireland, 400–800\", in Dáibhí Ó Cróinín (ed.), A New History of Ireland 1: Prehistoric and Early Ireland, Oxford University Press, 2005, pp. 182–234. John T. Koch explains: \"Although the kingship of Tara was a special kingship whose occupants had aspirations towards supremacy among the kings of Ireland, in political terms it is unlikely that any king had sufficient authority to dominate the whole island before the 9th century\". The concept of national kingship is first articulated in the 7th century, but only became a political reality in the Viking Age, and even then not a consistent one.[ While the High Kings' degree of control varied, they never ruled Ireland as a politically unified state, as the High King was conceived of as an overlord exercising suzerainty over, and receiving tribute from, the independent kingdoms beneath him.Francis John Byrne, Irish Kings and High Kings, London, 1973, ==Sacred High Kings== Early Irish kingship was sacred in character. In some early Irish sources, High Kings can gain their power through a marriage to, or sexual relationship with, a sovereignty goddess. The High King is free from blemish, enforces symbolic buada (prerogatives) and avoids symbolic geasa (taboos). According to 7th- and 8th-century law tracts, a hierarchy of kingship and clientship progressed from the rí tuaithe (king of a single petty kingdom) through the ruiri (a rí who was overking of several petty kingdoms) to a rí ruirech (a rí who was a provincial overking). (See Rí.) Each king ruled directly only within the bounds of his own petty kingdom and was responsible for ensuring good government by exercising fír flaithemon (rulers' truth). His responsibilities included convening its óenach (popular assembly), collecting taxes, building public works, external relations, defence, emergency legislation, law enforcement, and promulgating legal judgment. The lands in a petty kingdom were held allodially by various fine (agnatic kingroups) of freemen. The king occupied the apex of a pyramid of clientship within the petty kingdom. This pyramid progressed from the unfree population at its base up to the heads of noble fine held in immediate clientship by the king. Thus the king was drawn from the dominant fine within the cenél (a wider kingroup encompassing the noble fine of the petty kingdom). The kings of the Ulster Cycle are kings in this sacred sense, but it is clear that the old concept of kingship coexisted alongside Christianity for several generations. Diarmait mac Cerbaill, king of Tara in the middle of the 6th century, may have been the last king to have \"married\" the land. Diarmait died at the hands of Áed Dub mac Suibni; some accounts from the following century state that he died by the mythic Threefold death appropriate to a sacral king. Adomnán's Life tells how Saint Columba forecast the same death for Áed Dub. The same Threefold Death is said in a late poem to have befallen Diarmait's predecessor, Muirchertach macc Ercae, and even the usually reliable Annals of Ulster record Muirchertach's death by drowning in a vat of wine. A second sign that sacred kingship did not disappear with the arrival of Christianity is the supposed lawsuit between Congal Cáech, king of the Ulaid, and Domnall mac Áedo. Congal was supposedly blinded in one eye by Domnall's bees, from whence his byname Cáech (half-blind or squinting), this injury rendering him imperfect and unable to remain High King. The enmity between Domnall and Congal can more prosaically be laid at the door of the rivalry between the Uí Néill and the kings of Ulaid, but that a king had to be whole in body appears to have been accepted at this time. ==Succession order== The business of Irish succession is rather complicated because of the nature of kingship in Ireland before the Norman take-over of 1171. Ireland was divided into a multiplicity of kingdoms, with some kings owing allegiance to others from time to time, and succession rules (insofar as they existed) varied. Kings were often succeeded by their sons, but often other branches of the dynasty took a turn—whether by agreement or by force of arms is rarely clear. Unfortunately, the king-lists and other early sources reveal little about how and why a particular person became king. To add to the uncertainty, genealogies were often edited many generations later to improve an ancestor's standing within a kingdom, or to insert him into a more powerful kindred. The uncertain practices in local kingship cause similar problems when interpreting the succession to the high kingship. The High King of Ireland was essentially a ceremonial, pseudo-federal overlord (where his over-lordship was even recognised), who exercised actual power only within the realm of which he was actually king. In the case of the southern branch of the Uí Néill, this would have been the Kingdom of Meath (now the counties of Meath, Westmeath and part of County Dublin). High Kings from the northern branch ruled various kingdoms in what eventually became the province of Ulster. In 1002, the high kingship of Ireland was wrested from Mael Sechnaill II of the southern Uí Néill by Brian \"Boruma\" mac Cennédig of the Kingdom of Munster. Some historians have called this a \"usurpation\" of the throne.Revd. Dr. JH Todd, Cogadh Gaedhel re Gallaibh, London, 1867 Others have pointed out that no one had a strict legal right to the kingship and that Brian \"had as much right to the high throne as any Uí Neill and... displayed an ability sadly lacking amongst most of the Uí Néill who had preceded him.\"Roger Chatterton Newman, Brian Boru, King of Ireland, Dublin, 1983 Brian was killed in the Battle of Clontarf in 1014. Mael Sechnaill II was restored to the High Kingship but he died in 1022. From 1022 through the Norman take-over of 1171, the High Kingship was held alongside \"Kings with Opposition\". ==Early Christian High Kings== Even at the time the law tracts were being written, these petty kingdoms were being swept away by newly emerging dynasties of dynamic overkings. The most successful of these early dynasties were the Uí Néill (encompassing descendants of Niall of the Nine Hostages, such as the Cenél nEógain), who (as kings of Tara) had been conquering petty kingdoms, expelling their rulers, and agglomerating their territories under the direct rule of their expanding kindred since the fifth century. Gaelic and foreign, pagan and Christian ideas were comingled to form a new idea of Irish kingship. The native idea of a sacred kingship was integrated with the Christian idea in the ceremony of coronation, the relationship of king to overking became one of tigerna (lord) to king and imperium (sovereignty) began to merge with dominium (ownership). The Church was well disposed to the idea of a strong political authority. Its clerics developed the theory of a high kingship of Ireland and wrote tracts exhorting kings to rule rather than reign. In return, the paruchiae (monastic federations) of the Irish church received royal patronage in the form of shrines, building works, land, and protection. The concept of a high king was occasionally recorded in various annals, such as an entry regarding the death of Máel Sechnaill mac Máele Ruanaid in 862 in the Annals of Ulster, which lists him as rí Érenn uile (king of all Ireland), a title which his successor Aed Finliath apparently never was granted. It is unclear what political reality was behind this title. ==Later High Kings== By the twelfth century, the dual process of agglomeration of territory and consolidation of kingship saw the handful of remaining provincial kings abandoning the traditional royal sites for the cities, employing ministers and governors, receiving advice from an oireacht (a body of noble counsellors), presiding at reforming synods, and maintaining standing armies. Early royal succession had been by alternation between collateral branches of the wider dynasty, but succession was now confined to a series of father/son, brother/brother and uncle/nephew successions within a small royal fine marked by an exclusive surname. These compact families (the Uí Briain of Munster, the Meic Lochlainn of the North, the Uí Conchubhair of Connacht) intermarried and competed against each other on a national basis so that on the eve of the Anglo-Norman incursion of 1169 the agglomeration/consolidation process was complete and their provincial kingdoms divided, dismembered and transformed into fiefdoms held from (or in rebellion against) one of their number acting as king of Ireland. ==See also== * History of Ireland * List of High Kings of Ireland * List of Irish kingdoms * Lists of Irish kings ==Notes== ==References== * Lebor Gabála Érenn * Geoghegan Clan * John Francis Byrne, 1973, Irish Kings and High Kings, Dublin * Annals of the Four Masters * Geoffrey Keating, 1636, Foras Feasa ar Éirinn * High King Niall: the most fertile man in Ireland, * The Times Online, The Times, 15 January 2006 * Laoise T. Moore et al., * A Y-Chromosome Signature of Hegemony in Gaelic Ireland Am. J. Hum. Genet., 78:334–338, 2006 ==External links== * Nationality and Kingship in Pre-Norman Ireland by Prof. Donnchadh Ó Corráin, University College Cork Category:Medieval Ireland Category:Cycles of the Kings Category:Irish mythology",
 "title": "High King of Ireland"
}