{
 "id": "84195",
 "text": "The Pennsylvania Turnpike (Penna Turnpike or PA Turnpike) is a toll highway operated by the Pennsylvania Turnpike Commission (PTC) in the U.S. state of Pennsylvania. A controlled-access highway, it runs for across the state. The turnpike's western terminus is at the Ohio state line in Lawrence County, where the road continues west as the Ohio Turnpike. The eastern terminus is at the New Jersey state line at the Delaware River–Turnpike Toll Bridge over the Delaware River in Bucks County, where the road continues east as the Pearl Harbor Memorial Extension of the New Jersey Turnpike. The highway runs east–west through the southern part of the state, connecting the Pittsburgh, Harrisburg, and Philadelphia areas. It crosses the Appalachian Mountains in central Pennsylvania, passing through four tunnels. The turnpike is part of the Interstate Highway System; it is designated as part of Interstate 76 (I-76) between the Ohio state line and Valley Forge, I-70 (concurrent with I-76) between New Stanton and Breezewood, I-276 between Valley Forge and Bristol Township, and I-95 from Bristol Township to the New Jersey state line. The road uses an all-electronic tolling system; tolls can be paid using E-ZPass or toll-by-plate (which uses automatic license plate recognition). Historically, cash tolls were collected using a combination of the ticket system and a barrier toll system, but cash tolls were phased out between 2016 and 2020. Along the turnpike are 15 service plazas, providing food and fuel to travelers. During the 1930s the Pennsylvania Turnpike was designed to improve automobile transportation across the mountains of Pennsylvania, using seven tunnels built for the abandoned South Pennsylvania Railroad in the 1880s. The road opened on October 1, 1940, between Irwin and Carlisle. It was one of the earlier long-distance limited-access highways in the United States, and served as a precedent for additional limited-access toll roads and the Interstate Highway System. Following World War II, the turnpike was extended east to Valley Forge in 1950 and west to the Ohio state line in 1951. In 1954, the road was extended further east to the Delaware River, and construction began on the Northeast Extension of the turnpike. The mainline turnpike was finished in 1956 with the completion of the Delaware River Bridge. During the 1960s, an additional tube was bored at four of the two-lane tunnels, while the other three tunnels were bypassed; these improvements made the entire length of the mainline turnpike four lanes wide. Improvements continue to be made to the road: rebuilding the original section to modern standards, widening portions of the turnpike to six lanes, and adding interchanges. In 2018, an ongoing interchange project saw the redesignation of the easternmost of the road from I-276 to I-95. Though still considered part of the turnpike mainline, it is no longer signed with turnpike markers and uses I-95's mileposts and exit numbers. ==Route description== The turnpike runs east–west across Pennsylvania, from the Ohio state line in Lawrence County to the New Jersey state line in Bucks County. It passes through the Pittsburgh, Harrisburg, and Philadelphia areas, along with farmland and woodland. The highway crosses the Appalachian Mountains in the central part of the state, passing through four tunnels. The Pennsylvania Turnpike Commission, created in 1937 to construct, finance, operate, and maintain the road, controls the highway. In 2015, the roadway had an annual average daily traffic count ranging from a high of 120,000 vehicles between Norristown and I-476 to a low of 12,000 vehicles between the Ohio border and the interchange with I-79 and U.S. Route 19 (US 19). As part of the Interstate Highway System, the turnpike is part of the National Highway System, a network of roads important to the country's economy, defense, and mobility. The Pennsylvania Turnpike is designated as a Blue Star Memorial Highway honoring those who have served in the United States Armed Forces; the Garden Club Federation of Pennsylvania has placed Blue Star Memorial Highway markers at service plazas along the turnpike. In addition to the east–west mainline, the Pennsylvania Turnpike Commission also operates the Northeast Extension of the Pennsylvania Turnpike (I-476), the Beaver Valley Expressway (I-376), the Mon–Fayette Expressway (Pennsylvania Route 43 or PA 43), the Amos K. Hutchinson Bypass (PA 66), and the Southern Beltway (PA 576). ===Ohio to Irwin=== thumb|right|alt=Cars and trucks on four-lane, divided highway|Westbound approaching the Pittsburgh interchange with I-376/US 22 The Pennsylvania Turnpike begins at the Ohio state line in Lawrence County, beyond which the highway continues west as the Ohio Turnpike. From the state line, the turnpike heads southeast as a four-lane freeway designated as I-76 through rural areas south of New Castle. A short distance from the Ohio border, the eastbound lanes come to the all-electronic Gateway toll gantry. The highway then crosses into Beaver County, where it reaches its first interchange with I-376 (here, the part called Beaver Valley Expressway) in Big Beaver. After this interchange, the turnpike passes under Norfolk Southern's Koppel Secondary rail line before it reaches the exit for PA 18 in Homewood. Past PA 18, the highway crosses CSX's Pittsburgh Subdivision rail line, the Beaver River, and Norfolk Southern's Youngstown Line on the Beaver River Bridge. The road then enters Butler County, where it comes to Cranberry Township. Here, an interchange serves I-79 and US 19\\. The turnpike continues through a mix of rural land and suburban residential development north of Pittsburgh into Allegheny County. The road then approaches the Warrendale toll plaza, where toll ticketing begins, and continues southeast, passing over the P&W; Subdivision rail line, which is owned by CSX and operated by the Buffalo and Pittsburgh Railroad. East of this point, the turnpike has an interchange with PA 8 in Hampton Township. The turnpike then comes to the Allegheny Valley exit in Harmar Township, which provides access to PA 28 via Freeport Road. East of this interchange, the road heads south, with Canadian National's Bessemer Subdivision rail line parallel to the east of the road. The highway crosses Norfolk Southern's Conemaugh Line, the Allegheny River, and the Allegheny Valley Railroad's Allegheny Subdivision line on the six-lane Allegheny River Turnpike Bridge. After the Allegheny River crossing the turnpike returns to four lanes, passing through the Oakmont Country Club before coming to a bridge over Canadian National's Bessemer Subdivision line. From here, the railroad tracks run along the west side of the road before splitting further to the west. The highway heads southeast to Monroeville, an eastern suburb of Pittsburgh; an interchange with I-376/US 22 (Penn–Lincoln Parkway) provides access to Pittsburgh. East of Monroeville, the turnpike continues through eastern Allegheny County before crossing into Westmoreland County. Here, it heads south and passes over Norfolk Southern's Pittsburgh Line before it comes to the exit for US 30 in Irwin. ===Irwin to Carlisle=== After the Irwin interchange, the Pennsylvania Turnpike widens to six lanes and heads into the rural area west of Greensburg. Curving southeast, it reaches New Stanton, where an interchange provides access to I-70, US 119, and the southern terminus of PA 66 (Amos K. Hutchinson Bypass). The road narrows back to four lanes at this interchange, and I-70 forms a concurrency with I-76 on the turnpike. After New Stanton, the road passes over the Southwest Pennsylvania Railroad's Radebaugh Subdivision line and winds southeast to the exit for PA 31 in Donegal, which also provides access to PA 711. Continuing east past Donegal, the turnpike crosses Laurel Hill into Somerset County. In this county, the road continues southeast to Somerset and an interchange with PA 601 accessing US 219 and Johnstown before it crosses over CSX's S&C; Subdivision rail line. East of Somerset the highway passes north of the Somerset Wind Farm before it reaches Allegheny Mountain, going under the mountain in the Allegheny Mountain Tunnel. Exiting the tunnel, the turnpike winds down the mountain at a three-percent grade, which is the steepest grade on the turnpike, and heads into Bedford County, passing through a valley. At Bedford, an exit for US 220 Business (US 220 Bus.) provides access to US 220 and the southern terminus of I-99; this exit also serves Altoona to the north. thumb|left|Eastbound at the Breezewood interchange, where I-70 splits from I-76 East of Bedford the turnpike passes through the Bedford Narrows, a gap in Evitts Mountain. The turnpike, US 30, and the Raystown Branch of the Juniata River all pass through the narrows. The road winds through a valley south of the river, before traversing Clear Ridge Cut near Everett. Further east, at Breezewood, I-70 leaves the turnpike; this interchange is notably home to some of the only traffic lights on an Interstate highway. After Breezewood, I-76 continues along the turnpike, heading northeast across Rays Hill into Fulton County. The turnpike continues east across Sideling Hill, before reaching an interchange with US 522 in Fort Littleton. After this interchange the highway parallels US 522 before curving east into Huntingdon County. The turnpike goes under Tuscarora Mountain through the Tuscarora Mountain Tunnel, entering Franklin County. It then curves northeast into a valley to the exit for PA 75 in Willow Hill. Again heading east, the road passes under Kittatinny Mountain through the Kittatinny Mountain Tunnel. Shortly after exiting the tunnel, the highway enters the Blue Mountain Tunnel under Blue Mountain. Leaving that tunnel, the turnpike heads northeast along the base of Blue Mountain to an exit for PA 997. East of this interchange the road enters Cumberland County, heading east through the Cumberland Valley on a stretch known as \"the straightaway\". Further east, the turnpike reaches Carlisle and an interchange with US 11 providing access to I-81. ===Carlisle to Valley Forge=== right|thumb|Westbound at the Harrisburg East interchange connecting to I-283 in Lower Swatara Township Approaching Harrisburg, the Pennsylvania Turnpike heads east through a mixture of rural land and suburban development, passing over Norfolk Southern's Shippensburg Secondary rail line. In Upper Allen Township, the highway comes to the US 15 interchange accessing Gettysburg to the south. The road continues east and passes over Norfolk Southern's Lurgan Branch rail line before it heads into York County, where it reaches the interchange with I-83 serving Harrisburg, its western suburbs, and York to the south. East of I-83, the turnpike widens to six lanes and crosses over Norfolk Southern's Port Road Branch rail line, the Susquehanna River, Amtrak's Keystone Corridor rail line, and Norfolk Southern's Royalton Branch rail line on the Susquehanna River Bridge. Now in Dauphin County, the road bypasses Harrisburg to the south. In Lower Swatara Township the turnpike reaches an interchange with the southern end of I-283, serving Harrisburg and its eastern suburbs and providing access to PA 283\\. Here, the road narrows back to four lanes and runs through suburban development near Middletown. The roadway passes over the Middletown and Hummelstown Railroad and the Swatara Creek before it continues into rural areas. The turnpike crosses a corner of Lebanon County before entering Lancaster County. In Lancaster County the highway passes through Pennsylvania Dutch Country and comes to an interchange with PA 72 accessing Lebanon to the north and Lancaster to the south. Further east, the turnpike passes over an East Penn Railroad line in Denver before it reaches an interchange with US 222 and PA 272 which serves the cities of Reading and Lancaster. The route continues into Berks County and comes to an interchange with I-176 (a freeway to Reading) and PA 10 in Morgantown. The turnpike then enters Chester County, running southeast to an exit for PA 100 north of Downingtown, where it heads into the western suburbs of Philadelphia. Continuing east, it reaches an interchange with PA 29 near Malvern. The highway crosses into Montgomery County and comes to the Valley Forge interchange in King of Prussia, where I-76 splits from the turnpike and heads southeast as the Schuylkill Expressway toward Philadelphia; this interchange also provides access to US 202 and US 422. ===Valley Forge to New Jersey=== Starting at the Valley Forge interchange the turnpike is designated as I-276 and becomes a six-lane road serving as a suburban commuter highway. The road comes to a bridge over SEPTA's Norristown High Speed Line and runs parallel to Norfolk Southern's Dale Secondary rail line, which is located south of the road. The turnpike crosses Norfolk Southern's Harrisburg Line, the Schuylkill River, and SEPTA's Manayunk/Norristown Line on the Schuylkill River Bridge near Norristown. A short distance later, the road passes over the Schuylkill River Trail and Norfolk Southern's Morrisville Connecting Track on the Diamond Run Viaduct before the parallel Dale Secondary rail line heads further south from the road. In Plymouth Meeting, an interchange with Germantown Pike provides access to Norristown before the roadway reaches the Mid-County Interchange. This interchange connects to I-476, which heads south as the Mid- County Expressway (commonly known as the \"Blue Route\") and north as the Northeast Extension of the turnpike; connecting the mainline turnpike to the Lehigh Valley and the Pocono Mountains regions of Pennsylvania. After the Mid- County Interchange, the mainline turnpike heads east through the northern suburbs of Philadelphia. In Fort Washington, the highway passes over SEPTA's Lansdale/Doylestown Line before it has an interchange with PA 309\\. At this point, the road becomes parallel to Norfolk Southern's Morrisville Line, which is located a short distance to the south of the road. later, the turnpike has a westbound exit and entrance for Virginia Drive. In Willow Grove, the highway reaches the PA 611 exit before passing over SEPTA's Warminster Line. The turnpike continues through more suburban areas, crossing into Bucks County and coming to a bridge over Norfolk Southern's Morrisville Line. Farther east, the roadway passes over SEPTA's West Trenton Line. In Bensalem, the highway comes to a bridge over CSX's Trenton Subdivision rail line before reaching an interchange with US 1, which provides access to Philadelphia. The highway narrows back to four lanes before an eastbound exit and entrance with PA 132\\. A short distance later, the turnpike arrives at the east end of the ticket system at the Neshaminy Falls toll plaza. After passing through more suburbs, the road reaches a partial interchange with I-95, where it crosses under I-295 with no access; this interchange has access from the westbound turnpike to southbound I-95 and from northbound I-95 to the eastbound turnpike. At this point, I-276 ends and the Pennsylvania Turnpike becomes part of I-95. Here, signage indicates the westbound turnpike as a left exit from southbound I-95, using I-95 milepost exit number 40. This is the only place where continuing on the mainline turnpike is signed as an exit. After joining I-95, the remaining of road uses I-95's mileposts and exit numbers and is not directly signed as the Pennsylvania Turnpike, though it is still considered part of the mainline turnpike. Continuing east, the turnpike reaches its final interchange, providing access to US 13 in Bristol. Following this, the road passes over an East Penn Railroad line before it comes to the westbound all-electronic Delaware River Bridge toll gantry. After this, the highway crosses the Delaware Canal and Amtrak's Northeast Corridor rail line before heading across the Delaware River into New Jersey on the Delaware River–Turnpike Toll Bridge. At this point, the Pennsylvania Turnpike ends, and I-95 continues east (north) as the Pearl Harbor Memorial Extension of the New Jersey Turnpike, which connects to the mainline of the New Jersey Turnpike. ===Major bridges and tunnels=== thumb|right|alt=Two tunnel entrances (two lanes in each direction)|West portal of the Allegheny Mountain Tunnel The Pennsylvania Turnpike incorporates several major bridges and tunnels along its route. Four tunnels cross central Pennsylvania's Appalachian Mountains. The Allegheny Mountain Tunnel passes under Allegheny Mountain in Somerset County. The Tuscarora Mountain Tunnel runs beneath Tuscarora Mountain (at the border of Huntingdon and Franklin counties), and is long. The Kittatinny Mountain and Blue Mountain tunnels are adjacent to each other in Franklin County and are and long, respectively. Five bridges carry the turnpike over major rivers in the state. The Beaver River Bridge crosses the Beaver River in Beaver County. The highway crosses the Allegheny River in Allegheny County on the Allegheny River Turnpike Bridge, and crosses the Susquehanna River between York and Dauphin counties on the Susquehanna River Bridge. In Montgomery County, the turnpike crosses the Schuylkill River on the Schuylkill River Bridge. At the New Jersey state line in Bucks County, the highway is connected to the Pearl Harbor Memorial Extension of the New Jersey Turnpike by the Delaware River–Turnpike Toll Bridge over the Delaware River. ==Tolls== thumb|left|alt=Multi-lane toll plaza with cash and E-ZPass lanes|Toll plaza at the Bensalem interchange before conversion to all-electronic tolling The Pennsylvania Turnpike uses all-electronic tolling, with tolls payable by toll- by-plate (which uses automatic license plate recognition to take a photo of the vehicle's license plate and mail a bill to the vehicle owner) or E-ZPass. Between the Warrendale and Neshaminy Falls toll plazas on the mainline, as well as on the Northeast Extension from Mid-County to Wyoming Valley, tolls are based on distance traveled. An eastbound mainline toll gantry is located at Gateway near the Ohio border and a westbound mainline toll gantry is located at the Delaware River Bridge near the New Jersey border, both charging a flat toll using toll-by-plate or E-ZPass at highway speeds. There is no toll between Gateway and Warrendale and between Neshaminy Falls and the Delaware River Bridge. , it costs a passenger vehicle $86.50 to travel the length of the mainline turnpike between Warrendale and Neshaminy Falls using toll-by- plate, and $42.80 using E-ZPass; the eastbound Gateway toll costs $13.70 with toll-by-plate and $6.70 with E-ZPass for passenger vehicles while the westbound Delaware River Bridge toll gantry costs $8.70 using toll-by-plate and $6.50 using E-ZPass. Since 2009, the turnpike has raised tolls once a year, starting on January 1, to provide funding for increasing annual payments to PennDOT, as mandated by Act 44. The turnpike commission paid PennDOT $450 million annually, of which $200 million went to non-turnpike highway projects across the state and $250 million went to funding mass transit. As part of Act 89 signed in 2013, the annual payments to PennDOT will end after 2022 (35 years earlier than the original proposal under Act 44), but it is not known if the annual toll increases will continue after 2022. Act 89 has also redirected the entire $450 million annual payments to PennDOT towards funding mass transit. With the annual rise in tolls, traffic has been shifting from the turnpike to local roads. thumb|alt=Detailed toll ticket on car seat|July 2013 Pennsylvania Turnpike toll ticket from Willow Grove (exit 343), with tolls for Class-1 vehicles (two-axle cars without trailers) Until March 2020, the Pennsylvania Turnpike used the ticket system of tolling between the Warrendale and Neshaminy Falls toll plazas, as well as on the Northeast Extension from Mid-County to Wyoming Valley. When entering the turnpike, motorists received a ticket listing the toll for each exit; the ticket was surrendered when exiting, and the applicable toll was paid. If the ticket was lost, motorists were charged the maximum toll for that exit. Cash, credit cards, and E-ZPass were accepted at traditional toll plazas. In 2010, McCormick Taylor and Wilbur Smith Associates were hired to conduct a feasibility study on converting the road to all-electronic tolls. On March 6, 2012, the turnpike commission announced that it was implementing this plan. The turnpike commission projected that it would save $65 million annually on labor costs by eliminating toll collectors. On January 3, 2016, all-electronic tolling was introduced in the westbound direction at the Delaware River Bridge mainline toll plaza, while the eastern terminus of the ticket system was moved from the Delaware River Bridge to Neshaminy Falls. On October 27, 2019, all-electronic tolling was implemented at the eastbound Gateway mainline toll plaza. All- electronic tolling was originally scheduled to be implemented on the entire length of the Pennsylvania Turnpike in the later part of 2021. However, in March 2020 the turnpike made the switch early as a result of the COVID-19 pandemic. The all-electronic tolling system on the turnpike will initially use toll booths at exits until mainline toll gantries between interchanges are constructed. Mainline toll gantries are planned to begin operation in eastern Pennsylvania by 2022, central Pennsylvania by 2024, and western Pennsylvania by 2026. The Warrendale toll plaza will be replaced by an all-electronic toll gantry east of the current location in early 2022. As of 2020, about 86% of vehicles along the Pennsylvania Turnpike use E-ZPass for payment of tolls. ===Act 44 toll increases=== The turnpike commission raised tolls by 25 percent on January 4, 2009, to provide funds to the Pennsylvania Department of Transportation for road and mass-transit projects, as mandated by Act 44. This toll hike brought the rate to travel the turnpike to , or in . At this point, an annual toll increase was planned. A three-percent toll increase went into effect January 3, 2010, bringing the rate to or in . The cash toll increased 10 percent on January 2, 2011, and E-ZPass tolls increased three percent. The new toll rate was or in using cash, and or in using E-ZPass. As part of this toll hike the turnpike commission initially planned to omit the toll amount from new tickets, and Pennsylvania Auditor Jack Wagner wondered if the commission was trying to hide the increase. The commission later decided to include the tolls on new tickets. Cash tolls increased 10 percent on January 1, 2012, while E-ZPass tolls were unchanged from the previous year. With this increase, the cash toll rate increased to or in . Tolls for both cash and E-ZPass customers increased in January of each of the next eight years. ==Services== ===Emergency assistance and information=== The turnpike formerly had a call box every mile for its entire length. Call boxes were first installed between New Stanton and New Baltimore in December 1988, and in 1989, call boxes were extended along the length of the highway. In September 2017, the turnpike commission began removing the call boxes due to increased mobile phone usage making the call boxes obsolete. Motorists needing assistance may dial *11 on mobile phones. First-responder service is available to all turnpike users via the GEICO Safety Patrol program. The free program checks for disabled motorists, debris and accidents along the road and provides assistance 24 hours daily year-round. Each patrol vehicle covers a stretch of the turnpike. Towing service is available from authorized service stations near the highway, and Pennsylvania State Police Troop T patrols the turnpike. The troop's headquarters is in Highspire; its turnpike substations are grouped into two sections: the western section has substations in Gibsonia, New Stanton, Somerset, and Everett, while the eastern section has substations in Newville, Bowmansville, and King of Prussia (the eastern section also has a substation at Pocono on the Northeast Extension). The Pennsylvania Turnpike Commission broadcasts road, traffic, and weather conditions over highway advisory radio transmitters at each exit on 1640 kHz AM, with a range of approximately . The 511PA travel information service provides alerts, an interactive map, weather information, and traffic cameras to motorists. There are variable-message signs located along the roadway that provide information to motorists such as accidents, construction, weather, and traffic congestion. ===Service plazas=== thumb|alt=Entrance to building with pointed arch, with a bus in front|Sideling Hill service plaza The Pennsylvania Turnpike has 15 service plazas on the main highway throughout the state, as well as 2 on the Northeast Extension. Each plaza has fast food restaurants, a Sunoco gas station, and a 7-Eleven convenience store. Other amenities include ATMs, E-ZPass sales, free cell phone charging, Pennsylvania Lottery sales, picnic areas, restrooms, tourist information, Travel Board information centers, and Wi-Fi. The King of Prussia plaza has a welcome center, and the New Stanton and Sideling Hill plazas feature seasonal farmers' markets. A few plazas offer E85 while New Stanton offers compressed natural gas; all of them offer conventional gasoline and diesel fuel. Select service plazas have electric vehicle charging stations. The Sunoco and 7-Eleven locations as well as the Subway at North Midway are operated by Energy Transfer Partners (who bought Pennsylvania-based Sunoco in 2012) while the remaining restaurants and general upkeep of the service plazas are operated by Applegreen. right|thumb|Interior of the Oakmont Plum service plaza Throughout the turnpike's history, various plazas have been added or eliminated. Two of the original plazas (at Laurel Hill and New Baltimore) were closed in the 1950s while the bypassing of what is now the Abandoned Turnpike led to the closure of the Cove Valley Plaza and opening of the Sideling Hill plaza, which serves both westbound and eastbound traffic. In 1980, the plazas at Denver, Pleasant Valley, and Mechanicsburg were sold to outside bidders and in 1983 the Path Valley plaza closed due to declining business, as it was only east of the dual-access Sideling Hill plaza. Throughout the decade, the former Howard Johnson's restaurants were converted to a variety of fast food outlets and sit-down restaurants at some locations. In 1990 the Brandywine (now Peter J. Camiel) plaza was demolished and reconstructed, and in 2002 the Butler plaza closed to make room for the Warrendale Toll Plaza. Starting in 2006, the Turnpike Commission and HMSHost worked to rebuild the service plazas starting with Oakmont, which closed in 2006 and reopened in 2007. This was followed by the reconstruction of the North Somerset and Sideling Hill plazas (2007–2008), New Stanton (2008–2009), King of Prussia (2009–2010), Lawn and Bowmansville (2010–2011), South Somerset, Blue Mountain and Plainfield (2011–2012), South Midway and Highspire (2012–2013), Peter J. Camiel (2013–2014), and Valley Forge and North Midway (2014–2015). During this process, four plazas were eliminated altogether: the Hempfield and South Neshaminy plazas were demolished in 2007 for additional lanes and a new slip ramp, respectively, the Zelienople plaza closed in 2008 due to a lack of business since it was located on the free stretch of the turnpike from Ohio to Warrendale, and the North Neshaminy plaza shut down in 2010 for an upcoming construction project. The Art Sparks program was launched in 2017 as a partnership between the turnpike commission and the Pennsylvania Council on the Arts to install public art created by local students in the Arts in Education residency program in service plazas along the turnpike over the next five years. The public art consists of a mural reflecting the area where the service plaza is located. The first Art Sparks mural debuted at the Lawn service plaza in May 2017. In April 2019, the Sunoco/A-Plus locations began to be converted to 7-Eleven locations, as part of a larger deal that saw 7-Eleven take over Sunoco's company-owned convenience stores along the East Coast and Texas; Sunoco continues to supply fuel to the locations. ==History== The Pennsylvania Turnpike was planned in the 1930s to improve transportation across the Appalachian Mountains of central Pennsylvania. It used seven tunnels bored for the abandoned South Pennsylvania Railroad project during the 1880s. The highway opened on October 1, 1940 between Irwin and Carlisle as the first long-distance controlled-access highway in the United States. Following its completion, other toll roads and the Interstate Highway System were built. The highway was extended east to Valley Forge in 1950, and west to the Ohio border in 1951. It was completed at the New Jersey border (the Delaware River) in 1954; the Delaware River Bridge opened two years later. During the 1960s, the entire highway was expanded to four lanes by adding a second tube at four of the tunnels and bypassing the other three. Other improvements have been made, including the addition of interchanges, the widening of portions of the highway to six lanes and the reconstruction of the original section. A partial interchange with I-95 opened in September 2018, and will be expanded to a full interchange in the future. ===Planning=== Before the turnpike, there were other forms of transportation across the Appalachians. Native Americans traveled across the mountains along wilderness trails; later, European settlers followed wagon roads to cross the state. The Philadelphia and Lancaster Turnpike opened between Lancaster and Philadelphia in 1794, the first successful turnpike in the United States. The road was paved with logs, an improvement on the dirt Native American trails. In 1834, the Main Line of Public Works opened as a system of canals, railroads and cable railways across Pennsylvania to compete with the Erie Canal in New York. The Pennsylvania Railroad was completed between Pittsburgh and Philadelphia in 1854. During the 1880s, the South Pennsylvania Railroad was proposed to compete with the Pennsylvania. It received the backing of William Henry Vanderbilt, head of the New York Central Railroad (the Pennsylvania's chief rival). Andrew Carnegie also provided financial support, since he was unhappy with rates charged by the Pennsylvania Railroad. Construction began on the rival line in 1883, but stopped when the railroads reached an agreement in 1885. After construction halted, the only vestiges of the South Pennsylvania were nine tunnels, some roadbed, and piers for a bridge over the Susquehanna River in Harrisburg. During the early 20th century, the automobile gradually became the primary form of transportation. Motorists crossing the Pennsylvania mountains during the 1930s were limited to hilly, winding roads such as the Lincoln Highway (US 30) or the William Penn Highway (US 22), which had grades exceeding nine percent. Due to their sharp curves and steep grades, the roads were dangerous and caused many fatal accidents from skids. As a result of the challenge of crossing the Pennsylvania mountains by automobile, William Sutherland of the Pennsylvania Motor Truck Association and Victor Lecoq of the Pennsylvania State Planning Commission proposed a toll highway in 1934. This highway would be a four-lane limited-access road modeled after the German autobahns and Connecticut's Merritt Parkway. The turnpike could also serve as a defense road, and construction costs could be reduced by using the abandoned tunnels of the South Pennsylvania Railroad project. thumb|left|alt=Black-and-white photo of four-lane highway, with one car in each direction|Winding section east of Fort Littleton in 1942In 1935 Sutherland and Lecoq introduced their turnpike idea to state legislator Cliff Patterson, who proposed a feasibility study on April 23, 1935. The proposal passed, and the Works Progress Administration (WPA) explored the possibility of building the road. Its study estimated a cost of between $60 and $70 million (between $ and $ in dollars) to build the turnpike. Patterson introduced Bill 211 to the legislature, calling for the establishment of the Pennsylvania Turnpike Commission. The bill was signed into law by Governor George Howard Earle III on May 21, 1937 and on June 4, the first commissioners were appointed. The highway was planned to run from US 30 in Irwin (east of Pittsburgh) east to US 11 in Middlesex (west of Harrisburg), a length of about . It would pass through nine tunnels along the way. The road would have four lanes, with a median and no grade steeper than three percent. Access to the highway would be controlled by entrance and exit ramps. There would be no at-grade intersections, driveways, traffic lights, crosswalks or at-grade railroad crossings. Curves would be wide, and road signage large. The right-of-way for the turnpike would be ; the road would be wide, with shoulders and a median. Through the tunnels the road would have two lanes, a clearance and a roadway. The turnpike's design would be uniform for its entire length. In February 1938, the commission began investigating proposals for $55 million in bonds to be issued for construction of the turnpike. A month later, Van Ingen and Company purchased $60 million (about $ in dollars) in bonds they would offer to the public. President Franklin D. Roosevelt approved a $24 million (about $ in dollars) grant from the WPA in April 1938 for construction of the road; the commonwealth also contributed $29 million towards the project. The WPA grant received final approval, but plans were still made to sell bonds; the first issue was planned for about $20 million (about $ in dollars). The reduced bond issue was due to the grant from the WPA. In June, the Reconstruction Finance Corporation (RFC) announced they would lend the commission sufficient funds to build the road. The RFC loan totaled $32 million (about $ in dollars), with a $26 million (about $ in dollars) grant from the Public Works Administration (PWA), providing $58 million for the turnpike's construction; highway tolls would repay the RFC. In October 1938, the turnpike commission agreed with the RFC and PWA that the RFC would purchase $35 million in bonds, in addition to the PWA grant. That month, a banking syndicate purchased the entire bond amount from the RFC. The previous month, a proposed railroad from Pittsburgh to Harrisburg using the former South Pennsylvania Railroad right-of-way that had been designated for the turnpike was turned down. ===Design=== thumb|left|alt=Highway tunnel, with one lane in each direction|Laurel Hill Tunnel in 1942In building the turnpike, boring the former railroad tunnels was completed. Since the Allegheny Mountain Tunnel bore was in poor condition, a new bore was drilled to the south. The commission considered bypassing the Rays Hill and Sideling Hill Tunnels, but the cost of a bypass was considered too high. Crews used steam shovels to widen the tunnels' portals, and temporary railroad tracks transported construction equipment in and out. Concrete was used in lining the tunnel portals. The tunnels include ventilation ducts, drainage structures, sidewalks, lighting, telephone and signal systems. Lighting was installed along the roadway approaching the tunnel portals. The tunnels bored through the seven mountains totaled . The tunnels were Laurel Hill Tunnel, Allegheny Mountain Tunnel, Rays Hill Tunnel, Sideling Hill Tunnel, Tuscarora Mountain Tunnel, Kittatinny Mountain Tunnel, and Blue Mountain Tunnel, and the road became known as the \"tunnel highway\". Many bridge designs were used for roads over the highway, including the concrete arch bridge, the through plate girder bridge, and the concrete T-beam bridge. Bridges used to carry the turnpike over other roads and streams included a concrete arch viaduct in New Stanton. At , the New Stanton viaduct was the longest bridge along the original section of the turnpike. Other turnpike bridges included plate girder bridges like the bridge over Dunnings Creek in the Bedford Narrows. Smaller concrete T-beam bridges were also built A total of 307 bridges were constructed along the original section of the turnpike. thumb|right|alt=Black-and-white photo of highway tunnel at night|Rays Hill Tunnel at night in 1942Eleven interchanges were built along the turnpike, most of which were trumpet interchanges in which all ramps merge at the toll booths; only the New Stanton, Carlisle, and Middlesex interchanges did not follow this design. Lighting was installed approaching interchanges, along with acceleration and deceleration lanes. The road also featured guardrails, consisting of steel panels attached to I-beams. Large exit signs were used, and road signs had cat's-eye reflectors to increase visibility at night. Billboards were prohibited. In September 1940, the Pennsylvania Public Utility Commission ruled that trucks and buses would be allowed to use the highway. Since the first section of the highway was built through a rural part of the state, food and gasoline were not readily available to motorists. Because of this, the commission decided to provide service plazas at intervals. The plazas would be constructed of native fieldstone, resembling Colonial-era architecture. In 1940, Standard Oil of Pennsylvania was awarded a contract for ten Esso service stations along the turnpike. Eight of the service plazas would consist of service stations and a restaurant, while the plazas at the halfway point (in Bedford) would be larger. The South Midway service plaza (the largest) contained a dining room, lunch counter, lounge, and lodging for truckers; a tunnel connected it to the smaller North Midway plaza. The remaining service plazas were smaller, with a lunch counter. Food service at the plazas was provided by Howard Johnson's. After World War II, the food facilities were enlarged; service stations sold gasoline, repaired cars and provided towing service. ===Construction of first section=== thumb|alt=Four-lane highway with overpass, photographed from median|A view of the turnpike at an overpass in 1942 Before the first-section groundbreaking, in 1937 the turnpike commission sent workers to assess the former railroad tunnels. In September of that year, a contract was awarded to drain water from the tunnels. After this, workers cleared rock slides and vegetation from the tunnel portals before evaluating the nine tunnels' condition. It was decided that six of the nine former South Pennsylvania Railroad tunnels could be used for the roadway. The Allegheny Mountain Tunnel was in too poor a condition for use, and the Quemahoning and Negro Mountain tunnels would be bypassed with rock cuts through the mountains. The Quemahoning Tunnel had been completed and used by the Pittsburgh, Westmoreland and Somerset Railroad. The Pennsylvania Turnpike groundbreaking was held on October 27, 1938, near Carlisle; Commission Chairman Walter A. Jones thrust the first shovel into the earth. Turnpike construction was on a tight schedule, because completion of the road was originally planned by May 1, 1940. After the groundbreaking, contracts for finishing the former South Pennsylvania Railroad tunnels, grading the turnpike's right-of-way, constructing bridges, and paving were awarded. By July 1939, the entire length of the turnpike was under contract. The first work to begin on the road was grading its right-of-way, which involved a great deal of earthwork due to the mountainous terrain. Building the highway required the acquisition of homes, farms, and a coal mine by eminent domain. A tunnel was originally planned across Clear Ridge near Everett, but the turnpike commission decided to build a cut into the ridge. Building the cut involved bulldozers excavating the mountain and explosives blasting the rock. Concrete culverts were built to carry streams and roads under the highway in the valley floor. The Clear Ridge cut was deep (the deepest highway cut at the time), and was known as \"Little Panama\" after the Panama Canal. West of Clear Ridge, cuts and fills were built for the turnpike to pass along the southern edge of Earlston. Considerable work was also involved in building the roadway up the three-percent grade at the east end of Allegheny Mountain, the steepest grade the turnpike traversed. The base of Evitts Mountain was blasted to carry the turnpike across Bedford Narrows along with US 30, the Raystown Branch of the Juniata River, and a Pennsylvania Railroad branch line. In New Baltimore, the turnpike commission had to purchase land from St. John's Church (which contained a cemetery); as part of the agreement, stairways were built on either side of the turnpike to provide access to the church. Paving began on August 31, 1939. The roadway would have a concrete surface, and concrete was poured directly onto the earth with no gravel roadbed. Concrete batch plants were set up along the road to aid in paving. Interchange ramps were paved with asphalt. The paving operations led to a delay in the projected opening of the highway; by October 1939 the completion date was pushed back from May 1 to June 29, 1940, since paving could not be done during the winter. The commission rushed the paving, attempting to increase the distance paved from a day. Completion was postponed to July 4, before being again postponed to late summer 1940 when rain delayed paving operations. Paving concluded by the end of the summer, and on September 30, the turnpike commission announced that the road would open on October 1, 1940. Since the turnpike was opened on short notice, no ribbon-cutting ceremony was held. On August 26, 1940, a preview of the highway was organized by commission chairman Jones. It began the previous night with a banquet at The Hotel Hershey and proceeded west along the turnpike, stopping at the Clear Ridge cut before lunch at the Midway service plaza. The preview ended with dinner and entertainment at the Duquesne Club in Pittsburgh. That month, a military motorcade traveled portions of the turnpike. The roadway took of sand, of stone, of steel and more than of cement to complete. It was built at a cost of . A total of 18,000 men worked on the turnpike; 19 died during its construction. When the highway was under construction in 1939, its proposed toll was $1.50 (about $ in dollars) for a one-way car trip; a round trip would cost $2.00 (about $ in ). Trucks would pay $10.00 (about $ in ) one way. Varying tolls would be charged for motorists who did not travel the length of the turnpike. Upon its opening in 1940, automobile tolls were set at $1.50 (about $ in ) one way and $2.25 (about $ in ) round trip. The tolls were to be used to pay off bonds to build the road, and were to be removed when the bonds were paid. However, tolls continue to be charged to finance improvements to the turnpike system. The toll rate was about — in —when the turnpike opened. The ticket system was used to pay for tolls. This toll rate remained the same for the turnpike's first 25 years; other toll roads (such as the New York State Thruway and the Ohio, Connecticut and Massachusetts Turnpikes) had a higher rate. ===Opening of first section=== The Pennsylvania Turnpike opened at midnight on October 1, 1940, between Irwin and Carlisle; the day before the opening, motorists lined up at the Irwin and Carlisle interchanges. Homer D. Romberger, a feed and tallow driver from Carlisle, became the first motorist to enter the turnpike at Carlisle, and Carl A. Boe of McKeesport became the first motorist to enter at Irwin. Boe was flagged down by Frank Lorey and Dick Gangle, the first hitchhikers along the turnpike. On October 6 (the first Sunday after the turnpike's opening) traffic was heavy, with congestion at toll plazas, tunnels and service plazas. During its first 15 days of operation, the road saw over 150,000 vehicles. By the end of its first year the road earned $3 million in revenue from 5 million motorists, exceeding the $2.67 million needed for operation and bond payments. With the onset of World War II, revenue declined due to tire and gas rationing; after the war, traffic again increased. When it opened, the turnpike became the first long-distance limited-access road in the United States. It provided a direct link between the Mid-Atlantic and Midwestern states, and cut travel time between Pittsburgh and Harrisburg from nearly six to about two-and-a-half hours. The road was given the nicknames \"dream highway\" and \"the World's Greatest Highway\" by the turnpike commission, and was also known as \"the Granddaddy of the Pikes.\" Postcards and other souvenirs promoted the original stretch's seven tunnels through the Appalachians. The highway was considered a yardstick by which limited-access highway construction would be measured. Commission chairman Jones called for more limited-access roads to be built across the country for defense purposes, and the turnpike was a model for a proposed national network of highways planned during World War II. The Pennsylvania Turnpike led to the construction of other toll roads, such as the New Jersey Turnpike and (eventually) the Interstate Highway System. It has been designated a National Historic Civil Engineering Landmark by the American Society of Civil Engineers. The concrete highway pavement began to fail several years after the road opened due to excessive transverse-joint spacing and the lack of gravel between earth and concrete. As a result, in 1954 an eight-year project began to repave the turnpike with a layer of asphalt between Irwin and Carlisle. ===Extensions=== thumb|right|Westbound in Lebanon County Before the first section of the Pennsylvania Turnpike opened, the commission considered extending it east to Philadelphia, primarily for defense purposes. In 1939, the state legislature passed a bill allowing for an extension of the road to Philadelphia, which was signed into law by Governor Arthur H. James in 1940 as Act 11. The extension was projected to cost between $50 and $60 million in 1941. Funding for the Philadelphia extension was in place in 1948. In July 1948, the turnpike commission offered $134 million in bonds to pay for the extension, which was projected to cost $87 million. The Philadelphia extension was to run from Carlisle east to US 202 in King of Prussia. From there, the extension would connect to a state-maintained freeway that would continue to Center City Philadelphia. Groundbreaking for the Philadelphia extension took place on September 28, 1948 in York County. Governor James H. Duff and commission chairman Thomas J. Evans attended the ceremony. The extension would look similar to the original section of the turnpike, but would use air-entrained concrete poured onto stone. Transverse joints on the pavement were spaced at intervals rather than the ones on the original portion. Because it traversed through less mountainous terrain, the extension did not require as much earthwork as the original section. It required the construction of large bridges, including those that cross the Susquehanna River and the Swatara Creek. To save money, the Susquehanna River Bridge was constructed with a -raised concrete median and no shoulders. This extension of the turnpike would use the same style of overpasses as the original section; the steel deck bridge was also introduced. With the construction of the Philadelphia extension, the Carlisle interchange was closed and the Middlesex interchange with US 11 was realigned to allow for the new extension; it was renamed to the Carlisle interchange. The extension's completion was delayed by weather and a cement workers' strike; it was to have been finished by October 1, 1950the tenth anniversary of the opening of the first section. On October 23, 1950, the Philadelphia extension was previewed in a ceremony led by Governor Duff. The extension opened to traffic on November 20, 1950; the governor and chairman Evans cut the ribbon at the Valley Forge mainline toll plaza to the west of King of Prussia. thumb|left|Eastbound at the Homewood Viaduct in Beaver County In 1941, Governor James suggested building a western extension to Ohio. That June, Act 54 was signed into law to build the extension. In 1949, the turnpike commission began enquiring into funding for this road, which would run from Irwin to the Ohio state line near Youngstown, bypassing Pittsburgh to the north. That September, $77 million in bonds were sold to finance construction of the western extension. Groundbreaking for the extension took place on October 24, 1949. It was scheduled to take place at the Brush Creek viaduct in Irwin with Governor Duff in attendance. Like the Philadelphia extension, the western extension required the building of long bridges, including those that cross the Beaver River and the Allegheny River. The overpasses along the road consisted of steel girder bridges and through plate girder bridges. Unlike the other segments, the concrete arch bridge was not used for overpasses, although it was used to carry the turnpike over other roads. On August 7, 1951, the roadway opened between the Irwin and Pittsburgh interchanges. Ohio Governor Frank Lausche led a dedication ceremony on November 26, 1951. The extension opened to the Gateway toll plaza near the Ohio border on December 26, 1951. At the time, the highway ended in a cornfield. Traffic followed a temporary ramp onto rural local roads until the connecting Ohio Turnpike could be built. On December 1, 1954, the Ohio Turnpike opened. right|thumb|Westbound approaching the Mid-County interchange with I-476 in Plymouth Meeting In 1951, plans to extend the turnpike east to New Jersey at the Delaware River to connect with the New Jersey Turnpike were made. The construction of the Delaware River extension was approved by Governor John S. Fine in May of that year. A route for the extension, which would bypass Philadelphia to the north, was announced in 1952. It would cross the Delaware River on a bridge north of Bristol near Edgely, where it would connect to a branch of the New Jersey Turnpike. That September, the turnpike commission announced $65 million in bonds would be issued to finance the project. Work on the Delaware River extension began on November 20, 1952; Governor Fine dug the first shovel into the earth at the groundbreaking ceremony. As a result of building the extension, the Valley Forge mainline toll plaza was located farther east at the connection to the Schuylkill Expressway, and would then become the Valley Forge interchange toll plaza. The Delaware River extension included a bridge over the Schuylkill River that was built to the same standards as the Susquehanna River Bridge. The construction of the Delaware River bridge required an amendment to the Pennsylvania Constitution, which barred the state from forming compacts with other states. On August 23, 1954, the Delaware River Extension opened between King of Prussia and US 611 in Willow Grove. The remainder of the road to the Delaware River opened on November 17, 1954. thumb|left|Eastbound across the Delaware River–Turnpike Toll Bridge, which connects the Pennsylvania Turnpike to the Pearl Harbor Memorial Extension of the New Jersey Turnpike In April 1954, $233 million in bonds were issued to finance the building of the Delaware River Bridge and the Northeast Extension. Groundbreaking for the Delaware River Bridge connecting the Pennsylvania Turnpike to the New Jersey Turnpike took place on June 26, 1954 in Florence, New Jersey. The steel arch bridge, which opened to traffic on May 23, 1956, was funded jointly by the Pennsylvania Turnpike Commission and the New Jersey Turnpike Authority. Pennsylvania Governor George M. Leader and New Jersey Governor Robert B. Meyner were present at the opening ceremony. A mainline toll barrier was built to the west of the bridge, marking the eastern end of the ticket system. This bridge was originally six lanes wide. It contained no median, but one was later installed and the bridge was reduced to four lanes. With the construction of the extensions and connecting turnpikes, the highway was envisioned to be a part of a system of toll roads stretching from Maine to Chicago. When the Delaware River Bridge was completed in 1956, a motorist could drive from New York City to Indiana on limited-access toll roads. By 1957, it was possible to drive from New York City to Chicago without encountering a traffic signal. On the turnpike extensions, the service plazas were less frequent, larger, and further from the road. Gulf Oil operated service stations on the extensions, and Howard Johnson's provided food service in sit-down restaurants. ===Route numbers=== In August 1957, the Bureau of Public Roads added the roadway to the Interstate Highway System upon the recommendations of various state highway departments to include toll roads in the system. I-80 was planned to run along the turnpike from the Ohio state line to Harrisburg while I-80S would continue eastward toward Philadelphia. I-70 was also planned to follow the turnpike between Pittsburgh and Breezewood. At a meeting of the Route Numbering Subcommittee on the U.S. Numbered System on June 26, 1958, it was decided to move the I-80 designation to an alignment further north while the highway between the Ohio state line and the Philadelphia area would become I-80S. I-70 was still designated on the turnpike between Pittsburgh and Breezewood. Between King of Prussia and Bristol, the turnpike was designated I-280. left|thumb|Sign at the turnpike entrance at Downingtown showing I-76 and I-276 designations for the mainline and I-476 designation for the Northeast Extension In April 1963, the state of Pennsylvania proposed renumbering I-80S to I-76 and I-280 to I-276 because the spurs of I-80S did not connect to I-80 in northern Pennsylvania. The renumbering was approved by the Federal Highway Administration on February 26, 1964. With this renumbering, the turnpike would carry I-80S between the Ohio state line and Pittsburgh, I-76 between Pittsburgh and King of Prussia, I-70 between New Stanton and Breezewood, and I-276 between King of Prussia and Bristol. In 1971, the state of Ohio wanted to eliminate I-80S, replacing it with a realigned I-76. The state of Pennsylvania disagreed with the change and recommended that I-80S become I-376 instead. The Pennsylvania government later changed its mind and supported Ohio's plan to renumber I-80S as I-76. In December of that year, the change was approved by the American Association of State Highway Officials. As a result, I-76 would follow the turnpike between the Ohio state line and King of Prussia. This change took effect on October 2, 1972. With the completion of ramps connecting I-95 and the Pennsylvania Turnpike near Bristol on September 22, 2018, the portion of the turnpike between the new interchange and the New Jersey state line became part of I-95 while the eastern terminus of I-276 was cut back to the new interchange. With the creation of the Interstate Highway System, restaurants and gas stations were prohibited along Interstate Highways. However, when it joined the system, the turnpike was grandfathered, allowing it to continue operating its service plazas. ===Speed limits=== The turnpike had no enforced speed limit when it opened except for the tunnels, which had a speed limit. Some drivers traveled as fast as on the road. In 1941, speed limits of for cars and for trucks were enacted. During World War II, the turnpike adopted the national speed limit of ; after the war, the limit returned to . In 1953, the speed limit on the portion of the highway between the Ohio border and Breezewood was lowered to to reduce the number of accidents, but returned to when the measure proved ineffective. The limit on the turnpike was reduced to in 1956 for cars, buses and motorcycles, with other vehicles limited to . A minimum speed of was established in 1959; it was raised to in 1965. With the passage of the 1974 National Maximum Speed Law, the speed limit on the turnpike was reduced to . It was again raised to in 1995, except for urban areas with a population greater than 50,000; the latter retained the speed limit. In 2005, the turnpike commission approved raising the speed limit to for the entire length of the turnpike (except the tunnels, mainline toll plazas and the winding portion near the Allegheny Mountain Tunnel, which retained the limit). On July 22, 2014, the speed limit increased to between the Blue Mountain and Morgantown interchanges. On March 15, 2016, the Pennsylvania Turnpike Commission approved raising the speed limit on the remainder of the turnpike to , excluding sections that are posted with a speed limit. On May 3, 2016, the speed limit increased to on the sections of the toll road. The speed limit remains at construction zones, the tunnels, mainline toll plazas, the winding portion near the Allegheny Mountain Tunnel, and the section between Bensalem and the Delaware River Bridge. ===Tunnel modernization and realignment=== thumb|right|Eastern portal of the Sideling Hill Tunnel As traffic levels increased, bottlenecks at the two-lane tunnels on the Pennsylvania Turnpike became a major problem. By the late 1950s, traffic jams formed at the tunnels, especially during the summer. In 1959, four Senators urged state officials to work with the turnpike commission to study ways to reduce the traffic jams. That year, the commission began studies aimed at resolving the traffic jams at the Laurel Hill and Allegheny Mountain tunnels; studies for the other tunnels followed. At the conclusion of the studies, the turnpike commission planned to make the entire turnpike at least four lanes by either adding a second tube at the tunnels or bypassing them. The new and upgraded tunnel tubes would feature white tiles, fluorescent lighting, and upgraded ventilation. The turnpike commission announced plans to build a second bore at the Allegheny Mountain Tunnel and a four-lane bypass of the Laurel Hill Tunnel in 1960. A bypass was planned for the Laurel Hill Tunnel because traffic would be more quickly and less expensively relieved than it would by boring another tunnel. In 1962, the commission approved these two projects. That August, $21 million in bonds were sold to finance the two projects. The Laurel Hill Tunnel was bypassed using a deep cut to the north; it would feature a wide median, truck climbing lanes, and a -deep cut into the mountain. Groundbreaking for the new alignment took place on September 6, 1962. This bypass opened to traffic on October 30, 1964 at a cost of $7.5 million. Work on boring the second tube at Allegheny Mountain Tunnel also began on September 6, 1962. The former South Pennsylvania Railroad tunnel was considered, but was again rejected because of its poor condition. On March 15, 1965, the new tube opened to traffic, after which the original tube was closed to allow updates to be made. It reopened on August 25, 1966. The construction of the second tube at Allegheny Mountain cost $12 million. thumb|left|The Abandoned Pennsylvania Turnpike In 1965, the turnpike commission announced plans to build second tubes at the Tuscarora, Kittatinny, and Blue Mountain tunnels while a bypass of the Rays Hill and Sideling Hill tunnels would be built. A bypass of these two tunnels was considered in the 1930s, but at the time was determined to be too expensive. An early 1960s study concluded that a bypass would be the best option to handle traffic at Rays Hill and Sideling Hill. This bypass of the two tunnels would have a -wide median with a steel barrier in the middle. The commission sold $77.5 million in bonds in January 1966 to finance this project. Construction of the bypass of the Rays Hill and Sideling Hill tunnels involved building a cut across both hills. The new alignment began at the Breezewood interchange, where a portion of the original turnpike was used to access US 30. In building the cut across Rays Hill, a portion of US 30 had to be realigned. The cut over Sideling Hill passes over the Sideling Hill Tunnel. The new alignment ends a short distance east of the Cove Valley service plaza on the original segment. The turnpike bypass of Rays Hill and Sideling Hill tunnels opened to traffic on November 26, 1968. When the highway was realigned to bypass the Rays Hill and Sideling Hill tunnels, the Cove Valley service plaza on the original section was closed and replaced with the Sideling Hill service plaza (the only service plaza on the main turnpike serving travelers in both directions). After traffic was diverted to the new alignment, the former stretch of roadway passing through the Rays Hill and Sideling Hill tunnels became known as the Abandoned Pennsylvania Turnpike. The turnpike commission continued to maintain the tunnels for a few years, but eventually abandoned them. The abandoned stretch deteriorated; signs and guardrails were removed, pavement started crumbling, trees grew in the median, and vandals and nature began taking over the tunnels. The turnpike commission still performed some maintenance on the abandoned stretch and used it for testing pavement marking equipment. In 2001, the turnpike commission turned over a significant portion of the abandoned section to the Southern Alleghenies Conservancy; bicycles and hikers could use the former roadway. The abandoned stretch of the turnpike is the longest stretch of abandoned freeway in the United States. Meanwhile, studies concluded that a parallel tunnel was the most economical option at the Tuscarora, Kittatinny, and Blue Mountain tunnels. Work on the new tube at the Tuscarora Mountain Tunnel began on April 11, 1966 while construction began at the Kittatinny and Blue Mountain tunnels a week later. The parallel tubes at these three tunnels would open on November 26, 1968; the same day as the bypass of the Rays Hill and Sideling Hill tunnels. The original tubes were subsequently remodeled. Both the new and remodeled tunnels would have fluorescent lighting, white tile walls, and -wide lanes. The portals of the new tunnels were designed to resemble those of the original tunnels. Reconstruction of the original Tuscarora Mountain Tunnel was completed in October 1970, while work on refurbishing the original Kittatinny and Blue Mountain tunnels was finished on March 18, 1971. With the completion of these projects, the entire length of the mainline highway was at least four lanes wide. ===Late 20th century=== thumb|right|Westbound past the Bensalem interchange with US 1 The roadway's median, while initially thought to be wide enough, was considered too narrow by 1960. The turnpike commission installed median barriers at curves and high-accident areas starting in the 1950s. In 1960, it began to install of median barrier along the turnpike. Work was completed in December 1965 at a cost of $5 million. In October 1963, work began on replacing the New Stanton interchange, which required left turns across traffic on the ramps and was frequently congested. The new, grade- separated interchange opened on November 12, 1964 and provided access to I-70 at the western end of the turnpike stretch of I-70/I-76. A new interchange serving I-283 and PA 283 opened at Harrisburg East in 1969. Due to the realignment of US 222 to a four-lane freeway, a new Reading interchange was proposed. This was opened on April 10, 1974. In 1968, the turnpike commission proposed converting the section of the road between Morgantown and the Delaware River Bridge from a ticket to a barrier system. The project was canceled in 1971, due to a decline in revenue caused by the completion of I-80. In 1969 the turnpike commission announced a 75-percent toll hike, the first such increase for cars. This rise in tolls, which took place September 1 of that year, brought the toll rate to or in . In 1969, the turnpike commission said that because of increasing traffic, it was necessary to widen the turnpike. It proposed doubling the number of lanes from four to eight; the portion in the Philadelphia area was to be ten lanes wide. Cars and trucks would be carried on separate roadways under this plan. The roadway would also have an speed limit and holographic road signs. This widening would have kept much of the routing intact, but significant realignments were proposed between the Allegheny Mountain and Blue Mountain tunnels. Because of the $1.1 billion cost and the 1973 oil crisis that resulted in the imposition of a speed limit, this plan was not implemented. By the 1970s, the Pennsylvania Turnpike started to see a decline in the volume of traffic because of the opening of I-80which provided a shorter route across the north of the state, and the 1973 oil crisiswhich led to a decline in long-distance travel. In the late 1970s, the turnpike commission proposed truck climbing lanes east of the Allegheny Mountain Tunnel near New Baltimore and near the Laurel Hill Bypass. These were completed on December 2, 1981. In 1978, as the Howard Johnson's exclusive contract to provide food service was ending, the turnpike commission considered bids for competitors to provide food service. That year ARA Services was awarded a contract for food service at two plazas, ending the Howard Johnson's monopoly. The highway became the first toll road in the country to offer more than one fast-food chain at its service plazas. At this time, gas stations along the turnpike were operated by Gulf Oil, Exxon, and ARCO. Hardee's also opened restaurants at the service plazas in 1980 to compete with Howard Johnson's. With this, the turnpike became the first road in the world to offer fast food at its service plazas. Additionally, a toll increase of 22 percent was announced in 1978, effective August 1 of that year; this raised the rate to , or in . The portion of the turnpike in the Philadelphia area had become a congested commuter road by the 1980s. In 1983, funding was approved to widen the turnpike to six lanes between the Valley Forge and Philadelphia interchanges. This planned project was put on hold because of disagreements between Governor Dick Thornburgh and the turnpike commission members, and differences between the commissioners. The Pennsylvania Legislature approved the project in 1985; the road would be widened between the Norristown and Philadelphia interchanges. Construction on the widening began on March 10, 1986, and was completed on November 23, 1987 with a ribbon-cutting at the Philadelphia interchange. The widening project cost $120 million. An interchange to serve the New Cumberland Defense Depot near Harrisburg was planned in the 1980s. In 1992, the turnpike commission decided not to build it because it would instead build a connector road to the depot between PA 114 and Old York Road that would parallel the turnpike. Burger King and McDonald's opened on the Pennsylvania Turnpike in 1983. This marked a transition from sit-down to fast-food dining on the turnpike by popular demand. The Marriott Corporation purchased the remaining Howard Johnson's restaurants in 1987, incorporating it into its Host Marriott division and replacing them with restaurants such as Roy Rogers and Bob's Big Boy. right|thumb|alt=Smaller toll plaza, with semi-trailer truck at a booth|Toll booths at Somerset interchange in Somerset In 1986, a toll hike of 30 percent was planned and the new rates went into effect on January 2, 1987. With this increase, the toll rate was , or in . Motorists originally stopped at booths to receive toll tickets from turnpike staff, but in 1987 ticket machines replaced human workers. Plans to build an interchange connecting to the north end of I-476 (Mid-County Expressway) were made; the turnpike commission approved a contract to build the interchange in March 1989. That June, a losing bidder decided to challenge the turnpike commission, saying it violated female and minority contracting rules regarding the percentage of these employees that were used for the project. Under this rule, bidders were supposed to have at least 12 percent of contracts to minority-owned companies and at least 4 percent to female-owned companies. The losing bidder had 12.4 percent of the contracts to minority companies and 4.2 percent to female-owned companies while the winning bidder had 6.1 percent and 3.7 percent respectively. The turnpike commission decided to rebid the contract, but was sued by the original contractor. This dispute delayed the construction of the interchange. The contract was rebid in November 1989 after the Pennsylvania Supreme Court permitted it. The interchange between I-476 and the turnpike mainline was completed in November 1992; the ramps to the Northeast Extension opened a month later. An official ribbon-cutting took place on December 15, 1992. In September 1990, the Morgantown interchange was relocated to provide a direct connection to I-176; the overhead interchange lights at the new exit were a nuisance to nearby residents. An interchange was also proposed in 1990 with PA 743 between Elizabethtown and Hershey, but a study in 1993 determined that it would not improve traffic flow on area roads. The turnpike commission celebrated the highway's 50th anniversary in 1990. $300,000 was spent to promote the turnpike through various means including a videotape, souvenirs, and a private party attended by politicians and companies that work with the turnpike. Gulf Oil LP (the modern-day successor to the original Gulf Oil after Standard Oil of California—now Chevron—bought Gulf in 1984) replaced the Exxon stations on the turnpike in 1990; Sunoco took over operation of the gas stations from Gulf in 1993, outbidding Shell Oil. In 1995, a farmers market was introduced to the Sideling Hill service plaza. An electronic toll collection system was proposed in 1990 where a motorist would create an account and use an electronic device which would be read from an electronic tollbooth; the motorist would be billed later. The multi-state electronic tolling system E-ZPass was planned to go into effect by 1998; however, implementation of the system was postponed until 2000. Another 30-percent toll increase went into effect on June 1, 1991 to fund expansion projects, bringing the rate to or in . Plans were made in 1993 to build a direct interchange between the turnpike and I-79 in Cranberry Township, Butler County. A contract was awarded to build this interchange in November 1995. In 1997, transportation officials agreed upon a design for the interchange. The project also included moving the western end of the ticket system to a new toll plaza in Warrendale. The interchange project was delayed by a dispute with Marshall and Pine townships in Allegheny County, who wanted to prevent construction of the toll plaza as they thought it would cause noise, air and light pollution. Marshall Township eventually agreed to allow the toll plaza be built. Groundbreaking for the new interchange took place on February 22, 2002. The westbound Butler service plaza was closed because the Warrendale toll plaza was to be located at its site. On June 1, 2003, the plaza opened and the Gateway toll plaza became a flat-rate toll plaza, while all the exit toll plazas west of Warrendale closed. The direct interchange between the turnpike and I-79, connecting to US 19, opened on November 12, 2003. The project cost $44 million. In 1996, plans were made to reconstruct the Irwin to Carlisle section of the turnpike along with the western part to the Ohio border. A rebuilding project was proposed for the original section of the roadway in 1998. The first portion planned for construction was a stretch east of the Donegal interchange; a contract was awarded in June 1998. This project involved the replacement of overpasses, widening of the median, and the complete repaving of the road. The rebuilding was due for completion in 2014, with a projected cost of . During the reconstruction, the turnpike commission used a humorous advertising campaign called \"Peace, Love and the Pennsylvania Turnpike\". It ran for 90 days in 2001, and used tie-dyed billboards that resembled those from the 1970s and carried phrases such as \"Rome wasn't built in a day\" and \"Spread the love. Let someone merge.\" In 1996, a study on improving the Allegheny Mountain Tunnel by either building another tube or by constructing a bypass was carried out. Based on the study, the turnpike commission planned to replace the deteriorating tunnel with a cut through the mountain. The plans were put on hold in 2001 because it would cost $93.7 million. It resurrected the project in 2009. The nearby Mountain Field and Stream Club prefers that the tunnels be improved or a new tube built rather than building the bypass. These improvements are needed because the Allegheny Mountain Tunnel is narrow and deteriorating, with disintegrating ceiling slabs and outdated lighting and ventilation. Construction began in 1998 to improve the bridge over the Schuylkill River in Montgomery County. The work involved building a new bridge adjacent to the existing bridge; the new bridge was wide enough to accommodate a future widening to six lanes. This project was completed in 2000. A study began in 1999 to widen the road to six lanes between Valley Forge and Norristown. In October 2004, work began on widening this stretch of road, which was completed in November 2008 at a cost of $330 million. ===21st century=== thumb|right|Eastbound at the Valley Forge interchange, where I-76 splits from the turnpike and I-276 begins In 2000, the turnpike commission announced plans to build a new bridge, a segmental concrete bridge wider than the original, over the Susquehanna River. In 2004, work began on building the new, six-lane bridge which cost $150 million. On May 16, 2007, a ribbon-cutting took place to mark the completion of the westbound direction of the bridge, which opened to traffic the following day. The eastbound direction of the bridge opened a month later. In October 2000, the turnpike commission announced the road would be switching from sequential exit numbering to distance-based exit numbering. At first, both exit numbers would exist, but the old numbers would be phased out. Work began on posting the new exit numbers in 2001. On December 2, 2000, E-ZPass debuted on the turnpike between Harrisburg West and the Delaware River Bridge. By December 15, 2001, E-ZPass could be used on the entire length of the Pennsylvania Turnpike. Commercial vehicles were allowed to use the system beginning on December 14, 2002. On June 1, 2003, the Warrendale toll plaza became the west end of the ticket system; the Gateway toll plaza became a flat-rate plaza and toll booths at the New Castle, Beaver Valley, and Cranberry interchanges were closed. Express E-ZPass lanes opened at the Warrendale toll plaza in June 2004, which allowed motorists to travel through the toll plaza at highway speeds. On August 1, 2004, tolls increased by 42 percent to a rate of , or in , to provide money for road construction. On November 24, 2004 (the day before Thanksgiving), 2,000 Teamsters Union employees went on the first strike in the turnpike's history after contract negotiations failed. Since this is usually one of the busiest travel days in the United States, to avoid traffic jams tolls were waived for the rest of the day. Beginning on November 25, 2004, turnpike management personnel collected flat-rate cash passenger tolls of $2 and commercial tolls of $15 on the ticketed system, while E-ZPass customers were charged the lesser amount of the toll or the flat rate. The strike ended after seven days, when both sides reached an agreement on November 30, 2004, normal toll collection resumed December 1, 2004. In 2004, proposals to widen the highway to six lanes between Downingtown and Valley Forge were made. In 2007, the western terminus of the widening project was scaled back from Downingtown to the proposed PA 29 slip ramp. Plans for the widening were presented to the public in 2009. Later that year, the widening was put on hold because of engineering problems. The widening plans resumed in 2010. Work was due to begin in 2013, with completion in 2015. In October 2012, the project was postponed a year because of delays in the approval of permits. The widening project between the PA 29 and Valley Forge interchanges was split into two phases, one running between the PA 252 overpass and the Valley Forge interchange and the other between the PA 29 interchange and the PA 252 overpass. Construction on widening the section between the PA 252 overpass and the Valley Forge interchange began on September 27, 2021, with completion expected in May 2025. In 2005, the turnpike commission announced plans to convert the Gateway toll plaza to eastbound-only in 2006 to reduce congestion and facilitate construction of Express E-ZPass lanes. The Express E-ZPass lanes at Gateway opened in July 2007. Plans were made to build a new pair of bridges over the Allegheny River in 2005. Work began in May 2007, and a dedication ceremony was held on October 23, 2009. The bridges, which cost $194 million, opened to traffic the following day, and the old bridge was demolished on July 13, 2010. thumb|left|The stairs to St. John's Church in New Baltimore Plans were made to widen the highway to six lanes between Irwin and New Stanton in 2005. Work on the project began in January 2006, it added a third lane in each direction, replaced several bridges, and realigned a portion of the turnpike, and was completed in November 2011. As part of the project, in January 2007 the Hempfield service plaza was permanently closed. HMSHost (the successor to Marriott's former Host Marriott division) received a 2006 contract to reconstruct the turnpike service plazas. Improvements to the plazas, to cost $150 million, will include a food court layout and improved restrooms. Sunoco continues operating gas stations at the renovated service plazas. Most of the plazas were completely rebuilt, although the exterior structure of South Midway's building was retained when it reopened in May 2013 due to its historical significance of being the flagship service plaza on the original section. Four service plazas were slated to be closed as part of the deal with HMSHost. Three plazas (Hempfield, South Neshaminy, and North Neshaminy) closed due to construction projects to the turnpike itself, while the Zelienople service plaza (which was originally slated to stay open) closed due to its under-use. In November 2006, Governor Ed Rendell and former Pennsylvania House Speaker John Perzel raised the idea of leasing the turnpike longterm to a private group to raise money to improve other infrastructure in the state. Such a lease was speculated to raise up to $30 billion for the state. In October 2007, 34 companies submitted 14 proposals to lease the turnpike. On May 19, 2008, a record $12.8 billion proposal by the Spanish firm Abertis Infraestructuras, SA and Citi Infrastructure Investors of New York City to lease the turnpike was submitted. The consortium withdrew the offer on September 30, 2008, as they reasoned the proposal would not be approved in the state legislature. In 2007, as part of a project to widen a section of the turnpike in Somerset and Bedford counties to six lanes that will last from 2016 to 2020, the turnpike commission announced that it would remove the steps leading to St. John's Church in New Baltimore because they are a safety hazard. In 2015, a pilot program started at exit 189 (Willow Hill) that used automated payment machines that accept credit or debit cards. In October 2016, the turnpike began accepting credit cards as payment at all cash toll booths. In 2019, the turnpike commission announced plans to launch a smartphone app for paying tolls. The Pennsylvania Turnpike used traffic lights as feedback signals for E-ZPass users since it was launched on the roadway in 2001. On March 17, 2017, the Pennsylvania Turnpike Commission announced that they would begin removing the feedback signals as part of upgrading the toll equipment; the feedback signals are being removed because they do not conform to federal signage guidelines. ===Slip ramps=== thumb|The westbound Virginia Drive \"slip ramp\" in Fort Washington In 1996, the turnpike commission considered adding \"slip ramps\" in the Philadelphia area in which electronic toll collection technology would be used. Construction began on a westbound E-ZPass-only slip ramp at Virginia Drive (exit 340) in Fort Washington in early 2000, it opened on December 2, 2000, having cost $5.1 million. Work on the eastbound slip ramp at PA 132 (exit 352) in Bensalem Township began in 2009, the ramp opened on November 22, 2010. This slip ramp, which cost $7.4 million, has access to and from the eastbound direction of the turnpike and was built to provide improved access to Parx Casino. While all slip ramps were initially reserved for E-ZPass users, they opened to all traffic following the conversion of the turnpike to cashless tolling in 2020. left|thumb|Eastbound at the PA 29 exit near Malvern Other slip ramps were planned in the Philadelphia area at PA 29 near the Great Valley Corporate Center and at PA 252 in Valley Forge in the 1990s. Residents opposed the PA 29 (exit 320) ramp, fearing it would spoil the rural area. In 1999, the turnpike commission canceled plans to build a slip ramp at PA 252 and instead focused on building one at PA 29. The turnpike commission approved funding for the PA 29 ramp in 2002. The project was put on hold in 2009 because of engineering and design problems in widening the adjacent portion of the turnpike. It was announced that the turnpike commission would approve construction of the slip ramp at PA 29 in August 2010, and construction began in March 2011. The interchange, which has access to and from both directions of the turnpike, opened on December 11, 2012; Governor Tom Corbett cut the ribbon. A slip ramp was also planned in 2000 to connect to Lafayette Street in Norristown as part of a revitalization plan for the community. The project would involve extending Lafayette Street to the new ramp. This proposed slip ramp is projected to cost $160 million. Montgomery County officials have proposed a surcharge for the new exit in to help pay for the project. Work on engineering and environmental approval for the extension of Lafayette Street occurred in 2008, and acquisition of land began in 2011. Construction of the extension of Lafayette Street began in 2013 and was completed in 2014. On January 7, 2015, the turnpike commission committed $45 million to building this interchange. The turnpike commission's Fiscal Year 2017 Capital Plan included $66 million for the interchange at Lafayette Street. The design phase of the interchange began in 2017, with preliminary engineering taking place in 2018 and 2019. In 2013, Montgomery County officials announced they were considering adding more slip ramps along the turnpike to ease traffic congestion. The Pennsylvania Turnpike Corridor Reinvestment Project was released in 2015, with the project planning to construct additional interchanges along the Pennsylvania Turnpike in Montgomery County in order to revitalize business parks adjacent to the roadway. Proposed locations for new interchanges include PA 63 near Willow Grove, Henderson Road in Upper Merion Township, and Lafayette Street/Ridge Pike near Norristown and Plymouth Meeting. In addition, there are plans to add eastbound ramps at the existing Virginia Drive interchange, add additional ramps at the Valley Forge interchange connecting to First Avenue and Moore Road in King of Prussia, add an additional ramp at the Fort Washington interchange connecting to Commerce Drive, and modernize the Willow Grove interchange. ===Interstate 95 interchange project and re-designation=== thumb|right|Ramp from Pennsylvania Turnpike westbound to I-95 southbound under construction in 2016 Plans to build a direct interchange between the Pennsylvania Turnpike and I-95 in Bristol Township to allow a connection between the portions of I-95 in Pennsylvania and along the New Jersey Turnpike were first proposed in 1978. The two roads did not have an interchange because earlier lawssince repealedprohibited federal funds from being used to build connections to toll roads. In 1982, the federal government mandated that the interchange be built in Pennsylvania. A gap existed in I-95 because of the unbuilt Somerset Freeway segment in central New Jersey. Under the plan, I-95 would be rerouted to follow the turnpike between the new interchange and the New Jersey state line. In addition, the interchange would serve as the new terminus of an extended I-295. The area's residents, who thought the interchange would lead to a decline in their quality of life, opposed this plan. An environmental impact statement was released in 2003. The interchange received environmental approval in 2004, the preliminary design was completed in 2008, and the final design followed. thumb|left|Looking west at the split where the Pennsylvania Turnpike westbound exits I-95 southbound The project involved building a high-speed interchange between the two roadways. The turnpike commission will also widen the existing four-lane road to six lanes east of the Bensalem interchange. A new toll plaza was built east of the Street Road interchange at Neshaminy Falls to mark the eastern end of the ticket system that consists of high-speed E-ZPass lanes along with ticket and cash booths, and the former Delaware River Bridge toll barrier was converted to a westbound all-electronic facility. A new bridge will also be built over the Delaware River. Work on the project began in late 2010; the replacement of two bridges over the turnpike was completed in 2011. Groundbreaking for the interchange with I-95 took place on July 30, 2013, with Governor Corbett in attendance. Construction of the first stage of the interchange began in late 2014. The flyover ramps between northbound I-95 and the eastbound turnpike, and between the westbound turnpike and southbound I-95 opened on September 22, 2018. Work on the new mainline toll plaza and widening of the turnpike between I-95 and the Delaware River also began in 2013, with completion in 2016. Once funding is available, construction is expected to begin on completion of the movements between the turnpike, I-95, and I-295, along with the widening of the turnpike between the Bensalem interchange and I-95. Work on building a new Delaware River Bridge is planned to begin in 2025 at the earliest. The first stage of the project, which includes the new toll plaza, widening, and the flyover ramps between I-95 and the turnpike, is to cost $420 million. The flyover ramps are expected to cost $142.9 million, with $100 million coming from federal funds and the remainder from the turnpike commission. The Pennsylvania Turnpike Commission is borrowing money from foreign investors in order to provide funding for the project. The commission entered into a partnership with the Delaware Valley Regional Center (DVRC) in 2014 to raise half of the funds needed to construct the interchange. The EB-5 program will allow the commission through the DVRC to save about $35 million over traditional borrowing costs over five years. The remaining stages of the project are unfunded, with a projected total cost of $1.1 billion for the entire project. The connector was finished in 2018 and completed I-95, which runs from Maine to Florida. That highway is part of the Interstate Highway System and serves over 110 million people in over 10 percent of the total US land area. The development began as part of the Federal-Aid Highway Act in 1956. == Future == ===Allegheny Mountain Tunnel bypass=== Long-term plans call for major maintenance to be performed on the twin Allegheny Mountain Tunnels; however, this presents a major problem for traffic. On October 22, 2013, the PTC announced plans to replace the tunnels, the older of which was 73 years old that year, with either new tunnel or a bypass due to the age and condition of the twin tunnels and the need for additional capacity.Archived at Ghostarchive and the Wayback Machine: Approximately 11 million vehicles drive through the tunnel every year. On December 24, 2014, the PTC announced it was going forward with plans to replace the Allegheny Mountain Tunnel. Six options are being considered, three of which would include building bypasses via rock blasting (as was done with the Laurel Hill Tunnel) while the other three would involve boring two new tunnels, presumably three lanes each to accommodate the PTC's long-term plans to widen the entire mainline turnpike to six lanes except at the existing tunnels. If the PTC goes through with building new tunnels, the existing Allegheny Mountain Tunnels would be shut down. Although the projected costs for building a bypass would be less than half that of boring new tunnels and would also require $3 million less for annual maintenance on each tunnel, the Mountain Field and Stream Club, a local hunting group that owns of land around the tunnel, opposed the bypass options; the group had also opposed plans to replace the tunnels in 2001. In February 2020, the PTC decided that the tunnel would be bypassed via a new roadway to the south. Such a plan is expected to be cheaper and have a lesser environmental impact than constructing a new tunnel. The project is currently under environmental review; design is expected to take three to four years, and construction will take another three years. The bypass will cost $332.4 million. === New interchange in Penn Township === On July 16, 2019, the PTC voted to allocate $30 million to its 10-Year Capital Plan, for a new interchange from the turnpike to PA 130 in Penn Township, between current exits 57 and 67. According to a Southwestern Pennsylvania Commission study, PA 130 would need to be widened to account for the additional traffic, costing about $38 million and bringing the total project cost to about $68 million. The interchange would utilize cashless tolling, either through the electronic E-ZPass system or a camera system, in which the turnpike would take a photo of the driver's license plate and mail them an invoice. The project would also need coordination between the turnpike commission and PennDOT, which maintains PA 130. The project is supported by the Westmoreland County Chamber of Commerce. On October 28, 2021, it was announced that design work on the interchange would begin. The interchange between the turnpike and PA 130 is projected to be completed in 2026. ==Exit list== ==In popular culture== *The Pennsylvania Turnpike appeared in the Russian film Brother 2. *The turnpike is used as a backdrop in the 2009 film adoption of Cormac McCarthy's novel The Road. *The song \"You're My Home\" by Billy Joel contains the lyric, \"Home could be the Pennsylvania Turnpike\". *Country music composer George Vaughn Horton wrote Pennsylvania Turnpike, I Love You So, as performed by Dick Todd. *The lyrics to the song \"Probable Cause\" by Why? reference the Pennsylvania Turnpike as the setting of the song. ==See also== * List of toll roads in the United States ==References== ==External links== * Official site * Pennsylvania Highways: Pennsylvania Turnpike * The Pennsylvania Turnpike @ Pennsylvania Road Photos * Pennsylvania Roads - I-76 - Pennsylvania Turnpike * Pennsylvania Roads - I-76 - Abandoned Tpk. * Information About the Abandoned Sections of the Pennsylvania Turnpike * Pennsylvania Roads - I-276 - Pennsylvania Turnpike * The Pennsylvania Turnpike A History * Pennsylvania @ AARoads - Interstate 76 * Pennsylvania @ AARoads - Interstate 276 / Pennsylvania Turnpike * Pennsylvania @ AARoads - Interstate 95 * Interstate Guide - I-276 * I-276 on Kurumi.com * The Roads of Metro Philadelphia: Pennsylvania Turnpike - Delaware River Extension (I-276) Category:Interstate 70 Category:Interstate 76 (Ohio–New Jersey) Category:Interstate 95 Category:Lincoln Highway Category:Toll roads in Pennsylvania Category:Tolled sections of Interstate Highways Category:U.S. Route 30 Category:Historic Civil Engineering Landmarks Category:Interstate Highways in Pennsylvania Category:Transportation in Lawrence County, Pennsylvania Category:Transportation in Beaver County, Pennsylvania Category:Transportation in Butler County, Pennsylvania Category:Transportation in Allegheny County, Pennsylvania Category:Transportation in Westmoreland County, Pennsylvania Category:Transportation in Somerset County, Pennsylvania Category:Transportation in Bedford County, Pennsylvania Category:Transportation in Fulton County, Pennsylvania Category:Transportation in Huntingdon County, Pennsylvania Category:Transportation in Franklin County, Pennsylvania Category:Transportation in Cumberland County, Pennsylvania Category:Transportation in York County, Pennsylvania Category:Transportation in Dauphin County, Pennsylvania Category:Transportation in Lebanon County, Pennsylvania Category:Transportation in Lancaster County, Pennsylvania Category:Transportation in Berks County, Pennsylvania Category:Transportation in Chester County, Pennsylvania Category:Transportation in Montgomery County, Pennsylvania Category:Transportation in Bucks County, Pennsylvania",
 "title": "Pennsylvania Turnpike"
}