{
 "id": "842134",
 "text": "Prahok (; , ) is a salted and fermented fish paste (usually of mudfish) used in Cambodian cuisine as a seasoning or a condiment. It originated as a way of preserving fish during the months when fresh fish was not available in abundant supply. Because of its saltiness and strong flavor, it was used as an addition to many meals in Cambodian cuisine, such as soups and sauces. A Cambodian saying goes, \"No prahok, no salt\", referring to a dish that is of poor flavor or bland thus highlighting its essentiality in Cambodian cuisine. Prahok has a strong and distinct smell, earning the nickname \"Cambodian cheese\". Prahok is usually eaten as a main course with white rice and vegetables such as yardlong beans, cucumbers, winged beans and Thai eggplant. Prahok is sometimes distributed as a donation to victims of flood or drought by charities and other organizations. It can be eaten cooked or fried, but is usually not eaten raw because of health issues (raw prahok cannot be stored long due to spoilage if not consumed in a short period) and the unpleasant smell it has. ==Varieties and production== Prahok is made with various fish and methods of fermentation. Fish used include mudfish (Channa spp.) and moonlight gourami (Trichogaster microlepis). One noted variety made with a gourami species is called Prahok Kanthara and is attributed to a Laotian style of preparation. Prahok is obtained by crushing or grinding fresh fish after de-scaling, gutting and cleaning them. They can be crushed underfoot, like wine grapes, or processed by a machine. After the fish is crushed, it is left in the sun for a full day, then salted. The prahok is fermented in large clay jars covered with a lid made of woven bamboo strips. Afterwards, the prahok can be eaten just after 20 days of fermentation, but the best quality prahok is left to ferment for up to three years. Prahok is also produced in Vietnam and imported for Cambodian diaspora in the United States. == Prahok dishes == 250px|thumb|right|Close up of prahok ang (grilled prahok). Prahok mixed with pork and seasonings, wrapped in banana leaves and roasted Prahok can be prepared and served in several different ways. Below are dishes where prahok is the main component. ===Fried prahok=== Prahok chien ( ) It is usually mixed with meat (usually beef or pork) and chilli peppers. It can also be eaten as a dip, accompanied by vegetables like cucumbers or eggplants, and rice. ===Covered prahok=== Prahok kab ( ) or prahok ang ( ), types of prahok that are covered with banana leaves and left to cook under pieces of rock beneath a fire or over the coals. ===Raw prahok=== Prahok chhau ( ) is a type of prahok can be used to make a paste with lemon grass, lime juice, fresh peppers, and eggplant eaten with (usually cooked rare) beef steak. Also, this is the type of prahok preferably used as a dipping paste for vegetables and fruits. ==See also== *, Burmese fish paste *, Filipino fish paste * ==References== == External links == * Ly Vanna and Moul Jet (March 2002). The Story of Prahok. Leisure Cambodia (Volume 2, No. 3) * Suy Se (January 19, 2007). Got fish? It's Prahok season in Cambodia. ThingsAsian Category:Cambodian cuisine Category:Fish sauces Category:Umami enhancers Category:Food paste",
 "title": "Prahok"
}