{
 "id": "842153",
 "text": "Congo red is an organic compound, the sodium salt of 3,3′-([1,1′-biphenyl]-4,4′-diyl)bis(4-aminonaphthalene-1-sulfonic acid). It is an azo dye. Congo red is water-soluble, yielding a red colloidal solution; its solubility is greater in organic solvents. However, the use of Congo red has long been abandoned, primarily because of its carcinogenic properties.Klaus Hunger, Peter Mischke, Wolfgang Rieper, Roderich Raue, Klaus Kunde, Aloys Engel: \"Azo Dyes\" in Ullmann’s Encyclopedia of Industrial Chemistry, 2005, Wiley-VCH, Weinheim.. == History == Congo red was first synthesized in 1883 by Paul Böttiger, who had been employed at Friedrich Bayer Company in Elberfeld, Germany. He was looking for textile dyes that did not require a mordant step. The company was not interested in this bright red color, so he filed the patent under his own name and sold it to the AGFA company of Berlin. AGFA marketed the dye under the name \"Congo red\", a catchy name in Germany at the time of the 1884 Berlin West Africa Conference, an important event in the Colonisation of Africa. The dye was a major commercial success for AGFA. In the following years, for the same reason, other dyes were marketed using the \"Congo\" name: Congo rubine, Congo corinth, brilliant Congo, Congo orange, Congo brown, and Congo blue. Once of economic significance, Congo red has fallen into disuse as have all benzidine-derived dyes, owing to their carcinogenic activity. It is prepared by azo coupling of the bis(diazonium) derivative of benzidine with naphthionic acid. Gerald Booth \"Naphthalene Derivatives\" in Ullmann's Encyclopedia of Industrial Chemistry, 2005, Wiley- VCH, Weinheim. . == Behavior in solution == Due to a color change from blue to red at pH 3.0–5.2, Congo red can be used as a pH indicator. Since this color change is an approximate inverse of that of litmus, it can be used with litmus paper in a simple parlor trick: add a drop or two of Congo red to both an acid solution and a base solution. Dipping red litmus paper in the red solution will turn it blue, while dipping blue litmus paper in the blue solution will turn it red. This property gives Congo red a metachromatic property as a dye, both in strongly acidic solutions and with strongly acidophilic tissue. Congo red has a propensity to aggregate in aqueous and organic solutions. The proposed mechanisms suggest hydrophobic interactions between the aromatic rings of the dye molecules, leading to a π–π stacking phenomenon. Although these aggregates are present under various sizes and shapes, the \"ribbon-like micelles\" of a few molecules seem to be the predominant form (even if the \"micelle\" term is not an entirely appropriate name for it). This aggregation phenomenon is more prevalent in high Congo red concentrations, at high salinity and/or low pH. == Diagnostic use == In histology and microscopy, Congo red is used for staining in amyloidosis, and for the cell walls of plants and fungi, and for the outer membrane of Gram-negative bacteria. Apple- green birefringence of Congo red stained preparations under polarized light is indicative of the presence of amyloid fibrils. Additionally, Congo red is used for the diagnostics of the Shigella flexneri serotype 2a, where the dye binds the bacterium's unique lipopolysaccharide structure. Furthermore, Congo red may also be used to induce expression of the type III secretion system of Shigella flexneri, bringing about the secretion of IpaB and IpaC, which form translocation pores within host cell membrane, allowing effector proteins to pass through and alter the host cell's biochemistry. The dye can also be used in flow cytometry experiments for the detection of Acanthamoeba, Naegleria and other amoebal cysts. In confocal microscopy, Congo red can be used as a stable fluorescent stain. ==References== Category:Azo dyes Category:PH indicators Category:Staining dyes Category:Naphthalenesulfonates Category:Naphthylamines Category:Biphenyls Category:Organic sodium salts",
 "title": "Congo red"
}