{
 "id": "842379",
 "text": "Diego Martín Forlán Corazo (; born 19 May 1979) is a Uruguayan professional football manager and former player who played as a forward. Regarded as one of the best forwards of his generation, Forlán is a two-time winner of both the Pichichi Trophy and the European Golden Shoe at club level. With the Uruguay national team, he had huge individual success at the 2010 World Cup, finishing as joint top scorer with five goals, including the goal of the tournament, and winning the Golden Ball as the tournament's best player. Forlán began his career in his native Uruguay as a youth player with Peñarol and Danubio, before joining Argentine club Independiente. After rising through their youth team and after a successful four-year spell, he sealed a move to England with Manchester United in 2002. His form for United was not as successful as at Independiente, although he won the Premier League in 2002–03 and the FA Cup in 2003–04. In the summer of 2004, he moved on to Spanish side Villarreal. In his first season in Spanish football, he scored 25 league goals and won the Pichichi Trophy. After two more successful seasons with Villarreal, Forlán joined Atlético Madrid, where he once again became the league's top scorer, and became the first player to win the Pichichi Trophy twice since Ronaldo in 1996–97 and 2003–04. Forlán scored in Atlético's 2010 Europa League final victory against Fulham. In 2011, he joined Inter Milan of Italy before moving to Internacional in 2012. After spells in Japan with Cerezo Osaka, back in Uruguay with his boyhood club Peñarol, in India with Mumbai City and in Hong Kong with Kitchee, Forlán retired from professional football in August 2019. Forlán also had a successful international career, scoring 36 times for his country between his debut in 2002 and his retirement in 2015, including six goals at FIFA World Cups. On 12 July 2011, at the 2011 Copa América in Argentina, which Uruguay won, Forlán earned his 79th international cap in a match against Mexico, breaking the record held since 1986 by goalkeeper Rodolfo Rodríguez. On 20 June 2013, in a match against Nigeria at the 2013 Confederations Cup, Forlán became the first Uruguayan to win 100 caps. Forlán was Uruguay's all-time leading top scorer from 2011 until Luis Suárez overtook him two years later. ==Club career== ===Early career=== Born in Montevideo, Forlán is the son of former player and Uruguayan international Pablo Forlán. In addition to football, he was a tennis player in his youth and attended English language schools. He was a boyhood fan of Peñarol. He decided to follow the occupation of his father in playing football when his sister Alejandra was involved in a horrific car accident, which killed her boyfriend and left her in intensive care for five months and handicapped thereafter. In 1995, when he was 16, Forlán was brought to France by manager László Bölöni, and spent several months on trial at AS Nancy. However, the club opted against signing him, and Forlán returned to South America. ===Independiente=== Forlán has played for several South American clubs, including Argentine side Independiente, where he scored 37 goals in 80 league games. His goalscoring attracted the attention of European sides, and in January 2002, Independiente agreed a £6.9 million deal with Middlesbrough of the Premier League; the transfer fee would be paid over 18 installments. Forlán travelled to England expecting to negotiate with Middlesbrough, but at the last minute Manchester United gazumped the Teesside club, offering Independiente the same fee in a single payment, as well as a more lucrative salary for Forlán. On arriving in England, the Uruguayan negotiated with United officials for four hours, then informed the press of his decision. \"Manchester United is a big club, so I've decided to go there,\" he explained. \"The thing is, they offered more money than Middlesbrough.\" He signed for United soon after. ===Manchester United=== Forlán was signed for Manchester United by Sir Alex Ferguson for £6.9 million on 22 January 2002. He made his debut on 29 January as a 76th-minute substitute for Ole Gunnar Solskjær in a 4–0 away win at Bolton Wanderers. He made his first start in 4–0 home victory over Tottenham Hotspur on 6 March. Forlán made 13 Premier League and five UEFA Champions League appearances in the 2001–02 season but did not score. On 18 September 2002, Forlán came on as a 56th-minute substitute for Ryan Giggs in a Champions League match versus Maccabi Haifa. He scored his first United goal as an 89th-minute penalty kick in the 5–2 win. His first Premier League goal was a 77th-minute equaliser in a home 1–1 draw against Aston Villa on 26 October. In Forlán's next Premier League game, at home to Southampton on 2 November, he came on as a 79th-minute substitute for United's goalscorer Phil Neville with the score at 1–1, and scored the winner with a dipping shot over Southampton goalkeeper Antti Niemi in the 85th minute. The goal also became notable due to his goal celebration where he ripped off his jersey, but then struggled to put it back on as the game recommenced, with Forlan making a blocked tackle while shirtless. On 1 December, Forlan scored his first brace for Manchester United with goals in the 64th and 67th minute of an away 2–1 Premier League win at rivals Liverpool. On 17 December 2002, Forlán scored the winning goal as United defeated Chelsea in the quarter-finals of the Football League Cup. On 18 January 2003, Forlán scored a 90th-minute winning goal to again defeat Chelsea, this time in a Premier League match. Manchester United went on to win the Premier League title in 2002–03, and Forlán scored six goals to make him the club's third best-scoring striker that season after Ruud van Nistelrooy and Ole Gunnar Solskjær. At the start of the 2003–04 season, Forlán played seven Premier League games without scoring. This run was broken on 25 October, when he equalised the score to 1–1 in the 45th minute of a home match versus Fulham, a game which United lost 3–1. Forlán then scored a goal in his three subsequent matches in three different competitions, starting with an extra- time goal in an away League Cup game at Leeds United which Manchester United won 3–2. This was followed by the opener in a 3–0 home Premier League victory over Portsmouth and a sixth-minute goal in a win by the same score over Rangers in the Champions League. In his next Champions League game, he scored the 85th-minute winner for United over Panathinaikos in a 1–0 away victory. On 6 December 2003, Forlán scored two injury-time goals as Manchester United beat Aston Villa 4–0 at home in the Premier League. These were Forlán's last Premier League goals despite him playing 10 more league games over the season. His only other Manchester United goal was in a 3–0 victory over Northampton Town of Division Three on 24 January 2004 in the FA Cup. Diego Forlán did not feature at all in United's 3–0 victory over Millwall in the 2004 FA Cup Final on 22 May 2004. He started the 2004–05 season with Manchester United and played in a Champions League qualifier against Dinamo București and a 3–1 defeat to Arsenal on 8 August in the 2004 FA Community Shield. His last match for United was their first Premier League game that season, a 1–0 defeat away to Chelsea on 15 August. Despite not being a success at United, United supporters still sing his name in tribute to the two goals he scored against Liverpool: \"He came from Uruguay, he made the Scousers cry\" and Forlan admits it still makes him smile. ===Villarreal=== Forlán was strongly linked with a move to Spanish clubs Levante and Athletic Bilbao, but on 21 August 2004 he signed with Villarreal. Forlán's debut for Villarreal was on 30 August 2004, starting away to rivals Valencia and scoring his club's goal in the 77th minute of a 2–1 defeat. His next goal came in a home 2–0 win over Real Zaragoza on 3 October, and was followed with an equaliser in a 1–1 draw at Mallorca and the final goal of a 4–0 win at home to Numancia. Between 12 December 2004 and 16 January 2005, Forlán scored seven goals in five Primera División matches, including a brace in a 3–0 home victory over Barcelona on 9 January. On 22 May 2005, he scored his first hat-trick for a European club with all of Villarreal's goals in a 3–3 away draw against eventual league champions Barcelona. A week later he scored two in a 4–1 victory over local rivals Levante as Villarreal ended the season in third, qualifying for the Champions League for the first time in the club's history. Forlán won the 2004–05 Pichichi Trophy for most goals in La Liga, with 25. He also shared the 2005 European Golden Boot with Arsenal striker Thierry Henry. His goal rate declined in the 2005–06 season as Villarreal underwent several changes, yet the club reached the semi-finals of the Champions League where they were knocked out by Arsenal. In 2006–07, he ended the season with 19 goals in 36 league appearances. ===Atlético Madrid=== ====2007–08 season==== Forlán was linked with a transfer jointly with Juan Román Riquelme to Atlético Madrid in exchange for Luis Perea plus cash in June 2007. On 30 June 2007, following the departure of their captain Fernando Torres to Liverpool, Atlético Madrid confirmed that they had agreed to a fee of around €21 million. He returned to England in February 2008 to take part in Atlético's UEFA Cup clash against Bolton Wanderers (the club against whom he made his Manchester United debut), but the side lost out 1–0 on aggregate. In May 2008, Forlán helped Atlético qualify for the Champions League for the first time in over a decade, scoring the winning goal against Deportivo de La Coruña. He ended his first season in Madrid with 23 goals and formed a potent partnership with Argentinian striker Sergio Agüero. ====2008–09 season==== On 9 May 2009, Forlán scored twice against Espanyol to help Atlético clinch Champions League qualification for a second successive year. Los Rojiblancos were trailing 2–0 at half-time and had seen Luis Perea sent off, but came back to win 3–2 thanks to a goal of the season contender from Forlán, as well as a last minute winner. He also scored crucial goals in wins over Barcelona, Villarreal and Valencia. On 23 May 2009, Forlán scored a hat-trick against Athletic Bilbao, which helped him win the La Liga Pichichi Trophy, as well as the European Golden Boot for a second time. He ended the 2008–09 season with a very impressive 32 goals in 33 matches. ====2009–10 season==== thumb|Forlán playing for Atlético Madrid.|alt=|270x270px Forlán started the 2009–10 season slowly, and struggled for form as Atlético made their worst start to a league season since their relegation in 2000. On 24 October 2009, Forlán scored a penalty and missed another as Atlético were held to a 1–1 draw at home against Mallorca, who had played the majority of the second half with just nine players on the field. The disappointing result and performance led to protests from Atlético supporters, as well as criticism for Forlán, who was subsequently left out of the squad for the next game. Atlético started to improve after the arrival new manager Quique Sánchez Flores, and once again, Forlán flourished in the second half of the season, as Atlético reached the finals of both the Europa League and Copa del Rey. On 14 February 2010, Forlán scored the first goal as Atlético beat Barcelona 2–1 at the Vicente Calderón, inflicting the eventual Champions only league defeat of the season. On 22 April 2010, Forlán scored the only goal of the game in Atlético's Europa League semi-final first leg at home to Liverpool. A week later, Liverpool took the tie to extra time before taking a 2–1 aggregate lead. Forlán then scored again to make it 2–2 on aggregate, giving Atlético the away goal they needed to reach the final, in which they played against Fulham at Volksparkstadion, Hamburg, on 12 May. Forlán scored twice against Fulham in the final, in a 2–1 win and was awarded man of the match. He ended the season with a total of 28 goals, including six in Atlético's successful Europa League campaign. ====2010–11 season==== The 2010–11 season began with another trophy for Forlán and Atlético, winning the UEFA Super Cup, beating Inter Milan 2–0 in Monaco on 27 August 2010. Again Forlán started the season slowly, and despite finding the net three times in the opening two league games, he then went 12 matches in all competitions without a goal before finally scoring a double in a 3–0 win against Osasuna on 13 November. ===Inter Milan=== On 29 August 2011, it was confirmed that Diego Forlán had joined Inter Milan as a replacement for the departing Samuel Eto'o. No financial details were announced but it is believed the 32-year-old signed an initial two-year deal. He made his debut on 11 September 2011, scoring with a high left foot shot in a 4–3 defeat at Sicilian club Palermo. On 4 March 2012, Forlán scored his second goal for Inter against Catania in a 2–2 draw. In April, Forlán declared his loyalty to Inter and his intention to stay when he told Sky Sports that \"I want to stay at Inter. You haven't seen the real Forlán yet... I wouldn't want to leave Inter like this. I like challenges and I wouldn't want to leave when the team are not in a good position.\" In June, his father confirmed the belief that the striker would see out his contract with the Nerazzurri. On 5 July, however, after only scoring twice in 22 appearances, the Italian club confirmed that he had been released, terminating the final year of his contract. Forlán has stated that his poor performance with the Nerazzuri was due to being played out of position. In addition, former Inter and Uruguay player Álvaro Recoba believed that his compatriot struggled at Inter due to the success of his predecessor Samuel Eto'o, which led Forlán to fail to live up to expectations. ===Internacional=== On 6 July 2012, after terminating his contract with Inter, Forlán signed a three-year deal with Brazilian club Internacional. He was also linked to Mexican teams Tigres UANL and Club América. In January 2013, Forlán was linked with another Mexican team, the recently promoted Club León. At León, Forlán had the chance to play the 2013 Copa Libertadores; Internacional, however, retained Forlán's services for the 2013 season. On 28 July 2012, he made his debut for the Brazilian club against Vasco da Gama. Forlán scored his first two goals for Internacional in a 4–1 win against Flamengo. Forlán also helped the club win 2013 Campeonato Gaúcho, scoring nine goals, the highest total at the tournament.2013 Campeonato Gaúcho ===Cerezo Osaka=== On 22 January 2014, Forlán signed an 18-month deal with Japanese J1 League side Cerezo Osaka. He made his AFC Champions League debut in a 1–1 draw with Pohang Steelers, and his J. League debut in a 1–0 loss against defending champions Sanfrecce Hiroshima. He scored his first goal for Cerezo in a 4–0 win over Buriram United in an AFC Champions League match. On 12 April, Forlán scored two goals in the Osaka derby against local club rivals Gamba Osaka. He scored a crucial goal against Shandong Luneng on 23 April to put his team through to the knockout stage of the AFC Champions League. Cerezo Osaka were knocked out in the first round by Guangzhou Evergrande, losing 5–1 at home in the first leg. In spite of the disappointing home defeat, they managed to secure a 1–0 away win after an own goal by Liao Lisheng. However, this was not enough to overcome the 5–2 aggregate lead. Having been relegated in his first season to J2 League, he started off the new campaign with a goal against Tokyo Verdy drawing 1–1. Forlán scored his first hat-trick against Kyoto Sanga FC on 29 April 2015, his side winning 3–0. ===Peñarol=== On 10 July 2015, Forlán signed an 18-month contract with his boyhood club Peñarol. In his only season at the club, he scored eight goals in 31 appearances as Peñarol won the championship title. On 14 June 2016 at a press conference, Forlán said he would be leaving the club. ===Mumbai City=== In August 2016, Forlán signed a three-month deal with Indian Super League club Mumbai City. He scored a hat-trick versus Kerala Blasters on 19 November. Mumbai finished first in the league table and progressed to the semi-final of the playoffs where they would face ATK. After conceding an early goal, Mumbai equalised and soon took the lead from the headers of Leo Costa and Gerson Vieira. In both cases the free kicks were taken by Forlán. Forlán received a red card in the second half as ATK won the match 3–2. ===Kitchee=== thumb|Forlán in action with Kitchee|alt=|227x227px On 4 January 2018, Forlán joined Hong Kong Premier League club Kitchee. He made his debut for Kitchee on 14 January 2018, coming off the bench in the 88th minute in a 2–2 draw against Southern. On 28 January, Forlán scored his first and second goals for Kitchee in a 7–0 victory over Biu Chun Rangers. He scored a hat-trick in a 5–1 win against Lee Man FC in the following match. Forlán played in Kitchee's 1-0 victory over Kashiwa Reysol in the 2018 AFC Champions League, helping Kitchee to become the first-ever team from Hong Kong to win a match in AFC Champions League history.On 13 May 2018, Forlán played his final match with the club, featuring in the first 56 minutes of a 2–0 victory, and went on to win the Hong Kong Premier League that season. ===Retirement=== A year after leaving Kitchee, Forlán announced his retirement from professional football on 7 August 2019. ==International career== Forlán's 100th cap coming in the 2013 FIFA Confederations Cup match against Nigeria. On 11 October 2011, he scored his 32nd goal, which made him Uruguay's top scorer of all time in official matches, beating Héctor Scarone who had held the record alone with 31 goals since 1930. (Scarone scored 42 goals in total, but 11 of them were in unofficial matches). ===2002 FIFA World Cup=== Forlán made his debut for Uruguay on 27 March 2002, scoring his first goal in a 3–2 friendly defeat against Saudi Arabia. During the 2002 World Cup, he scored a volley on 11 June 2002 in the group stage 3–3 draw against Senegal. Despite coming from three goals down to draw the game, Uruguay were eliminated from the tournament along with France in Group A. Diego Forlán and Youri Djorkaeff were, respectively, members of the Uruguay and France squads that met in the 2002 World Cup, in Group A. Their respective fathers, Pablo and Jean, featured in the match between Uruguay and France at the 1966 World Cup, which was also in Group A. ===2004 and 2007 Copa América=== Forlán wore the number 21 for Uruguay at the 2004 Copa América in Peru, shortly before his transfer from Manchester United to Villarreal. He played all six games as they, under the management of Jorge Fossati, came third. Forlán's only goal was in the 2–1 victory over Ecuador, Uruguay's only group win. They advanced in third place out of four in the group. Forlán scored against Brazil in the 35th minute of the 2007 Copa América semi-final. However, he missed his shot during the subsequent penalty shoot-out, which Brazil ultimately won 5–4. ===2010 FIFA World Cup=== On 17 June 2008, Forlán scored a hat-trick in a World Cup qualifying game against Peru. On 16 June 2010, during Uruguay's second group game in the 2010 World Cup against South Africa, Forlán opened the scoring with a right footed long range effort. Later in the game, Forlán scored from the penalty spot, shooting high into the net for his second and also had a hand in Uruguay's third, in a 3–0 win over the host nation. On 2 July 2010, Forlán scored a free kick against Ghana to equalise in the quarter-final. The game ended 1–1 and Uruguay advanced to the semi-finals after defeating Ghana 4–2 in the penalty shootout. On 6 July 2010, Forlán scored another long range goal, this time with his left foot to equalise against the Netherlands in the semi-final. Despite a half- time score of 1–1, Uruguay eventually lost 3–2 as the Dutch advanced to the final. Forlán became the first player since Lothar Matthäus in 1990 to score three goals from outside the penalty area in one tournament. On 10 July 2010, Forlán scored for the final time in the tournament as he netted a well- executed volley from the edge of the area to give Uruguay the lead. This goal, from a pass by Egidio Arévalo Ríos, was selected by FIFA as the Goal of the Tournament. Forlán then hit the crossbar with the final kick of the game from a free kick as they lost to Germany 3–2 in the third place play-off. Forlán was awarded the Golden Ball as the tournament's best player. He was also picked for the team of the tournament, and was the joint top scorer at the World Cup with five goals. ===2011 Copa América=== thumb|Forlán in action at the 2011 Copa América final match On 24 July 2011, Forlán scored twice after Luis Suárez's opening goal helping Uruguay win their 15th Copa América title and became Uruguay's joint top scorer at international level, his 31 goals matching those of Héctor Scarone after beating Paraguay 3–0 in the final. Forlán's father and grandfather were also South American champions with Uruguay over a period spanning the 95 years of the world's oldest active tournament. ===2013 FIFA Confederations Cup=== On 16 June 2013, Forlán appeared as a 69th-minute substitute in Uruguay's opening 2013 Confederations Cup match against Spain. In Uruguay's second group game, a match where he won his 100th cap for his country, Forlán scored the winning goal to defeat Nigeria 2–1. He was subsequently rested for the next match against Tahiti. He was again in the starting line-up as Uruguay lost 1–2 to Brazil in the semi- final, where he had a penalty kick saved by Brazilian goalkeeper Júlio César. ===2014 FIFA World Cup=== Forlán was a part of the Uruguay squad for the 2014 World Cup in Brazil. At the age of 35, he started the opening match against group underdogs Costa Rica in place of the absent Luis Suárez. He had a deflected shot saved by Costa Rican goalkeeper Keylor Navas as Uruguay lost the game 3–1. Forlán did not appear again until the Round of 16, where Uruguay were beaten 2–0 by Colombia. ===Retirement=== On 11 March 2015, Forlán announced his retirement from the national team. He represented Uruguay with 112 caps, scoring 36 times. ==Style of play== A talented, technically gifted, hardworking and creative player, with an eye for goal, Forlán was a quick, clever, complete and versatile forward, with a good positional sense, who was capable of playing anywhere along the front line. He was deployed as a main striker (his favoured position), as a supporting forward, as an attacking midfielder, and even as a winger, often drifting onto the flank to begin attacking plays. He was capable of scoring with either foot, both from inside and outside the area; in fact, Forlán was most known for his powerful and accurate long range shots, which made him a large threat if given space outside the box. Alongside this, Forlán was also an accurate set-piece and penalty kick taker. In addition to his accurate finishing, movement, and goalscoring ability, Forlán was a skilful player, gifted with good technical ability and ball control, as well as good vision, passing ability, intelligence, and awareness on the ball; these attributes also enabled him to be deployed in a more creative role, in which he could play-off of other players and drop into deeper positions to link-up the midfield with the attack, making him a capable assist provider. In addition to his footballing skills, Forlán was also praised for his leadership, longevity and determination throughout his career. ==Coaching career== On 20 December 2019, Forlán was appointed as manager of his former club Peñarol. He was sacked on 1 September 2020, after winning just four of his eleven games in charge. On 17 March 2021, he was appointed as manager of Atenas de San Carlos of the Uruguayan Segunda División. On 16 September 2021, after a 2-1 loss to Rampla Juniors, he was released. ==Personal life== Forlán was born into a family of footballers – his father Pablo having played for São Paulo (1970–1975) and Uruguay in the 1966 and 1974 World Cups, and his maternal grandfather, Juan Carlos Corazzo, for Independiente in Argentina.Ben Lyttleton: In Suarez's absence Uruguay will lean even more heavily on Forlan at Sports Illustrated, 4 July 2010. Forlán is of Italian, Basque, and Irish descent, and because of his Basque ancestry from his grandmother, he was linked to Athletic Bilbao after his departure from Manchester United, even though the club only permits Basque players. A founding member of Fundación Alejandra Forlán, headed by his sister, Forlán is outspoken on the perils of dangerous driving. Back in 1991, Alejandra suffered a car accident where she lost her boyfriend and became paralyzed as a result. Diego Maradona met Forlán's father during that time, since he was a football player in the 1970s, and helped him raise funds for his daughter's treatment. She became an integral part of his inspiration to play football, and the whole family has gathered round to make sure the foundation is given as high a profile as his in Uruguay.Forlan ushers Uruguay into new era, 19 June 2010 sportsillustrated.cnn.com. Retrieved 2 July 2010 In 2009, Forlán appeared in a music video for Coti starring alongside Argentine footballer Maxi Rodríguez. Forlán announced on 9 March 2011 on his official Twitter page that he and Argentinian model/actress Zaira Nara were engaged to be married. In June 2011, however, Forlán and Nara announced they were breaking their engagement. No reason was released for the breakup. Forlán is married to Paz Cardoso and together the pair have two sons, Martín, in February 2016, and César, in February 2019, and a daughter, Luz, in May 2017. ==Career statistics== ===Club=== :Source: {| class=wikitable style=text- align:center |+ Appearances and goals by club, season and competition |- !rowspan=2|Club !rowspan=2|Season !colspan=3|League !colspan=2|National CupAppearances in FA Cup, Copa del Rey, Copa do Brasil, Emperor's Cup and Hong Kong FA Cup !colspan=2|ContinentalAppearances in UEFA Champions League, UEFA Cup/UEFA Europa League, AFC Champions League and Copa Libertadores !colspan=2|OtherAppearances in Football League Cup, FA Community Shield, UEFA Super Cup, FIFA Club World Cup, Campeonato Gaúcho, Uruguayan Championship playoffs and Indian Super League playoffs !colspan=2|Total |- !League!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=5|Independiente |1998–99 |Primera División |2||0||colspan=2|—||0||0||colspan=2|—||2||0 |- |1999–2000 |Primera División |24||7||colspan=2|—||0||0||colspan=2|—||24||7 |- |2000–01 |Primera División |36||18||colspan=2|—||6||2||colspan=2|—||42||20 |- |2001–02 |Primera División |18||12||colspan=2|—||5||1||colspan=2|—||23||13 |- !colspan=2|Total !80!!37!!colspan=2|—!!11!!3!!colspan=2|—!!91!!40 |- |rowspan=5|Manchester United |2001–02 |Premier League |13||0||0||0||5||0||0||0||18||0 |- |2002–03 |Premier League |25||6||2||0||13||1||5||2||45||9 |- |2003–04 |Premier League |24||4||2||1||4||2||2||1||32||8 |- |2004–05 |Premier League |1||0||0||0||1||0||1||0||3||0 |- !colspan=2|Total !63!!10!!4!!1!!23!!3!!8!!3!!98!!17 |- |rowspan=4|Villarreal |2004–05 |La Liga |38||25||1||0||0||0||colspan=2|—||39||25 |- |2005–06 |La Liga |32||10||2||0||13||3||colspan=2|—||47||13 |- |2006–07 |La Liga |36||19||4||1||2||1||colspan=2|—||42||21 |- !colspan=2|Total !106!!54!!7!!1!!15!!4!!colspan=2|—!!128!!59 |- |rowspan=5|Atlético Madrid |2007–08 |La Liga |36||16||6||1||11||6||colspan=2|—||53||23 |- |2008–09 |La Liga |33||32||3||1||9||2||colspan=2|—||45||35 |- |2009–10 |La Liga |33||18||6||3||17||7||colspan=2|—||56||28 |- |2010–11 |La Liga |32||8||3||1||6||1||1||0||42||10 |- !colspan=2|Total !134!!74!!18!!6!!43!!16!!1!!0!!196!!96 |- |Inter Milan |2011–12 |Serie A |18||2||0||0||2||0||colspan=2|—||20||2 |- |rowspan=3|Internacional |2012 |Série A |19||5||0||0||colspan=2|—||colspan=2|—||19||5 |- |2013 |Série A |15||5||8||3||colspan=2|—||13||9||36||17 |- !colspan=2|Total !34!!10!!8!!3!!colspan=2|—!!13!!9!!55!!22 |- |rowspan=3|Cerezo Osaka |2014 |J1 League |26||7||2||0||6||2||colspan=2|—||34||9 |- |2015 |J2 League |16||10||0||0||colspan=2|—||colspan=2|—||16||10 |- !colspan=2|Total !42!!17!!2!!0!!6!!2!!colspan=2|—!!45!!19 |- |Peñarol |2015–16 |Primera División |30||8||0||0||3||0||1||0||34||8 |- |Mumbai City |2016 |Super League |11||5||colspan=2|—||colspan=2|—||1||0||12||5 |- |Kitchee |2017–18 |HK Premier League |7||5||2||1||5||0||0||0||14||6 |- !colspan=3|Career total !525!!222!!41!!12!!108!!28!!24!!12!!698!!274 |} ===International=== :Source: {| class=wikitable style=text-align:center |+ Appearances and goals by national team and year |- !National team!!Year!!Apps!!Goals |- |rowspan=13|Uruguay |2002||5||2 |- |2003||7||5 |- |2004||11||2 |- |2005||9||2 |- |2006||3||0 |- |2007||9||5 |- |2008||7||3 |- |2009||9||3 |- |2010||11||7 |- |2011||13||3 |- |2012||9||1 |- |2013||14||3 |- |2014||5||0 |- !colspan=2|Total||112||36 |} :Scores and results list Uruguay's goal tally first. {| class=\"wikitable sortable\" |+ List of international goals scored by Diego Forlán |- ! # !! Date !! Venue !! Opponent !! Score !! Result !! Competition |} ===Managerial statistics=== {| class=\"wikitable\" style=\"text- align: center\" |+ Managerial record by team and tenure |- !rowspan=\"2\"|Team !rowspan=\"2\"|Nat !rowspan=\"2\"|From !rowspan=\"2\"|To !colspan=\"8\"|Record |- ! ! ! ! ! ! ! ! |- |align=left|Peñarol | |align=left|20 December 2019 |align=left|31 August 2020 |- |align=left|Atenas | |align=left|17 March 2021 |align=left|16 September 2021 |-align=center !colspan=\"4\"|Total |} ==Honours== Manchester United *Premier League: 2002–03 *FA Cup: 2003–04 *FA Community Shield: 2003 Villarreal *UEFA Intertoto Cup: 2004 Atlético Madrid *UEFA Europa League: 2009–10 *UEFA Super Cup: 2010 Internacional *Campeonato Gaúcho: 2013 Peñarol *Primera División: 2015–16 Kitchee *Hong Kong Premier League: 2017–18 Uruguay *Copa América: 2011 Individual *La Liga Ibero-American Player of the Year: 2004–05 *Pichichi Trophy: 2004–05, 2008–09 *European Golden Shoe: 2004–05, 2008–09 *FIFA World Cup Golden Ball: 2010 *FIFA World Cup Goal of the Tournament: 2010 *FIFA World Cup Golden Boot: 2010 *FIFA World Cup Dream Team: 2010 *UEFA Europa League Final Man of The Match: 2010 *Campeonato Gaúcho Top Scorer: 2013 *2004-05 European Golden Shoe was jointly shared with Thierry Henry *2010 FIFA World Cup Golden Boot was jointly shared with Thomas Müller, Wesley Sneijder and David Villa ==See also== * List of footballers with 100 or more caps ==References== ==External links== * * * * * Category:1979 births Category:Living people Category:Uruguayan people of Basque descent Category:Uruguayan people of Italian descent Category:Uruguayan people of Spanish descent Category:Citizens of Spain through descent Category:Sportspeople from Montevideo Category:Uruguayan footballers Category:Association football forwards Category:Association football midfielders Category:Club Atlético Independiente footballers Category:Manchester United F.C. players Category:Villarreal CF players Category:Atlético Madrid footballers Category:Inter Milan players Category:Sport Club Internacional players Category:Cerezo Osaka players Category:Peñarol players Category:Mumbai City FC players Category:Kitchee SC players Category:Argentine Primera División players Category:Premier League players Category:La Liga players Category:Serie A players Category:Campeonato Brasileiro Série A players Category:J1 League players Category:J2 League players Category:Uruguayan Primera División players Category:Indian Super League players Category:Hong Kong Premier League players Category:Pichichi Trophy winners Category:UEFA Europa League winning players Category:Uruguay under-20 international footballers Category:Uruguay international footballers Category:2002 FIFA World Cup players Category:2004 Copa América players Category:2007 Copa América players Category:2010 FIFA World Cup players Category:2011 Copa América players Category:2013 FIFA Confederations Cup players Category:2014 FIFA World Cup players Category:Copa América-winning players Category:FIFA Century Club Category:Uruguayan expatriate footballers Category:Uruguayan expatriate sportspeople in Argentina Category:Uruguayan expatriate sportspeople in England Category:Uruguayan expatriate sportspeople in Spain Category:Uruguayan expatriate sportspeople in Italy Category:Uruguayan expatriate sportspeople in Brazil Category:Uruguayan expatriate sportspeople in Japan Category:Uruguayan expatriate sportspeople in India Category:Uruguayan expatriate sportspeople in Hong Kong Category:Expatriate footballers in Argentina Category:Expatriate footballers in England Category:Expatriate footballers in Spain Category:Expatriate footballers in Italy Category:Expatriate footballers in Brazil Category:Expatriate footballers in Japan Category:Expatriate footballers in India Category:Expatriate footballers in Hong Kong Category:Collars of the Order of Isabella the Catholic Category:People named in the Panama Papers",
 "title": "Diego Forlán"
}