{
 "id": "842487",
 "text": "The Heritage of Shannara is a series of four fantasy novels by Terry Brooks, set hundreds of years after the original Shannara trilogy. Unlike the original trilogy, however, this series is all one, cohesive story, in contrast to the three isolated stories of the originals. It is set in a future Four Lands in which the Federation of the Southland has driven off the Elves, enslaved the Dwarves, and outlawed magic. Only the rebel Free-born, led by Padishar Creel, dare to resist. The series begins with The Scions of Shannara, when the Ohmsford descendants are summoned by the shade of Allanon to combat the Shadowen that have been poisoning the land, each charged with a quest only they can embark on. The story continues with The Druid of Shannara, The Elf Queen of Shannara, and concludes with The Talismans of Shannara. ==Plot Synopses== ===The Scions of Shannara=== The first novel in The Heritage of Shannara reveals the gathering of the chosen Ohmsfords to meet with the shade of Allanon, then focuses on Par and Coll Ohmsford as they attempt to retrieve the Sword of Shannara. ===The Druid of Shannara=== The second novel follows and mainly focuses on Walker Boh, as he reluctantly searches for the Black Elfstone, which has the power to restore the Druids and their keep, Paranor. ===The Elf Queen of Shannara=== The third novel chronicles Wren Ohmsford's travels beyond the shores of the Westland in search of the lost Elven race. ===The Talismans of Shannara=== The last novel details the final conflict between the Ohmsfords and the Shadowen monsters that have overtaken the Four Lands. ==Main characters== *Allanon *Axhind *Cogline *Coll Ohmsford *Damson Rhee *Ellenroh Elessedil, Queen of Elves *Faun (Shannara) *Garth (Shannara) *King of the Silver River *Matty Roh *Mole (Shannara) *Morgan Leah *Padishar Creel *Par Ohmsford *Pe Ell - assassin *Quickening - daughter of the King of the Silver River *Rimmer Dall *Rumor (Shannara) *Stresa (Shannara) *Steff (Shannara) *Shadowen *Teel *Triss (Shannara) *Walker Boh *Wren Elessedil Category:Book series introduced in 1990 Category:Shannara novels",
 "title": "Heritage of Shannara"
}