{
 "id": "842571",
 "text": "Morfran (Middle Welsh: Moruran \"cormorant\"; literally \"sea crow\", from môr, \"sea\", and brân, \"crow\", from Common Brittonic *mori-brannos, as in French cormoran < L corvus marinus) is a figure in Welsh mythology. Usually portrayed as a warrior under King Arthur, he is noted for the darkness of his skin and his hideousness. He appears in the narratives about the bard Taliesin and in the Welsh Triads, where he is often contrasted with the angelically handsome Sanddef. ==Appearances== The character appears in the Tale of Taliesin, where he is depicted as the son of Ceridwen and Tegid Foel, and is given an extremely beautiful sister named Creirwy. In later versions of this tale his characteristic ugliness is transferred to a brother, Afagddu (Middle Welsh: Avagddu; from y fagddu, \"utter darkness\"), though Ifor Williams suggested this name arose as a nickname for the famously gruesome Morfran. In the story, Ceridwen tries to help her son make his way in the world by creating a potion whose first three drops would bestow the drinker with knowledge of the future. She gives Gwion Bach (the bard Taliesin) the job of stirring the brew; he splashes three drops on his fingers and licks them, whereupon he gains the knowledge intended for Morfran/Afagddu, who remains ugly and despised. The story has a parallel in the Irish tale The Boyhood Deeds of Fionn, in which the young hero Fionn mac Cumhaill receives prophetic wisdom intended for his master Finn Eces by consuming the Salmon of Knowledge. Morfran eil Tegid (Morfran son of Tegid) appears in several of the Welsh Triads. In Triad 24 he is recognized as one of the \"Three Slaughter-Blocks of the Island of Britain\", while Triad 41 celebrates his horse Guelwgan Gohoewgein (Silver-White, Proud and Fair) as one of the \"Three Lover's Horses of the Island of Britain\". Other manuscripts attribute this horse to Drystan (Tristan) and Ceredig ap Gwallawg. In other triads he is associated with Sanddef, whose beauty is as notable as Morfran's ugliness. In a triad preserved in the prose tale Culhwch and Olwen, Morfran and Sanddef are named as two of the three men who survived the Battle of Camlann, in Morfran's case because his ugliness led everyone to believe he was \"a devil helping, for there was hair on his face like the hair of a stag.\"Gantz, pp. 142–143. This triad was adapted in the 15th-century triad collection known as \"The Twenty-four Knights of Arthur's Court\"; the pair are two of the \"Three Irresistible Knights\", as their peculiarities made it \"repugnant to anyone to refuse them anything.\" Morfran is further mentioned in the 12th-century prose tale The Dream of Rhonabwy.Gantz, p. 190. Rachel Bromwich notes that a 12th-century poem by Cynddelw Brydydd Mawr contains a reference to an otherwise forgotten early poet named Morfran, and suggests a connection with the Morfran of The Tale of Taliesin who was the intended recipient of the cauldron of poetic inspiration. Scholar Caitlin Green further suggests a connection with the character called \"Osfran's Son\", who is buried at Camlann according to the Englynion y Beddau (Stanzas of the Graves).Green, p. 76. ==Notes== ==References== * * * Category:Arthurian characters Category:Welsh mythology",
 "title": "Morfran"
}