{
 "id": "842656",
 "text": "The Amboise conspiracy, also called Tumult of Amboise, was a failed attempt by a Huguenot faction in France to gain control over the young king Francis II and to reverse the policies of the current administration of Francis, Duke of Guise and Charles, Cardinal of Lorraine through their arrest, and potentially execution. Malcontent factions of Huguenots had been chafing under the French crown since the reign of Henry II and with the arrival of a new young king, saw their chance to take power for themselves. However the plot was uncovered ahead of time, and the Guise were ready for them. As such hundreds would be arrested, and many killed. Louis, Prince of Condé was suspected of involvement, however he was able to flee south, and it was only after some months that the Guise were able to put him on trial. Shortly thereafter, the sickly Francis II died, their hold on the administration collapsed, and with it the conviction of Condé. This tumult, would be one of the key steps in the collapse of crown authority that led to the French Wars of Religion. ==Background== === Death of the king === On 10 July 1559, after a jousting accident, Henry II of France died suddenly. Premature as his death was, the crown fell to his young son, Francis II, who was only 15 years old. Francis' wife's maternal uncles, Francis, Duke of Guise and Charles, Cardinal of Lorraine moved into the power vacuum, taking control over the young and sickly king's administration. They were faced with a formidable crisis; France was 40 million livres in debt, of which 19 million was owed immediately, as a result of the Italian Wars. Many royal officials had been without pay for years. Alongside this fiscal crisis the Guise administration was faced with one of religion, despite the persecutions undertaken by Henry II, Protestantism had continued to grow towards the end of his reign, leaving the new administration the crisis of solving the religious question. === Religious policy === To solve these twin problems, the Guise set upon a course of, religious political continuity, and fiscal cost cutting. The former embodied in four laws in the latter half of 1559, with landlords to be prosecuted if they harboured heretics and meeting houses to be razed to the ground among other provisions. Raids were conducted of suspected Protestant homes, and in Paris these found pamphlets, lambasting the Guise. The trial of the Protestant judge Anne du Bourg which ended in his execution in December after he refused to recant, further fanned the flames of religious tension, which exploded in the capital with the Saint-Médard riot later that month and the assassination of President Minard. The backlash to these policies, and the increasing militancy of some Protestants troubled the Guise, who issued new laws, banning the wearing of masks, and long coats that might conceal pistols. === Financial policy === On the financial side the Guise made equally many enemies, the army was drastically scaled down in size, and payments to troops were deferred, upsetting many soldiers. Some came to the royal residence to voice their displeasure, and were threatened by Lorraine with hanging if they didn't vacate the premises. Further, many of the cuts to the administration and new taxes had notable exemptions for the lands of the Guise, and their clients, angering those elites, who were not among their circles. Crown lands were resumed, with the exception of Guises' holdings of Saumur, Provins and Dourdan further alienating those elites who had benefitted from such crown grants. Finally venal office was suppressed, a move which inflamed the title holders who lost their privileges. ==Faction and conspiracy== === Factions form === No sooner had Henry II died than malcontent factions began to form against the new Guise led government. Those opposed to the Guise sought for Antoine of Navarre to take a leading role as regent of the kingdom, conscious of his flirtations with Protestantism in the late 1550s. this was despite Francis II being of legal age to rule. This faction further desired the calling of an estates general, to solve many of what they perceived as the kingdoms ills in the past decades. The Guise's alienation of elements of the army through their fiscal policy furthered this disgruntled clique, bringing into their number Maligny and Castelnau among others. === Conspiracy established === Around August 1559 a plan began to consolidate for the coup plot, aiming at first to assert Navarre's right to a regency, and, when he proved uninterested, Condé's more dubious right as a minor prince of the blood. La Renaudie was tasked to lead this coup attempt. He had personal reasons to want to see the Guise taken from power, the Cardinal of Lorraine having seen his brother-in-law executed. La Renaudie boasted that he had the support of John Calvin in Geneva and was given an angry reception when he visited the city hunting for recruits late in the year. The large part of the ideological support base for the coup came from petit seigneurs such as de Mauvans and Protestant clerics, such as La Roche Chandieu. Alongside military malcontents often from their retinues or clients, many poor soldiers were easily tempted by La Renaudie's offer of 10 sous for infantry and 18 sous for cavalry. The church of Provence was the only consistory to be fully onboard, the region, one of great Protestant strength, offering 2000 soldiers to the cause of the coup. Gaspard II de Coligny who had come to terms with the Guise recently was uninterested in involving himself, and did his best to persuade the Protestant nobility of Normandy in his powerbase to stay clear of involvement. === Final meeting === On 1 February the conspirators met in the forests near Nantes for a 'Parliament' during which the baron du Raunay offered his nearby Chateau as a springboard for the operation and all participants swore an oath. The location was chosen to coincide with the meeting of the nearby Parlement, to explain the conspirators presence in the area. === Conspiracy exposed === On 12 February, the court left the chateau Marchenoir, where Longueville had been entertaining the young Francis with hunting and other pursuits, and began the journey to Amboise. On the route they were overtaken by the Duke's secretary Millet, who had with him a lawyer named des Avenelles. Avenelles' Paris home had been made into a safe house for the plotters, and he claimed he had gotten uneasy with the conversations he was overhearing. The Guise were soon to give him a reward of 10,000 livres for the information he told them, which suggests other motives for his defection however. He elaborated on a conspiracy to arrest the Guise at Amboise, and to force the king to declare a liberty of conscience. He further knew the name of the leader of the conspiracy, La Renaudie. Rumours had been swirling for some time that a plot was in the air, however now the Guise had concrete details. They had long suspected Conde of involvement in opposition plots, and he had already been passed over for the governership of Picardy he had been promised in January. Conde was however cautious, and however greatly he was involved, he was careful to leave no written evidence and work through servants. Robert Stuart, who had been suspected of involvement in the assassination of President Minard was brought to Amboise and tortured in the hope he knew the date of the operation. In preparation for the attack much of the high nobility was invited to Amboise, including Coligny and Condé on 21 February, and they duly arrived at the castle. ==Tumult== === Pre-emptive strike === thumb|upright=1.5|The castle of Amboise at the time of the events.The first action occurred on 11 March, when a group sent out from Amboise, under the count of Sancerre to Tours where they were able to pick up and arrest around ten of the plotters, including the baron de Castelnau and captain Mazères who were waiting for the delivery of money for the operation. A further 25 conspirators were picked up whilst they walking outside the chateau de Noizay a small distance from Amboise castle, and the whole group were taken in to the fortress. Most of the captured men would however be released, after a stern rebuke from chancellor François Olivier, once it was determined they had largely joined the conspiracy over oaths of loyalty or lack of pay. === The main body === On the morning of 15 March, a new panic set in as 200 horseman were sited by boatman on the Loire, making their way down the Blois road to Amboise, wearing white sashes to symbolise their Protestant purity. A several hour fight began in the suburbs between these men and the defenders, ending in their scattering. Condé could do little but watch them flee from the battlements of the castle. In the aftermath of the battle, La Renaudie was hunted down in the woods, and killed, his corpse being taken back to Amboise for display. He would be hung from the gates with a placard which read \"La Renaudie also known as la Forest, author of the conspiracy, chief and leader of the rebels.\" === Mopping up === It was now that a fanning out of arrest parties took place, Jacques d'Albon, Seigneur de Saint André was dispatched with 200 horsemen to Tours, Paul de Thermes was dispatched to Blois, François de Scépeaux to Orléans and Louis, Duke of Montpensier to Angers. They conducted further arrests during the day, with some of their targets retreating into houses to continue fighting, and having to be burned out. On 17 March Francis II made the duke of Guise lieutenant-general of the kingdom, giving him overall authority of the countries military. He set about further refortifying Amboise, providing artillery to weak sections, and assigning princes and knights to each quarter of the castle. Further efforts to contain the situation were made with a general amnesty notice, for any rebel who returned to their homes within 24 hours, or else they would be proclaimed rebels and anyone would be allowed to kill them, and their property would be forfeit. Conscious of the confused composition of the insurrection a provision allowing petitions from subjects if they came to the king 'loyally', was also granted. Over the following days continued work on the castle, and trenches around it were made. With the arrest parties mopping up stragglers, all relevant baillifs and seneschals were granted authority to arrest those found in the countryside around Amboise. == Aftermath == === Immediate consequences === thumb|310px|Contemporary woodcut of the executions at AmboiseWith most of the conspiracies leadership captured or killed in the field, the Guise set about the interrogation of the prisoners they had, and the examination of the captured papers they had taken from the various raided chateaus. The number of executions that followed has been reported as high as 1500, though this appears to be an exaggeration. What was more shocking to aristocratic contemporaries, was the summary nature of the executions, even of men of 'good birth.' who were hanged or drowned in the Loire. The baron de Castelnau was executed, despite the promise of the gentleman who arrested him that if he came quietly he would not be killed. Guise's wife Anna d'Este pled for his life, but to no avail. Conde keen to avoid suspicion did not immediately depart the scene, and stayed at Amboise, angrily denouncing those who were now murmuring of his involvement as 'scum.' Once the court had moved to the queen mothers residence at Chenonceau he went further, calling them liars, a cutting rebuke in aristocratic circles, and challenged anyone who would openly accuse him to fight him in single combat. The duke of Guise, tactful that for the moment he lacked proof, consoled him that he had no suspicions, and in an audience with the king and queen mother they accepted his denials, though Lorraine could not help but avoid eye contact. Taking advantage of his absence at the kings lever on 18 April his apartments were raided on the orders of Catherine de Medici. However, nothing was found. A few days later he decided things had finally got too much and slipped down south to Bordeaux to link up with the relative safety of his brother. === Edict of Amboise === Conscious that the religious policy of the last years had decidedly failed, the Guise sought to change tact, despite their victory over the rebellion. The general pardon established during the conspiracy itself made a distinction between those of religious motivation, and those of political motivation. With the former to be tolerated as long as they lived in obedience to the king, and the latter to be treated as enemies of the state. This represented a sharp contrast from previous years policy. This would only be continued in the Edict of Amboise, which pardoned those convicted of heresy offences as long as they lived as good Catholics from then on. Then further with the Edict of Romarantin the next month, which transferred heresy cases to ecclesiastical courts, that lacked the authority to give the death penalty. effectively ending capital punishment for heresy in France. === Lyon and disorder in the south === Whilst the rebellion may have been crushed in Amboise, the situation was deteriorating in the provinces. Troops raised for the conspiracy in Dauphine, Provence and Lyonnais were left without central direction, creating the nucleus of guerrilla armies instead. In Montauban several churches were seized, and converted into the Calvinist model. Meanwhile, an attempt by the governor of Rouen to crack down on Protestants in his city, resulted in a riot against him. It would be in Lyon that the most serious element of the conspiracy outside Paris would occur. On 7 September 1560 Pierre Menard would be arrested, 3 days after the discovery of a stockpile of weapons were found in a leading Protestant church members house. The house was full of Protestant soldiers, who fought their way out of the building before fleeing the town. Menard explained to his captors that Amboise had been part of a wider conspiracy, which was to have involved the capture of Lyon for the Protestants, and that leading Genevan clergy including John Calvin were involved. In John Calvin's letters he writes to Maligny in Lyon, referring to him as \"our hotspur,\" confirming this testimony. The narrow foiling of this Lyon plot, further angered Guise and Lorraine, who suspected Conde and Navarre's involvement in the affair, a matter seemingly confirmed when an agent sent by Conde was captured with papers implicating him. They called an assembly of notables, to discuss reforms of the kingdom, and agreed upon a package to present to a now planned estates general. Only Conde and Navarre were absent among the princes, too fearful of arrest. To further isolate the renegade princes, two super-governerships were created for the kingdom, with one given to Charles, Prince of La Roche-sur-Yon and the other to Louis, Duke of Montpensier, separating them from their cousins. === Arrest, trial and release of Conde === No longer able to tolerate this treason, Conde was summoned to join the soon to be convened Estates General of 1560-1 and, thoroughly outnumbered by the troops under the Guises and Philip II, they had little choice but to attend. Upon arrival Conde was arrested on 31 October, along with the Vidame of Chartres. Conde filibustered the proceedings, demanding a trial of his peers and not recognising the authority of his judges. Eventually though the trial would proceed, and he would be found guilty, with an indeterminate sentence, likely the prisons of Loches. However his imprisonment was to be short, as not long after, Francis II, who had always been of fragile health suffered an ear infection, brought about by the cold, and he died on 5 December 1560. This spelled the end for the Guise administration and soon a regency was arranged for the young Charles IX under Catherine de Medici. She negotiated Navarre out of his position as regent, usually his prerogative as first prince of the blood, with the leverage of the arrested Condé, offering his release. Subsequently he was released on 20 December. ==Notes== Category:1560 in France Category:French Wars of Religion Category:Conspiracies Category:16th-century coups d'état and coup attempts",
 "title": "Amboise conspiracy"
}