{
 "id": "842647",
 "text": "SIX Swiss Exchange (formerly SWX Swiss Exchange), based in Zurich, is Switzerland's principal stock exchange (the other being Berne eXchange). SIX Swiss Exchange also trades other securities such as Swiss government bonds and derivatives such as stock options. SIX Swiss Exchange is completely owned by SIX Group, an unlisted public limited company itself controlled by 122 banks or financial institutions.Annual report 2019. The exchange in its current state was founded in 1993 by merging the Geneva Stock Exchange, the Basel Stock Exchange and the Zürich stock exchange into the (German for \"Swiss Securities Exchanges Association\"), publicly known in English as Swiss Exchange.SIX Swiss Exchange. Interactive brokers. Retrieved 15 April 2020. The newly created association took over trading in 1995. It was the first stock exchange in the world to incorporate a fully automated trading, clearing and settlement system. The association was renamed to SWX Swiss Exchange in 1999. In 2002, the association was changed to a public limited company called SWX Swiss Exchange AG. In July 2004, it rejected a merger proposal from Deutsche Börse, which analysts anticipated as profitable for many small companies listed on SWX Swiss Exchange. In 2008, SWX Swiss Exchange merged with SIS Group and Telekurs into the new SIX Group, and was renamed as SIX Swiss Exchange, which is still its name as of 2020. SIX Swiss Exchange maintains several major indices. The most known index is the SMI, or Swiss Market Index, which consists of the 20 largest and most liquid companies of the SPI. The SPI, or Swiss Performance Index, contains more than 200 companies listed on the exchange that meet requirements. The SLI, or Swiss Leader Index, is a capped index with some of the largest 30 companies. The SBI, or Swiss Bond Index, tracks obligations emitted in Swiss francs. The market capitalization of all companies listed at SIX Swiss Exchange amounted in 2018 to 1.6 trillion Swiss francs, making it one of the top exchanges in the world by capitalization.The Worlds Stock Exchanges by Market Cap March 2018. == History == === First Swiss exchanges === The first exchanges in Switzerland were created locally in major Swiss cities throughout Switzerland, with the authorization of the Cantonal authorities. Geneva paved the way in the year 1850, when the () was founded. Its trading floor was opened in 1855 and approved by the Grand Council of Geneva in 1856. The Basler Börse followed in 1866 or 1876 (sources disagree) in Basel, as well as another one in Zürich in 1873. The Berne exchange, which still exists today, was founded in 1884. Smaller exchanges were also created in Lausanne in 1873, in St. Gallen in 1887 and in Neuchâtel in 1905.Die Anfänge der Schweizer Börsen. Neue Zürcher Zeitung. 8 December 2015.] The exchanges were subject by the Cantons to a value added tax. During the First World War, all Swiss exchanges were closed, with the exception of bond trading in the Geneva exchange. The depression of 1920–21 was followed by a bull market in the 1920s, during which a new exchange building (alte Börse, German for \"old exchange\") was constructed in Zurich at Bleicherweg 5, near Paradeplatz. The building is still standing, but no longer used as an exchange. After the Great Depression of the 1930s, a federal banking law was introduced. This law is still in effect today and, in its form as of 2020, requires permission by the FINMA to do banking activities, as well as due diligence and banking secrecy. An exchange law was also discussed, but not introduced. Finally, Swiss exchanges were required to unite under a securities exchange association in order to set up a registration office, so that the Swiss National Bank could have the desired influence. === Post-war era === After the Second World War, banking fees for trades on exchanges were unified in a broker conference. In the middle of the 1950s, the revenues of the exchanges reached new highs as in times before or between the wars until 1929. This development continued until the Kennedy Slide of 1962, which was triggered by measures against the economic slowdown, the New York crash, and the Cuba crisis. Following the deregulation and the termination of the Bretton Woods System (fixed exchange rates) by the United States, in the 1970s, a fundamental transformation of the economy and of the financial landscape started, which is still ongoing today. Fluctuating exchange rates carried new risks for the economy and a need for hedging solutions arose. Finance derivatives were introduced as a response to this need and in 1973, the Chicago Board Options Exchange was created as an exchange that only handles derivatives. With the oil crisis of 1974, the economy went through the biggest after-war recession since 1931. In Switzerland, the oil shock led to such a rush on investment money that it was considered to close the exchanges. == New economy == The Geneva Stock Exchange, the Basel Stock Exchange and the Zurich stock exchange merged into SWX Swiss Exchange in 1993. On 16 August 1995, the closing bells rang for the last time on the trading floors, ending an era spanning more than a century. They were superseded with the world's first automated trading, clearing and settlement system. After the international financial markets recovered from the 1997/1998 Asian crisis and the 1998 Russian crisis, there was a period of two years of lasting bull market from October 1998. This bull market was mainly driven by the new economy boom and transition of this time. However, the boom was more limited on Swiss stock indices, since they are dominated by pharmaceutical, food and financial values, while Internet companies and technology companies play only a secondary role. Hence, it was only in May 2000 that the Swiss Performance Index crossed again the peak of 5,237 points that it had reached before the Russian crisis. It reached its then all-time high of 5,770 points on 23 August 2000. The bursting of the dot-com bubble sent stock prices down worldwide, and did not spare Swiss stock indices. The SPI entered a bear market. It had lost more than 20% from its previous peak by 22 March 2001, on which day it reached a temporary bottom. After a short recovery phase, the SPI started to erode continuously from May 2001. The 9/11 attacks accelerated this evolution, started with the bursting of the dot-com bubble, further. The SPI reached its bottom of 2,603 points one and a half years later, on 12 March 2003, at the peak of the SARS-epidemic and the Iraq war. === SIX Group === In May 2007, the SWX Group, the SIS Group and Telekurs Group announced their merger to a new holding called Swiss Financial Market Services AG. The merger was official in 2008 and the new company was renamed to SIX Group AG. SWX Swiss Exchange was renamed to SIX Swiss Exchange in the same year.SWX Swiss Exchange becomes SIX Swiss Exchange. 30 September 2008. == Subsidiaries and acquisitions == === Eurex === From 1998 to 2012, SIX Swiss Exchange owned 15% of Eurex, the world's second largest futures and derivatives exchange, after the Chicago Mercantile Exchange, along with its German partner Deutsche Börse (85%). Deutsche Börse purchased the 15% ownership from SIX Swiss Exchange in 2012, becoming its sole owner. === SWX Europe === SWX Swiss Exchange, as was its new name since 1999, acquired the stock exchange platform Tradepoint, renamed as Virt-x, for the trading of 32 Swiss bluechip stocks, regulated by the British Financial Services Authority. The new platform was opened on 25 June 2001. The main goals were on the one hand to build a pan-European exchange and on the other hand to mitigate the migration of the trading volume on SMI stocks to the London exchange. The listed companies were offered the choice between two market segments for SMI stocks: The EU-regulated market segment and the UK-exchange-regulated market segment. Both segments were subject to the regulations of the British Financial Services Authority, and the EU segment was in addition subject to EU regulations. Virt-x was renamed to SWX Europe in 2008.virt-x changes its name to SWX Europe. 3 March 2008, retrieved 5 July 2008. SWX Europe came to a halt in 2009 and the trading was transferred to SIX Swiss Exchange. === International Securities Exchange === On 30 April 2007, SWX Swiss exchange acquired, jointly with Deutsche Börse, the US option exchange ISE. With the acquisition of International Securities Exchange Holding (ISE), one of the largest trading platforms for finance derivatives emerged. The price for ISE was $2.8 billion and it was financed through Eurex, which was then owned 85% by Deutsche Börse and 15% by SWX Swiss Exchange. The revenue of ISE was about $178 million in 2006, and the profit around $55 million. The ISE remains independent and keeps its structure and branding. === Scoach === On 1 January 2007, SWX Swiss Exchange and Deutsche Börse jointly started and managed an exchange for structured products, a joint venture called Scoach. In February 2013, Scoach was split into Scoach Europa AG, fully owned by Deutsche Börse, and Scoach Schweiz AG, fully owned by SIX Swiss Exchange. Scoach Schweiz AG was renamed to SIX Structured Products in November 2013. == Headquarters == Headquarters were moved to Selnaustrasse in 2002. In 2017, they moved again to the Hard Turm Park in Zurich West.Annual Report SWX Swiss Exchange, 2002. == Technological advances == For the first time in the world, in 1962, an exchange TV broadcast was introduced in Basel and Zurich. Banks started to use computers, while exchanges followed more hesitantly. In 1964, Telekurs was mandated by the Zurich stock exchange to investigate how computer technologies could be used on the exchange. Only in the 1980s did computers finally find their way into exchanges. On 8 December 1995, the electronic trading of foreign stock was introduced, on 2 August 1996 that of Swiss stock and options. Finally, on 16 August 1996, bonds were also electronically traded and the trading floor was discontinued. On 3 December 2020, SIX Swiss Exchange, in collaboration with the Bank for International Settlements and Swiss National Bank, completed a wholesale central bank digital currency proof-of-concept on a distributed digital asset platform. == Other services == SIX Swiss Exchange is part of the SIX Group, which provides a number of other financial infrastructure services in Switzerland. These include clearing, acting as central counterparty, custody services, market data services, share registry, payment services, and running the real-time gross settlement (RTGS) system on behalf of the central bank of Switzerland, the Swiss National Bank. == Notes and references == Category:Financial services companies established in 1850 Category:Financial services companies of Switzerland Category:Stock exchanges in Europe Category:Central securities depositories Category:Securities clearing and depository institutions",
 "title": "SIX Swiss Exchange"
}