{
 "id": "843005",
 "text": "thumb|The Runts lineup as of 2017 (l-r: banana, orange, strawberry, green apple and grape) thumb|right|The 2007 Runts flavors: banana, orange, strawberry, pineapple, and mango thumb|right|Original Runts introduced in 1982: banana, cherry, strawberry, orange, and lime thumb|right|Originally, Runts had colorful centers. Left: 1982, Right: 2015. Runts are crunchy candies sold by Nestlé. First seen on the market in 1982, the candies are in the shape, color, and flavor of a selection of fruits. Runts have a hard candy shell with a compressed dextrose center (similar to the consistency of SweeTarts). ==Flavor changes== Since its introduction, Runts has offered four flavor assortments. *In 1982, Runts were introduced with banana, cherry, strawberry, orange, and lime. *In the late 1990s, watermelon and blue raspberry were added. Lime was discontinued. *In 2007, the flavor assortment was changed to a more tropical-themed array. Pineapple and mango were introduced. Watermelon, blue raspberry, and cherry were all discontinued. *In 2009, green apple and grape were added to the mix. Pineapple and mango were removed. Green apple reused the cherry shape, and grape reused the mango shape. ==Varieties== A chewy version of Runts known as Chewy Runts was previously available, including the same mix of fruits as the original crunchy runts. Chewy Runts were discontinued in 2014. A seasonal product named Runts Freckled Eggs was released each year for Easter. The candy pieces were not shaped like fruits as in every other Runts mix. Instead, they were all shaped like eggs. Freckled eggs were available in large bags and smaller single-serve boxes with a built-in handle. In the 1990s, a variation known as Tropical Runts was available. The pineapple and mango Runts originated in this candy. A similar variant, Rock'n Runts existed in the 1990s, containing watermelon, grape, pineapple, lemon, and raspberry. ==Other changes== Originally, Runts had colorful centers that matched the color of the outer shell. The colorful centers have since been discontinued, as current Runts contain a white center. ==Ingredients and nutrition information== Ingredients: dextrose, maltodextrin, and less than 2% of corn syrup, malic acid, calcium stearate, carnauba wax, artificial flavors, color added (red 40 lake, yellow 5, yellow 5 lake, yellow 6). As stated by the Wonka website, the box comes in two sizes: theater size (6 oz.) and single box (1.8 oz.) Nutrition facts as given on a box of Runts: Serv size: 12 pieces, servings: about 3.5, amount per serving calories: 60, total fat: 0 g (0% DV) Sodium: 0 mg (0% DV) total carb: 14 g (5% DV) sugars: 13 g protein: 0 g (Percent daily values (DV) are based on a 2,000 calorie diet.) ==See also== * List of confectionery brands ==References== Category:The Willy Wonka Candy Company brands Category:Products introduced in 1982 Category:Brand name confectionery Category:Candy",
 "title": "Runts"
}