{
 "id": "843325",
 "text": "There are two kinds of public holidays in Slovenia – state holidays and work- free days. State holidays are those celebrated by the state. These include official functions and flying the national flag. The latter are actually Catholic religious holidays, which are equivalent to any Sunday: companies and schools are closed, but there is no official celebration. 9 of 14 state holiday days are work-free, and there are additional 6 work-free days in Slovenia. Two of them always fall on Sunday, thus, there are effectively at most 13 work-free days in Slovenia. State holidays that are work-free are shown in pale green, while work-free days that are not state holidays (coinciding with Catholic religious holidays) are shown in blue. {| class=\"wikitable\" |- ! Date ! English name ! Slovene name ! Remarks |- style=\"background: PaleGreen; \" | 1 January – 2 January | New Year's Day | novo leto | State holiday, work-free. From 1955 until May 2012, when the National Assembly of Slovenia passed the Public Finance Balance Act, 2 January was a work-free day. It was reintroduced in 2017. |- style=\"background: PaleGreen; \" | 8 February | Prešeren Day | Prešernov dan | State holiday, work-free. Anniversary of the death of Slovenian poet France Prešeren, established as the national cultural day in 1944, work-free since 1991. |- style=\"background: #a8d3ff;\" | – | Easter Sunday and Easter Monday | velikonočna nedelja in ponedeljek, velika noč | Work-free days, in March or April (date varies). |- style=\"background: PaleGreen; \" | 27 April | Day of Uprising Against Occupation | dan upora proti okupatorju | State holiday, work-free. Formerly Liberation Front Day (dan Osvobodilne fronte), marks the establishment in 1941 of the Anti-Imperialist Front to fight \"imperialists\", later renamed the Liberation Front to fight the German, Italian, Hungarian, and Croatian partition and annexation of Slovenia. |- style=\"background: PaleGreen; \" | 1 May – 2 May | May Day | praznik dela | State holiday, work- free from 1949. |- style=\"background: #a8d3ff;\" | – | Whit Sunday | binkoštna nedelja, binkošti | Work-free day (it is always on Sunday), in May or June, fifty days after the Easter (date varies). |- |- style=\"background: PaleGreen; \" | 25 June | Statehood Day | dan državnosti | State holiday, work-free. Commemorates the act of independence in 1991\\. |- style=\"background: #a8d3ff;\" | 15 August | Assumption Day | Marijino vnebovzetje (veliki šmaren) | Work- free day since 1992. |- |- style=\"background: #a8d3ff;\" | 31 October | Reformation Day | dan reformacije | Civic holiday since 1992, work-free day. |- style=\"background: PaleGreen; \" | 1 November | Day (of Remembrance) of the Dead | dan spomina na mrtve or dan mrtvih | State holiday, work-free. Before 1991, in the time of the Socialist Republic of Slovenia, it was named dan mrtvih ('day of the dead'). |- style=\"background: #a8d3ff;\" | 25 December | Christmas Day | božič | Work-free day. Abolished in 1953 and re-instituted in 1991. |- style=\"background: PaleGreen; \" | 26 December | Independence and Unity Day | dan samostojnosti in enotnosti | State holiday, work free. Commemorates the proclamation of the independence plebiscite results in 1990. |} In addition to these, several other holidays are traditionally and popularly celebrated by the people of Slovenia, although not being work-free. The best known are: * Carnival (pust, date varies), * International Women's Day, 8 March * St. George's Day (jurjevanje, the welcoming of spring; 23 April), * St. Martin's Day (martinovanje, changing of must into wine; 11 November) * Saint Nicholas Day (miklavž, when children receive presents; 6 December) * Insurrection Day (dan vstaje, 22 July, work-free until 1991) ==See also== * Public holidays in Yugoslavia ==References== ==External links== * Holidays and Days off in the Republic of Slovenia Act. Retrieved 14 May 2012. Slovenia Category:Slovenian culture Category:Slovenian society Category:Observances in Slovenia",
 "title": "Public holidays in Slovenia"
}