{
 "id": "843431",
 "text": "thumb|right|200px|Hyacinthe Klosé Hyacinthe Eléonore Klosé (11 October 1808 – 29 August 1880) was a French clarinet player, professor at the Conservatoire de Paris, and composer. ==Life and music== Klosé was born in Corfu (Greece). He was second clarinet at the Théâtre Italien to Frédéric Berr beginning in 1836, then to Iwan Müller following Berr's death in 1838, finally becoming solo clarinettist when Müller left in 1841. In the Paris Conservatory, Klosé had many notable pupils including:Pamela Weston: Clarinet Virtuosi of the Past (London: Robert Hale, 1971); reprint: Emerson Edition, 2004. * K.I. Boutruy, who received First Prize in 1852. * A. Grisez, who received First Prize in 1857. * Augusta Holmès. * Adolphe Marthe Leroy, who succeeded Klosé in his Paris professorship in 1868. * Louis A. Mayeur, to whom he also taught the saxophone in the early 1850s. * I.G. Paulus, who received the \"Légion d'Honneur\" in the same year as Klosé. * Cyrille Rose, who received First Prize in 1847. * Frédéric Selmer, who was so accomplished that a special \"Prize of Honour\" was created for him in his final year, 1852. * Charles Paul Turban, who received Second Prize in 1864 and First Prize in 1865. Klosé was also noted for his design improvements to the clarinet using the principles laid down by Theobald Boehm in his innovative work on the flute keywork. From 1839 to 1843, he enlisted the help of Louis-August Buffet of Buffet-Crampon fame, an instrument-making technician, to construct what is known today as the Boehm system clarinet. He died in Paris. ==References== * Paul, Jean-Marie: \"Hyacinthe Klosé (1808–1880): His Works for Clarinet\", in: The Clarinet, vol. 33 (2006) no. 3, pp. 66–71. ==External links== * Category:1808 births Category:1880 deaths Category:19th-century classical composers Category:19th- century French composers Category:19th-century French male musicians Category:Conservatoire de Paris faculty Category:Chevaliers of the Légion d'honneur Category:French classical clarinetists Category:French male classical composers Category:French Romantic composers Category:Musicians from Corfu",
 "title": "Hyacinthe Klosé"
}