{
 "id": "844127",
 "text": "More FM is a New Zealand radio network that plays hot adult contemporary music. It is operated by MediaWorks New Zealand. More FM broadcasts in 25 centres throughout New Zealand on 81 transmitters with a mix of local and network programming. The station targets a 25 to 49-year-old audience and has the most local shows of any radio network in New Zealand. Currently there are 11 different breakfast shows and 14 day shows. The More FM network has grown from a local Wellington station to a large Network brand developed through expansion, acquisitions and re-branding of local stations already owned by MediaWorks. More FM had the 3rd or 4th largest audience of New Zealand's commercial radio stations in 2021. ==History== ===Early years=== More FM, with the on air position of \"Not to Heavy, Not too Soft\", first began in Wellington on 6 May 1991 as a local radio station. The very first station was started by Doug Gold and Craig Thompson; previously Doug Gold was the managing director of Wellington radio station Radio Windy. Gold and Thompson were joined by fellow investors Chris Muirhead, Simon \"Swampy\" Marsh, Lyn Chung and Bill Mathieson.The very first song to play on the first More FM station by Breakfast Show hosts Simon \"Swampy\" Marsh and Anemarie Gold was Rhythm of My Heart by Rod Stewart. In the early nineties More FM began broadcasting in Christchurch and Auckland, both as local stations separate from the Wellington station. ===Change of ownership=== In the late nineties More FM's parent company The More FM Group was sold to CanWest Mediaworks who at the time were the owners of TV3 New Zealand; the sale also included The Breeze in Wellington and Channel Z. Programming was extended to Dunedin in 1997 as a local station but networked from Christchurch during breakfast and evenings. A fifth More FM station was started in the Waikato in 1999 as a totally local station. In 2000 CanWest Mediaworks purchased RadioWorks which at that stage was operating 4 network brands across New Zealand and a local station in most markets across New Zealand. RadioWorks later became known as MediaWorks. ===Expansion to other regions=== In 2004 MediaWorks began nationalising many of their local stations previously marketed as LocalWorks stations. Regions with just one local station had their station rebranded as More FM, regions with more than one local station typically had the station considered to be the flagship station in that area rebranded as More FM and secondary stations rebranded as The Breeze. Some markets had secondary local stations replaced with a network station run by MediaWorks. The changes saw More FM extended to more than 15 markets with all stations initially retaining their local announcers up to 7pm. The number of stations was later expanded to 24 after further station re- branding as well as MediaWorks purchasing other independent stations. ===Introduction of network programming=== ====Network Night show==== Network programming on More FM began with the Evening and overnight shows in January 2005. The 'More FM Most Wanted' Night show was originally hosted by Dominic Bowden until the middle of 2005 and then by Tarsha Tolson until the middle of 2007 when Tarsha moved to Wellington to co-host the More FM breakfast show. The overnight show was originally hosted by Asher Bastion until he left to go to Life FM in June 2006. Since 2015 the night show is currently hosted by Joe Cotton. ====Network Drive and daytime shows==== In August 2009 the first Network Drive show was created. The Wellington weekday Drive show team, 'Josh & Tom' Josh van Berkel and Tom McKenzie (ex-Classic Hits South Canterbury) were re-located to Auckland and their show was networked into 19 of the 22 More FM markets over the following months. In March 2011 Josh & Tom announced they were leaving More FM. The structure of the day was reworked ending the traditional Breakfast/Day/Drive line up. From 4 April 2011 the More FM stations were local in all markets with the network programming starting at 1pm, an hour earlier. The afternoon lineup consisted of a 1pm-4pm Afternoon show hosted by former More FM Waikato breakfast host Stu Tolan and a 4-7pm Drive show hosted by media personality Clarke Gayford. Christchurch, Manawatu and Nelson were the exceptions to the change in format as these stations continued to broadcast locally up to 7pm until 2015. Networked programming during the daytime began in 2013 with the introduction of a show presented by Geoff Stagg from Wellington and networked to selected regions. In 2015 More FM reverted to the traditional Breakfast/Day/Drive line up and local programming was extended in some markets to run between 6am - 3pm or 10am - 3pm for those markets taking the networked breakfast show. From 2014, Jason Gunn and Lana Searle hosted the 3pm - 7pm show, before Lana was replaced by Jay-Jay Feeney in 2018. Paul 'Flynny' Flynn joined the show in 2019, as Jason Gunn moved to co-host the show part-time. Since April 2020, the drive show is hosted by Jay- Jay and Flynny, along with producers George Smith and Dave Rybinski. ====Network breakfast==== In 2007, the More FM Christchurch breakfast show, then presented by Si and Gary, was networked into the Nelson region. In October 2011, More FM Auckland breakfast presenter Jeremy Corbett resigned from his long-standing breakfast show. Marc Ellis was announced as his replacement along with Amber Peebles & Stu Tolan. In November 2011 an announcement was made that new Auckland based breakfast show would be networked into the Waikato and Wellington region. The 'local' daytime host read out local news and weather in their respective region as part of the networked breakfast show from 6am to 10am. In December 2012 Amber Peebles left the show to pursue a television project. Her replacement was Hayley Holt. Marc Ellis left the show in October 2013. Stu and Hayley continued to present the network breakfast for the remainder of 2013, along with Joe Cotton. In 2014 the Christchurch breakfast, then presented by Si and Gary, became the new network breakfast show and continued to be presented from Christchurch. In April 2015 the networked breakfast was extended to Dunedin and Hawkes Bay with the local presenters in those markets moved to the local The Breeze station in their respective markets. The show is now presented by Lana Searle, Gary McCormick and Adam Percival. In July 2017, Pauline (Polly) Gillespie and Grant Kereama launched a Wellington-based breakfast show, which also airs in Kapiti/Horowhenua. In January 2018 this show was networked into five other markets, but in early 2020 the show reverted to a local Wellington breakfast show until June 2020. ====Weekend programming==== Originally weekend programming on all More FM stations remained local after the expansion and rebranding in 2005 including during Saturday and Sunday evenings and overnight. A networked evening show for weekends was introduced in late 2005. More FM began replacing local programming at the weekends with networked programming from 2007 onwards initially networking stations after 2pm. From 2014 all More FM stations were local on Saturday morning from 6am to 10am, with Auckland and Christchurch local to 7pm. ==The More FM network== Networked shows on the More FM stations either originate from the Auckland or Christchurch studios. Breakfast There are 10 local shows throughout NZ and one network shows. Lana Searle, Gary McCormick and Adam Percival present a networked breakfast show called \"The Breakfast Club\" from the More FM Christchurch studios to listeners in Auckland, Waikato, Tauranga, Rotorua, Hawkes Bay, Whanganui, Wellington, Nelson, Marlborough, Christchurch, South Canterbury, Dunedin and Clutha. Workday \"Workplace Social Club\" programming runs from 10am to 3pm and some markets have a local show during this time. A networked workday show presented by Max Baird from the Auckland studios can be heard in Auckland, Waikato, Tauranga, Taupo, Gisborne/Wairoa, Manawatu, Wairarapa, Central Otago, Queenstown, Clutha and Southland. Drive & Nights The network drive show is hosted by Jay-Jay Feeney and Paul (Flynny) Flynn, followed by an evening show Sunday to Thursday (host TBC). All More FM stations are networked between 3pm and 5am. Weekends Most More FMs run a local Saturday breakfast show. On Sunday a \"Best of the Breakfast Club\" show airs between 6am and 9am across 20 markets. ==More FM stations== {| class=\"wikitable\" style=\"font-size:96%; float:right; width:400px;\" |+ More FM frequencies ! Market ! Transmitter(s) ! Frequency (MHz) |- | Northland || Parahaki Hikurangi Horokaka Maungataniwha Tutukaka Kerikeri (LPFM) Russell || 91.6 91.6 91.6 91.6 94.4 107.3 95.2 |- | Rodney || Moirs Hill Lochamber Mangawhai || 88.9 97.8 93.6 |- | Auckland || Sky Tower || 91.8 |- | Coromandel || Coromandel Town Rataroa Whangamata Waihi Beach Matarangi Whitianga Paeroa Pauanui Waihi Opito Bay (LPFM) Te Aroha (LPFM) || 89.1 97.2 89.9 104.2 94.0 90.3 93.2 93.9 90.6, 93.8 106.7 106.7 |- | Waikato || Ruru || 92.2 |- | Bay of Plenty || Kopukairua || 93.4 |- | Rotorua || Pukepoto Paeroa Range || 95.9 89.2 |- | Taupo || Tuhingamata Kinloch (LPFM) || 93.6 107.2 |- | Gisborne || Wharekopae Wheatstone Rd || 90.1 98.9 |- | Hawke's Bay || Mt Erin Wairoa || 88.7 98.9 |- | Taranaki || Mt Egmont Opunake Okato Oakura || 93.2 92.8 100.0 96.8 |- | Whanganui || Bastia Hill || 92.8 |- | Manawatu || Wharite || 92.2 |- | Kapiti Coast/Horowhenua || Forest Heights || 90.3 |- | Wairarapa || Popoiti Castlepoint || 89.5 105.9 |- | Wellington || Fitzherbert Kaukau Haywards || 95.3 99.7 99.7 |- | Nelson || Grampians Mt Murchison Mt Campbell || 92.8 94.1 92.0 |- | Marlborough || Wither Hills Mt Freeth Kaikoura Peninsula|| 92.9 94.7 89.9 |- | Christchurch || Sugarloaf Southshore Mt Pearce Lyttelton || 92.1 94.9 99.1 104.5 |- | Mid Canterbury | Gawler Downs Ashburton | 94.9 98.9 |- | South Canterbury|| Mt Horrible Timaru Waimate Mt Michael Mt Mary Twizel | 97.9 93.1 93.1 95.0 94.2 89.4 |- | North Otago | Cape Wanbrow Kurow Otematata Omarama | 100.0 96.8 98.1 90.9 |- | Queenstown || Peninsula Hill Coronet Peak Kingston Glenorchy || 92.0 92.8 97.2 96.8 |- | Central Otago || Mt Maude Obelisk Cromwell || 99.4 90.3 94.3 |- | Dunedin || Mt Cargill Mt Cargill Mosgiel || 97.4 100.6 106.9 |- | Clutha || Kuriwao Balclutha Lawrence (LPFM) || 93.7 92.9 107.1 |- | Southland || Hedgehope Mount Prospect || 89.2 96.0 |} ===Northland=== 91-6 More FM Northland is a radio station serving the Whangarei urban area and the entire Northland Region on 91.6FM, Kerikeri on 107.3FM, Russell on 95.2FM and Tutukaka on 94.4FM. Before the re-branding to More FM in 2005 this station was known famously as KCC FM. Local programming: Northland Breakfast is presented by John Markby, Angela \"Flash\" Gordon and Toast (Tauha Vallely-Tekani). Toast also hosts the local workday show from 10am-3pm. ===Rodney=== 88-9 & 97-8 More FM Rodney is a radio station serving the Rodney District and the Hibiscus Coast, to the north and north-west of Auckland. A recent addition to the More FM network, this station was originally known as Times FM and was taken over by MediaWorks in 2002. The station was not affected MediaWorks rebranding of local stations to More FM in 2004 but was rebranded in 2015. Local programming: Breakfast presented by Brent Harbour, followed by a local workday show with Shaun. ===Auckland=== 91-8 More FM Auckland is a radio station serving the Auckland urban area and can be heard in parts of Waikato, such as Paeroa. More FM Auckland came to be in August 1993 and featured Kim (Kim Adamson) & Corbett (Jeremy Corbett) in the morning for 16 years. Its sole transmitter is at the top of the Sky Tower in central Auckland. The Auckland studios are used to present the network day, drive, night and weekend shows, the network news, and is the headquarters of the network. Local programming: Max Baird presents a local workday show between 10am - 3pm for Auckland as well as a network day show. ===Coromandel=== Coromandel's More FM, formerly Coromandel FM, is the most recent addition to the More FM Network, serving the Coromandel Peninsula, Hauraki Plains, Western Bay of Plenty, Matamata-Piako, Auckland, Huntly and Raglan across 17 separate frequencies. The station boasts the biggest local coverage. The station is effectively over 30 years old including the Coromandel FM era, and was rebranded by Mediaworks in 2015. Local programming: A local breakfast show is presented by Mike Plant from 5.30am - 10am. Alan Beagle hosts 10am - 3pm. ===Waikato=== 92-2 More FM Waikato is a radio station based in central Hamilton. More FM was started in 1999 in the Waikato region when K-M and Darren left the breakfast show on Classic Hits to help start up More FM and the station was totally local through until midnight. The station no longer has local programming. The sole transmitter for More FM Waikato is at Ruru, approximately 25 km east of Hamilton. ===Bay of Plenty=== 93-4 More FM Bay of Plenty is a local radio station based in central Tauranga broadcasting across the Bay of Plenty region. The transmitter is on Kopukairua. Before the re-branding to More FM, this local station was known as 93.4 Coastline FM. During part of 2015 and the start of 2016 the station also broadcast its programming into Rotorua to provide Bay of Plenty wide shows however this decision was later reversed in February 2016. Lauren White presented the local workday show between 10am - 3pm until the end of 2018 when she moved to host the breakfast show in Queenstown. The station no longer has local programming. ===Rotorua=== 95-9 89-2 More FM Rotorua is a local radio station based on Ranolf Street in central Rotorua, broadcasting across the Rotorua region. The main transmitter is at Pukepoto, 9 km east of central Rotorua. A second transmitter in the Paeroa Range broadcasts to Reporoa, Broadlands, Ngakuru, Waikite Valley and Tokoroa on 89.2, and can also be picked up across most parts of the Northern side of Taupo. This station was formerly Lakes 96FM. During part of 2015 and the start of 2016 the station received its local programming from Tauranga however this decision was later reversed in February 2016. Maxwell Goodman presented the local workday show from 10am - 3pm until it was dropped and replaced by a network workday show. A local workday show was reinstated in January 2022. Local programming: Marc presents a local workday show between 10am - 3pm. ===Gisborne/Wairoa=== 98-9 More FM Gisborne & Wairoa is a local radio station broadcasting from the heart of Gisborne City. The station was originally branded as 89FM and owned by Gisborne Media Centre, RadioWorks purchased the assets of Gisborne Media Centre in February 2005 and in May 2005 rebranded the station as More FM. Originally on 89.3, More FM Gisborne moved to 89.9 (rural coverage) and 98.9 (city coverage) in early 2007. Another repeater (also on 98.9) was set up to service the northern Hawkes Bay town of Wairoa in April 2007. The 89.9 frequency was adjusted to 90.1 in late 2010. Local programming: Breakfast presented by Bevan Chapman from 5:30am. ===Taupo=== 93-6 More FM Taupo is a radio station based in Taupo, broadcasting across the Central Plateau. The More FM brand replaced the previous local branded 93.5 KIS FM. More FM Taupo takes great pride in putting a tremendous amount of focus on their surrounding community and play an extremely active role in local events such as The New Zealand Ironman & The Lake Taupo Cycle Challenge. The station has regularly made the finals at the New Zealand Radio Awards in a variety of different categories including winning Best Provincial Breakfast Show in 2010, 2012, 2014 & 2015 plus being named Provincial Station of The Year in 2007, 2009, 2011, 2012, 2013, 2014 & 2015\\. Local programming: Breakfast presented by Andrew Leiataua. ===Taranaki=== 93-2 More FM Taranaki, was formerly 93.2 Energy FM, named after the energy province. Broadcasts from central New Plymouth and broadcasts to all of Taranaki and can be heard in North Wanganui. Local programming: Breakfast presented by Ken Swan and Anna Richardson along with Saturday breakfast. Max presents a local workday show between 10am - 3pm. ===Hawke's Bay=== 88-7 More FM Hawke's Bay is a local radio station based in Hastings, New Zealand, broadcasting across Hawke's Bay. The More FM brand replaced the previous local station HOT 93FM, which began broadcasting in December 1983 as Radio Hawke's Bay 93FM, the frequency was always 92.7FM, and in April 2015 More FM relaunched and moved to 88.7FM. Along with the frequency change, the station also switched to the networked breakfast with Si and Gary with former breakfast announcers Waggs and Megan moving to a newly created local show on The Breeze Hawkes Bay. Local programming: Matt Hobbs presents the local workday show from 10am - 3pm and Saturday Breakfast 6am - 10am. ===Whanganui=== 92-8 More FM Whanganui (formerly Star FM) is a local radio station based in central Whanganui. The station became completely networked 24/7 in 2015 receiving the networked breakfast show, then the network day show. Local programming returned in 2016 with a local 10am - 3pm workday show. Local programming: Sue Miller presents the local workday show from 10am - 3pm and Saturday Mornings 6am-10am. ===Manawatu=== 92-2 More FM Manawatu is a local radio station based in the Hub Mall in central Palmerston North broadcasting across the Manawatu region. Before the More FM re-branding in 2005, this station was a very famous heritage station known as 2XS FM. The station's transmitter is located atop Wharite Peak in the Ruahine Range, approximately 20 km northeast of Palmerston North. Local programming: \"Mike West in the Morning\" presented by Mike West and Gareth Pringle, and Saturday Breakfast hosted by Gareth Pringle. ===Kapiti Coast/Horowhenua=== 90-3 More FM Kapiti/Horowhenua is a local radio station based on the Kapiti Coast and Horowhenua regions. Before the More FM re-branding in 2005 the Horowhenua station was named Horowhenua's 95FM with the Kapiti station named 2XX. Dave Key presented a local breakfast show up until 2015. In 2016 there was no local programming on the station. From July 2017 until June 2020, Pauline Gillespie and Grant Kereama's Wellington based breakfast show was broadcast to Kapiti / Horowhenua. Since June 2020 there is again no local programming. ===Wairarapa=== 89-5 More FM Wairarapa is a radio station based in Masterton broadcasting to the Wairarapa province. The station was founded by Paul Henry in 1991 as \"89.3 TODAY FM. In 1992 Paul Henry sold the station to PORT FM in Timaru and was later rebranded as HITZ 89FM Wairarapa's Best Music. XS Corporation in Manawatu purchased the station in the mid-1990s. The station broadcasts on 89.5 MHz from the Popoiti transmitter, 25 km south of Masterton, and since 2010 to the Castlepoint Beach region on 105.9 MHz. Local programming: Brent Gare hosts the local weekday breakfast show. ===Wellington=== 95-3 99-7 More FM Wellington is based in Wellington which is the birthplace of the More FM brand, with the first broadcast of a More FM station occurring there on 6 May 1991 as 99/100 More FM. \"Not Too Heavy Not Too Soft\". The station went to air with award-winning Breakfast Host Simon \"Swampy\" Marsh and Anemarie Gold. The station later became known as 94.7/100 More FM following a change in frequency. Today the station is known as 95-3 99-7 More FM Wellington, again following a change in frequency. In 2007 the 98.9 MHz frequency originally used by More FM Wellington was relocated to 94.7 MHz (formerly used by Channel Z) and provided coverage to the Hutt Valley area of Wellington. The more powerful 100 MHz frequency provided coverage to the majority of the Wellington urban area, and could often be heard at the top of the South Island and into the southern Wairarapa. In 2010, the station frequencies were moved to 95.3 and 99.7 respectively after a nationwide reorganisation of the FM band. The main transmitter is located atop Mount Kaukau in Khandallah, 6 km north of central Wellington, and broadcasts on 99.7. Two secondary transmitters are located at Haywards on 99.7, to infill much of the Hutt Valley, and at Fitzherbert (between Naenae and Wainuiomata) on 95.3, to infill Lower Hutt and Wainuiomata. The previous network weekday show was presented by Geoff Stagg from the Wellington studios until 2015. After Geoff's departure the network weekday show began being presented from Auckland leaving no local programming from Wellington. In June 2017 local weekday programming returned to the Wellington studio with the workday programme now presented locally between 10am and 3pm. From July 2017 until June 2020, Polly Gillespie and Grant Kereama did breakfast. Local programming: Geoff Stagg presents the local workday show from 10am - 3pm. ===Nelson=== 92-8 More FM Nelson is a local radio station broadcasting from the heart of Nelson city to the Tasman District; including Motueka and Tākaka on 92 MHz and Murchison on 94.1 MHz. Before the More FM re-branding in 2005 this station was known famously as Fifeshire FM. To this day the station broadcasts from the historic Fifeshire House. Local programming: Max Goodman presents the local workday show from 10am to 3pm. ===Marlborough=== More FM Marlborough is based in Blenheim. At the end of 2007 MediaWorks purchased Marlborough Media which included two local stations, Sounds FM and Easy FM. Easy FM was rebranded as The Breeze earlier in 2008 and in August 2008 Sounds FM was rebranded as More FM. More FM Marlborough broadcasts on 92.9 MHz in Blenheim where the station is based, on 94.7 in Picton and also on 89.9 MHz in Kaikoura. Until 2015 the station had a local breakfast show presented by Josh Fogden and Natasha Knox. Local programming: Georgia Watt presents the local workday show from 10am - 3pm. ===Christchurch=== 92-1 More FM Canterbury is a radio station broadcasting across Canterbury. The station was one of the original More FM stations. The station broadcasts on 92.1 across Canterbury and on 94.9 in Sumner/Redcliffs, 99.1 in Akaroa and 104.5 in Lyttelton. The station was started as an adult contemporary (AC) format station and continues with that format to this day. More FM Christchurch was operated by the Frader Group Limited. The first hosts of the morning show were James Daniels and Ken Ellis who had moved from 91ZM. From 1 April 1997 Simon Barnett and Phil Gifford became the new More FM Christchurch breakfast hosts after moving from Christchurch's then local 91ZM station.Decision No. 294 Commerce Commission, Wellington New Zealand, 1997. Si and Phil's show was networked into Dunedin from 1996 when The Radio Network started a networked ZM station in Dunedin. After Si and Phil moved to More FM Christchurch a new More FM station was established in Dunedin taking the Si and Phil breakfast show and running their own local programming during the day. In April 2003 Gary McCormick joined the breakfast show in preparation for Phil Gifford's departure later in 2003. Networking of Si and Gary's breakfast show to Dunedin was discontinued at the end of 2004 following the changes made to the network at the time. The show was then networked to Nelson since 2007 and in 2014 became the new More FM network breakfast show, networked to various More FM stations across the country. Lana Searle, Gary McCormick and Adam Percival are the current breakfast show that is networked around New Zealand's main centres. In 2015 the Christchurch Afternoon show was networked nationwide presented by Lana Searle and Jason Gunn. In late April 2018, Lana moved to Breakfast and Jay-Jay Feeney joined Jason Gunn on drive. Local programming: More FM network breakfast show with Lana Searle, Gary McCormick and Adam Percival. Amber Russell presents the local workday show from 10am - 3pm. Saturday breakfast presented by Bondy from 6am - 10am. After 10am, local weekend shows are presented by various announcers. ===South Canterbury=== 97.9 More FM Timaru is a radio station broadcasting across South Canterbury. The station broadcasts on 97.9 across Timaru, 94.9 & 98.9 in Ashburton, 100.8 in Oamaru & various frequencies through the Mackenzie country. A recent addition to the More FM network, this station was originally known as Port FM and was taken over by MediaWorks in 2018 and was rebranded in 2018. Local programming: Jackson Bray presents the local workday show from 10am - 3pm as well as weekend breakfast shows. ===Dunedin=== 97-4 & 100.6 More FM Dunedin is a radio station broadcasting across Dunedin. More FM was originally broadcast in Dunedin on 98.2 and was locally presented, except for the Christchurch 'Si & Gary' breakfast show which was networked. In 2004 as part of the More FM brand roll out across the country, it moved to the 97.4 MHz frequency, and replaced Dunedin radio station 4XO, creating 97.4 More FM Dunedin. An integration of the former presenters of 4XO & 98 More FM could be heard on the station. The 98.2 MHz frequency is now Dunedin's The Breeze 98.2 MHz – another of MediaWorks networked stations. In April 2015 breakfast presenters Damian and Kellie were moved from More FM to Dunedin's The Breeze and the networked breakfast show presented by Si & Gary returned to the Dunedin market after a 10-year absence. From January 2018 Mediaworks allocated 100.6FM as an additional frequency for the station. 100.6FM was used to broadcast dual programming into the market with Polly & Grant for breakfast followed by a workday show however as of the start of 2020, Polly & Grant were removed and replaced with the network breakfast show. 97.4 FM exclusive programming: Breakfast presented from Christchurch by Lana Searle, Gary McCormick and Adam Percival between 5:30am - 10 am. Amber Russell presents the local workday show from 10am - 3pm, also from Christchurch. 100.6 FM exclusive programming: Workday show playing More FM High School Hits from 10am-3pm plus overnights and weekends. ===Clutha=== 92-9 93-7 More FM Clutha is a radio station based in Balclutha the station transmits on 93.7 MHz and 92.9 MHz. The station was previously known as Big River Radio with limited local programming and a simulcast of More FM Dunedin outside of local hours, the history of this simulcast goes back to the 1990s when Big River Radio ran 4XO programming outside of local programming hours. In recent years the station was branded as More FM's Big River Radio during local programming. Local programming was removed in 2017 with local announcer Brad Jeffrey moved to Dunedin to present a local daytime show for Dunedin and Balclutha. Today More FM Clutha runs network programming at all times with local station ids and adverts. ===Queenstown, Wanaka and Central Otago=== More FM Queenstown, Wanaka and Central Otago broadcasts on 92.0, 99.4 90.3 and 94.3 MHz and covers Queenstown, Wanaka, Alexandra, Cromwell and other parts of Central Otago. Initially Queenstown and Central Otago had separate More FM stations. More FM Queenstown began broadcasting in Queenstown on 99.2 MHz after local station Resort Radio was rebranded as More FM. In 2009 More FM traded places with Q92 The Breeze on the FM dial. Previously the Central Otago frequencies operated as More FM Central Otago following a rebrand from Radio Central. Following the rebrand to More FM the station remained local between 6am and 7pm however the station operations were gradually integrated with More FM Queenstown and the More FM network. Advertising and Station ID's remain localised to both the Queenstown and Central Otago Markets. Local programming: Breakfast presented by Joel Palmer 6am-10am weekdays. ===Southland=== 89-2 More FM Southland broadcasts to the Southland region. The location of transmission is the BCL site at Hedgehope. The station was originally started by a group of local investors as Foveaux Radio (4XF, 1224 kHz) in 1982, the station was bought by Radio Otago in the late 1980s and started broadcasting as \"89.2 Foveaux FM\" in the early 1990s. Foveaux FM became Southland's 89.2 More FM in January 2005 as part of RadioWorks' move to rebrand all 'heritage' stations as More FM. More FM also continued to broadcast on 1224 AM until October 2007 when BSport launched on this frequency. The 91.6 MHz frequency that Radio Pacific (BSport's predecessor) broadcast on was used to launch The Breeze into Southland. In December 2007 Southland's More FM began broadcasting in the Te Anau area on 96.0 MHz. Local Breakfast: Gretchen & Steve 6am-10am ===More FM News & Sport=== News and sports bulletins are broadcast on all More FM stations seven days a week. The news is supplied by the MediaWorks newsroom through Today FM, and is sub-edited by More FM on weekdays. During weekday breakfast (6am - 9am), the bulletins are on the half hour, presented by Glen Stuart. From 9am - 6pm weekdays, the bulletins are read at the top of each hour by Mel Abbot before midday and Tyler McDonald in the afternoon. From 6am - 6pm weekends the bulletins are at the top of the hour only, provided by the MediaWorks newsroom. ====Previous nationwide newsreaders==== {| class=\"wikitable\" !Newsreader !Show !Year resigned !Reason for Leaving !Last known station |- |Hilary Barry |Network Breakfast |2008 |Left to pursue new role as RadioLIVE Breakfast newsreader and TV3 News anchor |TVNZ Seven Sharp host |- |Jennifer Bainbridge |Network Days-Drive |2014 |Left to pursue new role as The Rock Morning Rumble newsreader Now Days on The Rock FM |The Rock FM |- |Angie Skerrett |Network Breakfast |2016 |Left to move cities, now reads news on weekends |Newshub |- |Brin Rudkin |Network Days-Drive |2017 |Left to pursue new role as RadioLIVE host and editorial producer |Magic Talk |} ====Previous nationwide announcers==== {| class=\"wikitable\" !scope=\"col\" style=\"width: 11%\"|Announcer !scope=\"col\" style=\"width: 20%\"|Show !scope=\"col\" style=\"width: 13%\"|Duration !scope=\"col\" style=\"width: 26%\"|Reason for Leaving !scope=\"col\" style=\"width: 30%\"|Last known station |- |Amber Peebles |Network breakfast show |2011-2012 |Left to pursue television project | |- |Dominic Bowden |\"The More FM Most Wanted\" Night show |January 2005 – June/July 2005 |Left to focus on New Zealand Idol commitments at TVNZ |Was employed for a time by More FM's parent company MediaWorks, to present The Bachelor NZ |- |Tarsh Tolson |More FM Nights |September 2005 - June 2007 |Moved to Wellington to co-host the local More FM breakfast show |Fill in Host on The Rock FM New Zealand radio station |- |Lee Plummer |More FM Nights |2007–2011 |Maternity leave |The Breeze (New Zealand radio station) Now News Reader for NZME |- |Marc Ellis |Network breakfast |2011–2013 |Resigned from show |- |Hayley Holt |Network breakfast |2013 |Auckland based breakfast was cancelled |TVNZ Breakfast host |- |Simon Barnett |Canterbury/Networked Breakfast |1997–2018 |Elected not to renew contract with More FM |Afternoons on Newstalk ZB |} ===Defunct More FM stations=== Hawke's Bay's 92 More FM was New Zealand's first franchised More FM radio station and began transmission from its Napier studios in 1994 and continued until the mid to late 1990s when the More FM name was dropped to become 'Hawke's Bay's 92FM'. The station broadcast on 91.9 MHz from studios in Hastings Street and featured Peter Mac (McIlwaine) and Nicki Sunderland on breakfast. Other announcers included Kyllee Higgins (now Kyllee King-Turner), Scotty Mac, Nik Menzies, Cath White, James Milner, Grant Magrath (pre-recorded mid-dawns) Kev Stanton and Greg Wattam. The station's slogan was 'More Music, More Variety' which was in line with the other More FM stations around the country at that time. The station was operated as a franchise by Radio Otago. In 1996, 92 More FM was relocated to Hastings where it joined fellow Radio Otago station Hot 93 in the BNZ Building. Live content was reduced around this time with the night show being fully automated. In 1997 Radio Otago sold their 7 North Island stations to Energy Enterprises, at this point the More FM branding was dropped and later the station was replaced with network station Solid Gold FM. Solid Gold has since been rebranded as The Sound. Kapiti's 99.6 More FM began transmission across the Kapiti Coast and Horowhenua regions around 1994 and remained on air until 2004 when it was replaced by The Breeze. The station's programming was generated from More FM in Wellington, although it ran an entirely separate program to the Wellington station outside of breakfast. Voicebreaks were recorded in advance by the announcer in the Wellington studio. Localised weather forecasts, station IDs and jingles also helped create a local sound. 99.6 More FM played a slightly different music mix to the Wellington station where its programming originated from, although they both shared the 'More Music, More Variety' and later 'Today's Best Music Mix' slogans. Dunedin's 98 More FM began broadcasting in Dunedin around 1997. The breakfast show, originally presented by Simon Barnett and Phil Gifford was a simulcast from Christchurch's 92 More FM. Other shows were a mixture of locally produced shows and shows prerecorded also from More FM in Christchurch. 98 More FM was replaced with a simulcast of The Breeze Christchurch when local station 4XO was rebranded as 97.4 More FM. ==References== ==External links== * More FM's official website",
 "title": "More FM"
}