{
 "id": "844491",
 "text": "Marie Joseph Pierre François Kœnig or KoenigFrench National Assembly (10 October 1898 – 2 September 1970) was a French general during World War II during which he commanded a Free French Brigade at the Battle of Bir Hakeim in North Africa in 1942. He started a political career after the war and was posthumously elevated to the dignity of Marshal of France in 1984. == Early life == Marie-Pierre Kœnig was born on 10 October 1898, in Caen, Calvados, France. His parents were from the Alsace region. == Military career == === World War I === Kœnig fought in the French Army during World War I and served with distinction. He obtained his baccalaureate and enlisted in 1917. He served in the 36th Infantry Regiment. He was designated as an aspirant in February 1918 and joined his unit at the front. Decorated with the Médaille militaire, he was promoted to sous-lieutenant on 3 September 1918. === Interwar career=== After the war, he served with French forces in Morocco and Cameroon. He served in Silesia as assistant () of captain in the Alpes, in Germany, then in Morocco, at the general staff headquarters of the division of Marrakesh. === World War II === Kœnig was a captain and assistant to lieutenant-colonel Raoul Magrin-Vernerey in the 13th Demi-Brigade of Foreign Legion of the French Foreign Legion. When World War II broke out, Kœnig returned to France. In 1940, he was assigned as a captain with the French troops in Norway, for which he was later awarded the Krigskorset med Sverd or Norwegian War Cross with Sword, in 1942. After the fall of France he escaped to England from Brittany. In London, Kœnig joined General Charles de Gaulle and was promoted to colonel. He became chief of staff in the first divisions of the Free French Forces. In 1941, he served in the campaigns in Syria and Lebanon. He was later promoted to general and took command of the First French Brigade in Egypt. His unit of 3700 men held ground against five Axis divisions (c. 37,000 men) for 16 days at the Battle of Bir Hakeim until they were ordered to evacuate on 11 June 1942. General de Gaulle said to Kœnig: \"Hear and tell your troops: the whole of France is watching you, you are our pride.\" Later, Kœnig served as the Free French delegate to the Allied headquarters under General Dwight D. Eisenhower. In 1944, he was given command of the Free French who participated in the Invasion of Normandy. Kœnig also served as a military advisor to de Gaulle. In June 1944, he was given command of the French Forces of the Interior (FFI) to unify various French Resistance groups under de Gaulle's control. Under his command, the FFI abandoned ranged battle in the Maquis, preferring sabotage waged in support of the invading army. Important in D-Day, the role of the FFI became decisive in the battle for Normandy and in the landing in Provence of the US Seventh Army and French Army B. On 21 August 1944, de Gaulle appointed Kœnig military governor of Paris to restore law and order. In 1945, he was sent to arrest Marshal Pétain, who had taken refuge in Germany, but who gave himself up at the frontier with Switzerland. === Cold War === After the war, Kœnig was military governor of the French occupation zone in Germany from 1945 to 1949. In 1949, he became inspector general in North Africa and in 1950 vice-president of the Supreme War Council. == Political career == In 1951, after his retirement from the army, Kœnig was elected as Gaullist representative to the French National Assembly and briefly served as Minister of Defense under Pierre Mendès-France (1954) and Edgar Faure (1955). He gave his strong support to the new State of Israel as president of the Franco-Israeli Committee (Comité franco-israélien), at around the same time when he was France's Defense Minister, as shown from his informing his Israeli counterpart Shimon Peres that France was willing to sell Israel any weapons it wished to purchase, from small arms to tanks (such as the AMX-13 light tank). Kœnig had witnessed the heroism of a battalion of Palestinian Jewish mine layers during the Battle of Bir Hakeim and afterwards allowed them to fly their own Star-of-David flag, against British regulations.Jerry Klinger (President of the Jewish American Society for Historic Preservation). \"General Marie-Pierre Koenig and the Jewish Brigade: The First Salute\". The Jewish Magazine, October–November 2009 == Death == Marie-Pierre Kœnig died on 2 September 1970, in Neuilly-sur-Seine, and was buried at Montmartre Cemetery in Paris. === Hommage === There are streets named after Kœnig in Jerusalem, Netanya and Haifa. == Military ranks == {| class=\"wikitable\" style=\"width: 100%\" |- ! Aspirant ! Second lieutenant ! Lieutenant ! Captain ! Battalion chief ! Lieutenant colonel |- | align=\"center\" width=\"16%\" | 40px | align=\"center\" width=\"16%\" | 40px | align=\"center\" width=\"16%\" | 40px | align=\"center\" width=\"16%\" | 40px | align=\"center\" width=\"16%\" | 40px | align=\"center\" width=\"16%\" | 40px |- ! February 1918 ! 3 September 1918 ! 3 September 1920 ! 25 June 1932 ! 1 July 1940 ! December 1940 |- ! colspan=\"6\" style=\"background: lightsteelblue\"| |- ! Colonel ! Brigade general ! Division general ! Corps general ! Army general ! Marshal of France |- | align=\"center\" width=\"20%\" | 40px | align=\"center\" width=\"16%\" | 40px | align=\"center\" width=\"16%\" | 40px | align=\"center\" width=\"16%\" | 40px | align=\"center\" width=\"16%\" | 40px | align=\"center\" width=\"16%\" | 40px |- ! January 1941 ! July 1941 ! 1943 ! 28 June 1944 ! 20 May 1946 ! 6 June 1984 Posthumous |} == Honours and decorations == === National honours === {| class=\"wikitable\" style=\"width: 100%\" |- ! style=\"width:100px;\"| Ribbon bar !! Honour |- | 100px | Grand Cross of the National Order of the Legion of Honour |- | 100px | Companion of the National Order of Liberation |} === Ministerial honours === {| class=\"wikitable\" style=\"width: 100%\" |- ! style=\"width:100px;\"| Ribbon bar !! Honour |- | 100px | Commander of the Order of Agricultural Merit |} === Decorations and medals === {| class=\"wikitable\" style=\"width: 100%\" |- ! style=\"width:100px;\"| Ribbon bar !! Honour |- | 100px | Military medal |- | 100px | War Cross 1914–1918 (2 citations) |- | 100px | War Cross 1939–1945 (4 citations) |- | 100px | War Cross for foreign operational theatres (3 citations) |- | 100px | Resistance Medal with rosette |- | 100px | Colonial Medal with clasps \"Maroc\", \"Sahara\", \"Libye\", \"Bir- Hakeim\", \"Tunisie 43-43\" |- | 100px | Combatant's Cross |- | 100px | Aeronautical Medal |- | 100px | Escapees' Medal |- | 100px | 1914–1918 Inter- Allied Victory medal |- | 100px | 1914–1918 Commemorative war medal |- | 100px | 1939–1945 Commemorative war medal |- | 100px | Commemorative medal for voluntary service in Free France |- | 100px | Medal of French Gratitude |} === Foreign honours === {| class=\"wikitable\" style=\"width: 100%\" |- ! style=\"width:100px;\"| Ribbon bar !! Honour !! Country |- | 100px | Companion of the Order of the Bath | United Kingdom |- | 100px | Distinguished Service Order | United Kingdom |- | 100px | Commander of the Legion of Merit | United States |- | 100px | Congressional Gold Medal | United States |- | 100px | Order of Suvorov, 1st Class | Soviet Union |- | 100px25px | Grand Cross of the Order of the Crown with palm | Belgium |- | 100px | Grand Officer of the Order of Leopold | Belgium |- | 100px | War Cross with Palm | Belgium |- | 100px | Grand Cross of the Order of Orange-Nassau | Netherlands |- | 100px | War Cross | Luxembourg |- | 100px | Grand Cross of the Order of the Oak Crown | Luxembourg |- | 100px | Grand Cross of the Order of the Dannebrog | Denmark |- | 100px | Grand Cross of the Order of St. Olav | Norway |- | 100px | War Cross with Sword | Norway |- | 100px | Commander's Cross of the Order of Virtuti Militari16 July 1946 Monitor Polski 1947 no. 27 pos. 188 | Poland |- | 100px | Resistance Medal with rosette | Poland |- | 100px | War Cross | Czechoslovakia |- | 100px | Order of the White Lion for Victory | Czechoslovakia |- | 100px | Grand Cross of the Order of George I | Greece |- | 100px | Grand Cross of the Order of Saint Charles | Monaco |- | 100px | Grand Cross of the Knights of Malta | Malta |- | 100px | Sherifian Order of Military Merit | Morocco |- | 100px | Grand Cordon of the Order of Ouissam Alaouite | Morocco |- | 100px | Grand Cordon of the Nichan Iftikar | Tunisia |- | 100px | Grand Officer of the Order of the Star of Anjouan | Comoros |- | 100px | Grand Cross of the Order of the White Elephant | Thailand |} == See also == *Susan Travers *Works by Jean Fréour: Sculptor of Kœnig memorial == References == === Notes === == External links == * Newsreel of when he was awarded the Legion of Merit by Eisenhower (3:01) * Biography on the website of the Order of Liberation (French) * Category:1898 births Category:1970 deaths Category:People from Caen Category:Politicians from Normandy Category:Rally of the French People politicians Category:National Centre of Social Republicans politicians Category:Government ministers of France Category:Deputies of the 2nd National Assembly of the French Fourth Republic Category:Deputies of the 3rd National Assembly of the French Fourth Republic Category:Marshals of France Category:French military personnel of World War I Category:French Army generals of World War II Category:Military governors of Paris Category:Operation Overlord people Category:French people of the Algerian War Category:Recipients of the Order of the White Lion Category:Companions of the Liberation Category:Companions of the Distinguished Service Order Category:Companions of the Order of the Bath Category:Grand Croix of the Légion d'honneur Category:Recipients of the Croix de Guerre 1914–1918 (France) Category:Recipients of the Croix de Guerre 1939–1945 (France) Category:Recipients of the Croix de guerre des théâtres d'opérations extérieures Category:Commanders of the Order of Agricultural Merit Category:Recipients of the Resistance Medal Category:Recipients of the Aeronautical Medal Category:Commanders of the Legion of Merit Category:Recipients of the Order of Suvorov, 1st class Category:Recipients of the Croix de guerre (Belgium) Category:Grand Crosses of the Order of the Crown (Belgium) Category:Knights Grand Cross of the Order of Orange-Nassau Category:Grand Crosses of the Order of the Dannebrog Category:Recipients of the War Cross (Norway) Category:Recipients of the Virtuti Militari Category:Recipients of the Czechoslovak War Cross Category:Grand Crosses of the Order of George I Category:Grand Crosses of the Order of Saint-Charles Category:Officers of the French Foreign Legion Category:Burials at Montmartre Cemetery",
 "title": "Marie-Pierre Kœnig"
}