{
 "id": "844977",
 "text": "Heavy Petting Zoo (known as Eating Lamb on the LP version) is the sixth studio album by the American punk rock band NOFX. It was released on January 31, 1996 through Epitaph Records. The record reached a position of No. 63 on the American Billboard 200 Albums chart, the first NOFX album to do so. In Austria Heavy Petting Zoo peaked at No. 20, while the album achieved the No. 13 position in both Sweden and Finland. ==Music== NOFX recorded the album in October 1995 with Ryan Greene at the Razor's Edge studio, San Francisco, a garage described by the band as \"a total dive\". The music on Heavy Petting Zoo has been complimented as \"melodic\", and the album has been favorably compared to the band's 1991 Ribbed LP, but although tracks like \"Hobophobic (Scared of Bums)\" and \"Freedom Lika Shopping Cart\" have been lauded for their witty titles, they have also been criticized for being overly cynical. The track \"August 8th\" makes reference to the death of Jerry Garcia. Songwriter Fat Mike commented that he wrote the song, \"cuz I fucking hate the Grateful Dead, but it turns out I had the date wrong. He really dies on August 9th. Whoops. I guess I'm lame.\" According to Fat Mike, the first half of \"The Black And White\" is concerned with a repressed homosexual male living in \"Small Town, USA\". \"Liza\" revisits the lesbians Liza and Louise introduced on the 1992 album White Trash, Two Heebs and a Bean. The third song in the series, \"Louise\" is found on their eighth album Pump up the Valuum.Zimmermann, Curtis. \"Pump Up the Valuum\". AllMusic. Retrieved 23 August 2013. ==Artwork== There are two different cover images for the album, both illustrated by Mark deSalvo, a noted designer of punk album art. The artwork for the CD edition features a man cuddling a sheep. The band's name and album title are featured at the top of the cover. The vinyl edition's artwork features the same man and sheep in a 69 position. The title Eating Lamb is given on the cover of the LP, with Heavy Petting Zoo written on the spine and record itself. CMJ New Music Monthly, in their review of the album, described it as the band's \"nastiest cover yet..\", and in their analysis of NOFX's attitude, the authors of Screaming for Change: Articulating a Unifying Philosophy of Punk Rock state: \"..the fact that none of the songs on the record deal with animals, zoos, or even bestiality, supports the assertion that the artwork contains little, if any, significant meaning other than portraying images the band is confident will upset and shock the establishment.\" To promote the album's release, record label Epitaph sent out inflatable sheep with the message \"Fuck ewe\" attached. The LP version was banned in Germany, due to its Zoophilia content. A court order in October 1996 prohibited distribution of the record in Germany, and confiscated copies with the offending artwork that were already on public display. ==Track listing== All tracks written by Fat Mike. ==Personnel== * Fat Mike - vocals, bass * Eric Melvin - guitar * El Hefe - guitar, trumpet * Erik Sandin - drums * Ryan Greene, NOFX — producers * Ryan Greene — mixing, engineer ==See also== * List of controversial album art ==References== ==External links== * * *Heavy Petting Zoo at YouTube (streamed copy where licensed) Category:NOFX albums Category:1996 albums Category:Epitaph Records albums Category:Obscenity controversies in music Category:Albums produced by Ryan Greene",
 "title": "Heavy Petting Zoo"
}