{
 "id": "845082",
 "text": "thumb|Opening and closing at 10x speed. The Fremont Bridge is a double-leaf bascule bridge that spans the Fremont Cut in Seattle, Washington. The bridge, which connects Fremont Avenue North and 4th Avenue North, connects the neighborhoods of Fremont and Queen Anne. The Fremont Bridge was opened on Friday June 15, 1917, at a cost of $410,000. The first traffic over the bridge was to \"owl cars\", the last run of the trolleys, and then after 5am the same day to all other traffic. The Lake Washington Ship Canal was dedicated on July 4, 1917, which has caused confusion about the opening date, for this bridge crosses the canal. The Fremont Bridge is the first of four city bascules to cross the canal, the others being Ballard Bridge (1917), University Bridge (1919), and Montlake Bridge (1925). The bridge was added to the National Register of Historic Places in 1982, and is also a designated city landmark, ID #110347. In its early years, before the construction of the nearby Aurora Bridge in 1932, the Fremont Bridge had the most vehicle traffic of any bascule bridge in the United States. In another respect, it remains among the busiest even today: due to its low vessel clearance of , the Fremont Bridge opens an average of 35 times a day, which makes it the most frequently opened drawbridge in the United States and one of the busiest bascule bridges in the world. Federal law gives marine traffic the right-of-way over vehicular traffic; however, the Fremont Bridge is closed to most water traffic during rush hours. The Fremont Bridge was originally painted a dull green. In 1972, the Fremont Improvement Committee picked a new color, Fremont Orange, and residents approved the change. The bridge's blue and orange color was chosen by voters at a 1985 street fair. In 2006, the Fremont Bridge underwent a $41.9 million restoration project to replace the approaches and maintenance shop, as well as renovation of the mechanical and electrical systems that operate the bascule. The approaches were completed in May 2007 and testing lasted through the Spring of 2008. In 2014 the city began repainting the bridge. The bridge received a permanent art installation in February 2018 as part of an artist residency program coinciding with the centennial of the bridge and two of the ship canal's other bascule bridges. The Fremont Bridge was outfitted with what is to be the first of three dynamic lighting designs. The Ballard Bridge and University Bridge will also receive installations assuming funding can be secured. A bicycle counter was installed in 2012. It was the first of twelve counters in the city, as of 2018. Bike traffic reached 1.12 million rides in 2019, a 13% increase from the year before. ==Earlier bridges== The present bridge is actually the third bridge at this location. A low trestle bridge was built in 1890 or 1891. In 1911, in anticipation of the construction of the Ship Canal, it was replaced by a higher trestle bridge. While that bridge was always intended as temporary, it proved even more so than planned, because early in the afternoon of March 12, 1914, the Fremont dam, which controlled the level of Lake Union, gave way. Over the course of a day, the lake level lowered by nine feet, stranding vessels and floating homes, and rupturing the central portion of the second Fremont bridge. The Stone Avenue Bridge, which included a streetcar trestle from Westlake Avenue to Stone Way, remained intact. Streetcar traffic that had used the Fremont Bridge was rerouted over that trestle until the completion of the present-day bridge. ==References== ==External links== Category:Bascule bridges in the United States Category:Bridges in Seattle Category:Bridges completed in 1917 Category:Road bridges on the National Register of Historic Places in Washington (state) Category:National Register of Historic Places in Seattle Category:Towers in Washington (state) Category:Road bridges in Washington (state) Bridge Category:Drawbridges on the National Register of Historic Places Category:Articles containing video clips Category:1917 establishments in Washington (state)",
 "title": "Fremont Bridge (Seattle)"
}