{
 "id": "845191",
 "text": "Sam Davis (October 6, 1842 – November 27, 1863)Biography from the Website of the Sam Davis Home and Museum . Retrieved on August 10, 2013. was a Confederate soldier executed by Union forces in Pulaski, Tennessee, during the American Civil War. He is popularly known as the Boy Hero of the Confederacy, although he was 21 when he died. He became a celebrated instance of Confederate memorialization in the late 1890s and early 1900s, eulogized by Middle Tennesseeans for his valor and sacrifice. Davis' story was popularized by editor J. B. Killebrew and later by Sumner Archibald Cunningham. Due in part to the story's themes of piety and masculinity, Cunningham's portrayal of Davis fit into mythology of the \"Lost Cause\" in the postwar South.Glaze, Robert Lamar. August 2016. [https://trace.tennessee.edu/cgi/viewcontent.cgi?article=5258&context;=utk_graddiss Experiencing Defeat, Remembering Victory: The Army of Tennessee in War and Memory, 1861–1930. University of Tennessee, Knoxville. Pages 111. ==Early life== Born October 6, 1842, in Rutherford County, Tennessee, he was the oldest son of Charles Lewis Davis and Jane (Simmons) Davis. The Davis family owned fifty-one enslaved people by 1860. As a boy Sam Davis was gifted his own enslaved person, named Coleman Davis. He attended school in Smyrna, Tennessee, and was educated at the Western Military Institute—now Montgomery Bell Academy—from 1860–61. While there he came under the influence of headmaster and future Confederate General Bushrod Johnson. He was recruited by Confederate scout forces early in the Civil War. He signed up as a private in the 1st Tennessee Infantry Regiment in 1861 and his regiment first fought in the Cheat Mountain; then in the Shenandoah Valley; then in the Shiloh; and finally the Perryville. Davis suffered minor injuries at Shiloh, and suffered a more severe wound at Perryville. After recovering he took on very active service as a courier for Coleman's Scouts. ==Capture and trial== He was captured near Minor Hill, Tennessee, on November 20, 1863, having been detailed for special, hazardous duty within the Union lines of occupation around Nashville. At the time of his arrest by Union secret service agents, Davis had in his possession a miscellany of newspapers and intelligence sources, which included detailed drawings of Union fortifications at Nashville and other towns in Middle Tennessee. Imprisoned in Pulaski, which at that time was a garrisoned Union town under command of General Grenville M. Dodge, Davis faced charges of espionage and steadfastly refused to reveal the names of his informants. After Davis was found guilty, General Dodge announced that he should be hanged on a hill described by a report from the Cincinnati Daily Commercial as \"a pretty eminence, north east of Pulaski, and overlooking the town.\" When local citizens protested at so visual a display of a gruesome act, Dodge allegedly replied, \"I want him hung where you all can see him.\" According to the newspaper account, which is corroborated by several eyewitness accounts recorded between 1862 and the 1890s, Dodge offered Davis his life in exchange for information about his informants. The condemned man apparently refused all such offers. \"Would you betray a friend?\" Davis is reported to have said while seated on his coffin. \"I had rather die a thousand deaths.\" Confederate lore had Davis saying upon climbing the scaffold that \"the boys will have to fight the battles without me.\" == Execution == Davis was hanged by Union forces in Pulaski, Tennessee, on November 27, 1863. As he was trundled along to the hanging site atop his own coffin, Union soldiers alongside the bumpy wagon road shouted out their entreaties for his cooperation, lest they have to watch the grim execution. Supposedly the officer in charge of the execution was discomfited by Davis' youth and calm demeanor and had trouble carrying out his orders. Davis is alleged to have said to him, \"Officer, I did my duty. Now, you do yours.\" Accounts of Davis' death appeared in writings by Union soldiers, who witnessed the execution, and by a journalist from the Cincinnati Daily Commercial. Bearing his fate bravely, Davis apparently touched upon the sympathies of all observers, including his captors. The reporter recorded the scene thus: After a white hood was tied over Davis' head, the trap door was sprung at 10:30 a.m. Union soldiers turned away as Davis writhed in death agony for three minutes. \"He stood it like a man,\" one Union soldier noted in his diary the following day. \"He never paled a bit but stood it like a hero.\" That night, the Daily Commercial reported, \"evergreens were planted, and now sigh in the wild wintery winds o'er his grave, while flowers culled by fair hands, were strewn upon it.\"Cincinnati Daily Commercial, 8 December 1863; J.C. Harwood Diary, 1863–1864, Tennessee State Library and Archives; Captain H. I Smith, \"Union Veteran's Tribute to Davis,\" Confederate Veteran 3 (December 1895); \"Letter from Gen. Dodge,\" Confederate Veteran 5 (July 1897); \"The Sam Davis Overcoat,\" Confederate Veteran 5 (July 1897); John Bakeless, Spies of the Confederacy (1970; rprt. Dover Publications, 1997), 205–42. Davis wrote a letter to his mother before his execution, \"Dear mother. O how painful it is to write you! I have got to die to-morrow --- to be hanged by the Federals. Mother, do not grieve for me. I must bid you good-bye forevermore. Mother, I do not fear to die. Give my love to all.\" There was a postscript for his father, too. \"Father, you can send after my remains if you want to do so. They will be at Pulaski, Tenn. I will leave some things with the hotel keeper for you.\" The execution gained some notoriety at the time, especially among soldiers of the Army of Tennessee. Writing in his memoir _Co. Aytch,_ published in the early 1880s, Private Sam Watkins recalled that in 1864 his regiment had assembled to watch the hanging of two young Yankee spies, eager to see the condemned men suffer because \"they had hung one of our regiment at Pulaski – Sam Davis.\" == To rescue from oblivion == thumb|Sam Davis statue dedication in 1909, Tennessee State Capitol Sam Davis' execution was not that unusual an event. Davis suffered a fate shared by many intelligence gatherers operating around Nashville. Most of the rural counties surrounding Nashville were only nominally under Union control, and this 'no-man's land' witnessed over three years of bloody internecine conflict and the steady dissolution of the institution of slavery. In this context, execution for espionage was not uncommon. The Provost Marshal records for Middle Tennessee offer evidence of scores of execution on espionage charges, with not all the victims receiving trials (as Davis did). Six months before Davis's execution, Union commanders publicly executed Joseph Smith in Carthage, a rural town east of Nashville. As was the case with Davis, some of these events generated newspaper coverage and featured in private letters. Most executions, however, went unrecorded apart from a perfunctory note in the Provost Marshal's records. Today, nearly all of these men are forgotten – except for Sam Davis.Harcourt, \"The Making of Sam Davis.\" . For nearly thirty years after the war, the story of Sam Davis's execution was not widely remembered. In 1866 Davis's father erected the first monument to his son, a twenty-five foot shaft of Italian marble, at the back of the family's plantation home outside Smyrna. The Sam Davis story became part of a broader social memory only in the mid-1890s and chiefly through the efforts of Sumner Archibald Cunningham, the founding editor of Confederate Veteran magazine. A native of Middle Tennessee, Cunningham had an undistinguished record of Confederate service, having deserted the Army of Tennessee after the Battle of Nashville in 1864. After the war he worked as a newspaperman before becoming the general agent for the Jefferson Davis Memorial Fund after the former Confederate president's death in 1889. He left this position shortly after launching the Nashville-based Confederate Veteran in January 1893. Before he founded the Confederate Veteran, Cunningham had never heard of Sam Davis. When an early subscriber to the magazine submitted a school oration about Davis for publication, Cunningham rejected it, \"feeling that there were so many equally worthy heroes it would hardly be fair to print this special eulogy.\" But at a Blue-Gray veterans reunion in April 1895, on the battlefield at Shiloh, Cunningham again heard about the story of Davis's execution – and this time from two federal veterans, witnesses to the execution, who claimed, as Cunningham phrased it, that \"the Federal Army was in grief over it.\" These accounts struck a chord and convinced Cunningham of the merits of publicizing the story. The Union veterans' story of an ordinary soldier's heroic death, couched in the language of reconciliation, fit perfectly with the spirit of the times and the viewpoint of the Confederate Veteran. \"I resolved to print the story,\" Cunningham recalled in 1899, \"and [to] reprint it until that typical hero should have as full credit as the Veteran could give him.\" As Cunningham assumed stewardship of the Sam Davis story he transformed oral memories into a broad collective memory through a series of promotions. First, he solicited written versions of the federal eyewitness accounts of Davis's execution that he had heard at the Shiloh reunion and then published them in the Veteran. Next, Cunningham called for Tennesseans to come forward with \"such data as may be recalled by all who know anything of the event.\" Sensing an opportunity to galvanize interest in his fledgling publication, Cunningham threw his energies into sponsorship of the Sam Davis story. In a series of editorials published in the summer of 1895, Cunningham packaged Davis's sacrifice in Christian terms, insisting that the story recalled \"the sacrifice of the Galilean whose hands and feet were nailed to a cross.\" By summer's end, Cunningham launched a fundraising drive for a monument to Davis's memory to be erected on the Tennessee State Capitol grounds in Nashville. Before being popularized by Cunningham, editor J. B. Killebrew in 1871 wrote a tribute to Davis entitled \"Every Inch a Hero,\" that was widely printed. The article presented Davis as a scout carrying letters, rather than a spy, and because of this his execution was a miscarriage of justice].Glaze, Robert Lamar. August 2016. [https://trace.tennessee.edu/cgi/viewcontent.cgi?article=5258&context;=utk_graddiss Experiencing Defeat, Remembering Victory: The Army of Tennessee in War and Memory, 1861–1930. University of Tennessee, Knoxville. Pages 108–109. ==Legacy== thumb|Interpretive exhibit displays at Davis Home Since the late 1890s, Davis has towered above any other Tennessean in the pantheon of Confederate Civil War heroes. Today, representations of the life and death of Sam Davis mark the historical and geographical landscapes of the Middle Tennessee heartland. While the narrative of Davis is an ingrained part of regional recognition, Davis' story did not spread beyond Tennessee despite efforts after World War II to give the story a wider circulation.Harcourt, \"The Making of Sam Davis,\" 49. Monuments commemorating him stand at the scene of his execution and on the court square in Pulaski; at his childhood home outside Smyrna, Tennessee; and in the form of a life-size statue positioned prominently on the southeast corner of the state capitol grounds in Nashville. An exhibition case of Sam Davis artifacts—including the overcoat worn at the time of his arrest and the boot in which papers were concealed—is on permanent display at the Tennessee State Museum. Over the years, archivists at the Tennessee State Library and Archives have procured and catalogued scores of documents: firsthand recollections, poems, commemorative speeches, at least four published biographies, and the papers of the Sam Davis Memorial Association. In 1912 a Sam Davis memorial window was installed in the Museum of the Confederacy in Richmond.Harcourt, \"The Making of Sam Davis,\" 44. In 1927, the State of Tennessee purchased the Davis family home as a memorial site.Harcourt, \"The Making of Sam Davis,\" 45. Operated as a private nonprofit by the Sam Davis Memorial Association, the Sam Davis House outside Smyrna is open to tourists and school groups. In 1928 the 175-foot-tall, 200-room Sam Davis Hotel opened in downtown Nashville. On February 16, 1985 it was demolished to make way for a new convention center. Illustrated Features Syndicate created a newspaper comic strip, \"The Story of Sam Davis\" in the late 1940s or early 1950s. The strip portrayed Davis, looking remarkably like Clark Gable, as an all–American hero caught up in a tragic era. In the 1950s the \"Sam Davis Story\" was turned into a theatrical production performed to packed houses in Nashville, and later became the basis of a radio drama broadcast to U.S. troops overseas under the title \"Honor Bound\".Harcourt, \"The Making of Sam Davis,\" 49. The Sons of Confederate Veterans posthumously awarded Davis their Confederate Medal of Honor, created in 1977. Davis was named \"Historical Personality of the Year\" in 1992 by the Tennessee Historical Commission. == Controversy == thumb|right|The Sam Davis Statue. Sam Davis's youth and the manner of his death has meant that the statue in his memory within the grounds of the Tennessee State Capitol has drawn little of the criticism and protest that in recent times has been targeted towards Confederate statues. In 1999, however, the Black Caucus of Tennessee state legislators erected a monument within fifteen feet of the Davis statue to the victims of the Middle Passage who died en route to slavery in the Americas. This drew protests from the Sons of Confederate Veterans who called the proximate placement of the monument to the Davis statue \"a foolish little sophomoric prank.\" A spokesperson for the Black Caucus claimed no intent \"to disrespect a Confederate soldier or have it overshadow him in any way\" adding that the location for the monument to slavery's victims within the State Capitol grounds was determined by horticultural factors alone.\"Monument's Placement Upsets Some,\" _Tennessean_ , 21 July 1999 – quoted in Harcourt, op cit. In 1992 the Sam Davis Memorial Association, who manage the Sam Davis Home on behalf of the State of Tennessee, were inundated with complaints from Confederate supporters angered by the rumor that the battle flag of the Confederacy no longer flew at the Sam Davis Home. The Association responded that \"the only trouble we have is trying to satisfy different demands over which Confederate flag should be flown on a regular basis. At the present time, in an attempt to please as many of our supporters as possible, the several Confederate flags are flown on a rotating basis; but a Confederate flag is always flown.\"Harcourt, \"The Making of Sam Davis,\" 50–51. In the early 2000s historical archaeologists at Middle Tennessee State University criticised the \"shrine mentality\" and cited a lack of authenticity in the material culture and historical interpretation at the Sam Davis Home. The custodians of the home complained about policy changes that were inconsistent with the original purpose of the home – including the flying of the U.S. flag, which the Nashville chapter of the United Daughters of the Confederacy called \"an insult, not only to Sam Davis and his Family, but to the entire Confederacy and its descendants.\" In recent years the Sam Davis Home has run educational programs focused on the material culture of the mid-nineteenth century, Civil War medicine, the music of enslaved people, and the lives of soldiers and civilians during the Civil War. In 2020, following the murder of George Floyd and the subsequent protests, Montgomery Bell Academy removed their statue of Sam Davis from the campus, citing Davis's association with the Confederacy and the perception that the statue supported racism. ==Notes== ==Further reading== * Edward John Harcourt, \"The Boys Will Have to Fight the Battles without Me\": The Making of Sam Davis, \"Boy Hero of the Confederacy\" _Southern Cultures_ Fall 2006: 29–54. * Franklin Forts, \"Living with Confederate Symbols,\" _Southern Cultures_ Spring 2002: 60–75. * Beverly A. Rude, \"Sam: The Civil War Experiences of Private Samuel Davis\" (Tacitus Publications, 1993) ==External links== * Sam Davis Home * Category:1842 births Category:1863 deaths Category:People from Rutherford County, Tennessee Category:American Civil War spies Category:People of Tennessee in the American Civil War Category:Executed people from Tennessee Category:Confederate States Army soldiers Category:People executed by the United States military by hanging Category:Executed spies Category:19th-century executions of American people Category:People from Smyrna, Tennessee",
 "title": "Sam Davis"
}