{
 "id": "84511",
 "text": "Aguadilla (), founded in 1775 by Luis de Córdova, is a city and municipality located in the northwestern tip of Puerto Rico, bordered by the Atlantic Ocean to the north and west, north of Aguada, and Moca and west of Isabela. Aguadilla is spread over 15 barrios and Aguadilla Pueblo (the downtown area and the administrative center of the city). It is a principal city of Aguadilla-Isabela-San Sebastián Metropolitan Statistical Area. == Etymology and nicknames == Aguadilla is a shortening of the town's original name San Carlos de La Aguadilla. The name Aguadilla is a diminutive of Aguada, which is the name of the town and municipality located to the south. Some of the municipality's nicknames are: Jardín del Atlántico (\"Garden of the Atlantic\"), Pueblo de los Tiburones (\"Shark Town\") and La Villa del Ojo de Agua (\"Villa of the Water Spring\") after the natural water spring that was used by early settlers and Spanish soldiers as a water source which is now located in El Parterre Square in Aguadilla Pueblo. With . ==History== According to sources, a Taíno settlement called Aymamón was located close to the Culebrinas River.Caciques y Yucayeques de Puerto Rico on Proyecto Salon Hogar The present territory of Aguadilla was originally part of the territory of Aguada. In 1775, the foundation of Aguadilla by Don Luis de Córdova was approved.Aguadilla on BoricuaOnline.com But it wasn't until 1780 that the territory was properly segregated, making the founding of the town official. Originally, Aguadilla was constituted by the Victoria and Higüey barrios.Aguadilla: Fundación e historia on Enciclopedia de Puerto Rico This region was already inhabited and known as Aguadilla before 1770. In 1776, Fray Íñigo Abbad y Lasierra in his description of the towns of the island, mentioned it as the \"new Town of San Carlos de La Aguadilla.\" Nevertheless, according to Dr. Agustín Stahl in his Foundation of Aguadilla, it was not until 1780 that the town was officially founded. The construction of a new church and the proceedings to become an independent village began in 1775. thumb|300px|Aerial view of downtown Aguadilla The population in the Village of Aguadilla continued to increase constantly mainly due to its excellent port and strategic location in the route of the boats. In 1776, when Santo Domingo became independent for the first time, the loyalists of Spanish descent emigrated to Puerto Rico, mainly to Aguadilla, which caused the population to continue increasing significantly. In 1831, according to Don Pedro Tomás de Córdova, the area or \"party\" of Aguadilla belonged to Aguada. At this time, the territorial organization of Aguadilla was as follows: Pueblo Norte (North Town), Pueblo Sur (South Town), Ceiba Alta, Ceiba Baja, Montaña, Malezas, Aguacate, Dos Palmas, Camaseyes, Plainela, Borinquen, Arenales, Higüey, Corrales, Victoria, and Mangual. Don Pedro Tomás de Córdova mentions the road of Aguadilla formed by Punta Borinquen and San Francisco, as the \"fordeadero of the ships that travel from Europe to Havana and Mexico\". He adds that its \"port is the most frequented in the Island due to the proportions that it offers to refresh all class of ship.\" In 1860, Aguadilla was officially declared a village. Several years later, when the island was territorially organized into seven departments, Aguadilla became the head of the third department that included the municipalities of Aguada, Isabela, Lares, Moca, Rincon, and San Sebastián. In January 1841 a Royal Order transferred the judicial party from Aguada to Aguadilla. In 1878, according to Don Manuel Ebeda y Delgado, the territorial organization of Aguadilla had varied a little. At this time Plainela, Higüey, and Mangual barrios are not mentioned. The Dos Palmas barrio appears as Palmar. Also at this time, three new barrios are mentioned: Guerrero, Caimital Alto, and Caimital Bajo. In 1898, even with the change of sovereignty in the island, the territorial organization of Aguadilla is the same to that of 1878. Nevertheless, in the Census of 1899, downtown Aguadilla appears constituted by Higüey, Iglesia, Nueva, Santa Barbara, and Tamarindo barrios. Malezas barrio appears subdivided into Maleza Alta and Maleza Baja. From that time, the territorial organization of Aguadilla did not change, until 1948, when the Puerto Rico Department of Planning prepared the map of the city and its barrios, and following instructions of city authorities, Higüey and parts of Caimital Alto barrios are annexed to Downtown Aguadilla. ===Ramey Air Force Base=== thumb|FAA radar tower in Aguadilla, Puerto Rico Aguadilla was the site of the U.S. military's Ramey Air Force Base for almost five decades. During this period, Aguadilla was home to the Strategic Air Command, equipped with RB-36s and 72d Bombardment Wing, Heavy equipped with B-52s, an important strategic facility during the Cold War. Activated in June 1952 as a Strategic Air Command very long range reconnaissance unit at Ramey AFB, Puerto Rico, but not operational until October 1952. Redesignated as 72d Strategic Reconnaissance Wing and received 3 (60th, 73rd and 301st) squadrons of RB-36D/E/F/H Peacemaker bombers. Also th 915th Air Rescue Squadron. Conducted global strategic reconnaissance 1953–1955, gradually shifting to a bombardment training mission beginning in 1954, being upgraded to B-36J and B-36J(III) Featherweights by 1955. Redesignated 72d Bombardment Wing in 1958.. With the phaseout of the B-36s in 1958, received B-52G Stratofortess intercontinental strategic bombers. Though the infrastructure still exists, the airport was handed over to the Government of Puerto Rico in 1973. The aerial facilities are now controlled by the Puerto Rico Ports Authority and comprise the Rafael Hernandez International Airport. The barracks now host the Faro Inn Suites, a 79-room hotel. The Officer's Club now hosts the Faro Conference Center, a meeting facility. The hospital is now the Courtyard by Marriott Punta Borinquen Resort & Casino, a 150-room hotel with a casino and the first Marriott in Puerto Rico out of the San Juan Metropolitan Area. Ramey also hosts the University of Puerto Rico – Aguadilla Campus and the Friedrich Froebel Bilingual School (K-9). The High School became Ramey Job Corps Campus and the elementary school became the Esther Feliciano Mendoza Middle School. Centro de Adiestramiento y Bellas Artes (CABA) since 1979 has been the only public school of arts in Puerto Rico (7–12). Ramey is also the site of the new Ramey Skating Park and a new \"mariposario\" (butterfly farm) and the Ramey Shopping Center. There is still an active part of the base that hosts the Coast Guard Borinquen Air Station. There are also other government agencies based at Ramey. They include the United States Department of Homeland Security, U.S. Customs & Border Protection's Office of Air and Marine and Office of Border Patrol, the Fuerzas Unidas de Rápida Acción (United Forces for Rapid Action) of the Puerto Rico Police Department and the Puerto Rico National Guard. There is also a post office, the Centro de Servicios al Conductor (Driver's Services Center), a bakery, and a Banco Popular de Puerto Rico location. ===San Antonio=== thumb|200px|left|Aguadilla in 1910 The beginning of San Antonio village was back in the mid-19th century. It was composed by 60 families. Originally the place where these families were located was known as Bajura de Vadi, place later to be known as San Antonio. In 1918, as a consequence of the 1918 San Fermín earthquake, the village was totally destroyed by a tsunami. The families suffered the struggles cause by this natural disaster, due by the proximity of the village to the shore. The residents of the village decided re-localize the village in a higher area further from shore. The new location was what today is known as Ramey. At this new location prosperity was not to be delayed. Various leaders and commercial owners of the time, took a step to carry the village forward. Most of the poor houses disappeared. The village's infrastructure started its evolution. Luis R. Esteves and Juan Garcia established the first two theaters in the area. A new was social club form, known as \"Luz del Porvenir\" (Light of the Future). A new school system was the pride of the village because it offered them the opportunity to give their children an education without having to go south downtown. There was also a new bakery and a post office, among other facilities. At this time, the village also began its Patron Festival. The clothing industry was a major source of employment. In September 1939, some covered by sugar cane, was expropriated for the military at the cost of $1,215,000, in order to build an air base that came to be known as Ramey Air Force Base. Since the foundation, the village has suffered three expropriations as a result of expansions to Ramey Air Force Base. These expropriations delayed and ended the plans to turn San Antonio into a town. Today, the population of San Antonio consists of approximately ten thousand people. It has a modern square, a Puerto Rico State Police Station, a coliseum, an industrial park, public housing, a baseball park, a public school system, shops, and many other, characteristics of a small town. Also, as a characteristic of a town, has a flag and an emblem. The creation of the flag and emblem was done by Roberto Román Acevedo. ===Tragedy on election day in 1944=== thumb|150px|Sign for former train station in Aguadilla On the early morning hours of November 7, 1944, Puerto Rico suffered the most violent railroad accident in its history in Aguadilla.La Tragedia del 7 de noviembre de 1944 (The Tragedy of November 7, 1944) by Haydee E. Reichard de Cancio, El Nuevo Dia, Por Dentro Section, Pg. 116, December 7, 1996, retrieved on July 31, 2006 Train No. 3 was traveling from San Juan to Ponce carrying passengers to their different hometowns for the island general elections to be held that same day. It stopped at the Jimenez Station in Aguadilla for a routine engineer and boilerman exchange with Train No. 4 which was heading to San Juan. The engineer assigned to Train No. 3's ride from Jimenez Station to Ponce was Jose Antonio Roman, an experienced freight train engineer, but who had never worked in passenger travel. When the train left the station at 2:00 am, it was hauling 6 passenger cars with hundreds of commuters and two freight cars. 150px|thumb|, a sector of Aguadilla, where the train derailed At 2:20 a.m. the train started to descend a hill section known as Cuesta Vieja (Old Hill) in Aguadilla at what some witnesses described as an exaggerated speed. When the train reached the leveling-off point at the bottom of the hill it derailed. The steam locomotive crashed into a ditch where it exploded and one of the freight cars crashed into one of the passenger cars, killing many inside. Witnesses described the scene as horrendous, with some accounts stating that parents were throwing their children out the windows to save them from the wreckage. Chief of Police Guillermo Arroyo stated that the locomotive (No. 72), the express car, and three second class passenger cars were completely destroyed. Oscar Valle, an Aguadilla correspondent to the local El Mundo newspaper, summarized the scene in a more dramatic way: \"The locomotive suffered a terrible explosion as it derailed, and the impact was so strong that 3 passenger cars were converted into a fantastic mound of wreckage\". In the end, 16 passengers lost their lives, including the engineer and the boilerman, and 50 were injured in the crash. ===Hurricane Maria=== thumb|Aerial view of Aguadilla a few days after Hurricane Maria Hurricane Maria struck Puerto Rico on September 20, 2017 causing large-scale damage and destruction to infrastructure. In Aguadilla 10 inches of rain were recorded and its more than 54,000 residents were left with no electrical power. The four radar systems used by the Federal Aviation Administration for flights in and around Puerto Rico were damaged by Hurricane Maria, and it took nearly two weeks to fix them. One of the radar systems is located in Aguadilla. ==Geography== Aguadilla is located in the northwest coast of the island of Puerto Rico, in the Western Coastal Plains. It is bordered by the Atlantic Ocean in the north, the municipalities of Isabela on the east, and Moca and Aguada in the south. The area of the municipality is 35.5 square miles. It is mostly plain, with some notable hills being Jiménez (728 feet) and Viñet (689 feet). It has only one river, the Culebrinas, which separates Aguadilla from Aguada. Also Cedro Creek which separates Aguadilla from Isabela in the north. ===Barrios=== thumb|Barrios of Aguadilla Like all municipalities of Puerto Rico, Aguadilla is subdivided into barrios. The municipal buildings, central square and large Catholic church are located in a small barrio referred to as , near the center of the municipality. # Aguacate # Aguadilla barrio-pueblo # Arenales # Borinquen # Caimital Alto # Caimital Bajo # Camaceyes # Ceiba Alta # Ceiba Baja # Corrales # Guerrero # Maleza Alta # Maleza Baja # Montaña # Palmar # Victoria ===Sectors=== thumb|A structure is used for flood-control in , a Special Community in Aguadilla. Barrios (which are roughly comparable to minor civil divisions) in turn are further subdivided into smaller local populated place areas/units called sectores (which means sectors in English). The types of sectores may vary, from normally sector to urbanización to reparto to barriada to residencial, among others. ===Special Communities=== (Special Communities of Puerto Rico) are marginalized communities whose citizens are experiencing a certain amount of social exclusion. A map shows these communities occur in nearly every municipality of the commonwealth. Of the 742 places that were on the list in 2014, the following barrios, communities, sectors, or neighborhoods were in Aguadilla: , and . ===Temperature of sea=== {|class=\"wikitable\" |+AguadillaBilbao Climate – weather2travel.com |- !Jan !Feb !Mar !Apr !May !Jun !Jul !Aug !Sep !Oct !Nov !Dec !Year |- |style=\"background: #CCFFCC; color: black;\"| |style=\"background: #CCFFCC; color: black;\"| |style=\"background: #CCFFCC; color: black;\"| |style=\"background: #CCFFCC; color: black;\"| |style=\"background: #CCFF99; color: black;\"| |style=\"background: #FFFF66; color: black;\"| |style=\"background: #FFCC66; color: black;\"| |style=\"background: #FFCC66; color: black;\"| |style=\"background: #FFCC66; color: black;\"| |style=\"background: #FFFF66; color: black;\"| |style=\"background: #CCFF99; color: black;\"| |style=\"background: #CCFFCC; color: black;\"| |style=\"background: #CCFF99; color: black;\"| |} ==Economy== thumb|upright=1.6|Aguadilla products treemap, 2020 The city is currently home to a variety of industrial and pharmaceutical plants like LifeScan, Symmetricom, Honeywell, and Hewlett Packard Enterprise. Most of them are located at San Antonio Technological Park. The airport has Lufthansa Technik, while others like Suiza Dairy, Lockheed Martin and Productos La Aguadillana are located in Camaseyes Industrial Park. Other industries that are based in Aguadilla are rubber, plastics, leather, textiles, steel, wood, machinery, and food processing.Aguadilla on Enciclopedia de Puerto Rico The retail sector is another source of economy in Aguadilla. Shopping malls like Aguadilla Mall, Aguadilla Shopping Center, Aguadilla Town Center, and others are some of the main commercial and retail centers of the city. thumb|\"Pintalto\" project in Cerro Cabrera In 2019, Aguadilla received the City Livability Award from the United States Conference of Mayors and honored the efforts spearheaded by Carlos Méndez Martínez. Specifically mentioned was \"Pintalto\", a project where Cerro Cabrero area, in the downtown area of Aguadilla was painted in rich, lively colors. ===Tourism=== thumb|Schoolyards Beach, surf spot in Aguadilla Aguadilla is part of the Porta del Sol touristic region in Puerto Rico. The Porta del Sol website highlights Aguadilla's beaches for surfing.Porta del Sol – Pueblos on Porta del Sol According to the Department of Natural Resources, Aguadilla has the most beaches in the island, with nineteen. Some of the beaches are considered among the best for surfing, like Surfer's Beach, Gas Chambers, Crash Boat, Wilderness, among others.Surf West – Surf Aguadilla on Surfing Puerto Rico Because of this, Aguadilla has served as host to surfing competitions, like the ISA World Championship in 1988.ISA World Gold Medalists on ISA Other attractions of the town are Las Cascadas Water Park and the Aguadilla Ice Skating Arena, which is the only ice skating complex in the Caribbean. === Landmarks and places of interest === There are nine places in Aguadilla listed on the US National Register of Historic Places: * Old Urban Cemetery * * District Courthouse (Aguadilla, Puerto Rico) * * Punta Borinquen Light * * - Church San Carlos Barromeo * Cardona Residence * López Residence Other places of interest in Aguadilla include: * Aguadilla City Hall – originally built in 1918. Reconstructed after the 1918 earthquake. * Banyan Treehouse – wooden house around a banyan tree (none of its parts touch the tree) * , a fountain * Christopher Columbus Monument – a monument which consists of a cross originally made of marble, and had to be rebuilt after the earthquake. * , a park * * Fisherman's Monument * , a square * (The Waterfalls) Water Park (Closed after Hurricane Maria in 2017) * Old Sugar Pier * * Punta Borinquen Golf Course – an 18-hole golf course, originally built for President Dwight D. Eisenhower. * Punta Borinquen Lighthouse and ruins * Monument * Rafael Hernandez Square * Ramey Skate Park, a skatepark at the Ramey Military Base * Youth Fountain at Park To stimulate local tourism during the COVID-19 pandemic in Puerto Rico, the Puerto Rico Tourism Company launched the Voy Turistiendo (I'm Touring) campaign in 2021. The campaign featured a passport book with a page for each municipality. The Aguadilla passport page lists Crash Boat Beach, Survival Beach, Rompeolas Beach, and Peña Blanca Beach as places of interest for locals. === Beaches === thumb|View from Rompeolas Bar and Grill, at Rompeolas Beach in Aguadilla There are 32 beaches in Aguadilla. Some of the more well known beaches include: * Balneario Municipal de Aguadilla (GNIS ID 1990599) * Playa La Ruina (GNIS ID 1991881) also called Wilderness Beach or Las Ruinas (\"The Ruins\" in English) * Playa Punta Borinquen (GNIS ID 1991891) * Crash Boat Beach * Survival Beach * Surfer's Beach * Rompeolas Beach / Rompeolas Beach North also known as ==Culture== ===Festivals and events=== Aguadilla celebrates its patron saint festival in October. The is a religious and cultural celebration that generally features parades, games, artisans, amusement rides, regional food, and live entertainment. Other festivals and events celebrated in Aguadilla include: * Velorio de Reyes – Celebrated mostly in January, they are a religious ceremony held as gratitude to the Three Kings for some answered prayer. They usually consist of hymns, prayers, and other religious expressions.Velorios de Reyes on AguadillaPR * Kite Festival – Held in April, it includes kiosks, music, and kite flying.Festival de la Chiringa on Negocio.com * Fiestas San Antonio – April * Verbena de Corrales – May * Beach Festival – JuneAguadilla: Eventos on Enciclopedia de Puerto Rico * Festival del Atún – Celebrated in July, it is a festival dedicated to the fishing of the tuna. * Festival de la Música – July ===Sports=== Aguadilla is home to several professional and amateur sports teams. The most notable are the Aguadilla Divas of the Female Superior Volleyball League, and the Aguadilla Sharks of the Superior Baseball League (Double-A). The Divas play their home games in the Luis T. Diaz Coliseum in Downtown Aguadilla from January to March, while the Sharks play their home games at Luis A. Canera Marquez Stadium from February to May. {| class=\"wikitable\" |- ! scope=\"col\" | Club ! scope=\"col\" | League ! scope=\"col\" | Sport ! scope=\"col\" | Venue |- ! scope=\"row\" style=\"font-weight: normal; text-align: center;\" | Aguadilla Sharks | Superior Baseball League | Baseball | Luis A. Canera Marquez Stadium |- ! scope=\"row\" style=\"font-weight: normal; text-align: center;\" | Aguadilla Divas | Female Superior Volleyball League | Volleyball | Luis T. Diaz Coliseum |} Aguadilla also had a professional basketball team called the Aguadilla Sharks, that played for the BSN league. This team was merged into the Cangrejeros de Santurce in 1998. Aguadilla is also a place where many famous baseball players originate from. There are plans for a future ECHL Minor League Hockey franchise for the city. ==Communication== ===Radio=== * WABA WABA La Grande 850AM is located in Aguadilla. * WWNA better known as Radio Una 1340AM is located in Aguadilla. * WVOZ WAPA Radio frequency 1580AM is located in Aguadilla. ===Television=== * WOLE-TV Telemundo 12 both in Aguadilla. * WELU is a religious broadcast company. * WSJP-LD CW 18 is a CW Television Network affiliated station. ==Demographics== The 1887 census conducted by Spain showed Aguadilla had a population of 16,140. According to the US 2010 Census, there were 60,949 people in the city. This represents a decrease of more than 3,000 from the 2000 Census.Censo 2000: Población por Barrios – Municipio de Aguadilla on CEEPURPoblación de Puerto Rico por Municipios, 2000 y 2010 on Elections Puerto Rico The population density was . The 2020 Census indicated the municipality has 55,101 residents representing a decline of over 5,000 residents. As a whole, Puerto Rico is populated mainly by people from a Creole or Spanish and European descent. Statistics taken from the 2000 census shows that 83.6% of Aguadillanos identify as having Spanish or white origin, 5.0% are black, 0.2% are Amerindian, 0.2% Asian, 0.1% Native Hawaiian/Pacific Islander, 8.2% were Some other race, 2.8% Two or more races. In March 2012, unemployment was at 16.2%, which is the same percent it was in November 2010. ===Religion=== Most of Aguadillanos are Christian with a majority being Roman Catholic. Like most cities in Puerto Rico Aguadilla has their Catholic church located on the main square in their downtown. There is also a significant community of Protestants including; Pentecostals, Adventists and Jehovah's Witnesses. Aguadilla has an Islamic community with and Islamic Center located on PR-111 in Palmar barrio. ==Government== ===City=== All municipalities in Puerto Rico are administered by a mayor, elected every four years. The current mayor of Aguadilla is Julio Roldán Concepción, of the Popular Democratic Party (PPD). ===State=== Most state agencies are based at the Government Center Building with the exception of the Corporación del Seguro del Estado (State Insurance Agency) and the Centro de Servicios al Conductor (Driver's Services Center). Most state agencies left their offices after the Senatorial District was taken away from Aguadilla. ===Public safety=== Aguadilla has its own police department, Policía Municipal Aguadilla (Aguadilla City Police Department), located in Aguadilla Pueblo. The A.C.P.D. only has jurisdiction in the municipality of Aguadilla and provide service and protection to local citizens and travelers alike. Aguadilla also hosts the Puerto Rico Police Department Command for its Region. This region covers Aguada, Aguadilla, Isabela, Moca, Rincón and San Sebastián. It also hosts the PRPD Highway Patrol Division for its region, the FURA Division of the PRPD, the US Army Reserve Center, PR National Guard, U.S. Coast Guard, and the Border Patrol. It is also served by another PRPD station in San Antonio Village (Precinct 203 Ramey-San Antonio). The city has a single correctional facility, Guerrero Correctional Institution, operated by the Puerto Rico Department of Corrections and Rehabilitation. In recent years, Aguadilla has seen an increase in Type I crimes, which include murder, burglary, and theft. ===FBI satellite office=== There is an FBI satellite office located in Aguadilla. ===Mayors=== {| class=\"wikitable\" |- ! # !! Mayor !! Term !! Party !! Notes |- |1st |Adrián del Valle |1899–1903 |None | |- |2nd |José Monserrate Deliz |1903–1905 |None | |- |3rd |Luis A. Torregrosa |1905–1907 |None | |- |4th |José Francisco Estévez |1907–1911 |None | |- |5th |Ramón Añeses Morell |1911–1933 |None | |- |6th |Wenceslao Herrera Alfonso |1933–1941 |None | |- |7th |José Badillo Nieves |1941–1945 |None | |- |8th |Rodolfo Acevedo |1945 |None | |- |9th |Fernando Milán |1945–1949 |None | |- |10th |Rafael Cabán Peña |1949–1953 |None | |- |11th |Rafael A. Guntín López |1953–1957 |None | |- |12th |Herminio Blás |1957 |None | |- |13th |José Acevedo Álvarez |1957–1969 |None | |- |14th |Emilio Cerezo Muñoz |1969–1973 |PNP | |- |15th |Conchita Igartúa de Suárez |1973–1977 |PPD | |- |16th |Joaquín Acevedo Moreno |1977–1981 |PNP | |- |17th |Alfredo González Pérez |1981–1987 |PPD | |- |18th |Gustavo Herrera López |1987–1989 |PPD |Interim |- |19th |Ramón Calero Bermúdez |1989–1996 |PNP |Died in 1996 while in office |- |20th |Agnes Bermúdez Acevedo |1996–1997 |PNP |Interim |- |21st |Carlos Méndez Martínez |1997–2020 |PNP |Resigned on January 27, 2020 |- |22nd |Yanitsia Irizarry Méndez |2020–2021 |PNP | |- |23rd |Julio Roldán Concepción |2021–present |PPD |Incumbent |} ===Senate=== The city belongs to the Puerto Rico Senatorial district IV, which is represented by two Senators. In 2016, Evelyn Vázquez and Luis Daniel Muñiz were elected as District Senators. ==Symbols== The has an official flag and coat of arms. ===Flag=== The flag consists of two horizontal stripes of equal size. The upper one is blue and the lower gold, which are the predominant colors in the shield, which is placed in the center of it. ===Coat of arms=== Based on a design by Alberto Vadi, the coat of arms was organized by Herman Reichard Esteves and Jose J. Santa-Pinter under the direction of the Aguadilla municipal administration and was approved by the municipal assembly on June 29, 1972. ==Education== ===Public schools=== In all of the island's municipalities, public education is overseen by the Puerto Rico Department of Education. Aguadilla hosts the Head Start Program for Aguadilla, Aguada, Moca, Rincón, and San Sebastián and a number of private institutions. As of 2018-2019 the following public schools were operational in Aguadilla: # Ana M. Javariz is a rural, elementary school, located in Urb. El Prado, offering grades K-6, with about 215 students. # Antonio Badillo Hernandez is a rural, elementary school, located in Montaña, offering grades K-6, with about 327 students. # Homero Rivera Sola is a rural, elementary school, located in Corrales barrio, offering grades K-6, with about 153 students. # Jose de Diego is a rural, elementary school, located in Res. Jose de Diego, offering grades K-6, with about 242 students. # Luis Muñoz Rivera is a rural, elementary school, located in Camaseyes barrio, offering grades K-6, with about 206 students. # Antonio Badillo Hernandez is a rural, intermediate school, located in Montaña barrio, offering grades 7–9, with about 336 students. # Ester Feliciano Mendoza is a rural, intermediate school offering grades 6–8, with about 416 students. # Benito Cerezo Vazquez is a rural, high school, located in Borinquen barrio, offering grades 10–12, with about 435 students. # Juan Suarez Pelegrina is a rural, high school, located in Montaña barrio, offering grades 10–12, with about 715 students. # Salvador Fuentes is a rural, high school, located in Ramey base, offering grades 10–12, with about 288 students. # Centro de Adiestramiento y Bellas Artes (CABA) is a school that specializes in the arts, located in Ramey base. In 2016, it served about 500 students. # Su Conchita Iguartua de Suarez is a rural, elementary school offering grades Pre-8, with about 768 students. ===Higher education=== Aguadilla hosts the following universities: * Puerto Rico Aviation Maintenance Institute * Aeronautical and Aerospace Institute of Puerto Rico (AAIPR) * University of Puerto Rico (UPR), Aguadilla Campus * Metropolitan University, Aguadilla Campus * Inter American University of Puerto Rico, Aguadilla Campus * Automeca Technical College * Puerto Rico Criminal Justice College, Aguadilla Campus (Puerto Rico Police Academy) Ramey Job Corps also serves those who want to attain a higher education. ===Aguadilla Library System=== There is a library in San Antonio Village and another in downtown Aguadilla (Aguadilla barrio-pueblo). ==Health== There are two major medical facilities in Aguadilla. * Hospital Buen Samaritano (Good Samaritan Hospital) * Aguadilla Medical Services * Sala de Urgencias San Francisco (road#2) * Metro Pavia Clinic Aguadilla There are also a number of private doctor's offices. ==Transportation== ===Air=== Rafael Hernández Airport is located in the city of Aguadilla. In recent years, it has seen a resurgence as an international airport in the island, with several airlines planning flights to the US from Aguadilla. ===Roads=== Interstate PR-2 (Rafael Henández Highway). Plans are underway for a new expressway, an expansion to existing Puerto Rico Highway 22 (José de Diego Expressway) from Hatillo and it will probably end at Puerto Rico Highway 111. There are 13 bridges in Aguadilla. ===Public=== King Face Public Transportation Terminal ==Notable people from Aguadilla== Due to space limitations it is almost impossible to list all of the people of Aguadilla who have distinguished themselves, therefore a category has been created to this effect: ==Gallery== Aguadilla, Puerto Rico, near Schoolyards Beach.jpg|Near Schoolyards Beach Aguadilla city hall.jpg|Aguadilla City Hall Aguadilla Banyan Treehouse.jpg|Banyan Treehouse Aguadilla Campanitas de Cristal Fountain.jpg|Campanitas de Cristal Fountain Aguadilla Cathedral San Carlos.jpg|Roman Catholic Parish Church San Carlos Borromeo Aguadilla Columbus Cross.jpg|Columbus Cross Aguadilla El Merendero.jpg|El Merendero Aguadilla El Parterre.jpg|El Parterre Aguadilla Fisherman's Monument.jpg|Fisherman's Monument Aguadilla Jardin del Atlántico Square.jpg|Jardin del Atlántico Sq. Aguadilla Paseo Miguel Garcia Mendez.jpg|Paseo Miguel Garcia Mendez Aguadilla Punta Borinquen Golf Course.jpg|Punta Borinquen Golf Course Aguadilla Punta Borinquen Lighthouse.jpg|Punta Borinquen Lighthouse Aguadilla Punta Borinquen Lighthouse Ruins.jpg|Punta Borinquen Lighthouse Ruins Aguadilla Rafael Hernández Monument.jpg|Rafael Hernández Monument Aguadilla Old Courthouse.jpg|Old Courthouse Aguadilla Board Walk.jpg|Board Walk Aguadilla Crash Boat Beach.jpg|Crash Boat Beach Cerro Echevarría Sector, Aguadilla barrio-pueblo.jpg|Cerro Echevarría Sector, Aguadilla barrio-pueblo Aguadilla Ice Skating Arena.jpg|Aguadilla Ice Skating Arena ==See also== *History of Puerto Rico *List of Puerto Ricans *National Register of Historic Places listings in Aguadilla, Puerto Rico ==References== ==External links== * Aguadilla and its barrios, United States Census Bureau * Official Government Page of Municipality of Aguadilla * Aguadilla.com – Portada * Mi Aguadillita Querida * Welcome to Puerto Rico! Aguadilla * Map of Aguadilla Puerto Rico * Porta del Sol: Aguadilla * Category:Municipalities of Puerto Rico Category:Aguadilla–Isabela–San Sebastián metropolitan area Category:Populated places established in 1775 Category:1775 establishments in the Spanish West Indies Category:1770s in Puerto Rico",
 "title": "Aguadilla, Puerto Rico"
}