{
 "id": "845445",
 "text": "thumb|right|upright=.68|Arms and Motto on Stained Glass Window in Cutlers' Hall The Company of Cutlers in Hallamshire is a trade guild of metalworkers based in Sheffield, England. It was incorporated in 1624 by an Act of Parliament. The head is called the Master Cutler. Its motto is . In the original act of Parliament, the company was given jurisdiction over: :\"all persons using to make Knives, Blades, Scissers, Sheeres, Sickles, Cutlery wares and all other wares and manufacture made or wrought of yron and steele, dwelling or inhabiting within the said Lordship and Liberty of Hallamshire, or within six miles compasse of the same\".Sheffield Records Online Sheffield Master Cutlers and Apprentices This was expanded to include other trades by later acts, most notably steelmakers in 1860. In the same year the Company was given the right to veto any proposed name of a limited company anywhere in the United Kingdom which contains the word \"Sheffield\". It also supplies marks to approved cutlers and promotes Sheffield steelware. The company has been based at Cutlers' Hall (opposite the cathedral on Church Street) since 1638. The current hall is the third to have been built on the site. The second was built in 1725 and the third in 1832. It was extended in 1867 and 1888. It was listed a Grade II* listed building in 1973. It is used for formal functions and award ceremonies for local businesses. Members of the company are called freemen and currently number 447. The Master Cutler is elected each year from the freemen within the company. He or she also has 2 Wardens, 6 Searchers and 24 Assistants. The Company also employs a Clerk for administration and a Beadle to perform ceremonial duties. Since 1625, the Company has held an annual feast, inviting prominent people in order to showcase Sheffield's industry. The Master Cutler for 2011-12 was Pamela Liversidge, the first woman to hold this position. The Master Cutler for October 2017–2018 (the 379th) was Ken Cooke. ==References== ==Further reading== *Clyde Binfield, David Hey (1997) Mesters to Masters: A History of the Company of Cutlers in Hallamshire (Oxford University Press) ==External links== * *Cutlers Co (of \"Hallamshire\") at Grace's Guide to British Industrial History Category:Economy of Sheffield Category:1624 establishments in England Category:Guilds in England Category:Livery companies Category:Companies established in 1624 Category:Cutlers Category:Organisations based in Sheffield",
 "title": "Company of Cutlers in Hallamshire"
}