{
 "id": "846298",
 "text": "166px|thumb|right|KOP soldier's uniform, to 1939 thumb|166px|Poland's borders from 1922-1938. The Border Protection Corps () was a military formation of the Second Polish Republic that was created in 1924 to defend the country's eastern borders against armed Soviet incursions and local bandits. Other borders were under the jurisdiction of a separate, regular Border Guard state security agency. Though the corps was part of the Polish Army, it was commanded directly by the Ministry of Internal Affairs rather than the Ministry of National Defence. It consisted of elite soldiers from all parts of Poland. Initially KOP comprised 6 brigades and 5 regiments, each guarding part of the borders with the Soviet Union. KOP ceased to exist with the fall of Poland in September 1939. ==History== === Founding === After the Polish–Soviet War, the Polish eastern frontier was stretched from the border with Latvia to the north, to the Prut river and Romanian border to the south. Although the peace treaty had been signed, the eastern border of Poland was insecure. Armed bands of saboteurs were crossing the border on a daily basis and the weak police forces in the area could not cope with the problem. In 1924 the town of Stołpce located 20 kilometres from the border was seized by Soviet saboteurs and pillaged. Polish Minister of War Affairs, Władysław Sikorski, decided that the regular police could not cope with the problem and suggested that the control of the border be handed over to the Polish Army. In one of the reports it was stated that the police waits for the army, while the army waits for the police. To prevent such problems in the future it was decided to combine the police with the army. On August 8, the Council of Ministers decided that a special militarised border police be created for the defence of the eastern frontier. It also granted significant amounts of money for construction of fortified barracks and police stations in the area. Until November of the same year more than 3,5 million PLZ were spent on that purpose. On September 17, 1924, the new formation was officially created under the name of Border Defence Corps. In November 1924 the three first brigades of KOP arrived to the eastern border of Poland, in the areas of Volhynia and Polesie. In April 1925 additional two brigades took over the frontier in Southern Polesie and Galicia. Finally, in March 1926 the sixth brigade took over the border with Lithuania and Latvia. Altogether the forces of KOP included 24 battalions of infantry and 20 squadrons of cavalry. The soldiers of KOP were trained to combine the tactics of the army, police forces and border guards. They guarded the borders actively, not only by patrols, but also through reconnaissance, ambushes, provocation and intelligence gathering. During the first year of its existence, the KOP arrested more than 5,000 people trying to cross the border illegally. In addition, 89 armed skirmishes were fought, mainly against the bandits from the Soviet Union. To maintain the high morale and skills, the soldiers allowed into the KOP were carefully examined. Most of them were inhabitants of western voivodships, many of them were of German nationality. All volunteers had to gather experience in the regular units of the Polish Army before they were allowed in. === Piłsudski's reforms (1929-35) === In July 1929, the Border Defence Corps was reorganised. Six additional regiments were created, and all the existing units were renamed. Each brigade was attached to part of the Polish border which was further divided into battalion areas organised around small forts along the border. In turn, each of the battalions commanded several smaller strongholds and outposts organised by companies. All the rear troops (including the engineers, artillery and cavalry) formed the second line of the defence and were to be used as a mobile reserve. The brigades were given new names, after the area they were stationed in: # Grodno # Wilno # Nowogródek # Polesie # Wołyń # Podole The newly created regiments were named as follows: # Głębokie # Wołożyn # Wilejka # Suwałki # Sarny # Czortków === Modernisation (1937-39) === In early 1937 the organisation was modified. Wilno, Nowogródek and Wołyń brigades were disbanded and reorganised into three regiments: # Wilno # Snów # Zdołbunów \"Czortków\" regiment was also disbanded and split onto two separate battalions (\"Wilejka\" and \"Berezwecz\"). Also, several new units were created and were pressed into the existing structure. After 1937 the KOP had 3 brigade headquarters and 7 regiments. It was composed of 32 battalions of infantry and 21 squadrons of cavalry. As the war was nearing and the crisis in Czechoslovakia exposed the Polish southern border to enemy threat, in 1939 two additional regiments were created. Those were 1st and 2nd KOP Infantry Regiments \"Karpaty\", each composed of two battalions of infantry (named \"Skole\", \"Delatyn\", \"Komańcza\" and \"Dukla\"). Soon three additional mountain infantry brigades were formed (\"Sanok\", \"Nowy Sącz\", \"Sucha\") as well as the area command in Jasło. In March KOP reached the peak of its strength. However, soon the formation started to be stripped of various units sent to the western border. At first four infantry battalions and most of the artillery were sent to Łódź area. Soon they were joined by the KOP cavalry regiment. In April three additional battalions were sent to the West and in May yet another battalion was sent to Hel, Poland. Although most of the units were later reconstructed at the eastern border, their combat value was much lower. The recruits lacked experience and training and the units of KOP were deprived of almost all heavy weaponry. On August 30 the KOP was formally mobilised. General Wilhelm Orlik- Rückemann became its commander. According to the Polish plans for the forthcoming war, the KOP was to become the backbone of reserve divisions formed behind the Polish lines. ===September Campaign=== In the fight against the German invasion, KOP units took part among other battles in the battle of Węgierska Górka. After Soviet invasion on 17 September, Korpus Ochrony Pogranicza which had 25 battalionsThe Fate of Poles in the USSR 1939~1989\" by Tomasz Piesakowski Page 36 were unable to defend the eastern border and were further ordered by Edward Rydz-Śmigły to fall back and not to engage the Soviets. This however did not prevent some clashes and small battles, including Battle of Szack (28 September) and Battle of Wytyczno (1 October). ==Commanders== *gen. dyw. Henryk Minkiewicz *płk Stanisław Tessaro (since April 8, 1929) *gen. bryg. Jan Kruszewski (since 1930) *gen. bryg. Wilhelm Orlik-Rueckemann (since August 30, 1939) ==Support forces== *Flotylla Pińska (Pinsk Riverine Flotilla of the Polish Navy) ==Order of battle== {| border=\"1\" cellpadding=\"1\" cellspacing=\"0\" style=\"font-size: 85%; border: gray solid 1px; border-collapse: collapse; text-align: center;\" |- style=\"background: #ececec;\" ! KOP in March 1939: ! Infantry battalions ! Cavalry squadrons ! artillery commands ! artillery batteries ! companies of engineers |- ! colspan=\"14\" style=\"background: #f9f9f9; text-align: left;\" | Brigades |- ! Grodno | 2 | 1 | | | 1 |- ! Polesie | 3 | 1 | | | 1 |- ! Podole | 4 | 3 | 1 | | 1 |- ! colspan=\"14\" style=\"background: #f9f9f9; text-align: left;\" | Regiments |- ! Wilno | 3 | 1 | | | |- ! Głębokie | 4 | 3 | | | |- ! Wilejka | 3 | 2 | | | 1 |- ! Wołożyn | 2 | 1 | | | |- ! Snów | 3 | 2 | | 1 | 1 |- ! Sarny | 3 | 3 | | | |- ! Zdołbunów | 4 | 4 | | | 1 |- ! 1st KOP Regiment | 2 | | | | |- ! 2nd KOP Regiment | 2 | | | | |- ! colspan=\"14\" style=\"background: #f9f9f9; text-align: left;\" | Other units |- ! KOP NCOs School | 3 | | | 1 | |- style=\"background: #ececec;\" ! Total ! 38 ! 21 ! 1 ! 2 ! 6 |- |} ==See also== *Border Guard (Poland) *Sarny Fortified Area ==References== Category:1924 establishments in Poland Category:Borders of Poland Category:Corps of Poland Category:Military units and formations of Poland Category:Military units and formations established in 1924 Category:Western Belorussia (1918–1939) Category:Defunct Polish intelligence agencies",
 "title": "Border Protection Corps"
}