{
 "id": "846654",
 "text": "The Night Porter () is a 1974 English-language Italian erotic psychological war drama film. Directed and co-written by Liliana Cavani, the film stars Dirk Bogarde and Charlotte Rampling, with Philippe Leroy, Gabriele Ferzetti, and Isa Miranda in supporting roles. Set in Vienna in the 1957, the film centers on the sadomasochistic relationship between a former Nazi concentration camp officer (Bogarde) and one of his inmates (Rampling). The film's themes of sexual and sadomasochistic obsession, and its use of Holocaust imagery, have made the film controversial since its initial release, dividing critics over its artistic value, but developing it a strong cult following.Staff (ndg) \"The Night Porter\" Amazon.comWolff, Zoe (September 2, 2014) \"Charlotte Rampling\" InterviewStaff (ndg) \"The Night Porter\" American Cinematheque In July 2018, it was selected to be screened in the Venice Classics section at the 75th Venice International Film Festival. ==Plot== During World War II, Maximilian Theo Aldorfer, a Nazi SS officer who had posed as a doctor to take sensational photographs in concentration camps, and Lucia, a teenage girl interned in a concentration camp due to her father's Socialist political ties, had an ambiguous sadomasochistic relationship. Max tormented Lucia, but also acted as her protector. In 1957, Lucia, now married to an American orchestra conductor, meets Max again by chance. He is now a night porter at a hotel in Vienna, and a reluctant member of a group of former SS comrades who have been carefully covering up their pasts by destroying documents and eliminating witnesses to their wartime activities. Max has an upcoming mock trial at the hands of the group for his war crimes. The group's leader, Hans Fogler, accuses Max of wanting to live 'hidden away like a church mouse'. Max wishes to remain hidden, but he voices support for the group's activities. Memories of the past punctuate Max and Lucia's present with urgent frequency, suggesting that Lucia survived through her relationship with Max – in one such scene, Lucia sings a Marlene Dietrich song, \"Wenn ich mir was wünschen dürfte\" (\"If I could make a wish\"), to the camp guards while wearing pieces of an SS uniform, and Max \"rewards\" her with the severed head of a male inmate who had been bullying her, a reference to Salome. Because she could testify against him, Lucia's existence is a threat to Max. He goes to see a former Nazi collaborator, Mario, who knows Lucia is still alive; Max murders him to protect his secret. After Lucia's husband leaves town on business, Max and Lucia renew their past lovemaking in Max's apartment. Max confesses to Countess Stein, another guest at his hotel, that he has found his \"little girl\" again. The Countess tells him that he is insane; Max replies that they are both 'in the same boat'. Meanwhile, Fogler has Max spied on by a youth who works at the hotel. Max is interviewed by the police about Mario's murder. He spends days with Lucia in his apartment, chaining her to the wall so that \"they can't take her away\", and sleeps little. Fogler, who wants Lucia to testify against Max in the mock trial—though he harbors more ambiguous long-term intentions toward her—visits and informs her that Max is ill. He suggests that Lucia must also be ill to allow herself to be in this position, but she sends him away, claiming to be with Max of her own free will. The SS officers are infuriated at Max for hiding a key witness. Max refuses to go through with the trial, calling it 'a farce', and admits that he works as a night porter due to his sense of shame in daytime. He returns to Lucia, telling her that the police questioned him and others at the hotel about her disappearance, and that no suspicion fell on him. Eventually, Max quits his job, devoting all of his time to Lucia. The SS officers cut off the couple's supply of food from a nearby grocery store. Max barricades the door to the apartment, and he and Lucia begin rationing. Max seeks help by phoning one of his old hotel friends, who refuses, and imploring his neighbor, but she is prevented from providing aid by Adolph, the youth who had spied on Max earlier. Max retreats again to the apartment, where Lucia is almost unconscious from malnutrition. After one of the SS cuts off the electricity in Max's apartment, Max and Lucia, respectively dressed in his Nazi uniform and a negligee resembling the one she had worn in the concentration camp, leave the building and drive away; they are soon followed by a car driven by Max's former colleagues. Max parks his car on a bridge, where he and Lucia walk along the sidewalk as dawn breaks. Two gunshots ring out, and the lovers fall dead. == Cast == * Dirk Bogarde as Maximilian Theo Aldorfer * Charlotte Rampling as Lucia * Philippe Leroy as Klaus * Gabriele Ferzetti as Hans Fogler * Giuseppe Addobbati as Stumm * Isa Miranda as Countess Stein * Nino Bignamini as Adolph * Marino Masé as Atherton * Amedeo Amodio as Bert * Piero Vida as Day Porter * Geoffrey Copleston as Kurt * Manfred Freyberger as Dobson * Ugo Cardea as Mario * Hilda Gunther as Greta * Nora Ricci as Neighbour * Piero Mazzinghi as Concierge * Kai-Siegfried Seefeld as Jacob == Production == Filming took place in Vienna, Austria and at Cinecittà Studios in Rome. Locations included the Vienna Volksoper, the Linke Wienzeile Buildings, the Mozarthaus, the Vienna Central Cemetery, Karl-Marx- Hof, and Schönbrunn Palace. The concentration camp scenes were shot in the Tuscolano district of Rome. The film's costumes were designed by five-time Oscar-nominee Piero Tosi The budget, which had been paid for by the Italian distributor, ran out near the end of the shooting of the film's interiors at Cinecittà. To ensure the film's completion, producer Robert Gordon Edwards instructed editor Franco Arcalli to create a rough cut of the best scenes that had been shot, which he presented to an American colleague who worked at Les Artistes Associés (the French arm of United Artists). On the basis of the rough cut, the company agreed to pay for the filming of the exterior scenes in Vienna in exchange for French distribution rights. Romy Schneider turned down the role of Lucia. Mia Farrow was considered, as well as Dominique Sanda, before Charlotte Rampling was cast. Rampling shot the film only four months after giving birth to her son Barnaby. She and Dirk Bogarde re-wrote and ad- libbed much of their dialogue. Bogarde also brought his then-boyfriend Anthony Forwood to rewrite the script uncredited. Bogarde seriously considered retiring from acting after the end of principal photography, which he considered a very draining experience. Several of the actors' voices were dubbed, including Phillippe Leroy (by Edmund Purdom), Gabriele Ferzetti (by David de Keyser), and Geoffrey Copleston (by Charles Howerton). Ironically, Copleston himself was an accomplished voice actor and dub artist. == Reception == In responses to The Night Porter, Cavani was both celebrated for her courage in dealing with the theme of sexual transgression and, simultaneously, castigated for the controversial manner in which she presented that transgression: within the context of a Nazi Holocaust narrative. Critic Roger Ebert of The Chicago Sun-Times thought the main roles were well-performed, but nonetheless gave the film 1 star out of a possible 4, and called The Night Porter \"as nasty as it is lubricious, a despicable attempt to titillate us by exploiting memories of persecution and suffering\", while adding he did not \"object per se to the movie's subject matter.\" Leonard Maltin's 2015 Movie Guide called it a \"Sleazy, bizarre drama\", awarding it two out of four stars.Leonard Maltin, editor. Leonard Maltin's Movie Guide: 2015 Edition: The Modern Era, New York: Signet 2014, page 1008. Retrieved 30 January 2020 In The New York Times, Nora Sayre praised the performances of Bogarde and Rampling, and the \"dark, rich tones\" of the cinematography, but began her review by writing \"If you don't love pain, you won't find \"The Night Porter\" erotic—and by now, even painbuffs may be satiated with Nazi decadence.\"Sayre, Nora (October 2, 1974) \"'The Night Porter,' Portrait of Abuse, Stars Bogarde\" The New York Times Vincent Canby, another prominent critic for The New York Times, called it \"romantic pornography\" and \"a piece of junk\".Insdorf, Annette (January 10, 2000) \"The Night Porter\" Criterion Collection In her essay for the Criterion Collection release, Annette Insdorf called The Night Porter \"a provocative and problematic film. ... [I]t can be seen as an exercise in perversion and exploitation of the Holocaust for the sake of sensationalism. On the other hand, a closer reading of this English-language psychological thriller suggests a dark vision of compelling characters doomed by their World War II past.\" Some critics have characterized The Night Porter as an exploitation or Nazisploitation film.Koven, Mikel J. \"'The Film You Are About to See is Based on Fact': Italian Nazi Sexploitation Cinema\" in Mathijs, Ernest and Mendik, Xavier (2004)Alternative Europe: Eurotrash and Exploitation Cinema Since 1945 Wallflower Press. p.20 === Awards and nominations === The film was nominated in two categories at the 1975 Nastro d'Argento Awards, Best Director (Liliana Cavani) and Best Screenplay (Cavani and Italo Moscati), but did not win in either category. ==See also== *Nazi exploitation *Sadism and masochism in fiction ==References== ==External links== * * * *The Night Porter an essay by Annette Insdorf at the Criterion Collection *The Night Porter: Power, Spectacle, and Desire an essay by Gaetana Marrone at the Criterion Collection * Category:1974 films Category:English-language films Category:English-language Italian films Category:1974 LGBT-related films Category:1970s erotic thriller films Category:1970s psychological drama films Category:Italian psychological drama films Category:BDSM in films Category:Films about the aftermath of the Holocaust Category:Films about sexual repression Category:Films directed by Liliana Cavani Category:Films set in hotels Category:Films set in Vienna Category:Films shot in Rome Category:Films shot in Vienna Category:Italian films Category:Italian LGBT- related films Category:LGBT-related drama films Category:Films set in 1957 Category:Films about Nazi fugitives Category:Italian nonlinear narrative films Category:1970s erotic drama films Category:Italian erotic thriller films Category:1974 drama films",
 "title": "The Night Porter"
}