{
 "id": "846768",
 "text": "Antioch College is a private liberal arts college in Yellow Springs, Ohio. Founded in 1850 by the Christian Connection, the college began operating in 1852 as a non-sectarian institution; politician and education reformer Horace Mann was its first president. The college has been politically liberal and reformist since its inception. It was the fourth college in the country to admit African-American students on an equal basis with whites. It has had a tumultuous financial and corporative history, closing repeatedly, for years at a time, until new funding was assembled. Antioch College began opening new campuses in 1964, when it purchased the Putney School of Education in Vermont. Eventually it opened over 38 different campuses, and in 1978 it changed its name to Antioch University. While most of the university's campuses focused on adult education, graduate programs, and degree completion, Antioch College remained a traditional undergraduate institution on the original campus. In 2008, the university closed the college, but it reopened under new management in 2011 after a group of alumni formed the Antioch College Continuation Corporation and bought from the university both the physical campus and the right to use the name \"Antioch College.\" Antioch is one of only a few liberal arts institutions in the United States featuring a cooperative education work program mandatory for all students. Democracy and shared governance, especially as a means to activism and social justice, are at the heart of the college. Since 1921 Antioch's educational approach has blended practical work experience with classroom learning, and participatory community governance. Students receive narrative evaluations and academic letter grades. Antioch College is a member of the Great Lakes Colleges Association, the Global Liberal Arts Alliance, and the Strategic Ohio Council for Higher Education. The college is affiliated with two Nobel Prize winners, José Ramos-Horta and Mario Capecchi. ==History== 200px|thumb|The distinctive towers of Antioch Hall, the college's main building Antioch College is on the site of a short- lived Owenite community, a utopian socialist collective agricultural enterprise that was established in July 1825 and terminated at the end of that year.Arthur Bestor, Backwoods Utopias: The Sectarian Origins of the Owenite Phase of Communitarian Socialism in America, 1663-1829. [1950] Revised 2nd Edition. Philadelphia, PA: University of Pennsylvania Press, 1970; pp. 210-211. On October 5, 1850, the General Convention of the Christian Church passed a resolution stating \"that our responsibility to the community, and the advancement of our interests as a denomination, demand of us the establishing of a College.\" The delegates further pledged \"the sum of one hundred thousand dollars as the standard by which to measure our zeal and our effort in raising the means for establishing the contemplated College.\" The Committee on the Plan for a College was formed to undertake the founding of a college and make decisions regarding the name of the school, the endowment, fundraising, faculty, and administration. Most notably, the committee decided that the college \"shall afford equal privileges to students of both sexes.\" The Christian Connection sect wanted the new college to be sectarian, but the planning committee decided otherwise. Despite its enthusiasm, the Christian Connection's fundraising efforts were insufficient. The money raised before the school opened failed to cover the cost of the three original buildings, much less create an endowment. The Unitarian Church contributed an equal amount of funds and nearly as many students to the new school, causing denominational strife early on. ===1850–1899=== Horace Mann, Antioch's first president, ran the college from its start in 1853 until his death in 1859. The young college had relatively high academic standards, and \"good moral character\" was a requirement for graduation. The first curriculum focused on Latin, Greek, mathematics, history, philosophy, and science, and offered electives in art, botany, pedagogy, and modern languages. Tuition was $24 a year, and the first graduating class consisted of 28 students. Although the founders planned for approximately 1,000 students, enrollment exceeded 500 only once in the 19th century, in 1857. One notable character in Antioch's history is Rebecca Pennell, Mann's niece, who was one of the college's ten original faculty members. She was the first female college professor in the United States to have the same rank and pay as her male colleagues. Her home, now part of the Antioch campus and called Pennell House, served in recent years as community space for several of Antioch's student-led independent groups. In 1859, Mann gave his final commencement speech, including what became the college's motto: \"Be ashamed to die until you have won some victory for humanity.\" Mann died in August and was interred on the Antioch College grounds. The next year, he was reinterred in Providence, Rhode Island, next to his first wife. Mann is commemorated by two monuments: an obelisk on campus that bears the college's motto and marks his original grave, and a bronze statue in the Glen Helen. Noteworthy among historical figures at the college are Austin CraigSubject of the book, A Memorial Of The Reverend Austin Craig: Late President Of The Christian Biblical Institute, Stanfordville, New York (1885), by Otis Olney Wright and Selah Howell, Editors. Original reproduced by Kessinger Publishing, LLC, August 18, 2008, ISBN-13 : 978-1436935609. and Lucretia Crocker. The Reverend Craig became the third president of Antioch College. Crocker taught mathematics and astronomy. As the first woman supervisor of the Boston Public Schools, Crocker pioneered the discovery method of teaching mathematics and the natural sciences during her decade-long tenure, which began with her appointment in 1876. Earlier, in 1873, she was among the first women elected to the Boston School Committee, and a strong advocate for higher education for women. ====Racial and gender equity==== The original founders gave no consideration to the question of whether Antioch should admit students of color, neither forbidding nor explicitly allowing it. The associated preparatory school admitted two African-American girls during the mid-1850s, an action one trustee responded to by resigning and removing his own children from the school. His opinion was apparently the minority one, as the black students were not withdrawn. ====Financial difficulties==== Antioch College was insolvent the day it opened and faced financial difficulties from its first years. From 1857 to 1859, Antioch ran an annual deficit of $5,000 out of a total budget of $13,000. In 1858, Antioch was bankrupt. Mann died in 1859, and the college was reorganized, but deficits continued. Mann's successor, Thomas Hill, took Antioch's presidency on the condition that faculty salaries be paid despite deficits. Despite this stipulation, his salary was often not paid, and he supported his family with loans. Hill and a colleague attempted to raise an endowment, but potential donors were put off by the strong sectarian leanings of some of the college's trustees. Hill resigned in 1862 due to increasing financial troubles, sectarian conflict between Christian Connection and Unitarian trustees, and his election as president of Harvard. In 1862, the college was closed until finances improved and remained closed until after the end of the Civil War. ====Unitarian phase==== In 1865, the college reopened, now administered by the American Unitarian Association. The financial health of the college seemed improved, as the Unitarians had raised a $100,000 endowment in two months. The endowment was originally invested in government bonds and later in real estate and timber. The investment income, while performing well, was still insufficient to maintain the college at the level desired by the trustees. Some of the principal was lost to foreclosures during the Long Depression, which began in 1873. The college closed again from 1881 to 1882 to allow the endowment to recover. ====Baseball milestone==== thumb|200px|The Antioch College Baseball Team of 1869 In 1869, when the Cincinnati Red Stockings began their inaugural season as the first professional baseball team, they played a preseason game at the site of what is now the Grand Union Terminal in Cincinnati against the Antiochs, who were regarded as one of the finest amateur clubs in Ohio. The game was played on May 15, 1869, and Cincinnati defeated Antioch 41–7. Antioch had been scheduled to host the first game of this professional tour on May 31, 1869, but it was rained out. So, while Antioch was not a part of the first professional baseball game, the college does hold claim to hosting the first ever rainout in professional baseball.Guschov, Stephen D.. The Red Stockings of Cincinnati: Base Ball's First All-Professional Team and its Historic 1869 and 1870 Seasons. Jefferson, N.C.: McFarland & Co., 1998. . Page 45. For more information about the rainout, see also two entries from \"The Annotated This Day in Baseball History\" blog: ===1900–1945=== The turn of the century saw little improvement in the college's finances. In 1900 faculty were paid between $500 and $700 a year, very low for the time, and the president was paid $1,500 a year. In contrast, Horace Mann's annual salary had been $3,000 more than forty years prior. Enrollment did increase significantly under the presidency of Simeon D. Fess, who served from 1906 to 1917. In 1912 he was elected to the United States House of Representatives and served three of his five terms while also acting as president of Antioch. World War I had little effect on the college, and though some people on campus contracted influenza during the Spanish flu epidemic, there were no deaths. In February 1919, YMCA attempted a peaceful takeover of the college, offering to raise an endowment of $500,000 if Antioch would serve as the official national college of YMCA of the USA. YMCA's proposal was received positively by the college's trustees and enacted by a unanimous vote, and Grant Perkins, a YMCA executive, assumed the college's presidency. By May, Perkins had resigned, reporting that he was not prepared to raise the necessary funds. ====Morgan era==== In June 1919, several candidates were submitted to the trustees, including Arthur Morgan. Morgan was elected to the board without any prior notification of his candidacy. An engineer, he had been involved in planning a college in upstate New York that would have included work-study along with a more traditional curriculum. Morgan also received the right to demand the resignations of faculty and trustees. He presented his plan for \"practical industrial education\" to the trustees, who accepted the new plan. Antioch closed for a third time while the curriculum was reorganized and the co-op program developed. In 1920, Morgan was unanimously elected president and, in 1921, the college reopened with the cooperative education program. The early co-op program was not required; students could enter as traditional students or cooperative education students. By the 1935 academic year, nearly 80% of the student body had chosen the cooperative program. Students initially studied for eight-week-long terms alternating with eight-week-long work experiences. Male students generally took apprenticeships with craftsmen or jobs in factories; female students often served as nursing or teaching assistants. In 1921, when the program was inaugurated, fewer than 1% of available co-op jobs were outside of Ohio, but that grew to about 75% within 15 years. Morgan constructed a new board of trustees of prominent businessmen, replacing many of the local ministers and adding a new source of income. Charles Kettering alone contributed more than $500,000 to Antioch. Major donations by board members and their friends totaled more than $2 million for the decade. Kettering and other major patrons hoped to create a model institution that would create potential business administrators with students \"trained for proprietorship.\" The college declined an offer from John Henry Patterson to finance the college completely if Antioch would leave rural Yellow Springs, re-establish itself on NCR grounds in Dayton, and rechristen itself the National Cash Register College. === 1946–2000 === ====Center of activism==== During World War II, Antioch, among other eastern colleges, with the help of Victor Goertzel, participated in a program that arranged for students of Japanese origin interned in Relocation camps to enroll in college. In 1943 the college Race Relations Committee began offering scholarships to non-white students to help diversify the campus, which had been mostly white since its founding. The first scholarship recipient was Edythe Scott, elder sister of Coretta Scott King. Coretta Scott also received the scholarship and attended Antioch two years after her sister. Antioch was also the first historically white college to appoint a black person to be chair of an academic department, when Walter Anderson was appointed chair of the music department. In the 1950s, Antioch faced pressure from the powerful House Un-American Activities Committee and faced criticism from many area newspapers because it did not expel students and faculty accused of having Communist leanings. In the 1960s and 1970s, the college continued to develop its reputation as a source of activism and progressive political thought. In 1965, Dr. Martin Luther King Jr. gave the commencement speech. ====Dixon presidency and development of university system==== Encouraged by President James Dixon, a Harvard-educated physician, upwards of 40 branch campuses and centers—known collectively as the Antioch Network (or The Network)—were established during the 1960s and 1970s, with the College as the central operating institution.Antioch College: A celebrated history and an uncertain future, Elizabeth R. Hayford Antioch University, of which Antioch College was now a component, formally came to exist in 1978. Antioch University New England was the first graduate school offshoot, in 1964, and many others were established as well, including what ultimately became Antioch University Midwest (located on a new campus in Yellow Springs that opened in September 2007). Vice-president Morris Keeton in 1967 started the process of creating a campus in the new planned city of Columbia, Maryland. The land development promoted progressive clean-sheet concepts. The plans endured counter-culture cynicism with students calling the effort \"Rouseland\" and \"Rouse's Fantasy Corporation\". A field studies center opened with 150 students and interns working for the Rouse Company, but the project folded after a few years. In many instances, the culture of the school spurred its students to activism. Eleanor Holmes Norton, future congressional delegate for Washington, D.C., recalled her time at Antioch as one \"when the first real action that could be called movement action was ignited.\" The 1973 strike In the 1960s, Antioch recruited poor and minority students through its New Directions scholarship program to improve educational opportunities for minorities. In the late 60s, as the administration added satellite centers across the country, the college adopted an academic program in Yellow Springs that gave students unprecedented independence in choosing their coursework. Then it doubled enrollment: Antioch had 2,470 students in 1972. In 1973 the Nixon Administration threatened to cut federal aid. Financial-aid and New Directions students and activists demanded that Antioch guarantee their aid. On April 20, protesters barricaded the administration building and locked other buildings, shutting down the college for six weeks. Vandalism was extensive, including three arson fires requiring Fire Department response. The shutdown ended when county sheriffs came on campus to enforce a judge's injunction against the strike. That year's graduates received their diplomas by mail. The strike and its notoriety resulted in many students transferring and a sharp decline in applications and enrollment that continued until the college closed in 2008. ====Birenbaum years==== After consideration of 337 candidates, William Birenbaum was chosen as president of Antioch College in April 1976. The chairman of the search committee called him a \"courageous and charismatic personality\" who is an \"experienced chief executive with a strong track record in crisis-type settings.\"Hunter, Charlayne. \"Head of Staten Island College Is Named President of Antioch\", The New York Times, April 13, 1976. Retrieved October 10, 2010. By 1979, The New York Times described tensions on campus due to the school's dire financial crisis and that Birenbaum's \"pugnacious and often abrasive style had offended many Antiochians\", with enrollment at the Yellow Springs, Ohio campus dropping from 2,000 to 1,000 during the 1970s.Maeroff, Gene I. \"As Antioch College Grows, So Does Its Anxiety Over Finances, Tradition and Identity; Tradition of Liberalism\", The New York Times, June 11, 1979. Retrieved October 10, 2010. Birenbaum implemented cost-cutting measures including a reduction in the number of satellite campus programs nationwide from 30 down to under 10 and changing the name of the corporation to Antioch University. By November 1980, The New York Times was able to report in a headline of an article about the college that \"A Streamlined Antioch Appears on the Way to Survival\".Noble, Kenneth. \"A Streamlined Antioch Appears on the Way to Survival\", The New York Times, November 16, 1980. Retrieved October 10, 2010. Birenbaum announced in June 1984 that he would be retiring and Alan E. Guskin of the University of Wisconsin–Parkside was named to succeed him as of September 1, 1985.via Associated Press. \"Parkside Chancellor to head Antioch\", The Milwaukee Journal, March 27, 1985. Retrieved October 10, 2010. ====Late 20th century==== The college was led in the mid-1980s through the 1990s by Antioch presidents Alan Guskin, James Crowfoot, and Bob Devine. Citing the challenges of serving as both the college and University president, Guskin presided over the change to what he described as a federal model, wherein Antioch College became one of the campuses comprising Antioch University, which newly had its own central administration. Guskin served as the university's first chancellor, while James E. Crowfoot became the first president of solely Antioch College since Birenbaum. Antioch College's enrollment figures never surpassed 1,000 students but the campus underwent renovations and buildings that had been boarded up were repaired and reopened, including South Hall, one of the college's three original buildings. ====Sexual Offense Prevention Policy (SOPP)==== A \"Sexual Offense Prevention Policy\" was initiated after two date rapes reportedly occurred on the Antioch College campus during the 1990–91 academic year. In 1991 a group of students formed under the name \"Womyn of Antioch\" to address their concern that sexual offenses in general were not being taken seriously enough by the administration or some in the campus community. A \"Sexual Offense Prevention Policy,\" was created during a couple of late-night meetings in the campus Womyn's Center, as the Antioch College website commented \"this original policy was questionable. It was not legally binding, no rights were given to the accused, and it called for immediate expulsion of the accused with no formal process.\" The policy was presented when the Womyn of Antioch stormed a community meeting a few days later. In 1991-92 the college employed a part-time advocate, as the start of the Sexual Offenses Prevention and Survivors’ Advocacy Program (SOP/SAP), who developed with the aid of the community the Antioch Sexual Offense Prevention Policy. Thus Antioch College became the first in America to mandate ongoing verbal affirmation during sexual encounters. Under this policy, consent for sexual behavior must be \"(a) verbal, (b) mutual, and (c) reiterated for every new level of sexual behavior.\" This policy was the subject of media satire, such as a parody sketch in 1993 on Saturday Night Live titled \"Is It Date Rape?\" Some media outlets voiced support for the policy. For example, syndicated columnist Ellen Goodman asserted that most \"sexual policy makers write like lawyers in love,\" and that, likewise, \"at Antioch the authors could use some poetry, and passion.\" But she was ultimately sympathetic to their goals of leveling the sexual playing field and making students think about what consent means, saying that the Antioch campus \"has the plot line just about right.\" By 2015, similar affirmative consent standards were adopted by colleges across the nation, including every Ivy League university except Harvard, as well as by state legislatures including California, Michigan, and New York. ===The 21st century=== In 2000, Antioch College was again subject to media attention after inviting political activist and former death row inmate Mumia Abu-Jamal and transgender rights advocate and Abu-Jamal supporter Leslie Feinberg to be commencement speakers. Graduating students had chosen Abu-Jamal and Feinberg to highlight their concerns with capital punishment and the American criminal justice system. Many conservative commentators criticized the Antioch administration for allowing students to choose such controversial commencement speakers and the college administration received death threats. Antioch President Bob Devine chose not to overturn the students' choice of speakers, citing the ideals of free speech and free exchange of ideas, and likened the media reaction to the coverage of Martin Luther King Jr.'s 1965 commencement address. ====Change in structure==== The college uncovered accounting mistakes starting in 2006, which doubled the school’s projected deficit. At an Antioch University Board of Trustees meeting in June 2007 the board stated that while the college was in only its third year of implementation of a rescue plan, they had not raised the funds needed, and the college would be indefinitely closed at the end of the 2007–08 academic year. ====Alumni action to save the college==== Many Antioch alumni and faculty, upset at the prospect of the loss of the college's legacy, began organizing and raising funds in an effort to save the college, keep it open without interruption, and gain greater transparency in its governance. In August 2007, the college faculty filed suit against the Board of Trustees, charging that the board was violating various contractual obligations.\" Following a meeting between university and alumni representatives in August 2007, the Board of Trustees approved a resolution giving the Alumni Board until the October 2007 trustees' meeting to demonstrate the viability of an Alumni Board proposal to maintain the operations of the college. Despite initially stating he would remain until December, Antioch president Steve Lawry abruptly stepped down as president on September 1, 2007. The role of president was turned over to a three-person group, comprising the Dean of Faculty, Director of Student Services, and Director of Communications. While no reason for Lawry's immediate departure was given, it has been reported that he was forcibly ousted by the Board of Trustees. In response to this reported ousting, the faculty gave Antioch University Chancellor Toni Murdock a vote of no confidence. A story about Antioch's closing in The Chronicle of Higher Education detailed the uncertain future of some faculty and staff members, along with the town of Yellow Springs, following suspended operations at the college. One professor, who received tenure just 28 hours before the college announced its closing, had turned down other jobs in academia to work at Antioch. The story includes a slideshow showing outdated and crumbling buildings on campus. On November 3, 2007, the University Board of Trustees agreed to lift the suspension of the college provided that the alumni association would provided the necessary operating revenue. Specific benchmarks for fundraising were agreed upon. The Alumni Board embarked on a $100 million fundraising drive to build the college's endowment, raising more than $18 million in gifts and pledges by November 2007. However, major donors balked out of concern that the deal did not make the college sufficiently autonomous from the university, and a group began meeting directly with the university, incorporating as the Antioch College Continuation Corporation (ACCC). On February 22, 2008, the university issued a press release reinstating the suspension, despite ongoing negotiations with the group. On March 28, 2008, ACCC negotiators rejected a $12.2 million demand from the university for the sale of those university assets associated with the operation of the college. ACCC instead offered $10 million for 10 seats on the 19-member board effectively seeking control of the entire university. On May 8, 2008, university trustees rejected the ACCC's \"best and final\" offer – $9.5 million for the college and another $6 million for the graduate campuses in exchange for eight board seats, with an additional four new trustees to be jointly agreed upon by the ACCC and current trustees. ====Temporary closure after separation from university==== The college closed on June 30, 2008. The suspension of operations of the college led to a collaboration between the university and certain college alumni to explore a means to separate the college from the university in a manner that preserved the viability of both. Recognizing that any reopening of the college required the cooperation and substantial financial support of alumni, the Board of Governors of Antioch University adopted a resolution on June 8, 2008, requesting that the Alumni Association prepare a plan to bring the college back to vigor and vitality. Thereafter, the Antioch University Board of Governors announced on July 17, 2008, the creation of a new task force composed of University and Alumni representatives to develop a plan to create an independent Antioch College. The task force discussions were facilitated in part by the Great Lakes College Association. |archive-url= |archive- date=November 30, 2012 During this time, a group of alumni with former faculty, staff, and students of the college formed what would become the Nonstop Liberal Arts Institute in 2008, an effort to preserve the DNA of the college during its closure and to create a bridge between the original college and a potentially new independent college. As the result of the task force discussions, ACCC and Antioch University agreed to an asset purchase agreement on June 30, 2009, at a sale price of $6,080,000. That agreement called for the transfer of the college campus, Glen Helen Nature Preserve and the college endowment to ACCC which would operate the college as an independent corporation with its own fiduciary board of trustees; but, it provided for Antioch University to retain reverter rights to campus real estate, Glen Helen, and the College’s continuation fund. As part of the transaction, Antioch University licensed to ACCC an exclusive right to use the name \"Antioch College\". The parties closed on the transfer of assets on September 4, 2009. Matthew A. Derr was hired as interim president to recruit an entering class for the Fall of 2011. ====Revival and reopening==== In October 2010, Mark Roosevelt, formerly of Pittsburgh Public Schools and former legislator in Massachusetts who authored an education reform law in 1993, was hired as the new president. The following year, Antioch reopened as an independent four- year college in the autumn of 2011 with 35 students after the Ohio Board of Regents approved the college again offering Bachelor of Arts and Bachelor of Science degrees. Antioch University agreed on the official transfer of ownership of WYSO and the Kettering Building to Antioch College for $8 million on July 3, 2013 along with release of Antioch University’s reverter rights retained in the prior sale. Also in 2012, Antioch announced it would offer free tuition to its students for the following three years, pledging to charge them only room, board, and fees. As a result, Antioch College received more than 2,500 applications for fall 2012 admission. About five percent of applicants received acceptance letters. After tuition was re-introduced, applications and selectivity fell with 140 applicants for 2016 entrance and a 71% acceptance rate. The Higher Learning Commission granted the newly-restored Antioch College candidacy status in pursuit of accreditation on June 13, 2014. The commission also allowed the college \"to take the fast track to accreditation...on a two-year path rather than the traditional four-year process.\" The college's students would thereby be eligible for federal financial aid. Two years later, the commission granted Antioch College accreditation. Antioch’s accreditation was continued in 2021 but subject to provision of certain reports in 2022 and 2023. Between 2011 and 2015, the college borrowed against a $42 million endowment to finance $37 million in capital improvements. On May 5, 2015, Roosevelt announced that he would depart as president of Antioch College at the end of the year. Dr. Thomas Manley was hired as the new president, and began his presidency in March 2016. The month after Roosevelt's announcement, the college celebrated its first graduating class since 2008, conferring degrees on 21 students. With accreditation secure in 2016, President Manley initiated a process of refinement and visioning for the future of the College known as FACT (the Framework for Antioch College's Transition). The FACT process engaged the entire College community in multiple design-build workshops to co-design a new educational model that integrates assets like Co-op, NPR radio station WYSO, the Wellness Center, Antioch Kitchens, the Antioch Farm, Glen Helen Nature Preserve, the Coretta Scott King Center, Antioch College Village and others, as major building blocks for learning and revenue generation. The FACT process has led to the creation of an updated vision, Antioch @175: A New Kind of American College. In the fall of 2017, only 28 new students enrolled, with 19 Freshmen and 9 transfer students. This was far fewer than the administration's target of 60 and left overall enrollment at 135. The following spring, the college announced that faculty and staff making more than $40,000 annually would be required to take 10 days of furlough, the equivalent of a 3.8% pay cut. This follows previous staff cuts and salary reductions in the face of continued budget shortfalls. Salaries were restored the following year for all employees except for the top earners. In early 2019, the college divested itself of WYSO for about $3.5 million. For the fall class of 2019, new enrollments declined to 27 students, with the total student body being under 100 students. The COVID-19 outbreak in the spring of 2020 led to furloughs for as many as 27 staff members, hour reductions for others, and pay cuts for faculty and other higher-earning personnel. Eight furloughed staff employees were laid off; and, faculty was reduced by six, through voluntary and negotiated departures and one retirement. Antioch also arranged the sale of the Glen Helen Nature Preserve to the Glen Helen Association, since the college could not afford to continue support of that facility. In October 2020, Antioch paused publication of The Antioch Review for financial and staffing reasons due to the COVID-19 pandemic. On June 23, 2020, the college announced a spending cut of $2.5 million for the fiscal year beginning July 1, down about 20% from the prior fiscal year’s budget. In August 2020, Antioch indicated President Manley would be leaving at the end of his 5-year contract, in June 2021. It was subsequently announced that Manley would step down as acting president due to health reasons as of December 1, 2020, but would continue to work in support of the college through the end of his contract. Interim leadership until a new president was chosen was shared by three members of the college’s Board of Trustees: Sharen Neuhardt (operations), John K. Jacobs (finance), and Shadia Alvarez (equity and strategic development). By fall 2020, enrollment improved despite the pandemic with 50 new first year students and an increase of 22% overall. The ceremony for the twelve graduates of the Class of 2021—ten Bachelor of Arts and two Bachelor of Science students—was held virtually, similar to 2020’s graduation. The presidential search committee, led by Ro Nita Hawes-Saunders of the Dayton Contemporary Dance Company, announced in August 2021 the selection of Dr. Jane Fernandes as the new president. Previously president of Guilford College in Greensboro, North Carolina, Dr. Fernandes is the second female president in the college’s history, as well as its first deaf president. ==Academics== Antioch College offers nine majors leading to the Bachelor of Arts degree and two majors leading to the Bachelor of Science. Students may also develop a self-designed major in either the arts or sciences. Prospective students are not required to submit SAT or ACT scores for admission. Courses are offered on a quarter-based academic calendar. All students are required to take at least two courses in each of the Antioch- designated Liberal Arts traditions: the Arts, Humanities, Sciences, and Social Sciences, as well as four interdisciplinary \"Global Seminar\" courses from the topics of Water, Food, Energy, Health, Governance, and Education. Additionally, students must achieve \"novice-high proficiency\" in a second language. Antioch College currently offers coursework in Spanish, French, and Japanese. Students may test out of taking the language requirement by taking the American Council on the Teaching of Foreign Languages Oral Proficiency Interview (OPI), or have passed an AP exam with a score of 4 or 5. Students must also complete a co-op program in each year. ===Co-op program=== All Antioch students spend four quarters over four years in meaningful domestic and international work experiences in the college's co-op program as part of their academic requirements for graduation. ===Accreditation=== Antioch College held continuous accreditation from 1927 through the late 1970s as the undergraduate college of Antioch University. Accreditation remained with Antioch University when it closed the college in 2008. Following Antioch College's reopening and separation from the university, it underwent a multi- year, multi-phase process seeking to gain accreditation as an independent institution. While the college sought accreditation, Antioch College was authorized by the Ohio Board of Regents to offer Bachelor of Arts and Bachelor of Science degrees. On June 30, 2016, the Higher Learning Commission (\"HLC\") granted Antioch College accreditation, with the school's next Comprehensive Evaluation scheduled for October 5, 2020. That 2020 evaluation resulted in the letter of March 12, 2021, in which the HLC notified Antioch that it was continuing the accreditation of the college, but subject to the provision of interim reports in 2022 and 2023 on various topics, including a plan to eventually recruit sufficient numbers of faculty to drive and manage effectual faculty evaluation and faculty development processes, and establishment of measurement metrics for Antioch’s strategic plans, goals and objectives by using measurable Key Performance Indicators. The next regularly-scheduled Reaffirmation of Accreditation will be in the 2025-26 timeframe. ===Full- tuition fellowships=== Every student admitted between fall 2011 through fall 2014 (the graduating classes of 2015-2018) received the Horace Mann Fellowship, which covered the full cost of tuition for four years. ===Rankings and recognition=== thumb|A photo of Antioch College campus grounds. The Huffington Post in 2010 recognized Antioch College on its list of \"Top Non- Traditional Colleges\" alongside Brown University, the New School, and Wesleyan University, among others. Antioch has been regularly included in the guidebook Colleges That Change Lives which declared in the 2006 edition that \"there is no college or university in the country that makes a more profound difference in a young person's life or that creates more effective adults.\" During her remarks to the college in 2004, alumna Coretta Scott King stated that \"Antioch students learn that it’s not enough to have a great career, material wealth and a fulfilling family life. We are also called to serve, to share, to give and to do what we can to lift up the lives of others. No other college emphasizes this challenge so strongly. That’s what makes Antioch so special.\" ==Campus and other curricular assets== Antioch's campus is in the town of Yellow Springs, Ohio, approximately 20 miles from Dayton, Ohio, and 65 miles from Cincinnati, Ohio. Antioch Hall, North and South Halls are the three original buildings on the campus, and are on the National Register of Historic Places listings in Greene County, Ohio. The historic 1929 Science Building donated by Charles Kettering began a $3.5 million partial renovation in 2012, transforming into the campus Arts and Science Building and obtaining a LEED Silver-level environmental certification in 2018. ===Housing=== The 1948 Birch Hall dormitory, designed in the modern Cubist style of post WWII architecture by famed architect Eero Saarinen, housed the first class of post-closure students in 2011–2012. Birch Hall is now used as an upperclassmen dormitory. The North Hall dormitory was renovated shortly thereafter and is used primarily as an underclassmen dormitory. Dormitories are co-ed, though students may request a suite with same-sex/gender roommates. 190px|thumb|left|Entrance to Antioch Farm growing area, high summer. ===Sustainability=== thumb|Antioch College's solar array in the South Campus. An 1852 dormitory, North Hall has been extensively renovated, making it the oldest building in the United States to meet the LEED Gold Standard for sustainable construction. North Hall's energy self-sufficiency includes solar panels on its roof, and geothermal energy for heating and cooling. About 25 geothermal wells were sunk 600 feet deep on the lawn near North Hall to supply water pumped through the building to maintain livable temperatures. Antioch College also has a college farm. The farm contains a large crop growing area, a hoop house, and pasture for sheep and chickens. The farm is used as a living laboratory where Antioch students learn about sustainable farming methods such as organic farming and permaculture, and despite run-ins with animal rights activists provides meat and other ingredients for the campus dining program. In 2014, Antioch installed a five-acre solar array adjacent to its farm in the South Campus. Approximately 3,300 solar panels generate 1.2 million kilowatt hours of energy annually. In 2018, the Association for the Advancement of Sustainability in Higher Education (AASHE) awarded Antioch College Silver status in its Sustainability Tracking, Assessment & Rating System (STARS). AASHE also named Antioch College as a top performing institution in its Sustainable Campus Index in the categories of Grounds (five-way tie for second place nationally) and Food & Dining (seventh place nationally). The college is listed 188th among the Sierra Club's Cool Schools for 2018, and 244th for 2021. ===Glen Helen Nature Preserve=== thumb|A picture of the Yellow Springs in the Glen Helen Nature Preserve. The Glen Helen Nature Preserve, donated to Antioch College by alumnus Hugh Taylor Birch in 1929, is a thousand-acre nature preserve owned and managed for many years by the college. The Glen encompasses 25 miles of footpaths, forests, waterfalls, and the springs for which the town of Yellow Springs, Ohio is named. The grounds are open to the public. The Glen has an Outdoor Education Center founded in 1956 which hosts a variety of programs throughout the year, including programs on geology, wildlife ecology, and environmental education. There is also an accompanying Raptor Center whose purpose is the care and rehabilitation of injured birds of prey. The Raptor Center has a variety of hawks, owls, falcons, and resident eagle on display. Glen Helen was closed to the public on March 25, 2020 in connection with the COVID-19 outbreak. The Antioch College Board of Trustees stated in May, 2020 that the college had no plans to reopen the preserve, since it could no longer afford to support the operation. Antioch held talks with the Glen’s longtime nonprofit friends group, the Glen Helen Association (“GHA”), and on June 10 an agreement in principle was announced transferring the Glen to GHA for about $2.5 million, payable over 10 years. The transfer of ownership was complete by September 4, 2020. The parties agreed to work together to keep the Glen available to students and faculty as well as the general public. ===WYSO=== thumb|left|Kettering Building on campus, the home of WYSO until 2023. WYSO is a National Public Radio station formerly owned by Antioch College and is located on campus. The station began broadcasting in February 1958 for four hours a day as a student-run station. It was owned by the college from February 1958 until August 2019, when the station became a community owned non-profit after an amicable separation. Today the station broadcasts to the entire Miami Valley region and can be reached in nine southwest Ohio counties. The radio station is run by eight full-time and two part-time staff, but relies heavily on volunteer work for their operations. The station carries flagship NPR programming, including Morning Edition and All Things Considered, as well as a variety of local programming, such as The Antioch Word, a monthly podcast produced by Antioch College students working at the station, and Poor Will’s Almanack, a podcast by Yellow Springs resident William Felker about topics such as weather patterns, phenology, and gardening. When WYSO became independently owned and operated from Antioch College in 2019, the college received $3.5 million as compensation. The station continues in collaboration with the college, such as by working with college students as interns. However, in July 2021, the station announced it was relocating out of the Kettering Building on the Antioch campus and into the Union School House owned by Iron Table Holdings, a company held by Yellow Springs resident and comedian Dave Chappelle. The move is expected in 2023. ===Olive Kettering Library=== The Olive Kettering Library is Antioch College's library, named after Olive Kettering, the wife of Antioch trustee, inventor, and engineer Charles Franklin Kettering. Founded in 1954, the Olive Kettering Library houses more than 325,000 volumes, 900 periodicals, and 4,000 phonograph records. The library is also home to Antiochiana, Antioch College's archive. ===The Antioch Review=== The Antioch Review, founded in 1941, was one of the oldest continuously-published literary magazines in the United States prior to it being put on hiatus by the college in 2020. It included fiction, essays, and poetry from both emerging as well as established authors. Throughout the history of the magazine questions about race, ethnicity, sex, education, and the American experience had a large place. Academic questions in their formal sense have not loomed large, and the magazine's policy of refusing to run footnotes is, in fact, a statement about the non- (rather than anti-) academic nature of the journal. Academics by the score contributed, but always within a belles-lettres or journalistic tradition. So the magazine was open to both Malcolm Bradbury and Eric Bentley, sans footnotes. The Antioch Review always avoided narrow academic debates and tried to suggest that although professors may be for the academy, their commentaries can bear on larger social and intellectual processes. The Review always tried to be a forum for new writers and ideas in poetry and the short story. Antioch stated in October 2020 that because of the college’s financial challenges, the Review was being put on hiatus after the Winter 2020 issue (which saw delayed publication until the Summer of 2020) while the college explored its options. It had not restarted by 2022. ===Antioch College Village=== Antioch College Village was conceived in 2013 as a way for Antioch to utilize surplus college land to develop an ongoing revenue stream, while providing a model cohousing community to Yellow Springs. The full project was originally envisioned to involve 300 housing units; but, after years of public charettes and studies, construction was to have started with a simple 8-cottage pocket neighborhood development in mid-2019. However, on August 29, 2019, the Planning and Zoning Department of the Village of Yellow Springs was asked by Antioch to extend its PUD zoning permission for the project for one more year, as construction was expected during such period. As of 2022, the project had not started; the website of project designer McLennan Design still lists it as “In planning,” while the Antioch website’s only mention of Antioch College Village is that the school is “considering developing” the project. ==Notable people== ==Notes== ==References== ==External links== * Category:Progressive colleges Category:1850 establishments in Ohio Category:Educational institutions established in 1850 Category:Liberal arts colleges in Ohio",
 "title": "Antioch College"
}