{
 "id": "846767",
 "text": "Giovanni Berlinguer (; 9 July 1924 – 6 April 2015) was an Italian politician, humanist and professor of social medicine. ==Life and career== He was born in Sassari, Sardinia, the son of Mario Berlinguer. A physician and professor of public health, he worked first in social medicine at the University of Sassari (1969–1974) and then in occupational health at the University \"La Sapienza\" Rome (1975–1999). Like his brother Enrico, Giovanni Berlinguer was a major figure in the Italian Communist Party (PCI) and was elected to the Chamber of Deputies in 1972, 1976 and 1979 and to the Senate in 1983 and 1987. He ran for secretary of the Democrats of the Left (DS) in 2001, and was defeated by Piero Fassino 61.8% to 34.1%. From 2004 to 2009 he was a Member of the European Parliament representing the DS and sits with the Party of European Socialists group. At the convening of the Parliament on 20 July 2004 he was found to be the oldest member, and as such presided over the Parliament during the election of Josep Borrell Fontelles in 2004 and Hans-Gert Pöttering in 2007 as President of the Parliament. He was in charge of the first National Health Plan in the context of the Economic Development Program adopted by the Italian Parliament (1968). Member of the National Health Council between 1994 and 1996. Vice-chairman (1992–1995) and chairman (1999–2001) of the National Bioethics Committee (CNB). Member of the UNESCO International Bioethics Committee (2001–2007) and of the Commission on the Social Determinants of Health of the World Health Organisation. He was rapporteur on the first project (2003) of the UNESCO “Universal Declaration on Bioethics”. In the years of his chairmanship the CNB strategy underwent some noteworthy changes. Priority was no longer given to “frontier bioethics”, but to its link with “everyday bioethics”, which Berlinguer articulated in his 2000 book Bioetica quotidiana (Everyday bioethics). This change implied that the CNB opinions were “open” to contributions not only of specialists, but also of lay people, and new channels of communication were established with the public at large. The democratic guidance had comments and a significant impact at the local, national and international level. He died in Rome at the age of 90. == Honors == * Cavaliere di Gran Croce OMRI, * Doctorat honoris causa, Université de Montréal (1996) and University of Brasilia (1999) ==See also== * 2004 European Parliament election in Italy ==References== ==External links== * * Category:1924 births Category:2015 deaths Category:People from Sassari Category:Italian people of Catalan descent Category:Italian Communist Party politicians Category:Democratic Party of the Left politicians Category:Democrats of the Left politicians Category:Democratic Left (Italy) politicians Category:Left Ecology Freedom politicians Category:Deputies of Legislature VI of Italy Category:Deputies of Legislature VII of Italy Category:Deputies of Legislature VIII of Italy Category:Senators of Legislature IX of Italy Category:Senators of Legislature X of Italy Category:Democrats of the Left MEPs Category:MEPs for Italy 2004–2009 Category:Politicians of Sardinia",
 "title": "Giovanni Berlinguer"
}