{
 "id": "846941",
 "text": "Children's Ward (retitled The Ward from 1995 to 1998) is a British children's television drama series produced by Granada Television and broadcast on the ITV network as part of its Children's ITV strand on weekday afternoons. The programme was set – as the title suggests – in Ward B1, the children's ward of the fictitious South Park Hospital (known as Sparky's), and told the stories of the young patients and the staff present there. Aimed at older children and teenagers, Children's Ward was a long-lived series for a children's drama, starting life in 1988 as a contribution to the Dramarama anthology strand, \"Blackbird Singing In The Dead of Night\", then first broadcast as a series in 1989 and running from then until 2000. ==Production history== The series was conceived by Granada staff writers Paul Abbott and Kay Mellor, both of whom went on to enjoy successful careers as award-winning writers of adult television drama. At the time, they were both working on the soap opera Coronation Street, and had recently collaborated on a script for Dramarama. Abbott, who had been through a troubled childhood himself, had initially wanted to set the series in a children's care home rather than a hospital, but this was vetoed by Granada executives. During the course of its run, however, Children's Ward won many plaudits for covering difficult issues such as cancer, alcoholism, drug addiction and child abuse in a sensitive manner. The programme won many awards, including in 1997 a BAFTA Children's Award for Best Drama, won by an episode in which a serial killer lures children to him via the internet and is – highly unusually for children's television – not eventually caught. Welsh television producer Russell T Davies was the show's producer, and writer of several episodes, from 1992 to 1995. The decision to end Children's Ward came in mid-2000, after transmission of the final series, and ironically came as the sole original cast member Rita May – who played Auxiliary Nurse Mags – said she had no plans to leave the show. On 5 and 6 January 2013, the show was repeated as part of CITV's Old Skool Weekend, which celebrated thirty years of the children's strand. This was also the first time the programme was seen on the CITV Channel. ==Filming location== Filmed at Bolton General Hospital (now the Royal Bolton Hospital), in Bolton, Greater Manchester. Some exterior shots (such as the exterior entrance to the children's hospital) were filmed outside the now demolished Maternity Hospital entrance at the former Withington Hospital, South Manchester. 30 Years of CITV, which aired on ITV1 on 29 December 2012, revealed that interior sets for the hospital were filmed next door to some of the Coronation Street interiors. ==Characters== These are the original main characters from the first three series. Some lasted several years and appeared in subsequent series. {| class=\"wikitable\" border=\"1\" ! style=\"width:200px;\" scope=\"col\"|Character ! style=\"width:200px;\"|Actor/Actress ! style=\"width:300px;\"|Occupation ! style=\"width:300px;\"|Duration ! style=\"width:300px;\"|Character description ! style=\"width:300px;\"|Role |- |Dr. McKeown |Ian McCulloch | Consultant Paediatrician |1989 |Lead doctor until retirement at end of first series, was responsible for Fiona Bretts Accident. !rowspan=13|Staff |- |Dr. Charlotte Woods |Carol Harvey | Originally Houseman to Dr McKeown, later Consultant Paediatrician |1989–1991 | Ward b1s New senior doctor, Tough but fair personality, marries steve the social worker at end of season 3, |- |Charge Nurse Dave Spencer |Andrew Hall | Charge Nurse |1989 | Senior nurse who ran the ward with a firm grip, was Charlottes love interest in season1 but left after a brief romance |- |Sister Diane Meadows -later keogh |Janette Beverley | Staff Nurse (1989–1992) Senior Staff Nurse (1992–1994) Ward Sister (1996) |1989–1994, 1996 |Diane is a stalwart nurse on b1, she takes one more senior roles in later seasons, also deal with more serious matters for patients welfare, Later marries dr keogh and has a child with him. Diane is known for her warm smile and good bedside manor, She also teaches student nurses whilst on the ward. |- | Margaret 'Mags' Davis |Rita May | Auxiliary Nurse (1989–2000) |Mags is the longstanding auxiliary nurse on the ward, she is known to be a mother like figure to many of the patients and build lasting friendships with the staff. Mags is a very practical person and is always willing to help people out. whilst not a senior nurse mags is an essential part of the team |- |Student Nurse Gary Miller |Tim Stanley | Student Nurse |1989–1991 | Gary is a new student nurse progressing on the children's ward, clumsy and awkward at first but gain confidence in later episodes and skills, however in season 3 he loses his job due to an incident with a patient. |- |Jack Crossley |Ken Parry | Porter and Sweet Trolley Man |1989–1991 |Jack was the wards trolly man, was known to be a grouch to many people, however does have a softer side when patients are ill and will try to cheer them up. |- |Staff Nurse Jan Stevens |Nina Baden-Semper | Staff Nurse |1989 |Jan is a long-standing Staff nurse at the hospital, often giving 2 cent to a solution. |- |Unnamed Character |Ross King | Hospital Radio DJ |1989 | Hospital first radio dj that help kids settle at night and gave light entertainment, was phased out after first season. |- |Steve Bailey |Michael Bray | Social Worker |1989–1991 |Steve is the local social worker, that deals with cases where there is child abuse and neglect involved, love interest of charlotte woods and marries her in season 3, Steve also is crucial to cases when vulnerable families are involved. |- |Sister Sandra Mitchell |Judy Holt | Staff Nurse (1991) Senior Staff Nurse (1991–1992) Acting Deputy Clinical Matron (1992–1993) Ward Sister (1993–1994) |1990–1996 | Sandra is a senior nurse who has previous experience on adult nursing, manages the ward alongside Diane in later seasons, was seen as a strict nurse nut we see a softer side as the seasons progress, was married to a police officer previously, later got involved with Swifty's father, however leaves after leaving him at the alter |- |Dr. Kieran Gallagher |Tom Higgins |Senior House Officer, Emergency Medicine |1990–1991 |- |Katie Grahams |Margery Bone | Student Nurse |1990–1991 |- |Keely Johnson |Jenny Luckraft | Patient (1989) Play Assistant Student Nurse Staff Nurse |1989–1994 ! rowspan=\"17\" |Patients |- |Billy Ryan |Tim Vincent | |1989–1991 |- |Fiona Brett |Rebecca Sowden | |1989 |- |Darren Walsh |William Ash | |1989–1991 |- |Dawn Khatir |Leyla Nejad | |1989–1990 |- |Mathew McCann |Dean Gatiss | |1990 |- |Lisa Dixon |Rachel Egan | |1990 |- |Ian Cassin. |Paul Swaine | |1998 |- |J.J. |Chris Bisson | |1990 |- |Thea |Chloe Newsome | |1990 |- |James Boyce |Carl Rice | |1990 |- |Lee Jones |Kieran O'Brien | |1990 |- |Cal Spicer |Mark Dixon | |1990 |- |Bryony Shaeffer |Sarah Cooper | |1990 |- |Ben Rowlingson |William Mellor | |1990 |- |Mickey Bell |Stephen Graham | |1990 |- |} Jane Worthington (patient) *Actors to go on to other theatre and television work include Chris Bisson, Tina O'Brien, Samia Ghadie, Adele Silva, Alan Halsall, Stephen Graham, Steven Arnold, Danny Dyer, Jeff Hordley, Nikki Sanderson, Andrew Lee Potts, Vicky Binns, Ralf Little, Anthony Lewis, Tim Vincent, Kieran O'Brien, Ben Sowden, William Ash,Maxine Peake and Jane Danson. ==Tie-in publications== ===Novelisations=== * * * * * * ===Script book=== * Exact title unknown, possibly Children's Ward. Edited by Lawrence Till (contains selected scripts from the series by Paul Abbott, Kay Mellor and John Chambers), published by Heinemann Plays/Oxford in 1992. ==DVD releases== Unlike many UK shows, Children's Ward has not been available in other English- speaking countries such as Australia or the U.S.A. prior to the U.K.. In May 2011, a U.K. DVD release was announced for release in July 2011 for the first series from Network DVD. Series 2 followed in October 2011, and Series 3 in January 2012. Series 4 was originally scheduled June 2013, but as yet has not been released. ==See also== * CITV * Grange Hill * Byker Grove * Press Gang ==References== ==External links== * Category:1989 British television series debuts Category:2000 British television series endings Category:1980s British children's television series Category:1990s British children's television series Category:2000s British children's television series Category:1980s British medical television series Category:1990s British medical television series Category:2000s British medical television series Category:ITV children's television shows Category:Television series by ITV Studios Category:Television shows set in Manchester Category:1990s teen drama television series Category:English-language television shows Category:ITV television dramas Category:Television shows produced by Granada Television",
 "title": "Children's Ward"
}