{
 "id": "847602",
 "text": "Héctor Santiago-Colón (December 20, 1942 – June 28, 1968) is one of nine Puerto Ricans who have been posthumously presented with the Medal of Honor, the highest military decoration awarded by the United States. His actions on June 28, 1968, during the Vietnam War saved the lives of his comrades. ==Early years== Santiago-Colón was one of twelve siblings born to Pablo Santiago and Petronila Colón in Salinas, Puerto Rico. There he received his primary and secondary education. In 1960 his family moved to the mainland United States and lived in New York City. After living in the city for a short time, Santiago-Colón decided that he wanted to be part of the NYPD (New York City Police Department), however, at the time, in order to become a member of the NYPD you had to be a veteran. Santiago-Colon then volunteered to join the United States Army. He was engaged to be married to his elementary school sweatheart at the time. After completing his basic training, he was assigned to a unit stationed in the Republic of Vietnam. ==Action in Vietnam== On June 28, 1968, members of Santiago-Colón's Company B of the 5th Battalion, 7th Cavalry Regiment, 1st Cavalry Division were engaged in combat in Quang Tri Province during Operation Jeb Stuart III. A North Vietnamese soldier threw a hand grenade into Santiago-Colón's foxhole. Realizing that there was no time to throw out the grenade, he tucked it in to his stomach and turning away from his comrades, absorbed the full impact of the blast, sacrificing his life to save his fellow soldiers from certain death. Santiago-Colón posthumously received the Medal of Honor for conspicuous gallantry and intrepidity in action at the risk of his own life above and beyond the call of duty. The award was presented to his family in a ceremony at the White House by President Richard M. Nixon on April 7, 1970. His remains are buried in the city of Salinas, Puerto Rico. ==Medal of Honor citation== ==Memorials== In July 1975, the Puerto Rico National Guard renamed their training base \"Camp Salinas\", which is located close to Santiago-Colón's birth town, with the name Camp Santiago in his honor. He was the second Puerto Rican to be so honored. The first Puerto Rican who has a military installation named after him is Marine PFC Fernando Luis García, who was the first Puerto Rican Medal of Honor recipient. The base is \"Camp Garcia\" located in the island municipality of Vieques. Santiago-Colón's name on the Vietnam Veterans Memorial is located at Panel 54W Line 013. Santiago-Colón's name is also inscribed in \"El Monumento de la Recordación\" (Monument of Remembrance), dedicated to Puerto Rico's fallen soldiers and situated in front of the Capitol Building in San Juan, Puerto Rico. On November 11, 2008, the Government of Puerto Rico unveiled in the Capitol Rotunda the oil portrait of Santiago-Colón. In 1977 a gym at Fort Benning was named Santiago Fitness Center on Sand Hill in honor of Specialist Santiago Colón. ==Military decorations awarded== thumb|right|El Monumento de la Recordacion {| style=\"margin:1em auto; text-align:center;\" |colspan=\"6\" style=\"text-align: center\" | 190px |- |colspan=\"3\"| |- | | | |- |} {| class=\"wikitable\" style=\"margin:1em auto; text-align:center;\" |- |colspan=\"6\"|Combat Infantryman Badge |- |colspan=\"3\"|Medal of Honor |colspan=\"3\"|Purple Heart |- |colspan=\"2\"|National Defense Service Medal |colspan=\"2\"|Vietnam Service Medal with one bronze service star |colspan=\"2\"|Vietnam Campaign Medal |- |} ==See also== *List of Puerto Ricans *List of Puerto Rican military personnel *Puerto Rican recipients of the Medal of Honor *List of Hispanic Medal of Honor recipients *List of Medal of Honor recipients *List of Medal of Honor recipients for the Vietnam War ==Notes== ==References== ==Further reading== *Puertorriquenos Who Served With Guts, Glory, and Honor. Fighting to Defend a Nation Not Completely Their Own; by : Greg Boudonck; ==External links== * * Category:1942 births Category:1968 deaths Category:People from Salinas, Puerto Rico Category:Puerto Rican recipients of the Medal of Honor Category:Puerto Rican Army personnel Category:United States Army soldiers Category:United States Army personnel of the Vietnam War Category:American military personnel killed in the Vietnam War Category:United States Army Medal of Honor recipients Category:Vietnam War recipients of the Medal of Honor Category:Deaths by hand grenade",
 "title": "Héctor Santiago-Colón"
}