{
 "id": "847607",
 "text": "Hoodoo Gurus are an Australian rock band formed in Sydney in 1981, by the mainstay Dave Faulkner (songwriter, lead singer and guitarist) and later joined by Richard Grossman (bass), Mark Kingsmill (drums), and Brad Shepherd (guitar, vocals, harmonica). Their popularity peaked in the mid- to late 1980s with albums Mars Needs Guitars!, Blow Your Cool! and Magnum Cum Louder. Hoodoo Gurus had a string of pop-rock singles including \"Leilani\" (1982), \"Tojo\" (1983), \"My Girl\" (1983), \"I Want You Back\" (1984), \"Bittersweet\", \"Like Wow – Wipeout\", and \"What's My Scene?\". After touring the United States from 1984 onward they gained popularity on the U.S. college rock circuit with the singles \"Come Anytime\" (1989) reaching no. 1 and \"Miss Freelove '69\" (1991) reaching No. 3 on the Billboard Modern Rock Tracks chart. The Hoodoo Gurus' biggest Australian single was their 1987 top-3 song \"What's My Scene?\". The song was parodied for the National Rugby League 2000s theme \"That's My Team\". The Hoodoo Gurus were inducted into the Australia's 2007 ARIA Hall of Fame. The band's induction announcement stated that the Gurus were one of the most \"inventive, lyrically smart and exciting\" bands from Australia. From 1960s power pop and garage punk to hard rock and funky psychedelic kitsch, the group's music stood out from Sydney's Detroit-inspired bands. ==History== === 1981–1983: Formation === Three Hoodoo Gurus founders were from Perth protopunk and punk bands: Dave Faulkner (guitars) was a former member of the legendary Manikins left after a fallout with frontman Robbie Porritt. James Baker (drums) of The Victims; while Baker had been with Roddy Radalj (aka Roddy Ray'Da) (guitars) in The Scientists. The fourth founding member, Kimble Rendall (guitars) was formerly in Sydney punk rockers XL Capris. The three guitarists Faulkner, Rendall and Radalj met at an end-of-1980 New Year's Eve party and were joined by Baker to form Le Hoodoo Gurus. Le Hoodoo Gurus unorthodox line-up of three guitars and no bass player, fused pop melodies, punk guitars and an American trash culture ethic. This was captured on their first single, \"Leilani\", released in October 1982, on Phantom Records. This told the story of a maiden sacrificed to the gods and an erupting volcano while her true love looked on helplessly. They dropped the 'Le', to become Hoodoo Gurus, not long after the single's release. As the Hoodoo Gurus, they gave their first ever performance on a segment of the kids' TV program Simon Townsend's Wonder World; this was followed by a performance alongside a man and his singing dog, on The Don Lane Show. Rendall left in 1982 before the release of \"Leilani\", and went on to become a music video and film director. Rendall was second unit director on the latter two Matrix films, The Matrix Reloaded and The Matrix Revolutions, as well as I, Robot. Rendall also directed the slasher film, Cut in 2000. Rendall was effectively replaced by Clyde Bramley (bass guitar, backing vocals) from Sydney bands The Hitmen and Super K. Radalj was not happy with Rendall's leaving or Faulkner's greater influence and left the Gurus. He was replaced by ex-Fun Things guitarist Brad Shepherd, who had been Bramley's flatmate. Bramley and Shepherd had both been in The Hitmen and Super K. Faulkner wrote \"I Want You Back\" in response to Radalj's public dissatisfaction with the Gurus. Radalj went on to perform with a number of other acts, including The Johnnys, Love Rodeo, The Dubrovniks and Roddy Ray'Da & the Surfin' Caesars. As Roddy Ray'Da, he released Lost, Lonely and Vicious in 1990, Orgazmatazz a year later and Mouthful of Chicken in 1993. ===1983–1984: Stoneage Romeos=== thumb|Drummer Mark Kingsmill with Hoodoo Gurus Gurus new line-up (Baker, Bramley, Faulkner and Shepherd) recorded the band's first album in 1984, Stoneage Romeos. The title came from a 1955 Three Stooges short Stone Age Romeos. The album was dedicated to characters from Get Smart, F-Troop and Petticoat Junction. They were awarded 'Best Debut Album' of 1984 at the July 1985 Countdown Music Awards. When Stoneage Romeos was released in America it stayed at number 1 in the Alternative/College charts for seven weeks, becoming one of the most played albums for the year on the college network. Initially a cult inner-city act, their popularity expanded due to regular airplay on radio station Triple J and nationwide pop TV show Countdown from mid-1983. Their breakthrough single \"My Girl\" was accompanied by a video clip featuring a dog trainer with his once champion greyhound. Members of Spiderbait described seeing the video for the first time as \"a beautiful, classic pop song\". Some viewers insisted the song was \"written about a dog\". This was closely followed by \"I Want You Back\", which featured animated plastic model dinosaurs. Both videos were aired frequently raising the group's profile around the country. Original drummer James Baker was sacked from the band in August 1984 and was replaced by Mark Kingsmill (The Hitmen, New Christs, Screaming Tribesmen, Hellcats and Super K). Based on the success of Stoneage Romeos the Hoodoo Gurus, with their new drummer, then embarked on their first tour of the United States in late 1984. ===1985–1993: From Mars to Kinky === Following the US tour the Hoodoo Gurus went into the studio and recorded their second album, Mars Needs Guitars! (1985). The title was a twist on a Sci Fi B movie titled Mars Needs Women. The album's first single, \"Bittersweet\", had a more subdued regular-looking video. The Hoodoo Gurus played Europe and the United States including sell-out shows at London's Hammersmith Palais and a two-month tour as special guests with The Bangles. Baker's firing upset some fans and critics. Despite subsequent fan speculation about the single \"Poison Pen, songwriter Faulkner said it was not about band issues but rather about a relationship that had turned bitter. Baker had been involved with The Beasts of Bourbon as a side project from 1983 and now concentrated on their 1984 album The Axeman's Jazz, subsequently he founded James Baker Experience and The Dubrovniks (latter two included Radalj), Novakill and eventually The Painkillers. Gurus' peak of popularity was in the mid-to-late 1980s with the albums Mars Needs Guitars!, Blow Your Cool! and Magnum Cum Louder. The albums reached no. 140 (1986), no. 120 (1987) and no. 101 (1989) on the American Billboard 200 album charts respectively. The band's 1987 'Blow Your Cool' concert tour took them to 19 countries playing 204 venues. A concert from the Ritz in New York City was broadcast by MTV America. The 'Magnum Cum Louder' tour in 1990, with dates in Europe, America and Australasia; included Japan for the first time. Based on their extensive touring of America, the band gained a solid following in the U.S. with regular exposure on US college radio (and later MTV's 120 Minutes) and even developed a big fan base in Brazil. The third album Blow Your Cool! let go of some of the peripheral quirkiness and just concentrated on the band's pop power. Members of their international peer group The Bangles and Dream Syndicate contributed backing vocals to some songs. Then, Hoodoo Gurus decided to opt out of its record contract, tying up the group in legal wranglings for more than a year. In 1988 Richard Grossman (ex Matt Finish, Divinyls) replaced Clyde Bramley on bass. The most stable line-up of Faulkner, Grossman, Kingsmill, and Shepherd saw Hoodoo Gurus from 1988 to the break-up in January 1998. After two albums under their new contract, Magnum Cum Louder and 1991's Kinky, which reached no. 101 and 172 on the American Billboard 200 album charts respectively the band then released in 1992 two compilations at once, Electric Soup, which contained the band's hits and Gorilla Biscuit, which was made up of B-sides and rarities. Kinky provided the single \"Miss Freelove '69\" which reached no. 19 on the ARIA Singles Chart, and no. 3 on the Billboard Modern Rock Tracks chart in 1991. Another single of the same year \"1000 Miles Away\" reached no. 37 in Australia. It was adopted by the crew of Royal Australian Navy frigate HMAS Canberra as its unofficial anthem in 1993, playing it whenever its ships left port. Hoodoo Gurus played a concert, including \"1000 Miles Away\", on-board HMAS Canberra during its last voyage prior to decommissioning in 2005. === Crank through to the Bullet (1994–1998) === They followed Kinky with Crank in 1994. The 'Crank' world tour took the Gurus through USA, Canada, Europe and included a one-month tour of Brazil. Faulkner also composed the soundtrack to Laurie McInnes' 1994 feature film Broken Highway. In 1995, the Gurus collaborated with The Masters Apprentices frontman Jim Keays on an updated rendition of \"Turn Up Your Radio\". The song was included on a new Masters' Best of album, as well as being issued as a single. In 1996 they moved to Mushroom Records for the release of their next album, Blue Cave. The band then undertook a national tour of Australian tour with US outfit The Posies and local band Drop City. Touring commitments were curtailed when Kingsmill severed tendons and nerves in his arm as a result of an onstage accident. Once Kingsmill recovered, the Gurus completed their 'Circus Maximus' Australian tour by end of 1996. In January 1997, Faulkner announced that the band would be breaking up in December. March saw the Gurus undertake another tour of Brazil, where they played a concert in front of 40,000 people. The Gurus commenced their final Australian tour, the three- month 'Spit the Dummy' tour, in October 1997. The tour coincided with the release of the double compilation album Armchair Gurus/Electric Chair, which made no. 29 on the national chart. The band played its final show in Melbourne on 11 January 1998. The show made up for dates missed during December 1997, when Faulkner was ill. In November 1998 Mushroom issued the Hoodoo Gurus' live album, Bite the Bullet. The songs had been recorded during the band's 'Spit the Dummy' farewell tour. The standard, single album version was joined by a limited edition, triple CD version subtitled Director’s Cut. It included the additional CDs, Doppelgänger (a collection of live-to-air Broadcasts from between 1983 and 1996) and Bubble and Squeak (a collection of outtakes and oddities). Although Hoodoo Gurus officially split in 1998 they signed with Acadia Records, who released the band's career-spanning compilation Ampology in October 2000. ===1998–2003: Hoodoo hiatus – side projects and solo work === ====Grossman==== thumb|left|upright|Grossman, April 2012 From 1990 onwards, Grossman has been involved in a side project, Ghostwriters, with Rob Hirst from Midnight Oil. Ghostwriters have released four albums with 2007's Political Animal on Sony BMG. Shepherd had played with Ghostwriters on their albums Ghostwriters in 1991 and Fibromoon in 1999. During 2001, Grossman performed 20 concerts with long-time friend Matt Moffitt (1956–2003) singer- songwriter and founder of Matt Finish. Grossman had been an early member of Matt Finish, he returned to perform and record Just a Short Note (Best of) released in December 2001. The Kelly Gang was a 2004 project Grossman formed with Jack Nolan, they brought in Hirst and Scott Aplin (Waikiki) to record Looking for the Sun; Shepherd performed as a session musician. ====Shepherd==== Shepherd was briefly involved with Beasts of Bourbon alongside fellow Guru, James Baker. He recorded their four-track CD, From the Belly of the Beasts, a live 1984 performance at the Trade Union Club, Sydney. Shepherd's tenure with Beasts ended after Baker was sacked from the Gurus. He joined another ex-Guru, Roddy Radalj, in Roddy Ray'Da and the Surfin' Caesars during 1989. thumb|upright|Guitarist and singer-songwriter Shepherd backstage at Hotel Rottnest, April 2012In 1999, following Gurus break-up, Shepherd recorded \"Alex Chilton\" for The Replacements tribute album, I'm in Love... With That Song (Antfarm Records). He also produced Shutterspeed's debut 1999 EP, Up Go The Shutters and co-produced their second EP, Well Ain't That Something A Good Thing's Comin' on Laughing Outlaw Records. Shepherd went on to form a new band, The Monarchs (initially known as The Honkies), together with Andy Kelly on bass (Glide), Greg Hitchcock on guitar (The Neptunes, The Kryptonics, New Christs, The Verys, Challenger 7, You Am I, The Dearhunters) and his brother Murray Shepherd (Harpoon, The Fun Things, Screaming Tribesmen) on drums. The Monarchs played with The Meanies, Even, You Am I, Joe Strummer and The Hellacopters. In August 1999 The Monarchs recorded a self-financed album with Wayne Connolly and in 2000 they released their first single, \"2001\" b/w \"This Is All I Can Do\" (Ivy League Records); this was followed by their debut album, Make Yer Own Fun, in October 2001, on Shock Records. ====Faulkner==== thumb|upright|left|Faulkner at Hotel Rottnest, April 2012 Antenna was Faulkner's side project (1998–1999) collaborating with long-time friend Kim Salmon (The Cheap Nasties, The Manikins, The Scientists, Beasts of Bourbon), also in Antenna were Justin Frew and Stuart McCarthy (both of Southend). Antenna recorded an album mid-1998, and then made its live debut at the Telstra Concert of the Century/Mushroom 25th anniversary in November 1998. The concert coincided with the release of the band's debut single, \"Come on Spring\", and album, Installation. Guest performers on the album included Matt Thomas (The Mavis's) on \"All Rise\", and Christina Amphlett (Divinyls) on \"Divine\". \"Come on Spring\" reaching no. 64 on the 1998 Triple J Hottest 100 list. Antenna appeared on the 1999 Big Day Out tour but disbanded soon after. Faulkner also wrote original music for the films Broken Highway (1993) and The Sum of Us (1994) starring Russell Crowe and Jack Thompson. Faulkner was one of the new entries in the 2007 edition of Who's Who in Australia. ====Persian Rugs==== In September 2001, the four ex-Gurus (Faulkner, Grossman, Kingsmill & Shepherd) performed as The Moops and were later called Persian Rugs. At Homebake 2001, (8 December) both Hoodoo Gurus and Persian Rugs performed separate sets. Persian Rugs recorded a five-track EP Mr. Tripper in June 2002, Grossman then left, and Shepherd recommended bassist Kendall James as his replacement (ex Thurston Howlers, Crusaders). With James, the Persian Rugs recorded their debut album Turkish Delight, released in August 2003. Persian Rugs provided the track \"Be My Guru\" for the Hoodoo Gurus' tribute album Stoneage Cameos (2005) (see Stoneage Romeos) and by that time Hoodoo Gurus, with Grossman on bass, had already reformed. === 2003–2012: Regroup and ARIA Hall of Fame === thumb|left|Grossman and Shepherd By early 2003 Hoodoo Gurus had re-formed to record \"That's My Team\" as the promotional theme for the National Rugby League between 2003 and 2007 (a CD was released September 2003 – see \"What's My Scene?\") with all profits donated to breast cancer charities. The original film clip of \"What's My Scene?\" included shots of band members in Wests and Cronulla jumpers. On 17 November 2003 EMI Records announced Hoodoo Gurus' reformation to record a new album, Mach Schau; they also released the track \"White Night\" as a radio-only single. In January 2004 the band co- headlined the annual Big Day Out festival with Metallica and The Strokes. Proudly Australian – celebrate Australia Day 2004 which included \"Nothing's Changing My Life\" by Hoodoo Gurus was a four-track give-away CD. \"Nothing's Changing My Life\" (February 2004) was released as a single with Mach Schau following in March. The 'Mach Schau' tour started in Perth late in March and was joined by Spiderbait from April to June. EMI reissued expanded/remastered editions of all Hoodoo Gurus albums (from February 2005); also released was Tunnel Vision (2005), a two-DVD set compiling every Gurus' video, never- before-seen live material and a retrospective documentary, \"Be My Guru\". The band performed at the 2006 NRL Grand Final. In 2007, Hoodoo Gurus was inducted into the ARIA Hall of Fame. The band were inducted by HG Nelson of Triple J's This Sporting Life. They performed \"The Right Time\" and \"I Want You Back\" at the ceremony and subsequently toured with fellow inductees Radio Birdman. The citation for the band's nomination includes: Hoodoo Gurus toured during 2007 including several US dates, kicking off at the South By Southwest (SXSW) Music Festival in Austin, Texas (see SXSW photo above), performances in Europe, including the Azkena Festival (Spain). This was followed by a national tour of Australia called 'Clash of the Titans' with The Stems and Radio Birdman. Their tour poster depicts the three bands as 'Heavyweights' of the Australian music scene. Another solo tour started late in 2007 (including performances at the Apollo Bay Music Festival, Splendour in the Grass, Meredith Music Festival, and the St Kilda Festival) and continued into 2008. There are tentative plans to release a new album in 2009, although little material has been written so far. In June 2008 The Age newspaper commemorated 50 years of Australian rock 'n' roll (the anniversary of the release of Johnny O'Keefe's \"Wild One\") by selecting the Top 50 Australian Albums, with Stoneage Romeo coming in at no. 5 on the list. The Hoodoo Gurus performed at the Glastonbury Festival in the United Kingdom on 29 June 2008. Hoodoo Gurus performed on 14 March 2009 for Sound Relief at the Sydney Cricket Ground. Sound Relief was a benefit concert for victims of the Victorian Bushfire Crisis and the Queensland Floods. Appearing with Hoodoo Gurus at the Sydney concert were, Coldplay, Eskimo Joe, Icehouse, Jet, Josh Pyke, Little Birdy, The Presets, Wolfmother, You Am I and additional artists. In March 2009 the Hoodoo Gurus also signed a new recording contract with Sony Music Australia, the deal includes the band's back catalogue as well as a new album, the band's ninth and the first since the release of Mach Schau in 2004. Brad Shepherd said it had the potential to be \"a career defining record\".Rolling Stone magazine, issue 694, September 2009. \"Hoodoo Gurus Diversify\" by Luke Ansimoff, p. 16 During the process of writing the album Dave Faulkner said in reference to the eclectic mix of songs ready for the album that \"rather than stopping myself writing something, I just didn't artificially force myself to write in any direction\". The album was originally scheduled for release in September 2009 but they were not happy with the final mix. Hoodoo Gurus then sent their songs off to Durango, Colorado, where Ed Stasium, who worked on the band's previous albums Kinky and Crank worked with Faulkner. Faulkner flew to the US after Hoodoo Gurus performed in Japan, their first performances there in over 20 years. In August 2009 it was revealed that Shepherd had been diagnosed with cancer and was recovering from recent surgery. It was his second cancer diagnosis, having had a melanoma removed five years earlier. The first single from their new album, \"Crackin' Up\", was released in December 2009 and received some airplay on Australian radio stations. The album, Purity of Essence, was released on 16 March 2010 in Australia and internationally on 11 May 2010. On 3 October 2010, Hoodoo Gurus toured to London, UK, performing at O2 Shepherd's Bush Empire. In 2011, they were inducted into the Music Victoria Hall of Fame. In April 2012 the band played a series of concerts titled Dig it Up! in Australian capital cities, to celebrate 30 years since the release of their debut single \"Leilani\". At the concerts, the band performed the whole of their debut album Stoneage Romeos and other hits. Also playing as part of the Dig It Up! tour were Australian bands Died Pretty and The Hard Ons, as well as international bands such as Redd Kross, The Sonics and The Fleshtones. === 2013–present: Continued performances and Chariot of the Gods === In April 2013, the band hosted invitational concerts across the Australian capital cities, performing Mars Needs Guitars, and will be joined by Blue Öyster Cult, Flamin' Groovies, Buzzcocks, and Peter Case. 2014 saw the release of Gravy Train, an EP featuring three new songs and a remake of their first single \"Leilani\". In January 2015, it was announced that Kingsmill would be retiring from the band. His last performances were on 22 and 23 May 2015, at the \"Be My Guru – Evolution Revolution\" concerts at Sydney's Powerhouse Museum, performed as the opening to the city's annual Vivid Festival. The concerts reunited all eight past and present band members for a two-hour set covering their beginnings as Le Hoodoo Gurus in 1982 all the way through to 2010's Purity of Essence. The band headlined the 'A Day on the Green' concert series in March 2016, with Sunnyboys, Violent Femmes, Died Pretty, and Ratcat. In early 2018, the group announced a vinyl reissue campaign called the Hoodoo Gurus Record Club, entailing the reissue on coloured vinyl of their back catalogue up to Purity of Essence, which also included the album the group recorded as the Persian Rugs in 2000. The first release through the campaign was Stoneage Romeos on 1 June 2018, with a general public release on 7 September. On 26 May 2018, the group held a benefit concert for the Tatra bushfire with artists The Badloves, 1927 and local talents Daniel Champagne, Corey Legge, The Figmentz, Erin McMahon, and Melanie Horsnell. The 'Band Together' concert sold out and ticket sales helped raise over half of the $250,000 target towards helping residents affected by the bushfire in March 2018. On 13 January 2019, Hoodoo Gurus headlined the 'Under the Southern Stars' concert tour of five states starting off at Hastings, Victoria, with performances in Tasmania, Queensland, New South Wales and South Australia scheduled throughout January. Appearing with Hoodoo Gurus at the Hastings concert were Eskimo Joe, You Am I, The Superjesus, British India, The Getaway Plan and Scott Darlow. In July 2020, the band released the single \"Hung Out to Dry\". The song features on the vinyl version of the Gurus' tenth studio album, Chariot of the Gods, released in March 2022. ==Members== thumb|300px|Grossman, Faulkner, Nik Rieth and Shepherd at Hastings Foreshore 2019 ;Current members *Dave Faulkner – vocals, guitar, keyboards (1981–1998, 2003–present) *Brad Shepherd – guitar, vocals, harmonica (1982–1998, 2003–present) *Richard Grossman – bass guitar, backing vocals (1988–1998, 2003–present) *Nik Rieth – drums (2015–present) ;Former members *James Baker – drums (1981–1984, 2014) *Roddy Radalj – guitar, backing vocals (1981–1982, 2014) *Kimble Rendall – bass guitar, backing vocals (1981–1982, 2014) *Clyde Bramley – bass guitar, backing vocals (1982–1988, 2014) *Mark Kingsmill – drums (1984–1998, 2003–2015) === Timeline === ImageSize = width:800 height:auto barincrement:18 PlotArea = left:100 bottom:80 top:0 right:110 Alignbars = justify DateFormat = dd/mm/yyyy Period = from:01/01/1981 till:01/01/2023 TimeAxis = orientation:horizontal format:yyyy Legend = orientation:horizontal position:bottom ScaleMajor = increment:4 start:1981 ScaleMinor = increment:1 start:1981 Colors = id:Vocals value:red legend:Vocals id:Guitar value:green legend:Guitar id:Bass value:blue legend:Bass id:Drums value:orange legend:Drums id:lines value:black legend:Studio_Album BarData = bar:Dave text:\"Dave Faulkner\" bar:Roddy text:\"Roddy Radalj\" bar:Brad text:\"Brad Shepherd\" bar:Kimble text:\"Kimble Rendall\" bar:Clyde text:\"Clyde Bramley\" bar:Rick text:\"Richard Grossman\" bar:James text:\"James Baker\" bar:Mark text:\"Mark Kingsmill\" bar:Nik text:\"Nik Rieth\" PlotData= width:10 textcolor:black align:left anchor:from shift:(10,-4) bar:Dave from:start till:01/01/1998 color:vocals bar:Dave from:start till:01/01/1998 color:guitar width:3 bar:Brad from:01/01/1982 till:01/01/1998 color:guitar bar:Brad from:01/01/1982 till:01/01/1998 color:vocals width:3 bar:Rick from:01/01/1988 till:01/01/1998 color:bass bar:Dave from:01/01/2003 till:end color:vocals bar:Dave from:01/01/2003 till:end color:guitar width:3 bar:Brad from:01/01/2003 till:end color:guitar bar:Brad from:01/01/2003 till:end color:vocals width:3 bar:Rick from:01/01/2003 till:end color:bass bar:Nik from:01/01/2015 till:end color:drums bar:James from:start till:01/07/1984 color:drums bar:James from:01/01/2014 till:31/12/2014 color:drums bar:Roddy from:start till:01/01/1982 color:guitar bar:Roddy from:01/01/2014 till:31/12/2014 color:guitar bar:Kimble from:start till:01/01/1982 color:bass bar:Kimble from:01/01/2014 till:31/12/2014 color:bass bar:Clyde from:01/01/1982 till:01/01/1988 color:bass bar:Clyde from:01/01/2014 till:31/12/2014 color:bass bar:Mark from:01/07/1984 till:01/01/1998 color:drums bar:Mark from:01/01/2003 till:01/01/2015 color:drums LineData = at:01/03/1984 color:black layer:back at:01/05/1985 color:black layer:back at:01/05/1987 color:black layer:back at:28/06/1989 color:black layer:back at:09/04/1991 color:black layer:back at:13/09/1994 color:black layer:back at:15/03/2004 color:black layer:back at:12/03/2010 color:black layer:back at:11/03/2022 color:black layer:back == Discography == ===Studio albums=== * 1984: Stoneage Romeos * 1985: Mars Needs Guitars! * 1987: Blow Your Cool! * 1989: Magnum Cum Louder * 1991: Kinky * 1994: Crank * 1996: Blue Cave * 2004: Mach Schau * 2010: Purity of Essence * 2022: Chariot of the Gods ==Awards and nominations== ===ARIA Music Awards=== The ARIA Music Awards is an annual awards ceremony that recognises excellence, innovation, and achievement across all genres of Australian music. They commenced in 1987. Rowe was inducted into the Hall of Fame in 2007. |- | 1993 | Electric Soup / Gorilla Biscuit – Paul McNeil, Richard All | Best Cover Art | |- | rowspan=\"2\" | 1996 | \"Waking Up Tired\" | Best Video | |- | Blue Cave | Best Pop Release | |- | 1997 | \"Down on Me\" – Charles Fisher | Producer of the Year | |- | 2005 | Tunnel Vision | Best Music DVD | |- | 2007 | Hoodoo Gurus | ARIA Hall of Fame | |- ===The Age EG Awards=== The Age EG Awards are an annual awards night celebrating Victorian music. They commenced in 2005. |- | 2011 || Hoodoo Gurus || Hall of Fame || |- ===Countdown Australian Music Awards=== Countdown was an Australian pop music TV series on national broadcaster ABC-TV from 1974 to 1987, it presented music awards from 1979 to 1987, initially in conjunction with magazine TV Week. The TV Week / Countdown Awards were a combination of popular-voted and peer-voted awards. |- | 1983 | Charles Fisher for work with Hoodoo Gurus | Best Record Producer | |- | rowspan=\"2\" |1984 | Stoneage Romeos | Best Debut Album | |- ==References== ==External links== * – official site * * *Hoodoo Gurus at MySpace *Hoodoo Gurus at AMO *Hoodoo Gurus' Dave Faulkner interview, in Rocker magazine, 2012 *Hoodoo Gurus career-spanning article at One Week One Band, April 2012 Category:ARIA Award winners Category:ARIA Hall of Fame inductees Category:Musical groups established in 1981 Category:Australian alternative rock groups Category:Australian new wave musical groups Category:Jangle pop groups Category:Musical groups from Sydney Category:Pub rock musical groups Category:College rock musical groups",
 "title": "Hoodoo Gurus"
}