{
 "id": "847788",
 "text": "Pussy Galore was an American garage rock band that formed in Washington, D.C. in 1985. They had a constantly fluid line-up until their demise in 1990. They took their name from the character in the James Bond film Goldfinger, and their sound was inspired by The Rolling Stones and Einstürzende Neubauten. ==History== The band's earliest incarnation consisted of guitarist and vocalist Jon Spencer, guitarist and occasional vocalist Julia Cafritz and drummer John Hammill, though this line-up both changed and expanded in later years. Following the self-released 7\" Feel Good About Your Body, they added guitarist Neil Hagerty. The new line-up recorded the EP Groovy Hate Fuck. This EP, like all of their early releases, would be self-released on their own Shove Records label. After the band moved to New York City they further expanded the line-up by taking on then 16-year-old Cristina Martinez as a guitarist. Martinez was not a musician and had simply taken the photograph for the 7\". The band also replaced Hammill with former Sonic Youth drummer Bob Bert. Then, on a dare from Sonic Youth, they released a limited-edition cassette cover album of the Rolling Stones' Exile on Main Street. They followed this up in January 1987 with another self-released mini-set, Pussy Gold 5000. Shortly after this, Martinez left the band and formed Boss Hog with Spencer a few years later. In September 1987, Pussy Galore recorded their debut album and their first recording for another label, Right Now!, on Caroline Records. Shortly following the release of Right Now!, Hagerty left the band and was replaced by Kurt Wolf, but he was to return to the Pussy Galore line-up following the release of the Sugarshit Sharp EP with Wolf leaving to join Loudspeaker. Sugarshit Sharp is probably best known for the garage rock interpretation of Einstürzende Neubauten's industrial/dance classic from the mid-1980s \"Yu-Gung\". Pussy Galore used sampling in their music, drawing short samples from both the original track and the Public Enemy rap classic \"Don't Believe The Hype\". F.M. Einheit, a member of Neubauten, was said to have been quite impressed with the cover version.F.M. Einheit Interview on CBC Radio's Brave New Waves (circa 1990) The EP also introduced Pussy Galore's new logo, which consisted of Neubauten's \"Yu-Gung Man\" emblem with a grainy, almost indecipherable photocopy of the Rolling Stones' trademark lips-and-tongue image superimposed over its head. Their second full- length set, Dial 'M' for Motherfucker, was released in 1989 and continued their formula of nihilistic guitar noise and punk rock provocation, with additional studio trickery filling out the material. Originally intended to be titled Make Them All Eat Shit Slowly, the name of the album was ultimately vetoed by Caroline Records. The album is sometimes wrongly referred to as New Album By Pussy Galore. This is largely due to the fact that the cover of the album has no text except for a sticker that appeared on the plastic shrink wrapping that bears those words. Dial M represents a move away from a simple noise formula to something more experimental. It is, for example, difficult to determine where some songs begin and end. Many sequences on the album appear to run in reverse, sometimes mid-song, seemingly for no apparent reason. Cafritz appears on some of this album but not the entirety. Dial M marks a point at which Cafritz and the band began fighting, ultimately leading to her leaving the band. They released a split single in 1989, a cover of Black Flag's \"Damaged II\" with Tad covering \"Damaged I\" on the other side, for Sub Pop Records and another split single with Black Snakes for the Japanese indie Supernatural Records. By now, Cafritz had quit the line-up. The trio of Spencer, Hagerty and Bert released one final album in 1990 called Historia de la Musica Rock for Caroline Records before calling it a day the same year. The album cover of Historia was a parody of a music compilation vinyl series from Spain called Historia de la Música Rock. Spencer co-founded Boss Hog with former Pussy Galore guitarist Cristina Martinez in the late 1980s just prior to the dissolution of Pussy Galore itself. Spencer and Martinez had married in 1989 (and are still married today). He also went on to form the Blues Explosion. Neil Hagerty continued his 'noise-terrorist' career with his girlfriend, Jennifer Herrema, in blues-rock duo Royal Trux, which the pair had formed in Chicago during 1987. Cafritz and Bert joined forces briefly in the early 1990s to release a self-titled album under the name Action Swingers. Two years after the breakup, their CD compilation Corpse Love: The First Year was released. It included four tracks from the Exile On Main Street cassette, as well as some previously released early material, including short interviews. ==Discography== ===Cassettes=== * Exile on Main St Cassette (1986, Shove) (limited edition of 550 copies; four tracks from this appear on the Corpse Love CD) http://www.xtrmntr.com/pg/exile/ ===Albums=== * Right Now! LP (1987, Caroline; reissued 1998 Matador Records/Mute Records) * Dial M for Motherfucker (a.k.a. Make Them All Eat Shit Slowly, a.k.a. New Album By Pussy Galore) LP (1989, Caroline; CD version contained five of the six tracks from Sugarshit Sharp, with a cover of Devo's \"Penetration In the Centerfold\" replacing \"Yu-Gung\"; reissued 1998 Matador Records/Mute Records with original vinyl contents only) * Historia de la Musica Rock LP (1990, Caroline) ===EPs=== * Feel Good About Your Body 7\", 1985 * Groovy Hate Fuck EP (1986, Shove) * Pussy Gold 5000 EP (1986, Shove) * Sugarshit Sharp EP (1988, Caroline; reissued 1998 Matador Records/Mute Records with bonus track \"Penetration In the Centerfold\") ===Compilations & live albums=== * 1 Yr Live CS (1986, Shove) * Groovy Hate Fuck (Feel Good About Your Body) LP (1987, Vinyl Drip) (UK collection of early releases) * Corpse Love: The First Year CD (1992, Caroline) * Live: In the Red LP last live show, recorded at CBGBs (1998, In the Red) ===Videos=== * Maximum Penetration VHS (1987, Atavistic Video) ==See also== *Howling Hex *Free Kitten *Honeymoon Killers ==References== ==External links== * Pussy Galore discography: Pop- Catastrophe.co.uk * Pussy Galore fan MySpace Category:Punk rock groups from Washington, D.C. Category:Garage punk groups Category:Musical groups established in 1985 Category:Musical groups disestablished in 1990 Category:Caroline Records artists Category:Rough Trade Records artists Category:Matador Records artists Category:Mute Records artists Category:American garage rock groups Category:In the Red artists Category:1985 establishments in Washington, D.C.",
 "title": "Pussy Galore (band)"
}