{
 "id": "848157",
 "text": "Meridiana Fly S.p.A., operating as Meridiana (formerly named Meridiana S.p.A.), was a privately owned Italian airline headquartered in Olbia with its main base at Olbia Costa Smeralda Airport. It operated scheduled and charter flights to domestic, European and intercontinental destinations from several Italian bases. Some of its operations were carried out by the old Air Italy under the Meridiana brand. It was owned by Qatar Airways through AQA Holding (49%) and Alisarda S.p.A. (51%), who rebranded the airline as the new Air Italy effective 1 March 2018. ==History== ===Early years=== The company was set up with the name of Alisarda on 29 March 1963 by Aga Khan Prince Karīm al- Hussaynī with the aim of promoting tourism in Sardinia. Scheduled flights commenced in 1964. On 3 May 1991 in an Extraordinary Shareholders Meeting, the name of the company was changed to Meridiana S.p.A., and a new logo was created. These changes were made to reflect the expansion of the company's operations to Europe. ===Merger with Eurofly to create Meridiana fly=== In December 2006, Meridiana acquired the majority package of the airline company Eurofly, with a 29,95% share. During the year, further important investments were made aiming to develop Meridiana, which also closed 2006 with the historical record of 4,6 million passengers carried with an approximate 15% increase compared to 2005. At the end of February 2010, Meridiana fly, the second-largest carrier in Italy, was created by the merger of Eurofly, a company specialized in long-haul charter flights to holiday destinations, and Meridiana, a scheduled operator of national and European flights, with the primary objective of connecting the main Italian airports with Sardinia and Sicily. === Meridiana's acquisition of Air Italy === In October 2011, Meridiana fly completely acquired Air Italy, an Italian charter airline. On 16 January 2013, the Board of Directors of Meridiana S.p.A. acknowledged the agreement for the purchase by Meridiana S.p.A. of all the Meridiana fly ordinary shares held by the former shareholders of Air Italy Holding S.r.l. Today the group is run by Meridiana S.p.A. Holding, which controls 89% of Meridiana fly including 100% of Air Italy; the remaining part is quoted to the Milan Stock Exchange but a tender offer was recently launched to delist the company. ===Redevelopment into the new Meridiana=== In April 2013, when the Air Italy merger was completed, Meridiana Fly returned to its former, shorter name, Meridiana. On 16 May, it launched the new frequent-flyer program Meridiana Club in partnership with Avios. In mid-2013, Meridiana offered national and international scheduled flights from the main Italian airports to Sardinia (Olbia, Alghero, and Cagliari), Sicily and Naples as well as holiday destinations such as the Canary Islands, Greece, and the Red Sea. It also serviced the long-haul destinations of the Maldives, Mauritius, Kenya, Zanzibar, Santo Domingo, and Brazil mainly from Milan Malpensa and/or Rome Fiumicino. In 2014, the airline continued to reposition its brand by launching international flights to Moscow Domodedovo, London Gatwick, Kiev, Tel Aviv and Nice from Naples and to Brussels, Geneva, London Gatwick, Tel Aviv, Nice, Hamburg, Paris CDG, Moscow Domodedovo and Kiev from Olbia; reconfirming its leadership in Sardinia and its focus on Naples, Catania, Milan Linate and Verona airport for domestic Italian flights. Since 18 November 2014 Meridiana Club frequent flyers have been able to earn Avios points on British Airways and from 23 March 2015 on Iberia. In December 2014, Meridiana retired its last Airbus aircraft, two A320-200s, to pursue the aim of operating an all Boeing fleet together with Air Italy. === Meridiana ownership under AQA Holding === On 2 September 2017 it was announced that Qatar Airways had bought 49% of AQA Holding, the new shareholder of Meridiana. On 7 November 2017 it was announced that Qatar Airways would merge Air Italy with the current Meridiana subsidiary under the Meridiana AOC. In December 2017, Meridiana announced a restructuring of its route network. While all routes from Milan-Linate except the services to its base in Olbia will be terminated, Meridiana will start year-round long- haul services from Milan-Malpensa to New York City and Miami using Airbus A330-200 aircraft inherited from Qatar Airways. Meridiana further announced that it would become the first Italian airline to take delivery of Boeing 737 MAX 8s. It was also reported that new full-flat business class seats and in- flight Wi-fi would be installed on the new Airbus A330s to be received from Qatar Airways. In February 2018, Meridiana rebranded as Air Italy and announced a plan to expand its fleet and destinations to become Italy's flagship carrier. Air Italy ceased operations in early 2020. == Corporate affairs == === Head Offices === thumb|Meridiana Headquarters Meridiana's head offices are located at Olbia Costa Smeralda Airport in Olbia, Italy. === AQA Holding === AQA Holding is the parent company of Meridiana, which was founded on 2 September 2017 after Qatar Airways purchased a 49% stake in Meridiana, with Alisarda keeping the 51% stake that it previously owned, which subsequently created the new holding company. === Subsidiaries === Meridiana currently has 3 subsidiaries. One subsidiary Meridian owns is Meridiana Maintenance S.p.A. (operated as Meridiana Maintenance). The airline maintenance company was founded after Meridiana merged with eurofly (another Italian airline). Their hangar is located at Olbia Costa Smeralda Airport in Olbia, Italy next to the Meridiana Head Offices. Wokita S.i.r (operated as Wokita) is another subsidiary Meridiana owns. Wokita is a tour operator that offers a wide and extensive range of tourism products such as package tours, flights, hotels, and resorts in seaside areas, yachting, and activity holidays since 2006. Since April 2013 Meridiana owns Air Italy (2005–2018) and operates on behalf of Meridiana. ==Destinations== ===Codeshare agreements=== Meridiana codeshared with the following airlines: *Air Malta *Air Moldova *Blue Air *Blue Panorama Airlines *British Airways *Iberia *S7 Airlines ==Fleet== ===Current fleet=== At the time of the merger, the Meridiana fleet consisted of the following aircraft: {| class=\"wikitable\" style=\"border- collapse:collapse;text-align:center; margin-left: auto; margin-right: auto; border: none;\" |+ Meridiana fleet |- !rowspan=\"2\" |Aircraft !rowspan=\"2\" |In service !rowspan=\"2\" |Orders !colspan=\"3\" |Passengers !rowspan=\"2\" |Notes |- ! J ! Y ! Total |- |Boeing 737-700 |1 |-- |-- |149 |149 |Transferred to Air Italy |- |Boeing 737-800 |7 |-- |-- |189 |189 |Transferred to Air Italy |- |rowspan=\"2\"|Boeing 767-300ER |rowspan=\"2\"|3 |rowspan=\"2\"|-- |12 |276 |288 |rowspan=\"2\"|Transferred to Air Italy |- |-- |304 |304 |- !Total !11 !-- !colspan=\"4\" | |} ===Fleet development=== In April 2017, it was announced that, due to Qatar Airways purchasing a stake in the airline, the airline is to complete a fleet modernization with 20 Boeing 737 MAX 8 to be delivered from the second quarter of 2018, taken from Qatar's orders from Boeing. In October 2017, it was announced that the airline would replace its long-haul fleet with new aircraft transferred from Qatar Airways' new orders. It was announced that the airline would operate a mix of Boeing 787 and Airbus A330. The fleet development plan was later Transferred to Air Italy. ===Historical fleet=== Meridiana previously operated the following aircraft types: {| class=\"wikitable\" style=\"border-collapse:collapse; margin:auto; text- align:center\" |+ Meridiana historical fleet !Aircraft !Total !Introduced !Retired !Remark |- | Airbus A319-100 || 5 || 2004 || 2010 || EI-DEY, EI-DEZ, EI-DFA, EI-DFP, I-EEZQ |- | Airbus A320-200 || 12 || 2010 || 2015 || |- | Airbus A330-200 || 3 || 2010 || 2015 || I-EEZJ, I-EEZM, EI-EZL |- | ATR 42–300 || 3 || 2001 || 2010 || LY-ARI leased from DOT LT D-BCRP, D-BCRO leased from Avanti Air |- | Boeing 737-300 || 2 || 2016 || 2016 || EI-IGR, EI- IGS on lease |- | Boeing 737-400 || 1 || 2014 || 2017 || 9H-AMW on lease |- | Boeing 737-700 || 4 || 2013 || 2018 || |- | Boeing 737-800 || 9 || 2013 || 2018 || |- | Boeing 767-200 || 1 || 2014 || || I-AIGH |- | Boeing 767-300ER || 3 || 2014 || 2018 || |- | British Aerospace 146-200 || 7 || 1991 || 2005 || |- | British Aerospace 146-300 || 4 || 1991 || 1992 || |- | McDonnell Douglas DC-9-51 || 6 || 1991 || 1999 || |- | McDonnell Douglas MD-82 || 9 || 2013 || 2018 || |- | McDonnell Douglas MD-83 || 12 || 1991 || 2010 || |} ==See also== *Transport in Italy *List of companies of Italy ==References== ==External links== * * Meridiana on Facebook, YouTube, Twitter and LinkedIn Category:Airlines established in 1963 Category:Airlines disestablished in 2018 Category:Defunct airlines of Italy Category:Olbia Category:Transport in Sardinia Category:Italian brands Category:AQA Holding S.p.A. *[J]: Electa Club *[Y]: Economy",
 "title": "Meridiana"
}