{
 "id": "848496",
 "text": "Brighton Rock is a novel by Graham Greene, published in 1938 and later adapted for film in 1947 and 2010. The novel is a murder thriller set in 1930s Brighton. The title refers to a confectionery traditionally sold at seaside resorts with the name of the resort embedded in the centre and elongated down the length (so the same name is revealed wherever the stick is broken), which in the novel is used as a metaphor for the personality of Pinkie, which is the same all the way through. There are links between this novel and Greene's earlier novel A Gun for Sale (1936), because Raven's murder of the gang boss Kite, mentioned in A Gun For Sale, allows Pinkie to take over his gang and thus sets the events of Brighton Rock in motion. ==Plot summary== Charles \"Fred\" Hale comes to Brighton on assignment to distribute cards anonymously for a newspaper competition (a variant of \"Lobby Lud\"; in this case, the name of the person to be spotted is \"Kolley Kibber\" - an allusion to Colley Cibber). The antihero of the novel, Pinkie Brown, is a teenage sociopath and up-and-coming gangster. Hale had betrayed the former leader of the gang Pinkie now controls, by writing an article in the Daily Messenger about a slot machine racket for which the gang was responsible. Ida Arnold, a plump, kind- hearted and decent woman, is drawn into the action by a chance meeting with the terrified Hale after he has been threatened by Pinkie's gang. After being chased through the streets and lanes of Brighton, Hale accidentally meets Ida again on the Palace Pier, but eventually Pinkie murders Hale. Pinkie's subsequent attempts to cover his tracks and remove evidence of Hale's Brighton visit lead to a chain of fresh crimes and to Pinkie's ill-fated marriage to a waitress called Rose, who unknowingly has the power to destroy his alibi. Ida decides to pursue Pinkie relentlessly, because she believes it is the right thing to do, as well as to protect Rose from the deeply disturbed boy she has married. Although ostensibly an underworld thriller, the book also deals with Roman Catholic doctrine concerning the nature of sin and the basis of morality. Pinkie and Rose are Catholics, as was Greene, and their beliefs are contrasted with Ida's strong but non-religious moral sensibility. Greene alludes significantly to the French Catholic writer Charles Péguy in Brighton Rock, in relation to ideas about damnation and mercy, and in The Lawless Roads he refers to \"Péguy challenging God in the cause of the damned\".Quoted by Grahame C. Jones, in \"Graham Greene and the Legend of Péguy\", fn.2, p. 139. ==Main characters== *Pinkie: The antihero of the story, merciless to his victims, simultaneously obsessed with and repelled by sex and human connection. He is the leader of 'the mob' despite being the youngest at 17. *Dallow: Pinkie's second-in-command, and the only member of the mob Pinkie feels he can confide in. *Cubitt: Another mob member who lives at Frank's, a boarding house, with Pinkie and Dallow. He leaves the gang when Pinkie reveals that he (Pinkie) killed Spicer. *Spicer: An ageing mob member resident at Frank's. From the beginning he expresses discomfort with the gang's increasing violence. Pinkie's mistrust of him leads to his murder by Pinkie, for fear Spicer might inform Ida Arnold or the police. *Rose: A poor, modest, and naïve girl who becomes Pinkie's girlfriend and later his wife. She, like Pinkie, is Roman Catholic, and she falls in love with him despite his advances to her being purely motivated to keep her from giving incriminating evidence against him. Pinkie is usually repelled by her but later has the occasional feeling of tenderness towards her. *Ida Arnold: Ida takes up the role of detective, hunting down Pinkie to bring justice to Hale, and later, when she finds out that Pinkie is marrying Rose, to save the girl. Ida represents the force of justice in the novel. She acquires information from Cubitt once he has been cast out of the gang, which significantly aids her investigation. ==Adaptations== ===1942 play=== Eric Linden starred as Pinkie in an original production at the Catholic University of America Theatre in Washington, D.C. written by Walter Kerr and Leo Brady. The show was directed by Kerr and Dr. Josephine McGarry Callan and ran from February 4 to February 10, 1942. The Library of Congress has a theatre program from the production. ===1943 play=== Richard Attenborough and Dulcie Gray starred in the original theatrical production, which ran for 100 performances at the Garrick Theatre in 1943. (There had been one-week try-outs at the Grand Theatre, Blackpool and Bristol Hippodrome). Gray's performance as the luckless waitress Rose led to her being offered a contract with Gainsborough Pictures. However, she was passed over for the role of Rose in the 1947 film version of Brighton Rock, in favour of Carol Marsh. ===1947 film=== Greene and Terence Rattigan wrote the screenplay for a 1947 film adaptation, produced and directed by John and Roy Boulting, with assistant director Gerald Mitchell. The film starred Richard Attenborough as Pinkie, Carol Marsh as Rose, William Hartnell as Dallow, and Hermione Baddeley as Ida. The climax of the film takes place at the Palace Pier; this differs from the novel, the end of which takes place in the nearby town of Peacehaven. In the United States, the film was released under the title Young Scarface. ===1997 radio adaptation=== Ken Whitmore adapted Greene's story for a 1997 BBC Radio dramatisation, directed by John Yorke and starring Steven Mackintosh (as Pinkie), Maurice Denham and Kenneth Cranham. ===2004 musical=== Film composer John Barry and lyricist Don Black wrote a musical version based on Greene's novel. The show opened in London's Almeida Theatre on 20 September and ran until 13 October 2004. However, owing to poor reviews, it failed to get a West End transfer. ===2010 film=== Rowan Joffé directed a film adaptation which was released in 2010, starring Sam Riley as Pinkie, Andrea Riseborough as Rose and Helen Mirren as Ida Arnold. Location filming for the Pier scenes took place in Eastbourne in October 2009, with Eastbourne Pier standing for Brighton's Palace Pier. Filming of the scenes involving the Regency Café took place in Page Street, Westminster, on 6 December 2009. In a chronological departure from Greene's novel, set in the 1930s, the film is set in the Mods and Rockers subculture of a divided Brighton in the 1960s. The film was featured at the 54th London Film Festival in October 2010, in the coveted surprise film slot. === 2018 play === Bryony Lavery adapted the novel into a play, opening at York Theatre Royal in February 2018 before touring the UK. ==References in other works== ===Literature=== * Contract killer Terry Tice is reading a copy of Brighton Rock in John Banville's April in Spain (2021) * Brighton Rock plays an important role in the storyline of protagonist Tom Henderson in Frank Portman's novel King Dork (2006). * Brighton Rock features on Matilda Wormwood's reading list in Chapter 1 of Roald Dahl's novel Matilda (1988). ===Music=== * Morrissey's 1994 song \"Now My Heart Is Full\" references four of Brighton Rocks characters in its refrain (\"Dallow, Spicer, Pinkie, Cubitt\"). * A two-day rock concert entitled New Brighton Rock was staged in the seaside resort of New Brighton, Merseyside, in May 1984, and later broadcast by Granada Television. *The British rock group Queen's song \"Brighton Rock\" which appeared on their 1974 album Sheer Heart Attack, shares only the title with the novel. The plot and characters are different. *The British singer Pete Doherty references Kolley Kibber in his song titled \"Kolly Kibber\". *The British singer Julian Cope references Kolley Kibber in his song titled \"Kolly Kibber's Birthday\", which appeared on his 1984 album World Shut Your Mouth. *The British band My Vitriol took their name from the bottle of vitriol Pinkie would throw at anyone who threatened him. ===Film=== *Brad Pitt's character is shown reading the novel in the 2016 film Allied, which deals with a husband trying to determine his wife's allegiance and possible enemy history. *Christopher Foyle's son is seen reading the novel in the Foyle's War episode “The German Woman”. ==References== Category:Novels by Graham Greene Category:1938 British novels Category:Thriller novels Category:Organized crime novels Category:British novels adapted into films Category:Novels set in Brighton Category:Catholic novels Category:Works about organised crime in the United Kingdom Category:Novels about psychopathy Category:Heinemann (publisher) books",
 "title": "Brighton Rock (novel)"
}