{
 "id": "848474",
 "text": "Iris Maud du Pré (3 June 1914 – 27 September 1985) was an English pianist, composer, conductor and educator. She was the mother of cellist Jacqueline du Pré, flautist Hilary du Pré, and Piers du Pré. ==Life and career== Du Pré was born Iris Maud Greep in Plymouth, Devon, in 1914. She was the daughter of Maud (née Mitchell) and William Greep, a shipbuilder. She started learning the piano at the age of seven. Having acquired a reputation as a gifted pianist, at age eighteen in 1932 she won a scholarship to the London School of Dalcroze Eurhythmics where she studied for two years before winning a scholarship to the Royal Academy of Music, where she studied piano and composition. Her performance career was disrupted by the events of World War II. Du Pré then started teaching and travelling. In 1940, she married Derek du Pré (1908-1990), an assistant editor at The Accountant whom she met by chance in 1938 in Poland where he was travelling and she was attending a summer course given by the pianist Egon Petri. Du Pré's compositions were included in London performances of the Ballet de la jeunesse anglaise in autumn 1941. In 1942 their first daughter, Hilary du Pré, was born, and in 1945 they had a second daughter, Jacqueline du Pré. Their son, Piers, was born in 1948. As a music teacher, she recognised her two daughters' talents and she started their musical education early with Jacqueline learning the cello from age four. Du Pré taught music in the public sector as well at places like Apsley Grammar School, Hemel Hempstead during the 1970s. Her daughter Jacqueline became a world-renowned musician until she was struck with multiple sclerosis, which ended her life in 1987. In the 1998 Oscar-nominated film Hilary and Jackie, Iris du Pré is portrayed by Celia Imrie. Du Pré died of cancer on 27 September 1985 in Ashmansworth, Hampshire at the age of 71. == References == ==Further reading== * * * Category:1914 births Category:1985 deaths Category:English classical pianists Category:English women pianists Category:20th-century English composers Category:English conductors (music) Category:20th-century classical pianists Category:20th-century British conductors (music) Category:20th-century English women musicians Category:British women composers Category:Musicians from Devon Category:20th-century women composers Category:People from Ashmansworth",
 "title": "Iris du Pré"
}