{
 "id": "848698",
 "text": "thumb|right|\"Study for 'Phryne at the Festival of Poseidon in Eleusis'\" by Henryk Siemiradzki Phryne (/ˈfraɪni/; Ancient Greek: Φρύνη) (c. 371 BC – after 316 BC) was an ancient Greek hetaira (courtesan). From Thespiae in Boeotia, she was active in Athens, where she became one of the wealthiest women in Greece. She is best known for her trial for impiety, where she was defended by the orator Hypereides. According to legend, she was acquitted after baring her breasts to the jury, though the historical accuracy of this episode is doubtful. She also modeled for the artists Apelles and Praxiteles, and the Aphrodite of Knidos was based on her. ==Life== Phryne was from Thespiae in Boeotia, though she seems to have spent most of her life in Athens. She was probably born around 371 BC, and was the daughter of Epicles. Both Plutarch and Athenaeus say that Phryne's real name was Mnesarete.Plutarch, Moralia \"De Pythiae oraculis\" 14Athenaeus, Deipnosophistae 13.60 According to Plutarch she was called Phryne because she had a yellow complexion like a toad (in Greek: φρυνη); she also used the name Saperdion. Phryne apparently grew up poor – comic playwrights portray her picking capers – and became one of the wealthiest women in the Greek world. According to Callistratus, after Alexander razed Thebes in 335, Phryne offered to pay to rebuild the walls. She probably lived beyond 316 BC, when Thebes was rebuilt. She was also said to have dedicated a statue of herself at Delphi, and a statue of Eros to Thespiae. Very little is known about Phryne's life for certain, and much of her biography transmitted in ancient sources may be invented; Helen Morales says that separating fact from fiction in accounts of Phryne's life is \"impossible\". ===Trial=== The most famous event in Phryne's life was the prosecution for asebeia (impiety) brought shortly after 350 BC by Euthias, where she was defended by Hypereides. According to legend, Hypereides exposed Phryne's breasts to the jury, who were so struck by her beauty that she was acquitted. According to the ancient sources, Phryne was charged with asebeia. An anonymous treatise on rhetoric, which summarises the case against Phryne, lists three specific accusations against her – that she held a \"shameless komos\", that she introduced a new god, and that she organised unlawful thiasoi. The new god that Phryne was supposed to have introduced to Athens was named by Harpocration as Isodaites; however, though Harpocration describes him as being \"foreign\" and \"new\", the name is Greek and other sources consider it an epithet of Dionysus, Helios, or Pluto. The case against Phryne was brought by Euthias, one of her former lovers; Hypereides, who spoke in her defence, was also one of Phryne's lovers. Hypereides' defence speech survives only in fragments, though it was hugely admired in antiquity. Two prosecution speeches are mentioned by Athenaeus, though neither survive – one composed by Anaximenes of Lampsacus and delivered by Euthias, the other composed by Aristogeiton. Craig Cooper suggests that the trial of Phryne was politically motivated, noting that Aristogeiton was a political enemy of Hyperides who brought a prosecution against him for illegally introducing a decree around the same time as the trial of Phryne. thumb|left|\"Phryne\", by José Frappa Famously, Phyrne was said to have been acquitted after the jury saw her bare breasts – Quintilian says that she was saved \"non Hyperidis actione... sed conspectus corporis\" (\"not by Hyperides' pleading, but by the sight of her body\"). Three different versions of this story survive – in Quintilian's account, along with those of Sextus Empiricus and Philodemus, it is Phryne who makes the decision to expose her own breasts; while in Athenaeus' version Hypereides exposed Phryne as the climax of his speech, and in Plutarch's version Hypereides exposed her because he saw that his speech had failed to persuade the jury. Christine Mitchell Havelock notes that there is separate evidence for women being brought into the courtroom to arouse the sympathy of the jury, and that in ancient Greece baring the breasts was a gesture intended to arouse such a compassionate response, so Phryne's supposed behaviour in the court is not without parallel in Greek practice. However, this episode probably never happened. It was not mentioned in Posidippus' version of the trial in his comedy Ephesian Woman (produced c. 290), and therefore probably postdates this. In Posidippus' version, Phryne personally pleaded with each of the jurors at her trial for them to save her life, and it was this which secured her acquittal. Though all of these accounts assume that Phryne was on trial for her life, asebeia was not necessarily punished by death; it was an agon timetos, in which if the accused was convicted, the jury would then decide on the punishment. Hermippus reports that after Phryne's acquittal, Euthias was so furious that he never spoke publicly again. Kapparis suggests that in fact he was disenfranchised, possibly because he failed to gain one fifth of the jurors' votes and was unable to pay the subsequent fine. ===Model=== Phryne was the model for two of the great artists of classical Greece, Praxiteles and Apelles. According to Athenaeus, Apelles saw Phryne walk naked into the sea at Eleusis, and inspired by this sight used her as a model for his painting of Aphrodite Anadyomene (Aphrodite Rising from the Sea). This work was on display at the sanctuary of Asclepius on the Greek island of Kos, and by the first century AD it appears to have been one of Apelles' best-known works. Praxiteles also based a depiction of Aphrodite on Phryne – the Aphrodite of Knidos, the first three-dimensional and monumentally-sized female nude in ancient Greek art. He also produced a golden or gilt statue of Phryne which was displayed – according to Pausanias dedicated by Phryne herself – in the sanctuary of Apollo at Delphi. This may have been the first female portrait ever dedicated at Delphi; it was certainly the only statue of a woman alone to be dedicated before the Roman period. ==Reception== Phryne was largely ignored during the Renaissance, in favour of more heroic female figures such as Lucretia, but interest in her story increased towards the end of the eighteenth century. Early depictions of her by Angelica Kauffmann and J. M. W. Turner avoid eroticising her, but in the latter half of the nineteenth century, French academic painters focused more on the eroticism of Phryne's life. The most famous nineteenth century depiction of Phryne was Jean-Léon Gérôme's Phryne before the Areopagus, which was controversial for showing her covering her face in shame, in the same pose that Gérôme used in several paintings of slaves in Eastern slave-markets. Driven by this controversy, Gérôme's painting was widely reproduced and caricatured, with engravings by Léopold Flameng, a bronze by Alexandre Falguière, and a painting by Paul Cézanne all modelled after Gérôme's Phryne. In nineteenth century literature, Phryne appears in \"Lesbos\" from Baudelaire's Les Fleurs du Mal, where she is used metonymically to represent courtesans in general, and in Rainier Maria Rilke's Die Flamingos, in which rather than seducing the men around her, she narcissisticly seduces herself. In the twentieth century, Phryne made the transition to cinema. Alessandro Blasetti's \"Il processo di Frine\" adapted the story of Phryne's trial with a contemporary setting, based on a short story by Edoardo Scarfoglio; the following year, the peplum film Frine cortigiana d'Oriente (\"Phryne, the Oriental Courtesan\") was released. Both films depict Phryne's disrobing at her trial with an iconography influenced by Gérôme's painting. ==Notes== ==References== ==Works cited== * * * * * * * * * * * Category:4th-century BC Greek people Category:4th-century BC Greek women Category:Ancient Athenian women Category:Ancient Boeotians Category:Artists' models of ancient Greece Category:Hetairai Category:Greek female models",
 "title": "Phryne"
}