{
 "id": "848639",
 "text": "thumb|right|Tobias Matthay, ca. 1913 Tobias Augustus Matthay (19 February 185815 December 1945) was an English pianist, teacher, and composer. ==Biography== Matthay was born in Clapham, Surrey, in 1858 to parents who had come from northern Germany and eventually became naturalised British subjects.Grove's Dictionary of Music and Musicians, 5th ed. (1954) Vol. 5, p. 632, Macmillan, London He entered London's Royal Academy of Music in 1871 and eight months later he received the first scholarship given to honour the knighthood of its principal, Sir William Sterndale Bennett. At the Academy, Matthay studied composition under Sir William Sterndale Bennett and Arthur Sullivan, and piano with William Dorrell and Walter Macfarren. He served as a sub-professor there from 1876–1880, and became an assistant professor of pianoforte in 1880, before being promoted to professor in 1884. With Frederick Corder and John Blackwood McEwen, he co-founded the Society of British Composers in 1905. Matthay remained at the RAM until 1925, when he was forced to resign because McEwen—his former student who was then the Academy's Principal—publicly attacked his teaching. In 1903, after over a decade of observation, analysis, and experimentation, he published The Act of Touch, an encyclopedic volume that influenced piano pedagogy throughout the English- speaking world. So many students were soon in quest of his insights that two years later he opened the Tobias Matthay Pianoforte School, first in Oxford Street, then in 1909 relocating to Wimpole Street, where it remained for the next 30 years. The teachers there included his sister Dora. He soon became known for his teaching principles that stressed proper piano touch and analysis of arm movements. He wrote several additional books on piano technique that brought him international recognition, and in 1912 he published Musical Interpretation, a widely read book that analyzed the principles of effective musicianship. Many of his pupils went on to define a school of 20th century English pianism, including York Bowen, Myra Hess, Clifford Curzon, Harold Craxton, Moura Lympany, Gertrude Peppercorn, Irene Scharrer, Lilias Mackinnon, Guy Jonson, Vivian Langrish, Hope Squire, Eileen Joyce, jazz \"syncopated\" pianist Raie Da Costa, Harriet Cohen, Dorothy Howell, and the duo Bartlett and Robertson. He taught many Americans, including Ray Lev, Eunice Norton, and Lytle Powell, and he was also the teacher of Canadian pianist Harry Dean, English composer Arnold Bax and English conductor Ernest Read.Scott-Sutherland, Colin. 'Tobias Matthay (1858-1945) and his Pupils', in British Music (British Music Society), Issue 29 (2007) In 1920, Hilda Hester Collens, who had studied under Matthay from 1910 to 1914, founded a music college in Manchester named the Matthay School of Music in his honour. It was later renamed the Northern School of Music, a predecessor institution of the Royal Northern College of Music. His wife Jessie née Kennedy, whom he married in 1893, wrote a biography of her husband, published posthumously in 1945.Jessie Henderson Kennedy Matthay. The Life and Works of Tobias Matthay (1945) She was a sister of Marjory Kennedy-Fraser. She was born in 1869 and died in 1937. Tobias Matthay died at his country home, High Marley, near Haslemere in 1945, aged 87. ==Compositions== Matthay's larger scale compositions and virtuoso piano works were all written between the 1870s and 1890s before he focused instead on piano technique and teaching. They include two symphonies, some concert overtures and several piano concertante works. They were all forgotten for many years, resurfacing at a Sotheby's manuscript auction on 30 November 2006, won by the Royal Academy of Music.Music and Continental Manuscripts, Sotheby's Catalogue, 2006Tobias Matthay Collection, Royal Academy of Music Only the symphonic overture In May (1883) and the one movement Concert Piece in A minor for piano and orchestra (begun about 1883 and revised till about 1908) gained much contemporary attention. The Concert Piece became his most popular large scale work, although its London premiere at the Proms had to wait 25 years before its first performance, on 28 August 1909. The soloist was York Bowen. It was then performed at the Proms by Vivian Langrish in 1914, in 1919, and 1920 and again in 1925 by Matthay's student Betty Humby (who later became Betty Humby Beecham after she married Thomas Beecham).BBC Proms Performance Archive Myra Hess also performed it under Matthay's baton at Queen's Hall on 18 July 1922 in the presence of the King and Queen for the Royal Academy of Music Centennial Celebration. Matthay also wrote chamber music (most notably the Piano Quartet, op.20 of 1882), a small number of songs, and a great deal of piano music.Dawes, Frank.'Matthay, Tobias ( Augustus )' in Grove Music Online, 2001' His 31 Variations and Derivations on an Original Theme for piano, written in 1891 and revised till 1918, was one of his last important early period works. Showing the influence of both Liszt and Wagner, it was considered harmonically daring when first composed. The work is in two parts, the second growing increasingly complex.Radio Times Issue 604, 28 April, 1935, p 28 During and after the First World War Matthay returned to piano composition, but abandoned his previously complex style in favour of short character pieces closer in spirit to Schumann's pieces for children. In 1933 he recorded some of these, including Twilight Hills and Wind Sprites from the 1919 suite On Surrey Hills, op.30,Tobias Matthay plays Matthay \"On Surrey Hills\", Op. 30 as well as the older Prelude and the highly demanding \"Bravura\" from Studies in the Form of a Suite (1887).Tobias Matthay plays Matthay Prelude and Arpeggio Op. 16, Columbia DX444, 1933Recordings, Pianosage.net A nearly complete collection of the published piano works is held at the International Piano Archives at the University of Maryland. It was donated by the late James Matthew Holloway from papers originally in the possession of the pianist and favourite Mathay student Denise Lassimonne (1903–1994), whom Matthay took in after the death of her father, later naming her his ward and heirDenise Lassimonne Many of the scores contain corrections, editorial markings and comments by Matthay himself.Tobias Matthay Collection at IPAM ==List of works== Orchestral * Concert Overture (1874) * Symphony in A minor (1874) * Piano Concerto in D minor (1874) * Scherzo for Orchestra in D minor (1875) * Concert Overture in C (1877) * Symphony (1878) * Reminiscences of Country Life, concert overture (1879) * Hero and Leander, scena for contralto and orchestra (1879) * In Summer, symphonic overture (aka Introduction and Allegro) (1880) * Andante for Orchestra (1881) * Concert Piece for Piano and Orchestra in D minor (1881) * In May, symphonic overture (1883) * Concert Piece for Piano and Orchestra in A minor (1895) Chamber * Piano Quartet in F (1876) * Piano Quartet, op. 20 (1882, revised 1905, published 1906)Piano Quartet, op 20, Charles Avison Ltd (1906) score at IMSLP * Piano Trio in F * Ballade for cello and piano, op.40 (1936) Piano Works (selected)Compositions by: Matthay, Tobias. IMSLP * Moods of a Moment, op.11 (1886, revised and published 1920) (ten pieces) * Love Phases, op.12 (1880, published 1912) (includes 'Doubts', 'Avowal', 'Response') * Studies in the form of a Suite op.16 (1887) (eight studies) * Elves, op.17 (1898, published 1911) * Con Imitazione, op. 18 * Sketch-Book No 1 op.24 (includes 'May Morning', 'Terpsichore') (1914) * Sketch Book No 2, op.26 (1916) * 31 Variations and Derivations on an Original Theme op.28 (1891, published 1918) * Five Cameos, op. 29 (1919) * On Surrey Hills op.30 (1919), includes 'Twilight Hills', 'On Holiday', 'Night Shadows', 'Wind Sprites' * Three Lyric Studies, op.33 (1921) * Ballade in A minor, op. 39 (1926) * Five Miniatures, op.45 ==See also== * ==References== ==Bibliography== *The Act Of Touch In All Its Diversity: An Analysis And Synthesis Of Pianoforte Tone Production (1903) Bosworth & Co. Ltd., London *The First Principles of Pianoforte Playing (1905) Bosworth & Co. Ltd., London *Relaxation Studies (1908) Bosworth & Co. Ltd., London *The Child's First Steps in Piano Playing (1912) Boston music Co., Boston *The Principles of Fingering and Laws of Pedalling (Extracted from Relaxation Studies) (1908) Bosworth, London *The Fore-Arm Rotation Principle in Pianoforte Playing (1912) The Boston Music Co., Boston *Musical Interpretation, Its Laws and Principles, and their application in teaching and performing (1912) Joseph Williams, London *The Slur or Couplet of Notes in all its Variety, its Interpretation and Execution (1928) Oxford University Press, London *The Visible And Invisible In Pianoforte Technique (1947) ==External links== * * England's Piano Sage: The Life and Teachings of Tobias Matthay * The American Matthay Association * The APR 7-volume CD reissue of recordings by Matthay and his pupils * Tobias Matthay at Unsung Composers * Guy, Robin D. Tobias Matthay: The Man, The Pedagogue, The Composer, Dissertation, University of Arizona (1988) Category:English classical pianists Category:Male classical pianists Category:1858 births Category:1945 deaths Category:Academics of the Royal Academy of Music Category:Piano pedagogues Category:Alumni of the Royal Academy of Music",
 "title": "Tobias Matthay"
}