{
 "id": "849436",
 "text": "The Free Protestant Episcopal Church (FPEC), later named The Anglican Free Communion and now entitled the Episcopal Free Communion, was formed in England on 2 November 1897 from the merger of three smaller churches. Others were to join later. The ordination of bishops from within the apostolic succession was of major importance to this group, as also was having the church recognized as a lawfully constituted religious denomination. The latter event occurred, at least tacitly, when an archdeacon from the group was exempted from World War I conscription in 1917 due to his clergy status, which would not have been permitted had the group not been considered a lawfully constituted denomination. ==Formation of the church, 1897== In 1890, Bishop Leon Chechemian, who had been a priest (vardapet) in the Armenian Catholic Church and later emigrated to England, where he was consecrated as a bishop, created the Free Protestant Church of England. In 1897 his church united with two other churches, the Ancient British Church and the Nazarene Episcopal Church, thus creating the Free Protestant Episcopal Church of England, an Anglican church independent of the Church of England. Chechemian was appointed the first primus of the newly formed FPEC. ==History== The church had traditionally been quite small. There are various reasons for this, but one of them seems to be that clergy had tended to pass through it as a church in which to be ordained by bishops from the historic apostolic succession before moving on to other, larger church bodies. More recently, the communion has evolved and grown, at present having 25 provinces in different US states and countries. Leadership of the church moved to the United States in 1978 but returned to the United Kingdom in 2015. ===Links with Mar Georgius, 1956–1960=== From 1956 to 1960, the FPEC was formally affiliated to the movement then led by Hugh George de Willmott Newman (Mar Georgius). Formal links ceased in October 1960. ===Schism, circa 1978–2011=== The FPEC has known internal dissension, some based on theological disputes and some on personalities. After a schism (circa 1978) in the communion, one of the factions led by Horst Block was renamed \"The International Free Protestant Episcopal Church\" (TIFPEC). On 12 February 2008, Block died and Bishop Peter Leers succeeded him as the primus of TIFPEC. In February 2011, Leers dissolved that jurisdiction, ending the division. The original organization (FPEC) survived. Edwin Duane Follick was primus at the time of the 2011 reconciliation, and thus he became primus of the reunited body. ===Schism of 2020=== In 2020 a group of bishops mostly from Latin America formally declared their intent to remove Archbishop Palmer. This was done without the approval of the other bishops within the communion, and thus this group which continued to use the name Anglican Free Communion are considered a schismatic group by the original communion as can be read on the official website used by the AFC. This schismatic group would eventually add the name \"International\" to its name becoming the Anglican Free Communion International (AFCI). This group is headed by Archbishop Firestone but is not the original AFC. ===Names=== During the bishops' synod of 2012 in Bolivia, the organization adopted the new name \"The Anglican Free Communion\". In August 2020 after the schism with the Anglican Free Communion International the communion renamed itself the Episcopal Free Communion, in acknowledgement of the communion original name. Other names that have been used during the church's history include \"Episcopal Apostolic Church of England\" and \"Ecumenical Church Foundation\". ==Description== The Free Protestant Episcopal Church (The Anglican Free Communion) is one of the oldest Anglican Communions in existence and is constituted by a large group of Anglicans of all varieties of churchmanship from Anglo-Catholic (High Church), Evangelical (Low Church), Latitudinarian (Broad Church), Charismatic and Liberal. All of the Provinces of the Communion are autonomous, comprising self-governing churches and families of churches around the world. As at 2016, Richard Arthur Palmer is the Primus. Richard Arthur Palmer was consecrated in the Liberal Catholic Church in 1997. He has subsequently been involved in the Reformed Liberal Catholic Church (Old Catholic), the Society for Independent Christian Ministry, the Open Episcopal Church and the United Episcopal Church. He was one of the founders of the Open Episcopal Church and for a five-year term he was its primate. The Free Protestant Episcopal Church is a communion of free Anglican churches around the world, living an Anglican reconciliation and unity. ==Apostolic succession== The church claims valid apostolic succession derived from the Armenian Catholic Church, the Syriac Orthodox Church, the Roman Catholic Church, and the Church of England (through the Reformed Episcopal Church of the United States of America). These lines were in the jurisdictions that united in 1897 to found the Free Protestant Episcopal Church. It is doubtful whether the line of succession from the Armenian Catholic Church is carries an un-broken episcopal succession. Leon Chechemain was a vardapet in the Armenian Catholic Church but evidence that he was ever a bishop in that church is lacking. ==Succession of primuses== * Leon Chechemian (\"Mar Leon\") (lived 1848– 1920) served as primus of FPEC from the formation of FPEC on 2 November 1897 until 30 December 1900 * Charles Isaac Stevens (\"Mar Theophilus I\") (second patriarch of the Ancient British Church, from 1889 onwards) (lived 1835–1917) served as primus of FPEC from 30 December 1900 until his death on 2 February 1917 * James Martin (\"Mar Jacobus I Antipas\") (third patriarch of the Ancient British Church) (lived 1843–1919) served as primus of FPEC from 1917 until his death on 29 October 1919 * Andrew Charles Albert McLagan (\"Mar Andries I\") (fourth patriarch of the Ancient British Church) (lived 1851–1928) served as primus of FPEC from 1919 until his death on 16 October 1928 * Herbert James Monzani-Heard (\"Mar Jacobus II\") (fifth patriarch of the Ancient British Church)(lived 1861–1947) served as primus of FPEC from 1930 until 18 May 1939 (continued as patriarch of the Ancient British Church until 29 January 1945) * William Hall (lived 1890–1959) served from 18 May 1945 until his death on 9 October 1959 * Charles Dennis Boltwood (lived 1889–1985) had been elected (circa 1951/1954) to succeed Wm Hall. However, Boltwood did not actually become primus until Hall's death on 9 October 1959, then serving until 17 October 1978 * Albert John Fuge (Snr) (lived 1911–1982) served from 1978 until his death on 30 April 1982 (Note: Horst Block led as schismatic group from circa 1978 until his death in 2008; Peter Leers then led this group until the schism was healed in 2011) * Charles Dennis Boltwood served pro-tem as 'Primus-Emeritus' for an interim period of nine weeks from Fuge's death on 30 April 1982 until 7 July 1982 * Charles Kennedy Moffatt (lived 1907–1989) served from 7 July 1982 until his death on 7 November 1989 * Edwin Duane Follick (born 1935) was the senior serving bishop at the time of Moffatt's death. In 1994, Follick was recognised as Primus and as having been Primus from 7 November 1989. Follick retired on 5 February 2015. * Richard Arthur Palmer from 5 February 2015 Note: For a full list of patriarchs of the Ancient British Church and Celtic Orthodox Church, refer to the wikipage of the Celtic Orthodox Church. ==External links== * Episcopal Free Communion – official website * Anglican Free Communion International- Official website of the New Communion- Fullfing the Original Vision * Free Protestant Episcopal Church – general history * Free Protestant Episcopal Church – Canada * Free Protestant Episcopal Church – additional history * Nazarene Episcopal Ecclesia * Old Protestant Episcopal Church Category:Anglican denominations in North America",
 "title": "Free Protestant Episcopal Church"
}