{
 "id": "849640",
 "text": "The PC Weenies is a webcomic with a special focus on technology humor and geek culture, as experienced through the lives of the fictitious Weiner family. The PC Weenies was created and launched on the web in October 1998 by Krishna M. Sadasivam, a former electrical engineer. The series has enjoyed success in web and print media. Most notably, The PC Weenies was the first webcomic to appear regularly on CNET. The PC Weenies currently appear in print within Tau Beta Pi's The BENT publication. The comic has also appeared within print in EE Times, the largest electronic engineering publication in the world. The PC Weenies webcomic also appears regularly on BBspot. ==Synopsis== The PC Weenies follows the life of the Weiner family, a household of technology geeks. The main character is the 40-year old Bob Weiner who loses his job in the tech industry and searches for a new one, all the while dealing with his family and the rapidly advancing computer industry. ==Development== In 1998, Sadasivam first considered the idea of creating a webcomic about a family of computer geeks while taking a shower; less than a week later, he uploaded the first page of The PC Weenies. Sadasivam initially worked with a multi-panel layout for his webcomic, but switched over to single-panel cartoons after a few weeks and stuck with this format for eight years. According to Sadasivam, creating The PC Weenies involves doing research, as he reads technology news websites and blogs in order to comment on the latest developments. Sadasivam released a print collection of his webcomic under the title PC Weenies: Rebootus Maximus in 2009. Sadasivam announced the end of The PC Weenies in May 2011. Among the reasons for the webcomic's conclusion, Sadasivam cited that he desired to focus on illustration, that his audience had been plateauing, and that he had to deal with several large emergency bills at the time. On his website, he wrote that \"the time I spend on making the comic could be better spent on other income-generating areas, and right now I have to do what’s best for my family.\" The webcomic has since resumed. ==References== ==External links== *The PC Weenies website Category:1998 webcomic debuts Category:1990s webcomics Category:2000s webcomics",
 "title": "The PC Weenies"
}