{
 "id": "849700",
 "text": "Churrasco (, ) is the Portuguese and Spanish name for beef or grilled meat more generally. It is a prominent feature in the cuisine of Brazil, Uruguay, and Argentina. The related term churrascaria (or churrasqueria) is mostly understood to be a steakhouse restaurant serving grilled meat, many offering as much as one can eat: servers move around the restaurant with skewers, slicing meat onto the customer's plate. This serving style is called espeto corrido or rodízio, and is quite popular in Brazil, especially in southern states like Rio Grande do Sul, Paraná, Santa Catarina, and São Paulo. ==Churrasco by country== thumb|Brazilian churrasco thumb|Churrasco sandwich from Chile thumb|Brazilian barbecue In Brazil, churrasco is the term for a barbecue (similar to the Argentine and Uruguayan asado) which originated in southern Brazil. It uses a variety of meats, pork, sausage and chicken which may be cooked on a purpose-built churrasqueira, a barbecue grill, often with supports for spits or skewers. Portable churrasqueiras are similar to those used to prepare the Argentine and Uruguayan asado, with a grill support, but many Brazilian churrasqueiras do not have grills, only the skewers above the embers. The meat may alternatively be cooked on large metal or wood skewers resting on a support or stuck into the ground and roasted with the embers of charcoal (wood may also be used, especially in the state of Rio Grande do Sul). In Nicaragua, the first immigrant group to introduce the term for this cut of beef to the United States restaurant scene in Miami, Florida as early as the 1950s, it refers to a skirt steak prepared grilled and served with a traditional chimichurri sauce made with macerated parsley, garlic, peppers, and olive oil sauce. In Argentina and Uruguay a churrasco refers to any boneless cut of beef that is sliced slightly thin as a steak and grilled over hot coals or on a very hot skillet. In Puerto Rico it always refers to skirt steak, cooked on a barbecue grill. The chimichurri sauce is optional, since the meat is very savory with just a slight hint of sea salt that is sprinkled over the meat during cooking. It is also customary to replace chimichurri sauce with a guava rum sauce made with spices and 7up or Ajilimójili sauce. In Ecuador churrasco is a staple food of the Coast Region, especially Guayaquil. The dish's main ingredient is the grilled steak that is seasoned with chimichurri, it is served with plantains, white rice, French fries, a fried egg, and slices of avocado. In Guatemala, churrasco is regarded as a typical dish, often eaten in familiar gatherings and festive occasions. It is usually served topped with chirmol, a red sauce containing chopped tomatoes and onions, and accompanied by corn, guacamole, grilled potatoes, stewed black beans, rice, and tortillas. In Chile, churrasco refers to a thin cut of steak which varies depending on the desired quality of the sandwich. The slices are grilled and served in a -sometimes warmed- local bun (called marraqueta, or pan batido in Valparaíso), usually accompanied with tomato, avocado, and mayonnaise, in the case of a churrasco italiano. Another popular dish, churrasco a lo pobre (\"poor man's churrasco\"), consists of a churrasco served with French fries, fried egg, and caramelized onions. In Portugal, frango de churrasco with piri piri (a kind of salty roasted chicken cooked on the churrasqueira, spiced with hot red chili sauce, garlic, and paprika) is very popular. Portuguese churrasco and chicken dishes are very popular in countries with Portuguese communities, such as Canada, Australia, the United States, Venezuela and South Africa. The term churrasco is also used in former Portuguese colonies; a churrasco moçambicano is a grilled meat dish from Mozambique, for instance. In Galicia, churrasco refers almost exclusively to grilled pork or beef spare ribs. Galicians who emigrated to America in the 20th century took with them the recipe for churrasco. Nowadays, many Galicians of all social classes prepare a churrascada. In the United States, churrasco- style restaurants have grown in popularity since the 1990s, fueled by the success of various chains, including Rodizio Grill, Texas de Brazil, Fogo de Chão, and Tucanos, as well as stand-alone Brazilian barbecue restaurants. In the United States, \"Churrasco\" is a registered trademark for rotisserie/grills manufactured by Hickory Industries, Inc. of Ft. Lee, New Jersey. <gallery mode=\"packed\" caption=\"Some typical churrasco cuts> File:Churrasco00001.jpg| File:Churrasco00003.jpg| File:Wagyu00001.jpg| File:Primerib00001.jpg| File:Churrasco00004.jpg| ==See also== * Shashlik * Gyros (food) ==References== ==External links== * Category:Argentine cuisine Category:Grilled skewers Category:Brazilian cuisine Category:Chilean sandwiches Category:Nicaraguan cuisine Category:Portuguese cuisine Category:Uruguayan cuisine Category:Paraguayan cuisine Category:Puerto Rican cuisine Category:Bolivian cuisine Category:Ecuadorian cuisine Category:Guatemalan cuisine Category:Galician cuisine Category:Beef steak dishes",
 "title": "Churrasco"
}