{
 "id": "849869",
 "text": "Rice pudding is a dish made from rice mixed with water or milk and other ingredients such as cinnamon, vanilla and raisins. Variants are used for either desserts or dinners. When used as a dessert, it is commonly combined with a sweetener such as sugar. Such desserts are found on many continents, especially Asia where rice is a staple. Some variants are thickened only with the rice starch; others include eggs, making them a kind of custard.Persian Saffron Rice Pudding ==Rice pudding around the world== thumb|Arroz con leche (rice with milk) is the Spanish and American type of rice pudding. Leftover rice is often used, especially in restaurants. Rice puddings are found in nearly every area of the world. Recipes can greatly vary even within a single country. The dessert can be boiled or baked. Different types of pudding vary depending on preparation methods and the selected ingredients. The following ingredients are usually found in rice puddings: * rice; white rice (usually short-grain, but can also be long-grain, broken rice, basmati, or jasmine rice), brown rice, or black rice * milk (whole milk, coconut milk, cream or evaporated) * spices (cardamom, nutmeg, cinnamon, ginger, or others) * flavorings and toppings (vanilla, orange, lemon, rose water; pistachio, almond, cashew, raisin, walnut, or others) * sweetener (sugar, brown sugar, honey, sweetened condensed milk, dates, fruit or syrups) * eggs (sometimes) The following is a list of various rice puddings grouped by place of origin. ===Middle East, North Africa, West Asia=== thumb|Turkish fırın sütlaç, baked thumb|Levantine Riz bi haleeb * Moghli (Lebanese) with anise, caraway, and cinnamon * Muhalibiyya (Arabic) with milk, rice flour, sugar, and rosewater * Fırın sütlaç (Turkish) baked, with milk, eggs, and cinnamon * Sütlaç (Turkish), served as cold; often browned in a salamander broiler and garnished with cinnamon. May be sweetened with sugar or pekmez. * Riz bi haleeb (Levantine), (lit. \"rice-with-milk\") with rosewater and occasionally mastic *Roz bil-laban (Egyptian), (lit. \"rice-with-milk\") * Sholezard (Iranian) made with saffron and rose water. Some variations use butter to improve the texture. It is especially served on Islamic occasions in months of Muharram and Ramadan. * Shir-berenj (Iranian) made with cardamom * Zarda wa haleeb (Iraqi) rice prepared with date syrup served in the same dish as with rice prepared with milk * Gatnabour (Armenian), (lit. \"milk pudding\") * Südlü aş (Azerbaijani), (lit. \"rice dish with milk) ===East Asia=== * Ba bao fan (Chinese) with glutinous rice, red bean paste, lard, sugar syrup, and eight kinds of fruits or nuts; traditionally eaten at the Chinese New Year * Put chai ko (Hong Kong) made with white or brown sugar, long-grain rice flour, and a little cornstarch. ===Southeast Asia=== thumb|Malaysian pulut hitam in a restaurant Many dishes resembling rice pudding can be found in Southeast Asia, many of which have Chinese influences. Owing to Chinese usage, they are almost never referred to as rice pudding by the local populations (whether ethnic Chinese origin or not) but instead called sweet rice porridge. * Banana rice pudding (Thailand) * Khanom sot sai (Thailand) * Bubur sumsum (Indonesia) * Bubur ketan hitam (Indonesia), black glutinous rice porridge * Maja blanca (Philippines), milk-and-rice pudding * TsamporadoAlmario, Virgilio, et al. 2010. UP Diksiyonaryong Filipino, 2nd ed. Anvil: Pasig. (Philippines) chocolate rice pudding * Pulut hitam (Malaysia/Singapore) similar to ketan hitam, its Indonesian counterpart * Tibuktíbuk (Philippines), Pampangan milk- and-rice pudding ===Central and South Asia=== * Dudhapak (Indian (Gujarati)) with slow-boiled milk, sugar, basmati rice, nuts, and saffron * Firni (Iranian/Tajik/Afghan/Indian/Pakistani/Bangladeshi) with broken rice, cardamom and pistachio, reduced to a paste, and served cold * Kheer (Indian Subcontinent) with slow-boiled milk * Payasam (South Indian) with slow-boiled milk, sugar/jaggery, and nuts * Paayesh (Bengali) with grounded basmati or parboiled rice, milk, suger/jaggery, cardamom and pistachio; can be served either hot or cold * Kiribath, a traditional dish made from coconut milk and rice in Sri Lankan cuisine. ===Europe=== ====Britain and Ireland==== In the United Kingdom and Ireland, rice pudding is a traditional dessert typically made with high-starch short-grained rice sold as \"pudding rice\". The earliest rice pudding recipes were called whitepot and date from the Tudor period. Rice pudding is traditionally made with pudding rice, milk, cream and sugar and is sometimes flavoured with vanilla, nutmeg, jam and/or cinnamon. It can be made in two ways: in a saucepan or by baking in the oven. In a saucepan, it is made by gently simmering the milk and rice until tender, and then the sugar is carefully mixed in. Finally, the cream is mixed in, and it can either be left to cool and be served at room temperature, or it can be heated and served hot. It should have a very creamy consistency. thumbnail|right|Oven baked When made in the oven, the pudding rice is placed into a baking dish, and the milk, cream and sugar are mixed in. The dish is then placed in the oven and baked at a low temperature for a few hours, until the rice is tender and the pudding has a creamy consistency. While cooking, the pudding may develop a thick crust, which adds an interesting texture to the pudding. It is traditional to sprinkle the top with finely grated nutmeg before baking. Using evaporated milk (9% milk fat), instead of whole milk, enriches the result and intensifies the caramelised flavour. An alternative recipe frequently used in the north of England uses butter instead of cream, adds a small pinch of salt, and requires the pudding mixture to stand for an hour or so prior to being cooked. Such puddings tend to set firmly when cooled, enabling slices to be cut and eaten like cake. If eaten hot, the pudding is traditionally served with cream poured on top in wealthy households, and with full fat milk where cream was not available. A spoonful of sweet jam or conserve is also a very popular topping for the pudding. Clotted cream is often used in the Westcountry. A specific type of rice is available and widely used for rice pudding called \"pudding rice\". Similar to Arborio rice, its grain is round and short, and when cooked produces a creamier consistency than savoury rice. However, other short grained rice can be used as a substitute. Ready-made, pre-cooked rice pudding sold in tin cans or pots is very widely available in most supermarkets and shops. Because it is canned, it has a very long shelf life. A popular brand is Ambrosia. Some brands are made with skimmed (fat free) milk. thumb|Portuguese Arroz doce served for Christmas thumb|Macedonian Lapa with black poppy seeds ====European dishes similar to rice pudding==== * Arroz con leche (Spanish) with milk, sugar, cinnamon, lemon zest (whole or grated), sometimes eggs * Arroz doce (Portuguese) with sugar, milk, egg yolks, cinnamon sticks and ground cinnamon, lemon peel, vanilla and a pinch of nutmeg can be added. The consistency should be thick, soft and held together. It's traditional to create a decorative pattern with ground cinnamon using only your finger tips. * Arroz-esne (Basque) with sugar and milk; sometimes with cinnamon * Budino di riso (Italian) with milk, eggs, raisins and orange peel * Grjónagrautur (Icelandic), everyday meal, served with cinnamon, sugar and raisins. * Milchreis (German) with rice, milk, sugar, cinnamon, apple sauce, rote Grütze or cherries * Mlečni riž or Rižev puding (Slovene) * Mliečna ryža (Slovak) * Молочна рисова каша (\"Molochna risova kasha\") (Ukrainian), also can appear as кутя (Kutia) for Christmas (served with dried fruits and nuts) * Orez cu lapte (Romanian) with milk and cinnamon * Riisipuuro (Finnish), served at Christmas time, often with cinnamon and sugar or prune kissel; additionally used as a filling for the traditional Karelian pasty * Rijstebrij (Dutch) or Rijstpap (Flemish) * Risengrød (Danish), served with butter, sugar and cinnamon or dark fruit juice at the Christmas table and for dinner during the winter months * Risengrynsgrøt/Risgrøt (Norwegian), served with butter, sugar and cinnamon and especially popular at Christmas, usually eaten on 23 December in a celebration called \"Lillejulaften\" (English: \"Little Christmas Eve\") * Risgrynsgröt (Swedish), served with sugar and cinnamon and milk or fruit juice sauce, at the Christmas table and for breakfast and dinner during the winter months, especially during Christmas time * Riža na mlijeku (Croatian) * Riz au lait or the moulded Riz à l'impératrice (French) * Ρυζόγαλο (rizogalo, Greek) stovetop or baked, with milk, sugar, vanilla and cinnamon. * Ryż na mleku (Polish) * Sutlija (Bosnian) * Sylt(i)jash or Qumësht me oriz (Albanian) * Сутлијач or Благ ориз (\"Sutliyach\", \"Blag oriz\")(Macedonian), also Лапа (lapa, ) with black poppy seeds * Сутлијаш / Sutlijaš (Serbian) * Мляко с ориз (mliako s oriz) or Сутляш (in certain regions) (Bulgarian) with milk and cinnamon * Tameloriz (Kosovan Albanian) * Tejberizs and Rizsfelfújt (Hungarian) often with raisins or golden raisins, cinnamon and/or cocoa powder; sometimes with almonds (mandula) or walnuts (dió), for dessert or breakfast * Teurgoule (Normandy) * Рисовая каша (Risovaya kasha) (Russian), usually eaten for breakfast, sweetened with sugar and served with a knob of butter ====Nordic countries==== thumb|Store bought rice pudding In the Nordic countries, rice porridge is a common breakfast and sometimes lunch. It is made as a warm dish from rice cooked in milk. When served, it is commonly sprinkled with cinnamon, sugar (or syrup) and a small knob of butter, and served with milk or fruit juice. In Iceland, it is sometimes served with cold slátur, a type of liver sausage. In different languages it is called risengrød (Danish), risengrynsgrøt (Norwegian), risgrynsgröt (Swedish), riisipuuro (Finnish), grjónagrautur , hrísgrautur or hrísgrjónagrautur (Icelandic), and rísgreytur (Faroese). The rice porridge dinner is used as a basis for rice cream dessert. There are many different variants of this dessert but the basis is the same: cold rice porridge (the dinner variant) is mixed with whipped cream and sweetened. In Sweden, it is sometimes mixed with oranges and is then called apelsinris. Risalamande (Danish, after French riz à l'amande, rice with almonds) is cold risengrød with whipped cream, vanilla, and chopped almond, often served with hot or chilled cherry (or strawberry) sauce. In Norway, the dessert is called riskrem and sometimes served with red sauce (usually made from strawberries or raspberries). Rice cream dessert is called ris à la Malta in Sweden, while what is referred to as risgrynspudding is made with eggs instead of cream. In Scandinavia, rice pudding has long been a part of Christmas tradition, in some countries referred to as julegröt/julegrøt/julegrød/joulupuuro (Yule porridge) or tomtegröt/nissegrød. The latter name is due to the old tradition of sharing the meal with the guardian of the homestead, called tomte or nisse (see also blót). In Finland the Christmas rice porridge is sometimes eaten with a kissel or compote made of dried prunes. A particular Christmas tradition that is often associated with eating rice pudding or porridge is hiding a whole almond in the porridge. In Sweden and Finland, popular belief has it that the one who eats the almond will be in luck the following year. In Norway, Denmark, Iceland and the Faroe Islands, the one who finds it will get the almond present as a prize. In Denmark and the Faroe Islands, the almond tradition is usually done with risalamande served as dessert at Julefrokost (Christmas lunch) or on Christmas Eve. In Norway, it is commonly served as lunch or early dinner on Christmas Eve or the day before, lillejulaften (\"Little Eve\"). In Sweden and Finland, it is more commonly done with a rice porridge dinner, sometimes a few days before Christmas Eve. ===Canada and the United States=== In Canada and the United States, most recipes come from European immigrants. In the latter half of the 20th century, South Asian, Middle Eastern and Latin American recipes have also become more common. In New England, a popular pudding is made with long grain rice, milk, sugar, or in Vermont, maple syrup. This may be combined with nutmeg, cinnamon, and/or raisins. The pudding is usually partially cooked on top of the stove in a double boiler, and then \"finished\" in an oven. ===Latin America and the Caribbean=== thumb|Argentine arroz con leche * Arroz con dulce (Puerto Rican) made with pearl rice, coconut cream, milk, butter, spices, ginger, raisins, rum, and sugar. Among other verifies purees from squash, sweet plantain, sweet potato, or ripe breadfruit can be added also known as cazuela. Adding pistachios and cream cheese are also popular. The piña colada rice pudding is quite popular replacing raisins, spices and ginger with pineapple and lime peel. * Arroz con leche (Dominican Republic) made with milk, cinnamon, raisins, sugar, and lemon zest. * Arroz con leche made to Spanish recipes; popular flavourings include anise seed, star anise, and raisins (Nicaragua, El Salvador, Costa Rica). cinnamon, or cajeta or dulce de leche (Bolivia, Paraguay, Chile, Uruguay, Venezuela, Cuba, Panama) or dulce de leche with cinnamon (Argentina) * Arroz con leche (Mexican) with milk, cinnamon, sugar, egg yolk, vanilla, orange peel, raisins (soaked in sherry, rum or tequila); chocolate, butter, nutmeg, or lime zest may also be added. * Arroz en leche (Guatemala) with milk, cinnamon, sugar, and vanilla; raisins may also be added. * Rice pudding (Jamaican) with milk, egg yolk, allspice, sugar, raisins (soaked in rum), vanilla, butter, sometimes crushed meringue, toasted coconut flakes, cornstarch, and crushed pineapple can be added. * Arroz con leche (Colombian) with milk, cream, sugar, coffee, raisins (soaked in rum or red wine), butter, vanilla, cinnamon, and cloves * Arroz con leche (Peruvian) with milk, sugar, orange peel, raisins, cloves, sweetened condensed milk, cinnamon, and vanilla and sometimes shredded coconut and (more rarely) brazil nuts can be added. It is commonly consumed with mazamorra morada (purple corn pudding). When served with it is known as \"clasico\". * Morocho (Ecuador) * Sweet rice (Trinidadian and Guyanese) with coconut milk, nutmeg, cinnamon, raisins, vanilla, and angostura bitter * Arroz-doce or Arroz de leite (Brazilian) with milk, coconut milk (sometimes), sugar, condensed milk and cinnamon. * Arroz con leche (Venezuela) with milk, coconut, sugar, condensed milk and cinnamon. * Du riz au lait (Haiti) made with milk, condensed milk, cinnamon, vanilla, sugar, and raisins. ==In popular culture== Buddhist scriptures state that Gautama Buddha's final meal before his enlightenment was a large bowl of rice pudding, prepared for him by a girl named Sujata. Rice pudding is mentioned frequently in literature of the Victorian and Edwardian eras, typically in the context of a cheap, plain, familiar food, often served to children or invalids, and often rendered boring by too-frequent inclusion in menus. In Edward Bulwer-Lytton's Kenelm Chillingly, a would-be host reassures a prospective guest: \"Don't fear that you shall have only mutton-chops and a rice-pudding\". In Henry James' A Passionate Pilgrim, the narrator laments: \"having dreamed of lamb and spinach and a salade de saison, I sat down in penitence to a mutton-chop and a rice pudding\". Charles Dickens relates an incident of shabby treatment in A Schoolboy's Story: \"it was imposing on Old Cheeseman to give him nothing but boiled mutton through a whole Vacation, but that was just like the system. When they didn't give him boiled mutton, they gave him rice pudding, pretending it was a treat. And saved the butcher.\" In Jane Austen's Emma, reference to the combination of mutton and rice pudding is once again made – \"his two eldest boys, whose healthy, glowing faces shewed all the benefit of a country run, and seemed to ensure a quick despatch of the roast mutton and rice pudding they were hastening home for\". Rice Pudding is the title and subject of a poem by A. A. Milne, in which the narrator professes puzzlement as to what is the matter with Mary Jane, who is \"crying with all her might and main/And she won't eat her dinner—rice pudding again—/What is the matter with Mary Jane?\" T.S. Eliot, in the poem \"Bustopher Jones: The Cat About Town\", writes: \"If he looks full of gloom/Then he's lunched at The Tomb/On cabbage, rice pudding, and mutton.\" ==See also== * Amazake * Congee * Hasty pudding * Sago pudding * Semolina pudding * Tapioca pudding ==Notes== ==References== * * * ==External links== * History of Puddings @ The Food Timeline * Rice pudding @ Foodlocate * Arroz con leche rice pudding @ Quiero Postre Category:Christmas food Category:Desserts Category:German desserts Category:Glutinous rice dishes Category:Porridges Category:World cuisine Category:Albanian cuisine",
 "title": "Rice pudding"
}