{
 "id": "849812",
 "text": "{| |+USS Joseph P. Kennedy Jr. (DD-850) |} USS Joseph P. Kennedy Jr. (DD-850) is a former United States Navy . The ship was named after Lieutenant Joseph P. Kennedy Jr., a naval aviator, son of the former Ambassador to Britain, Joseph P. Kennedy Sr., and older brother of future President John F. Kennedy. Joseph P. Kennedy Jr. served, with interruptions for modernization, until 1973. Among the highlights of her service are the blockade of Cuba during the Cuban Missile Crisis and the afloat recovery teams for Gemini 6 and Gemini 7. Joseph P. Kennedy Jr. is on display as a museum ship in Battleship Cove, Fall River, Massachusetts. She was added to the National Register of Historic Places in 1976, and designated a National Historic Landmark in 1989 as one of a small number of surviving Gearing-class destroyers. ==1945–1950== USS Joseph P. Kennedy Jr. was built by the Bethlehem Steel Corporation's Fore River Shipyard at Quincy, Massachusetts, launched on 26 July 1945, sponsored by Miss Jean Kennedy, sister of Lieutenant Kennedy. Joseph P. Kennedy Jr. was commissioned at Boston on 15 December 1945, Commander H. G. Moore in command. The new destroyer sailed on 4 February 1946 for shakedown training in the Caribbean. Robert F. Kennedy, Joseph's brother, then 20 years old, sailed on this cruise as an apprentice seaman. Kennedy was discharged from the Navy on May 30, 1946. Joseph P. Kennedy, Jr. returned to her homeport, Newport, in April 1946, and was occupied for the next few months in Naval Reserve Training. Arriving Norfolk on 8 October, the ship joined Admiral William D. Leahy's flagship, , and other units for a cruise to Chile and Venezuela. She transited the Panama Canal twice on this voyage, and was reviewed by the President of Venezuela on 25 November 1946. Joseph P. Kennedy Jr. returned to her home port on 14 December 1946. During 1947 the destroyer operated on the East Coast and in the Caribbean. She sailed for fleet maneuvers off Puerto Rico on 9 February and upon completion steamed eastward to join the 6th Fleet in the Mediterranean. During this period of great unrest in Europe, the fleet carried out the important role of peacekeeper and stabilizer. Joseph P. Kennedy Jr. visited various Mediterranean ports before arriving Newport on 26 June 1948. The remainder of the year was spent in antisubmarine warfare (ASW) exercises, and the first half of 1949 saw her make two training cruises to the Caribbean. The ship sailed on 23 August 1949 for 6th Fleet duty as flagship of Destroyer Squadron 18 (DESRON 18), returning on 27 January 1950. ==1950–1960== With the advent of war in Korea, Joseph P. Kennedy Jr. carried out reserve training during July 1950, followed by bombardment and convoy exercises to prepare for action defending South Korea from Communist aggression. Joseph P. Kennedy Jr. sailed for Japan on 3 January 1951 by way of the Panama Canal, Pearl Harbor, and Midway Atoll. At Sasebo she loaded ammunition and, exactly one month after departure from Newport, joined Task Force 77 (TF 77) off Korea. From February to April she screened the attack carriers as they pounded enemy positions and supply lines. She departed on 8 April for the Formosa Patrol, helping to prevent further hostilities across the volatile Taiwan Straits. Joseph P. Kennedy Jr., then returned to Korea arriving off Wonsan on 20 May to take up bombardment station in support of the Allied siege and occupation of harbor islands. This duty continued until 13 June, a period of almost constant bombardment of great importance to the operation, after which the ship steamed to Sasebo. Joseph P. Kennedy Jr. did not return to the West Coast immediately upon the termination of this combat duty, but instead steamed westward to complete a circumnavigation of the globe. With other units of Destroyer Squadron 8, she visited Singapore, Bahrain, Port Said, Naples, and Gibraltar before returning to Newport on 9 August 1951. Until January 1953 she conducted battle practice and served as school ship for the Fleet Training School at Newport. She sailed on 7 January for another 6th Fleet cruise, returning to Newport on 18 May 1953. Antisubmarine training exercises and another Mediterranean cruise January – May 1954 comprised her duty through most of 1955, and she sailed on 5 November for Arctic maneuvers off northern Europe. The ship visited Oslo, Norway, and Bremerhaven, West Germany, carrying out tactical exercises with units of the 6th Fleet before returning to Newport on 5 March 1956. In June 1956, Joseph P. Kennedy Jr. arrived at Annapolis with battleships and to embark United States Naval Academy midshipmen for a training cruise. Upon returning from Northern Europe on 1 August, the ship took part in training operations until 6 May 1957, when she sailed once more for 6th Fleet duty. The Jordanian crisis had just passed with the strong support of the fleet, and Joseph P. Kennedy Jr. took part in carrier operations until September, when she steamed to the coast of Norway for NATO joint maneuvers. She returned to Newport on 22 October 1957. Again in 1958 the ship sailed to the Mediterranean, and on this cruise spent April in the Persian Gulf with the Middle East Force before arriving back to Newport on 1 July 1958. After a needed period of overhaul at Boston, Joseph P. Kennedy Jr., arrived at Annapolis once more on 3 June 1959 for midshipman training. Along with other ships of the task group, she entered the St. Lawrence River and represented the Navy at the opening of the St. Lawrence Seaway on 26 June 1959. Following the ceremonies, in which both President Dwight D. Eisenhower and Queen Elizabeth II took part, the destroyer entered the Seaway and steamed to Chicago on 2 July. The ship visited various ports before returning to the Atlantic on 6 August. In 1960 she returned to the Mediterranean with and , returning to Newport on 15 October. ==1961–1964== In January 1961 Joseph P. Kennedy Jr., steamed to Washington, D.C. for the inauguration of John F. Kennedy, brother of her namesake. During February and April of that year she took part in space shots in the Project Mercury series. She then arrived New York City on 1 July 1961 for a Fleet Rehabilitation and Modernization (FRAM) overhaul in the New York Naval Shipyard. During this period she received the latest in antisubmarine gear, a new helicopter flight deck and hangar aft, and numerous other modifications designed to increase her useful life. After emerging in her new dress in late May 1962, she underwent exhaustive shakedown out of Guantanamo Bay, Cuba, returning on 26 August 1962. Joseph P. Kennedy Jr., with other ships of the fleet, reacted quickly to the threat of Soviet ballistic missiles in Cuba, and President Kennedy's quarantine order. Sailing on 22 October, the ship took an active part in the blockade that forced an easing of the Cuban Missile Crisis, and on 26 October under the command of Commander Nicholas S. Mikhalevsky sent a boarding party to the Lebanese Liberty ship Marucla After participating in this graphic demonstration of the power and mobility of the US Navy, Joseph P. Kennedy Jr. remained on patrol in the Caribbean until returning to Newport on 7 December 1962. During 1963 the veteran destroyer carried out training operations off the Virginia Capes and Nova Scotia. She departed Newport on 29 April 1964 for another Med cruise until 26 August, and in October was underway for Operation Steel Pike I, one of the largest amphibious operations since World War II. During the passage of the task force to the Spanish coast, she acted as antisubmarine screening ship. Joseph P. Kennedy Jr. returned to Newport on 19 November 1964. ==1965–1967== Late in January 1965, Joseph P. Kennedy Jr., put to sea for Port Canaveral, Florida, where she helped qualify two newly constructed Polaris submarines for patrol overseas. There followed a regular 3-month overhaul in the Boston Naval Shipyard. Commander J. W. Hayes took over command of Joseph P. Kennedy Jr. from Captain J. V. Peters on 14 July; the next day, a 2-month period of refresher training commenced as the ship set sail for Guantanamo Bay, Cuba. The US manned space program was one of Joseph P. Kennedy Jr.s more recent commitments; leaving Newport on 27 November 1965, the ship took station southeast of Bermuda as part of the afloat recovery team for Gemini 6 and Gemini 7 on a 14-day orbital and rendezvous mission in space. The shots a success and her duty done, Joseph P. Kennedy Jr. returned to Newport on 21 December to prepare for another deployment in the Mediterranean. Assigned to DESRON 10, Joseph P. Kennedy Jr. departed Newport on 15 February 1966 for duty with the 6th Fleet. After arriving at Gibraltar on 24 February, she participated during the next four months in AAW and ASW operations and ranged the Mediterranean from the North African coast to Turkey. She completed her peace-keeping patrols late in June and returned to Newport on 8 July. During the remainder of the year she conducted destroyer exercises and carrier screening operations off the eastern seaboard. In mid-November she participated in recovery operations following the successful 4-day flight of Gemini 12. On 1 March 1967 Joseph P. Kennedy Jr. again sailed for duty with the 6th Fleet. She cruised the Mediterranean until late April, and then transited the Suez Canal for the Red Sea and Indian Ocean. Late in June she departed the Gulf of Aden for the United States. Steaming via the Cape of Good Hope and South America, she arrived Newport the following month. There she resumed readiness training. ==End of career== As part of the Navy drawdown resulting from the end of US involvement in Vietnam, the Kennedy was decommissioned in early 1973 and was stricken from the Navy Register on 1 July the same year. Due to her famous namesake and close association with the Kennedy family, plans were soon made for her preservation. ==Museum ship== thumb|USS Kennedy in Battleship Cove After decommissioning, Joseph P. Kennedy Jr. was stricken from the Naval Vessel Register on 1 July 1973 and removed to Fall River, Massachusetts, as a unit of the Battleship Cove Museum. , she is open to the public as the official memorial to Massachusetts citizens who gave their lives during the Korean and Vietnam Wars. She is also home to the Admiral Arleigh Burke National Destroyermen's Museum. In the spring of 2000, Joseph P. Kennedy Jr. was brought to Rhode Island Sound for the movie Thirteen Days, portraying both herself and . The ship was crewed by active duty Navy and Naval Reservists in period uniforms, and some systems (radar antennae, gun mounts, and ASW torpedo tubes) were made semi-operational for action scenes, with the ship being towed by a tugboat that was kept out of frame during filming. ==Awards== {| style=\"margin:1em auto; text-align:center;\" |colspan=\"3\"| |- | | | |- | | | |- | | | |- | | | |} {| class=\"wikitable\" style=\"margin:1em auto; text-align:center;\" |colspan=\"3\"|Combat Action Ribbon |- |Navy Meritorious Unit Commendation |Navy Expeditionary Medal |American Campaign Medal |- |World War II Victory Medal |Navy Occupation Medal with \"EUROPE\" clasp |China Service Medal |- |National Defense Service Medal with star |Korean Service Medal with two battle stars |Armed Forces Expeditionary Medal |- |Presidential Unit Citation (South Korea) |United Nations Korea Medal |Korean War Service Medal (South Korea) |} Note – The Joseph P. Kennedy Jr. displays the ribbon of the Asiatic-Pacific Campaign Medal at Battleship Cove in Fall River; however, the vessel was not in the area of eligibility for this medal during the appropriate time period.Navy and Marine Corps Awards Manual, 1953 with revisions of 1954. ==See also== *List of National Historic Landmarks in Massachusetts *National Register of Historic Places listings in Fall River, Massachusetts ==References== ==Bibliography== * * * * * ==External links== * * *USS Joseph P. Kennedy Photos on board the Destroyer Joseph P. Kennedy DD-780 in Fall River, MA *Unofficial \"Joey P\" Home Page * *Maritime History of Massachusetts, a National Park Service Discover Our Shared Heritage Travel Itinerary Category:Cold War destroyers of the United States Category:Korean War destroyers of the United States Category:Museum ships in Massachusetts Category:National Historic Landmarks in Massachusetts Category:Buildings and structures in Fall River, Massachusetts Category:Ships built in Quincy, Massachusetts Category:1945 ships Category:Museums in Bristol County, Massachusetts Category:Military and war museums in Massachusetts Category:Gearing-class destroyers of the United States Navy Category:Ships on the National Register of Historic Places in Massachusetts Category:National Register of Historic Places in Fall River, Massachusetts",
 "title": "USS Joseph P. Kennedy Jr."
}