{
 "id": "84984",
 "text": "thumb|400px|Sestertius of Faustina Major showing Aeternitas seated holding phoenix on globe and scepter In ancient Roman religion, Aeternitas was the divine personification of eternity. She was particularly associated with Imperial cult as a virtue\"Virtue\" is a conventional label for this class of deities; as Duncan Fishwick has noted in Imperial Cult in the Latin West (Brill, 1990), pp. 459–460, to call \"eternity\" a virtue in English may seem strained. of the deified emperor (divus). The religious maintenance of abstract deities such as Aeternitas was characteristic of official Roman cult from the time of the Julio-Claudians to the Severans.Fishwick, Imperial Cult, p. 460. Like the more familiar anthropomorphic deities, Aeternitas and other abstractions were cultivated with sacrifices and temples, both in Rome and in the provinces. The temple of Aeternitas Augusta at Tarraco in Roman SpainFishwick, Imperial Cult, p. 461. was pictured on a coin.Robert E.A. Palmer, Studies of the Northern Campus Martius in ancient Rome (American Philosophical Society, 1990), p. 20. The divinity sometimes appears as Aeternitas Imperii (the \"Eternity of Roman rule\"),Alain Gowing, Empire and Memory: The Representation of the Roman Republic in Imperial Culture (Cambridge University Press, 2005), p. 150. where the Latin word imperium (\"command, power\") points toward the meaning \"empire,\" the English word derived from it. Aeternitas Imperii was among the deities who received sacrifices from the Arval Brethren in a thanksgiving when Nero survived conspiracy and attempted assassination. New bronze coinage was issued at this time, on which various virtues were represented.J. Rufus Fears, \"The Cult of Virtues and Roman Imperial Ideology\" Aufstieg und Niedergang der römischen Welt II.17.2 (1981), p. 895. Aeternitas was among the many virtues depicted on coinage issued under Vespasian, Titus, Trajan, Hadrian, Antoninus Pius, and Septimius Severus.Fears, \"The Cult of Virtues,\" pp. 900–901. The coins issued 75–79 AD under Vespasian show Aeternitas holding a head in each hand representing Sol and Luna.Raffaele Pettazzoni, Essays on the History of Religions (Brill, 1967), p. 177. On the coins of Titus (80–81 AD), Aeternitas holds a cornucopia, leans on a scepter, and has one foot placed on a globe, imagery that links the concepts of eternity, prosperity, and world dominion. From the 2nd to the mid-3rd century, the iconography of Aeternitas includes the globe, celestial bodies (stars, or sun and moon), and the phoenix, a symbol of cyclical time, since the phoenix was reborn in flames every 500 years.Melissa Barden Dowling, \"A Time to Regender: The Transformation of Roman Time,\" in Time and Uncertainty (Brill, 2004), p. 179. Aeternitas sometimes holds the globe on which the phoenix perches.Ittai Gradel, Emperor Worship and Roman Religion (Oxford University Press, 2002), p. 309. In The Marriage of Philology and Mercury, Martianus Capella says that Aeternitas is among the more honored of Jupiter's daughters. He mentions her diadem, the circular shape of which represents eternity.Martianus Capella, The Marriage of Philology and Mercury 1.4.13; Danuta Shanzer, A Philosophical and Literary Commentary on Martanus Capella's De Nuptiis Philologiae et Mercuri Book 1 (University of California Press, 1986), p. 71. The male equivalent of Aeternitas is Aion, the god of unbound time, the celestial spheres, and the Zodiac.Gradel, Emperor Worship and Roman Religion, pp. 310–311. ==References== ==See also== *446 Aeternitas Category:Roman goddesses Category:Roman mythology Category:Time and fate goddesses Category: Personifications in Roman mythology",
 "title": "Aeternitas"
}