{
 "id": "850029",
 "text": "Bipin Chandra Pal ( ; 7 November 1858 – 20 May 1932) was an Indian nationalist, writer, orator, social reformer and Indian independence movement freedom fighter. He was one third of the “Lal Bal Pal” triumvirate. Pal was one of the main architects of the Swadeshi movement along with Sri Aurobindo. He also opposed the partition of Bengal by the British colonial government. ==Early life and background== Bipin Chandra Pal was born in the village of Poil, Habiganj, Sylhet District, Bengal Presidency of British India, in a Hindu Bengali Kayastha family. His father was Ramchandra Pal, a Persian scholar, and small landowner. He studied and taught at the Church Mission Society College (now the St. Paul's Cathedral Mission College), an affiliated college of the University of Calcutta. His son was Niranjan Pal, one of the founders of Bombay Talkies. One son-in-law was the ICS officer, S. K. Dey, who later became a union minister. His other son-in-law was freedom fighter Ullaskar Dutta who married Lila Dutta his childhood love interest after many circumstances at their last age. Family of Bipin Chandra Pal Son - Niranjan Pal (founder of Bombay Takies) Grandson- Colin Pal (writer of Shooting Star) film director Great Grandson - Deep Pal (Steadicam camerawork). As revolutionary as he was in politics, Pal was the same in his private life as well. After his first wife died, he married a widow and joined the Brahmo Samaj. ==Work== right|frameless|242x242px Pal is known as the Father of Revolutionary Thoughts in India of India. Pal became a major leader of the Indian National Congress. At the Madras session of Indian National Congress held in 1887, Bipin Chandra Pal made a strong plea for repeal of the Arms Act which was discriminatory in nature. Along with Lala Lajpat Rai and Bal Gangadhar Tilak he belonged to the Lal-Bal-Pal trio that was associated with revolutionary activity. Sri Aurobindo Ghosh and Pal were recognised as the chief exponents of a new national movement revolving around the ideals of Purna Swaraj, Swadeshi, boycott and national education. His programme consisted of Swadeshi, boycott and national education. He preached and encouraged the use of Swadeshi and the boycott of foreign goods to eradicate poverty and unemployment. He wanted to remove social evils from the form and arouse the feelings of nationalism through national criticism. He had no faith in mild protests in the form of non-cooperation with the British colonial government. On that one issue, the assertive nationalist leader had nothing in common with Mahatma Gandhi. During the last six years of his life, he parted company with the Congress and led a secluded life. Sri Aurobindo referred to him as one of mightiest prophets of nationalism. Bipin Chandra Pal made his efforts to remove social and economic ills. He opposed caste system and advocated widow remarriage. He advocated 48 hours of work week and demanded a hike in wages of workers. He expressed his disdain for Gandhi's ways, which he criticised for being rooted in “magic” instead of “logic”. As a journalist, Pal worked for Bengal Public Opinion, The Tribune and New India, where he propagated his brand of nationalism. He wrote several articles warning India of the changes happening in China and other geopolitical situations. In one of his writings, describing where the future danger for India will come from, Pal wrote under the title \"Our Real Danger\". Lal Bal Pal.jpg|Lala Lajpat Rai of Punjab, Bal Gangadhar Tilak of Maharashtra, and Bipin Chandra Pal (right) of Bengal, the triumvirate were popularly known as Lal Bal Pal, changed the political discourse of the Indian independence movement. ==References== ==Further reading== * * * Category:1858 births Category:1932 deaths Category:People from Habiganj Sadar Upazila Category:20th-century Bengalis Category:19th-century Bengalis Category:Indian independence activists from Bengal Category:India House Category:Brahmos",
 "title": "Bipin Chandra Pal"
}