{
 "id": "850009",
 "text": "Micrographia: or Some Physiological Descriptions of Minute Bodies Made by Magnifying Glasses. With Observations and Inquiries Thereupon. is a historically significant book by Robert Hooke about his observations through various lenses. It was the first book to include illustrations of insects and plants as seen through microscopes. Published in January 1665, the first major publication of the Royal Society, it became the first scientific best-seller, inspiring a wide public interest in the new science of microscopy. The book originated the biological term cell. ==Observations== Hooke most famously describes a fly's eye and a plant cell (where he coined that term because plant cells, which are walled, reminded him of the cells in a honeycomb\"... I could exceedingly plainly perceive it to be all perforated and porous, much like a Honey-comb, but that the pores of it were not regular [..] these pores, or cells, [..] were indeed the first microscopical pores I ever saw, and perhaps, that were ever seen, for I had not met with any Writer or Person, that had made any mention of them before this. . .\" – Hooke describing his observations on a thin slice of cork. Robert Hooke). Known for its spectacular copperplate of the miniature world, particularly its fold-out plates of insects, the text itself reinforces the tremendous power of the new microscope. The plates of insects fold out to be larger than the large folio itself, the engraving of the louse in particular folding out to four times the size of the book. Although the book is best known for demonstrating the power of the microscope, Micrographia also describes distant planetary bodies, the wave theory of light, the organic origin of fossils, and other philosophical and scientific interests of its author. Hooke also selected several objects of human origin; among these objects were the jagged edge of a honed razor and the point of a needle, seeming blunt under the microscope. His goal may well have been to contrast the flawed products of mankind with the perfection of nature (and hence, in the spirit of the times, of biblical creation). File:Hooke Microscope-03000276-FIG-4.jpg|Microscope manufactured by Christopher White of London for Robert Hooke. Hooke is believed to have used this microscope for the observations that formed the basis of Micrographia. (M-030 00276) Courtesy - Billings Microscope Collection, National Museum of Health and Medicine, Maryland. File:Louse diagram, Micrographia, Robert Hooke, 1667.jpg|Hooke's drawing of a louse File:HookeFlea01.jpg|Hooke's drawing of a flea File:Hooke-microscope.png|Hooke's microscope File:RobertHookeMicrographia1665.jpg|Hooke was the first to apply the word \"cell\" to biological objects: Cork. File:Hooke-gnat.jpg|Hooke's drawing of a gnat File:Compoundeye.png|Hooke's drawing of a grey dronefly File:Hooke- bluefly.jpg|Hooke's drawing of a blue fly ==Reception== Published under the aegis of The Royal Society, the popularity of the book helped further the society's image and mission of being England's leading scientific organization. Micrographia's illustrations of the miniature world captured the public's imagination in a radically new way; Samuel Pepys called it \"the most ingenious book that ever I read in my life.\" ==Methods== In 2007, Janice Neri, a professor of art history and visual culture, studied Hooke's artistic influences and processes with the help of some newly rediscovered notes and drawings that appear to show some of his work leading up to Micrographia. She observes, \"Hooke's use of the term \"schema\" to identify his plates indicates that he approached his images in a diagrammatic manner and implies the study or visual dissection of the objects portrayed.\" Identifying Hooke's schema as 'organization tools,' she emphasizes: Additionally: \"Hooke often enclosed the objects he presented within a round frame, thus offering viewers an evocation of the experience of looking through the lens of a microscope.\" ==Bibliography== *Robert Hooke. Micrographia: or, Some physiological descriptions of minute bodies made by magnifying glasses. London: J. Martyn and J. Allestry, 1665. (first edition). ==References== ==External links== * Engraved copperplate illustrations from a first edition of Micrographia : or, Some physiological descriptions of minute bodies made by magnifying glasses. With observations and inquiries thereupon (all images freely available for download in a variety of formats from the Science History Institute's Digital Collections) *Project Gutenberg Micrographia text *Turning the Pages - virtual copy of the book from the National Library of Medicine *Micrographia - full digital facsimile at Linda Hall Library *Transcribing the Hooke Folio * Category:English non-fiction literature Category:Biology books Category:1665 books Category:Microscopes Category:Microscopy Category:Cell imaging Category:Royal Society Category:1665 in science",
 "title": "Micrographia"
}