{
 "id": "850385",
 "text": "Judo at the 2004 Summer Olympics took place in the Ano Liossia Olympic Hall and featured 368 judoka competing for 14 gold medals with seven different weight categories in both the men's and women's competitions. Japan dominated the event by taking 8 gold and 2 silver medals. Gold and silver medals in each weight class were determined by a single-elimination bracket. There was a repechage for those who are eliminated by one of the eventual semifinalists. Since there are four semifinalists, this means that four of the losers of the round of 32 (i.e., 25%) faced four of the losers from the round of 16 (50%). The winners of these matches faced the four judokas who have lost in the quarterfinals. The winners, then, of these four matches faced each other to narrow the repechage field down to two judokas. Until this stage, the repechage has been segregated into two distinct halves, with each successive competitor facing another one from the same half of the original bracket; but each of the two judokas who emerge from the repechage challenged the loser of the other bracket's semifinal. (Since these two always come from opposite halves of the original bracket, they could not have faced each other already.) The winners of these two matches were each awarded a bronze medal, making judo unusual among Olympic events in not determining a single third-place finisher. There was controversy in the men's competition, when Iranian competitor and two-times world champion Arash Miresmaeili weighed in overweight and was disqualified before a match in which he would have faced Israeli judoka Ehud Vaks. Miresmaeili's comments strongly suggested that he had intentionally disqualified himself so as not to compete against an Israeli.\"Mystery over Iran judo 'protest'\", BBC, August 15, 2004 ==Medal summary== ===Men's events=== {| |- |rowspan=2| Extra-lightweight (60 kg) |rowspan=2| |rowspan=2| | |- | |- |rowspan=2| Half-lightweight (66 kg) |rowspan=2| |rowspan=2| | |- | |- |rowspan=2| Lightweight (73 kg) |rowspan=2| |rowspan=2| | |- | |- |rowspan=2| Half-middleweight (81 kg) |rowspan=2| |rowspan=2| | |- | |- |rowspan=2| Middleweight (90 kg) |rowspan=2| |rowspan=2| | |- | |- |rowspan=2| Half-heavyweight (100 kg) |rowspan=2| |rowspan=2| | |- | |- |rowspan=2| Heavyweight (+100 kg) |rowspan=2| |rowspan=2| | |- | |} ===Women's events=== {| |- |rowspan=2| Extra-lightweight (48 kg) |rowspan=2| |rowspan=2| | |- | |- |rowspan=2| Half-lightweight (52 kg) |rowspan=2| |rowspan=2| | |- | |- |rowspan=2| Lightweight (57 kg) |rowspan=2| |rowspan=2| | |- | |- |rowspan=2| Half-middleweight (63 kg) |rowspan=2| |rowspan=2| | |- | |- |rowspan=2| Middleweight (70 kg) |rowspan=2| |rowspan=2| | |- | |- |rowspan=2| Half-heavyweight (78 kg) |rowspan=2| |rowspan=2| | |- | |- |rowspan=2| Heavyweight (+78 kg) |rowspan=2| |rowspan=2| | |- | |} ==Medal table== ==References== ==External links== * * Official result book – Judo * Videos of the 2004 Judo Summer Olympics Category:2004 Summer Olympics events 2004 Olympics Category:Judo competitions in Greece",
 "title": "Judo at the 2004 Summer Olympics"
}