{
 "id": "850310",
 "text": "Royal Air Force Manston or more simply RAF Manston is a former Royal Air Force station located in the north-east of Kent, at on the Isle of Thanet from 1916 until 1996. The site was split between a commercial airport Kent International Airport (KIA), since closed, and a continuing military use by the Defence Fire Training and Development Centre (DFTDC), following on from a long-standing training facility for RAF firefighters at the RAF Manston base. In March 2017, RAF Manston became the HQ for the 3rd Battalion, Princess of Wales Royal Regiment (PWRR). ==History== ===First World War=== At the outset of the First World War, the Isle of Thanet was equipped with a small and precarious landing strip for aircraft at St Mildreds Bay, Westgate, on top of the chalk cliffs, at the foot of which was a promenade which had been used for seaplane operations. The landing grounds atop the cliff soon became the scene of several accidents, with at least one plane seen to fail to stop before the end of the cliffs and tumble into the sea which, fortunately for the pilot, had been on its inward tide. In the winter of 1915-1916 these early aircraft first began to use the open farmlands at Manston as a site for emergency landings. Thus was soon established the Admiralty Aerodrome at Manston. It was not long after this that the training school, set up originally to instruct pilots in the use of the new Handley Page bombers, was established, and so by the close of 1916 there were already two distinct units stationed at Manston, the Operational War Flight Command and the Handley Page Training School. Its location near the Kent coast gave Manston some advantages over the other previously established aerodromes and regular additions in men and machinery were soon made, particularly, in these early days, from Detling. By 1917 the Royal Flying Corps was well established and taking an active part in the defence of England. At a time when Zeppelin raids were bringing the war directly to English civilians, daylight bombing raids by German 'Gotha' Bombers, a twin engined biplane, would have been considerably more effective were it not for the RFC's presence at Manston. The German air raids had lasted for thirteen weeks, the last being on 22 August 1917. On this occasion, of the 15 bombers that set out for England five did not reach the Kent coast, and the 'spirited' intervention from Manston-based fighters prevented those remaining from flying further west, three being destroyed outright and the remaining seven returning to Germany with dead and wounded on board. Shortly after such formation raids and in consequence the Cabinet recommended the creation of a separate Air Ministry. The RAF was officially formed on 1 April 1918. ===Second World War=== At the start of the Second World War, Manston hosted a School of Air Navigation but this was quickly moved out. On 10 September 1939, No. 3 Squadron flew in equipped with Hawker Hurricanes and Manston was put under the command of No. 11 Group Fighter Command. During an eventful Battle of Britain, Manston was heavily bombed; at its height (August 1940) diary entries recorded a steady stream of damage to aircraft and buildings. The station was also littered with unexploded bombs. This caused many staff to move to nearby woods for at least a week.Hogben, Arthur Designed to Kill (1987) p 88 Patrick Stephens Limited Others were dispersed to surrounding housing. For example, WAAFs (members of the Women's Auxiliary Air Force) stationed at Manston were billeted at the nearby Ursuline Convent in Westgate- on-Sea. Barnes Wallis used the base to test his bouncing bomb on the coast at nearby Reculver prior to the Dambusters raid. A prototype is on public display at the Spitfire & Hurricane Museum. Hawker Typhoon attack aircraft were based there later in the war, and also the first Meteor jet squadron of the RAF. Manston was used as one of the departure points for military gliders of the Glider Pilot Regiment to transport troops and equipment in Operation Market Garden. It was one of the few airfields installed with the Fog, Intensive, Dispersal Of (FIDO) system designed to remove fog from airfields by burning it off with petrol. Along with RAF Carnaby and RAF Woodbridge, Manston was developed as a South coast emergency landing ground for bomber crews. These airfields were intended for use by returning bombers suffering from low-fuel and/or suspected damage to their pneumatic (wheel brake) and/or hydraulic (undercarriage) systems. All three airfields were equipped with a single runway, 9,000 ft (2,700 m) long and 750 ft (230 m) wide. There was a further clear area of 1,500 ft (460 m) at each end of the runway. At each of the three airfields, the runway was divided into three 250 ft (76 m) lanes. The northern and central lanes were allocated by flying control, while the southern lane was the emergency lane on which any aircraft could land without first making contact with the airfield. The hilltop site was chosen as it was usually fog- free and had no approach obstructions. Being close to the front line, the airfield became something of a magnet for badly damaged aircraft that had suffered from ground fire, collisions, or air attack but retained a degree of airworthiness. The airfield became something of a \"graveyard\" for heavy bombers and no doubt the less-damaged portions of aircraft landing or otherwise arriving here sometimes provided spare parts for other Allied aircraft in need of repair. The museums on site display some startling aerial views dating from this era and the post-war years. After the war, the runway was reconfigured, becoming 200 feet wide with a full-length parallel taxiway, both within the original paved width. === USAF use === right|thumb|300px|USAF Boeing B-47E-50-LM, AF Ser. No. 52-3363, in flight. 300px|thumb|Republic F-84E-1-RE Thunderjets of the 512th Fighter-Bomber Squadron. AF Ser. No. 49-2066 is in the foreground. 300px|thumb|North American F-86D-45-NA Sabre, AF Ser. No. 52-4063, of the 513th Fighter Interceptor Squadron During the Cold War of the 1950s the United States Air Force used RAF Manston as a Strategic Air Command base for its bomber, fighter and fighter-bomber units. In the early 1950s, SAC's backbone bombers were the Convair B-36 and Boeing B-47 Stratojet. To support this strategy, the SAC 7th Air Division was established in May 1951. At the time, Manston had only partially recovered from the ravages of the Second World War. There were still makeshift bomb shelters, i.e. trenches with tin roofs, and many large circles of lush green grass where Luftwaffe bombs had cratered the runway. The RAF control tower overlooked a bizarre hilltop runway, which was an extraordinary wide and long. The 7th AD expanded Manston by building concrete bunkers suitable for nuclear weapons and upgrading the support facilities for long-term use. By the summer of 1953, the 7th AD began a series of temporary deployments of B-47 and B-36 wings from the United States to the United Kingdom. These deployments generally involved about 45 aircraft, together with about 20 KC-97 Stratofreighters which were maintained at the English bases for 90 days. At the end of the Temporary Duty (TDY), they were relieved by another SAC wing that was generally stationed at a different airfield. These deployments continued until 1955 when SAC shifted its rotational deployments to RAF Fairford and Manston was turned over to the United States Air Forces in Europe. In July 1951 SAC deployed the 12th Fighter-Escort Wing to Manston to provide fighter escort for its rotational bombardment wings. The 12th, however, only remained at Manston until 30 November when it was replaced by the 123rd Fighter-Bomber Wing, with the 12th being transferred to Japan for combat duty during the Korean War. The 123rd was an umbrella wing that was formed from several Air National Guard squadrons activated for federal service during the Korean War. This wing was activated at Manston with three ANG fighter squadrons: * 156th Fighter-Bomber Squadron (North Carolina ANG) * 165th Fighter-Bomber Squadron (Kentucky ANG) * 167th Fighter-Bomber Squadron (West Virginia ANG) The 123d utilized the F-84E \"Thunderjets\" left behind by the 12th FEW and continued the same mission of fighter escort of SAC's bombers. In July 1952 the Air National Guard squadrons were returned to State control, and USAFE assumed the fighter escort role. In its place, the 406th Fighter-Bomber Wing was activated in place at Manston with the following squadrons assigned: * 512th Fighter-Bomber Squadron (Yellow Stripe) * 513th Fighter-Bomber Squadron (Red Stripe) * 514th Fighter-Bomber Squadron (Dark Blue Stripe) Initially, the 406th utilized the existing F-84Es, however in August 1953, the F-86F \"Sabre\" began to arrive to replace them. left|100px A change of mission for the 406th in April 1954 from fighter-bomber to fighter-interceptor came with a change of equipment. The F-86D Sabre interceptor began to arrive and the F-86F's were transferred to other USAFE squadrons and NATO countries. In addition, the 512th FBS was transferred to Soesterberg Air Base, Netherlands with their F-86Fs. In June F-86D's arrived from CONUS to equip the 87th Fighter-Interceptor Squadron which was transferred to the 406th from the 81st FBW assigned to RAF Shepherds Grove. The 87th FIS, however, physically remained at Shepherds Grove, but was under the organisational command of the 406th at Manston. In September 1955, the 87th was redesignated the 512th FIS. On 15 May 1958 the 406th was inactivated, with its three air defence squadrons being assigned to continental Europe under the 86th Air Division (Defense) at Ramstein Air Base West Germany. The squadrons were transferred to the following bases: * 512th FIS to Sembach Air Base, West Germany * 513th FIS to Phalsbourg-Bourscheid Air Base France * 514th FIS to Ramstein Air Base, West Germany The F-86D's were eventually withdrawn from Europe in 1961, and the 512th, 513th and 514th were inactivated. After the transfer of the USAFE interceptors at Manston the base was returned to the RAF control. === Return to RAF use === With the USAF's withdrawal from Manston, the airfield became a joint civilian and RAF airport from 1960 and was thence employed for occasional package tour and cargo flights, alongside its continuing role as an RAF base. The Air Cadets used the northern side of the airfield as a gliding site, and 1 Air Experience Flight flying De Havilland Chipmunks was also based there. Thanks to its long runway, Manston was designated as one of the UK's MEDAs (Military Emergency Diversion Airfields) for emergency military and civilian landings. Others included RAF Greenham Common, RAF Aldergrove and RAF Machrihanish. For a number of years, the base operated as a Master Diversion Airfield, open 24 hours every day. Manston, uniquely in the UK, also had a 'foam carpet' crash landing system, where two tractors would pull tankers laying a metre thick layer of foam over a strip of runway, for aircraft with landing gear problems. ===Search and rescue base=== RAF Manston was home to a helicopter search and rescue (SAR) flight from No. 22 Squadron RAF from 1961, operating Westland Whirlwind aircraft. The flight was withdrawn in 1969, but the outcry led to the RAF contracting Bristow Helicopters from 1971 to 1974 to provide a continued service (also using MK3 Whirlwhinds). In 1972, the Bristow crew was awarded the \"Wreck Shield\" for \"Most Meritorious Rescue in 1972\" by the Department of Trade and Industry. In 1974, the RAF SAR teams returned, with No. 72 Squadron RAF operating two Westland Wessex HC2 aircraft to replace the Bristow cover. The flight was transferred back to No. 22 Squadron in June 1976. In 1988 No. 202 Squadron RAF moved to Manston with their Sea King HAR.3, with the Wessex aircraft moving to RAF Coltishall. The Sea Kings remained at Manston until July 1994, when SAR activity at the base was halted, and SAR cover for the channel relocated to RAF Wattisham. ===Units=== The following units were here at some point: ==Civilian use== For some years two commercial airlines operated out of Manston, Invicta Airways and Air Ferry. Many thousands of holiday passengers started their journeys from Manston. From 1989 Manston became styled as Kent International Airport, and a new terminal was officially opened that year by the Duchess of York. ==Closure== thumb|The DFTDC is still an active military base. In 1996, Manston's satellite station RAF Ash, was closed, and in 1999, it was decided to close the RAF Manston base. The 'airside' portion of the base was signed over to the commercial operator of Kent International Airport. The MoD decided to keep the central fire training school (CTE) facility open, and almost the entirety of the 'domestic' side of the base became FSCTE Manston (Fire Service Central Training Establishment). In 2007 the Army took over responsibility for firefighting across the armed services (except the Royal Navy whose Aircraft Handling Branch are the fire fighters at Naval Air Stations and are trained at RNAS Culdrose at the School of Flight Deck Operations) and the school became the Defence Fire Training and Development Centre (DFTDC). In January 2017 it was announced that the 3rd Battalion, the Princess of Wales's Royal Regiment would be based at Manston. ==Accidents== * On 18 September 1948, an RAF de Havilland Mosquito crashed during an air show at RAF Manston, killing both crew and ten members of the public. * On 27 April 1952, an American Republic F-84E Thunderjet (Serial Number 49-2111), of 165 Fighter Bomber Squadron, 1323 Fighter Bomber Group, United States Air Force, that was based at Manston crashed at nearby St Peter's as a result of an engine fire. The pilot, Captain Clifford Vincent Fogarty, was killed, as were three St Peter's residents. == Museums == There are currently two museums on the former RAF Manston site, in a cluster on the north side : * The RAF Manston History Museum * The Spitfire and Hurricane Memorial Museum A third museum in the cluster, the Manston Fire Museum within the DFTDC site, is now closed. ==Air show== RAF Manston and the Spitifire and Hurricane museums used to host an air show, most recently in 2011. ==Popular culture== RAF Manston was used as the effects of what will happen in the surrounding towns of Canterbury and Rochester if a nuclear strike by the Soviet Union happened in the Oscar winning 1965 film The War Game. ==References== ===Citations=== ===Bibliography=== * Ravenstein, Charles A., Air Force Combat Wings Lineage and Honors Histories 1947-1977, Office of Air Force History, 1984 * Endicott, Judy G., USAF Active Flying, Space, and Missile Squadrons as of 1 October 1995. Office of Air Force History * Menard, David W., Before Centuries. USAFE Fighters 1948-1959 * USAAS-USAAC-USAAF-USAF Aircraft Serial Numbers--1908 to present ==External links== * Read a detailed historical record about RAF Manston Aerodrome * Lancaster Mk 1 testing a 'bouncing bomb' near Reculver * History of Manston Airfield Category:Royal Air Force stations in Kent Category:Royal Naval Air Stations in Kent Category:Thanet Category:1916 establishments in England Category:Airports established in 1916 Category:1996 disestablishments in England Category:Royal Air Force stations of World War II in the United Kingdom",
 "title": "RAF Manston"
}