{
 "id": "850435",
 "text": "The United Democrats (, Enomenoi Dimokrates (EDI)) is a liberal political party in Cyprus. The party was founded by former President of Cyprus George Vasiliou in 1993 as Kinima Eleftheron Dimokraton (\"Movement of Free Democrats\"). The party later merged with ADISOK (a group of former AKEL members, including Andreas Fantis, Andreas Ziartides and Pavlos Diglis) to form United Democrats. The party is a full member of the Alliance of Liberals and Democrats for Europe and an observer member of the Liberal International. ==History== At the legislative elections, 27 May 2001, the party won 2.6% of the popular vote and 1 out of 56 seats. During the 2004 Annan Plan Referendum, the party supported the Annan Plan for Cyprus. In 2005 the party's president George Vasiliou stepped down and Michalis Papapetrou was elected president. In the elections of 21 May 2006, the party won only 1.6% and lost parliamentary representation. After the loss of the parliamentary representation Michalis Papapetrou expressed the will to resign as a leader of the party. In March 2007 the vice-president Praxoula Antoniadou took the leadership of the party. In the 2011 Legislative Elections, the United Democrats decided to support the governing party, AKEL. The party leader Praxoula Antoniadou was a candidate MP for AKEL. In August 2011, President Demetris Christofias has appointed United Democrats party leader Praxoula Antoniadou as Minister for the Ministry of Commerce, Industry and Tourism of the Republic of Cyprus. ==Presidents== *1996-2005: George Vasiliou *2005-2007: Michalis Papapetrou *2007-Current: Praxoula Antoniadou ==See also== *Liberalism *Contributions to liberal theory *Liberalism worldwide *List of liberal parties *Liberal democracy ==References== ==External links== *United Democrats official website Category:Political parties in Cyprus Category:Alliance of Liberals and Democrats for Europe Party member parties Category:Cypriot nationalism Category:Political parties established in 1993 Category:Pro-European political parties in Cyprus",
 "title": "United Democrats"
}