{
 "id": "851091",
 "text": "The sinking of Prince of Wales and Repulse was a naval engagement in World War II, as part of the war in the Pacific, that took place on 10 December 1941 in the South China Sea off the east coast of the British colonies of Malaya (present-day Malaysia) and the Straits Settlements (present-day Singapore and its coastal towns), east of Kuantan, Pahang. The Royal Navy battleship and battlecruiser were sunk by land-based bombers and torpedo bombers of the Imperial Japanese Navy. In Japanese, the engagement was referred to as the . The objective of Force Z, which consisted of one battleship, one battlecruiser and four destroyers, was to intercept the Japanese invasion fleet in the South China Sea north of Malaya. The task force sailed without air support. Although the British had a close encounter with Japanese heavy surface units, the force failed to find and destroy the main convoy. On their return to Singapore they were attacked in open waters and sunk by long-range torpedo bombers. The commander of Force Z, Admiral Sir Tom Phillips, elected to maintain radio silence and an alert was only sent (by the Repulse) one hour after the first Japanese attack. With the attack on Pearl Harbor only three days earlier, the Malayan engagement illustrated the effectiveness of aerial attacks against even the heaviest of naval assets if they were without air cover. This added to the importance for the Allies of the three USN aircraft carriers in the Pacific: , , and . The sinking of the two ships severely weakened the British Eastern Fleet in Singapore, and the Japanese fleet was only engaged by submarines until the Battle off Endau on 27 January 1942. Singapore itself would fall to the Japanese just a month later on 15 February, leading to the largest surrender in British history. ==Background== In meetings on 17 and 20 October, the British Defence Committee formally discussed Far East naval reinforcement in response to the fall of the moderate Konoe government on 16 October. In agreement with August–September assessment of Japanese intentions, Churchill and his cabinet favoured the deployment of a modern battleship for deterrent effect.Boyd: page 294-295 The Royal Navy, as part of its offensive strategy, planned to send the Nelson and Revenge-class battleships to Singapore, but the Nelsons could not deploy. was damaged in the Mediterranean Sea in late-September.Boyd: page 281 Crew leave prevented from deploying until mid-December, and a gun refit scheduled from February to May 1942 was required before she could conduct further operations. With working up, the earliest either could reach the Far East was August 1942. The King George V-class was, aside from the Revenges, the only worked-up battleship that could sail east before Spring 1942.Boyd: page 295 On 20 October, the Committee decided to send Prince of Wales to Cape Town, South Africa.Boyd: page 297 Once at Cape Town, a review would decide whether to send the ship onward to Singapore;Mahoney and Middlebrook: chapter 3 this would keep Prince of Wales available to respond to an emergency in home waters.Boyd: page 311 In December 1941, as a deterrent to Japanese territorial expansion which was recently demonstrated by the invasion of French Indochina, it was proposed that a force of Royal Navy warships be dispatched to the Far East with a view to providing reinforcement for Britain's possessions there, most notably Singapore. First Sea Lord Sir Dudley Pound represented that Singapore could only be adequately defended if the Royal Navy sent the majority of its capital ships there, to achieve parity with an estimated force of nine Japanese battleships. However, dispatching such a large British force was impractical as the British were at war with Nazi Germany and Fascist Italy. Nevertheless, Prime Minister Winston Churchill appeared optimistic about the improving situation in the North Atlantic and Mediterranean; he advocated sending two capital ships along with an aircraft carrier to defend Malaya, Borneo and the Straits Settlements. Churchill has been criticised for showing \"considerable ignorance\" and holding an \"exaggerated belief in the power of the battleship,\" along with \"a tendency to interfere in naval matters.\"Stephen, p. 102. This may have led him to propose a squadron of three modern ships: one battleship, one battlecruiser, and one carrier.Stephen, p. 104. His view was that using the Ultra decrypts that would give Japanese ship locations to the British, they could then use their own ships to form a \"fleet in being\" to deter Japanese action, as the German battleship Tirpitz, sister to the lost Bismarck, was in the North Sea. However, there was no firm plan for such a task.Alan Matthews, \"The Sinking of Prince of Wales and Repulse\", Force 'Z' Survivors Website. The revised British proposal allocated the new King George V-class battleship , the veteran , and the for air cover, though the plan had to be revised when Indomitable ran aground in the Caribbean Sea.Stephen, p. 107. The dispatch of capital ships to Singapore had been part of the Admiralty's strategic planning since the naval base had been expanded and fortified beginning in the early 1920s. The scale of this planned deployment had been reduced during the 1930s, since Germany and Italy presented new threats to British interests in the Atlantic and Mediterranean. Nevertheless, it was still assumed that a significant force of capital ships would deter Japanese expansion. Churchill's plan presumedWillmott, H. P. Barrier and the Javelin (Annapolis: U.S. Naval Institute Press, 1983). that the United States would agree to send its Pacific Fleet, including eight battleships, to Singapore in the event of hostilities with Japan, or that the British force would add to the deterrent value of the US fleet, should it stay at Pearl Harbor.Alan Matthews, 2006, \"The sinking of HMS Prince of Wales and HMS Repulse\" (Force Z Survivors Association) . Access date: 13 October 2007. Admiral of the Home Fleet Sir John Tovey was opposed to sending any of the new King George V battleships as he believed that they were not suited to operating in tropical waters. Indeed the humid climate of Malaya would negatively affect the capabilities of the Prince of Wales, such as the breakdown of her surface search radars, deterioration of her anti-aircraft ammunition, and increased crew fatigue due to the lack of air conditioning. ===Deployment=== Force G, consisting of the modern battleship Prince of Wales, the First World War era battlecruiser Repulse, and the four destroyers HMS , , and , arrived at Singapore on 2 December 1941. They were then re-designated Force Z. The new aircraft carrier HMS Indomitable was allocated to Force G, but whilst working up off Jamaica, she had run aground in the entrance to Kingston harbour on 3 November 1941.Martin Middlebrook & Patrick Mahoney, Battleship; The Loss of the Prince of Wales and the Repulse, Penguin History, 1979, . Indomitable required 12 days of dry dock repairs in Norfolk, Virginia, and was not able to take part in the action. Indomitable carried one squadron each of Fairey Fulmars and Hawker Sea Hurricanes. Another aircraft carrier, (which was with Prince of Wales at Cape Town), was on passage to Singapore to join Force Z, but was not deployed due to lack of speed. On 1 December, it was announced that Sir Tom Phillips had been promoted to full admiral and appointed Commander-in-Chief of the Eastern Fleet. A few days later, Repulse left for Australia with and , but the force was recalled to Singapore to assemble for possible operations against the Japanese. Also at Singapore were the light cruisers HMS , , and , and the destroyers , Encounter and Jupiter. The heavy cruiser , Dutch light cruiser , two more British destroyers ( and ), and four United States Navy destroyers (, , and ) would be there within three days. Though Durban and Stronghold were available, Admiral Phillips decided to leave them at Singapore because they were not as fast as the other units. Additionally, Danae, Dragon, Mauritius, Encounter and Jupiter were also at Singapore, but were under repair and not ready to sail. ===Japanese preparations=== Churchill publicly announced Prince of Wales and Repulse were being sent to Singapore to deter the Japanese. In response, Admiral Isoroku Yamamoto sent 36 Mitsubishi G4M bombers to reinforce the existing Mitsubishi G3M-equipped Kanoya Air Group and Genzan Air Group, whose pilots began training for an attack on the two capital ships. The bomber crews, of the Kanoya Air Group of Kanoya Kōkūtai (751 Ku), Genzan Air Group of Genzan Kōkūtai (753 Ku), and the Mihoro Air Group of Mihoro Kōkūtai (701 Ku), trained in torpedo attacks at an altitude of less than 10 metres (30 ft), and in long- range over-ocean navigation, so they could attack naval targets moving quickly at sea. Genzan Air Group was commanded by Lt Cdr Niichi Nakanishi, Kanoya Air Group by Lt Cdr Shichizo Miyauchi and Mihoro Air Group by Lt Hachiro Shoji. This was the first time in the war that a force of bombers was especially trained and equipped for “ship killing”, an unprecedented capacity, as around that time ordinary land-based bombers (particularly the Mediterranean theatre) had attacked ships at sea with limited success. ==Hostilities commence== On 8 December 1941,7 December in Britain and the US early in the morning, bombers of Mihoro Air Group attacked Singapore. Prince of Wales and Repulse responded with anti-aircraft fire; no planes were shot down, and the ships sustained no damage. The Japanese made landings on Kota Bharu, Malaya, on 8 December (local time), commencing the Japanese invasion of Malaya. News arrived that Pearl Harbor had been attacked and eight US battleships had been sunk or disabled. Pre-war planning had explored the possibility of the United States Pacific Fleet sending major units to Singapore to reinforce the British when war broke out. That was now impossible. Phillips had concluded in an earlier discussion with US General Douglas MacArthur and Admiral Thomas C. Hart that his two capital ships were insufficient to confront the Japanese. However, with the Japanese threatening to overrun Malaya, Phillips was pressed to use his ships in an offensive role; he assembled his flotilla to try to intercept and destroy Japanese invasion convoys in the South China Sea. Phillips did not believe that the RAF and other Allied air forces could guarantee air cover for his ships, as they had only limited numbers of fighters. However, one squadron, No. 453 Squadron RAAF with 10 Brewster F2A Buffalos at RAF Sembawang, had been designated \"Fleet Defence Squadron\", to provide close cover for Force Z.Stephen, p. 108. The squadron's acting CO, Flight Lieutenant Tim Vigors, had been advised of the radio procedures that would used by Force Z. Despite his misgivings about the air cover available, Phillips elected to proceed. It is believed that four factors entered into his decision: he thought that Japanese planes could not operate so far from land, he believed that his ships were relatively immune from fatal damage via air attack, he was unaware of the quality of Japanese aircraft and torpedoes, and like many Royal Navy officers, Phillips underestimated the fighting abilities of the Japanese. Up to that point, no capital ship at sea had been sunk by air attack. The Italian heavy cruiser Pola had been disabled by a torpedo from a Fleet Air Arm Fairey Swordfish at the Battle of Cape Matapan on 29 March 1941, and was later sunk by a torpedo from the destroyer HMS Jervis.O'Hara, Vincent P.: Struggle for the Middle Sea, Naval Institute Press, Annapolis, Maryland, 2009. . These and other Royal Navy operations in the Mediterranean theater (September 1939 – December 1941) showed that it was risky but possible to operate in waters covered by enemy land-based air, as German and Italian aircraft damaged but could not stop Malta convoys, while no British battleships had been lost. Phillips grossly underestimated the scale of attack, and believed that the majority of enemy attack aircraft would be level bombers rather than land- based naval torpedo bombers.Boyd: page 320-323 However the Japanese bombers that were slated to attack his ships were specially trained and equipped for “ship killing”, which the British did not realize due to intelligence failures. His flagship, Prince of Wales, had one of the most advanced naval anti-aircraft systems of the time, the High Angle Control System (HACS), which demonstrated accurate long-range radar-directed anti-aircraft fire during Operation Halberd in August and September 1941.The Royal Navy and the Mediterranean Convoys. A Naval Staff History, p. 26. However, the extreme heat and humidity in Malayan waters rendered her anti-aircraft fire control radars unserviceable and her 2 pounder ammunition had deteriorated as well.Battleship: The Loss of the Prince of Wales and the Repulse, Middlebrook. Royal Air Force technicians were called in to examine the Prince's radars but needed a week to effect repairs, and Force Z would be underway in a few days. No. 453 Squadron RAAF, which was to provide air cover for Force Z, was not kept informed of the ships' position. No radio request for air cover was sent until one was sent by the commander of Repulse an hour after the Japanese attack began. Flight Lieutenant Vigors proposed a plan to keep six aircraft over Force Z during daylight, but this was declined by Phillips. After the war, Vigors remained bitter towards him for his failure to call for air support on time. He later commented, \"I reckon this must have been the last battle in which the Navy reckoned they could get along without the RAF. A pretty damned costly way of learning. Phillips had known that he was being shadowed the night before, and also at dawn that day. He did not call for air support. He was attacked and still did not call for help.\"Bloody Shambles Volume One, page 125; by Christopher Shores & Brian Cull with Yasuho Izawa (Grub Street, London, 1992) . Daytime air cover off the coast was also offered by Wing Commander Wilfred Clouston of No. 488 Squadron RNZAF, but his plan, \"Operation Mobile\", was also rejected.Clayton, Graham. Last Stand in Singapore (Auckland: Random House, 2008). Regarding Phillips' decision to proceed without air cover, naval historian Samuel Eliot Morison wrote: > Those who make the decisions in war are constantly weighing certain risks > against possible gains. At the outset of hostilities [US] Admiral Hart > thought of sending his small striking force north of Luzon to challenge > Japanese communications, but decided that the risk to his ships outweighed > the possible gain because the enemy had won control of the air. Admiral > Phillips had precisely the same problem in Malaya. Should he steam into the > Gulf of Siam and expose his ships to air attack from Indochina in the hope > of breaking enemy communications with their landing force? He decided to > take the chance. With the Royal Air Force and the British Army fighting for > their lives, the Royal Navy could not be true to its tradition by remaining > idly at anchor. ===Departure=== After receiving word of a Japanese convoy bound for Malaya, Force Z, consisting of Prince of Wales, Repulse, Electra, Express, Vampire and Tenedos, sailed from Singapore at 1710 on 8 December. Phillips hoped to attack off Singora on 10 December; had he departed one day sooner, he might have achieved his objective without coming under air attack at all, for the Japanese squadrons had not yet arrived. At 0713 on 9 December, Force Z passed the Anambas Islands to the east, and turned to a new course of 330 degrees, later changing to 345 degrees. Force Z was overflown by two Japanese reconnaissance aircraft, but not reported, before being spotted by Japanese submarine I-65 at 1400 on 9 December, which shadowed the British ships for five hours, radioing their positions. Phillips was unaware he was being tracked. After this contact report, Vice Admiral Jisaburō Ozawa, in command of the invasion force, ordered most of his warships to escort the empty transports back to Cam Ranh Bay in southern Vietnam. I-65's amplifying report, confirming the presence of British battleships, reached 22nd Air Flotilla headquarters two hours later. At that time, their aircraft were in the process of loading bombs for an attack on Singapore Harbour, but they immediately switched to torpedoes. The bombers were not ready until 1800 hours. The report also prompted the Japanese 2nd Fleet, Southern (Malay) Force's Main Body, to sortie south from Indochina to intercept Force Z. The fleet consisted of the battleships Kongō, Haruna, three Takao-class cruisers and eight destroyers. They were joined by four Mogami-class cruisers of Cruiser Division 7 and one light cruiser, four destroyers of Destroyer Squadron 3. The cruiser Chōkai, flagship of Vice Admiral Ozawa, was also ordered south to find Force Z. About 1730, just a half-hour before sunset, Force Z was spotted by three Aichi E13A seaplanes, which had been catapulted off the Japanese cruisers Yura, Kinu and Kumano, which were escorting the transports. These aircraft continued shadowing. At about 1830, Tenedos was detached to return to Singapore, because she was running low on fuel, with instructions to contact Rear Admiral Arthur Palliser, detailed to act as liaison to RAF in Malaya,Stephen, p. 106. Phillips' intention was no longer to attack Singora, though Phillips changed course at 1900 toward Singora, to deceive the shadowing aircraft, then south toward Singapore at 2015, when darkness covered him. Tenedos dutifully reported at 2000, thereby preserving the secrecy of Phillips' position. A night air attack was attempted by the Japanese because they feared that the British would find the convoy, but bad weather prevented them from finding the ships and they returned to their airfields at Thủ Dầu Một and Saigon about midnight. ===Return to Singapore=== That night, one of the Japanese seaplanes dropped a flare over the Japanese heavy cruiser Chōkai, having mistaken her for Prince of Wales. After this, the Japanese force of six cruisers and several destroyers turned away to the northeast. The flare was also seen by the British force, which feared they had been identified and then turned away to the southeast. At this point, the forces were approximately 5 miles (9 km) apart but did not sight each other, and the Japanese force was not picked up on the radar of the Prince of Wales. At 2055, Admiral Phillips cancelled the operation, saying that they had lost the element of surprise, and ordered the force to return to Singapore. On the way back, they were spotted and reported by the Japanese submarine I-58 at 0340. I-58 reported that she had fired five torpedoes and missed, and then lost sight of the force three hours later. The British force did not see the torpedoes, and never knew they had been attacked. The report from I-58 reached 22nd Air Flotilla Headquarters at 0315, and ten bombers of the Genzan Air Group were dispatched at 0600 to conduct a sector search for the ships. Many more planes, some armed with bombs and some with torpedoes, soon followed. The Genzan Air Group took off at 0755, the Kanoya Air Group at 0814, and the Mihoro Air Group at 0820. They were ordered to proceed to the best-estimated position of the ships. ===The Japanese air attack=== thumb|top|Japanese aerial photo of the initial attack on (top) and . A short, thick plume of black smoke can be seen emanating from Repulse, which has just been hit by a bomb and surrounded by at least six near misses. Prince of Wales can be seen to be manoeuvring. The white smoke is from the funnels as the ships attempt to increase speed. At 0050 that same morning, 10 December, Phillips had received a report from Palliser of Japanese landings at Kuantan, on the east coast of Malaya, halfway between Singapore and Kota Bharu; Phillips headed in that general direction, without however signalling Palliser his intentions (which would have revealed his position). Palliser failed to anticipate this and request air cover over Kuantan from Sembawang's Buffalo fighters. As it turned out, not until a radio message was sent by Repulse an hour after the first Japanese attack were RAF aircraft dispatched. At 0515, objects were spotted on the horizon; thinking they were the invasion force, Force Z turned towards them. It turned out to be a trawler towing barges. At 0630, Repulse reported seeing an aircraft shadowing the ships. At 0718, Prince of Wales catapulted off a Supermarine Walrus reconnaissance aircraft; it flew to Kuantan, saw nothing, reported back to Prince of Wales, and flew to Singapore. Express was sent to investigate the area, but found nothing. Phillips was unaware that a large force of Japanese land-based bombers were looking for his ships, but, not having anticipated his detour to Kuantan, were searching much farther south. At around 1000 Tenedos, having been detached from the main force the previous day and now about 140 miles southeast of Force Z, began signalling she was being attacked by Japanese aircraft.Nicholson. Hostage to Fortune, p. 219, and Tarrant, King George V Class Battleships, p. 114. The attack was carried out by nine Mitsubishi G3M 'Nell' twin-engine medium bombers from the Genzan Air Corps, 22nd Air Flotilla, based at Saigon, each armed with one 500 kg (1,100 lb) armour- piercing bomb. They mistook the destroyer for a battleship and wasted their ordnance without scoring a hit. At 1015, a scout plane to the north of most of the Japanese aircraft piloted by Ensign Masato Hoashi spotted Force Z and sent out a message detailing their exact position.Middlebrook and Mahoney, Battleship, p. 165–170, and Marder, Old Friends, New Enemies, pp. 462–464. The remaining Japanese planes converged upon the retreating British task force. The planes had spread out to search for the British warships, so they arrived over the target in small groups. With fuel running short, the Japanese attacked as they arrived rather than forming into a large force for a co- ordinated strike. The first wave of Japanese planes, comprising eight Nell bombers from the Mihoro Air Corps, attacked at 1113, concentrating solely on Repulse. Besides seven near misses by 250 kg (550 lb) bombs,Middlebrook and Mahoney, Battleship, p. 172, and Tarrant, King George V Class Battleships, p. 115–116. they scored just one hit, which penetrated the hangar and the upper deck and exploded in the marine mess area.Marder, Old Friends, New Enemies, p. 467, and Middlebrook and Mahoney, Battleship, p. 177. The bomb caused no serious damage and relatively few casualties, and Repulse continued on at 25 kts (46 km/h, 29 mph), still in fighting trim.Stephen, p. 109. Five of the eight bombers were damaged by anti-aircraft fire, and two were forced to return to base. At around 1140, 17 Nell torpedo bombers (two squadrons from the Genzan Air Group) approached the two capital ships. Eight concentrated on Repulse, while nine attacked Prince of Wales, sending eight torpedoes speeding towards the flagship (one plane aborted its run on Prince of Wales and peeled off and attacked Repulse).Tarrant, King George V Class Battleships, p. 117–118, and Marder, Old Friends, New Enemies. p. 468. One Nell was shot down and three more were damaged by the Prince of Wales anti-aircraft fire during this attack. This first wave of torpedo attackers made no hits on Repulse but managed one ultimately fatal hit on Prince of Wales, right where her outer port propeller shaft exited the hull (some historical accountsGarzke & Dulin, Allied Battleships, p. 196. state there were two hits in this attack, but an extensive 2007 survey of the hull of the wreck by divers proved there was only one).The Explorers Club Expedition ‘Job 74’ survey report 2007, pp. 9–10–11. Turning at maximum revolutions, the shaft twisted and ruptured the glands that prevented sea water entering the ship via the broad shaft tunnel's interior bulkheads. The flagship promptly took in 2,400 tons of water and her speed dropped to 16 kts (30 km/h, 18 mph). Testimony from Lt Wildish,Middlebrook and Mahoney, Battleship, p. 201. in command of 'B' Engine Room, indicated the shaft was stopped successfully, but upon restarting the shaft, water rushed in through the damaged shaft passage, flooding B Engine Room and forcing its evacuation. Also flooded from this hit were the long shaft passage itself, 'Y' Action Machinery Room, the port Diesel Dynamo Room, 'Y' Boiler Room, the Central Auxiliary Machinery Room, and a number of other compartments aft.Death of a Battleship: A Re-Analysis of the Tragic Loss of HMS Prince of Wales. William Garzke, Robert Dulin, Kevin Denlay and members of the Society of Naval Architects and Marine Engineers Marine Forensic Committee. A 2012 marine forensics analysis of the loss of HMS Prince of Wales taking all of the most recent information into account. , p. 7–20. thumb|left|The crew of the sinking abandoning ship to the destroyer . Moments later, the list on Prince of Wales suddenly increased and Express had to withdraw. Observe the barrels of the 5.25 in guns, which were unable to depress far enough to engage attackers due to the list. The single torpedo hit had devastating further effects. First, it caused an 11.5-degree list to port, resulting in the starboard 5.25-inch anti- aircraft turrets being unable to depress far enough to engage low-level attackers. Furthermore, power to Prince of Wales aft 5.25 inch dual-purpose turrets was cut, leaving her unable to effectively counter further attacks. Power loss to her pumps meant an inability to pump out the in-rushing flood water faster than it was entering the breached hull. The torpedo damage also denied her much of her auxiliary electrical power, vital for internal communications, ventilation, steering gear, and pumps, and for training and elevation of the 5.25-inch and 2-pounder gun mounts. All but S1 and S2 5.25 inch turrets were almost unmanageable, a factor compounded by the list, rendering their crews unable even to drag them around manually using chains. The crews also had difficulty bringing the heavy 2-pounder mountings into manual operation. The extensive internal flooding and shaft damage caused the shutting down of the inboard port propeller shaft, leaving the ship under the power of only the starboard engines and able to make just 15 knots at best. With her electric steering unresponsive, the ship was virtually unmanageable.thumb|A schematic of the torpedo damage to the stern of HMS Prince of Wales, 10 December 1941 is shown as if the ship was upright (that is, the wreck is upside down and this image is sometimes seen 'reversed'). Another torpedo attack was carried out by 26 Betty bombers of the Kanoya Air Group at approximately 1220,Middlebrook and Mahoney, Battleship, p. 216. and Prince of Wales was hit by another three torpedoes on her starboard side (some historical accounts state four hits, but the 2007 survey of the hull showed there had been only three); one at the very bow, one opposite B main gun turret, and one abaft Y turret which not only punctured the hull but bent the outer starboard propeller shaft inboard and over the inner shaft, stopping it instantly.The Explorers Club Expedition ‘Job 74’ survey report 2007, p. 9–21. At the same time as this last torpedo attack commenced against Prince of Wales, planes from the Kanoya Air Group also attacked Repulse from both starboard and port. Repulse, which had dodged 19 torpedoes so far, was caught in an anvil attack and was hit on the port side by one torpedo. Within minutes, further attacks resulted in at least three more torpedoes striking Repulse.The Explorers Club Expedition ‘Job 74’ survey report 2007, p. 6–7–8. She had been hit seriously and Captain William Tennant soon ordered the crew overboard; Repulse listed heavily to port over a period of about six minutesMiddlebrook and Mahoney, Battleship, p. 234–243. and finally rolled over, settled by the head, and sank at 1233 with heavy casualties.Middlebrook and Mahoney, Battleship, p. 330. Prince of Wales was now under power by only one propeller shaft but was still able to fire at a high-level bombing attack which commenced at 1241 hours, although only with S1 and S2 5.25 inch turrets. Although most of the bombs straddled her, one bomb penetrated her deck amidships. This bomb penetrated the upper deck and exploded amongst the wounded gathered in the Cinema Flat beneath, causing extensive casualties. Soon Prince of Wales started to capsize to port (even though she had taken more torpedo hits to starboard) and HMS Express came alongside to take off the wounded and non-fighting crew. The order to abandon ship was then given and soon after Prince of Wales rolled over to port, settled by the head, and sank at 1318. As she rolled over, she scraped Express, lying close alongside taking off survivors, with her bilge keel, and very nearly took the destroyer down with her.Stephen, p. 114. The rumbling sound of the attacks was heard in Singapore. thumb|Survivors from and in the water as a destroyer moves in for the rescue. The Japanese had achieved eight torpedo hits, four each on Prince of WalesThe Explorers Club Expedition ‘Job 74’ survey report 2007, pp. 9–21. and Repulse,Bloody Shambles Volume One, by Christopher Shores, Brian Cull and Yasuho Izawa; direct quote from Flt Lt Plenty on page 121.The Explorers Club Expedition ‘Job 74’ survey report 2007, pp. 6–8. out of 49 torpedoes, while losing only three aircraft during the attack itself (one Nell torpedo bomber from the Genzan Air Group and two Betty torpedo bombers from the Kanoya Air Group) and a fourth plane was so badly damaged that it crashed on landing. The 2007 survey of the two wrecks confirmed that there were only four torpedo hits on Prince of Wales; and could only confirm two hits on Repulse, as the amidships area where the other two hits were reported was buried beneath the seabed. The air cover assigned to Force Z, 10 Buffalo fighters of No. 453 Squadron RAAF, arrived over the battle area at 1318, just as Prince of Wales sank. They encountered a scouting aircraft piloted by Ensign Masato Hoashi, who had discovered Force Z earlier,Middlebrook and Mahoney, Battleship, p. 257, and Marder, Old Friends, New Enemies, p. 479. but it managed to escape the Buffaloes and returned to confirm the sinkings. Had it been shot down, the Japanese might have assumed that the two ships had survived the attack, and struck again. ===After the action=== Destroyers Electra and Vampire moved in to rescue survivors of Repulse, while Express rescued those from the Prince of Wales. 840 sailors were lost: 513 in Repulse and 327 in Prince Of Wales. After they were rescued, some survivors of the Repulse manned action stations to free Electra sailors to rescue more survivors. In particular, Repulse gunners manned 'X' and 'Y' 4.7-inch (120 mm) mounts, and Repulse's dentist assisted Electra's medical teams with the wounded. In total nearly 1,000 survivors of Repulse were rescued, 571 by Electra. Vampire picked up nine officers, 213 ratings, and one civilian war correspondent from Repulse, and two sailors from Prince of Wales. Of the high-ranking officers on Prince of Wales, Admiral Phillips and Captain John Leach chose to go down with their ship, and the senior survivors were Lt Cdr A. G. Skipwith, the ship's First Lieutenant, and Cdr. (E) L. J Goudy, the chief engineer, who were rescued by Express. Captain William Tennant of Repulse was rescued by Vampire. According to the London Gazette report by Vigors: On the way back to Singapore with the survivors, Express passed Stronghold and the four American destroyers heading north. Express signalled the action was over, but the ships proceeded to search the area for more survivors. None were found. While returning to Singapore from this search, Edsall boarded the fishing trawler sighted by Force Z that morning. The trawler was identified as the Japanese vessel Kofuku Maru, and was taken to Singapore, where the Japanese crew was interned. While the Japanese bombers were returning to their airfields in French Indochina, a second wave was being prepared for another attack on Force Z. They had not been given accurate information on the progress of the battle. The attack was called off as soon as they received confirmed reports of the sinkings from Ensign Hoashi. The next day, Lt Haruki Iki flew to the site of the battle, dropping two wreaths of flowers into the sea to honour combatants from both sides who had died in the battle. One was for the fellow members of his Kanoya Air Group, while the other was for the British sailors whose display of bravery in defence of the ships had gained them the utmost admiration from all pilots in his squadron. ==Effects of the sinking== thumb|The bell raised from The morning after the battle, Prime Minister Winston Churchill received a phone call at his bedside from Sir Dudley Pound, the First Sea Lord. Churchill delivered news of the sinking to the House of Commons before noon on 11 December, which was followed by a full review of the situation in Malaya the next day. Singapore had essentially been reduced to a land base after both capital ships were lost, being turned into a land fortress, something it had never been intended to be, rather than a base from which to project naval power. The Eastern Fleet spent the remainder of the invasion withdrawing their vessels to Ceylon and the Dutch East Indies. They were not reinforced by battleships until March 1942, with the arrival of and four s. Although all five battleships survived the Indian Ocean raid, their service in the Pacific was uneventful and they were later withdrawn to East Africa and the Mediterranean. The Prince of Wales and Repulse were the first capital ships actively defending themselves to be sunk solely by air power while steaming in the open sea. Both of them were relatively fast ships compared to the slower US battleships that were caught at anchor at Pearl Harbor. Furthermore, Prince of Wales was a new battleship with passive and active anti-aircraft defences against contemporary aircraft, being equipped with the advanced HACS, although it was largely inoperable during the battle. Combined with the earlier raid on Pearl Harbor, this left the Allies with only three operational capital ships in the Pacific Theatre: the three aircraft carriers , , and . However, these events did prompt the Allies and the US Navy in particular to realise the potency of aircraft, and their carriers were instrumental in the counterattack. ==The ships today== The wrecks of the two ships were found after the war, Repulse in 183 feet (56 m) of water, and Prince of Wales in 223 feet (68 m). Both are in a nearly upside-down position. Buoys were attached to the propeller shafts, and flags of the Royal Navy are attached to the lines and are regularly changed by divers. These Royal Navy wrecks are Crown property. Prince of Wales bell was removed from the wreck in 2002 by an authorised team of Royal Navy and British civilian divers in response to fears it would be stolen by unauthorised divers. The bell is now on display at the Merseyside Maritime Museum in Liverpool. It is currently traditional for every passing Royal Navy ship to perform a remembrance service over the site of the wrecks. In May 2007, a survey of the exterior hull of both Prince of Wales and Repulse, was conducted. The expedition's findings sparked considerable interest among naval architects and marine engineers around the world; as they detailed the exact nature of the damage to Prince of Wales and the exact location and number of torpedo hits for the first time. Consequently, the findings contained in the initial expedition report and later supplementary reports were analysed by the SNAME (Society of Naval Architects and Marine Engineers) Marine Forensics Committee and a resultant paper was drawn up entitled \"Death of a Battleship: A Reanalysis of the Tragic Loss of HMS Prince of WalesFor latest version see – https://www.pacificwrecks.com/ships/hms/prince_of_wales/death-of-a- battleship-2012-update.pdf This paper was subsequently presented at a meeting of RINA (Royal Institution of Naval Architects) and IMarEST (Institute of Marine Engineering, Science & Technology) members in London by Mr William Garzke. In October 2014, The Daily Telegraph reported that both Prince of Wales and Repulse were being \"extensively damaged\" with explosives by scrap- metal dealers. ==Memorial== 250px|thumb|right|The ships memorial at Alrewas A memorial was dedicated on 10 December 2011 at The National Memorial Arboretum the UK's national site of remembrance at Alrewas, near Lichfield, Staffordshire, United Kingdom. The memorial was dedicated in the presence of the few surviving former crew members of the ships. ==Notes== ==Notes== ==References== * * Jack Greene, War at Sea, Pearl Harbor to Midway, 1988. (The Malayan Campaign). Combined Books. . * Horodyski, Joseph M. \"British Gamble in Asian Waters.\" _Military Heritage_. December 2001. Volume 3, No. 3: 68–77 (sinking of the British battleship Prince of Wales and battlecruiser Repulse by Japanese on 10 December 1941 upon US entry into World War II). * Richard Hough, The Hunting of Force Z: the brief, controversial life of the modern battleship and its tragic close with the destruction of the \"Prince of Wales\" and \"Repulse\". * Stephen, Martin. Sea Battles in Close-up, p. 99–114. Shepperton, Surrey: Ian Allan, 1988. * Alan Matthews, Sailors' Tales: Life Onboard HMS Repulse During World War Two . * Martin Middlebrook and Patrick Mahoney, Battleship: The Sinking of the Prince of Wales and the Repulse. New York: Charles Scribner's Sons, 1979. Contains details of the attack and damage sustained, and tables of survivors and losses. * Samuel Eliot Morison, History of United States Naval Operations in World War II, Volume III, \"The Rising Sun in the Pacific\". * V. E. Tarrant, King George V class Battleships, Arms and Armour Press, 1991, . * William Garzke and Robert Dulin, Battleships. Allied Battleships in World War II. United States Naval Institute. 1980. . Detailed analysis of the sinking using the data available at the time. * Arthur Nicholoson. Hostages to Fortune. Sutton Publishing. 2005 . * Survey report compiled after Expedition 'Job 74', May 2007. * Paul S. Dull, A battle history of the Imperial Japanese Navy, 1941–1945, Naval Institute Press, 2007. . * Frank Owen, The Fall of Singapore, Penguin Books, 2001, . * * Hein, David. \"Vulnerable: HMS Prince of Wales in 1941.\" Journal of Military History 77, no. 3 (July 2013), pp. 955–989. ISSN 0899-3718.http://www.smh- hq.org/jmh/jmhvols/773.html * * ==External links== * Order of battle * Force Z Survivors Association * Personal Reports by Crew * London Gazette Officers reports * Link to a survey report compiled after Expedition 'Job 74', May 2007 * Description of lower hull indentation damage on wreck of HMS Prince of Wales * Description of lower stern indentation damage on wreck of HMS Prince of Wales * 2012 update analysis of the loss of HMS Prince of Wales, by Garzke, Dulin and Denlay Category:British Malaya Category:1941 in British Malaya Category:History of Singapore Category:Military history of Malaya during World War II Category:South-East Asian theatre of World War II Prince of Wales and Repulse Prince of Wales and Repulse Prince of Wales and Repulse Prince of Wales and Repulse Category:History of the Royal Navy Category:December 1941 events Category:History of the South China Sea",
 "title": "Sinking of Prince of Wales and Repulse"
}