{
 "id": "851212",
 "text": "Red Shift is a 1973 fantasy novel by Alan Garner. It is set in Cheshire, England, in three time periods: Roman Britain, the English Civil War and the present. ==Plot introduction== This is primarily a novel about adolescent despair, but one that uses devices of fantasy such as having events at different times in history influencing each other. It is said to be inspired by the legend of Tam Lin,Charles Butler, 'Alan Garner's Red Shift and the Shifting Ballad of \"Tam Lim\"' where a man or boy kidnapped by fairies is rescued by his true love. The author said that a piece of graffiti seen at a railway station, \"Not really now not any more\", became the focus of the novel's mood, and it forms the last line of the story. It took Garner six years to write. He provided three intertwined love stories, one set in the present, another during the English Civil War of the seventeenth century, and the third in the second century CE. Writer and folklorist Neil Philip referred to it as \"a complex book but not a complicated one: the bare lines of story and emotion stand clear\". Academic specialist in children's literature Maria Nikolajeva characterised Red Shift as \"a difficult book\" for an unprepared reader, identifying its main themes as those of \"loneliness and failure to communicate\". Ultimately, she thought that repeated re-readings of the novel bring about the realisation that \"it is a perfectly realistic story with much more depth and psychologically more credible than the most so-called \"realistic\" juvenile novels.\" ===Explanation of the title=== The title of the novel arises from the mind of the teenage character Tom. He talks of astronomy, cosmology and other subjects he is learning. He declares that he is too \"blue\", i.e. sad, and needs a \"red shift\". Since the cosmological red shift results from galaxies moving away from each other, this may be a metaphor for his need to get away from his current life. There are multiple occurrences of the colour red in the story. After killing many in Barthomley, Macey's skin is painted red by the tribal girl, using dye from alder bark. This marks him as a \"redman\", one who has killed, possibly one who has done so under the influence of a god. It is also an ancient symbol of rebirth. In Civil War Barthomley, the stone axe head is wrapped in a petticoat which has been dyed with alder. A petticoat can also be called a \"shift\". In modern-day Barthomley Tom notices some red colour on the rector's undergarment – again a \"shift\". ==Plot summary== In Roman times, Macey is a soldier with a group of deserters. He has berserker fits in which he fights like ten men, using an old stone axe. Escaping from a local tribe, the \"Cats\" at Rudheath, the soldiers find a stockaded Cat village at Barthomley, which they pillage, killing the inhabitants except for a young girl, whom they take as a slave. They try to \"go tribal\", pretending to be members of another tribe, the \"Mothers\", and settle on Mow Cop. This is a sacred site to the Cats and the girl is their corn goddess. The Cats mine millstones on Mow Cop and bring food as offerings. The soldiers think they have engineered a truce, but the girl poisons their food and they have hallucinations, killing themselves. Only Macey is spared, as he never touched the girl, who was raped by the others. He and the girl leave together after he returns to Barthomley to bury the axe head in the burial mound, asking forgiveness for killing the villagers. In the English Civil War, Thomas Rowley lives in Barthomley with his wife Margery. They find the stone axe head buried in a mound and call it a \"thunderstone\", believing it to have been created by lightning striking the ground. They intend to build it into a chimney to guard against future strikes. The village is besieged by Royalist troops, who have fought in Ireland, searching for John Fowler, the village leader who has sided with Parliament. The troops eventually kill Fowler and other men of the village. Thomas and Margery are rescued by Thomas Venables, a villager serving with the Royalists who once desired Margery. He leads them to a shanty town settlement at Rudheath and tells them to go to his family on Mow Cop once Thomas has recovered from his wounds. They take the thunderstone with them and embed it in the chimney of their new home. In the modern day Tom is a teenager living cooped up in a caravan at Rudheath with his parents. He is sustained by his relationship with his girlfriend Jan, who is leaving to become a student nurse in London. They agree to meet regularly in Crewe railway station. One day they follow an ancient path from Crewe to the village of Barthomley. Returning next time on bicycles, they go further to Mow Cop, a hill dominated by a folly tower. Here they find the stone axe head embedded in an old chimney. They decide to make it a symbol of their love. Tom and Jan have been avoiding sex, but Jan reveals that she had an affair while working as an au pair in Germany. After this, Tom becomes unstable. He insists on having sex but becomes even more self-destructive and unbalanced. He tells Jan that he has sold the axe head to a museum, as it was a valuable Neolithic artefact. Their relationship dissolves and they bid a final farewell as Jan's train leaves for London. Pieces of the three narratives are alternated in an inconsistent pattern, calling attention to their similarities beyond the landscape: themes, circumstances, visual descriptions and even lines of dialogue echo throughout. ==Characters in Red Shift== ===In modern days=== Tom and Jan are teenagers in love. Tom lives in a caravan park in Rudheath with his parents. His father is a sergeant major in the Army, but Tom's mother refuses to live in the barracks. There is no privacy for Tom. He has to pretend not to hear the doings of his parents at night, especially after \"Mess night\". Jan's parents are doctors, possibly mental health specialists. They also leave Rudheath, removing one of Tom's sanctuaries, as he used their house for studying, though his parents accuse the couple of using it for sex. Tom is highly intelligent and knowledgeable. He quotes cosmology, poetry and Shakespeare constantly, mostly as a defence against the world around him. He is polite, almost florid in his speech with strangers, even as he can be curt and sardonic with those close to him. As the novel progresses he descends into mental breakdown. Jan's commitment to Tom comes partially from the rootlessness of her upbringing, moving from place to place as her parents work at different hospitals. Tom to her represents stability and, to some extent, so does the axe head. She calls it her \"Bunty\", a \"real thing\". When Tom gives the axe head away it removes that token of stability, even as Tom himself is becoming unstable. Tom's parents seem to be living in a different world. Tom's mother does not like Jan, seeing her as a schemer who will derail Tom's chance at an education, just another girl who will get pregnant, possibly by some other boy. Tom's father is unable to communicate with his son, especially about sex. Both parents try to find refuge in an idealised family life, having Tom pose for pictures while pretending to cut his birthday cake. The family is constantly short of money. ===During the Civil War=== Thomas and Margery Rowley live in Barthomley. Thomas has epileptic fits in which he has visions of another person in turmoil, who may be Tom. The village regards John Fowler, the son of the rector, as their leader. He is charismatic, educated and has sided with the Parliamentary forces. He is wanted by the Royalists. He may also be a sociopath. He taunts Thomas about his fits, about Margery, and about their old rival Thomas Venables, a former villager, enemy of John Fowler and a rival to Thomas Rowley for Margery. Venables was born on Mow Cop, a place thought to be cursed. He is now a soldier with the Royalists. Thomas Rowley stands watches in the church tower but only stares at Mow Cop. ===In Roman times=== A group of Roman soldiers are on the run from the army, the local tribes and anybody else who might threaten them. They are led by Logan, their former cohort leader, who reminds them constantly that they are \"the Ninth\", possibly meaning the lost Ninth Legion. Logan also complains that they are \"soldiers, not bricklayers\"; the last testified activity for the Ninth Legion in Britain is during the rebuilding in stone of the legionary fortress at York (Eboracum) in AD 107–8. Initially the other soldiers are Face, Magoo and Buzzard, along with Macey, who is subject to fits and berserker rages. In these states he fights like ten men but has strange visions, even claiming to be someone else, somewhere else while his body fights. In some ways Logan reflects John Fowler. Both use others to benefit themselves. Macey is Logan's weapon of choice – when there is killing to be done it is Logan who knows the \"Big Words\" that incite Macey's fits. Logan also kills Buzzard for disobeying him, even though Buzzard is the best at scouting territory. The girl-goddess- priestess sees all the soldiers as being lost from their tribes. This rootlessness echoes Tom and Jan's failure to find a place to call their own. ===Accents and dialects=== As in his other works, Garner peppers his characters' speech with Cheshire dialect. The inhabitants of Civil War Barthomley speak the broadest version, and the dialect is heard least among the rootless modern-day characters. The Roman-era characters speak, in the case of the legionaries, an Englishman's perception of contemporary military jargon of American GIs in the Vietnam War, and, for the rest, an English peppered with Cheshire dialect and pagan references. In attempting to \"go native\" Logan tries to master the differences between \"Cats\" speech and \"Mothers\" speech. Though the English language had not yet reached Britain, the differences in vocabulary suggest that the \"Mothers\" tribe speaks a Yorkshire dialect, e.g. calling a yard or enclosure a \"garth\". The name \"Cats\" for the Cheshire tribe may be an allusion to the Cheshire Cat popularised by Lewis Carroll, or a reference to the Catti tribes found in Germania. History and archaeology would place the area around Mow Cop on the frontier between the Cornovii and the Brigantes tribes. The etymology of Cornovii contains a reference to 'horns' rather than 'cats;' Garner may have employed the Celtic root *katu- (as in Catuvellauni) which meant 'battle,' a reference to the warlike nature of the tribe. The linguistic connection between the Brigantes and the Celtic goddess Brigantia might suggest an origin for Garner's \"Mothers.\" ==Major themes== The stone axe head is one of two links between the stories. The characters Thomas Rowley and Macey also have shared visions of blue, silver and red. Macey seems to participate in the Civil War massacre while killing at the Barthomley stockade and, while on Mow Cop, he has visions of the folly tower. Tom in the modern day seems to be the source of the madness, although he too has intimations of contact with the other two. It is as if his tortured soul finds release in the savagery of the Roman times and the devotion of Thomas Rowley to his wife. After he and Jan are falsely accused of having sex in Jan's house, Tom puts his hands through a glass window in his rage. The narrative immediately switches to Macey in the grip of a berserker rage, after which he tells Logan of seeing hands pressing towards him from far away. Blue, silver and red are the colours Tom sees as the train pulls out of Crewe, taking Jan away from him. At the time they were the standard livery colours for British Rail Inter-City trains. ==Allusions== On Christmas Eve 1643, during the civil war, Barthomley was the scene of a massacre. About 20 Parliamentary supporters had taken refuge in St Bertoline's Church when Royalist forces under the command of Lord Byron started a fire. The Parliamentarians surrendered but twelve of them were then killed. The site of Mow Cop is not particularly isolated as there is a village around the hilltop. The nearby A34 is a former Roman road. The Mow Cop Castle folly was built in 1754 to look like a ruined castle.Mow Cop website Rudheath is near Northwich. Approximately 2 miles (3.2 km) southeast of this is an area called Rudheath Woods, near the villages of Allostock and Goostrey. There is a caravan park outside Allostock, with nearby lakes, as described in the novel. Garner lives in Goostrey. ==Inspirations== A 1975 lecture by Garner entitled \"Inner Time\" is concerned with engrams, experiences which remain in our subconscious and continue to affect us. Garner mentions repeatedly recounting a trauma to his psychiatrist to \"release\" it. The repetition of events over time is one of the main themes of Red Shift. Garner goes on to explain how memories form their own sequence, independent of chronology (hence \"inner time\"): “any two intensely remembered experiences[...] will be emotionally contemporaneous, even though we know that the calendar separates them by years.” He explains that this idea informs the structure of the novel. As for the plot, in the same lecture Garner stated that Red Shift is an \"expression\" of \"the story of Tamlain\", although critics have had some difficulty with the comparison. He also documents, in his introduction to the 2011 New York Review of Books edition, several unrelated bits of \"compost\" which inspired his novel. The first is the well-documented massacre at the parish church in Barthomley in 1643, the facts of which haunted Garner, a lifelong resident of the area, for some time. Next came a news article about a young couple; after a serious fight culminating in a break-up, the young man had given the woman a taped message in which he apologised but said if she did not care enough to listen to it within a week, he'd kill himself. She did not listen to the tape and he made good on his threat. Later, Garner heard a local legend that Mow Cop was first settled by a community of escaped Spanish slaves who were being marched north to build a wall. Garner recognised this as a potential garbled reference to the famous lost Ninth Legion of Rome, also called \"The Spanish Legion\". He believed that at the time the Legio IX Hispana disappeared, the emperor Hadrian had ordered the building of the stone barrier, Hadrian's Wall. From this he concocted the idea that the Ninth had been sent to build the wall but some went AWOL on the way, settling on Mow Cop; the basic premise for the Rome-era portions of the novel. Garner explains that this scenario immediately brought to his mind the unrelated event of the Barthomley massacre, the first connection between different historical periods that informs Red Shift. Finally, Garner saw some graffiti in a train station that said, in chalk, two lovers' names; beneath, however, was written in lipstick \"not really now not any more\". Upon reading this, all of the above-mentioned bits came back to him in a flash, and he wrote the novel. ==Television adaptation and popular culture== In 1978 the BBC produced Alan Garner's own script adaptation of the story as an episode in the Play for Today series. Directed by John Mackenzie, the play was transmitted 17 January 1978. It was released on DVD by the British Film Institute in September 2014. The novel, including the Vigenère cipher used in the novel, is the theme of Listener crossword 4340, Red Shift. ==Coded message== The end papers of the book are covered with a coded message. In the story, Tom and Jan write letters to each other in ciphertext, using a method they find in works by Lewis Carroll. Although we are not told of Tom's suggestion for a key, the message can be intuitively decoded and the code's key can then be identified as being \"Tom's a-cold\", representing his isolation and loneliness. This is itself a quote from King Lear (Act III, Scene iv) and is a phrase which appears elsewhere in the book during shift sequences. The message in the end papers should be decoded using the key sequence \"TOMSACOLD\". The decoded message is: :I love you. If you can read this you must care. Help me. I'm writing before we meet, because I know it'll be the last. I'll put the letter in your bag, so you'll find it on the train afterwards. I'm sorry. It's my fault. Everything's clear, but it’s too late. I'll be at Crewe next time. If you don’t come I'll go to Barthomley. I love you. The smell of your hair will be in my face. ==References== ==Sources== Category:1973 British novels Category:1973 fantasy novels Category:British fantasy novels Category:Novels set during the English Civil War Category:Novels by Alan Garner Category:Novels set in Cheshire Category:Novels set in Roman Britain Category:William Collins, Sons books Category:Novels set in the 2nd century",
 "title": "Red Shift (novel)"
}