{
 "id": "851335",
 "text": "The clerk of the Privy Council () is the professional head of the Public Service of Canada. As the deputy minister for the Privy Council Office (the prime minister's department), the clerk is the senior civil servant in the Government of Canada and serves as the secretary to the Cabinet (). The role of the clerk is nonpartisan; clerks may serve multiple prime ministers and do not belong to any political party. As the secretary to the Cabinet, the role provides impartial advice to the ministry and oversees the advice and policy support given to Cabinet and its committees. As head of the public service,Clerk of the Privy Council the clerk is responsible for other deputy ministers and the provision of non-partisan, expert advice to the government as a whole. The clerk is a Governor in Council appointment made on the advice of the prime minister. Ian Shugart was appointed the 24th clerk of the Privy Council and secretary to the Cabinet on April 19, 2019. On March 1, 2021, Prime Minister Justin Trudeau announced that Janice Charette would serve as interim clerk of the Privy Council as of March 9, 2021 as Shugart undergoes cancer treatment. In the provinces and territories, the equivalent position of senior public servant is called the cabinet secretary or clerk of the executive council (in French, or , respectively). == History == The Privy Council for Canada was created and authorized by the Constitution Act, 1867, and there has been a clerk of the Privy Council since then. The staff of the Privy Council increased from 142 to 352 between 1971 and 1975.\"Archives Search\" at collectionscanada, 2018-05-20 In 1989, reforms initiated by Prime Minister Brian Mulroney gave the clerk position its present day responsibilities. Expert Donald Savoie describes these as a combination of three roles: \"the secretary of cabinet, the head of the non-partisan public service, and the deputy minister — or top bureaucrat — to the prime minister.\" One critique of this arrangement is that it could put senior nonpartisan officials in the position of taking partisan positions.Alex Boutiliero. Caught in the SNC-Lavalin scandal, Canada’s top civil servant should help us understand his job, expert says. Toronto Star. March 1, 2019 Clerks generally have extensive previous experience in the Public Service of Canada before being appointed. {| class=\"wikitable\" |+List of clerks of the Privy Council !No. !Clerk !Term !Notes |- |1 |William Henry Lee |1867–1872 | |- |2 |William Alfred Himsworth |1872–1880 | |- |3 |Joseph Olivier Côté |1880–1882 | |- |4 |John Joseph McGee |1882–1907 | |- |5 |Rodolphe Boudreau |1907–1923 | |- |6 |Ernest Joseph Lemaire |1923–1940 | |- |7 |Arnold Danford Patrick Heeney |1940–1949 | |- |8 |Norman Alexander Robertson |1949–1952 | |- |9 |John Whitney Pickersgill |1952–1953 | |- |10 |Robert Bryce |1954–1963 | |- |11 |Robert Gordon Robertson |1963–1975 | |- |12 |Peter Michael Pitfield |1975–1979 | |- |13 |Marcel Massé |1979–1980 | |- |— |Peter Michael Pitfield |1980–1982 |Previously held office from 1975 to 1979. |- |14 |Gordon Osbaldeston |1982–1985 | |- |15 |Paul M. Tellier |1985–1992 | |- |16 |Glen Shortliffe |1992–1994 | |- |17 |Jocelyne Bourgon |1994–1999 | |- |18 |Mel Cappe |1999–2002 | |- |19 |Alexander Himelfarb |2002–2006 | |- |20 |Kevin G. Lynch |2006–2009 | |- |21 |Wayne Wouters |2009–2014 | |- |22 |Janice Charette |2014–2016 | |- |23 |Michael Wernick |2016–2019 | |- |24 |Ian Shugart |2019-2021 |On leave. |- |— |Janice Charette |2021–incumbent |Acting; previously held office from 2014 to 2016. |} ==See also== *Clerk of the Privy Council (United Kingdom) ==References== ==External links== * Clerk of the Privy Council Category:Federal departments and agencies of Canada",
 "title": "Clerk of the Privy Council (Canada)"
}