{
 "id": "851453",
 "text": "Moses Hazeltine Sherman (December 3, 1853 - September 9, 1932) was an American land developer who built the Phoenix Street Railway in Phoenix, Arizona and streetcar systems that would become the core of the Los Angeles Railway and part of the Pacific Electric Railway in Los Angeles, California, and owned and developed property in areas such as the westside of Los Angeles, the San Fernando Valley and Hollywood, California. He also served on the Los Angeles Water Board. He was also known as M. H. Sherman and General M. H. Sherman. ==Early life== Moses Sherman was born in West Rupert, Vermont, on December 3, 1853. He obtained a teaching certificate at the Oswego Normal School (now SUNY Oswego) in Oswego, New York. He began as a teacher in Salem, New York and Wisconsin. He was then appointed principal of the Hamilton, New York Grade School for the 1873-74 term. Because of ill health, in 1874 he departed for the west and the Arizona Territory. ==Arizona – Early Accomplishments== In 1873 territorial governor Anson P.K. Safford offered Sherman a teaching post at the public school in Prescott. Here, Sherman initiated the first graded school in Arizona, teaching there from 1874 to 1876. In 1876, a new two-story school opened with Sherman as principal. He was selected to represent Arizona at the Centennial Exposition in Philadelphia, and returned to Arizona with his sister Lucy, who we also a teacher, and who met and married Eli P. Clark, then serving at the Arizona territorial auditor. Clark would become one of Sherman's closest business associates. John C. Frémont, then governor of the Arizona Territory appointed Sherman State Superintendent of Public Instruction in 1879, where, as superintendent, he created the territorial school laws. In 1882, after Congress had appropriated land to support public education, Sherman selected the lands which helped to provide for the future University of Arizona. He earned the title, \"General\" after his 1883 appointment as Adjutant-General of the Territory of Arizona, in which position he served two terms. He would use the honorific \"General\" for the rest of his life. During these years, he was also involved in business affairs. Over time, he invested in property in Prescott and built a hotel, The Sherman House. He also acquired shares in mines, grazing lands and cattle and, as Prescott and Arizona grew rapidly, he made a good deal of money from his enterprises. ==Arizona - Phoenix== By the early 1880s he had refocused his efforts in the agricultural Salt River Valley area and Phoenix. He invested in and was involved with the building of the Arizona Canal, which, started in early 1883, would become the main irrigation canal for the valley. In 1884, he co-founded and became president of the Valley Bank of Phoenix. He was a major stockholder and vice president of the Phoenix Water Company. He bought large quantities of real estate around Phoenix and became the largest taxpayer in Phoenix and one of the largest in the territory. In 1887, he constructed a street railway, and, after merging it with several other lines, electrified the lines in 1893 and created the Phoenix Railway Company of Arizona, which he controlled until 1925, when the lines were sold to the city. In 1910 he built a line from Phoenix to Glendale to connect with the Santa Fe Railroad. He was involved with moving the territorial capitol to Phoenix, and with his business associate, attorney M.E. Collins, he donated 10 acres of property for the new territorial capitol building in 1889. ==Developing Electric Rail Transportation in Los Angeles== thumb|LACE/LARy 1898 Route Map Prior to Sherman's arrival in Los Angeles, the Santa Fe Railroad had built a line to the Los Angeles in 1886, which caused a rate war with the Southern Pacific. While a short-lived real estate boom followed, the excitement created by the boom drew attention (and new residents) to the area. During his time in Arizona, Sherman had made many trips to Los Angeles and had become convinced that it had a great future. Shortly after moving to Los Angeles in 1890, Sherman became a founding stockholder and director of the Los Angeles-based National Bank of California. He and brother-in-law Clark immediately became involved in the local transportation business. The Los Angeles Consolidated Electric Railway - Prior to Sherman’s arrival in Los Angeles, various individual entrepreneurs had built several horse car lines, cable car lines and an initial electric line. Sherman, seeing promise in the new Sprague trolley technology, gained control of several street railway franchises, and immediately began to create a system based on this new technology. Sherman and Clark incorporated the Los Angeles Consolidated Electric Railway Company (LACE) in November, 1890.Electric Railway Historical Association of Southern California, ERHA.org, Los Angeles Consolidated Electric Railway, California Illustrated, 1892 Clark was made Vice President and General Manager.Out West, Volume 30, By Charles Fletcher Lummis They intended to acquire and construct a large number of electric railway lines connecting important parts of Los Angeles. They built lines west of the city on Pico Boulevard, to Westlake Park, and to Rosedale Cemetery; south on Central and Maple Avenues and to the University of Southern California and University Park; north and east to Highland Park and East Los Angeles (now Lincoln Park), to the Evergreen Cemetery, and to the Southern Pacific and Santa Fe depots. In the beginning, LACE competed with an existing cable railway, the Pacific Railway. When the cable company passed into bankruptcy in 1892 because it was not able to compete profitably, LACE purchased the bankrupt company. By 1893 LACE operated 35 miles of electric lines, 14 miles of horse-drawn lines, and 21 miles of cable lines. In 1895, after the company missed bond payments, Sherman lost control of the Los Angeles Consolidated Electric, though he continued as a director and held a large stock interest in the company. The new company, now controlled by the bondholders, was renamed the Los Angeles Railway, and would be sold to Henry Huntington and his associates in September, 1898, ultimately becoming the famed \"Yellow Car\" system. The First Interurban Lines - While LACE was growing, Sherman and Clark began the first steps of what would become an interurban network. In April, 1894, after acquiring horsecar lines in Pasadena, they incorporated the Pasadena and Los Angeles Electric Railway Company, Southern California’s first interurban electric railway, which in May, 1895 connected their newly electrified lines in Pasadena to the LACE system serving Los Angeles. thumb|right|View of the first Pasadena and Los Angeles Electric Railway car over Arroyo Seco near the Cawston Ostrich Farm, on March 7, 1895 In November, 1894, they incorporated another new interurban company, the Pasadena and Pacific Electric Railway Company, designed to connect Los Angeles to Santa Monica. After acquiring five existing railroads, they reconstructed an older steam line to reach from downtown Los Angeles to Santa Monica via Colegrove. In 1896, at the junction of his Pasadena and Pacific streetcar line and what would become San Vicente Boulevard, just west of Hollywood, Sherman acquired 5.6 acres of land and built storage yards and car barns, naming the area called Sherman. A town grew up around the facility which would evolve to become the city of West Hollywood.Masters, Nathan. (01 December 2011). \"West Hollywood at 27: How the Town of Sherman Became WeHo\". SOCAL FOCUS blog. Accessed 08 November 2012 The Los Angeles Pacific Railroad - After losing control of LACE, the pair focused their attention on expanding their lines between Los Angeles and the beaches. After losing control of the Los Angeles & Pacific in 1897, in June, 1898 they reorganized their remaining lines into a new company, The Los Angeles-Pacific Railroad. Later, the Los Angeles and Pacific Railway would be acquired by Henry Huntington and Isaias W. Hellman’s group of investors and become part of the Pacific Electric system. Controversy arose over some of Sherman's methods. The San Francisco Call ran a series of vitriolic articles during November and December, 1898, which claimed Sherman’s efforts to secure financing for his electric railways led to the failure of two San Francisco banks. Sherman was soon vindicated, as the failures were actually the result of poor bank investments during the boom of the late 1880s, and of possible losses associated with the bonds of Los Angeles’ cable railway system. Sherman and Clark now built lines covering the west side of the Los Angeles basin, and down the coast, from Los Angeles to Hollywood, Sawtelle, Westgate, Santa Monica, Ocean Park and Venice, and to Playa del Rey, Manhattan Beach, Hermosa Beach and Redondo Beach. thumb|right|Los Angeles Pacific - Balloon Route car, 1905 thumb|right|Los Angeles Pacific Railroad map, 1909 In some cases rights of way were donated and in other cases bonuses were paid by property owners so the lines would pass through their property. For example, Hobart J. Whitley and other investors paid $15,000 to add a line through Hollywood. Santa Monica property owners Senator John P. Jones and Robert Symington Baker provided 225 acres of land near what would become Sawtelle. Sherman and Clark sold this property to Jones and R.C. Gillis to raise funds for the new railway. At its peak the Los Angeles Pacific had 180 miles of track in the western portions of Los Angeles County, from Los Angeles to the beaches along Santa Monica bay, then running down the coast to Redondo Beach.erha.org, Los Angeles Pacific History In March, 1906, Sherman and Clark sold a controlling interest in the railway to E. H. Harriman, of the Southern Pacific for a reported $6 million. A new Los Angeles Pacific Railroad Company was incorporated on April 4, 1907, with ambitious plans to standard gauge the system, add new lines, create a subway from downtown to Vineyard, and more. In 1910, Sherman and Clark sold the remaining interest in their Los Angeles Pacific Railroad to the Southern Pacific, which, in September, 1911, combined their lines with Huntington’s original Pacific Electric Railway and several other companies into a new Pacific Electric Railway. Sherman remained on the board of the Pacific Electric Railway. ==Early Real Estate Development Activities in Los Angeles== Sherman was adept as using the electric railway to promote real estate investments. Through the creation of the Los Angeles Pacific lines, Sherman and Clark were key to the development of communities between Los Angeles and the coast, and of the area of the coast from Santa Monica to Redondo Beach. Their LAP Railroad featured the famous Balloon Route, an excursion that left Los Angeles and took a balloon-shaped rail trip involving stops at popular locations between Los Angeles and the ocean and then back to Los Angeles. The Balloon Route was popular with tourists and was instrumental in introducing potential homebuyers to the area. Sherman's work with the LAP was intimately tied to land acquisition, both as part of the construction of the rail lines, and as a means to promote the various real estate investments in which Sherman and Clark were involved. In 1900, along with developers Baker and Burbank, they purchased 1,500 acres in Hermosa Beach. Their Hermosa Beach Land and Water Company provided water; the developers built the first boardwalk and pier in 1901 and 1904. Initially served by the Santa Fe Railway, in mid-1904, the community would be served by LAP’s new Redondo Division car line. In addition, in 1903 Sherman and Clark purchased 200 acres north of Hermosa Beach and named it Shakespeare Beach, intending that it be a writer’s colony, but was unable to attract many writers. Several streets, such as Homer Street and Longfellow Avenue, remain from this original subdivision. Sherman became associated with several prominent businessmen over the years in ever-larger projects. This list of men included Harrison Gray Otis, Harry Chandler, Otto F. Brant, Hobart J. Whitley, Robert C. Gillis and others. The first such project concerned the development of Hollywood. In 1900, the LAP had built a line north of its Santa Monica Boulevard line in Colegrove which ran along Prospect Boulevard (now Hollywood Boulevard), assisted by a $25,000 bonus paid by Hobart J. Whitley, Col. Griffith J. Griffith, and P.J. Beveridge. In 1901 Whitley and Sherman created the Los Angeles-Pacific Boulevard Development Company, which organized a syndicate that bought and subdivided a 480-acre area in Hollywood, a development which Whitley called the Hollywood Ocean Vista Tract. The company built curbs and sidewalks, planted shrubbery, and donated land for a bank and for the future Hollywood Hotel. In 1902, Sherman and a syndicate of fifteen men purchased 1,000 acres of land around the Ballona lagoon and Port Ballona under the name the Beach Land Company, renaming the area Playa del Rey. The syndicate included partners such as local landowners Robert C. Gillis, Frederick H. Rindge, and others. They built a $100,000 pavilion, the Hotel Del Rey, and a boathouse and grandstands around the lagoon. Sherman and Clark's Los Angeles, Redondo Beach and Hermosa Railway Company built a line to the area by, which was later merged into the LAP. The line opened December 1902, extending from downtown at 4th & Broadway to the new resort,erha.org Los Angeles Pacific Corporate Histories and was soon added to the famous “Balloon Route” excursion. Many visitors bought lots and built homes along the beach front. In 1905, Sherman and Clark extended a line in the center of San Vicente Boulevard, past Robert C. Gillis’ Westgate tract (now the Brentwood area, where Sherman had investments, then on to Santa Monica. ==Later Real Estate Activities== In July, 1905, Sherman and Clark had purchased 640 acres in upper Beachwood Canyon, which at first they used as a rock quarry. With Los Angeles’ rapid growth in the early 1920s, especially in the film industry, they partnered with Harry Chandler and developer S.H. Woodruff in 1923, and developed and promoted the property, which they named Hollywoodland. A large, lighted sign was built that would call attention to their development; that sign, completed in July, 1923, was rebuilt after World War II, and, with the “land” part removed, now reads simply, “Hollywood”. Chandler and Sherman were the primary investors, in a syndicate of seventy, who in 1911 purchased the Tejon Ranch, a 270,000 acre ranch along the Kern County-Los Angeles County border, from Truxtun Beale. And, while not one of the original purchasers, in 1906 Sherman invested in the Colorado River Land Company, a Mexican Corporation with 842,000 acres in the Mexican counterpart of the Imperial Valley. The investments in this ranch are credited with an economic boom in northern Baja California. Sherman also acquired much property in Culver City. ==The Water Commissioner, the Aqueduct, and the San Fernando Valley== Sherman was appointed to the Board of Water Commissioners February 5, 1903 by mayor Meredith P. Snyder, where he worked on the Owens River project and became embroiled in controversy. In the early 1900s, Los Angeles was looking for additional water sources to support its growing population. In late 1904, former mayor Fred Eaton, and water department engineer William Mulholland had travelled to the Inyo Valley, where Eaton showed Mulholland how water from the Owens River could be acquired and transported to Los Angeles. In 1904, the Board of Water Commissioners was notified of the purchases of water rights in the Owens Valley for the proposed aqueduct to Los Angeles. But in September, 1903, before the aqueduct plan was conceived, a syndicate led by L.C. Brand had purchased an option on the 16,500-acre George K. Porter Ranch in the northeastern San Fernando Valley. The syndicate included Porter himself, railroad builders Henry E. Huntington and E. H. Harriman, newspaper publishers Harrison Gray Otis, Harry Chandler, and Edwin T. Earl, banker Joseph Francis Sartori, and others. Brand, along with Huntington, purchased the ranch in order to run an electric line to it and then to subdivide it, as he had done in Glendale. Shortly after Eaton’s report regarding the possible aqueduct was given to the water commissioners, the syndicate took up the option on Porter Ranch. William Randolph Hearst’s paper, the Examiner, alleged that Sherman, after hearing the news of the aqueduct through his position on the water board, informed his business friends, who then completed their purchase of the ranch. Several historians note that, while this is possible, there was never any concrete evidence that this was the case. A second syndicate was formed in September, 1909, two years after construction of the aqueduct had begun in 1907. This group of men purchased the 47,500-acre (192 km2) parcel from the Los Angeles Farming and Milling Company, owned by Isaac Newton Van Nuys and son-in-law Issac Lankershim for $2,500,000, or just under $53 an acre. The 30-person syndicate was led by a five-member Board of Control which included Sherman and partners Hobart Johnstone Whitley, General Harrison Gray Otis, Otto F. Brant, and Harry Chandler, manager of the Los Angeles Times, The land, also known as Tract 1000, comprised nearly the entire south half of the San Fernando Valley south of present-day Roscoe Blvd. Sherman’s Los Angeles Pacific Railroad, now under Southern Pacific control, began surveying a route over the Cahuenga Pass to the Valley in 1909. By 1912, after the syndicate paid a $150,000 bonus to help with construction, the Pacific Electric Railway completed the new San Fernando Valley Line, a 20-mile-long (32 km) extension of the PE, which ran from Hollywood to the developments of the Los Angeles Suburban Homes Company. An additional line was extended to San Fernando in 1913. Along with the streetcar line, the group built a \"$500,000 boulevard\" named Sherman Way, which was important to the success of the development. By 1912, 45-minute streetcar service from Van Nuys to downtown and the \"no speed limit\" paved road (if you could get your \"Model T\" to do 30 mph) were key selling points. They group laid out three communities: the townsite of Van Nuys in 1911, the mid-valley townsite of Marion (present-day Reseda), and the townsite of Owensmouth (present-day Canoga Park) in 1912. As part of his participation, Sherman retained 1,000 acres around the area of Ventura and Sepulveda Boulevards in what later became the neighborhood of Sherman Oaks, named for him. Sherman was removed from the Water Board in January, 1910, by mayor George Alexander, ostensibly because a department related to the aqueduct leased space in a building he held stock in, violating a municipal ordinance. ==Other Activities== He was a director in the Farmers & Merchants National Bank, the Yosemite Park and Curry Company and a number of other corporations. In 1903, Sherman became one of the incorporators of Frederick H. Rindge’s Hueneme, Malibu and Port Los Angeles Railway, which Rindge built as a means of blocking the creation of a railroad or other throughway along the shore of his Malibu Ranch. After the San Francisco earthquake, Sherman arranged a train of volunteers and medical supplies from Los Angeles to San Francisco. It was the first train to reach San Francisco after the 1906 San Francisco earthquake. After the end of World War I, he saw a need for steamship service and helped to form (and later became president of) the Los Angeles Steamship Company. The company’s ships Harvard and Yale sailed between Los Angeles and San Francisco, and the City of Los Angeles and City of Honolulu sailed to Hawaii. After the Matson line opened a competing line and the City of Honolulu was destroyed by fire, the company was sold to the Matson Company in 1930. ==Personal life== He married Harriet Emily Pratt, daughter of Robert H. Pratt, a leading figure in the Central Pacific Railway of San Francisco. They married in 1885 and had two daughters, Hazeltine and Lucy; Sherman also adopted Harriet's son Robert Pierce from a previous marriage. Sherman and his wife separated and were divorced in 1908. He never remarried. For many years he lived and worked in the Westminster Hotel until the late 1920s, after which he moved into an apartment suite on Rampart Boulevard near 6th. He also had a house on Bay Island, Newport Beach, where he died September 9, 1932. Sherman left an estate of several million dollars, leaving sizable sums to the University of Southern California, Pomona College, the California Institute of Technology and Grinnell College, Iowa. ==Legacy== Sherman Foundation and Sherman Library & Gardens - Sherman's close personal assistant, Arnold D. Haskell, who started working for Sherman almost twenty years before Sherman’s death, established the Sherman Foundation in 1951. Headquartered in Corona del Mar, it is home to a garden and a research library. The Foundation has contributed to hospitals, youth groups, scientific research, the Los Angeles Music Center and more. Sherman Way - The entire grand road built by the Suburban Homes Company was originally named \"Sherman Way\" in his recognition. The name remains on the westernmost original segment from Canoga Park and West Hills to Sherman Circle at Van Nuys Boulevard, and now also extends to Burbank. The easternmost original segment, with its electric railway right of way now a landscaped median/Orange Line route, survives as present-day Chandler Boulevard. The north/south original segment, as present-day Van Nuys Boulevard in Van Nuys, connects Chandler Boulevard to Sherman Circle. Hazeltine Avenue, which runs north/south from Sherman Oaks to Panorama City, was named after his daughter Hazeltine. Sherman Oaks - Hollywoodland and the Hollywood Sign - Various communities on the westside - including West Hollywood, Playa del Rey, Hermosa Beach ==Notes== ==Further reading== * * * * * * * * * * * * * * * * * * * * * * * * * * Category:American real estate businesspeople Category:Businesspeople from Los Angeles Category:Land owners from California Category:History of Los Angeles Category:History of the San Fernando Valley Category:1853 births Category:1932 deaths Category:People from Rupert, Vermont Category:State University of New York at Oswego alumni Category:Educators from New York (state) Category:Educators from Arizona",
 "title": "Moses Sherman"
}