{
 "id": "851762",
 "text": "The Volkswagen Group A platform is an automobile platform shared among compact and mid-size cars of the Volkswagen Group. It debuted in 1974 and was originally based on the engineering concept of the Volkswagen Golf Mk1, and is applicable to either front- or four-wheel drive vehicles, using only front- mounted transverse engines. Volkswagens based on this platform have been colloquially referred to by generation number, e.g. the first Golf version is referred to as an \"A1 Golf\". Often each generation is designated by substituting \"Mark\" for \"A\", but this can be misleading. For example, the Mk1 and Mk2 Scirocco are both based on the A1 platform. Furthermore, confusion was possible with the Volkswagen Passat, which has been produced on both the B platform alongside the Audi A4, as well as the A platform depending on the generation. Volkswagen Group introduced a new alphanumeric nomenclature for vehicle platforms for the fourth generation. Under Volkswagen's revised platform naming system, the \"A4\" platform became the PQ34 platform, and what would have been called the A5 platform was called the PQ35 platform. The platform code is composed as follows: * A letter, P, indicating a passenger car platform * A letter indicating the configuration of the engine: ** Q indicates a transverse engine (Quer in German) * A digit indicating the platform size or class: ** 3 corresponds to compact cars ** 4 corresponds to mid-size cars * A digit indicating the generation or evolution The A platform has been superseded by the MQB platform for new models, with the exception of a few models only sold in certain markets. ==A1== The A1 platform debuted on the Mk1 Golf on its launch in 1974, and continued into the early 1990s, when the last remaining models using the platform - the Scirocco and Caddy - were discontinued. A1 platform cars (Typ numbers in brackets): *Volkswagen Golf Mk1 (17) *Volkswagen Golf Cabriolet (155) *Volkswagen Jetta Mk1 (16) *Volkswagen Caddy Mk1 (14) *Volkswagen Scirocco Mk1 & Mk2 (53/53B) *Volkswagen Citi Golf ==A2== The A2 platform debuted in 1983 on the Mk2 Golf, and lasted until 1998, when the original SEAT Toledo (the first Volkswagen-developed SEAT following the Spanish company's takeover by Volkswagen) was replaced. The Volkswagen Passat B3 was based on a stretched A2 platform. The Volkswagen Corrado, while being an A2 platform car, uses some components from the A3 platform, notably the rear suspension assembly and some front suspension parts. A2 platform cars (Typ numbers in brackets): *Volkswagen Corrado (53I) *Volkswagen Golf Mk2 (19E) *Volkswagen Jetta II (1G) *SEAT Toledo Mk1 (1L) *Chery A11 and Chery A15 *Vortex Corda *Volkswagen Jetta King *Volkswagen Jetta Pioneer ==A3== The A3 platform was only used for two models - the Mk3 Golf, launched in 1991, and its saloon equivalent, the Vento, launched in early 1992. A3 platform cars (Typ numbers in brackets): *Volkswagen Golf Mk3 (1E) *Volkswagen Vento/Jetta III (1H) The smaller A03 platform, used in the Polo (6N) and SEAT Ibiza (6K) is based on the A3 platform as well, and shares many components. ==PQ34 (A4)== The A4 platform (PQ34 under the revised scheme) debuted on the Audi A3 in 1996 and went on to be used for many different models over the next two decades. PQ34 platform cars (Typ numbers in brackets): *Audi A3 Mk1 (8L) *Audi TT Mk1 (8N) *Volkswagen Golf Mk4 (1J) *Volkswagen Bora/Jetta (1J) *Volkswagen Lavida (18) *Volkswagen New Beetle (1C/1Y/9C) *SEAT León Mk1 (1M) *SEAT Toledo Mk2 (1M) *Škoda Octavia Mk1 (1U) ==PQ35 (A5)/PQ46 (A6)== The PQ35 platform was designed to be more modular than previous A platforms. For the first time, a fully independent suspension was used in the rear of all A platform vehicles. The PQ46 platform is a variant derived from this platform primarily intended for larger vehicles, such as mid-size cars and crossovers. A common misconception is that the PQ46 based sixth and seventh generations of the Passat, are based on the PL46 (B6) and B7 platforms. However, this transverse engine Passat has little in common with the longitudinal engine \"B6\" and \"B7\" Audi A4. ===PQ35 platform cars=== (Type numbers in brackets): *Audi A3 Mk2 (8P) *Audi TT Mk2 (8J) *Audi Q3 Mk1 (8U) *SEAT León Mk2 (1P) *SEAT Toledo Mk3 (5P) *SEAT Altea (5P) *Škoda Octavia Mk2 (1Z) *Škoda Yeti (5L) *Volkswagen Touran (1T) *Volkswagen Caddy Mk3 (2K) *Volkswagen Golf Mk5 (1K) *Volkswagen Golf Mk6 (5K) *Volkswagen Jetta Mk5 (1K) *Volkswagen Scirocco Mk3 (13) *Volkswagen Jetta Mk6 (1K) *Volkswagen Beetle (A5) (16) *Volkswagen Eos (1F) ===PQ46 platform cars=== (Type numbers in brackets): *Škoda Superb (3T) *Volkswagen CC (3C/35) *Volkswagen Passat B6 & B7 (3C) *Volkswagen Passat NMS (A32/A33) *Volkswagen Sharan Mk2 (7N) *SEAT Alhambra Mk2 (7N) *Volkswagen Tiguan Mk1 (5N) ==References== ;Notes ;Bibliography * * ==External links== *Volkswagen Group corporate website A",
 "title": "Volkswagen Group A platform"
}