{
 "id": "85183",
 "text": "The Lime Valley Covered Bridge or Strasburg Bridge is a covered bridge that spans Pequea Creek in Lancaster County, Pennsylvania, United States. A county- owned and maintained bridge, its official designation is the Pequea #8 Bridge. The bridge has a single span, wooden, double Burr arch trusses design with the addition of steel hanger rods. The deck is made from oak planks. It is painted red, the traditional color of Lancaster County covered bridges, on both the inside and outside. Both approaches to the bridge are painted in the traditional white color. The bridge's WGCB Number is 38-36-23. Added in 1980, it is listed on the National Register of Historic Places as structure number 80003535. It is located at (39.96067, -76.23500). The bridge is close to U.S. Route 222 southeast of Willow Street in West Lampeter Township, Pennsylvania. From 222 the bridge is 0.35 miles (0.56 km) east on Lime Valley Road, 0.3 miles (0.5 km) south on South View Road, and 250 feet (75 m) on Breneman Road. == History == It was built in 1871 by either Joseph Cramer or Elias McMellen at a cost of $3,500. The bridge was a twin to another covered bridge built in 1857 by Silas Wolverton that was located 200 ft (61 m) to the west of the Lime Valley Covered Bridge. == Dimensions == *Length: 93 feet (28.3 m) span and 103 feet (31.4 m) total length *Width: 13 (4.0 m) clear deck and 15 feet (4.6 m) total width *Overhead clearance: 12 feet (3.7 m) *Underclearance: 3 feet (0.9 m) to 11 feet (3.4 m) == Gallery == Image:Lime Valley Covered Bridge Three Quarters View 3008px.jpg|Three quarters view Image:Lime Valley Covered Bridge Side View 3000px.jpg|Side view Image:Lime Valley Covered Bridge Inside 3008px.jpg|Inside view of the Burr arch truss design ==See also== *Burr arch truss *List of Lancaster County covered bridges == References == Category:Bridges completed in 1871 Category:Covered bridges in Lancaster County, Pennsylvania Category:Covered bridges on the National Register of Historic Places in Pennsylvania Category:Road bridges in Pennsylvania Category:National Register of Historic Places in Lancaster County, Pennsylvania Category:Road bridges on the National Register of Historic Places in Pennsylvania Category:Wooden bridges in Pennsylvania Category:Burr Truss bridges in the United States",
 "title": "Lime Valley Covered Bridge"
}