{
 "id": "85186",
 "text": "The Pine Grove Covered Bridge is a covered bridge that spans the East Branch of Octoraro Creek on the border between Lancaster County and Chester County in Pennsylvania, United States. It is the longest covered bridge in Lancaster County. The bridge was built in 1884 by Elias McMellen. ==Background== The bridge has a two-span, wooden, double Burr arch truss design with the addition of steel hanger rods. It is the only two-span covered bridge still in use. The bridge's deck is made from oak planks. It is painted red, the traditional color of Lancaster County covered bridges on the outside, but is not painted on the inside. Both approaches to the bridge are painted in the traditional white color. The bridge's WGCB Number is 38-15-22/38-36-41. Added in 1980, it is listed on the National Register of Historic Places as structure number 80003521. It is located at (39.7935, -76.04433). ==Nearby covered bridges== *White Rock Forge Covered Bridge, about northwest on White Rock Road, via Asheville and King Pen Roads. == Gallery == File:pine_grove_covered_bridge- from above 1.jpg|Far away view from above File:Pine Grove Covered Bridge Wide Side View 3000px.jpg|Wide view File:Pine Grove Covered Bridge Three Quarters View 3008px.jpg|Three-quarters view File:Pine Grove Covered Bridge Inside 2000px.jpg|Inside of the bridge showing the double span Burr arch truss File:Pine Grove Covered Bridge Burr Arch Truss 3008px.jpg|A closeup view of one of the arches File:Pine_grove_covered_bridge-double_arch.jpeg|View of interior double arch File:pine_grove_covered_bridge-from_above_2.jpeg|View from above and to the side ==See also== *Burr arch truss *List of bridges documented by the Historic American Engineering Record in Pennsylvania *List of Lancaster County covered bridges ==References== ==Bibliography== * * * ==External links== * Category:Covered bridges in Chester County, Pennsylvania Category:Covered bridges in Lancaster County, Pennsylvania Category:Covered bridges on the National Register of Historic Places in Pennsylvania Category:Bridges completed in 1884 Category:Historic American Engineering Record in Pennsylvania Category:Road bridges in Pennsylvania Category:National Register of Historic Places in Chester County, Pennsylvania Category:National Register of Historic Places in Lancaster County, Pennsylvania Category:Road bridges on the National Register of Historic Places in Pennsylvania Category:Wooden bridges in Pennsylvania Category:Burr Truss bridges in the United States",
 "title": "Pine Grove Covered Bridge"
}