{
 "id": "852105",
 "text": "ICICI Bank Limited is an Indian multinational bank and financial services company headquartered in the city of Vadodara, India. It offers a wide range of banking products and financial services for corporate and retail customers through a variety of delivery channels and specialized subsidiaries in the areas of investment banking, life, non-life insurance, venture capital and asset management. The bank has a network of 5,275 branches and 15,589 ATMs across India and has a presence in 17 countries. The bank has subsidiaries in the United Kingdom and Canada; branches in United States, Singapore, Bahrain, Hong Kong, Qatar, Oman, Dubai International Finance Centre, China and South Africa; as well as representative offices in United Arab Emirates, Bangladesh, Malaysia and Indonesia. The company's UK subsidiary has also established branches in Belgium and Germany. == History == ICICI Bank was established by the Industrial Credit and Investment Corporation of India (ICICI), an Indian financial institution, as a wholly owned subsidiary in 1994 in Vadodara however the parent company was formed in 1955 as a joint-venture of the World Bank, India's public-sector banks and public-sector insurance companies to provide project financing to Indian industry. The bank was founded as the Industrial Credit and Investment Corporation of India Bank, before it changed its name to ICICI Bank. The parent company was later merged with the bank. The Industrial Credit and Investment Corporation of India (ICICI) was established on 5 January 1955 and Sir Arcot Ramasamy Mudaliar was elected as the first Chairman of ICICI Ltd. ICICI Bank launched Internet Banking operations in 1998. ICICI's shareholding in ICICI Bank was reduced to 46% through a public offering of shares in India in 1998, followed by an equity offering in the form of American depositary receipts on the NYSE in 2000. ICICI Bank acquired the Bank of Madura Limited in an all-stock deal in 2001 and sold additional stakes to institutional investors during 2001–02. In the 1990s, ICICI transformed its business from a development financial institution offering only project finance to a diversified financial services group, offering a wide variety of products and services, both directly and through a number of subsidiaries and affiliates like ICICI Bank. In 1999, ICICI become the first Indian company and the first bank or a financial institution from non-Japan Asia to be listed on the NYSE. ICICI, ICICI Bank, and ICICI subsidiaries ICICI Personal Financial Services Limited and ICICI Capital Services Limited merged in a reverse merger in 2002. During the financial crisis of 2007–2008, customers rushed to ICICI ATMs and branches in some locations due to rumors of bank failure. The Reserve Bank of India issued a clarification on the financial strength of ICICI Bank to dispel the rumours. In March 2020, the board of ICICI Bank Ltd. approved an investment of in Yes Bank, resulting in a 5% ownership interest in Yes. == Acquisitions == * 1996: ICICI Ltd. A diversified financial institution with headquarters in Mumbai * 1997: ITC Classic Finance. incorporated in 1986, ITC Classic was a non-bank financial firm that engaged in hire, purchase and leasing operations. At the time of being acquired, ITC Classic had eight offices, 26 outlets and 700 brokers. * 1997: SCICI (Shipping Credit and Investment Corporation of India) * 1998: Anagram (ENAGRAM) Finance. Anagram had built up a network of some 50 branches in Gujarat, Rajasthan, and Maharashtra that were primarily engaged in the retail financing of cars and trucks. It also had some 250,000 depositors. * 2001: Bank of Madura * 2002: The Darjeeling and Shimla branches of Grindlays Bank * 2005: Investitsionno-Kreditny Bank (IKB), a Russian bank * 2007: Sangli Bank. Sangli Bank was a private sector unlisted bank, founded in 1916, and 30% owned by the Bahte family. Its headquarters were in Sangli in Maharashtra, and it had 198 branches. It had 158 in Maharashtra and 31 in Karnataka, and others in Gujarat, Andhra Pradesh, Tamil Nadu, Goa, and Delhi. Its branches were relatively evenly split between metropolitan areas and rural or semi-urban areas. * 2010: The Bank of Rajasthan (BOR) was acquired by the ICICI Bank in 2010 for . RBI was critical of BOR's promoters not reducing their holdings in the company. BOR has since been merged with ICICI Bank. == Role in Indian financial infrastructure == ICICI bank has contributed to the setting up of a number of Indian institutions to establish financial infrastructure in the country over the years: * The National Stock Exchange was promoted by India's leading financial institutions (including ICICI Ltd.) in 1992 on behalf of the Government of India with the objective of establishing a nationwide trading facility for equities, debt instruments and hybrids, by ensuring equal access to investors all over the country through an appropriate communication network. * In 1987, ICICI Ltd along with UTI set up CRISIL as India's first professional credit rating agency. * NCDEX (National Commodities and Derivatives EXchange) was set up in 2003, by ICICI Bank Ltd, LIC, NABARD, NSE, Canara Bank, CRISIL, Goldman Sachs, Indian Farmers Fertiliser Cooperative Limited (IFFCO) and Punjab National Bank. * ICICI Bank facilitated the setting up of \"FINO Cross Link to Case Link Study\" in 2006, as a company that would provide technology solutions and services to reach the underserved and underbanked population of the country. Using technologies like smart cards, biometrics and a basket of support services, FINO enables financial institutions to conceptualise, develop and operationalise projects to support sector initiatives in microfinance and livelihoods. * Entrepreneurship Development Institute of India (EDII), was set up in 1983, by the erstwhile apex financial institutions like IDBI, ICICI, IFCI and SBI with the support of the Government of Gujarat as a national resource organisation committed to entrepreneurship development, education, training and research. * Eastern Development Finance Corporation (NEDFI) was promoted by national level financial institutions like ICICI Ltd in 1995 at Guwahati, Assam for the development of industries, infrastructure, animal husbandry, agri-horticulture plantation, medicinal plants, sericulture, aquaculture, poultry and dairy in the North Eastern states of India. * Following the enactment of the Securitisation Act in 2002, ICICI Bank, together with other institutions, set up Asset Reconstruction Company India Limited (ARCIL) in 2003. ARCIL was established to acquire non-performing assets (NPAs) from financial institutions and banks with a view to enhance the management of these assets and help in the maximisation of recovery. * ICICI Bank has helped in setting up Credit Information Bureau of India Limited (CIBIL), India's first national credit bureau in 2000. CIBIL provides a repository of information (which contains the credit history of commercial and consumer borrowers) to its members in the form of credit information reports. == Products == ICICI Bank offers products and services such as online money transfers, tracking services, current accounts, savings accounts, time deposits, recurring deposits, mortgages, loans, automated lockers, credit cards, prepaid cards, debit cards and digital wallets called ICICI pocket. ICICI bank launched 'ICICIStack' which provides online services such as payment options, digital accounts, instant car loans, insurance, investments, loans etc. == Subsidiaries == === ICICI Prudential Life Insurance === ===ICICI Lombard=== ===ICICI Prudential Mutual Fund=== ===ICICIdirect=== === ICICI Bank Canada === ICICI Bank Canada is a wholly owned subsidiary of ICICI Bank, whose corporate office is located in Toronto. Established in December 2003, ICICI Bank Canada is a full-service direct bank with assets of about $6.5 billion as of 31 December 2019. It is governed by Canada's Bank Act and operates under the supervision of the Office of the Superintendent of Financial Institutions. The bank has seven branches in Canada. In 2003, ICICI Bank Canada was established as a Schedule II (foreign-owned or -controlled) bank. It was incorporated in November and opened its head office and downtown Toronto branch in December. In 2004 launched an online banking platform. In 2005, it launched its financial advisor services channel. In 2008, the bank relocated its corporate office to the Don Valley Business Park in Toronto. In 2010, it launched a mortgage broker service. In 2014, the bank launched a mobile banking app. ICICI Bank Canada is a member of several esteemed trade association; as well as the Canadian Bankers Association (CBA); a registered member with the Canada Deposit Insurance Corporation (CDIC), a federal agency insuring deposits at all of Canada's chartered banks; Interac Association; Cirrus Network; and The Exchange Network. === ICICI Bank UK PLC === ICICI Bank UK PLC was incorporated in England and Wales on 11 February 2003, as a private company with the name ICICI Bank UK Ltd. It then became a public limited company on 30 October 2006. Presently the Bank has seven branches in the UK. : one each in Birmingham, East Ham, Harrow, London, Manchester, Southall and Wembley. The bank currently has seven branches in the UK. ICICI Bank UK PLC is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and Prudential Regulation Authority. It is covered by the Financial Services Compensation Scheme (FSCS). The bank has a long-term foreign currency credit rating of Baa1 from Moody's. At 31 March 2019, it had a capital adequacy ratio of 16.8%. ICICI Bank UK PLC offers products and services such as a current account, savings account, remittance to India, safe deposit box, NRI Services, business banking, foreign exchange services, commercial real estate and corporate banking. In 2019, ICICI Bank UK PLC launched an instant account opening facility through its iMobile app. ==Controversies== ===Inhumane debt recovery methods=== A few years after its rise to prominence in the banking sector, ICICI bank faced allegations on the recovery methods it used against loan payment defaulters. A number of cases were filed against the bank and its employees for using \"brutal measures\" to recover the money. Most of the allegations were that the bank was using goons to recover the credit card payments and that these \"recovery agents\" exhibited inappropriately and in some cases, inhuman behaviour. Incidents were reported wherein the defaulters were put to \"public shame\" by the recovery agents. The bank also faced allegations of inappropriate behaviour in recovering its loans. These allegations started initially when the \"recovery agents\" and bank employees started threatening the defaulters. In some cases, notes were written by the bank's employees asking the defaulters to \"sell everything in the house including family members\", were found. Such charges faced by the bank rose to a peak when suicide cases were reported wherein the suicide notes spoke of the bank's recovery methods as the cause of the suicide. This led to legal battles and the bank paying huge compensation. ===Money laundering allegations=== ICICI Bank was one of the leading Indian banks accused of blatant money laundering through violation of RBI guidelines in the famous CobraPost sting operation which shook up Indian banking industry during April–May 2013. On 14 March 2013 the online magazine Cobrapost released video footage from Operation Red Spider showing high-ranking officials and some employees of ICICI Bank agreeing to convert black money into white, an act in violation of Money Laundering Control Act. The Government of India and Reserve Bank of India ordered an inquiry following the exposé. On 15 March 2013, ICICI Bank suspended 18 employees, pending inquiry. On 11 April 2013 the Deputy Governor of RBI, H R Khan reportedly said that the central bank was initiating action against ICICI Bank in connection with allegations of money laundering. === Chanda Kochhar fraud case === On 4 October 2018, the then MD & CEO Chanda Kochhar stepped down from her position following allegations of corruption. In January 2019, based on the report of an enquiry panel headed by Justice Srikrishna, the bank board officially terminated her from service. It also become one of the first in the country to ask for a claw back of bonuses and benefits. In 2020 the Enforcement Directorate provisionally seized assets and shares belonging to Chanda Kochhar with an estimated value of more than , in relation to the ICICI bank loan case. ==See also== * Banking in India * List of banks in India * Reserve Bank of India * ICICI Lombard General Insurance * ICICI Prudential Life Insurance *ICICI Prudential Mutual Fund == References == == External links == * Category:Companies listed on the New York Stock Exchange Category:Banks of India Category:BSE SENSEX Category:NIFTY 50 Category:Companies formerly listed on the London Stock Exchange Category:Financial services companies based in Mumbai Category:Banks established in 1994 Category:Indian brands Category:Banking in India Category:Indian companies established in 1994 Category:1994 establishments in Gujarat Category:Companies listed on the National Stock Exchange of India Category:Companies listed on the Bombay Stock Exchange",
 "title": "ICICI Bank"
}