{
 "id": "852173",
 "text": "John Zaffis (born December 18, 1955) is a paranormal researcher born and based in Connecticut, United States. He starred in the SyFy paranormal reality TV show, Haunted Collector, and runs the Paranormal and Demonology Research Society of New England, which he founded in 1998.The New York Times, \"Haunted Inn Draws Horde of Believers\", by Peter Applebome, November 1, 2007 ==Career== Zaffis has over forty years of experience as a paranormal investigator.Coast to Coast Research has taken Zaffis all over the United States as well as Canada, England, and Scotland. He lectures at colleges, universities, and libraries throughout the United States, although usually not under academic auspices.Herald Mail, \"Famed ghost hunter tells tales of the paranormal\", by Dave McMillion, September 22, 2005 Zaffis currently runs the Museum of the Paranormal located in Stratford, Connecticut. He also starred in and wrote the documentary film Museum of the Paranormal, which was released in spring 2010 and produced by New Gravity Media.Museum of the Paranormal Movie His first book, Shadows of the Dark, was co-written with Brian McIntyre and published in 2004 through iUniverse. A documentary film on his work and personal life, called John Zaffis: The World Within and produced by CORE Films (which also produced the paranormal documentary series Scared!), was released on September 3, 2010.The World Within website ==Haunted Collector== Zaffis starred in a documentary TV series on Syfy called Haunted Collector, which premiered on June 1, 2011. It features him, his son, his daughter, and three other crew members searching for ghosts in certain buildings people call upon him to investigate. The premise of the show is that the crew finds an item in the building that may have some sort of connection with a haunting. The show was initially cancelled in November 2013. It has subsequently been renewed and as of October 2016 is releasing new episodes on Destination America. ==Other media appearances== Zaffis has made appearances on Unsolved Mysteries, Fox News Live, and the Discovery Channel documentaries Little Lost Souls and A Haunting in Connecticut.Internet Movie Database He currently co-hosts the Paranormal Nights radio show with Brendan Keenan. Zaffis was also in two episodes of A Haunting (\"The Possessed\" and \"Ghost Hunter\") where the main characters of both episodes are possessed by harmful demons. In the 2008 docudrama The Possessed, he plays himself as the demonologist.The Possessed at IMDb Zaffis also appeared and was interviewed in the 2009 Ghost Adventures episode at the Remington Arms factory. He also appeared in the 2009 Scared! episode filmed at the Grand Midway Hotel. Zaffis has appeared six times on the long-running radio program Coast to Coast AM from 2005 to 2007. Often, he is a guest and co-host on the Beyond Reality Radio program hosted by The Atlantic Paranormal Society's Jason Hawes and Grant Wilson. He has also appeared in several episodes of the Travel Channel's paranormal reality TV program, Ghost Adventures, as well as on ABC's investigative program, 20/20, and on Piers Morgan's cable talk show broadcast on CNN. ==Personal life== Zaffis admits that he was initially very skeptical of the existence of ghosts, until one Wednesday evening when he was sixteen and saw a transparent apparition at the foot of his bed shaking its head back and forth. When he told his mother of the incident, Zaffis learned that his grandfather, when he was alive, always shook his head when he was upset about something. In the next few days, Zaffis' grandmother, who lived with him, died. This incident piqued his interest in the paranormal and set him about talking to authorities on the subject and reading about the paranormal. Zaffis spent his first years studying under his uncle and aunt Ed and Lorraine Warren,Our Haunted Lives: True Life Ghost Encounters, Jeff Belanger, page 186 both demonologists. What he learned from his aunt and uncle exceeded his original interests in ghosts and haunted houses.Providence Journal, \"Paranormal expert to appear in Portsmouth\", by Bryan Rourke, October 31, 2002 Zaffis became interested in demonology at a young age, which led into his involvement with cases of spirit possession and exorcism and working with prominent exorcists in that field. He has studied the work of Roman Catholic priests, monks, Buddhists, rabbis, and Protestant ministers.Paranormal Research Society of New England Zaffis has also taken part in and assisted with the work of well-known exorcists like Bishop Robert McKenna, Malachi Martin, and Reverend Jun. According to fellow paranormal investigator Jason Hawes, co-star of the reality television series Ghost Hunters, Zaffis counseled him after he began seeing apparitions at the age of twenty. Hawes credits Zaffis with his subsequent career as a ghost hunter. ==See also== *Stone Tape ==References== ==External links== * *John Zaffis Museum of the Paranormal official website *The Paranormal Research Society of New England *Shadows of the Dark website: John Zaffis biography (archived at Internet Archive) * Category:1955 births Category:Living people Category:Paranormal investigators Category:People from Connecticut Category:Spiritual warfare",
 "title": "John Zaffis"
}