{
 "id": "852327",
 "text": "{| |} The Embraer R-99 is the Brazilian Air Force military designation of the EMB-145-RS. It is an aircraft based on the ERJ 145 civil regional jet. The R-99 series are equipped with Rolls-Royce AE1 3007 turbofan engines. The military versions provide 20% more thrust than the civil version. The first flight was in 1999. ==Variants== The R-99A/E-99/EMB 145 AEW&C; is an Airborne early warning and control aircraft, equipped with the Erieye active electronically scanned array radar from Saab Microwave Systems (formerly Ericsson Microwave Systems) of Sweden. The FAB claims that it has 95% of the capability of the larger AWACS aircraft which are in service in the air forces of other nations. In 2008 the FAB redesignated the R-99A as the E-99, the factory name for the Embraer EMB-145SA (Surveillance Aircraft), a special military conversion of the passenger version of the Embraer ERJ-145LR. The R-99B/R-99/EMB 145 MULTI INTEL is a remote sensing aircraft. It employs a synthetic aperture radar, combination electro-optical and FLIR systems as well as a multi-spectral scanner. The aircraft also possesses signal intelligence and C3I capabilities. In 2008 the FAB redesignated the R-99B as the R-99, for the Embraer EMB-145RS (Remote Sensing), a special military conversion of the passenger version of the Embraer ERJ-145LR. The EMB 145 MP is the maritime patrol version of the EMB-145. It shares much of the same sensor suite as the R-99B, but most visibly, lacks the multi-spectral scanner and the side-looking radar. It retains many of the C3I and ELINT capabilities of the EMB-145-RS. Mexico was the launch customer for this variant. The P-99/ would be the ASW modification of the EMB 145 MP and would have four underwing hardpoints, which could be mounted with a variety of torpedoes and/or anti-ship missiles. No prototype with those modifications were ever flown. In Brazilian service, the E-99 and R-99 are based in Anapolis AFB. Five E-99s and three R-99s are operated by the Air Force as part of the SIVAM program. The E-99s are under a modernization program that aims to update all the electronics, including a new Erieye-ER (extended range) radar, the same used on GlobalEye. The first E-99M (\"M\" stands for modernized) was handed over to Brazilian Air Force on november 27th, 2020. In the future Embraer P600 AEW system will likely replace the E-99 AEW but FAB is currently engaged in the E-99 modernization program, the E-99M will be in service for a long time, and there are no orders for P600. ==Operational history== A Brazilian R-99B was deployed on request of Peruvian authorities to locate the site where 71 hostages were being kept by the armed grouped Shining Path. The aircraft detected VHF waves origin so the Peruvian authorities could rescue the hostages (2003). On June 1st 2009 a R-99B was deployed on the search for the missing Air France Flight 447. The fact is reported as the first real mission of a Brazilian R-99 on maritime search. The R-99B Synthetic-Apperture Radar allowed to locate — even at night and under bad weather conditions — aircraft's debris and victims bodies 800 km away from Fernando de Noronha Archipelago. The A330-200 empennage and a galley were the biggest debris located by the R-99B. A Greek EMB-145-H was deployed to perform AEW missions as part of the enforcement of no-fly zone over Libyan Civil War (2011). ==Operators== ; * Brazilian Air Force – 5 E-99s (undergoing modernization to E-99M, first delivery of which expected in the first half of 2020), 3 R-99s. On November 27 2020 FAB received the first modernized E-99 in a ceremony held at the Embraer facility in Gavião Peixoto (São Paulo, Brazil) ; * Hellenic Air Force – 4 EMB-145-H (HAF designation is \"Erieye EMB-145H AEW&C;\")Hellenic Air Force: Embraer EMB-145H AEW&C; ; * Mexican Air Force – 1 EMB-145-SA (FAM designation EMB-145AEW&C;), 2 EMB-145-MP's ; *Indian Air Force –Platform Only- 3 EMB-145-I to be fitted Indian w/LRDE developed AESA radar array, datalinks, IFF, RWR, MWR. First aircraft delivered from Brazil on 16 August 2012, the second in December 2012.Eshel, Tamir. \"India Receives First EMB-145 AEW&C; Aircraft.\" Defense Update, 16 August 2012. The Air Force has option to buy another seven aircraft.\"Embraer defence unit to build on billion-dollar 2012\". Flight Global, 20 August 2012. Retrieved: 20 August 2012. Following a long \"technology absorption\" process, Bharat Electronics Limited (BEL) has been selected as the Engineering and Life Support Agency (ELSA) for India's DRDO's (Defence Research and Development Organisation) EMB-145i AEW&C; mission systems, while Embraer will be responsible for supporting the aircraft. EMB-145-RS (R-99) in 2013|thumb ==Gallery== File:EMB-145 FAM.jpg|An Embraer EMB-145-SA AEW&C; of the Mexican Air Force at Santa Lucia AFB. File:20061111-LGEL-EMB145H-SXBKO.jpg|An Embraer EMB-145H AEW&C; of the Hellenic Air Force during delivery tests at Elefsis AB, Greece. File:R-99a-fab6704.jpg|An Embraer EMB-145-SA, R-99A (Brazilian Air Force designation) of the Brazilian Air Force on display at RAF Fairford, England, during an airshow. File:Embraer R-99A.jpg|Embraer EMB-145-H AEW&C; during trials in Halmstad, Sweden, before delivery to the Hellenic Air Force. ==See also== ==References== ==External links== * ERJ Family official site Category:AWACS aircraft Category:1990s Brazilian electronic warfare aircraft Category:Embraer aircraft Category:Low-wing aircraft Category:T-tail aircraft Category:Twinjets Category:Aircraft first flown in 1999",
 "title": "Embraer R-99"
}