{
 "id": "852688",
 "text": "Zerah Colburn (September 1, 1804 – March 2, 1839) was an American child prodigy of the 19th century who gained fame as a mental calculator.W. W. Rouse Ball (1960) Calculating Prodigies, in Mathematical Recreations and Essays, Macmillan, New York, chapter 13. ==Biography== Colburn was born in Cabot, Vermont in 1804. He was thought to be intellectually disabled until the age of six. However, after six weeks of schooling his father overheard him repeating his multiplication tables. His father was not sure whether or not he learned the tables from his older brothers and sisters but he decided to test him further on his mathematical abilities and discovered that there was something special about his son when Zerah correctly multiplied 13 and 97. Colburn's abilities developed rapidly and he was soon able to solve such problems as the number of seconds in 2,000 years, the product of 12,225 and 1,223, or the square root of 1,449. When he was seven years old he took six seconds to give the numbers of hours in thirty-eight years, two months, and seven days. Zerah is reported to have been able to solve fairly complex problems. For example, the sixth Fermat number is 225+1 (or 232+1). The question is whether this number, 4,294,967,297, is prime or not. Zerah calculated in his head that it was not and has divisor 641. (Its other proper divisor is 6,700,417.) His father capitalized on his boy's talents by taking Zerah around the country and eventually abroad, demonstrating the boy's exceptional abilities. The two left Vermont in the winter of 1810–11. Passing through Hanover, New Hampshire, John Wheelock, then-president of Dartmouth College, offered to take upon himself the whole care and expense of his education, but his father rejected the offer. At Boston, the boy's performances attracted much attention. He was visited by Harvard College professors and eminent people from all professions, and the newspapers ran numerous articles concerning his powers of computation. After leaving Boston, his father exhibited Zerah for money throughout the middle and part of the southern states and, in January 1812, sailed with him for England. In September 1813 Colburn was being exhibited in Dublin. Colburn was pitted against the eight-year-old William Rowan Hamilton in a mental arithmetic contest, with Colburn emerging the clear victor. In reaction to his defeat, Hamilton dedicated less time to studying languages and more time to studying mathematics. After traveling over England, Scotland, and Ireland, they spent 18 months in Paris. Here Zerah was placed in the Lycée Napoléon, but was soon removed by his father, who, at length, in 1816, returned to England in deep poverty. The Earl of Bristol soon became interested in the boy, and placed him in Westminster School, where he remained until 1819. In consequence of his father's refusal to comply with certain arrangements proposed by the earl, Zerah was removed from Westminster, and his father now proposed to Zerah that he should study to become an actor. Accordingly, he studied for this profession, and was for a few months under the tuition of Charles Kemble. His first appearance, however, dissatisfied both his instructor and himself so much, that he was not accepted for the stage, so he accepted a position as an assistant in a school, and soon afterward commenced a school of his own. To this he added the performing of some astronomical calculations for Thomas Young, then-secretary of the Board of Longitude. In 1824 when his father died, he was enabled by the Earl of Bristol and other friends to return to the United States. Though Zerah's schooling was rather irregular, he showed talent in languages. He went to Fairfield, New York, as assistant teacher of an academy; not being pleased with his situation, he moved in March following to Burlington, Vermont, where he taught French, pursuing his studies at the same time in the University of Vermont. Toward the end of 1825 he connected himself with the Methodist Church and, after nine years of service as an itinerant preacher, he settled in Norwich, Vermont, in 1835, where he was soon after appointed professor of languages at Dartmouth College in Hanover, New Hampshire. In 1833 Colburn published his autobiography. From this it appears that his faculty of computation left him about the time he reached adulthood. He died of tuberculosis at the age of 34 and was buried in Norwich's Old Meeting House Cemetery. ==Family== His nephew, also named Zerah Colburn, was a noted locomotive engineer and technical journalist. ==See also== *Ainan Celeste Cawley ==Notes== ==Further reading== * * ==External links== *Picture with information implying he was polydactyl *Strongly unsympathetic review of his memoir * Category:1804 births Category:1839 deaths Category:19th-century American educators Category:19th- century Methodist ministers Category:Academics from Vermont Category:American expatriates in England Category:American expatriates in France Category:American Methodist clergy Category:Schoolteachers from Vermont Category:Converts to Methodism Category:Dartmouth College faculty Category:Founders of English schools and colleges Category:Mental calculators Category:Norwich University faculty Category:People with polydactyly Category:People educated at Westminster School, London Category:People from Cabot, Vermont Category:University of Vermont alumni Category:Infectious disease deaths in Vermont Category:19th-century American clergy",
 "title": "Zerah Colburn (mental calculator)"
}