{
 "id": "852690",
 "text": "Antipatharians, also known as black corals or thorn corals, are an order of soft deep-water corals. These corals can be recognized by their jet-black or dark brown chitin skeletons, surrounded by the polyps (part of coral that is alive). Antipatharians are a cosmopolitan order, existing at nearly every location and depth, with the sole exception of brackish waters. However, they are most frequently found on continental slopes under deep. A black coral reproduces both sexually and asexually throughout its lifetime. Many black corals provide housing, shelter, food, and protection for other animals. Black corals were originally classified in the subclass Ceriantipatharia along with ceriantharians (tube-dwelling anemones), but were later reclassified under Hexacorallia. Though they have historically been used by Pacific Islanders for medical treatment and in rituals, its only modern use is making jewelry. Black corals have been declining in numbers and are expected to continue declining due to the effects of poaching, ocean acidification and climate change. ==Etymology== Despite its name, a black coral is rarely black, and depending on the species can be white, red, green, yellow, or brown. The corals get their name from their black skeletons, which are composed of protein and chitin. Black corals have several different names. One of the more common names is thorn coral, so called because of the microscopic spines all along the skeleton. The name Antipatharia comes from the Ancient Greek word (\"against disease\"). In the Hawaiian language, a black coral is called (\"hard bush growing in the sea\"); it is the official state gem of Hawaii. In Malay, the corals are called (\"root of the sea\"), likely named for their tendency to grow at low-light depths. ==Taxonomy and classification== Black corals have historically been difficult to classify due to poor-quality specimens. They have few distinguishing morphological characteristics, and the few that there are vary across species, similar to other corals. When black corals were first documented by Henri Milne-Edwards and Jules Haime, two French zoologists in 1857, all species of Antipatharia were placed in the family Antipathidae. From 2001 to 2006, marine biologists Dennis Opresko and Tina Molodtsova helped transform the taxonomic system into what it is today. A 2007 phylogenetic study confirmed the new taxonomic system. Blacks corals are classified in the order Antipatharia with 7 families, 44 genera, and 280 distinct species. The families are Antipathidae, Aphanipathidae, Cladopathidae, Leiopathidae, Myriopathidae, Schizopathidae, and Stylopathidae. Black corals can be distinguished from other corals by their black, flexible skeletons and near- total lack of any kind of protection from sediment. All black corals have small or medium-sized polyps and a chitin skeleton, lined with small spines. ===Genera=== List of genera according to the World Register of Marine Species: * Family Antipathidae Ehrenberg, 1834 ** Allopathes Opresko & , 1994 ** Antipathes Pallas, 1766 ** Cirrhipathes de Blainville, 1830 ** Hillopathes van Pesch, 1914 ** Pseudocirrhipathes Bo et al., 2009 ** Pteropathes , 1889 ** Stichopathes Brook, 1889 * Family Aphanipathidae Opresko, 2004 ** subfamily Acanthopathinae Opresko, 2004 *** Acanthopathes Opresko, 2004 *** Distichopathes Opresko, 2004 *** Elatopathes Opresko, 2004 *** Rhipidipathes Milne-Edwards & Haime, 1857 ** subfamily Aphanipathinae Opresko, 2004 *** Aphanipathes Brook, 1889 *** Asteriopathes Opresko, 2004 *** Phanopathes Opresko, 2004 *** Pteridopathes Opresko, 2004 *** Tetrapathes Opresko, 2004 * Family Cladopathidae Kinoshita, 1910 ** subfamily Cladopathinae Kinoshita, 1910 *** Chrysopathes Opresko, 2003 *** Cladopathes Brook, 1889 *** Trissopathes Opresko, 2003 ** subfamily Hexapathinae Opresko, 2003 *** Heteropathes Opresko, 2011 *** Hexapathes Kinoshita, 1910 ** subfamily Sibopathinae Opresko, 2003 *** Sibopathes Van Pesch, 1914 * Family Leiopathidae Haeckel, 1896 ** Leiopathes Haime, 1849 * Family Myriopathidae Opresko, 2001 ** Antipathella Brook, 1889 ** Cupressopathes Opresko, 2001 ** Myriopathes Opresko, 2001 ** Plumapathes Opresko, 2001 ** Tanacetipathes Opresko, 2001 * Family Schizopathidae Brook, 1889 ** Abyssopathes Opresko, 2002 ** Alternatipathes Molodtsova & Opresko, 2017 ** Bathypathes Brook, 1889 ** Dendrobathypathes Opresko, 2002 ** Dendropathes Opresko, 2005 ** Lillipathes Opresko, 2002 ** Parantipathes Brook, 1889 ** Saropathes Opresko, 2002 ** Schizopathes Brook, 1889 ** Stauropathes Opresko, 2002 ** Taxipathes Brook, 1889 ** Telopathes MacIsaac & Best, 2013 ** Umbellapathes Opresko, 2005 * Family Stylopathidae Opresko, 2006 ** Stylopathes Opresko, 2006 ** Triadopathes Opresko, 2006 ** Tylopathes Brook, 1889 ==Physical characteristics== right|thumb|A sample of coral next to its skeleton, showing the minuscule spines all along it The skeleton grows of these corals grow in many patterns unique to black corals, such as whips, trees, fans, or coils. These range in size from , though polyps can be as small as in size. Skeletons are also lined with tiny spikes. These spikes are roughly in size, and vary widely in terms of size, length, proportion, and sharpness. A layer of \"bark\" forms around the skeleton as the coral grows. The polyps that live inside this bark are less than and are gelatinous and have six tentacles (the same as hard corals and unlike soft corals, which have eight). These polyps can be nearly any color. Some corals also have \"sweeper tentacles\", which can grow up to long. Though individual polyps are either male or female, entire colonies are typically hermaphroditic. Unlike the vast majority of other corals, black corals have no protection against abrasive materials such as sand and rocks and lack muscular development which can help the corals to hide. These factors can lead to sediment tearing the soft tissue, resulting in death. In response, corals live near crevices, which allows much of their body to be protected. ==Ecology== ===Habitat=== Black corals occur throughout all the oceans from the surface down to the deep-sea, though nearly 75% of species are only found at depths below . The sole oceanic area in which black corals have not been found are brackish waters, though they can inhabit areas with decreased salinity. Black corals are found on reefs, and may contribute to overall reef building, but are also often found as solitary colonies on isolated outcroppings. Most individuals require a hard surface to attach to. They will frequently grow where undersea currents flow, which allows them to feed on the meiofauna that is swept by. Since undersea currents benefit the corals, they will often grow on or by geographic structures that cause currents, such as continental slopes, cliffs, caves, or undersea plateaus. Species distributions of black corals are poorly understood, and while many deep sea black corals have large distributions, more recent work has indicated that shallow black coral species—such as Antipathes grandis—can be found spanning from the Indian to the Pacific Ocean. ===Diet=== Black corals are carnivorous, with the coral's polyps allowing it to feed mostly on meiofauna such as zooplankton. The polyps of cnidarians have an oral disk in their center which serves as the mouth for the coral. The disk is surrounded by the tentacles, which stings and digests food. The reason many corals are fan-shaped is to catch meiofauna. Many corals only have polyps on the downstream side of the coral, allowing them to catch nearly the same number of animals without wasting energy keeping unnecessary polyps alive. ===Predators=== Vertebrate predation is not a major threat to black corals. There are rare reports of parrotfish and butterflyfish gnawing and eating at the polyps of black corals and even if a polyp is gnawed off, it will not affect the coral. The skeleton of a black coral is hard and inert, due to its composition of protein and chitin, making it nearly inedible. Though black coral skeletons have been found in the stomachs of green sea turtles and sharks, these incidents are rare; it has thus been suggested that black corals are not a major part of any vertebrate diets. However, invertebrates such as muricids and ovulids feed on black corals and similar corals regularly. These mollusks mimic the polyps that the coral typically feeds on and is taken inside of the coral. They will then consume the polyps from the inside out. Various mollusks, such as Coralliophila kaofitorum and Phenacovolva carneptica live solely where various species of black corals are found, suggesting that they prey exclusively on the species. ===Interactions=== Black corals around the world provide a unique environment for crustaceans, bivalves, and fish. Some species, such as Dascyllus albisella and Centropyge potteri inhabit specific coral trees. Due to this abundance of species, nighttime predation around the coral beds has been observed. ==Life cycle and reproduction== Due to the slow life cycle and deep-water habitats of black coral, little is known about their life cycle and reproduction. As with other cnidarians, the life cycle of these corals involves both asexual and sexual reproduction. Asexual reproduction (also known as budding), is the first method of reproduction used by a black coral during their lifespan. Once a polyp is anchored, it builds a colony by creating a skeleton, growing new branches and making it thicker, similar to the growth of a tree. This method of growing creates \"growth rings\" which can be used to estimate the age of a colony. Asexual reproduction can also occur if a branch breaks off and a replacement is needed. Though light is not required for growth or development, mature colonies will grow towards light. Why they do so is unknown. thumb|left|Antipathes dendrochristos growing several hundred meters down in the ocean Little is known about sexual reproduction in these corals. Sexual reproduction occurs after the coral colony is established. A colony will produce eggs and sperm, which meet in the water to create larvae that use currents to disperse and settle in new areas. The larval stage of the coral, called a planula, will drift along until it finds a surface on which it can grow. Once it settles, it metamorphoses into its polyp form and creates skeletal material to attach itself to the seafloor. It will then begin to bud, which will create new polyps and eventually form a colony. In areas with ideal conditions, black coral colonies can grow to be extremely dense, creating beds. In some black corals that have been closely examined, colonies will grow roughly every year. Sexual reproduction occurs after 10 to 12 years of growth; the colony will then reproduce annually for the rest of its life. The male to female polyp ratio is 1:1, with females producing anywhere from 1.2 million to 16.9 million oocytes. A large tall coral tree is somewhere between 30 and 40 years old. The estimated natural lifespan of a black coral colony in the epipelagic zone is 70 years. However, in March 2009 around 4,265 years old specimens of Leiopathes glaberrima were found at depths of nearly , making them some of the oldest living organisms on earth. The researchers showed that the \"individual colony longevities are on the order of thousands of years.\" Rarely, black corals will grow too large to support their own weight, and collapse. ==Human use and harvesting== thumb|Black coral bracelet Black corals have historically been associated with mystical and medicinal properties in Indonesian, Chinese, and Hawaiian culture. More recent harvesting has been for use as jewelry. Many Indo-Pacific peoples believed that black coral has curative and anti-evil powers and made them into necklace and bracelets; however, black corals are not ideal for jewelry-making due to it being soft as opposed to stony, causing jewelry made with it to dry out and break. If a real black coral is boiled in milk, it will smell of myrrh; this test can be used to determine if a sample is genuine. The best studied and regulated black coral fisheries are in Hawaii, where they have been harvested since the 1960s. In the Caribbean harvesting is typically done to produce jewelry for sale to tourists, and has followed a boom-and-bust cycle, where new coral populations are discovered and overexploited leading to rapid declines. For example, Cozumel, Mexico, was famed for dense black coral beds that have been harvested since the 1960s leading to widespread black coral population declines.Padilla, C., & Lara, M. (2003). Banco Chinchorro: the last shelter for black coral in the Mexican Caribbean. Bulletin of Marine Science, 73(1), 197–202. Despite improvements in management in Cozumel, including no harvesting permits issued since the mid-1990s, the black coral population had failed to recover when assessed in 2016. Though it is illegal to move black corals across international borders without authorization, as they are listed in Appendix II of the Convention on International Trade in Endangered Species (CITES), it is still possible to buy them. Though various methods have been tried to rejuvenate black coral colonies quicker and more efficiently, none have worked to the point where it would work for full restoration. ==Threats== Though black corals are not listed on the IUCN Red List, a number of factors threaten them today. The largest single threat is poaching— though the majority of black coral fisheries are heavily regulated, there is still a black market for the corals. Particularly on tropical islands and Madagascar, the market for illegally-harvested black corals is large. Due to overfishing of mature corals, in some areas nearly 90% of corals are juveniles (less than tall.) Global warming is the primary threat to black corals worldwide, as well as all other corals. Though black corals rarely builds reefs (the most threatened areas), threats caused by climate change such as coral bleaching, rising sea temperatures, changing underwater currents, and changing salinity and pH also affect deep-sea corals. Invasive species such as Carijoa riisei, which were introduced to Hawaiian waters by humans, may pose a significant threat to black corals. ==References== ==External links== * * * . Category:Hexacorallia Category:Cnidarians of the Atlantic Ocean Category:Cnidarians of the Indian Ocean Category:Cnidarians of the Pacific Ocean Category:Cnidarians of the Caribbean Sea Category:Marine fauna of Asia Category:Marine fauna of Oceania Category:Marine fauna of North America Category:Marine fauna of South America Category:Taxa named by Jules Haime Category:Taxa named by Henri Milne-Edwards",
 "title": "Black coral"
}