{
 "id": "852762",
 "text": "Ānanda Mārga (\"The Path of Bliss\", also spelled Anand Marg and Ananda Marg) or officially Ānanda Mārga Pracāraka Saṃgha (organization for the propagation of the path of bliss), is a world-wide socio-spiritual organisation founded in Jamalpur, Bihar, India, in 1955 by Prabhat Ranjan Sarkar, known as Sri Sri Anandamurti. It is also the name of the philosophy and life-style propounded by Sarkar, described as a practical means of personal development and the transformation of society. It is established in more than 180 countries across the world. Tantra yoga, as interpreted by Sarkar, serves as the foundation of Ananda Marga. According to his teachings, Tantra means liberation from darkness through the expansion of mind. Meditation is the main spiritual practice of this tantric tradition, which assists the practitioner to overcome weaknesses and imperfections. The path to liberation in Ananda Marga is free of religious dogmas, superstitions, artificial social barriers and ritualism. Ananda Marga recognizes spirituality and liberation as the birth right of every individual irrespective of one's race, caste, creed, nationality, gender, socio-economic status or belief system. The basis of Ananda Marga practice is covered by a set of rules called the 'Sixteen Points' that guide the practitioner on both spiritual and social aspects. It consist of yoga asanas, mudras, bandhas, pranayama, self-massage and two specific dances, kaos'ikii and tandava. Lacto-vegetarian diet and fasting are also included as a fundamental part of yogic practice. The goal of Ananda Marga is \"self- realization and the welfare of all\". == Founding == Prabhat Ranjan Sarkar, known as Sri Sri Anandamurti, founded the Ananda Marga on 1 January 1955 in the state of Bihar, India. Its stated aims are \"liberation of self and service to humanity\".. == Disciplines, teachings and practice == thumb|upright|This is not an official logo of Ananda Marga Pracaraka Samgha, but it has been used for that purpose, starting in Australia. The graphic depicts a lotus greeting the full moon. It is inspired by a reference in P. R. Sarkar's short story, \"The Golden Lotus of the Blue Sea\". Prabhat Ranjan Sarkar developed a discipline of Tantra yoga and meditation. Tantra yoga, as interpreted by him, is the practical philosophy which serves as foundation of Ananda Marga. According to Sarkar's teachings Tantra means liberation from darkness. Meditation is the main spiritual practice of this tradition, and through it the practitioner struggles to overcome weaknesses and imperfections. The basis of Ananda Marga practice is covered by a set of rules called the 'Sixteen Points' that guide the practitioner on both spiritual and social aspects. Sarkar expounded these principles in his 1961 , in Sanskrit. === Meditation, Lalita Marmika dance and kirtan === In what is claimed to be the tantric tradition of Ananda Marga, the spiritual aspirant or sadhaka practices sadhana. This signifies the effort through which a person becomes completely realized. In Tantra the spiritual master, the guru, plays a special role, guiding students on the spiritual path. The aspirant learns meditation from a qualified acarya. An acarya is most commonly a monk or nun, but in the Ananda Marga tradition there are also \"family acaryas\". In the initiation the aspirant makes a commitment to practice meditation and to live in harmony with the universal balance, and is then taught the technique itself. The aspirant is then required to keep the individual lessons personal. In addition, he also taught Kapalika meditation to many sanyásins. His system of yoga can be termed as Rájadhirája Yoga, Tantra Yoga, or simply Ánanda Márga Yoga. The basic Ananda Marga meditation system is called Sahaja Yoga. The system consists of six meditation techniques or lessons taught one by one, on a personal basis. The six lessons are: 1)Iishvara Pranidhana (Personal mantra and Ishta Cakra), 2) Guru Mantra (Personal Guru Mantra), 3) Tattva Dharana (Concentration on Cakras' Tattvas), 4) Sadharana Pranayama (Basic Pranayama. A special breathing technique), 5) Cakra Shodhana (Purification of Cakras. A special type of Dharana), 6) Guru Dhyana (Special type of ideation for Dhyana). A set of higher meditation lessons is taught to advanced practitioners committed to dedicate more time for spiritual practices and universal service. According to the Ananda Marga system, the Lalita Marmika dance is performed particularly during the collective meditation. It was supposedly invented by Parvati, the wife of the god Shiva. This yogic dance with swaying movements, combined with a kirtan (the chanting of the universal mantra), is regarded as useful in freeing the mind and preparing it for meditation. Ananda Marga members are recommended to practice collective meditation at least once a week. These meetings, Dharma Chakras (held weekly in the Dhyan Mandir), are preceded by the singing of Prabhat Samgiita (\"Songs of the New Dawn\" composed by Sarkar) followed by the spiritual dance of Lalita Marmika. Before meditation the mantra is chanted. At the end of meditation the and the mantras are recited. Baba Nam Kevalam is a universal kirtan mantra given by Sarkar. === Vegetarian diet, yogic asanas, physical exercises and yogic treatments === The basic practices of Ananda Marga are yoga asanas, mudras, bandhas, pranayama, self- massage and two specific dances, kaos'ikii and tandava. These are accompanied by Lacto-vegetarian diet and fasting. * Diet and fasting: Lacto-vegetarian diet avoids meat, fish, eggs and some substances which are said to have a negative effect on the mind, particularly if \"mucus-producing\". On specific monthly dates called Ekadashi (Sanskrit: একাদশী, ekādaśī, the eleventh day after the full moon),Ananda Marga acharyas practice fasting in two additional days per month called Purnima and Amavasya. the regular practice of Upavasa (yoga fasting) is recommended to improve health and strengthen the mind. * Yoga asanas, mudras and bandhas: comprises 42 asanasThe following are the Ananda Marga asanasas listed from P. R. Sarkar in \"Ananda Marga Caryacarya part 3\": Sarvanungasana, Matsyamudra, Matsyasana, Matsyendrasana, Virasana, Cakrasana, Naokasana (or Dhanurasana), Utkata Pascimottanasana, Parvatasana (or Halasana), Shivasana, Vajrasana, Siddhasana, Baddha Padmasana, Kukkutasana, Gomukhasana, Mayurasana, Kurmakasana, Sahaja Utkatasana, Shalabhasana, Bhujaungasana, Shashaungasana, Bhastrikasana, Janusirsasana, Ardhashivasana, Ardhakurmakasana (or Dirgha Pranama), Yogasana (or Yogamudra), Tuladandasana, Ustrasana, Utkata Kurmakasana, Jatila Utkatasana, Utkata Vajrasana, Padahastasana, Shivasana, Padmasana, Karmasana, Jinanasana, Bhavasana, Granthimuktasana, Garudasana, Dvisamakonasana, Tejasana, Mandukasana. chosen by Sarkar. The asanas are to be performed at least once a day. 15 Yoga mudras and bandhas are included.Mudras and bandhas are listed in \"Ananda Marga Caryacarya part 3\": Uddayana Mudra, Bandhatraya Yoga (Mahamudra, Mahabandha, Mahaveda), Parthivii Mudra, Ambhasii Mudra, Agneyii Mudra, Vayavii Mudra, Akashii Mudra, Manasii Mudra, Agnisara Mudra, Kakacaincu Mudra, Trimunda Mudra, Ashvinii Mudra, Vajrolii Mudra. * Yogic treatments: in 1957 Sarkar published in Bengali Yaogika Cikitsa o Dravyaguna, translated into English and published in 1983, with revisions under the title Yogic Treatments and Natural Remedies. In this handbook, he described yogic treatments using asanas and mudras with claims about natural and traditional remedies for about forty diseases.In the preface the author warns the reader not to risk practising asanas and mudras without the guidance of an experienced yoga teacher. * Kaoshikii: the 'dance for mental expansion', was defined by Sarkar a 'physico-psycho-spiritual dance,' performed by all, and consists of 18 mudras aligning with 6 physical postures, each associated with a specific ideaThe spiritual ideation is carried along with the dance in order to establish a subtle link with the divine. while strengthening body and mind and making them flexible. * Tandava or Tāṇḍava: is a vigorous dance.Associated with Shiva in his cosmic dancer image of Nataraja. This dance is only performed by male followers. The dance is performed to imbue the practitioner's mind with courage and honour, dispelling all sorts of complexes and fear, even fear of death itself.Thus the dance also has an associated ideation. The dancer starts off with the two arms outstretched, the left arm with an open palm, and the right arm with a clenched fist. The dancer imagines holding a human skull in the left hand, symbolizing death, and a knife in the right, symbolizing the fight for life; or the actual objects may be used. The dance starts with a jump, landing with bent knees. Another jump follows, and the dance continues in a jumping manner, lifting one leg then the other continuously. Tribuneindia.com story == Spiritual and social philosophy == The philosophy of Ananda Marga is a synthetic outlook, recognizing a theistic singularity or 'Supreme Consciousness',See: Shrii Shrii Ánandamúrti, 1954, pp. 15, 68. which is claimed to be both transcendental and manifested in all. To this end Ananda Marga suggests what it claims is a practical, rational, and systematic way of life for the balanced development of all human potentialities: physical, psychic and spiritual. This incorporate practices from hygiene, diet, and yoga postures, to a technique of meditation based on moral rules directed to inner fulfillment. It recognizes that a balance is needed between the spiritual and mundane aspects of existence, and that neither one should be neglected at the expense of the other. Hence, the goal of Ananda Marga is \"self-realization and the welfare of all\". === Spiritual philosophy === thumb|Kaoshiki dance The spiritual philosophy of Ananda Marga recognizes that the universe is the creation of the mental thought waves of the 'Supreme consciousness'. The following is a brief list of the essential elements of Ananda Marga spiritual philosophy: * Atma or Soul and Paramatma or the Cosmic Consciousness: the Consciousness (Purusa) is reflected in the unit objects forming the \"unit consciousness\" or atma. Particularly the reflection of the soul on the mind is called jiivatma and in that case the \"reflector- soul\" is called Paramatma (Supreme Soul).Visaya purusavabhashah jiivatma: \"The reflection of Consciousness – Purusa – in the unit object is known as jiivatma – \"unit soul\" – (Ananda Sutram, Chapter 2, Sutra 8 (2–8) in Avadhūtika Ānanda Mitra Ācāryā, 1981). * Realms of the Mind: according to Ananda Marga philosophy the human mind is composed of five layers called Kosas:The last three deeper layers are collectively called \"Causal Mind\". \"Causal\" signifies that these layers are in the most direct contact with the \"Causal Consciousness\" from which the mind has evolved and within which it exists. 1)Kamamaya Kosa (\"desire layer\") or \"Crude Mind\": is the crudest layer, purified through adherence to the yogic code of morality, Yama-Niyama.This Kosa controls the various autonomic activities of the body and the expression of the mental propensities, known as vrtti. 2)Manomaya Kosa (\"layer of thinking\") or \"Subtle Mind\": is the layer of thought and memory.This Kosa gives experience of pleasure and pain. It is developed naturally through physical clash, and in Ananda Marga sadhana by pranayama with cosmic ideation. 3)Atimanasa Kosa or \"Supramental Mind\": is the intuitive layer.This Kosa gives the capacity of intuitive dreams, clairvoyance, telepathy and creative insight. It is developed naturally through psychic clash, and in Ananda Marga sadhana by methods of pratyahara (withdrawal) such as shuddhis and Guru Puja. 4)Vijinanamaya Kosa (\"layer of the special knowledge\") or \"Subliminal Mind\": is the layer of conscience or discrimination (viveka) and vaeragya (non- attachment).This Kosa is developed naturally through psychic clash, and its development is accelerated by the process of dharana. 5)Hiranyamaya Kosa (\"golden level\") or \"Subtle Causal Mind\": is the subtlest layer. Here the awareness of mind is very close to the direct experience of \"Supreme Consciousness\".Here there is only the separation of a thin veil of ignorance. This Kosa is developed naturally through the attraction for the Great, and dhyana accelerates this process for spiritual aspirant). * Microvita theory: Microvita means \"micro-life\". The concept was introduced in 1986 through a series of lectures by Sarkar. According to this notion, microvita are entities which come within the realms both of physicality and of psychic expression. They are imagined as smaller and subtler than physical atoms and subatomic particles. So far as physicality is concerned, the position of these microvita is just between ectoplasm and electron, but they are neither ectoplasm nor electron. The author predicted that they would be recognized by conventional science when it is developed much further. === Social philosophy === The social outlook of Ananda Marga asserts that human beengs eere an expression of the Supreme Beeng, the welfare of the individual is linked with the welfare of the collective, each relying on the other for its existence and dynamism. According to this philosophy everyone has the right to equal opportunities of life and development and as such there should be no discrimination on the basis of superficial barriers such as race, nationality and religion. Ananda Marga advocates a state if live, a world of justice, security and peace for all.Ananda Marga Social Philosophy The social philosophy covers neohumanism, education, culture, and the organisation's own Progressive utilization theory (PROUT). The philosophy reinterprets the general concept of culture by inserting it into a new universalistic outlook. As described by Antonello Maggipinto, \"Sarkar offers a new point of view, with a large universalistic explanation: 'the culture of the whole human race is one, but marked by different local manifestations ... it is the same, but varying in expression.'\" In 1968, Sarkar founded the organization \"Proutist Block of India\" to further the ideals of his theory through political and social action. === Tantra in Ananda Marga === Sarkar weaves continuity with the ancient philosophy of Tantra, infusing new insights in human psychology, social theory and in each individuals' roles as spiritual and \"socio-economic- cultural-political\" beings. Ananda Marga Tantra is claimed to have a broad metaphysical base which allows for ways of knowing, feeling and processing which go beyond intellectuality or limited rationality. Priorities are given to the spiritual development, as Sarkar notes, \"spiritual life controls all other arenas of human life.\"Bussey, Marcus. Homo Tantricus: Tantra as an Episteme for Future Generations Ananda Marga Tantra is claimed to be a principle which if practiced will lead to the desired objective. The essence of Tantra is to awaken the latent spiritual force in the human personality and unify oneself with the Cosmic Consciousness.Coyle, G. 1985 === Guru and disciple === According to tantric tradition a proper preceptor and a proper disciple are both essential for success on the path of Tantra. P.R. Sarkar clearly explainsSee: Shrii Shrii Anandamurti, 1982 and 1994. that, disciples are of three categories: 1) disciples that acquire spiritual knowledge when they are in close contact with the preceptor, but as soon as they are apart from him they forget all his/her teachings, 2) disciples that learn many things from the preceptor with great hardship, but do not take proper care to preserve those instructions. They lose their hard-earned knowledge out of negligence, 3) disciples that carefully preserve deep in their minds and hearts whatever they have learned from their preceptor by wisely putting those teachings into practice. This is the best category of disciples. ==Controversies== === Sarkar's incarceration === During the 1960s, the organisation expanded rapidly in India, sending Acharyas as missionaries to other continents. Ananda Marga's popularity in India put it in direct confrontation with the Communist Party in West Bengal. In 1967, Ananda Marga headquarters came under attack by locals who were allegedly incited by Communist leaders. Criticism of corruption in the Indian government by acharyas of Ananda Marga also put it in confrontation with Prime Minister Indira Gandhi. In 1971, Sarkar was imprisoned in India for the alleged murder of five former Ananda Marga members, on what some say were fabricated case. The Ananda Marga organisation was banned and a number its leaders arrested. In February 1973, Sarkar was poisoned in prison, allegedly by the jail doctor on orders from the higher echelons of government. On 1 April, after recovering his health, Sarkar began fasting in support of a demand for an inquest into his poisoning. That demand was never met. So he continued his fast for the next five years, four months, and two days, until 2 August 1978 when he was released from jail after having been acquitted of all charges. ===Sydney Hilton bombing=== The Sydney Hilton Hotel bombing occurred on 13 February 1978, when a bomb exploded outside the Hilton Hotel in Sydney, New South Wales, Australia. At the time the hotel was the site of the first Commonwealth Heads of Government Regional Meeting (CHOGRM), a regional offshoot of the biennial meetings of the heads of government from across the Commonwealth of Nations. In June 1978, members of the Ananda Marga organisation were implicated by a police informant, Richard John Seary, but his evidence has been discredited. A member of Ananda Marga, Evan Pederick, claimed in 1989 that he had carried out the Hilton bombing on the orders of another member, Tim Anderson. Both men were given prison sentences, but Anderson was acquitted on appeal in 1991.John Tognolini, 1991, Green Left Weekly, Pederick appealed but his appeal failed and he served eight years in prison. === Bijon Setu massacre === On the morning of 30 April 1982, 17 Ananda Marga renunciates (16 monks and one nun) were dragged out of taxis that were taking them to an educational conference at their headquarters in Tiljala, Kolkata. They were beaten to death and then set on fire simultaneously at three different locations. It was reported that the killings took place in broad daylight at Bijon Setu and were witnessed by thousands of people, as they were performed in public. ===Purulia arms drop=== The Purulia arms drop happened on 17 December 1995 when unauthorised arms were dropped from an Antonov An-26 aircraft in Purulia district in the state of West Bengal in India. While the true motive is shrouded in mystery and conjecture, the BBC, after its investigation into it, alleged that arms were intended for the socio-spiritual organization Ananda Marga. This has been disputed by the prime accused in the case, Kim Davy, who claims the central government itself was behind the arms drop to disrupt harmony and exterminate the CPI(M) supporters. == See also == * Ananda Nagar, Purulia * Jamalpur, Bihar * List of new religious movements ==References== === Footnotes === === Citations === === Secondary sources === * * * Hatley, Shaman; Inayatullah, Sohail (1999), \"Karma Samnyasa: Sarkar’s reconceptualization of Indian ascetism\", in K. Ishwaran, ed., Ascetic culture: renunciation and worldly engagement. Leiden, Brill, Vol. 73, International Studies in Sociology and Social Anthropology. pp. 139–152. * * * * * === Primary sources === * * Anandamurti, Shrii Shrii (1988). Ananda Marga ideology and way of life in a nutshell. Calcutta: Ānanda Mārga Pracāraka Saṁgha. * * Nandita & Devadatta (1971). Path of bliss: Ananda Marga yoga. Wichita, Kansas: Ananda Marga Publishers. * Tarak (1990). Ananda Marga, social and spiritual practices. Calcutta: Ananda Marga Publications. ==External links== *Ananda Marga.org *https://www.yogapedia.com/definition/10553/ananda-marga *\"India Kanoon\" *\"FBI Investigation\" *\"Tracking Terrorism\" *\"LN Mishra Murder Case\" Category:Spiritual organizations Category:Yoga organizations Category:Hindu new religious movements Category:Modern Denominational Yoga Category:Shaiva sects Category:Universities and colleges affiliated with the Ananda Marga Category:Prabhat Ranjan Sarkar Category:Tantra Category:Religion in Bihar Category:Jamalpur, Bihar Category:Organisations based in Bihar Category:Religious organizations established in 1955 Category:1955 establishments in Bihar",
 "title": "Ananda Marga"
}