{
 "id": "853147",
 "text": "Bosco/Gurin (Walser German: Gurin / Guryn, Lombard: Bosch / Gürin) is a municipality in the district of Vallemaggia in the canton of Ticino in Switzerland. The village is near the end of the valley of Bosco Gurin, near the Italian border. Despite the overall prominence of Italian in Ticino, the small municipality of Bosco/Gurin is historically German-speaking. ==History== thumb|left|Snow-covered, historic buildings in the center of the village Bosco/Gurin is first mentioned in 1244 as als Buscho de Quarinobis. Until 1934, it was known as Bosco-Vallemaggia, and in German as Gurin. The village was started during Walser migration in the 13th century, with the first settlers arriving in 1244. Today the Walser German dialect is being abandoned in favor of the Italian language, and Italian speakers make up the majority in the village, which today has the fifth highest proportion of German speakers. Given the aforementioned, Bosco/Gurin is the only municipality in Ticino where German is a co-official language.www.bosco-gurin.ch The Walser emigrated from the Val Formazza Walser around 1240 at the request of the Lombardy rulers and the Capitanei of Locarno who needed a band of mercenaries. In 1244, a noble family from Locarno and the villagers of Losone leased from the pastures around the village. Later these pastures passed fully into their possession. Until the beginning of the 20th century, the Walser colony survived almost totally isolated. The rare contacts with the outside world were more with the Val Formazza or Valais than from the rest of Ticino. The geographic isolation strengthened the independent living habits and traditions of the village. The town was frequently buried by avalanches. The parish church of St. James and St. Christopher was consecrated in 1253, probably at the same time that the village separated from the parish of Cevio. It was expanded and rebuilt in the 15th and 16th centuries. The chapel of Madonna della Neve is from the early 18th century. The area was briefly part of the Canton of Lugano, before the canton was unified with Bellinzona to form Ticino. Up until the 20th century, the village was almost completely isolated. By 1914, there were seasonal migration (especially by masons) into the German-speaking Switzerland. Livestock and farming (potatoes, rye, hemp) have been the main sources of income over the centuries. During the winter months, villagers made timber vessels, spin linen, hemp and wool, and embroider handkerchiefs. In the 20th century, much of the population emigrated. In 1936, the local museum was opened. By 2004, there were only 72 inhabitants left, from a peak of 382 in 1850. A custom in Bosco/Gurin (found also in the Avers valley, Graubünden) was to build houses with a Seelabalga (\"soul-beam\"). This was a sliding wooden door covering a small round hole through the wall, which was opened to allow the soul of a deceased inhabitant to depart. ==Geography== thumb|Settlement outside Bosco Gurin Bosco is located in the Vallemaggia district, and the highest municipality in Ticino at an elevation of . Bosco/Gurin has an area, , of . Of this area, or 3.1% is used for agricultural purposes, while or 27.9% is forested. Of the rest of the land, or 0.9% is settled (buildings or roads), or 1.3% is either rivers or lakes and or 42.1% is unproductive land. Of the built up area, housing and buildings made up 0.2% and transportation infrastructure made up 0.6%. Out of the forested land, 11.6% of the total land area is heavily forested, while 12.0% is covered in small trees and shrubbery and 4.3% is covered with orchards or small clusters of trees. Of the agricultural land, 2.9% is used for growing crops. All the water in the municipality is flowing water. Of the unproductive areas, 22.3% is unproductive vegetation and 19.7% is too rocky for vegetation.Altitudine, superficie, secondo il genere di utilizzazione, rilevazione 1992/1997, e densità della popolazione, nel 2000 accessed 25 October 2010 ==Coat of arms== The blazon of the municipal coat of arms is Azure a lion rampant langued gules and holding a letter B also gules.Flags of the World.com accessed 11-February-2011 ==Demographics== Bosco/Gurin has a population () of . , 7.5% of the population are resident foreign nationals.Swiss Federal Statistical Office - Superweb database - Gemeinde Statistics 1981-2008 accessed 19 June 2010 Over the last 10 years (1997–2007) the population has changed at a rate of -26%.Swiss Federal Statistical Office accessed 11-February-2011 Most of the population () speaks Italian language (37 or 52.1%), with German being second most common (23 or 32.4%) and Romansh being third (7 or 9.9%). There are 2 people who speak French. , the gender distribution of the population was 61.1% male and 38.9% female. The population was made up of 31 Swiss men (57.4% of the population), and 2 (3.7%) non-Swiss men. There were 19 Swiss women (35.2%), and 2 (3.7%) non-Swiss women. Of the population in the municipality 37 or about 52.1% were born in Bosco/Gurin and lived there in 2000. There were 20 or 28.2% who were born in the same canton, while 10 or 14.1% were born somewhere else in Switzerland, and 2 or 2.8% were born outside of Switzerland. In there was 1 death of a Swiss citizen. Ignoring immigration and emigration, the population of Swiss citizens decreased by 1 while the foreign population remained the same. The total Swiss population change in 2008 (from all sources, including moves across municipal borders) was a decrease of 1 and the non-Swiss population remained the same. This represents a population growth rate of -1.9%. The age distribution, , in Bosco/Gurin is; 2 children or 3.7% of the population are between 0 and 9 years old and 5 teenagers or 9.3% are between 10 and 19. Of the adult population, 4 people or 7.4% of the population are between 20 and 29 years old. 10 people or 18.5% are between 30 and 39, 9 people or 16.7% are between 40 and 49, and 10 people or 18.5% are between 50 and 59. The senior population distribution is 8 people or 14.8% of the population are between 60 and 69 years old, 4 people or 7.4% are between 70 and 79, there are 2 people or 3.7% who are over 80.01.02.03 Popolazione residente permanente accessed 23 November 2010 , there were 37 people who were single and never married in the municipality. There were 27 married individuals, 4 widows or widowers and 3 individuals who are divorced.STAT-TAB Datenwürfel für Thema 40.3 - 2000 accessed 2 February 2011 , there were 35 private households in the municipality, and an average of 1.9 persons per household. There were 16 households that consist of only one person and 3 households with five or more people. Out of a total of 37 households that answered this question, 43.2% were households made up of just one person. Of the rest of the households, there are 7 married couples without children, 8 married couples with children. There were 2 single parents with a child or children. There were 2 households that were made up unrelated people and 2 households that were made some sort of institution or another collective housing. there were 99 single family homes (or 84.6% of the total) out of a total of 117 inhabited buildings. There were 10 multi-family buildings (8.5%), along with 2 multi-purpose buildings that were mostly used for housing (1.7%) and 6 other use buildings (commercial or industrial) that also had some housing (5.1%). Of the single family homes 7 were built before 1919, while 4 were built between 1990 and 2000. The greatest number of single family homes (68) were built between 1919 and 1945.Federal Statistical Office STAT-TAB - Datenwürfel für Thema 09.2 - Gebäude und Wohnungen accessed 28 January 2011 there were 140 apartments in the municipality. The most common apartment size was 4 rooms of which there were 51. There were 5 single room apartments and 25 apartments with five or more rooms. Of these apartments, a total of 35 apartments (25.0% of the total) were permanently occupied, while 105 apartments (75.0%) were seasonally occupied. , the construction rate of new housing units was 0 new units per 1000 residents. The vacancy rate for the municipality, , was 0.65%. ===Historic population=== The historical population is given in the following chart:Swiss Federal Statistical Office STAT-TAB Bevölkerungsentwicklung nach Region, 1850-2000 accessed 29 January 2011 Colors= id:lightgrey value:gray(0.9) id:darkgrey value:gray(0.8) ImageSize = width:1080 height:210 PlotArea = height:150 left:100 bottom:50 right:100 AlignBars = justify DateFormat = x.y Period = from:0 till:390 TimeAxis = orientation:vertical AlignBars = justify ScaleMajor = gridcolor:darkgrey increment:80 start:0 ScaleMinor = gridcolor:lightgrey increment:20 start:0 PlotData= color:yellowgreen width:40 mark:(line,white) align:center bar:1597 from:start till:300 text:\"300\" bar:1801 from:start till:235 text:\"235\" bar:1850 from:start till:382 text:\"382\" bar:1860 from:start till:342 text:\"342\" bar:1870 from:start till:359 text:\"359\" bar:1880 from:start till:344 text:\"344\" bar:1888 from:start till:301 text:\"301\" bar:1900 from:start till:266 text:\"266\" bar:1910 from:start till:237 text:\"237\" bar:1920 from:start till:210 text:\"210\" bar:1930 from:start till:219 text:\"219\" bar:1941 from:start till:197 text:\"197\" bar:1950 from:start till:188 text:\"188\" bar:1960 from:start till:144 text:\"144\" bar:1970 from:start till:116 text:\"116\" bar:1980 from:start till:65 text:\"65\" bar:1990 from:start till:58 text:\"58\" bar:2000 from:start till:71 text:\"71\" ===Languages=== {| class=\"wikitable\" style=\"text-align:center;\" |- bgcolor=\"#E3E3E3\" ! Year | 1970 || 1980 || 1990 || 2000 |- ! German | 95 (81.9%) || 61 (93.8%) || 35 (60.3%) || 23 (32.4%) |- ! Italian | 18 (15.5%) || 3 (4.6%) || 20 (34.5%) || 37 (52.1%) |- ! Inhabitants | 116 (100%) || 65 (100%) || 58 (100%) || 71 (100%) |} ==Heritage sites of national significance== thumb|Walserhaus The village center is home to many historic buildings, so the entire village of Bosco Gurin is part of the Inventory of Swiss Heritage Sites. The Walserhaus, a (Walser style house) is listed as a Swiss heritage site of national significance. ==Politics== In the 2007 federal election the most popular party was the SP which received 32.29% of the vote. The next three most popular parties were the CVP (28.13%), the Ticino League (18.75%) and the FDP (10.42%). In the federal election, a total of 12 votes were cast, and the voter turnout was 27.9%.Swiss Federal Statistical Office, Nationalratswahlen 2007: Stärke der Parteien und Wahlbeteiligung, nach Gemeinden/Bezirk/Canton accessed 28 May 2010 In the Gran Consiglio election, there were a total of 49 registered voters in Bosco/Gurin, of which 26 or 53.1% voted. The most popular party was the PPD+GenGiova which received 10 or 38.5% of the vote. The next three most popular parties were; the SSI (with 7 or 26.9%), the PS (with 6 or 23.1%) and the PLRT (with 3 or 11.5%).Elezioni cantonali: Gran Consiglio, Consiglio di Stato accessed 23 November 2010 In the Consiglio di Stato election, the most popular party was the PPD which received 10 or 38.5% of the vote. The next three most popular parties were; the SSI (with 7 or 26.9%), the PS (with 5 or 19.2%) and the PLRT (with 3 or 11.5%). ==Economy== Tourism is an important source of income, especially during the winter. , Bosco/Gurin had an unemployment rate of 1.02%. , there were 12 people employed in the primary economic sector and about 5 businesses involved in this sector. 12 people were employed in the secondary sector and there were 2 businesses in this sector. 27 people were employed in the tertiary sector, with 9 businesses in this sector. There were 39 residents of the municipality who were employed in some capacity, of which females made up 30.8% of the workforce. the total number of full-time equivalent jobs was 35. The number of jobs in the primary sector was 7, of which 3 were in agriculture and 4 were in forestry or lumber production. The number of jobs in the secondary sector was 12, of which all were in construction. The number of jobs in the tertiary sector was 16. In the tertiary sector; 2 or 12.5% were in wholesale or retail sales or the repair of motor vehicles, 2 or 12.5% were in the movement and storage of goods, 8 or 50.0% were in a hotel or restaurant.Swiss Federal Statistical Office STAT-TAB Betriebszählung: Arbeitsstätten nach Gemeinde und NOGA 2008 (Abschnitte), Sektoren 1-3 accessed 28 January 2011 , there were 11 workers who commuted into the municipality and 3 workers who commuted away. The municipality is a net importer of workers, with about 3.7 workers entering the municipality for every one leaving. About 36.4% of the workforce coming into Bosco/Gurin are coming from outside Switzerland.Swiss Federal Statistical Office - Statweb accessed 24 June 2010 Of the working population, 0% used public transportation to get to work, and 33.3% used a private car. , there was one hotel in Bosco/Gurin.Settori alberghiero e paralberghiero accessed 23 November 2010 ==Religion== From the , 61 or 85.9% were Roman Catholic, while 2 or 2.8% belonged to the Swiss Reformed Church. There were 2 (or about 2.8% of the population) who belonged to no church, agnostic or atheist, and 6 individuals (or about 8.5% of the population) did not answer the question. ==Education== In Bosco/Gurin about 28 (or 39.4% of the population) have completed non-mandatory upper secondary education, and 5 (or 7.0%) have completed additional higher education (either university or a Fachhochschule). Of the 5 who completed tertiary schooling, 80.0% were Swiss men, 20.0% were Swiss women. In Bosco/Gurin there were a total of 5 students (). The Ticino education system provides up to three years of non-mandatory kindergarten and in Bosco/Gurin there was 1 child in kindergarten. The primary school program lasts for five years. In the municipality, 1 student attended the standard primary school. In the lower secondary school system, students either attend a two-year middle school followed by a two-year pre-apprenticeship or they attend a four-year program to prepare for higher education. There was 1 student in the two-year middle school, while no students were in the four-year advanced program. The upper secondary school includes several options, but at the end of the upper secondary program, a student will be prepared to enter a trade or to continue on to a university or college. In Ticino, vocational students may either attend school while working on their internship or apprenticeship (which takes three or four years) or may attend school followed by an internship or apprenticeship (which takes one year as a full-time student or one and a half to two years as a part-time student). There was 1 vocational student who was attending school full-time and 1 who attend part- time.Allievi e studenti, secondo il genere di scuola, anno scolastico 2009/2010 accessed 23 November 2010 , there were 9 students from Bosco/Gurin who attended schools outside the municipality. ==References== ==External links== *Official site * Category:Municipalities of Ticino Category:Ski areas and resorts in Switzerland Category:Cultural property of national significance in Ticino",
 "title": "Bosco/Gurin"
}