{
 "id": "853104",
 "text": "24 Squadron SAAF is a disbanded squadron of the South African Air Force. Its last role was as an attack aircraft squadron. The squadron was first formed during World War II on 5 March 1941 by renumbering 14 Squadron SAAF in Egypt. It later carried out bombing operations in Kenya and North Africa, before taking part in the Italian campaign before disbanding in late 1945 at the conclusion of hostilities. The squadron was later re-raised and operated jet aircraft in an attack role during the Border War. It was finally disbanded in early 1991. ==History== On 5 March 1941 24 Squadron SAAF was formed when No.14 Squadron SAAF and its Maryland bombers were moved from Kenya to Egypt, and renumbered as No.24 Squadron. The squadron then operated alongside No. 39 Squadron RAF as a daytime tactical bomber unit carrying out bombing sorties against targets in the Mediterranean theatre. 24 Squadron was later in the year re-equipped with Bostons. In December 1943, the squadron was relocated to Algeria and re-equipped with the B-26 Marauders and in 1944 flew to a new base at Pescara, Italy, before later advancing to Jesi, Italy. At the end of the war the squadron used its Marauders as transport aircraft, before moving to Egypt in October 1945 and disbanding on 6 November 1945. The Buccaneer entered SAAF service in 1965. SAAF Buccaneers saw active service during the Border War in South-West Africa, notably at Cassinga in 1978. They flew over Angola and Namibia in the 1970s and 1980s, and attacked SWAPO guerrilla camps with rockets and bombs. The squadron was disbanded in March 1991 at AFB Waterkloof, Pretoria. ==Aircraft== ==References== ==Further reading== *\"The South African Bush War\", Warplane. No. 5 (Orbis partwork, c.1985) *War Zone, The Story Of The Jet That Would Have Delivered South Africa’s Nuclear Bomb: The British- made Buccaneer strike aircraft was adapted to carry apartheid-era South Africa’s guided nuclear bomb. By Thomas Newdick January 18, 2021 ==External links== * Category:Squadrons of the South African Air Force Category:Disbanded military units and formations in Pretoria SAAF24 Category:Military units and formations established in 1941 Category:Military units and formations disestablished in 1991",
 "title": "24 Squadron SAAF"
}