{
 "id": "853162",
 "text": "The Tellico River is a river in the Blue Ridge Mountains of western North Carolina and eastern Tennessee. It rises in the westernmost mountains of North Carolina, and then flows through Monroe County, Tennessee, before joining the Little Tennessee River under the Tellico Reservoir. With a length of , it is a major tributary of the Little Tennessee River, and is one of the primary streams draining the Unicoi Mountains. The Tellico River and its main tributaries are renowned for their brook, brown, and rainbow trout fishing. Upstream from Tellico Lake, above Tellico Plains, Tennessee, the Tellico is a premier trout stream. It meanders through a mountain gorge before reaching the broad plains downstream of Tellico Plains. ==Hydrography== The Tellico River rises in the Unicoi Mountains (a subrange of the Blue Ridge Mountains) near the Cherokee County/Graham County line, in North Carolina's Nantahala National Forest. The North Carolina side includes the Upper Tellico Off-highway vehicle area. left|210px|thumb|The lower Tellico River, near the Sequoyah Birthplace Museum After the river crosses into Tennessee and enters the Cherokee National Forest, it is joined by its major tributaries, the Bald and North rivers. After exiting the mountains, the river enters Tellico Plains, a relatively flat and isolated area carved out by the river and several tributaries, namely Morgan Creek and Smoky Run. A stretch of the river above Tellico Plains runs parallel to the Cherohala Skyway. Beyond Tellico Plains, the river winds its way northward through rural Monroe County, Tennessee, before entering the slack waters of Tellico Lake. This lower section of the river absorbs several major streams, including Ballplay Creek and Notchy Creek. These names are from Henry Timberlake's \"Draught of the Cherokee Country\", from his 1761-1762 Timberlake Expedition to the Overhill Cherokee. Fort Loudoun, a reconstructed 18th-century British fort that is now the focus of a state park, was built on an island at the Tellico River's confluence with the Little Tennessee River. In 1760 the Cherokee laid siege to the fort and defeated the garrison, in an effort to expel the British from their territory, but were later forced out themselves in the 19th century. ==History== right|thumb|Timberlake's \"Draught of the Cherokee Country\" The Tellico River was a central part of the traditional homelands of the Cherokee people, who occupied territory in what are now organized as South Carolina, northwestern North Carolina, southeastern Tennessee, and northeastern Georgia. The Overhill Cherokee occupied towns on the west side of the Appalachian Mountains, along the lower Little Tennessee River and upper Tennessee River. The numerous Cherokee towns in this area were recorded by British colonist Henry Timberlake during his 1761-1762 Expedition to the Overhill region. He created a highly detailed map, \"Draught of the Cherokee Country\" (see on this page), and a memoir recording many details of the chiefs and the populations of the towns. After continuing conflicts during the American Revolutionary War, the United States moved to enforce Indian Removal of most of the Cherokee and other Southeast tribes by the late 1830s to Indian Territory, west of the Mississippi River. European Americans settled in much of the area, initially cultivating it for agriculture. In the early 20th century, the Tellico River basin was logged by the Babcock Lumber Company. The present-day road along the Tellico River from Tellico Plains was built on the old Babcock logging railroad bed. After cutting most of the standing Tellico River basin forests, Babock sold the land to the United States Forest Service. ===21st century uses=== alt=A whitewater canoeist running Baby Falls on the Tellico River.|thumb|A whitewater canoeist running Baby Falls on the Tellico River.|400x400px The Tellico River's rocky descent provides class III-IV whitewater recreation. The runs are especially popular during the spring because of higher water levels. The narrow extreme rapids on the Tellico River are well suited for kayaks, canoes, C1s and duckies, but not for larger rafts (although rafts can and do run the section from just above Baby Falls to the bridge below Jared's Knee, but usually in late winter/early spring or during periods of very high water; Baby Falls was first ran by a raft in the early 1990s). While there is continuous access to the river from the road, these runs are popular: * Trout Hatchery to Bridge above the Bald River confluence, class II-III * The Ledges - from the Bridge above the Bald River confluence to bridge below Jared's Knee, class III-IV * Bridge below Jared's Knee to Ranger Station, class II-III * Ranger Station to Tellico Plains, class I-III ==Etymology== According to the United States Geological Survey, variant names of the Tellico River include Delaquay River, Talequo River, Terrique River, and Tellequo River. The latter spelling was used by Henry Timberlake on his map, \"Draught of the Cherokee Country\", based on his 1761-1762 Timberlake Expedition to the Overhill Cherokee. The word \"Tellico\" was the name of several Cherokee towns, the largest of which was Great Tellico, located on the Tellico River near what developed as present-day Tellico Plains, Tennessee. In Cherokee the word is more properly written Talikwa. According to James Mooney, the Cherokee meaning of the word was lost.Mooney, James Myths of the Cherokee (1900, repr. 1995). The origin of the word is believed to be Muskogee (Creek). A Muskogean town named Taliko was recorded on the Tellico River when Spanish explorers visited this area in the mid-16th century. Taliko means \"bean\" in the Muskogee language. ==See also== *List of Tennessee rivers ==References== ==External links== * Tellico River Gauge at Tellico Plains from American Whitewater * Tennessee Scenic Rivers Association (TSRA) Category:Tributaries of the Little Tennessee River Category:Rivers of North Carolina Category:Rivers of Tennessee Category:Rivers of Monroe County, Tennessee Category:Bodies of water of Cherokee County, North Carolina",
 "title": "Tellico River"
}