{
 "id": "853154",
 "text": "The Cherokee National Forest is a United States National Forest located in the U.S. states of Tennessee and North Carolina that was created on June 14, 1920. The forest is maintained and managed by the United States Forest Service. It encompasses an estimated area of . ==Location== The Cherokee National Forest headquarters are located in Cleveland, Tennessee. The Cherokee National Forest mostly lies within eastern Tennessee, along the border with North Carolina, and comprises nearly the entire border area except for sections within the Great Smoky Mountains National Park and the Copper Basin. The Cherokee National Forest has two separate sections: a northern region to the northeast of the Great Smoky Mountains National Park and a southern section to the southwest of the Smokies. The Cherokee National Forest contains such notable sites as the Ocoee River (site of the 1996 Olympic whitewater events); 150 miles (240 km) of the Appalachian National Scenic Trail; Citico Creek Wilderness; Big Frog Mountain within Big Frog Wilderness, and surrounds both the Tennessee Valley Authority Watauga Reservoir and Wilbur Reservoir. The forest is located in parts of ten counties in Tennessee and one county in North Carolina. In descending order of forestland area they are Polk, Monroe, Carter, Unicoi, Cocke, Johnson, Greene, Sullivan, Washington and McMinn counties in Tennessee and Ashe County in North Carolina. ==Wildlife== The forest is home to mammalian species such as black bear, raccoon, coyote, skunk, opossum, beaver, two species of squirrel, bobcat, chipmunk, river otter, two species of fox, woodchuck, and white-tailed deer. Birdwatchers commonly view species of juncos, mourning doves, chimney swifts, eastern phoebes, barn swallows, blue jays, indigo buntings, cardinals, towhees, sparrows, chickadees, and warblers. Raptors include turkey vultures, hawks, eagles, and peregrine falcons. Reptiles include timber rattlesnake, northern copperhead, eastern box turtle, common snapping turtle, and southeastern five- lined skink. Amphibians of frogs, toads, and salamanders are all common residents. Notable species of salamander include Jordan's salamander and hellbender. ==Recreation== Recreation opportunities in the Cherokee National Forest are diverse. The forest's fast-flowing rivers support trout fishing. Rainbow trout are stocked in many streams and rivers. Brook trout and brown trout are also present. Bass, bluegill and crappie are found in the forest's lakes, which are also open to wind surfing, water skiing and boating. Trails criss-cross the forest. In addition to the Appalachian Trail, these include the John Muir Recreation trail, other hiking trails, and some trails designed for equestrian use. Bicycle trails are being developed. Camping is available in RV campgrounds and tent-only camping areas, and primitive tent camping is allowed throughout much of the forest. The Unicoi Mountains are a mountain range rising along the border between Tennessee and North Carolina in the southeastern United States. They are part of the Blue Ridge Mountain Province of the Southern Appalachian Mountains. The Unicois are located immediately south of the Great Smoky Mountains and immediately west of the Cheoah Mountains. Most of the range is protected as a national forest, namely the Cherokee National Forest on the Tennessee side and the Nantahala National Forest on the North Carolina side— although some parts have been designated as wilderness areas and are thus more strictly regulated. ==Wilderness areas== thumb|Bald River Falls There are eleven official wilderness areas in Cherokee National Forest, which are all part of the National Wilderness Preservation System. Three of these extend into neighboring National Forests (and also into neighboring states, where the forest changes names): *Bald River Gorge Wilderness *Big Frog Wilderness (Cherokee NF in Tennessee and Chattahoochee NF in Georgia) *Big Laurel Branch Wilderness *Citico Creek Wilderness *Cohutta Wilderness (Chattahoochee NF in Georgia and Cherokee NF in Tennessee) *Gee Creek Wilderness *Joyce Kilmer-Slickrock Wilderness (Nantahala NF in North Carolina and Cherokee NF in Tennessee) *Little Frog Mountain Wilderness *Pond Mountain Wilderness *Sampson Mountain Wilderness *Unaka Mountain Wilderness ==See also== *Bald River *Roan Mountain, Tennessee *Tennessee State Route 67 *Watauga River ==References== == External links == * * Category:National Forests of North Carolina Category:National Forests of Tennessee Category:National Forests of the Appalachians Category:Blue Ridge National Heritage Area Category:Protected areas of Polk County, Tennessee Category:Protected areas of Monroe County, Tennessee Category:Protected areas of Carter County, Tennessee Category:Protected areas of Unicoi County, Tennessee Category:Protected areas of Cocke County, Tennessee Category:Protected areas of Johnson County, Tennessee Category:Protected areas of Greene County, Tennessee Category:Protected areas of Sullivan County, Tennessee Category:Protected areas of Washington County, Tennessee Category:Protected areas of McMinn County, Tennessee Category:Protected areas of Ashe County, North Carolina Category:Protected areas established in 1920 Category:1920 establishments in North Carolina Category:1920 establishments in Tennessee Category:East Tennessee Category:Western North Carolina",
 "title": "Cherokee National Forest"
}