{
 "id": "853380",
 "text": "Bobby Dan Davis Blocker ( – ) was an American television actor and Korean War veteran, who played Hoss Cartwright in the long-running NBC Western television series Bonanza. ==Biography== ===Early life=== Blocker was born in De Kalb, Texas, United States, the son of Ora \"Shack\" Blocker and Mary Arizona Blocker, née Davis. As a boy, he attended Texas Military Institute. In 1940, he enrolled in school Hardin-Simmons University and Sul Ross State University and earned a degree in speech and drama. In 1946, he played football at Southern Baptist-affiliated Hardin–Simmons University in Abilene, Texas. In 1947, he transferred to Sul Ross State Teacher's College in Alpine, Texas, where he was a star football player, and graduated in 1950. After two years of military service, he earned a master's degree in the dramatic arts. He worked as a rodeo performer and a bouncer in a bar while a student. He is remembered from his school days for his height of and weight of , and for being good-natured despite his intimidating size. Blocker was a high-school English and drama teacher in Sonora, Texas, from 1953 to 1958; a sixth-grade teacher and coach at Eddy Elementary School in Carlsbad, New Mexico, and then a teacher in California. Blocker and his wife Dolphia, moved to Los Angeles where he secured some acting roles. ===U.S. Army=== Blocker was drafted into the United States Army during the Korean War. He had basic training at Fort Polk, Louisiana, and served as an infantry sergeant in F Company, 2nd Battalion, 179th Infantry Regiment, 45th Infantry Division in Korea, from December 1951 to August 1952. He received a Purple Heart for wounds in combat. In addition to the Purple Heart, Blocker received the National Defense Service Medal, Korean Service Medal with two bronze campaign stars, Republic of Korea Presidential Unit Citation, United Nations Service Medal, Korean War Service Medal, and Combat Infantryman Badge. ===Acting career=== right|thumb|Dan Blocker in Bonanza In 1957, Blocker appeared in a Three Stooges short, Outer Space Jitters, playing the Goon, billed as \"Don Blocker\". He made two appearances on Gunsmoke as the blacksmith: on August 25, 1956, in \"Alarm at Pleasant Valley\" and on October 18, 1958, in \"Thoroughbreds\". He also appeared in 1957 as Will in the episode, \"A Time to Die\" of the ABC/Warner Bros. Western series, Colt .45. In 1957, Blocker was cast in episodes of David Dortort's NBC series The Restless Gun as a blacksmith and as a cattleman planning to take his hard-earned profit to return to his family land in his native Minnesota. That same year, he had at least two roles as a bartender in an episode of the syndicated Western-themed crime drama Sheriff of Cochise, starring John Bromfield, and in the film, Gunsight Ridge. Also in 1957, he appeared in the Cheyenne episode, \"Land Beyond the Law\", playing one of the outlaw minions (Pete). He also appeared in The Rifleman. In 1958, he played a prison guard and later had a recurring role as Tiny Budinger in the NBC Western series Cimarron City, starring George Montgomery, John Smith and Audrey Totter. He also was seen in \"The Señorita Makes a Choice\", a 1958 episode of Walt Disney's Zorro series, as well as an episode, \"Underground Ambush\", of Sergeant Preston of the Yukon, playing Mule Conklin. In 1958, Blocker had a supporting role as Sergeant Broderick in \"The Dora Gray Story\" on NBC's Wagon Train. That same year, he appeared in \"Stagecoach Episode\" of the NBC Western Jefferson Drum, starring Jeff Richards. In March 1958, he also appeared as Joe, a thief, in season one of Have Gun Will Travel, in the episode \"Gun Shy\" Blocker was cast as bearded poker-playing rodeo performer, Cloudy Sims, in the 1958 episode \"Rodeo\" on the David Janssen crime drama, Richard Diamond, Private Detective. In the storyline, a rodeo performer named Ed Murdock, portrayed by Lee Van Cleef, is murdered before he can make his final performance at the annual event in Madison Square Garden. In 1959, as Bonanza began its long network run, Blocker guest-starred in an episode of the Keenan Wynn and Bob Mathias NBC series, The Troubleshooters, an adventure program about unusual events surrounding an international construction company. Another 1959 role was as Del Pierce in \"Johnny Yuma\", the first episode of the ABC Western series The Rebel, starring Nick Adams. ====Bonanza (1959–1972)==== Blocker's big break also came in 1959, when he was cast as Eric \"Hoss\" Cartwright on the NBC television series Bonanza and played the role in 415 episodes until his death. Blocker said he portrayed the gentle- natured Hoss character with a Stephen Grellet excerpt in mind: \"We shall pass this way on Earth but once, if there is any kindness we can show, or good act we can do, let us do it now, for we will never pass this way again.\" In 1963, Blocker starred with Frank Sinatra in the comedy Come Blow Your Horn. He worked with Sinatra again in 1968 in the Tony Rome film sequel Lady in Cement, playing a menacing tough guy. Stanley Kubrick attempted to cast Blocker in his film Dr. Strangelove, after Peter Sellers elected not to add the role of Major T.J. \"King\" Kong to his multiple other roles, but according to the film's co- writer, Terry Southern, Blocker's agent rejected the script. The role went to Slim Pickens, who played the iconic scene of riding an atomic bomb down while waving his cowboy hat. In 1968, Blocker starred as John Killibrew, a blacksmith, who had convinced a number of settlers to follow him to California and founded the town of Arkana. This TV film, Something for a Lonely Man, also featured Susan Clark, John Dehner, Warren Oates, and Don Stroud.1\\. TV Guide, December 6–12, 1969, pp A-63 – A-64 In 1970, Blocker portrayed a love-shy galoot in The Cockeyed Cowboys of Calico County, with Nanette Fabray as a love prospect and a supporting cast featuring Jim Backus, Jack Elam, Noah Beery Jr., and Mickey Rooney. Blocker also appeared on NBC's The Flip Wilson Show comedy hour. Director Robert Altman befriended Blocker while directing episodes of Bonanza. Years later, he cast Blocker as Roger Wade in The Long Goodbye, but Blocker died before filming began. The role then went to Sterling Hayden, and the film was dedicated to Blocker. Also in 1963, Blocker started and received partial ownership in a successful chain of Bonanza Steakhouse restaurants (Ponderosa Steakhouses started in 1965), in exchange for serving (in character as Hoss) as their commercial spokesman and making personal appearances at franchises. ===Personal life=== thumb|180px|Blocker with his four children, circa 1960s 175px|right|thumb|Hoss Cartwright and Dan Blocker plaque in O'Donnell, Texas, 1973 Originally from Bowie County, Texas, Blocker arrived in Los Angeles in 1958 planning to do post-grad work at UCLA but began getting acting roles. Previously, while attending Sul Ross State College, he had a non-speaking part in a stage play and found that he was attracted to acting. He also played in Summer Stock in Boston in 1950 after getting his degree at the College.Dan Blocker Star of TV's Bonanza is Dead at 43, The Palladium-Item, May 16, 1973 Blocker was a Free Methodist. He married Dolphia Parker, whom he had met while a student at Sul Ross State University. Their children are Hollywood actor Dirk Blocker, Hollywood producer David Blocker, and twin daughters Debra Lee (artist) and Danna Lynn. David Blocker won a 1998 Emmy for producing Don King: Only in America. Blocker, a liberal Democrat was among Hollywood celebrities who supported Pat Brown's re-election in 1966 as governor of California against Ronald W. Reagan. In 1968, Blocker backed then-U.S. Senator Eugene J. McCarthy of Minnesota for the Democratic presidential nomination. Blocker later supported the eventual Democratic Party nominee, Vice President Hubert H. Humphrey, also of Minnesota, for the presidency against the Republican Richard M. Nixon. Blocker kept a house in Inglewood, California, and a Tudor-style mansion in the Hancock Park area of Los Angeles, not far from singer Nat King Cole. The house was later purchased by American heavy metal singer Rob Zombie, and was featured on an episode of MTV Cribs. On the 2010 PBS special, Pioneers of Television: Westerns, actor Mitch Vogel, who played adopted brother Jamie Cartwright on Bonanza, said Blocker, \"was so easy to get to know—the kind of guy you could go and have a beer with.\" Blocker, a performance automobile fan, once owned a 1965 Chevrolet Chevelle SS396 \"Z-16\" (RPO Z16 option), as Chevrolet was the commercial sponsor of the show. He also owned a 1965 Huffaker Genie MK10 race car, nicknamed the \"Vinegaroon\". The car was run by Nickey Chevrolet in the 1965 and 1966 U.S. Road Racing Championship series, as well as the 1966 Can-Am championship. ===Death=== On May 13, 1972, Blocker died in Los Angeles, at age 43, of a pulmonary embolism following gallbladder surgery at Daniel Freeman hospital. A news item provides these specifics: \"Blocker went into the hospital for gall bladder surgery, developed a blood clot in his lung, and died\". The writers of Bonanza took the unusual step of referencing a major character's death in the show's storyline that autumn. A 2011 report added that \"this was to be the first time in television history that a show had dealt with, or even mentioned, the death of one of its characters\". Specifics as to the death were not discussed in the series, but some years later, in a subsequent series, Bonanza: The Next Generation one character stated that \"Hoss drowned trying to save another's life\".The First Time a TV Show Addressed the Death of a Character Bonanza lasted another season without Hoss, and the 14th and final season ended on January 16, 1973. That season was \"by far the least popular and least requested season in the show's rerun package\". Blocker's remains were interred in a family plot in Woodmen Cemetery, in De Kalb, Texas. The common grave site is marked by a plain stone with the name \"B. Dan D. Blocker\" engraved; three family members are buried beside him – his father, mother, and sister. ==Filmography== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- |1957|| The Girl in Black Stockings || Mike, the Bartender || |- |1957|| Black Patch || Blacksmith || Uncredited |- |1957|| Gunsight Ridge || Bartender || Uncredited |- |1957|| Outer Space Jitters || The Goon || Short |- |1957-1958|| The Restless Gun || Olaf Burland / Jub Buckstar / John 'El Bruto' / Fred Burgermen / Ike Burnett || 5 episodes |- |1958|| Have Gun - Will Travel || Joe || Episode: \"Gun Shy\" |- |1958|| The Rifleman || Pete Snipe || Episode: \"The Sister\" |- |1958|| Gunsmoke || Keller || Episode: \"Throughbreads\" |- |1959|| The Rebel || Pierce || Episode: \"Johnny Yuma\" |- |1959|| The Young Captives || Oil Field Roughneck || |- |1959-1972|| Bonanza || Eric 'Hoss' Cartwright / Big Jack Slade || 415 episodes, (final appearance) |- |1961|| The Errand Boy || Hoss Cartwright – Cameo || Uncredited |- |1963|| Come Blow Your Horn || Mr. Eckman || |- |1968|| Lady in Cement || Waldo Gronsky || |- |1968|| Something for a Lonely Man || John Kilibrew || |- |1970|| The Cockeyed Cowboys of Calico County || Charley || |} ==Namings== The following are named after Blocker: * The Dan Blocker Room is on the second floor of the O'Donnell Heritage Museum in O'Donnell, Texas, where he was brought up. * Dan Blocker Beach is in Malibu, California. * Dan Blocker Avenue is a street in the Boulder Ranch development in Henderson, Nevada. ==References== ==External links== * * Biography by Bruce Eder, Allmovie * * Roadside America, Dan Blocker Memorial * \"Cactus Pryor Interviews Dan Blocker\": KTBC interview from 1965 * Category:1928 births Category:1972 deaths Category:People from DeKalb, Texas Category:Male actors from Texas Category:American male film actors Category:United States Army soldiers Category:United States Army personnel of the Korean War Category:American male television actors Category:Can-Am entrants Category:Sul Ross State University alumni Category:People from O'Donnell, Texas Category:People from Sutton County, Texas Category:TMI Episcopal alumni Category:Male actors from Los Angeles Category:Free Methodist Church members Category:California Democrats Category:20th-century American male actors Category:Western (genre) television actors Category:Deaths from pulmonary embolism",
 "title": "Dan Blocker"
}