{
 "id": "853748",
 "text": "The Good Conduct Medal is one of the oldest military awards of the United States Armed Forces. The U.S. Navy's variant of the Good Conduct Medal was established in 1869, the Marine Corps version in 1896, the Coast Guard version in 1923, the Army version in 1941, and the Air Force version in 1963; the Air Force Good Conduct Medal was temporarily discontinued from February 2006 to February 2009, followed by its subsequent reinstatement. ==Criteria== The criteria for a Good Conduct Medal are defined by Executive Orders 8809, 9323, and 10444. The Good Conduct Medal, each one specific to one of the five branches of the U.S. Armed Forces, is currently awarded to any active duty enlisted member of the United States military who completes three consecutive years of \"honorable and faithful service\". Such service implies that a standard enlistment was completed without any non-judicial punishment, disciplinary infractions, or court martial offenses. If a service member commits an offense, the three-year mark \"resets\" and a service member must perform an additional three years of service without having to be disciplined, before the Good Conduct may be authorized. During times of war, the Good Conduct Medal may be awarded for one year of faithful service. The Good Conduct Medal may also be awarded posthumously, to any enlisted service member who dies in the line of duty. ===Reserve components=== Service for the Good Conduct Medal must be performed on active duty; with two exceptions, it is not awarded to enlisted members of the military reserve components, to include the Army National Guard and Air National Guard, for inactive part-time (e.g., \"drilling\") reserve duty or full-time Army Reserve Technician or Air Reserve Technician (ART) status, although enlisted reservists and national guardsmen are eligible if they complete sufficient active service via mobilization to active duty. This restriction does not apply to full-time active duty enlisted members in the Reserve Component, such as Army and Air Force personnel in an Active Guard and Reserve (AGR) status, Navy personnel in a Full Time Support (FTS), previously known as Training & Administration of the Reserve (TAR), and Marine Corps Active Reserve (AR) programs. On 1 January 2014, the Navy discontinued the Naval Reserve Meritorious Service Medal, a de facto Good Conduct Medal for Navy Reserve (formerly Naval Reserve) enlisted personnel. Since that date, all Navy enlisted personnel have received the Navy Good Conduct Medal, whether in a full-time active duty or a part-time drilling reserve status. The various services have established separate Reserve Good Conduct Medals, albeit under various names, as a comparable award available to enlisted Reserve and National Guard members who satisfactorily perform annual training, drill duty and any additional active duty of less than 3 consecutive years duration. The exception, as previously stated, is the United States Navy, which discontinued that service's separate award for Reserve Component enlisted personnel as of 1 January 2014. Enlisted Navy Reservists now earn time towards the Navy Good Conduct Medal, the same as the Active Component (e.g., Regular Navy) and any time previously earned towards an unawarded Naval Reserve Meritorious Service Medal is automatically carried over to the Navy Good Conduct Medal. ==Navy Good Conduct Medal== The Navy Good Conduct Medal is the oldest Good Conduct Medal, dating back to 26 April 1869. There have been a total of four versions of the Navy Good Conduct Medal, the first version of which was issued from 1870 to 1884. The original Navy Good Conduct Medal was also not worn on a uniform, but issued with discharge papers as a badge to present during reenlistment. A sailor in the Navy received a new Good Conduct Medal for each honorable enlistment completed. The second version of the Navy Good Conduct Medal was issued between 1880 and 1884. The medal was considered a \"transitional decoration\" and was the first of the Good Conduct Medals to be worn on a uniform. The medal was phased out by 1885 and a new medal issued between 1885 and 1961. The new medal was a Good Conduct medallion suspended from an all red ribbon. Enlistment bars, denoting each honorable enlistment completed, were pinned on the ribbon as attachments. There was slight oddity during the Spanish–American War when the Navy created the Specially Meritorious Service Medal which also had an all red suspension and service ribbon. There were recorded cases of Navy enlisted personnel who were awarded both the Good Conduct Medal and the Specially Meritorious Service Medal who wore two red service ribbons on their Navy service uniforms. This is one of the rare times in the history of U.S. military awards that two awards had identical ribbons. In the 1950s bronze and silver 3/16 inch stars, with one silver star worn in lieu of five bronze stars (e.g., six awards), replaced the enlistment bars. Although the medal itself had not changed since 1884, in 1961 a ring suspension for the ribbon and medal combination was adopted, differentiating the suspension from its Marine Corps Good Conduct Medal counterpart and standardizing it with the majority of other service medals. It is this 1961 version of the Navy Good Conduct Medal that is still in use today. The current Navy Good Conduct Medal is issued to every active duty enlisted sailor who completes three years of honorable and faithful service since 1 January 1996. For prior awards to personnel between 1 November 1963 and 1 January 1996, four years of service were required. The four year requirement also applies for award of the Navy Good Conduct Medal from its original establishment until 1 November 1963. Additional awards of the Navy Good Conduct Medal are denoted by bronze and silver 3/16 inch stars; silver stars are worn in place of five bronze ones. The reverse side of the medal has three words, \"FIDELITY ZEAL OBEDIENCE\" superimposed in a semicircle. Upon 12 years of service, sailors are also allowed to wear gold-colored version of their petty officer insignia, something usually seen with those with the rate of chief petty officer or petty officer first class and above, but occasionally petty officer second class. Prior to June 2019, those 12 years had to be infraction-free. It is extremely rare in the contemporary U.S. Navy, but provisions do allow for sailors rated petty officer third class to wear gold rate insignia, provided they meet the same requirements. Image:GoodConduct1.jpg|Original Version Image:Goodconduct2.jpg|Transitional Version Image:Goodconduct3.jpg|Third Version ==Marine Corps Good Conduct Medal== right|thumb|90px|An older version of the \"U.S. Marine Corps\" Good Conduct Medal. thumb|90px|Current USMC GCM The Marine Corps Good Conduct Medal was established on 20 July 1896. The medal was originally a ribbon and medal suspended from a clasp bearing the words \"U.S. Marine Corps\". The clasp was eliminated after 1935 and the medal has remained unchanged in appearance since that time. Since its inception in 1896, the name of the recipient was engraved by hand on the reverse side of the medal until stamping the name on the medal began during World War II (numbered on the rim) and was done completely by 1951. Prior to 10 December 1945, four years of honorable creditable enlisted service was required in the Marine Corps for award of the Marine Corps Good Conduct Medal. After 10 December 1945, the required period of service was reduced to three years.SECNAVINST 1650.1H NAVY AND MARINE CORPS AWARDS MANUAL. (PDF) . Retrieved on 2014-05-24. Since that latter date, members of the Marine Corps must have three consecutive years of honorable and faithful service in order to be eligible for the medal. In 1953, the Marine Corps adopted bronze and silver 3/16-inch service stars to denote additional awards of the Good Conduct Medal, replacing enlistment bars showing each honorable period of service. ==Coast Guard Good Conduct Medal== The Coast Guard Good Conduct Medal (CGGCM) was authorized by the Commandant of the Coast Guard on 18 May 1921, but not designed until 1923 and originally used enlistment bars as attachments, in the same manner as the Marine Corps and Navy Good Conduct Medals. In 1966, the Coast Guard began using bronze and silver 3/16-inch service stars to denote additional awards of the Coast Guard Good Conduct Medal. Originally, the service requirement for the CGGCM was four continuous years of service. Starting on 1 July 1983, the service requirement was reduced to three years.https://media.defense.gov/2017/Mar/29/2001723556/-1/-1/0/CIM_1650_25E.PDF ==Army Good Conduct Medal== thumb|90px|The Army Good Conduct Medal Reverse The Army Good Conduct Medal was established by Executive Order 8809, dated 28 June 1941, and authorized the award for soldiers completing three years active service after that date. The criteria were amended by Executive Order 9323, dated 31 March 1943, to authorize the award for enlisted soldiers having three years of service after 27 August 1940 or one year of service after 7 December 1941 while the United States is at war. Executive Order 10444, dated 10 April 1953, revised the criteria to authorize the award for soldiers having three years of service after 27 August 1940; one year of service after 7 December 1941 while the United States is at war; and for soldiers having the first award for service after 27 June 1950 upon termination of service, for periods less than three years, but more than one year. An initial award of the Good Conduct Medal can also be awarded to soldiers with less than one year of service if the soldier was discharged due to an injury sustained in the line of duty or if died in service. *The medal was designed by Mr. Joseph Kiselewski and approved by the Secretary of War on 30 October 1942. ::The eagle, with wings spread, denotes vigilance and superiority. ::The horizontal sword denotes loyalty, ::The book represents knowledge acquired and ability gained. ::On the reverse, the lone star denotes merit. ::The wreath of laurel and oak leaves denotes reward and strength. thumb|90px|Subsequent Award Clasps *The second and subsequent awards are indicated by the wear of the clasp with loops on the ribbon. ::Bronze clasps indicate the second (two loops) through fifth award (five loops); ::Silver clasps indicate sixth (one loop) through tenth award (five loops); and ::Gold clasps indicate eleventh (one loop) through the fifteenth award (five loops). Officially, the Good Conduct Medal is awarded for exemplary behavior, efficiency, and fidelity in active Federal Military service. It is awarded on a selective basis to each soldier who distinguishes himself/herself from among his/her fellow soldiers by their exemplary conduct, efficiency, and fidelity throughout a specified period of continuous enlisted active Federal military service. Qualifying periods of service include each three years completed after 27 August 1940 or, for first award only, upon completion of at least one year upon termination of service if separated prior to three years. Also for the first award only, for those individuals who died before completing one year of active Federal military service if the death occurred in the line of duty. The immediate commander must approve the award and the award must be announced in permanent orders. The \"loops\" indicating subsequent awards were called \"hitches\", a \"hitch\" being three years of service. During the Vietnam War it was known as the \"Dentyne wrapper\" (chewing gum brand) owing to it being red and white like the medal's suspension ribbon. ==Air Force Good Conduct Medal== 120px|right|AFGCM The Air Force Good Conduct Medal is the last version of the Good Conduct Medal. The medal was authorized by Congress on 6 July 1960, but not created until 1 June 1963. Air Force personnel were issued the Army Good Conduct Medal between 1947 and 1963 and for those serving both before and after 1963, the Army and Air Force Good Conduct Medals could be worn simultaneously on an Air Force uniform. The Air Force version is the same as the Army version, except that the suspension and service ribbons for the medals are different for each medal. The Air Force Good Conduct Medal has remained unchanged in appearance since its original design over fifty years ago. Additional awards of the Air Force Good Conduct Medal are denoted by bronze or silver oak leaf clusters. The criteria for award of the Air Force Good Conduct medal are as follows: It is awarded to Air Force enlisted personnel during a three-year period of active military service or for a one-year period of service during a time of war. Those airmen who were awarded this medal must have had character and efficiency ratings of excellent or higher throughout the qualifying period including time spent in attendance at service schools, and there must have been no convictions of court martial or non-judicial punishment during this period. In October 2005, the 97th Air Force Uniform Board met and considered discontinuing the Good Conduct Medal with the rationale that good conduct of airmen is the expected standard, not an exceptional occurrence worthy of recognition. The decision was finalized on 8 February 2006 and the medal was no longer issued. Those airmen who had previously earned the Good Conduct Medal were still authorized to wear it. By May 2008, however, Air Force officials began reconsidering the policy. On 11 February 2009, the medal was reinstated and made retroactive to 8 February 2006, with all eligible recipients being awarded the medal automatically. ==See also== *Awards and decorations of the United States Army *Awards and decorations of the United States Navy and Marine Corps *Awards and decorations of the United States Air Force *Awards and decorations of the United States Coast Guard *Awards and decorations of the United States military *Inter-service decorations of the United States military ==References== ==External links== *Navy Good Conduct Medal Information at Naval Historical Center *Good Conduct Medal award elimination explained, Air Force Print News *Air Force Good Conduct Medal *Army Human Resource Command Army Good Conduct Medal FAQ *US Army Institute of Heraldry:Army Good Conduct Medal Category:1869 establishments in the United States Category:Awards and decorations of the United States Air Force Category:Awards and decorations of the United States Army Category:Awards and decorations of the United States Coast Guard Category:Awards and decorations of the United States Marine Corps Category:Awards and decorations of the United States Navy Category:Awards established in 1869 Category:Awards established in 1896 Category:Awards established in 1923 Category:Awards established in 1941 Category:Awards established in 1963",
 "title": "Good Conduct Medal (United States)"
}