{
 "id": "853950",
 "text": "Fazoli's is an American fast casual restaurant chain headquartered in Lexington, Kentucky. It was founded in 1988 and is now owned by FAT Brands. As of November 2021, there are 220 Fazoli's located nationwide. The restaurant chain specializes in Italian-American cuisine and dishes. Carl Howard is the company's president and CEO. ==History== In 1988, the concept of the casual Italian-American dinner, Fazoli's, was set. Two years later, the Fazoli's system was established. Fazoli's started with five locations in the Lexington, Kentucky, area. Fazoli's was originally managed by Jerrico Inc. but later was put up for sale and sold to Duskin Co. Ltd so that Jerrico Inc. could focus on Long John Silver's. Duskin Co. Ltd later formed Seed Restaurant Group with the help of Entrepreneur Kuni Toyoda. Once Kuni Toyoda and Duskin Co. Ltd formed Seed Restaurant Group, this group began its ownership of the Fazoli's system. During the mid-1990s, the chain expanded rapidly. By 1992, it had grown to include 35 restaurants within Kentucky, Indiana, and Florida. This almost doubled in 1993 when Fazoli's added 25 more locations. During this time, the operations of Fazoli's increased from $500,000 per restaurant per year in total volume to $1 million per restaurant per year in total volume within five years. This rapid financial success made the expansion of Fazoli's easy and with the start-up cost ranging from $150,000 to $500,000 most locations were able to turn a profit within the first year of opening. In October 2006, Seed Restaurant Group sold the company to Sun Capital Partners for an undisclosed amount. At the time of the sale, Fazoli's had a total of 319 locations, 179 of which were franchised, in 32 states. As part of the deal, Sun Capital replaced Toyoda with McDonald's veteran Robert Weissmueller as Fazoli's president and chief executive officer. In June 2008, Weissmueller retired and was replaced with Carl Howard. When Howard took over, the company was suffering from declining sales and massive store closing as a result of severe cost-cutting measures which were implemented by the previous management. The number of restaurants had been steadily declining after reaching a peak of 400 locations in 2004. In July 2008, a struggling franchisee in Arizona announced that it was closing all 13 of its Fazoli's restaurants in the state. In July 2015, Sun Capital Partners sold the chain to Sentinel Capital Partners for an undisclosed amount. At the time of the sale, Fazoli's had 124 company-owned and 89 franchised locations in 26 states. The company's sole remaining location in Southern Nevada closed in 2016 after 15 years of operation. In November 2021, Sentinel Capital Partners sold Fazoli's to FAT Brands Inc. for $130 million. At the time of the sale, Fazoli's owned and operated 220 restaurants in 28 states. ==Corporate overview== Fazoli's restaurants operates in 26 states and has more than 200 restaurants. Fazoli's plans to expand overseas to Saudi Arabia, United Arab Emirates, Kuwait, Qatar, Bahrain, and Oman. Fazoli's made a deal with the World Franchise Associates that assures them the ability to build restaurants in those locations. Fazoli's also opened its first college campus location at the Texas Tech University in 2014. The expansion onto the TTU campus is part of the plan to grow the company via non- traditional locations. Corporate headquarters are located on Palumbo Drive in Lexington. Carl Howard has been Chief Executive Office and president since June 2008. ==Products== During the early years before the help of Kuni Toyoda, Fazoli's main product was pizza. Toyoda realized that it was not feasible for Fazoli's to compete with the large pizza chains and the menu needed to focus on pasta. With this switch, the pasta recipes quickly needed to be upgraded. Toyoda spearheaded changes to make the pasta firmer and create larger portions. In the early 2000s, low-carbohydrate diets became popular, decreasing sales and forcing Fazoli's to rethink its menu again. In 2004, the company added eight menu items with 8 grams of fat or less and also added items featuring more vegetables and protein. The company later hired Elizabeth Somer to help with the development of low-calorie and healthy dishes. In 2005, Fazoli's announced that there would no longer be trans fat in its bread sticks. In 2017, Fazoli's announced the launch of its first app-based loyalty program with mobile ordering capabilities. Today, Fazoli's menu does not consist of classic Italian dishes, but of Italian-American dishes, baked pastas, their signature Submarinos sandwiches, and other foods, such as: * Twice Baked Lasagna * Chicken Parmigiano * Seasonal salads * Meatball da Vinci * Cheese or Pepperoni Pizza * New York Style Cheesecake * Baked Spaghetti * Chicken Fettuccine Alfredo ==Catering== Fazoli's provides catering for any event in participating locations. The catering menu offers Group Meal Deals, Fresh Made Pastas, Oven Baked Pastas, Fresh Chopped Salads, Box Lunches, and much more. There is also a full-service option that includes table service, plates, and plastic ware. Catering may be ordered online or in store and are available for pick-up or delivery in certain locations. ==See also== * List of Italian restaurants * List of fast casual restaurants ==References== ==External links== * Official website Category:Restaurants established in 1988 Category:1988 establishments in Kentucky Category:Fast casual restaurants Category:Fast-food franchises Category:Fast-food chains of the United States Category:Companies based in Lexington, Kentucky Category:Italian restaurants in the United States Category:Private equity portfolio companies Category:Regional restaurant chains in the United States Category:Restaurants in Kentucky Category:American companies established in 1988",
 "title": "Fazoli's"
}