{
 "id": "853925",
 "text": "Randy Steven Kraft (born March 19, 1945) is an American serial killer and rapist known as the Scorecard Killer, the Southern California Strangler, and the Freeway Killer, who committed the rape, torture, and murder of a minimum of sixteen young men between 1972 and 1983, the majority of whom he killed in California. Kraft is also believed to have committed the rape and murder of up to fifty-one other boys and young men. He was convicted in May 1989. and is currently incarcerated on death row at San Quentin State Prison in Marin County, California. Kraft became known as the \"Scorecard Killer\" because upon his arrest, investigators discovered a coded list with 61 entries on a scorecard containing cryptic references to his victims; he is also sometimes referred to as the \"Freeway Killer\" because many of his victims' bodies were discovered beside or near freeways. Kraft shares the latter epithet with two separate and unrelated serial killers, William Bonin and Patrick Kearney. ==Early life== === Childhood === Randy Steven Kraft was born in Long Beach, California, on March 19, 1945, the fourth child and only son of Opal Lee (née Beal) and Harold Herbert Kraft.. Kraft's parents had moved to California from Wyoming at the outbreak of World War II; his father was a production worker and his mother was a sewing machine operator. The Kraft family lived modestly, and Kraft's mother took a series of jobs to supplement her husband's salary. Nonetheless, Opal Kraft always found time for her children; in contrast, Kraft's father seldom attended any social gatherings with them, and was later described as being \"distanced\" from his family. As a child, Randy was doted on by his three older sisters and mother, although he was known to be accident- prone. In 1948, the Kraft family moved from Long Beach to Midway City in neighboring Orange County. Their home was a small, wood-frame Women's Army Corps dormitory on Beach Boulevard that Kraft's father renovated into a three- bedroom house. The family became active in the Westminster First Presbyterian Church, with Kraft's mother rising to the position of chairman of the deacons committee. In Midway City, Kraft attended Midway City Elementary school, where his mother was a member of the PTA. As a student, his intelligence was noted by classmates and teachers. By 1957, Kraft was judged intelligent enough to attend accelerated classes at 17th Street Junior High School. ===Adolescence and graduation=== By adolescence, Kraft had taken a keen interest in politics, becoming a staunch Republican and aspiring to become a U.S. senator. Shortly after his enrollment at Westminster High School, he and two close friends founded a Westminster World Affairs Club. At Westminster High, Kraft was again regarded as a pleasant, bright student who regularly achieved A grades. He was also known to occasionally date girls, although some classmates and teachers later stated that they suspected Kraft was homosexual.. Kraft later stated he had known from his high school days that he was homosexual, although he initially kept his sexual orientation a secret. On June 13, 1963, he graduated tenth in his class of 390 students. That fall, he enrolled at Claremont Men's College in Claremont, California, where he pursued a Bachelor of Arts degree in economics. ==Claremont Men's College== Shortly after his enrollment at Claremont, Kraft enrolled in the Reserve Officers Training Corps and regularly attended demonstrations in support of the Vietnam War and—in 1964—campaign rallies for Republican presidential candidate Barry Goldwater. He later declared these actions were merely a simulation of his parents' political views and not his own, describing his second year at Claremont as being when he abandoned the \"last gasp\" of his conservative ideology. The same year, Kraft entered his first known homosexual relationship. In 1964, Kraft began working as a bartender at a local Garden Grove cocktail lounge that catered to gay clientele; he was also known to regularly travel to Laguna Beach and Huntington Beach to have casual sex with hustlers. In an apparent tentative effort to reveal his sexual orientation to his parents, Kraft took a succession of male \"friends\" to meet his family during his years at Claremont. Initially, Kraft's parents and sisters were oblivious to his homosexuality. In 1966, Kraft was arrested and charged with lewd conduct after propositioning an undercover policeman in Huntington Beach; as he had no previous criminal record, no charges were filed. The following year, he developed a radical shift in his political beliefs, becoming an ardent supporter of liberal views and eventually registered as a Democrat in 1967. Kraft quickly became a Democratic Party organizer, campaigning tirelessly for the election of Robert F. Kennedy and receiving a personal letter from the senator thanking him for his efforts. By his senior year, Kraft had become a lackadaisical student: drinking, taking drugs, and regularly attending all-night gambling and poker sessions with other students. The lack of commitment to his studies in his final year resulted in Kraft's failing to graduate from Claremont in June 1967 and being forced to repeat his econometrics class, which postponed his graduation by eight months. In February 1968, Kraft graduated from Claremont Men's College with a Bachelor of Arts degree in economics. ==U.S. Air Force== Four months after graduating from college, Kraft joined the United States Air Force. He was sent to basic training in Texas before being stationed at Edwards Air Force Base in southern California, where he supervised the painting of test planes. During his service in the Air Force, Kraft rose to the rank of Airman First Class and supervisor-manager. The same year that Kraft became an Airman First Class, he disclosed to his family that he was homosexual. In a letter he wrote to a friend, Kraft described his father as having flown \"into a rage\" whereas he described his mother as being more understanding, if somewhat disapproving. Kraft's family ultimately accepted his homosexuality, and he remained in close contact with his parents and siblings, although his siblings noted he began to \"distance himself\" from his family after he had disclosed his sexuality to them. On July 26, 1969, Kraft received a general discharge from the Air Force after announcing his sexual orientation to his superiors. The discharge was officially listed as being on \"medical\" grounds. In response, Kraft sought legal advice from an attorney in an attempt to challenge the grounds regarding his discharge. The Air Force, however, refused to change the status of his discharge. Following his discharge, Kraft moved back into his parents' home and obtained work as a bartender. ===First known sexual assault=== In March 1970, Kraft encountered a 13-year-old Westminster youth named Joseph Gerald Fancher at Huntington Beach.. Fancher explained to Kraft that he had run away from home that day. In response, Kraft invited the youth to his apartment, promising that Fancher could live with him and offering him sex with a woman he claimed to know. Fancher agreed and accompanied Kraft to his Belmont Shore apartment, where he was drugged, beaten, and repeatedly sexually assaulted. Hours later, Fancher escaped from the apartment after Kraft left to go to work. A member of the public, alarmed by Fancher's drugged and disheveled condition, called an ambulance. Fancher's stomach needed to be pumped due to the drugs he had ingested. At the hospital, Fancher informed police that Kraft had given him drugs and beaten him.On Trial for Murder p. 188 He did not disclose to either his parents or the police that he had been sexually assaulted due to shame and fearing no one would believe him. A search of Kraft's apartment was conducted with the cooperation of his roommate. However, as Fancher had confessed to police he had taken the pills offered to him voluntarily and the officers had conducted the search without a warrant, no charges were filed. ===Enrollment at Long Beach State University=== In 1971, Kraft found new employment as a forklift driver in Huntington Beach. In an effort to further his career prospects following his military discharge two years earlier, he enrolled at Long Beach State University, majoring in education. There, Kraft became acquainted with Jeff Graves, a fellow teaching student from Minnesota four years younger than Kraft, with whom he began a relationship. ==Murders== Between 1971 and 1983, Kraft is believed to have killed a total of 67 victims. All of his suspected victims were males between the ages of 13 and 35, the majority of whom were in their late teens to mid-twenties. Kraft was charged with—and convicted of—sixteen of these homicides, all of which had occurred between 1972 and 1983. Many of his victims were members of the United States Marines Corps, and most of their bodies were found to have high levels of both alcohol and tranquilizers, indicating they had been unconscious when they were abused and killed. Kraft's victims were typically lured into his vehicle with an offer of a lift or alcohol. Once in Kraft's vehicle, the victims would be plied with alcohol and/or other drugs. They were then bound, tortured, and sexually abused before they were killed, usually by either strangulation, asphyxiation, or bludgeoning, although some victims had also ingested lethal doses of pharmaceuticals and at least one victim was stabbed to death. The victims would then be discarded, usually—though not exclusively—alongside or close to various freeways in southern California. Photographic evidence found at Kraft's home indicates several of his victims were driven to his house before their murder.. Many of the victims were burned with a car cigarette lighter, usually around the genitals, chest, and face, and several were found with extensive blunt force trauma to the face and head.. In several instances, foreign objects were found inserted into the victims' rectums while other victims had suffered emasculation, or mutilation and dismemberment. The majority of Kraft's murders were committed in California, although some victims had been killed in Oregon, with two further known victims murdered in Michigan in December 1982. ===First suspected murder victim=== On October 5, 1971, police found the nude body of a 30-year-old Long Beach resident named Wayne Joseph Dukette discarded close to the Ortega Highway. Dukette, a bartender at a gay bar named \"The Stable\" in nearby Sunset Beach, had last been seen alive on September 20. Putrefaction had destroyed any signs of foul play on the body, and the cause of death was listed as acute alcohol poisoning due to a high blood alcohol level. The first entry in Kraft's personal journal (referred to as his \"scorecard\") reads \"Stable\", leading investigators to believe Dukette was Kraft's first murder victim.Crime Library p. 3. ===Subsequent murders=== Fifteen months after the murder of Dukette, Kraft killed a 20-year-old Marine named Edward Daniel Moore. Moore was last seen leaving the barracks at Camp Pendleton on December 24, 1972. His body was found beside the 405 Freeway in Seal Beach during the early hours of December 26. Abrasions on Moore's body indicated he had been pushed from a moving vehicle. An autopsy revealed he had been bound at the wrists and ankles, then beaten with a blunt instrument about the face before being garrotted. His body also exhibited numerous bite marks, and a sock had been forced into his rectum. Six weeks after the murder of Moore, on February 6, 1973, the body of an unidentified male, estimated to be between 17 and 25 years old, was found alongside the Terminal Island Freeway in Wilmington. This victim had been strangled with a ligature and also had a sock inserted in his rectum. Two months later, on April 14, the body of 17-year-old Kevin Clark Bailey was found beside a road in Huntington Beach. Bailey had been emasculated and sodomized prior to his murder. By July 28, a further two victims had been murdered: an unidentified youth whose dismembered body was found in Wilmington on April 22, and a 20-year-old named Ronnie Gene Wiebe, whose strangled body was discarded beside an on-ramp of the 405 Freeway on July 30, two days after he had disappeared. Welt marks on Wiebe's wrists and ankles suggested he had been bound and suspended from a device before his murder. Kraft is known to have killed at least once more in 1973. The victim was a 23-year-old bisexual art student named Vincent Cruz Mestas, whose body was found in the San Bernardino Mountains on December 29. As with several previous victims, one of the victim's socks had been forced into his rectum. Mestas's hands had been severed from his body and were never found. By November 1974, five more victims had been found beside or close to major roadways in southern California, three of whom had been conclusively linked to the same killer. Two of these victims—20-year-old Malcolm Eugene Little and 19-year-old James Dale Reeves—had each been found beside a freeway with foreign objects inserted into their bodies, whereas the body of the third victim, 18-year-old Marine Roger Edward Dickerson, bore evidence of bite marks much like several earlier victims. ===1975=== On January 3, 1975, Kraft abducted and murdered a 17-year- old high school student named John Leras. The youth was last seen boarding a bus in Long Beach; his strangled body was found the following day, discarded at Sunset Beach with a foreign object protruding from his anus. Drag marks along the beach close to where his body was found suggested that two individuals had carried Leras's body into the water. Two weeks after this murder, on January 17, the body of a 21-year-old named Craig Jonaitis was found discarded in the parking lot of the Golden Sails Hotel near the Pacific Coast Highway and Loynes Drive in Long Beach. Jonaitis had been strangled to death with a length of string, possibly a shoelace. ===Investigation=== By January 1975, a total of fourteen victims—whose bodies had been found discarded across four separate counties over the previous three years—had been linked to the same killer. All the victims had been Caucasian males with similar physical characteristics. On January 24, homicide investigators from several jurisdictions in southern California convened in Orange County to discuss their progress in the hunt for the unknown killer.. An FBI profile of the killer was read to investigators, describing the individual as a methodical, organized lust killer of above-average intelligence who exhibited an indifference to the \"interests and welfare of society\". Some investigators believed the murders to be the work of more than one individual, one or more of whom had a military background, as two victims had paper tissue residue in their nostrils, a procedure known to be used in the military to prevent bodies from purging after death. The insertion of socks inside the victims' rectums was also theorized to have been intended to prevent purging as the body was driven to the disposal location. At this stage, investigators had no solid suspects. ===Murder of Keith Crotwell=== On the evening of March 29, 1975, Kraft lured two youths, Keith Crotwell and Kent May, from a Long Beach parking lot into his Ford Mustang. The youths were given beer and Valium as Kraft drove in an apparently random, aimless manner around Belmont Shore and Seal Beach. May later recalled feeling catatonic as a result of the Valium and alcohol he had ingested before he passed out. In the parking lot where Crotwell and May had last been seen, two friends of the youths observed a distinctive black-and-white Mustang pull in and stop before the driver leaned across, opened the passenger door, and pushed the unconscious (but otherwise unharmed) May out onto the pavement. The driver then sped away from the scene. As he did so, the friends noted Crotwell slumped against the unknown driver's shoulder. On May 8, Crotwell's skull was found on a jetty close to the Long Beach Marina; the remainder of his body was found six months later.. After hearing the news, the two friends of Crotwell and May—who suspected that the murderer was a patron of a Belmont Shore gay bar—searched their neighborhood for the distinctive Mustang. They found the car less than a mile (1.6 km) from their home, wrote down the license plate number, and gave the information to police. The vehicle was registered to Randy Kraft. ===Interrogation and release=== Long Beach police questioned Kraft about Crotwell's abduction and murder on May 19, 1975. Initially, he denied having ever met either Crotwell or May, and the police, skeptical of Kraft's denial, summoned him to the police station for further questioning. There, Kraft admitted that on or about March 29, he had encountered two youths in the Long Beach parking lot in question and had persuaded them to drink alcohol and consume Valium with him as he drove. He claimed to have returned May to the parking lot and then to have driven with Crotwell to a side road close to the El Toro offramp, where his car subsequently became embedded upon an embankment. He claimed to have walked alone to a gas station to call a tow truck while Crotwell remained with the car. Upon returning to his vehicle, Kraft claimed, Crotwell had disappeared. Although Kraft's roommate confirmed that Kraft had phoned him on the date of Crotwell's disappearance, claiming that his vehicle was stuck on an embankment, detectives remained unconvinced by Kraft's version of events. The following week, two detectives attempted to file homicide charges against Kraft. However, the Los Angeles District Attorney's Office declined, citing the coroner's conclusion from his autopsy of the remains thus far found (consisting only of Crotwell's skull) that the youth had died of accidental drowning. Perhaps because he had been questioned as a suspect in Crotwell's murder and because of additional turmoil in his personal life in the summer of 1975, Kraft is not known to have killed again until December 31, when he abducted 22-year-old Mark Hall in San Juan Capistrano. In this instance, later described by prosecutors as \"the worst\" of all of Kraft's known murders, Hall was driven to a remote canyon, where he was bound to a tree. The autopsy report listed the cause of death as asphyxiation caused by leaves and earth found lodged deep in Hall's trachea. The autopsy also revealed Hall had been sodomized and emasculated, with his severed genitals then inserted into his rectum. Additionally, his chest, scrotum, nose, and cheeks had been burned with an automobile cigarette lighter, which was also used to destroy his eyes. The autopsy report also listed numerous incisions on Hall's legs which had been inflicted with a broken bottle. On Trial for Murder p. 189 Forensic experts were able to determine that Hall had been alive throughout much of the ordeal. 150px|right|thumb|Victim Paul Joseph Fuchs ==Relationship with Jeff Seelig== By 1976, Kraft had ended his relationship with Graves. Shortly thereafter, he began a relationship with a 19-year-old apprentice baker named Jeff Seelig, and the couple moved to Laguna Hills. Although neither man was inclined towards monogamy, the couple considered their relationship permanent. Seelig later told investigators that he and Kraft regularly picked up and propositioned hitchhikers who, if willing, would accompany them to their apartment for a threesome. However, Seelig was adamant that Kraft had never been violent towards him and that he had never seen him display violent tendencies. Kraft's relationship with Seelig is believed to be a contributory factor in the sudden lull in murders he is known to have committed.. He is not known to have killed again until December 10, 1976. The body of the victim, 19-year-old Paul Joseph Fuchs, has never been found. Nonetheless, Fuchs' name is clearly listed upon Kraft's scorecard. ===Resurfacing of the Freeway Killer=== Following the December 1976 murder of Fuchs, Kraft is not known to have killed again for sixteen months. On January 3, 1978, homicide investigators again convened to discuss progress in relation to the manhunt for the still-unidentified killer.. By this time, investigators knew there was more than one murderer at large: the previous July, police had arrested Patrick Kearney, who subsequently confessed to the murders of 28 boys and young men, many of whom he had dissected and discarded in trash bags beside freeways in southern California. Although Kraft had dismembered some of his victims, he never killed his victims by shooting them in the temple as Kearney had. Additionally, Kearney had never tortured any of his victims: his modus operandi differed significantly from Kraft's, and investigators were certain that an unrelated killer was still at large. On April 16, 1978, Kraft abducted an 18-year-old Marine named Scott Michael Hughes. Hughes was plied with Valium before Kraft slit open his scrotum and removed one of his testicles, then strangled him to death with a ligature before discarding his fully clothed body—missing only his shoelaces—beside a freeway on-ramp in Anaheim. Two months later, on June 11, the body of 23-year-old Roland Gerald Young was found near a San Diego freeway. Young had been emasculated before being stabbed to death. Abrasions to his body indicated that he had been pushed from a vehicle traveling at high speed. Eight days later, the body of a 20-year-old Marine named Richard Allen Keith was found discarded beside a road in Moulton Parkway. He had last been seen alive by his girlfriend in the city of Carson. Welts on Keith's wrists indicated that he had been bound before he was strangled with a ligature. Froth in his throat indicated that he was also drowning as a result of flurazepam and alcohol he had consumed at the time he was strangled. Keith is believed to be referred to on Kraft's scorecard as \"Marine Carson\". 150px|right|thumb|Victim Keith Klingbeil Three weeks after the murder of Keith, on July 6, Kraft killed a 23-year-old hitchhiker named Keith Arthur Klingbeil. Klingbeil had ingested large doses of paracetamol and alcohol before he was strangled with his own shoelace and his body discarded beside the Interstate 5 freeway. Although Klingbeil was still alive when discovered, he would die shortly after his admission to Mission Community Hospital. A subsequent autopsy revealed that, prior to Klingbeil's strangulation, his left nipple had been seared with an automobile cigarette lighter. Two months later, on September 29, the body of 20-year-old Richard Anthony Crosby was found discarded 200 yards north of Highway 71 in San Bernardino. Crosby had disappeared the previous day as he hitchhiked home from a theater in Torrance. He had been suffocated, and his left nipple had been mutilated with an automobile cigarette lighter. The last known victim murdered by Kraft in 1978 was a 21-year-old Long Beach truck driver named Michael Joseph Inderbieten, whose castrated body was found along an on-ramp to the I-605 on November 18, 1978. In addition to having been castrated, Inderbieten had been violated with a foreign object and had suffered burns similar to those inflicted on victim Mark Hall two years previously. The cause of death was listed as suffocation. ==Later murders== Kraft is not known to have killed again until June 16, 1979, when he abducted a 20-year-old Marine named Donnie Harold Crisel, whose body was thrown from a moving vehicle onto the 405 Freeway. The cause of death was listed as acute alcohol poisoning, although rope and burn marks indicated Crisel had been bound and tortured prior to his body being discarded. Two months later, on August 29, the dismembered remains of a 21-year-old English tourist named Keith Anthony Jackson were found discarded in two trash bags and a cardboard box behind a Union 76 gas station in Long Beach. A sock was found inserted in his rectum. Only Jackson's head, torso and left leg were ever found. Jackson had been deceased for several days prior to the discovery of his body. The entry on Kraft's scorecard simply reading either \"England\" or \"76\" is believed to refer to him. Two weeks later, on September 14, the body of 19-year-old Gregory Wallace Jolley was found in Lake Arrowhead. Jolley had been emasculated and his head and legs had been severed after death. His personal possessions were later found in Kraft's home. On November 24, 1979, a 15-year-old Santa Ana youth named Jeffrey Sayre is believed to have been abducted and murdered by Kraft. Sayre was last seen at a bus stop in Westminster. while returning home from a date with his girlfriend. The entry \"Westminster Date\" on Kraft's scorecard is believed to refer to Sayre. On February 18, 1980, the decapitated body of a 19-year-old Marine named Mark Alan Marsh was found near the Templin Highway. Marsh was last seen hitchhiking towards Buena Park. His hands had been severed from his body after death. ===Portland murders=== In the summer of 1980, Kraft traveled to the neighboring state of Oregon on an extended business trip. During this trip, he lived in a town close to Portland. Before returning to California in August, he is believed to have murdered two more victims—both of whom were listed on his scorecard with cryptic references including the word \"Portland\". The first victim, a 17-year-old Denver youth named Michael Sean O'Fallon, was killed on July 17. O'Fallon had been on a solo hitchhiking trip across the U.S. and Canada prior to his enrollment at college at the time of his murder. He had consumed both alcohol and Valium before he was strangled to death. O'Fallon's nude, hogtied body was discarded ten miles south of Salem. O'Fallon was listed on Kraft's scorecard as \"Portland Denver\", and his camera—inscribed with his mother's initials—was later found in Kraft's garage. The following day, Kraft is believed to have killed a man estimated to be aged between 35 and 45 years old whose body was found beside a freeway in the city of Woodburn. This victim—listed as \"Portland Elk\" on Kraft's scorecard—had ingested a toxic level of Valium and Tylenol before he was strangled to death with a ligature. 150px|right|thumb|A Polaroid photograph of victim Robert Wyatt Loggins, sitting on Kraft's couch. This image was taken by Kraft at his Long Beach residence in August 1980.. On September 3, 1980, one month after Kraft's return to California from Oregon, the bound body of a 19-year-old Marine named Robert Loggins was found discarded in a trash bag close to the El Toro Marine air base. Loggins had last been seen alive by two fellow Marines close to the Pacific Coast Highway on August 23. Photographs—and the negatives—subsequently found in Kraft's possession show Loggins in Kraft's living room slumped fully clothed on his sofa, apparently intoxicated, and in various nude, pornographic postures. All these pictures depict Loggins with his eyes closed; it is unknown whether the victim was alive or dead at the time they were taken.. On April 10, 1981, the body of a 17-year-old youth named Michael Cluck was found beside the Interstate 5 freeway close to Goshen, Oregon. Cluck had been abducted while hitchhiking from Kent, Washington, to Bakersfield, California, the day prior to his body being discovered. The youth had been killed by 31 blunt-force blows to the head, which destroyed the back of his skull. Cluck had also been sodomized and savagely beaten, kicked, and scoured. Cluck is believed to have been recorded on Kraft's scorecard as \"Portland Blood\", due to the extensive blood and debris found at the murder scene. At the time of the murder, Kraft had once again been sent on assignment to Oregon by his employers. In addition, on the day Cluck's body was discovered, Kraft visited a Lane County hospital to receive treatment for a bruised foot. Four months after Cluck's murder, on August 20, 1981, the partially clothed body of 17-year-old male prostitute Christopher Allen Williams was found in the San Bernardino Mountains. Williams had ingested both phenobarbital and benzodiazepine, and was found with tissue paper lodged deep in his nostrils, causing him to choke to death on his own mucus.. ===Echo Park murders=== By early 1982, the relationship between Kraft and Seelig had become marred by frequent fights and episodes of temporary separation. In an effort to resolve their personal differences, the couple began attending weekly counseling sessions in Huntington Beach. These sessions began on June 22, 1982. Following complaints from residents of Echo Park regarding a foul odor emanating from the direction of the Hollywood Freeway on July 29, 1982, a Cal Trans employee found the decaying body of a 14-year-old. Pittsburg youth named Raymond Davis discarded alongside the Rampart Boulevard offramp. Rudimentary efforts had been made to conceal Davis's body beneath leaves and soil. He had last been seen alive in Echo Park on June 17, searching for his missing dog. The youth's wrists had been knotted behind his back in much the same manner as had victim Michael O'Fallon two years previously, and he had been strangled to death with his own shoelace. The entry on Kraft's scorecard reading \"Dog\" is believed to refer to Davis. Just forty feet from Davis' body, the same Cal Trans crew also found the body of 16-year-old Robert Avila. Avila had been missing since July 21, and his body was also markedly decomposed. He had been strangled to death with a length of stereo speaker wire. Kraft is not known to have killed again until November 1, 1982, when he abducted and murdered a 24-year-old Modesto man named Arne Mikeal Laine. Laine was last seen hitchhiking towards Orange County in search of work. His body was not found until January 1984, discarded on a hillside close to the town of Ramona. Four weeks after Laine's murder, the semi-nude body of 26-year-old Brian Whitcher was dumped from a moving vehicle alongside the Interstate 5 freeway, close to the city of Wilsonville, Oregon. Whitcher had ingested high levels of both alcohol and Valium, but he died of asphyxiation. On December 3, 1982, a 29-year-old carpenter named Anthony Jose Silveira disappeared while hitchhiking towards Medford. His body was found two weeks later, strangled, sodomized, and evidently violated with foreign objects prior to his murder. At the time of the murders of both Whitcher and Silveira, Kraft was again known to have been in Oregon on a business trip, which concluded the day of Silveira's death. On December 4, Kraft drove from Portland to Seattle to visit friends. During this brief visit, he was observed wearing a military jacket inscribed with the name \"Silveira\".. On December 5, Kraft flew from Seattle to Grand Rapids, Michigan—again on business. ===Grand Rapids and return to Portland=== Two days after his arrival in Grand Rapids, Kraft encountered cousins Dennis Alt and Christopher Schoenborn at a seminar in the Amway Grand Plaza Hotel. Kraft was seen talking with the pair in the hotel's reception area shortly before midnight. Their bodies were discovered on December 9 in an open field close to the hotel. Both victims had been plied with alcohol and Valium prior to their sodomy and murder, and the bodies had been arranged in sexually suggestive positions. Alt, aged 24, had died of asphyxiation, whereas Schoenborn, aged 20, had been strangled to death with his own belt. In addition, a ballpoint pen had been inserted into Schoenborn's urethra prior to his murder. Both victims were recorded upon Kraft's scorecard in a single entry reading \"GR2\". A set of keys belonging to Schoenborn, plus Silveira's military jacket, were left by Kraft in the hotel. On December 8, Kraft traveled from Michigan to Portland. Within twenty-four hours of his return to Oregon, he had killed a 19-year-old hitchhiker named Lance Taggs. Taggs had last been seen hitchhiking from the city of Tigard to the home of a relative in Los Angeles on December 8. His body was discovered the following day, discarded alongside a rural road in Clackamas County, close to where the body of Whitcher had been found just two weeks earlier. As with Alt and Schoenborn, Taggs had consumed alcohol and Valium prior to his murder, although Taggs had died of suffocation caused by a sock thrust into his trachea. ===Connection of Oregon murders to manhunt=== Noting the passage of time between periods of activity when bodies of young males had been found discarded near mass transportation with alcohol and/or pharmaceuticals in their blood stream in Oregon, investigators there theorized that their killer resided in another state and struck in Oregon only when there on business. Following the murders of Silveira, Whitcher, and Taggs, Oregon investigators relayed details of the murders to police in other states, describing the modus operandi of the killer they were seeking and requesting feedback from any police force who had unsolved murders of young males on their files with similar characteristics. A response from southern California counties was swift: the pattern of killings was identical to victims linked to the unknown killer in California. The six Oregon murders committed by Kraft were thus linked to the murders he had committed in California. 150px|right|thumb|Victim Eric Church ==1983== Kraft did not kill again until January 27, 1983, when he abducted a 21-year-old hitchhiker named Eric Church. The victim was last seen alive hitchhiking from Orange County to Sacramento the day prior to his murder. His body was found discarded alongside I-605. An autopsy concluded Church had consumed high levels of alcohol and Valium and that he had been sodomized. Rope marks on Church's wrists indicated he had struggled against his restraints before he died of a combination of ligature strangulation and numerous blows to the side of his skull inflicted by a blunt instrument. On February 12, Kraft killed two Buena Park men: 18-year-old Geoffrey Nelson. and 20-year-old Rodger DeVaul. The two young men were last seen outside the house of a friend named Bryce Wilson shortly after midnight, when they told Wilson that they intended to purchase something to eat. Nelson's nude body was found alongside an offramp close to the Garden Grove Freeway several hours after he and DeVaul were last seen. He had been emasculated, strangled, and thrown from a moving vehicle. DeVaul's body was found the following day, discarded down a mountainside close to Mount Baldy in San Bernardino County. He had been bound, sodomized, and strangled with a cord. As had been the case with Nelson, DeVaul had ingested both alcohol and propranolol prior to his murder. In addition, the stomachs of both victims contained potato skins and grapes, which had been eaten shortly before their murders. ===Final murder and arrest=== At 1:10 a.m. on May 14, 1983, two California Highway Patrol officers observed a Toyota Celica driving erratically on Interstate 5 in the Orange County community of Mission Viejo. Observing the vehicle perform an illegal lane change, the officers—suspecting the motorist was driving under the influence—signaled for the vehicle to stop.. The driver slowed the vehicle to a halt and exited the car, discarding the contents of a beer bottle onto the pavement as he did so. Officer Michael Sterling met the individual, who identified himself as Randy Kraft, at the front of his patrol car and observed that his jeans were unbuttoned. Sterling had Kraft perform a field sobriety test, which he failed. He then arrested Kraft for driving while intoxicated.. Sterling's partner, Sgt. Michael Howard, approached the Celica and observed a young man slumped with his eyes closed in the vehicle's passenger seat, partially covered by a jacket. Several empty Moosehead beer bottles and an open prescription bottle of Lorazepam tablets were strewn around his feet. Howard attempted to wake the man. Receiving no response, Howard attempted to rouse the man by shaking his arm, only to note the individual had a low body temperature. Upon checking for a pulse, Howard noted the man was dead, with a ligature mark visible around his neck. Lifting the jacket from the victim's lap, Howard noted the victim's jeans had been opened to expose his genitalia. In addition, the victim's hands had been bound with a shoelace and his wrists bore evidence of welt marks. Later identified as Terry Lee Gambrel, a 25-year-old Marine stationed at El Toro air base, the victim had been strangled to death. ==Evidence retrieval== Kraft was initially charged with driving under the influence of alcohol, and was held in custody as detectives conducted a thorough search of his vehicle. Upon the rear seat of the car, investigators found a belt, the width of which matched the bruising around Gambrel's neck. Other incriminating evidence included alcohol, tranquilizers, various prescription drugs, and stimulants. The passenger seat and carpet of the vehicle was heavily bloodstained; however, Gambrel had no open wounds. The upholstery was removed for forensic analysis, the results of which confirmed the blood was human. Beneath the carpet, investigators discovered an envelope containing more than 50 photographs of young men in pornographic poses. Many of the subjects in the pictures appeared to be either asleep or dead.. Inside the trunk, investigators found a ring binder containing a hand-written list of 61 coded notations.On Trial for Murder p. 188 A search of Kraft's home revealed further incriminating evidence, including clothes and personal possessions of numerous young men who had been murdered over the previous decade. Fibers taken from a rug matched those found on victim Scott Hughes. In addition, the couch in Kraft's living room was identified as being the one in the photographs found in Kraft's car. A roll of film discovered also contained shots of victims Eric Church and Rodger DeVaul sitting in Kraft's car. In one of these images, a ligature mark is clearly visible on DeVaul's neck. ===Scorecard=== The coded list of 61 neatly printed terms and phrases found in the trunk of Kraft's car is believed to refer to each of Kraft's victims. Many entries appear innocuous, but each is believed to refer to a specific murder victim or double murder. Several entries clearly reference victims' names (for example, the entry reading \"EDM\" refers to the initials of victim Edward Daniel Moore, whereas \"Vince M\" refers to victim Vincent Mestas). In other instances, entries indicate torture or mutilation inflicted upon victims' bodies and/or places they were last seen. The entry \"Marine Head BP\", for example, is believed to refer to victim Mark Marsh; a Marine found decapitated having been last seen hitchhiking towards Buena Park. Other entries simply refer to body dump locations; the entry \"Golden Sails\", for example, refers to the fact the body of Craig Jonaitis was found in the parking lot of the Golden Sails Hotel. The list also contains entries indicating a minimum of four double murders: \"GR2\" (victims Dennis Alt and Christopher Schoenborn, last seen in Grand Rapids); \"2 in 1 Beach\" (victims Geoffrey Nelson and Rodger DeVaul); \"2 in 1 Hitch\" and \"2 in 1 MV to PL\" (neither entry of which has been linked to any double murder or disappearance). Investigators contend that two victims of whose murders Kraft was convicted (Church and Gambrel) are not listed on Kraft's scorecard. However, since the list is in code, the possibility exists that Church in particular is actually included on the scorecard as an entry which investigators cannot recognize as referring to him. Gambrel may also be included on the list, although as Kraft was arrested while he attempted to dispose of the body, he may not have recorded an entry referring to Gambrel on his scorecard. These possibilities indicate the scorecard lists a minimum of 65 and possibly a total of 67 victims. ===Formal charges=== On May 16, 1983, Kraft was formally charged with the murder of Gambrel. By September 8, investigators had interviewed over 700 witnesses and had gathered more than 250 physical exhibits which pointed towards Kraft's guilt in a further fifteen homicides committed between December 1972 and February 1983.. He was formally charged with these fifteen murders—in addition to two counts of sodomy and one of emasculation—on this date.. * Edward Moore (20) December 24, 1972 * Kevin Bailey (17) April 9, 1973 * Ronnie Wiebe (20) July 28, 1973 * Keith Crotwell (18) March 29, 1975 * Mark Hall (22) January 1, 1976 * Scott Hughes (18) April 16, 1978 * Roland Young (23) June 11, 1978 * Richard Keith (20) June 19, 1978 * Keith Klingbeil (23) July 6, 1978 * Michael Inderbieten (21) November 18, 1978 * Donald Crisel (20) June 16, 1979 * Robert Loggins (19) August 23, 1980 * Eric Church (21) January 27, 1983 * Rodger DeVaul (20) February 12, 1983 * Geoffrey Nelson (18) February 12, 1983 * Terry Lee Gambrel (25) May 14, 1983 ==Trial== Kraft's trial began on September 26, 1988. He was tried in Orange County before Judge Donald A. McCartin. At the trial, almost 160 witnesses were called to testify on behalf of the prosecution and over 1,000 exhibits were introduced as evidence. These exhibits included physical evidence such as bloodstains, hair and fiber evidence found at Kraft's Long Beach residence and in his car; fingerprints found upon glass shards recovered from the Hall murder scene; negatives and photographs of victims found hidden inside Kraft's vehicle, which depicted the men either dead, drugged, or asleep; the belt used to strangle Gambrel; and the prescription drugs and buck knife found in his vehicle. Other evidence introduced included work and travel records and gasoline receipts which placed Kraft in particular locations where victims had been abducted and/or discarded, and the numerous personal possessions of various murder victims found in Kraft's possession following his arrest. Kraft's defense was primarily one of alibis and alternate suspects: his attorneys dismissed much of the evidence produced as being circumstantial and attempted to portray Kraft as an articulate, hardworking, and upstanding member of the community. They did not dispute that the 16 men were murder victims, yet argued that they were \"victims of someone, but not Randy Kraft.\" The defense also pointed out that several of the 16 victims had initially been believed by investigators to have been killed by one of two other serial killers, Patrick Kearney and William Bonin, and argued there was \"no concrete evidence\" that Kraft had killed any of the victims. The trial lasted a total of thirteen months and would prove to be the most expensive trial in Orange County history.. On April 29, 1989, each side opened their closing arguments, which lasted a total of three days: the prosecution again listing all the physical and circumstantial evidence pointing to Kraft's guilt; the defense arguing as to the circumstantial case put forward by the prosecution that all the murders were linked and accusing the prosecution of \"glossing over\" the truth. Following the closing arguments, the jury deliberated for a total of eleven days before reaching their verdict. On May 12, 1989, Kraft was found guilty of sixteen counts of murder, one count of sodomy, and one count of emasculation. ===Penalty phase=== On June 5, 1989, the same jury reconvened to hear further testimony from the prosecution and defense as to the penalty for Kraft. This phase of Kraft's trial would last until August, and it was at this point that the prosecution introduced evidence of several additional homicides committed in both Oregon and Michigan which they were certain Kraft had also committed and for which he had not been tried in Orange County. The defense dismissed the prosecution's assertions as being \"highly speculative\" and introduced testimony relating to a PET scan conducted on Kraft which, they asserted, revealed abnormalities in the frontal lobes of his brain, therefore reducing his ability to control both his emotions and impulse. The prosecution rebuffed this testimony by stating to the jury: \"There is nothing wrong with Mr. Kraft's mind other than that he likes killing for sexual satisfaction\", adding that the fact that his family and friends had found it difficult to believe he had committed any murders simply showed \"what a good salesman he is.\" ==Conviction and incarceration== On August 11, 1989, the jury rendered a verdict of death. Three months later, on November 29, Judge McCartin formally sentenced Kraft to death. The sentence was upheld by the California Supreme Court on August 9, 2000. , Kraft remains on death row at San Quentin State Prison. He continues to deny responsibility for any of the homicides for which he was either convicted or is suspected of committing. ==Missing accomplice== Both circumstantial and DNA evidence relating to some of Kraft's murders have caused many to strongly suspect that not all of the murders attributed to Kraft were committed by one person. The prosecution believed these inconsistencies could only be explained by the presence of an accomplice. It is contended that Kraft would have had difficulty moving around 200-pound (90 kg) corpses. Dumping them from moving vehicles while alone would also be difficult to do unnoticed. Abrasions and debris found at some of the crime scenes, where bodies had been discarded upon or alongside freeways, indicated that they had been discarded from vehicles traveling at more than 50 miles per hour, and for one individual to perform this act without compromising his driving would be very difficult. Moreover, footprints in the sand close to where the body of John Leras was found at Sunset Beach in 1975 unequivocally indicate two people had carried the youth's body to where it was discarded. In the case of Eric Church, semen samples found on his body were inconsistent with Kraft's blood type, and, while the photographs of the victims found in Kraft's car had to have been processed somewhere, no photo developer ever reported Kraft's morbid images to the police. (Kraft himself had no darkroom expertise or darkroom equipment.) During Kraft's trial, members of the prosecution admitted privately that they did not charge him with several murders that they were certain he had committed because of facts relating to the cases which indicated more than one perpetrator. Although DNA evidence found upon the body of Church was incompatible with Kraft, investigators had found photographs depicting Church in Kraft's car and his distinctive Norelco electric razor was also found in Kraft's house. ===Jeff Graves=== The prosecution believed Kraft's former lover, Jeff Graves, may have assisted Kraft in several murders. Graves, who had lived with Kraft between 1971 and 1976 (when sixteen known murders attributed to Kraft occurred) had been questioned in relation to the Crotwell abduction and murder in 1975, when he verified part of Kraft's statement to police. When questioned further about the incident following Kraft's arrest in 1983, Graves had informed investigators: \"I'm really not going to pay for it, you know.\" Graves died of AIDS on July 27, 1987. At the time of his death, police had been preparing to question him further. ===Bob Jackson=== In January 2000, journalist Dennis McDougal, the author of a 1991 book about Kraft entitled Angel of Darkness, published an article which recounted interviews with a small-time criminal named Bob Jackson, who reportedly confessed to murdering two hitchhikers with Kraft: one in Wyoming in 1975 and another in Colorado in 1976. Authorities in both Colorado and Wyoming were unable to corroborate these claims. Jackson also claimed to McDougal that Kraft's scorecard included only his \"more memorable\" murders; in Jackson's opinion, Kraft's total body count stood closer to 100. McDougal reported these allegations to the police and provided tape recordings of the interviews. Detectives interrogated Jackson and eventually persuaded him to enter a mental institution; no murder charges were filed against him due to an absence of direct incriminating evidence.Tucker, BL. The Scorecard Killer: the Randy Kraft Story. CreateSpace (2015), p. 46. Kraft sued McDougal and the publisher of Angel of Darkness in 1993, seeking $62 million in damages. The suit contended that the book smeared his \"good name\", unjustly portrayed him as a \"sick, twisted man\", and destroyed his prospects for future employment by ruining his chances of overturning his conviction on appeal.Convicted Serial Killer Files Suit (May 14, 1993). Associated Press report in Lodi News-Sentinel. Retrieved July 13, 2015. The lawsuit was dismissed by the California Supreme Court in June 1994.Newton, M. The Encyclopedia of Serial Killers. Facts on File (2006), p. 149. . ==Potential unverified scorecard victims== By 1988, investigators had linked forty-three of the sixty-one entries upon Kraft's scorecard to identified and nameless young men murdered in the twelve years previous to Kraft's arrest. The fact victims Eric Church and Terry Gambrel are not believed to have been entered in this journal means twenty-two of Kraft's estimated sixty-seven victims remained unrecovered and/or unidentified. Three further victims simply listed at trial as being entries \"unconnected to any unsolved murder\"—\"Navy White\", \"Iowa\" and \"Hari Kari\"—have since been identified and/or linked to murder victims discovered in 1974 and 1975. A further victim unidentified at trial yet linked to Kraft as an entry simply reading \"76\" due to the location of his body behind a Union 76 gas station has since been identified as Keith Jackson; a tourist from Manchester, England, meaning he may have been the entry in Kraft's journal logged as \"England\" as opposed to \"76\". These developments leave seventeen entries referring to nineteen unknown further victims upon Kraft's scorecard. This is due in part to the killings having occurred in several states, with bodies being discarded in varying locations, and several entries being cryptic. The entry upon Kraft's scorecard reading \"Navy White\" is believed by investigators to refer to a 17-year-old named James Sean Cox, an apprentice medic stationed at Mather Air Force Base who was last seen on September 29, 1974, hitchhiking near Interstate 5UT San Diego Aug. 14, 2005 and whose body was found several weeks later in Rancho Santa Fe. At the time of his disappearance, Cox was dressed in his white navy uniform. In addition to the color of his uniform, Cox was a blond youth. A further entry on Kraft's scorecard, simply reading \"Iowa\", is believed to refer to an 18-year-old Marine named Oral Alfred Stuart, Jr., who had been born in Iowa; his body was found discarded close to a Long Beach condominium on November 10, 1974. The man had died as a result of blunt force trauma;. his body remained unidentified until March 2012. Investigators note a similarity of modus operandi in the murder and body disposal of Stuart to that of other victims Kraft is known to have killed. One unknown entry upon the scorecard simply reads \"Hari Kari\". This entry may refer to the stabbing murder of 30-year-old David Michael Sandt, who was found sexually assaulted and stabbed to death close to a vacant house in Long Beach on January 13, 1975. The multiple stab wounds inflicted were to Sandt's stomach, and his body was found in a kneeling position with his arms extended in front of him in a position reminiscent of the Japanese ritual suicide practice known as Hara-kiri. ==Other \"Freeway Killers\"== Patrick Kearney, a suspect in a series of killings of young men known as the \"Trash Bag Murders\", surrendered to Riverside Police in July 1977. He subsequently confessed to the murders of 28 boys and young men; many of whom he had also discarded along freeways in southern California. Although Kraft is also known to have dismembered some of his victims, Kearney invariably killed his victims by shooting them in the temple. In addition, Kearney discarded the majority of his victims' bodies in trash bags. Although primarily known as the Trash Bag Murderer, Kearney is also known as the Freeway Killer. In 1980, William Bonin and four known accomplices were arrested for a series of killings known as the \"Freeway Murders\", which displayed a markedly similar disposal method to those committed by Kraft. Bonin is also known to have tortured his victims, although he never plied his victims with alcohol or drugs. In addition, although he is known to have stabbed some victims' genitalia with a knife and to have stabbed one victim to death, Bonin never mutilated their bodies and almost all of his victims were strangled to death with their own T-shirts. Moreover, the majority of Bonin's victims were younger than those of Kraft, with the age range of his victims being 12 to 19 years.. ==See also== * Capital punishment in California * List of serial killers by number of victims * List of serial killers in the United States ==Notes== ==References== ==Bibliography== * . * . * . * . * . * . ==Cited works and further reading== * * * * * * ==External links== * Details of each case noted upon Randy Kraft's 'scorecard' * * * * : suspected intended victim's 1980 encounter with Randy Kraft Category:1945 births Category:1971 murders in the United States Category:20th-century LGBT people Category:American LGBT military personnel Category:American male criminals Category:American military personnel discharged for homosexuality Category:American murderers of children Category:American people convicted of murder Category:American people convicted of sodomy Category:American prisoners sentenced to death Category:American rapists Category:American serial killers Category:California Democrats Category:California Republicans Category:California State University, Long Beach alumni Category:Claremont McKenna College alumni Category:Criminals from Los Angeles Category:Gay military personnel Category:LGBT people from California Category:Living people Category:Male serial killers Category:Military personnel from California Category:People convicted of murder by California Category:People from Long Beach, California Category:People from Midway City, California Category:Prisoners sentenced to death by California Category:San Quentin State Prison inmates Category:Torture in the United States Category:United States Air Force airmen Category:Violence against men in North America",
 "title": "Randy Kraft"
}