{
 "id": "854127",
 "text": "Morchella esculenta, (commonly known as common morel, morel, yellow morel, true morel, morel mushroom, and sponge morel) is a species of fungus in the family Morchellaceae of the Ascomycota. It is one of the most readily recognized of all the edible mushrooms and highly sought after. Each fruit body begins as a tightly compressed, grayish sponge with lighter ridges, and expands to form a large yellowish sponge with large pits and ridges raised on a large white stem. The pitted yellow-brown caps measure broad by tall, and are fused to the stem at its lower margin, forming a continuous hollow. The pits are rounded and irregularly arranged. The hollow stem is typically long by thick, and white to yellow. The fungus fruits under hardwoods and conifers during a short period in the spring, depending on the weather, and is also associated with old orchards, woods and disturbed grounds ==Taxonomy and naming== The fungus was originally named Phallus esculentus by Carl Linnaeus in his Species Plantarum (1753), and given its current name by Swedish mycologist Elias Magnus Fries in 1801. Morchella esculenta is commonly known by various names: morel, common morel, true morel, morel mushroom, yellow morel, sponge morel, Molly Moocher, haystack, and dryland fish. In Nepal it is known as Guchi chyau. The specific epithet is derived from the Latin esculenta, meaning \"edible\". The scientific name Morchella esculenta has been applied to many similar yellow morels throughout the world. In 2014 Richard et al. used DNA analysis to restrict the M. esculenta name to a single species of yellow morel commonly found in Europe and also reported from China. Other species of yellow morel, including those in North America, have received new scientific names. ==Description== The cap is pale brownish cream, yellow to tan or pale brown to grayish brown. The edges of the ridges are usually lighter than the pits, and somewhat oval in outline, sometimes bluntly cone- shaped with a rounded top or more elongate. Caps are hollow, attached to the stem at the lower edge, and typically about broad by tall. The flesh is brittle. The stem is white to pallid or pale yellow, hollow, and straight or with a club-shaped or bulbous base. It is finely granular overall, somewhat ridged, generally about long by thick. In age it may have brownish stains near the base. It has a passing resemblance to the common stinkhorn (Phallus impudicus), for which it is sometimes mistaken. Yellow morels are often found near wooded areas. Centipedes sometimes make their home inside these morels; infested morels usually have a hole in the top. ===Microscopic characteristics=== The spores range from white to cream to slightly yellow in deposit, although a spore print may be difficult to obtain given the shape of the fruit body. The spores are formed in asci lining the pits—the ridges are sterile. They are ellipsoidal, smooth, thin-walled, translucent (hyaline), and measure 17.5–21.9 by 8.8–11.0 µm. The asci are eight-spored, 223–300 by 19–20 µm, cylindrical, and hyaline. The paraphyses are filamentous, cylindrical, 5.8–8.8 µm wide, and hyaline. The hyphae of the stem are interwoven, hyaline, and measure 5.8–9.4 µm wide. The surface hyphae are inflated, spherical to pear-shaped, 22–44 µm wide, covered by a network of interwoven hyphae 11–16.8 µm wide with recurved cylindrical hyphal ends. ===Development=== Fruit bodies have successfully been grown in the laboratory. R. Ower was the first to describe the developmental stages of ascomata grown in a controlled chamber. This was followed by in-depth cytological studies by Thomas Volk and Leonard (1989, 1990). To study the morel life cycle they followed the development of ascoma fruiting in association with tuberous begonias (Begonia tuberhybrida), from very small primordia to fully developed fruit bodies. Young fruit bodies begin development in the form of a dense knot of hyphae, when suitable conditions of moisture and nutrient availability conditions have been reached. Hyphal knots are underground and cup-shaped for some time, but later emerge from the soil and develop into a stalked fruiting body. Further growth makes the hymenium convex with the asci facing towards the outer side. Because of the unequal growth of the surface of the hymenium, it becomes folded to form many ridges and depressions, resulting in the sponge or honeycomb appearance. ==Similar species== Morchella esculenta is probably the most familiar of the morels. In contrast to M. angusticeps and its relatives, the caps are light- colored throughout development, especially the ridges, which remain paler than the pits. M. crassipes is sometimes confused with M. esculenta. According to Smith (1975), the two are distinct, but young forms of M. crassipes are difficult to separate from M. esculenta. The two are similar in color, but M. crassipes is larger, often has thin ridges, and sometimes has a stem base that is enlarged and longitudinally grooved. Stinkhorns (esp. Phallus impudicus) have also been confused with morels, but specimens of the former have a volva at the base of the stem, and are covered with gleba—a slimy, foul-smelling spore mass. See also Gyromitra esculenta, which is similar in appearance but poisonous. ==Habitat and distribution== thumb|right|Drawing by von Albin Schmalfuß, 1897 thumb|right|Group of morels, Illinois, USA Fruit bodies are sometimes solitary, but more often in groups, on the ground in a variety of habitats. A preference for soil with a limestone base (alkaline) has been noted, but they have also been found in acid soils. The mushroom is usually found in early spring, in forests, orchards, yards, gardens and sometimes in recently burned areas. In North America, it is sometimes referred to as the \"May mushroom\" due to its consistent fruiting in that month, but the time of fruiting varies locally, from February to July. It is typically the last morel species to fruit in locales where more than one species are found. For example, in northern Canada and in cooler mountainous regions, morels typically do not appear until June. It has been suggested that the springtime fruiting may be due to their ability to grow at low temperatures to the exclusion of competition, a conclusion later corroborated by experiments correlating spore germination to soil temperatures. One author suggests the acronym PETSBASH may be used to remember the trees associated with morels: pine, elm, tulip, sassafras, beech, ash, sycamore, and hickory. In North America, it is widely distributed, but especially common in eastern North America and the Midwest. David Arora notes that \"large crops can also be found around the bases of dying (but not quite dead) elms attacked by Dutch elm disease.\" The species has been named state mushroom of Minnesota, and was the first state mushroom of any state. It can also be found in Brazil and Bulgaria. In Jammu and Kashmir wild mushrooms, locally known as Himalayan wild mushroom, Gucchi, Morchella conica and Morchella esculenta, are gathered and supplied as medical remedy.JK Medicinal Plants Introduction Centre ==Cultivation== Due to the mushroom's prized fruit bodies, several attempts have been made to grow the fungus in culture. In 1901, Repin reported successfully obtaining fruit bodies in a cave in which cultures had been established in flower pots nine years previously in 1892. Mycologist Taylor Piercefield developed a method using beds of hardwood tree saplings which would be inoculated with mycelium, concentrating on the symbiotic relationship of Morchella esculenta. Later, once the mycelium network had been fully developed, the beds would be treated with potassium hydroxide to replicate the pH conditions found in soil after a forest fire. This method resulted in large, mature fruits, but was not commercially viable on a large scale. More recently, small scale commercial growers have had success growing morels by using partially shaded rows of mulched wood. The rows of mulch piles are inoculated with morel mushroom spores in a solution of water and molasses which are poured over the piles of mulch and then they are allowed to grow undisturbed for several weeks. A solution of wood ashes mixed in water and diluted is subsequently poured over the rows of wood mulch which triggers fruiting of the morels. Morels are known to appear after fires and the alkaline conditions produced by wood ash mixed with water initiate fruit body formation for most species of morels. ==Uses== ===Edibility=== thumb|right|Harvested morels Morchella esculenta, like all morels, are among the most highly prized of all edible mushrooms. Raw morels have a gastrointestinal irritant, hydrazine, but parboiling or blanching before consumption will remove it. Old fruit bodies that show signs of decay may be poisonous. The mushrooms may be fried in butter or baked after being stuffed with meats and vegetables. The mushrooms may also be dried by threading the caps onto string and hanging them in the sun; this process is said to concentrate the flavor. One study determined the main nutritional components to be as follows (on a dry weight basis): protein 32.7%, fat 2.0%, fiber 17.6%, ash 9.7%, and carbohydrates 38.0%. In one isolated case in Germany, six people were reported to have developed neurologic effects between 6–12 hours after consumption. The effects included ataxia and visual disturbances, and lasted up to a day before disappearing without enduring effects. ===Bioactive compounds=== Both the fruit bodies and the mycelia of M. esculenta contain an uncommon amino acid, cis-3-amino-L-proline; this amino acid does not appear to be protein bound. In addition to M. esculenta, the amino acid is known to exist only in M. conica and M. crassipes. ==Industrial applications; solid state-fermentation== Solid-state fermentation is an industrial process to produce enzymes and to upgrade the values of existing foods, especially foods from East Asia. Solid-state fermentation is a process whereby an insoluble substrate is fermented with sufficient moisture but without free water. Solid- state fermentation, unlike that of slurry state, requires no complex fermentation controls and has many advantages over submerged liquid fermentation. M. esculenta has shown promise in degrading starch and upgrading the nutritional value of cornmeal during solid-state fermentation. M. esculenta mycelia is able to bind to and inhibit the effects of furanocoumarins, chemicals found in grapefruit that inhibit human cytochrome p450 enzymes and are responsible for the \"grapefruit/drug\" interaction phenomenon. == Gallery == File:Morchella esculenta 5.jpg File:Morchella esculenta 6.jpg File:Old holiday shot of Morchella esculenta (GB= Morel mushroom, D= Speise-Morchel, NL= Gewone morielje) - panoramio.jpg File:Morchella esculenta Illinois.jpg ==References== ==External links== * esculenta Category:Fungi of Europe Category:Fungi of North America Category:Edible fungi Category:Taxa named by Carl Linnaeus Category:Fungi described in 1753",
 "title": "Morchella esculenta"
}