{
 "id": "854364",
 "text": "Jeanette Biedermann (born Jean Biedermann, 22 February 1980) is a German singer, actress and television personality. Born and raised in the greater Berlin area, Biedermann began performing as a member of a troupe of acrobats in a children's circus at the age of six. She later attended beauty school before dropping out to pursue her music career following her participation and win of the Bild-Schlagerwettbewerb competition in 1998. The following year, Biedermann placed fourth in the national final for the Eurovision Song Contest and was propelled to stardom when she was cast in a main role in the soap opera Gute Zeiten, schlechte Zeiten. In 2000, she made her musical breakthrough with her first two full English-language albums Enjoy! (2000) and Delicious (2001). Trying to reinvent her image, Biedermann shifted to pop rock music for her next albums – Rock My Life (2002), Break On Through (2003) and Naked Truth (2006). Following her departure from GZSZ and a longer hiatus, she had a starring role in the telenovela Anna und die Liebe and released her dance pop-led album Undress to the Beat (2009), which was less successful commercially and led to a decline in her musical career. In 2012, Biedermann became the lead singer of the German-language group Ewig which eventually disbanded in 2019. The same year, she appeared in the sixth season of Sing meinen Song – Das Tauschkonzert, the German version of the Best Singers series, and announced the release of her eighth solo effort DNA (2019). Lending her musical knowledge to others, Biedermann served as a member of the judging panel of reality television competition series such as Star Search and Stars auf Ice in 2003 and 2006, respectively. Since then, she has also starred in various films, theatrical projects and television shows, including crime series Tatort (2006) and spoofing film Dörte's Dancing (2008). With album and single sales in excess of ten million copies, Biedermann is ranked among the highest-selling German music artists to emerge in the early 2000s. Her contributions to the music industry have garnered her numerous achievements including two ECHO Awards, a Goldene Kamera and a Top of the Pops Award. == Early life == Biedermann was born in Bernau bei Berlin on 22 February 1980 as the only child of Bernd and Marion Biedermann. Before Jeanette was born her parents lost three children. Two in the pregnancy, the third child, Dennis, died three weeks after the birth. At the age of six she began performing professionally on stage of the Circus Lilliput, appearing as a member of a troupe of acrobats and she went on to attend beauty school once she graduated from high school. After her secondary school graduation she started receiving vocational training as a hairdresser. The singer discontinued her studies in 1999, however, after she participated in and won the Bild-Schlagerwettbewerb competition, winning out over 270,000 other contestants. She released her debut single, \"Das tut unheimlich weh\", soon after that. To date, it remains her only song performed entirely in German. One month later after the competition she continued becoming an actress when she appeared on the German soap opera Gute Zeiten, schlechte Zeiten, where she played the role of Marie Balzer from 1999 to 2004. Biedermann's blossoming TV career only boosted her music career. In May 2008, she has played the main role of Anna Polauke with German actor in the new TV series Anna und die Liebe aired in August 2008, which has brought her further success within Germany. The series broke many records with more than 2.5 million people watching Anna und die Liebe. In October 2009, Jeanette confirmed that she will leave Anna und die Liebe in January 2010. The last episode with her will be aired in April 2010 and she will focus on her music career and going on Tour. == Career == === 2000–2001: Success career: Enjoy and Delicious === Her second album, \"Delicious\", came out soon after her debut album, and it became her first album which was certified Gold in Germany. A few months later after her debut on Gute Zeiten, schlechte Zeiten, she signed a music contract with Polydor and recorded her first album. In September 2000 she released her first English speaking single Go Back which became the first single of Biedermann's debut album \"Enjoy\". The album peaked at number 39 in the national album charts and in Switzerland at number 67. Biedermann won an ECHO in 2001 for best-selling \"Female Artist National\" one year later. === 2002–2003: Rock My Life and Break On Through === thumb|upright=1.2|Biedermann performing in 2002 Trying to distance herself from her dance pop image, Biedermann reinvented her musical direction by developing a more rock pop-oriented sound with her third album, Rock My Life (2002). Upon its release, the album peaked at number seven on the German Albums Chart and was eventually certified gold by the Bundesverband Musikindustrie (BVMI). Its same-titled lead single became her first top five hit, reaching number three on the German Singles Chart, and peaked at number six in Austria. Rock My Life spawned three further top ten singles, including \"It's Over Now\", \"Right Now\" and a cover version of Bob Seger's \"We've Got Tonight\", a duet with Boyzone member Ronan Keating that was initially recorded for his second album Destination (2002). Afterwards Biedermann started her second live tour, the Rock My Life Tour. It sold over 130,000 tickets and became a sellout. The following year, Biedermann announced her departure from Gute Zeiten, schlechte Zeiten and served as a coach on the debut season of the Sat.1 talent series Star Search. In November, her fourth studio album Break On Through was released. Taking her work further into the rock genre, it became her first top ten album in Austria and Switzerland as well as her highest- charting album to date in Germany, peaking at number six. With sales in excess of 200,000, it reached platinum status in Germany and was certified gold by the Austrian International Federation of the Phonographic Industry (IFPI). \"Rockin' on Heaven's Floor\", the album's first single, became a top ten hit all over German-speaking Europe and was followed by two further singles, \"No Eternity\" and \"Hold the Line\". The same year, Biedermann embarked on her Break On Through Tour, a 45-city tour throughout Austria, Germany, Italy and Switzerland, and played a fictionalized version of herself in the television action film alongside Ralf Moeller and Katy Karrenbauer. === 2004–2006: Merry Christmas and Naked Truth === In 2004, Biedermann played a dancer opposite Jan Sosniok in the Sat.1 television film Liebe ohne Rückfahrschein. The romantic comedy was broadcast to mixed reviews and high ratings. Biedermann recorded several original songs as well as cover versions of Christmas standards and carols for her fifth studio album and first Christmas record, Merry Christmas. Released in November 2004, the album debuted at number 22 in the German Albums Chart. The album's lead single, \"The Infant Light\", peaked at number eleven on the German Singles Chart. Naked Truth was released in March 2006 and included contributions from her then boyfriend and guitarist Jörg Weissenberg. The album reached a moderate number 14 on the national albums chart but then fell quickly out of the Top 50. In Austrian the album reached number 44 and in Switzerland number 55. The singles charted within the Top 20. The third single Heat of Summer peaked at number 50 in the German singles Charts. It was promoted by a short live tour, entitled Bad Girls Club, hitting eight cities throughout Germany. After the tour she decided to take a break from her music career and want focus on her acting career, but will coming back anytime to make music. During the Tour she Datet Jorg Weisselberg. === 2008–2017: Comeback with Undress to the Beat and solo career retirement === thumb|Biedermann in 2016 In 2009, Biedermann released her seventh studio album Undress to the Beat. Trying to reinvent her image once again, she shifted to electronic pop music for the overall sound of the record and consulted a number of new and upcoming collaborators to work with her, including Scandinavian musicians such as Remee, Carl Falk, Thomas Troelsen and Johan Bobäck. Upon its release, Undress to the Beat debuted and peaked at number 13 on the German Albums Chart, also reaching the top 30 in Austria, and became her highest-charting album since Break on Through (2003). Its release was preceded by the same-titled lead single, produced by Bobäck, which peaked at number six in Germany, becoming her eleventh top ten single. Undress to the Beat spawned two further singles, including \"Material Boy (Don't Look Back)\" and \"Solitary Rose\", the latter of which she performed on Anna und die Liebe and was a top 20 hit in Austria and Germany. In early 2010, Biedermann announced her departure from Anna und die Liebe in March 2010 since she was preparing for her Solitary Rose Tour, set to start in April 2010. However, the tour was eventually cancelled in late March 2010 due to her father's pancreatic cancer diagnosis. Following her father's remission, Biedermann resigned with Anna und die Liebe for its third and fourth season in fall 2010. In 2011, German fashion retailer Jeans Fritz engaged Biedermann as a designer and model for their casual brand. The same year, she appeared in the historical television thriller Isenhart – Die Jagd nach dem Seelenfänger. Filmed in Berlin, Vienna and Budapest, it was broadcast to positive reviews and high ratings. In August 2011, Biedermann was awarded the Order of Merit of the Federal Republic of Germany for her social, charitable or philanthropic work as a German Red Cross ambassador. Feeling increasingly exhausted due to her time-consuming career in both music and film, Biedermann decided to withdrew from her public life as a solo artist and founded the band Ewig along with boyfriend Jörg Weißelberg and friend Christian Bömkes. Taking her back to her career beginnings, the band released two German language studio albums, Wir sind Ewig and Indianerehrenwort, in 2012 and 2015, respectively, with both of them reaching the top 50 of the German Albums Chart. In 2015, Ewig represented Brandenburg in the Bundesvision Song Contest with the song \"Ein Geschenk\", finishing in eighth place. === 2018–present: Solo career revival === In April 2019, Ewig announced their disbandment following the departure of band member Christian Bömke. On 16 April 2019 Biedermann released \"Wie ein offenes Buch\", her first solo single in ten years, through Columbia Records. The following month she participated in the sixth season of the reality television series Sing meinen Song – Das Tauschkonzert, the German version of the series The Best Singers. Her appearance on the show was accompanied by the release of another single, \"Deine Geschichten\", as well as the announcement of her seventh studio album DNA which was released on 6 September 2019. == Personal life == In early 2005, Biedermann dated Jörg Weisselberg, the guitarist of her band. In July 2008, they broke up their relationship, stating their lack of time spent together and the stress of a long-distance relationship. Biedermann said they would be friends and would be working together as friends. There were some rumors that they were still together or together again as they were seen going out together. Two years later, they are together and engaged as the German press reports. In summer 2012, the couple married. == Discography == === Studio albums === * Enjoy! (2000) * Delicious (2001) * Rock My Life (2002) * Break On Through (2003) * Merry Christmas (2004) * Naked Truth (2006) * Undress to the Beat (2009) * DNA (2019) 2020: DNA LIVE 2020 === Collaboration albums === * Wir sind Ewig (2012) * Indianerehrenwort (2015) == Filmography == {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1999–2004 | Gute Zeiten, schlechte Zeiten | Marie Balzer | (Soap opera) |- | 2001 | The Little Polar Bear | Greta | Voice role |- | 2002 | South Park | Susan | Voice role (episodes 415, 416, 419) |- |rowspan=\"2\"| 2004 | | Herself | (TV movie) |- | Liebe ohne Rückfahrschein | Julia Behrendt | (TV movie) |- | 2005 | Racing Stripes | Sandy | Voice role |- | 2005–2006 | Flaschengeist auf Probe | Dina | (TV series) |- |rowspan=\"3\"| 2006 | Over the Hedge | Heather | Voice role |- | Tatort: Schwelbrand | Dana | (TV movie) |- | Pastewka | Herself | Season 2, episodes 5-6 |- | 2007 | Die ProSieben Märchenstunde: König Drosselbart | Zuzu | (TV movie) |- |rowspan=\"4\"| 2008 | Die Treue-Testerin – Spezialauftrag Liebe | Franziska Schrötter | (TV movie) |- | ProSieben FunnyMovie: Dörte's Dancing | Dörte Brandt | (TV movie) |- | Mein Song für Dich | Jess | (TV movie) |- | Winx Club – Das Geheimnis des verlorenen Königreiches | Bloom | Voice role |- | 2008–2012 | Anna und die Liebe | Anna Polauke | (Telenovela) |- |rowspan=\"1\"| 2010 | Callgirl Undercover | Lizzy Leisner | (TV movie) |- |rowspan=\"1\"| 2011 | Isenhard Die Jagt nach dem Seelenfänger | Maria | (TV movie) |- |rowspan=\"1\"| 2012 | Hauptstadtrevier | Jeanette / Cindy | (TV series) |- |} == Awards and nominations == ;2000 * Bravo Otto (Silver) – \"Best Female Singer\" (Won) ;2001 * ECHO – \"Female Artist National\" (Won) ;2002 * Eins Live Krone – \"Best Female Act\" (Won) * Top of the Pops Award – \"Best German Act\" (Won) * Goldene Europa (Won) * Goldener Fritz (Won) * Comet – \"Live Award\" (Nominated) * ECHO – \"Female Artist National\" (Nominated) ;2003 * Eins Live Krone – \"Best Female Act\" (Won) * Bravo Otto (Gold) – \"Best Female Singer\" (Won) * Bravo Otto (Silver) – \"Best TV Actress\" (Won) * McMega Music Award – \"Female Artist Of The Year\" (Won) * Woman of the Year (Maxim) (German edition) (Won) * ECHO – \"Female Artist National\" (Nominated) * Comet – \"Best Female National\" (Nominated) ;2004 * Bravo Otto (Gold) – \"Best Female\" (Won) * Bravo Otto (Gold) – \"Best TV Actress\" (Won) * Goldene Kamera – \"Pop National\" (Won) * Glamourfrau 2003 (Bunte) (Won) * ECHO – \"Female Artist National\" (Nominated) * Eins Live Krone – \"Best Female Act\" (Nominated) ;2005 * ECHO – \"Best National Videoclip 'Run with Me'\" (Won) * ECHO – \"Female Artist National\" (Nominated) * Woman of the Year – (Maxim) (German edition) (Won) * Comet – \"Best Female\" (Nominated) ;2006 * Jetix Kidsawards – \"Hottest artist\" (Won) * FHM – \"Sexiest Woman in the World\" (Won) ;2007 * FHM – \"#4 Sexiest Woman in the World\" (Nominated) * Comet – \"Best Female\" (Nominated) ;2008 * FHM – \"#10 Sexiest Woman in the World\" (Nominated) * Bild Wahl – \"Most Popular Woman in Germany\" (Nominated) :2009 * Comet – \"Best Female\" (Nominated) ;2010 * Goldener Pinguin – \"TV-Star of the Year\" (Nominated) * ECHO – \"Best National Videoclip 'Undress to the Beat'\" (Nominated) * Kid's Choice Award Switzerland – \"Most Popular TV-Star\" (Won) * Comet – \"Best Female\" (Nominated) ;2011 * German Soap Award – \"Best Telenovela Actress\" (Won) == References == == External links == * * * Category:1980 births Category:Living people Category:People from Bernau bei Berlin Category:English-language singers from Germany Category:German soap opera actresses Category:German television actresses Category:German film actresses Category:German women pop singers Category:German circus performers Category:Recipients of the Medal of the Order of Merit of the Federal Republic of Germany Category:21st-century German women singers",
 "title": "Jeanette Biedermann"
}