{
 "id": "855091",
 "text": "Jeanne-Marie Bouvier de la Motte-Guyon (commonly known as Madame Guyon, ; 13 April 1648 – 9 June 1717) was a French mystic accused of advocating Quietism, although she never called herself a Quietist. Quietism was considered heretical by the Roman Catholic Church, and she was imprisoned from 1695 to 1703 after publishing the book A Short and Very Easy Method of Prayer. ==Early life and marriage== Guyon was the daughter of Claude Bouvier, a procurator of the tribunal of Montargis, 110 kilometers south of Paris and 70 kilometers east of Orléans. Of a sensitive and delicate constitution, she was sickly in her childhood and her education was neglected. Her childhood was spent between the convent, and the home of her well-to-do parents, moving nine times in ten years. Guyon's parents were very religious people, and they gave her an especially pious training. Other important impressions from her youth came from reading the works of St. Francis de Sales, and influence from certain nuns, her teachers. Prior to her marriage she had wanted to become a nun, but this desire did not last long.Dégert, Antoine. \"Jeanne-Marie Bouvier de la Motte-Guyon.\" The Catholic Encyclopedia Vol. 7. New York: Robert Appleton Company, 1910. 21 May 2019 In 1664, when she was 15 years old, after turning down many other proposals, she was forced into an arranged marriage to a wealthy gentleman of Montargis, Jacques Guyon, aged thirty eight. During her twelve years of marriage, Guyon suffered terribly at the hands of her mother- in-law and maidservant. Adding to her misery were the deaths of her half- sister, followed by her mother, and her son. Her daughter and father then died within days of each other in July 1672. Guyon retained belief in God's perfect plan and that she would be blessed in suffering. She bore another son and daughter shortly before her husband's death in 1676. After twelve years of an unhappy marriage (in which she had borne five children, of whom three had survived), Madame Guyon had become a widow at the age of 28. During her marriage, Guyon became introduced to mysticism by Fr. François La Combe, a Barnabite, and was instructed by him. ==Life after marriage== thumb|left|200px|Mme Guyon After her husband's death, Madame Guyon initially lived quietly as a wealthy widow in Montargis. In 1679, she re-established contact with François La Combe, the superior of the Barnabite house in Thonon in Savoy. After a third mystical experience in 1680, Madame Guyon felt herself drawn to Geneva. The Bishop of Geneva, Jean d’Arenthon d’Alex, persuaded her to use her money to set up a house for “new Catholics” in Gex, in Savoy, as part of broader plans to convert Protestants in the region. In July 1680, Madame Guyon left Montargis with her young daughter and travelled to Gex. The project was problematic, however, and Madame Guyon clashed with the sisters who were in charge of the house. The Bishop of Geneva sent Father La Combe to intervene. At this point, Guyon introduced La Combe to a mysticism of interiority. While her daughter was in an Ursuline convent in Thonon as a pensioner, Madame Guyon continued in Gex, experiencing illness and great difficulties, including opposition from her family. She gave over guardianship of her two sons to her mother-in-law and took leave of her personal possessions, although keeping a sizeable annuity for herself. Because of her ideas on mysticism, the Bishop of Geneva, who had at first viewed her coming with pleasure, asked her to leave his diocese, and at the same time he expelled Father Lacombe, who then went to Vercelli. Madame Guyon followed her director to Turin, then returned to France and stayed at Grenoble, where she spread her religious convictions more widely with the publication of \"Moyen court et facile de faire oraison\" in January 1685. The Bishop of Grenoble, Cardinal Le Camus, was perturbed by the appeal her ideas aroused and she left the city at his request, rejoining Lacombe at Vercelli. In July the following year the pair returned to Paris, where Madame Guyon set about to gain adherents for her mystical vision. The timing was ill-chosen; Louis XIV, who had recently been exerting himself to have the Quietism of Molinos condemned at Rome, was by no means pleased to see gaining ground, even in his own capital, a form of mysticism which, to him, resembled that of Molinos in many of its aspects. By his order Lacombe was shut up in the Bastille, and afterwards in the castles of Oloron and of Lourdes. The arrest of Madame Guyon, delayed by illness, followed on 29 January 1688, brought about, she claimed, by Father de La Motte, her brother and a Barnabite. She was not released until seven months later, after she had placed in the hands of the theologians, who had examined her book, a retraction of the propositions which it contained. Some days later she met, at Beyne, in the Duchess de Béthune- Charrost's country house, her cousin, François Fénelon, who was to be the most famous of her supporters. Fénelon was deeply impressed by her piety.Letters from Baron Van Hugel to a Niece, edited with an introduction by Gwendolen Greene—first published in 1928, p. 110 Through Fenelon, the influence of Madame Guyon reached and influenced religious circles powerful at court—the Beauvilliers, the Chevreuses, the Montemarts—who followed his spiritual guidance. Madame de Maintenon and, through her, the young ladies of Saint-Cyr, were soon won over to the new mysticism.\"Madame Guyon\" CCEL This was at the height of Madame Guyon's influence, most of all when Fénelon was appointed on 18 August 1688 to be the tutor to the Duke of Burgundy, the king's grandson. Before long, however, the Bishop of Chartres, in whose diocese Saint-Cyr was located, took alarm at the spiritual ideas which were spreading there. Warned by him, Madame de Maintenon sought the advice of persons whose piety and wisdom she valued, and these advisers were unanimous in their rejection of Madame Guyon's ideas. Madame Guyon then asked for an examination of her conduct and her writings by civil and ecclesiastical judges. The king consented that her writings should be submitted to the judgment of Bossuet, Louis-Antoine, Cardinal de Noailles, and of Tronson, superior of the Society of Saint-Sulpice. After a certain number of secret conferences held at Issy, where Tronson was detained by a sickness, the commissioners presented in thirty-four articles the principles of Catholic teaching as to spirituality and the interior life (four of these articles were suggested by Fénelon, who in February had been nominated to the Archbishopric of Cambrai). But on 10 October 1694 François de Harlay de Champvallon, the Archbishop of Paris, who had been excluded from the conferences at Issy, anticipated their results by condemning the published works of Madame Guyon. She, fearing another arrest, took refuge for some months at Meaux, with the permission of Bossuet who was the presiding bishop there. After placing in his hands her signed submission to the thirty-four articles of Issy, she returned secretly to Paris. At Paris, the police, however, arrested her on 24 December 1695 and imprisoned her, first at Vincennes, then in a convent at Vaugirard, and then in the Bastille, where on 23 August 1699 she again signed a retraction of her theories and promised to refrain from spreading them further. From that time on she took no part, personally, in public discussions, but the controversy about her ideas only grew all the more heated between Bossuet and Fénelon. Madame Guyon remained imprisoned in the Bastille until 21 March 1703, when, after more than seven years of her final captivity, she went to live with her son in a village in the Diocese of Blois. There she passed some fifteen years surrounded by a stream of pilgrims, many from England and Scotland, and spending her time writing volumes of correspondence and poetry.James, Nancy C. Pure Love of Madame Guyon, (University Press of America, 2007), p98. She continued to be revered by the Beauvilliers, the Chevreuses, and Fénelon, who never failed to communicate with her whenever safe and discreet intermediaries were available. Among the pilgrims, Milord Chewinkle stayed in Blois with Guyon for 7 years. One visitor, Pierre Poiret, went on to publish many of Guyon's works. One of her greatest works, published in 1717 by Pierre Poiret—Ame Amante de son Dieu, representée dans les emblems de Hermannus Hugo sur ses pieux desirs—features her poetry written in response to the striking and popular emblem images of the Jesuit Herman Hugo and the Flemish master Otto von Veen.James, Nancy C. The Soul, Lover of God, (University Press of America, 2014) Guyon herself states that she took these emblems into the Bastille.James, Nancy C. and Voros, Sharon D., Bastille Witness, (University Press of America, 2011) ==Beliefs about prayer== Guyon believed that one should pray at all times, and that one should devote all one's time to God. \"Prayer is the key of perfection and of sovereign happiness; it is the efficacious means of getting rid of all vices and of acquiring all virtues; for the way to become perfect is to live in the presence of God. He tells us this Himself: 'walk before Me and be blameless' . Prayer alone can bring you into His presence, and keep you there continually.\"Guyon. Le Moyen Court Et Autres Écrits Spirituels (The Short and Easy Method of Prayer), (1685) As she wrote in one of her poems: \"There was a period when I chose a time and place for prayer. ... But now I seek that constant prayer, in inward stillness known ...\" ==Grace vs. works== In the Christian dispute regarding grace and works, Guyon defended the belief that salvation is the result of grace rather than works. Like St. Augustine, St. Thomas Aquinas, Calvin, and Martin Luther, she thought that a person's deliverance can only come from God as an outside source, never from within the person himself or herself. As a result of His own free will, God bestows his favour as a gift. In her autobiography, for example, Madame Guyon criticized self-righteous people who try to gain heaven through their works. She praised lowly sinners who merely submitted themselves to God's will. Of the so-called righteous, she wrote: \"the righteous person, supported by the great number of works of righteousness he presumes to have done, seems to hold his salvation in his own hands, and regards heaven as the recompense due to his merits.… His Saviour is, for him, almost useless. \"These 'righteous persons' expect God to save them as a reward for their good works.\" In contrast to the self- sufficient, \"righteous\" egoists, the sinners who have selflessly submitted to God \"are carried swiftly by the wings of love and confidence into the arms of their Saviour, who gives them gratuitously what He has infinitely merited for them\". God's \"bounties are effects of His will, and not the fruits of our merits.\" ==Death and influence== In 1704, her works were published in the Netherlands,The Low Countries As a Crossroads of Religious Beliefs, Arie-Jan Gelderblom, Jan L. de Jong and Marc Van Vaeck, editors, Brill, 2004 becoming very popular. Many English and Germans visited her at Blois, among them Johann Wettstein and Lord Forbes. She spent the remainder of her life in retirement with her daughter, the Marquise de Bois, at Blois, where she died at the age of 69, believing that she had died submissive to the Catholic Church, from which she had never had any intention of separating herself. Her published works, the Moyen Court and the Règles des associées à l'Enfance de Jésus, were both placed on the Index Librorum Prohibitorum in 1688. Fénelon's Maximes des saints was also condemned by both the Pope and the bishops of France. An anonymous 18th-century manuscript, hand-written in French, entitled \"Supplement to the life of Madame Guyon\" exists in the Bodleian Library at Oxford University, which sets forth many fresh details about the Great Conflict which surrounded Madame Guyon. ==Date of birth== There is some controversy surrounding the date of birth of Madame Guyon, but the date of 18 April 1648 given in the (highly condensed) English translation of Madame Guyon's autobiography, published by Moody Press, appears to be a typographical error—all French editions of the autobiography from the earliest one on, published in 1720,Jeanne-Marie Guyon. La vie de Madame J.-M. B. de la Mothe- Guion écrite par elle-même, J. De la Pierre, 1720 state 13 April 1648 as her birthday. Her date of birth, however, nonetheless remains unclear since Madame Guyon writes \"Je naquis, à ce que disent quelques uns, la veille de Pâques, le 13. d'Avril ... de l'année 1648\" (\"I was born, as some say, on the eve of Easter ..., the 13th of April of the year 1648\"). The 13th of April 1648 was, however, Easter Monday of that year. ==Bibliography== ===Works=== *Vie de Madame Guyon, Ecrite Par Elle-Même (Life of Madame Guyon, Written by Herself) :*3 vols, Paris, 1791 :* The Autobiography of Madame Guyon, tr Thomas Taylor Allen, (London, 1897) :* (date and translator uncertain; additional ISBNs for Moody translation: , ) :* La Vie de Madame Guyon écrite par elle-même, ed Benjamin Sahler, (Paris: Dervy-Livres, 1983). *Opuscules spirituels (Spiritual Opuscules), :*2 vols, Paris, 1790 *Les Torrents Spirituels (Spiritual Torrents), (1682) :* Les Torrents et Commentaire au Cantique des cantiques de Salomon, ed Claude Morali, (Grenoble: J Millon, 1992) *Le Moyen Court Et Autres Écrits Spirituels (The Short and Easy Method of Prayer), (1685) *Commentaire au Cantique des cantiques de Salomon (A Commentary on the Song of Solomon), (1688) :* The Song of Songs of Solomon with Explanations and Reflections Having Reference to the Interior Life by Madame Guyon, trans James W Metcalf, (New York: AW Dennett, 1879). :* Les Torrents et Commentaire au Cantique des cantiques de Salomon, ed Claude Morali, (Grenoble: J Millon, 1992) *Commentaire sur Livre de Job (1714) *Règles des assocées à l'Enfance de Jésu *Guyon, Jeanne \"Ame Amante de son Dieu, representée dans les emblems de Hermannus Hugo sur ses pieux desirs\" (Pierre Poiret, Cologne, 1717) Other modern editions *Madame Guyon, Selected Poems of Madame Guyon. ed. Li Jili, Foreword by Kelli M. Webert, TiLu Press, 2012; (ebook version). *Selections from the Autobiography of Madame Guyon, (New Canaan, CT: Keats Publishing, Inc.), *Le Moyen court et autres écrits spirituals, ed Marie-Louis Gondal, (Grenoble: J Millon, 1995) *La Passion de croire, ed Marie-Louis Gondal, (Paris: Nouvelle Cité, 1990) [an anthology of excerpts from the writings of Madame Guyon] ==See also== *List of Christian mystics *Christian mysticism *Quietism *Madame Guyon (in French) ==References== * * :This article incorporates text from the Catholic Encyclopedia (1913), a publication now in the public domain. ==Further reading== ===Biographical publications in English=== *Nancy C. James, \"Jeanne Guyon's Mystical Perfection through Eucharistic Suffering\", Pickwick Publications (September 22, 2020) *Nancy C. James, \"Divine Love Volume 1\", Pickwick Publications (April 16, 2019) *Nancy C. James, \"Jeanne Guyon's Apocalyptic Universe\", Pickwick Publications (March 14, 2019) *Nancy C. James, \"Jeanne Guyon's Interior Faith\", Pickwick Publications (February 4, 2019) *Nancy C. James, \"Jeanne Guyon's Christian World View\", Pickwick Publications (November 1, 2017) *Nancy C. James, \"The Way of the Child Jesus\", (Madame Guyon Foundation, 2015) *Nancy C. James, \"I, Jeanne Guyon\", (Seed Sowers, 2014) *Nancy C. James, The Complete Madame Guyon (Paraclete Giants) – (Paraclete Press, 2011) *Nancy C. James, The Spiritual Teachings of Madame Guyon - Including Translations into English from Her Writings, (Edward Mellen Press, 2007) *Coslet, Dorothy Madame Jeanne Guyon: Child of Another World, (Christian Literature Crusade, 1984), *Thomas Cogswell Upham, Life, religious opinions and experience of Madame Guyon (New York, 1854) *Patricia A Ward, 'Madame Guyon (1648-1717), in Carter Lindberg, ed, The Pietist Theologians, (Malden, MA: Blackwell, 2005). * Phyllis Thompson, \"Madame Guyon: Martyr of the Holy Spirit\", Hodder Christian Paperbacks, 1986 London, . * Patricia A Ward, Experimental theology in America: Madame Guyon, Fénelon, and their readers, (Waco, TX: Baylor University Press, 2009). * Jan Johnson, Madame Guyon: Her Autobiography (condensed & modernized) (Jacksonville, FL: Seedsowers, 1998). ===Biographical publications in French=== *Henri Delacroix, Études sur le mysticisme [Studies on Mysticism] (Paris, 1908). *Louis Guerrier, Madame Guyon, sa vie, sa doctrine, et son influence, (Paris dissertation, 1881), reviewed by Brunetière, Nouvelles Études critiques [New Critical Studies], vol. ii. *Françoise Mallet-Joris, Jeanne Guyon. (Paris: Flammarion, 1978). *Louis Cognet, Crépuscule des Mystiques, (Paris: Desclée, 1958). [la plus grande partie de cet ouvrage devenu classique porte sur le vécu de Madame Guyon avant 1695]. *Françoise Mallet-Joris, Jeanne Guyon, (Flammarion, 1978). [vivante évocation de la vie à la Cour, etc.] *Pierre-Maurice Masson, Fénelon et Mme Guyon, documents nouveaux et inédits, (Paris: Hachette, 1907). *Jean Orcibal, Le Cardinal Le Camus témoin au procès de Madame Guyon (1974) pp. 799–818 ; Madame Guyon devant ses juges (1975) pp. 819–834; 'Introduction à Jeanne Marie Bouvier de la Mothe-Guyon: les Opuscules spirituels' (1978) pp. 899–910, in Études d’histoire et de littérature religieuse, (Paris: Klincksieck, 1997). *Madame Guyon, Rencontres autour de la Vie et l’œuvre de Madame Guyon, (Grenoble: Millon, 1997). [contributions des meilleurs spécialistes] *Marie-Louise Gondal, Madame Guyon, 1648-1717, un nouveau visage, (Paris: Beauchesne, 1989). [reprend [L']Acte mystique, Témoignage spirituel de Madame Guyon (1648-1717), Thèse de doctorat en théologie : Facultés catholiques de Lyon : 1985]. *Les années d'épreuves de Madame Guyon, Emprisonnements et interrogatoires sous le Roi Très Chrétien, (Paris: Honoré Champion, 2009). [Documents biographiques rassemblés et présentés chronologiquement par Dominique Tronc, Etude par Arlette Lebigre]. *Dominique Tronc http://www.cheminsmystiques.fr/ENGLISH/guyon.html#_ftnref35 ==External links== * * * *Short Biography by Dorothy Disse *Guyon's Continuing Influence *L'Ame Amante de son Dieu * http://madameguyon.fr présentation en français de sa vie et accès à des oeuvres. Category:1648 births Category:1717 deaths Category:17th-century Christian mystics Category:18th-century Christian mystics Category:People from Montargis Category:Roman Catholic mystics Category:French religious writers Category:French spiritual writers Category:French autobiographers Category:17th-century Protestants Category:18th-century Protestants Category:Women mystics Category:Converts to Protestantism from Roman Catholicism Category:17th-century letter writers Category:18th-century letter writers",
 "title": "Jeanne Guyon"
}