{
 "id": "855216",
 "text": "A dun is an ancient or medieval fort. In Ireland and Britain it is mainly a kind of hillfort and also a kind of Atlantic roundhouse. == Etymology == The term comes from Irish dún or Scottish Gaelic dùn (meaning \"fort\"), and is cognate with Old Welsh din (whence Welsh dinas \"city\" comes). In certain instances, place-names containing Dun- or similar in Northern England and Southern Scotland, may be derived from a Brittonic cognate of the Welsh form din. In this region, substitution of the Brittonic form by the Gaelic equivalent may have been widespread in toponyms. == Details == In some areas duns were built on any suitable crag or hillock, particularly south of the Firth of Clyde and the Firth of Forth. There are many duns on the west coast of Ireland and they feature in Irish mythology. For example, the tale of the Táin Bó Flidhais features Dún Chiortáin and Dún Chaocháin. Duns seem to have arrived with the Celts in about the 7th century BC. Early duns had near vertical ramparts made of stone and timber. There were two walls, an inner wall and the outside one. Vitrified forts are the remains of duns that have been set on fire and where stones have been partly melted. Use of duns continued in some parts into the Middle Ages. Duns are similar to brochs, but are smaller and probably would not have been capable of supporting a very tall structure. Good examples of this kind of dun can be found in the Outer Hebrides of Scotland, on artificial islands in small lakes. == Toponymy == The word dun is, along with like-sounding cognate forms, an element frequently found in Celtic toponymy; especially that of Ireland and Scotland. It can include fortifications of all sizes and kinds: === Ireland === * Donegal * Doneraile * Down * Dún Laoghaire * Dundalk * Dundonald * Dundrum, County Down * Dundrum, Dublin * Dungannon * Dungarvan * Dunmurry * Portadown === Scotland === Many settlement and geographical names in Scotland are named with Gaelic dun (\"fort\"), as well as cognates in Brittonic languages such as Cumbric and Pictish. * Drumpellier, Lanarkshire * Dumbarton, Dunbartonshire * Dumfries, Dumfriesshire – possibly Brittonic din-pres (\"thicket fort\"). * Dundee, Angus * Dunearn, Nairnshire * Dunearn, Fife – possibly dùn-Èirinn (\"fort of Ireland\"). * Dunfermline, Fife * Duniface, Fife – possibly Pictish equivalent of Welsh din-y-faes (\"fort of the field\"). * Dunimarle, Fife * Dunino, Fife * Dunipace, Stirlingshire - Brittonic equivalent of Welsh din-y-bas (\"fort of the shallow\"). * Duns, Berwickshire * Duntarvie, West Lothian * Tantallon, East Lothian === England === Some place-names in England are derived from Brittonic cognates of Welsh din (c.f. Cornish dyn, Cumbric *din), and fewer perhaps from the Gaelic form. Roman-era toponyms ending in -dunum may represent an ancient Brittonic *duno. * Cambodunum, Yorkshire * Din Guoaroy, Northumberland – obsolete name for Bamburgh. Equivalent to Welsh din-gwarae (\"fort of the play\"). * Dinckley, Lancashire * Dunmallard Hill, Cumberland * Durham, County Durham - Dunelm * Glendinning Rigg, Cumberland * Londesborough, Yorkshire – Lugudunum, from *lọ:co- + duno (\"shining fort\"). * Rigodunum, Lancashire * Segedunum, Northumberland * Tintagel, Cornwall * Uxelodunum, Cumberland – c.f. Welsh ucheldin (\"high fort\"). London has been etymologised as Brittonic *lin- + dun- (\"lake fort\"). Coates has rejected such an etymology as \"incompatible with early forms\". === Wales === * Carmarthen, Carmarthenshire – Moridunum (\"sea fort\"). * Denbigh, Denbighshire – from dinbych (\"small fort\") * Tintern, Monmouthshire === Italy === * Duno * Induno Olona * Verduno === France and Switzerland === The Proto-Celtic form is *Dūno-,Xavier Delamarre, Dictionnaire de la langue gauloise, yielding Greek δοῦνον. It is ultimately cognate to English town.Oxford Dictionary of English Etymology, The Gaulish term survives in many toponyms in France and Switzerland: * Lyon – Lugudūnon \"Lugus' fort\" * Nevers – Nouiodūnon \"new fort\" * Olten – Ol(l)odūnonm \"fort on the Olon river\" * Thun – Dūnon * Verdun – Uerodūnon \"strong fort\" * Yverdon-les-Bains – Eburodūnon \"yew fort\" === Germany === * Kempten, Bavaria – Cambodunum === Bulgaria and Serbia === * Dunonia * Singidunum === Elsewhere in the world === * Dunedin, New Zealand – from Dùn Èideann, the Gaelic name for Edinburgh.Dunedin: Edinburgh of the south , The Scotsman, 18 April 2012 * Dunedin, Florida, USA – see Dunedin, New Zealand. == See also == *Prehistoric Scotland == References == * Scotland Before History - Stuart Piggott, Edinburgh University Press 1982, * Scotland's Hidden History - Ian Armit, Tempus (in association with Historic Scotland) 1998, Category:Fortifications in the United Kingdom Category:Geography of Scotland Category:Place name element etymologies Category:Archaeology of Scotland Category:Toponymy Category:Fortifications by type Category:Fortifications in Ireland",
 "title": "Dun"
}