{
 "id": "855470",
 "text": "Linné is a small lunar impact crater located in the western Mare Serenitatis. It was named after Swedish botanist Carl Linnaeus. The mare around this feature is virtually devoid of other features of interest. The nearest named crater is Banting to the east-southeast. The estimated age of this copernican crater is only a few tens of millions of years. It was earlier believed to have a bowl shape, but data \"Linne: Simple Lunar Mare crater geometry from LRO observations\", 42nd Lunar and Planetary Science Conference (2011) from the LRO showed that it has a shape of a flattened, inverted cone. The crater is surrounded by a blanket of ejecta formed during the original impact. This ejecta has a relatively high albedo, making the feature appear bright. In 1824 Wilhelm Lohrmann (1786-1840) of Dresden had drawn Linné as an 8 km diameter crater in his acclaimed lunar atlas, and in 1837 Wilhelm Beer and Johann Heinrich Mädler had described Linne in Der Mond as a 10 km crater.David Leverington, Babylon to Voyager and Beyond: A History of Planetary Astronomy, Cambridge University Press, 2003 In 1866, the experienced lunar observer and mapmaker Johann Friedrich Julius Schmidt made the surprising claim that Linné had changed its appearance. Instead of a normal, somewhat deep crater it had become a mere white patch. A controversy arose that continued for many decades. However, this crater size tests the limit of visual perception of Earth-based telescopes. In conditions of poor seeing this feature can appear to vanish from sight \"The Linne' crater \", The Lunascan Project (see also transient lunar phenomenon). thumb|right|Color coded shaded relief map of Linné crater ==Satellite craters== By convention these features are identified on lunar maps by placing the letter on the side of the crater midpoint that is closest to Linné. {| class=\"wikitable\" !width=\"25%\" style=\"background:#eeeeee;\" |Linné !width=\"25%\" style=\"background:#eeeeee;\" |Latitude !width=\"25%\" style=\"background:#eeeeee;\" |Longitude !width=\"25%\" style=\"background:#eeeeee;\" |Diameter |- |align=\"center\"|A |align=\"center\"|28.9° N |align=\"center\"|14.4° E |align=\"center\"|4 km |- |align=\"center\"|B |align=\"center\"|30.5° N |align=\"center\"|14.2° E |align=\"center\"|5 km |- |align=\"center\"|D |align=\"center\"|28.7° N |align=\"center\"|17.1° E |align=\"center\"|5 km |- |align=\"center\"|F |align=\"center\"|32.3° N |align=\"center\"|13.9° E |align=\"center\"|5 km |- |align=\"center\"|G |align=\"center\"|35.9° N |align=\"center\"|13.3° E |align=\"center\"|5 km |- |align=\"center\"|H |align=\"center\"|33.7° N |align=\"center\"|13.8° E |align=\"center\"|3 km |} The following craters have been renamed by the IAU. * Linné E -- See Banting (crater). == References == == Bibliography == * * * * * * * * * * * ==External links== * LTO-42A4 Linne -- L&PI; topographic map * Category:Impact craters on the Moon Category:Mare Serenitatis Category:Commemoration of Carl Linnaeus Category:Articles containing video clips",
 "title": "Linné (crater)"
}