{
 "id": "855518",
 "text": "In music history, the Venetian School was the body and work of composers working in Venice from about 1550 to around 1610, many working in the Venetian polychoral style. The Venetian polychoral compositions of the late sixteenth century were among the most famous musical works in Europe, and their influence on musical practice in other countries was enormous. The innovations introduced by the Venetian school, along with the contemporary development of monody and opera in Florence, together define the end of the musical Renaissance and the beginning of the musical Baroque. ==History== Several major factors came together to create the Venetian School. The first was political: after the death of Pope Leo X in 1521 and the Sack of Rome in 1527, the long dominant musical establishment in Rome was eclipsed: many musicians either moved elsewhere or chose not to go to Rome, and Venice was one of several places to have an environment conducive to creativity.Gangwere, p. 246. Another factor, possibly the most important, was the existence of the splendid St Mark's Basilica, with its unique interior with opposing choir lofts. Because of the spacious architecture of this basilica, it was necessary to develop a musical style which exploited the sound-delay to advantage, rather than fight against it: thus the Venetian polychoral style was developed, the grand antiphonal style in which groups of singers and instruments played sometimes in opposition, and sometimes together, united by the sound of the organ. The first composer to make this effect famous was Adrian Willaert, who became maestro di cappella of St. Mark's in 1527, and remained in the position until his death in 1562. Gioseffo Zarlino, one of the most influential writers on music of the age, called Willaert \"the new Pythagoras\", and Willaert's influence was profound, not only as a composer but as a teacher, since most of the Venetians who followed studied with him. Yet another factor which promoted the rich period of musical creativity was printing. In the early 16th century, Venice, prosperous and stable, had become an important center of music publishing; composers came from all parts of Europe to benefit from the new technology, which then was only a few decades old. Composers from northern Europe—especially Flanders and France—were already renowned as the most skilled composers in Europe, and many of them came to Venice. The international flavor of musical society in the city was to linger into the 17th century. In the 1560s, two distinct groups developed within the Venetian school: a progressive group led by Baldassare Donato, and a conservative group led by Zarlino, who was then maestro di cappella. Friction between the two groups came to a head in 1569 with a dramatic, public conflict between Donato and Zarlino during the Feast of Saint Mark. Members of the conservative branch tended to follow the style of Franco-Flemish polyphony, and included Cipriano de Rore, Zarlino, and Claudio Merulo; members of the progressive group included Donato, Giovanni Croce, and later Andrea and Giovanni Gabrieli. An additional point of contention between the two groups was whether or not Venetians—or at least Italians—should be given the top job of maestro di cappella at St. Mark's. Eventually the group favoring local talent prevailed, ending the dominance of foreign musicians in Venice; in 1603, Giovanni Croce was appointed to the job, followed by Giulio Cesare Martinengo in 1609. The peak of development of the Venetian School was in the 1580s, when Andrea and Giovanni Gabrieli composed enormous works for multiple choirs, groups of brass and string instruments, and organ. These works are the first to include dynamics, and are among the first to include specific instructions for ensemble instrumentation. Organists working at the same time included Claudio Merulo and Girolamo Diruta; they began to define an instrumental style and technique which moved to northern Europe in the succeeding generations, culminating in the works of Sweelinck, Buxtehude, and eventually J.S. Bach. The term Venetian School is sometimes used to distinguish it from the contemporary, and usually more musically conservative, Roman School. Other important centers of musical activity in Italy at the same time included Florence (the birthplace of opera), Ferrara, Naples, Padua, Mantua, and Milan. ==Composers== Major members of the Venetian school include: *Adrian Willaert (c.1490–1562) *Jacques Buus (c.1500–1565) *Andrea Gabrieli (c.1532–1585) *Nicola Vicentino (1511–c.1576) *Cipriano de Rore (c.1515–1565) *Gioseffo Zarlino (1517–1590) *Baldassare Donato (1525–1603) *Annibale Padovano (1527–1575) *Costanzo Porta (c.1529–1601) *Claudio Merulo (1533–1604) *Gioseffo Guami (c.1540–1611) *Vincenzo Bellavere (d.1587) *Girolamo Diruta (c.1554–after 1610) *Girolamo Dalla Casa (d.1601) *Giovanni Gabrieli (c.1555–1612) *Giovanni Croce (c.1557–1609) *Giovanni Bassano (c.1558–1617) *Giulio Cesare Martinengo (c.1561–1613) ==See also== *Neapolitan School ==References and further reading== * Various articles, including \"Venice,\" in The New Grove Dictionary of Music and Musicians, ed. Stanley Sadie. 20 vol. London, Macmillan Publishers Ltd., 1980. * Gustave Reese, Music in the Renaissance. New York, W.W. Norton & Co., 1954. * Manfred Bukofzer, Music in the Baroque Era. New York, W.W. Norton & Co., 1947. * Harold Gleason and Warren Becker, Music in the Middle Ages and Renaissance (Music Literature Outlines Series I). Bloomington, Indiana. Frangipani Press, 1986. * Eleanor Selfridge-Field, Venetian Instrumental Music, from Gabrieli to Vivaldi. New York, Dover Publications, 1994. * Denis Arnold, Monteverdi. London, J.M. Dent & Sons Ltd, 1975. * Blanche Gangwere, Music History During the Renaissance Period, 1520–1550. Westport, Connecticut, Praeger Publishers. 2004 ==Notes== Category:16th century in the Republic of Venice Category:17th century in the Republic of Venice Category:Baroque music Category:Composition schools Category:Culture of the Republic of Venice Category:Italian Baroque Category:Italian music history Category:Music in Venice Category:Renaissance music Category:Venetian Renaissance",
 "title": "Venetian School (music)"
}