{
 "id": "856102",
 "text": "Adam Gabriel Garcia (born 1 June 1973) is an Australian stage, television, and film actor who is best known for lead roles in musicals such as Saturday Night Fever and Kiss Me, Kate. He is also a trained tap dancer and singer. Garcia has been nominated twice at the Laurence Olivier Awards in 1999 and 2013. ==Early life== Garcia was born in 1973 to Jean Balharry and Fabio Garcia in Wahroonga, New South Wales. His mother, Jean, is Australian, and his father, Fabio, is from Colombia. Garcia's mother is a retired physiotherapist. Garcia attended Knox Grammar School where he completed his high school education. He also received formal tap dance training at Capital Dance Studio in Sydney, Australia. Garcia attended Sydney University, but did not complete his education as he left the university to take the role of Slide in the production of the musical Hot Shoe Shuffle, which toured Australia for two years before transferring to London, England. == Career == Garcia began his film career in 1997, playing the role of Jones in Brian Gilbert's Wilde. Garcia played Tony Manero in the stage version of Saturday Night Fever, which premiered on 5 May 1998 at the London Palladium, and closed on 26 February 2000. He was nominated for his work in the play at the Laurence Olivier Award for Best Actor in a Musical category in 1999, but lost to the cast of Kat and the Kings. Garcia also reached number 15 in the UK Singles Chart in 1998, with his cover version of the Bee Gees song \"Night Fever\", taken from the film version of Saturday Night Fever (1977). In 2000, he played a major role in his second feature-film, Coyote Ugly. Later that year, Garcia also appeared in Dein Perry's Bootmen, playing the lead role. In 2003, he voiced the title character in the film Kangaroo Jack but was not credited for that role. In 2004, he also played alongside Lindsay Lohan and Megan Fox in Confessions of a Teenage Drama Queen, as the character Stu Wolff, a drunk rock star, who is part of the band Sidarthur and is, in Lola's words, \"a greater poet than Shakespeare\". Between 2006 and 2007, Garcia played the character of Fiyero in the original West End production of Wicked alongside Idina Menzel, Kerry Ellis and Helen Dallimore. He previously played the same role during the show's early Broadway theatre workshops in 2000. Garcia appeared in two ITV dramas, Britannia High and Mr Eleven, in 2008. In January 2010, Garcia appeared with Ashley Banjo and Kimberly Wyatt as a judge on the British reality show Got to Dance. He was a judge in the four seasons of the competition, from 2010 to 2012 and then again in 2014. In 2011, Garcia co-starred with Mischa Barton in The Hen Do, but the film never left the cutting room floor. In 2012, he appeared in Cole Porter's musical Kiss Me, Kate at the Chichester Festival Theatre, directed by Trevor Nunn and choreographed by Stephen Meare. Garcia was nominated for his role at the 2013 Laurence Olivier Awards in the category Best Performance in a Supporting Role in a Musical. thumb|Garcia in 2012 Garcia appeared in Threesome, a 2011 British television sitcom which began airing on 17 October 2011 on Comedy Central. Garcia became the fourth judge during the thirteenth season of the Australian version of Dancing with the Stars. In 2016, Garcia began an Australian national tour production of Singin' in the Rain as Don Lockwood, but was injured onstage in Melbourne, ending his run. Later that year he played Father Damian Karras in the first UK production of The Exorcist, opening at the Birmingham Rep and transferring to the West End in 2017. He also filmed on location for Murder on the Orient Express. In 2018, Garcia was cast in Dance Boss, an Australian reality television dance competition on the Seven Network presented by Dannii Minogue. He judged the competition alongside singer and dancer Timomatic and actress and performer Sharni Vinson. Later that year he played the Artilleryman in the 40th- anniversary tour of Jeff Wayne’s War of the Worlds, to critical acclaim. In 2019, he filmed Death on the Nile, and in December starred in a pantomime in Ipswich, England, as Prince Charming. In 2021, Garcia played the father of a dead girl (Victoria Justice) who comes back to make things right in the teen movie Afterlife of the Party directed by Stephen Herek. == Personal life == On 26 March 2015, Garcia married his long-time girlfriend, Nathalia Chubin, in London. Chubin previously worked as a senior marketing executive for PlayStation. The couple has a daughter and a son together. ==Filmography== ===Film=== {| class=\"wikitable sortable\" ! Year ! Title ! Role ! Note |- | 1997 | Wilde | Jones | |- |rowspan=2|2000 | Coyote Ugly | Kevin O'Donnell | |- | Bootmen | Sean | |- | 2001 | Riding in Cars with Boys | Jason D'Onofrio | |- | 2002 | The First $20 Million Is Always the Hardest | Andy | |- | 2003 | Kangaroo Jack | Kangaroo Jack | Voice-over (Uncredited) |- |rowspan=3|2004 | Love's Brother | Gino Donnini | |- | Confessions of a Teenage Drama Queen | Stu Wolff | |- | Fascination | Scott Doherty | |- |rowspan=2|2005 | Riot at the Rite | Vaslav Nijinsky | |- | Standing Still | Michael | |- | 2010 | Every Emotion Costs | Wade | |- | 2014 | Nativity 3: Dude, Where's My Donkey? | Bradley Finch | Leading role |- |2017 |Murder on the Orient Express |Photographer | |- |2021 |Afterlife of the Party |Howie | |- |2022 |Death on the Nile |Syd | |- |} ===Television=== {| class=\"wikitable sortable\" ! Year ! Title ! Role ! Notes |- | 2004 | Agatha Christie's Marple | Raymond Starr | |- | 2005 | Doctor Who | Alex | Episode: \"The Christmas Invasion\"'' |- | 2008 | Britannia High | Stefan | |- |rowspan=3|2009 | Hawthorne | Nick Mancini | |- | The Flight of the Conchords | Obnoxious Australian | Episode: \"The Tough Brets\" |- | Mister Eleven | Alex | TV drama |- | 2010-2012 | Got to Dance | Judge | TV dance competition |- |rowspan=3|2010 | Bookaboo | Himself | Children's show |- | Heston's Titanic Feast | Himself | |- | House | Theodore Phillip Taylor | 1 episode: \"The Choice\" |- | 2011 | Threesome | Dave | |- | 2013 | Camp | Todd | |- | 2013-2014 | Dancing with the Stars | Judge | TV reality show |- |rowspan=3|2014 | Perception | Dr. Asper | |- | Got to Dance | Judge | TV dance competition |- | The Code | Perry Benson | |- | 2016 | Bruce's Hall of Fame with Alexander Armstrong | Himself | Performer (with Kimberly Wyatt) |- |2017 |Genius |Moe Berg | |- | 2018 | Dance Boss | Himself | Judge |- | 2019 | Agatha Raisin | George Felliet | Episode: \"The Deadly Dance\" |} ==Awards and nominations== {| class=\"wikitable sortable\" |- ! Year ! Awards ! Category ! Recipient ! Outcome |- | 1999 |rowspan=\"2\" | Laurence Olivier Awards | Best Actor in a Musical | Saturday Night Fever | |- | 2013 | Best Performance in a Supporting Role in a Musical | Kiss Me, Kate | |} ==References== ==External links== * Category:1973 births Category:Living people Category:20th-century Australian male actors Category:20th-century Australian male singers Category:21st-century Australian male actors Category:21st-century Australian male singers Category:Australian expatriates in the United Kingdom Category:Australian male dancers Category:Australian male film actors Category:Australian male musical theatre actors Category:Australian male singers Category:Australian male stage actors Category:Australian male television actors Category:Australian male voice actors Category:Australian people of Colombian descent Category:Male actors from New South Wales Category:Musicians from New South Wales Category:People educated at Knox Grammar School Category:Singers from New South Wales Category:Tap dancers",
 "title": "Adam Garcia"
}