{
 "id": "856528",
 "text": "Racer, fully named Racer Free Car Simulation, is a freeware and source available video game simulator that runs on Microsoft Windows, Linux, and Mac OS X. Although Racer started out as a driving simulator, it also has features that are usually seen in racing games, such as racing against AI cars, or against human opponents in multiplayer mode. Its weak points, when compared with commercial racing games, is the absence of wear/damage physics or a career mode. == History == Racer was first released on 29 August 2000. Over the years, a community has grown around Racer. The software itself is maintained exclusively by creator Ruud van Gaal. An important characteristic of Racer is its openness the formats for cars, tracks and other data are documented. Furthermore, tools to aid in car and track creation are part of the release. As a result, a large number of cars has been created and published, in a large variety: Formula One, GT, vintage, trucks, daily drivers, luxury sedans...even a shopping trolley has been modeled. Likewise, tracks are available in various types, from true racing circuits to drag strips, mountain roads, and even a car park. The main forum for Racer is at RaceDepartment Forums. == Licensing == The Racer software is free, in the sense of freeware for non-commercial users. While the source code of an older version (0.5) was made available under GPL, Racer source code will be published by Ruud van Gaal on amiga.org (05-09-2003) later versions are not under an open-source license. The cars and tracks have various forms of license, but can all be downloaded for free. Whilst one of the strengths of Racer is its open file format, perhaps one of its weaknesses is its closed- source stance and development team. The Racer community contributes to testing and suggesting features that should be added, but the development side of Racer is very much based on the amount of time the developers have to contribute towards it. This translates to infrequent updates of varying quality, but updates are often very feature-rich and inspire a new burst of energy into the development and modification of cars and tracks. ==See also== * List of open source games == References == == External links == * Official Site * Official Forum * Add-on Cars and Tracks for Racer - site #1 * Add-on Cars and Tracks for Racer - site #2 * Official Romania forum of Racer with Add-on - site #3 * - Forum racerowcy, forum, dodatki do racer, modele 3d ! * Official Spanish forum with news of Racer, with English support too Category:2012 video games Category:Racing simulators Category:MacOS games Category:Linux games Category:Windows games Category:Freeware games Category:Open-source video games Category:Racing video games Category:Multiplayer and single-player video games Category:Formerly free software Category:Video games developed in the Netherlands Category:Video games with available source code",
 "title": "Racer (simulator)"
}