{
 "id": "85664",
 "text": "Vacuna was an ancient Sabine goddess, identified by ancient Roman sources and later scholars with numerous other goddesses, including Ceres, Diana, Nike, Minerva, Bellona, Venus and Victoria. She was mainly worshipped at a sanctuary near Horace's villa (now in the commune of Licenza), in sacred woods at Reate, and at Rome. The protection she was asked to provide remains obscure. Pomponius Porphyrion calls her incerta specie (of an uncertain kind) in his commentaries on Horace. Renaissance authorsPetrus Crinitus, De honesta disciplina, 1504, vol. 25, chap. 12; Lilius Gregorius Gyraldus, Historiae Deorum Gentilium, Syntagma 10, Basel, 1548, who may depend on Crinitus. and Leonhard SchmitzIn Smith, citing Schol. ad Horat. Epist. i. 10. 49 ; Ovid Fasti vi. 307 ; Plin. H. N. iii. 17. state that she was a divinity to whom the country people offered sacrifices when the labours of the field were over, that is, when they were at leisure, vacui. The etymology of her name is linked to lack and privation, and Horace appears to call upon her in favour of a friend to whom one of his epistles is addressed. From this, it has been conjectured that she was prayed to in favour of absent people, family members or friends.G. Dumézil, La religion romaine archaïque, 2nd ed., p. 369, n. 3; id., Mélanges Geo Widengren, 1972, p. 307-311. Ovid mentions rites linked to sacramental fires with attendants either standing or sitting, that he compares to olden ceremonies observed on behalf of Vesta, without any suggestion of field work nor absent dear ones. ==References== ==Sources== ===Ancient sources=== * Horace, Epistles, l. 1, ep. 10, v. 49-50 (commented by Pomponius Porphyrion, Helenius Acron and the scholiast of Cruquius); * Ovid, Fasti, 6, v. 305 to 308; * Pliny the Elder, Natural History, l. 3 (ch. 12), par. 109; * Auson, Epistle 4, v. 101. Epigraphical sources: * Corpus Inscriptionum Latinarum, IX, 4636, 4751, 4752. ===Modern sources=== * Edmond Courbaud, Horace : sa vie et sa pensée à l’époque des Épîtres, Paris, 1914, ch. 2, § 7, note 16. Online on espace-horace * A. W. van Buren, « Vacuna », The Journal of Roman Studies, Vol. 6, 1916 (1916), pp. 202–204. * Elizabeth Cornelia Evans, « Horace's Sabine Goddess Vacuna », Transactions and Proceedings of the American Philological Association, Vol. 65, 1934 (1934). * ==External links== * Category:Agricultural goddesses Category:Roman goddesses",
 "title": "Vacuna"
}