{
 "id": "85697",
 "text": "In Etruscan religion, Fufluns () or Puphluns () was a god of plant life, happiness, wine, health, and growth in all things. He is mentioned twice among the gods listed in the inscriptions of the Liver of Piacenza, being listed among the 16 gods that rule the Etruscan astrological houses. He is the 9th of those 16 gods.Thomson, De Grummond Nancy, Myth and Sacred History, 2006, p. 113 He is the son of Semla and the god Tinia. He was worshipped at Populonia (Etruscan Fufluna or Pupluna) and is the namesake of that town.Grummond and Simon, 2006, p. 21 His Greek equivalent is Dionysus (Latin Bacchus), whereas his Roman equivalent is Liber. For this reason he was also called Fufluns Pachies or Pacha. He was adopted by the Romans but was quickly meshed with Bacchus and his rituals were changed heavily by the influence of Dionysian frenzies.Thomson, De Grummond Nancy, Myth, Sacred History, 2006, p. 114 ==Iconography== Fufluns is usually depicted as a beardless youth, but is sometimes rarely shown as an older, bearded man. Fufluns was shown in art with the thyrsus, satyrs, maenads, and other apotropaic symbols.Bonfante and Swaddling, 2006, p. 54Paleothodoros, 2007, p. 187 Fufluns is associated with several other deities in art, including Apulu (Apollo) who is considered his brother and his mother Semla.Grummond and Simon, 2006, p. 58 In association with them, Fufluns was sometimes seen as a chthonic deity associated with the underworld and a psychopomp that guided and protected souls.Grummond and Simon, 2006, p. 77 Fufluns was additionally associated with a purely Etruscan goddess named Catha.Grummond and Simon, 2006, p. 59 thumb|right|Depicting, from left to right; a satyr, Apulu, Fufluns and his mother Semla. ==Myths== Fufluns shares many myths with Dionysus, including the story of his birth, which parallels the story of Zeus and Semele.Thomson, De Grummond Nancy, Myth and Sacred History, 2006, p. 116Bonfante and Swaddling, 2006, p. 52 Like that myth, the pregnant Semla is killed by Tinia in the form of lightning bolt, who then continues to bear Fufluns by sewing the infant into his thigh and later giving birth to him.Bonfante, 2016, ln. 12 However, Semla continues to appear in artwork in association with an adult Fufluns after her death, indicating either a resurrection or immortalization of his mother.Bonfante and Swaddling, 2006, p. 74 Additionally, Fufluns’s connection to his mother is sometimes cast as romantic, as seen in artwork that shows them in an embrace used elsewhere in Etruscan artwork to indicate erotic entanglement. Another depiction of a lost myth regarding Fufluns depicts his relationship with Areatha, the Etruscan form of Ariadne. The bronze mirror shows Fufluns and Areatha but also includes additional figures that are not part of the Greek version of the myth, namely Castur (the Etruscan Castor), a male figure called Eiasun (Jason) and a small winged figure identified as Aminth, who is attributed as the personification of love.Thomson, de Grummond Nancy, Myth and Sacred History, 2006, p. 119 The implications of the scene are based on a myth that is no longer recorded, but indicate some disagreement between Eiasun and Fufluns in which Areatha is involved. The myth of Fuflun and Areatha itself follows the traditional Greek myth, in which Areatha is abandoned by Theseus after helping him escape the labyrinth of Minos. Fufluns then finds Areatha and falls in love with her, and they later marry.Bonfante and Swaddling, 2006, p. 41 ==Notes== ==References== * Bonfante, Larissa, and Judith Swaddling. (2006). Etruscan Myths. Austin, TX: University of Texas Press. * Bonfante, Larissa. (2015). Etruscan mirrors and the grave. In L’écriture Et L’espace De La Mort. Épigraphie Et Nécropoles à L'époque *Préromaine, edited by Marie-Laurence Haack. Rome, IT: Publications De L’École Française De Rome, 2015. Accessed 22 November 2016. http://books.openedition.org/efr/2741?lang=en. * Paleothodoros, Dimitris. (2007). Dionysiac imagery in archaic Etruria. Etruscan Studies, 10(1) (1 January 2007). doi:10.1515/etst.2004.10.1.187 Accessed 22 November 2016. * Thomson, De Grummond Nancy. (2006). Etruscan Myth, Sacred History, and Legend. Philadelphia, PA: University of Pennsylvania Museum of Archaeology and Anthropology. * Thomson, De Grummond Nancy, and Erika Simon. (2006). The Religion of the Etruscans. Austin, TX: University of Texas Press. Category:Etruscan gods Category:Etruscan religion Category:Health gods Category:Fertility gods Category:Nature gods",
 "title": "Fufluns"
}