{
 "id": "857110",
 "text": "A centered (or centred) triangular number is a centered figurate number that represents an equilateral triangle with a dot in the center and all its other dots surrounding the center in successive equilateral triangular layers. The following image shows the building of the centered triangular numbers by using the associated figures: at each step, the previous triangle (shown in red) is surrounded by a triangular layer of new dots (in blue). construction ==Properties== *The gnomon of the n-th centered triangular number, corresponding to the (n + 1)-th triangular layer, is: ::C_{3,n+1} - C_{3,n} = 3(n+1). *The n-th centered triangular number, corresponding to n layers plus the center, is given by the formula: ::C_{3,n} = 1 + 3 \\frac{n(n+1)}{2} = \\frac{3n^2 + 3n + 2}{2}. *Each centered triangular number has a remainder of 1 when divided by 3, and the quotient (if positive) is the previous regular triangular number. *Each centered triangular number from 10 onwards is the sum of three consecutive regular triangular numbers. *For n > 2, the sum of the first n centered triangular numbers is the magic constant for an n by n normal magic square. ===Relationship with centered square numbers=== The centered triangular numbers can be expressed in terms of the centered square numbers: :C_{3,n} = \\frac{3C_{4,n} + 1}{4}, where :C_{4,n} = n^{2} + (n+1)^{2}. ==Lists of centered triangular numbers== The first centered triangular numbers (C3,n < 3000) are: :1, 4, 10, 19, 31, 46, 64, 85, 109, 136, 166, 199, 235, 274, 316, 361, 409, 460, 514, 571, 631, 694, 760, 829, 901, 976, 1054, 1135, 1219, 1306, 1396, 1489, 1585, 1684, 1786, 1891, 1999, 2110, 2224, 2341, 2461, 2584, 2710, 2839, 2971, … . The first simultaneously triangular and centered triangular numbers (C3,n = TN < 109) are: :1, 10, 136, 1 891, 26 335, 366 796, 5 108 806, 71 156 485, 991 081 981, … . ==The generating function== The generating function that gives the centered triangular numbers is: :\\frac{x^2+x+1}{(1-x)^3} = 1 + 4x + 10x^2 + 19x^3 + 31x^4 +~...~. ==References== *Lancelot Hogben: Mathematics for the Million (1936), republished by W. W. Norton & Company (September 1993), * Category:Figurate numbers",
 "title": "Centered triangular number"
}