{
 "id": "85714",
 "text": "In Etruscan mythology, Tarchon and his brother, Tyrrhenus, were culture heroes who founded the Etruscan League of twelve cities, the Dodecapoli. One author, Joannes Laurentius Lydus, distinguishes two legendary persons named Tarchon, the Younger and his father, the Elder. It was the Elder who received the Etrusca Disciplina from Tages, whom he identifies as a parable. The Younger fought with Aeneas after his arrival in Italy. The elder was a haruspex, who learned his art from Tyrrhenus, and was probably the founder of Tarquinia and the Etruscan League. Lydus does not state that, but the connection was being made at least as long ago as George Dennis. Lydus had the advantage in credibility, even though late (6th century AD), of stating that he read the part of the Etrusca Disciplina about Tages and that it was a dialogue with Tarchon's lines in \"the ordinary language of the Italians\" and Tages' lines in Etruscan, which was difficult for him to read. He relied on translations. In Virgil's Aeneid, Tarchon, king of the Tyrrhenians, leads the Etruscans in their alliance with Aeneas against Turnus and the other Latian tribes.Book VIII.506, 603; X.153, 290; XI.727, 746 The legend fits well with Lydus', as this Tarchon must been the younger, dating him to the century immediately after the Trojan War. Nothing in the archaeology of Tarquinii and the other cities of the league contradicts these legends, as they were all founded in Late Bronze Age/Early Iron Age contexts; i.e., in one round number, about 1000 BC. The legends indicate that Aeneas was not an Etruscan, that he arrived in an already existing Etruria, and that it is to be dated to before the Trojan War. \"Tarchon\" is the anglicized transliteration of the Greek Τάρχων, or Τάρκων in Strabo's Geography,5.2.2 which itself is thought to reflect tarχun in the Etruscan language. The same name is thought to be related to the Latin Tarquinius, the name of a Roman gens, and of the Tarquins, two of the legendary Seven Kings of Rome. Hittite expert Oliver Gurney thought that it might be related to the name of the Luwian storm god Tarhunt, which in turn could be connected to gods present also in the Norse mythology as Thor, in the Celtic mythology as Taranis and in the Baltic mythology as Perkūnas. But the connection between Tarchon and Tarhunt has been dismissed by Carlo De Simone (linguist). ==Dodecapoli== The Dodecapoli is: Ancient/Modern #Aritim/Arezzo #Kisra/Cerveteri #Clevsi-n/Clusium/Chiusi #Curtun-a/Cortona #Perusna/Perugia #Pupluna/Populonia #Tarχuna/Tarquinia-Corneto (named after Tarchon the Younger) #Vatluna/Vetulonia #Velathri/Volterra #Velzna/Orvieto #Velχ/Vulci #Veia/Veio Rusellae/Roselle is incorrectly considered to have been part of the league by some modern authors. Likewise, since Vipsul/Fiesole was probably founded in the 9th-8th century BC and the Dodecapoli was founded Tyrsenos and Tarchon, who are both assumed to have lived in the 11th century BC, it is impossible that Vipsul was part of the league. ==References== Category:Etruscan mythology Category:Heroes in mythology and legend",
 "title": "Tarchon"
}