{
 "id": "857479",
 "text": "Moses Kiptanui (born October 1, 1970) is a Kenyan middle and long distance athlete mostly famous for 3,000 m steeplechase in which he was the number one ranked athlete from 1991 to 1995 and three time IAAF World Champion. Kiptanui was also the first man ever to run 3000m steeplechase in under eight minutes. ==Career== Kiptanui emerged in 1991 as a relatively unknown athlete. He won several IAAF Grand Prix races that season. He celebrated an especially spectacular victory in Zurich where he fell on the track on the last lap but still won easily. He was known as a highly confident and somewhat cocky athlete, who was self-coached and driven by his own self belief.Mutuota, Mutwiri (2010-12-07). Confidence is key for rising 1500m star Kiplagat. IAAF. Retrieved on 2010-12-07. His victory at the 1991 World Championships in Athletics in Tokyo therefore came as no surprise. To the great disappointment of many observers he was not included in the Kenyan team at the 1992 Summer Olympics in Barcelona. Kiptanui had failed to qualify at the Kenyan trials in Nairobi. However, shortly after the Olympics he set a new world record over 3000m in Cologne with a time of 7:28.96 min. Only three days later he also broke the 3000m steeplechase world record in 8:02.08 in Zurich. The following year, he defended the World Championship title easily in Stuttgart. He won the steeplechase at the 1994 IAAF World Cup.gbrathletics.com: IAAF WORLD CUP IN ATHLETICS In 1995 he broke the 5000m world record in Rome in a time of 12:55.30 min (June 8). After collecting his third World Championship gold medal in Gothenburg he also set the new 3000m steeplechase record in Zurich in a time of 7:59.18 min (August 16), the first man in history to ever dip under eight minutes for the 3000m steeplechase. A year later, he missed out on an Olympic gold medal again when he came second in the final in Atlanta. He was defeated by fellow Kenyan Joseph Keter. The next year, at the 1997 World Championships in Athletics in Athens, Greece, Kiptanui failed to win his fourth consecutive gold medal, but took silver. The winner was Wilson Boit Kipketer, also from Kenya. He was still active in 2001 sighting the 2002 Commonwealth Games,BBC Sports, December 6, 2001: Record relay to start Games but did not compete there. After retirement, he has been a running coach. In 2008 he coached the 2004 Olympic gold medalist, Ezekiel Kemboi. He has also been the chairman of the Marakwet District branch of Athletics Kenya.Daily Nation, June 5, 2000: Polls open a new chapter in KAAA His younger brother, Philemon Tanui, runs for University of Wyoming. A school was built by Shoe4Africa to honor the lifetime achievements of Kiptanui. The Shoe4Africa Moses Kiptanui School was opened in 2012 at Kamoi district, Marakwet and has eight primary classes with 320 students. Two ancillary early childhood development classes were added in 2015. Major achievements *1990 **1990 African Championships in Athletics - Cairo, Egypt. ***1500m gold medal **1990 IAAF World Junior Championships - Plovdiv, Bulgaria. ***1500m gold medal *1991 **1991 World Championships in Athletics - Tokyo, Japan. ***3000m steeplechase gold medal **1991 All-Africa Games - Cairo, Egypt. ***3000m steeplechase gold medal *1993 **1993 World Championships in Athletics - Stuttgart, Germany. ***3000m steeplechase gold medal *1994 **1994 Goodwill Games - Saint Petersburg, Russia. ***5000m gold medal *1995 **1995 World Championships in Athletics - Gothenburg, Sweden. ***3000m steeplechase gold medal *1996 **1996 Summer Olympics - Atlanta, United States of America. ***3000 m steeplechase silver medal *1997 **1997 World Championships in Athletics - Athens, Greece. ***3000m steeplechase silver medal ==References== ==External links== * Category:1970 births Category:Living people Category:People from Elgeyo- Marakwet County Category:Kenyan male middle-distance runners Category:Kenyan male long-distance runners Category:Kenyan male steeplechase runners Category:Olympic male steeplechase runners Category:Olympic athletes of Kenya Category:Olympic silver medalists for Kenya Category:Athletes (track and field) at the 1996 Summer Olympics Category:World record setters in athletics (track and field) Category:World Athletics Championships athletes for Kenya Category:World Athletics Championships medalists Category:Medalists at the 1996 Summer Olympics Category:Olympic silver medalists in athletics (track and field) Category:African Games gold medalists for Kenya Category:African Games medalists in athletics (track and field) Category:Goodwill Games medalists in athletics Category:Athletes (track and field) at the 1991 All-Africa Games Category:World Athletics Championships winners Category:Competitors at the 1994 Goodwill Games",
 "title": "Moses Kiptanui"
}