{
 "id": "857494",
 "text": "Charles Stebbins Fairchild (April 30, 1842 – November 24, 1924) was a New York businessman and politician who served as United States Secretary of the Treasury from 1887 to 1889 and Attorney General of New York from 1876 to 1877. He was a notable anti-suffragist, challenging the Nineteenth Amendment to the United States Constitution in 1920 and serving as president of the American Constitutional League. ==Biography== Charles Stebbins Fairchild was born on April 30, 1842 in Cazenovia, New York, to Helen Childs and Sidney Thompson Fairchild. He attended a local seminary and graduated from Harvard College in 1863, then Harvard Law School in 1865. He then began practicing law in Albany with the firm of Hand, Hale & Swartz; and soon became active in the Democratic Party of New York. He was married to Helen Lincklaen in 1871, and began serving in minor governmental capacities until 1874 when he became Deputy Attorney General of New York. He was involved in the prosecution and eventual conviction of New York City Police Commissioners Oliver Charlick and Hugh Gardner for removing elected inspectors without notice. When Samuel J. Tilden was elected Governor of New York, he directed Fairchild to lead the prosecution of the Canal Ring. Tilden then backed Fairchild to be Attorney General of New York, first at the Democratic party convention in Syracuse in 1875. He was elected in 1875 and was in office from 1876 to 1877. Fairchild was not reelected and failed to defeat the Canal Ring. In January 1878, he was nominated to be Superintendent of Public Works by Gov. Lucius Robinson, but was rejected by the New York State Senate.Nominated in NYT on January 5, 1878Rejected in NYT on January 16, 1878 He resumed the practice of law until 1885, when he was appointed Assistant U.S. Secretary of the Treasury. Fairchild led a commission that overhauled the department, resulting in the firing of hundreds of clerks, changes in methods of bookkeeping and cuts in expenses attributed to the United States Customs House. When Secretary Daniel Manning's health forced him to resign in 1887, Fairchild was appointed to succeed, and served in Grover Cleveland's administration from 1887 to 1889. In 1886, the United States Treasury had a surplus of approximately $94 million due to high taxes and custom collections. In an attempt to prevent money from accumulating, Fairchild asked the United States Congress to reduce taxes and allow money to be deposited in banks. After Congress refused both requests, Fairchild began buying back government bonds to dispose of surplus revenue. His action is seen by some as averting a financial crisis. He was removed from office when Grover Cleveland lost reelection in 1888, and refused to return after Cleveland won again in 1892. As a Gold Democrat, he opposed the nomination of William Jennings Bryan for president. Fairchild then moved to New York City and was a prominent figure in business and philanthropy. He was involved with the Charity Organization Society. He was President of the New York Security and Trust Company from 1889 to 1904. He was on the board of the American Mechanical Cashier Company (a competitor of NCR) with investment banker Henry L. Horton and Judge Hiram Bond. He was President of the Atlanta and Charlotte Air Line Railroad and a director of the Erie and Pittsburgh Railroad. He was a prominent figure in the opposition to a 'snap convention' held by David B. Hill in 1892. Fairchild also served as president of the American Constitutional League (formerly the Men's Anti-Suffrage Association). ===Fairchild v Hughes=== Fairchild v. Hughes was a case in which the Supreme Court of the United States decided whether a citizen, in a state that already had women's suffrage, had standing to challenge the validity of the ratification of the Nineteenth Amendment. On July 7, 1920, Fairchild challenged the validity of the ratification process for the Nineteenth Amendment in the Supreme Court of the District of Columbia. The district court dismissed the case on July 20, and Fairchild appealed. On August 26, Hughes acknowledged Tennessee's ratification, and the Nineteenth Amendment became law. The Court of Appeals affirmed the lower court decision. The case was appealed to the Supreme Court, which heard arguments in November, 1922. In February, the Court unanimously decided that Fairchild, as a private citizen, lacked standing to challenge the amendment's ratification under the limitations of the Case or Controversy Clause of Article III. ===Later life and death=== Fairchild died on November 24, 1924, and was buried at the Evergreen Cemetery in Cazenovia, New York. At the time of his death, he was the last living member of the first Cleveland Administration. Fairchild and his wife lived in the Lorenzo House. He was a brother of the Delta Kappa Epsilon fraternity (Alpha chapter). ==See also== * Lucia Fairchild Fuller, his daughter ==Notes== Category:1842 births Category:1924 deaths Category:19th- century American politicians Category:People from Cazenovia, New York Category:New York State Attorneys General Category:United States Secretaries of the Treasury Category:Harvard Law School alumni Category:New York State Superintendents of Public Works Category:Cleveland administration cabinet members Category:Harvard College alumni Category:Anti-suffragists",
 "title": "Charles S. Fairchild"
}