{
 "id": "857586",
 "text": "thumb|1907 Ariès The Ariès was a French automobile manufactured by La Société des Automobile Ariès in Asnières-sur-Seine. The firm was founded in 1902 by Baron Charles Petiet. The decision to end production was taken in 1937. Around 20,000 vehicles were produced in total. The first cars were two- and four- cylinder vehicles built 20 chassis at a time in a large factory. These shaft- drive cars had a rather unusual double rear axle, while the engines were built by Aster. In 1907 the company made its own narrow-angle V4 engine with desmodromic valves. The engine had a single cast iron T-head monobloc on a light alloy crankcase. This contained four cylinders in a square layout with a narrow 15° vee angle. Bore and stroke were 60 by 100mm, giving a capacity of 1.13 litres. It was rated at 8/10 fiscal horsepower. The crankshaft was short with disk webs, two main bearings and fork-and-blade connecting rods. Crankpins and main journals were held in the webs by tapers and a shallow nut, giving the effect of an undercut crankshaft. This made the engine extremely compact overall, long, wide and tall. The intention was to offer this compact engine as a replacement that would fit into a wide range of other vehicles. The crankshaft was drilled for a pressure oil feed to the crankpins, an advanced feature for this time, but the pistons and gudgeon pins were still lubricated by splash. In 1910 Ariès introduced a V6 engine on the same pattern for the 10/14 hp S6. Ariès entered the field of commercial vehicle production in 1910, mainly for the purpose of supplying the French army; the works built mainly military trucks during World War I, as well as Hispano-Suiza aero engines. After the war the company presented three new models; one was a four- cylinder, a 7 cv OHC 1085 cc, while the other two were variations on a 15cv 3-litre. One had a sidevalve Aster unit, while the second featured a sporty OHC engine; some of these last were quite successful in racing events. thumb|1932 Aries Berline, 4 Places Ariès had some motor-racing success in the 1920s, particularly with associated, although without success, at the 24 Hours of Le Mans and with more success in other touring car events. Their most successful drivers wore Robert Laly and Jean Chassagne, driving the 3 litre cars. Ariès stopped production of its 1100 cc and 3-liter cars, which had become obsolete, during the financial crisis of the 1930s. They were replaced in the catalogue with new 1500 cc and 2-liter models with an odd arrangement of a three-speed gearbox augmented by two-speed gears in the back axle, for a total of six speeds forward. Named the Super 10-50, few were made. After the war, Ariès attempted a comeback, briefly producing moped engines under the name ABG. ==See also== * Arthur Duray, raced Ariès cars in the late 1920s. ==References== Category:Defunct motor vehicle manufacturers of France Category:Vehicle manufacturing companies established in 1902 Category:1902 establishments in France Category:Vehicle manufacturing companies disestablished in 1937 Category:1937 disestablishments in France",
 "title": "Ariès"
}