{
 "id": "858422",
 "text": "thumb|right|Mungan in 2008 Murathan Mungan (born 21 April 1955 in Istanbul) is a Turkish author, short story writer, playwright and poet. == Biography == His family originates from Mardin. His father is an Arab and mother is a Bosnian. After receiving his BA from the Faculty of Letters and Drama at Ankara University, he worked as a dramaturg before devoting all his time to write poetry, plays, short stories, novels, film scenarios and songs. His first collection of poems, Osmanlıya Dair Hikayat (Stories about Ottomans) was published in 1980, making Mungan an overnight success. His output remained prolific and various poetry books followed, notably Yaz Gecer (Summer Passes) and Metal. He has written four theatre plays, which earned him wider success. Mahmud ile Yezida, Taziye are two of the most staged plays of the modern Turkish theatre. His short stories were compiled in successful volumes such as Kırk Oda (Forty Rooms) and Paranın Cinleri (Genies of Money). His screenplay Dağınık Yatak (Messy Bed) was later filmed by director Atıf Yılmaz in 1986 starring Turkish actress Müjde Ar. Mungan also wrote lyrics to some of Yeni Türkü's songs, and for pop singers such as Nükhet Duru. In 2006, Murathan Mungan supervised the production of a music album by Turkish arabesk singer Müslüm Gürses, featuring cover versions of popular songs such as Alexandra Leaving by Leonard Cohen, Mr. Tambourine Man by Bob Dylan, and I'm Deranged by David Bowie, all of which were selected by Mungan. Openly gay, Mungan has been often associated with the Turkish gay movement as a gay icon. ==Discography== * Söz Vermiş Şarkılar (2004, tribute album) * Aşk Tesadüfleri Sever (2006, supervisor) * 2020 Model (2020, tribute album) ==References== ==External links== * Official Site * Portrait of Murathan Mungan * Murathan Mungan Biyografisi Category:1955 births Category:Writers from Istanbul Category:Ankara University alumni Category:Living people Category:Gay writers Category:Turkish novelists Category:Turkish dramatists and playwrights Category:Turkish Arab people Category:LGBT writers from Turkey Category:Turkish male writers Category:Male novelists Category:Male dramatists and playwrights Category:Turkish male short story writers Category:Turkish male poets Category:20th-century Turkish poets Category:20th-century novelists Category:20th-century dramatists and playwrights Category:21st-century Turkish poets Category:21st-century novelists Category:21st-century dramatists and playwrights Category:LGBT novelists Category:LGBT dramatists and playwrights Category:LGBT poets Category:20th-century Turkish short story writers Category:21st-century short story writers Category:20th-century male writers Category:21st-century male writers",
 "title": "Murathan Mungan"
}