{
 "id": "858530",
 "text": "The Welsh Centre for International Affairs (WCIA) is a Welsh international affairs and strategy think tank, established in 1973 to promote the exchange of ideas on international issues, build international partnerships connecting Welsh people and organisations with the world, and encourage global action in communities and organisations across Wales. It is based in the Temple of Peace in Cardiff. It has been a charity trust since inception in 1973 and became a registered charity with the Charity Commission in 2014. It had an endowment of £1.2m in 2017–18. == History == The organisation's headquarters, the Temple of Peace in Cathays Park, was built in November 1938 by Minnie James of Dowlais, a bereaved mother of World War I victims, David Davies MP (later known as Lord Davies of Llandinam), and the King Edward VII Welsh National Memorial Association. The land was also gifted by the Montgomeryshire MP. In its early years it housed the King Edward VII Association, the United Nations Association (UNA) Wales, and in 1970 a successor organisation was proposed, which became the WCIA. The initiative for the foundation of the WCIA came in 1968 through a Western Mail editorial, which called for \"Welshmen to look beyond the confines of Wales and Britain to extend their knowledge and understanding of the rest of the world.\" Secretary of State for Wales, George Thomas MP was integral to bringing together the Association's Standing Conference. Among the early supporters were the Welsh Office, nearby local authorities, the University of Wales and education colleges, MPs, trade unionists, industrialists, churches, political parties, members of the media, and voluntary organisations. The opening ceremony was held on 11 October 1973 by Lady Tweedsmuir, Minister of State at the Foreign and Commonwealth Office. The Temple of Peace was previously owned by Public Health Wales, but was sold to nearby Cardiff University in 2017 ==See also== *List of think tanks in Wales *CEWC-Cymru - an educational charity working with young people to promote active global citizenship in Wales *Institute of Welsh Affairs - a think tank promoting civic discussion in Wales ==References== ==External links== * Welsh Centre for International Affairs * * CEWC-Cymru * UNA Exchange Category:Charities based in Wales Category:International relations education Category:Foreign relations of the United Kingdom Category:Public policy research Category:Organisations based in Cardiff Category:Think tanks based in Wales Category:1973 establishments in the United Kingdom Category:Research institutes in Wales Category:Organizations established in 1973 Category:Politics of Wales Category:Political and economic think tanks based in the United Kingdom Category:Foreign policy and strategy think tanks based in the United Kingdom",
 "title": "Welsh Centre for International Affairs"
}