{
 "id": "859307",
 "text": "The Armed Forces Expeditionary Medal (AFEM) is a military award of the United States Armed Forces, which was first created in 1961 by Executive Order of President John Kennedy. The medal is awarded to members of the U.S. Armed Forces who, after July 1, 1958, participated in U.S. military operations, U.S. operations in direct support of the United Nations, or U.S. operations of assistance for friendly foreign nations. == Appearance== The Armed Forces Expeditionary Medal is issued as a bronze medal, 1 inches in diameter. The obverse side of the medal consists of an eagle, with wings addorsed and inverted (representing the strength of the United States Armed Forces), standing on a sword loosened in its scabbard, and super- imposed on a radiant compass rose of eight points, (representing the readiness to serve wherever needed) all within the circumscription \"ARMED FORCES\" above and \"EXPEDITIONARY SERVICE\" below with a sprig of laurel on each side. On the reverse side of the medal is the shield from the United States Coat of Arms above two laurel branches separated by a bullet, all within the circumscription \"UNITED STATES OF AMERICA\". The ribbon is 1 inches wide and consists of the following stripes: inch Green, inch Golden Yellow, inch Spicebrown, inch Black, inch Bluebird, inch Ultramarine Blue, inch White, inch Scarlet, inch Bluebird, inch Black, inch Spicebrown, inch Golden Yellow and inch Green. Ribbon devices A bronze service star is authorized for participation in subsequent U.S. military operations authorized for award of the AFEM (only one award is authorized for each designated U.S. military operation). A silver service star is worn in lieu of five bronze service stars. The Arrowhead device is authorized for United States Army and United States Air Force personnel who are awarded the medal through participation in an airborne or amphibious assault. The Fleet Marine Force Combat Operation Insignia is authorized for U.S. Navy service members assigned to Marine Corps units that participate in combat during the assignment. == Criteria== The Armed Forces Expeditionary Medal may be authorized for three categories of operations: U.S. military operations; U.S. military operations in direct support of the United Nations; and U.S. operations of assistance for friendly foreign nations. The medal shall be awarded only for operations for which no other U.S. campaign medal is approved, where a foreign armed opposition or imminent threat of hostile action was encountered. Since its original conception in 1961, the Armed Forces Expeditionary Medal has been awarded for United States participation in over forty five designated military campaigns. The first campaign of the AFEM was the Cuban Missile Crisis and the award was issued for military service between October 1962 and June 1963. Following this original issuance, the AFEM was made retroactive to 1958 and issued for actions in Lebanon, Taiwan, Republic of the Congo, Quemoy and Matsu, and for duty in Berlin between 1961 and 1963.Air Force Personnel Center Armed Forces Expeditionary Medal During the early years of the Vietnam War, the Armed Forces Expeditionary Medal was issued for initial operations in South Vietnam, Laos, and Cambodia. The Armed Forces Expeditionary Medal was intended to replace the Marine Corps Expeditionary Medal and Navy Expeditionary Medal, but this never occurred and both services continue to award their service expeditionary medals and the AFEM, though not concurrently for the same action. In 1965, with the creation of the Vietnam Service Medal, the AFEM was discontinued for Vietnam War service. As the Vietnam Service Medal was retroactively authorized, those personnel who had previously received the AFEM were granted the option to exchange the Armed Forces Expeditionary Medal for the Vietnam Service Medal. In 1968, the AFEM was awarded for Naval operations in defense of the , which was seized by North Korea, as well as for Korean Service, and awarded for Thailand and Cambodia operations in 1973. Because of these awards during the Vietnam War period, some military personnel have been awarded both the Armed Forces Expeditionary Medal & the Vietnam Service Medal. Some military advisers involved in the 1973 Arab–Israeli War were also awarded the medal for their involvement in the supply and training of the IDF on the use and deployment of anti-tank weapons. In the 1990s, it was awarded to numerous Naval ships such as who enforced the Dayton Peace Accords and operated in the Adriatic Sea enforcing UN arms embargo against Croatia and Bosnia-Herzegovina and participating in Operation Sharp Guard and Operation Joint Endeavor up through and during the Bosnian crisis. In 2003, with the creation of the Global War on Terrorism Expeditionary Medal, the AFEM was discontinued for Iraq, Saudi Arabia, and Kuwait. After 18 March 2003, some personnel became eligible for the Armed Forces Expeditionary Medal, as well as the Global War on Terrorism Expeditionary Medal. Only one medal may be awarded, however, and individuals or units that deployed to the Gulf for Operation Southern Watch, and then immediately transitioned to Operation Iraqi Freedom, are not eligible for both medals. Beginning in 1992 an effort was begun to phase out the AFEM in favor of campaign specific medals and the newly created Armed Forces Service Medal. The Armed Forces Service Medal was also originally intended to be a replacement for the Armed Forces Expeditionary Medal, however the two awards are currently considered separate awards with different award criteria. The primary difference between the two is that the Armed Forces Expeditionary Medal is normally awarded for combat operations and combat support missions. ==Approved operations== ===U.S. military operations=== After the close of the Vietnam War, the Armed Forces Expeditionary Medal was issued for various military operations in Panama, Grenada, and Libya Operation El Dorado Canyon. {| class=\"toccolours\" style=\"width:100%; clear:both; margin:1.5em auto;\" |- |+ style=\"background:darkGrey;\"| Approved U.S. Military Operations for the Armed Forces Expeditionary Medal |- style=\"background:#c5d2ea;\" ! Area or operation ! Start date ! End date |- |Quemoy and Matsu Islands |23 August 1956 |1 June 1963 |- |Lebanon (1958 Lebanon crisis) |1 July 1958 |1 November 1958 |- | Taiwan Straits (Second Taiwan Strait Crisis) | 23 August 1958 | 1 January 1959 |- | Berlin (Berlin Crisis) | 14 August 1961 | 1 June 1963 |- |Cuba |24 October 1962 |1 June 1963 |- | Congo (Operation Dragon Rouge) |23 November 1964 |27 November 1964 |- | Dominican Republic (Operation Power Pack) | 28 April 1965 | 21 September 1966 |- | Korea>Also eligible for the Korean Defense Service Medal for same timeframe as a DOD exception to policy, Code of Federal Regulations Title 32 National Defense Volume 3, dated 7 July 2008 | 1 October 1966 | 30 June 1974 |- | Arab–Israeli War (Operation Nickel Grass) | October 6, 1973 | October 25, 1973 |- | Cambodia (Evacuation-Operation Eagle Pull) | 11 April 1975 | 13 April 1975 |- | Vietnam (Evacuation Operation Frequent Wind)>May exchange AFEM for Vietnam Service Medal, Code of Federal Regulations Title 32 National Defense Volume 3, dated 7 July 2008 | 29 April 1975 | 30 April 1975 |- | Mayagüez Operation | 15 May 1975 | 15 May 1975 |- | Grenada (Operation Urgent Fury) | 23 October 1983 | 21 November 1983 |- | Libya (Operation El Dorado Canyon) | 12 April 1986 | 17 April 1986 |- | Persian Gulf (Operation Earnest Will) | 24 July 1987 | 26 September 1988 |- | Panama (Operation Just Cause) | 20 December 1989 | 31 January 1990 |- | Haiti (Operation Uphold Democracy) | 16 September 1994 | 31 March 1995 |- | Kuwait, UAE, Bahrain, waters of the Arabian / Persian Gulf (Operation Southern Watch) | December 1995 | March 2003 |- | Saudi Arabia (Operation Southern Watch) | December 1995 | March 2003 |- | Haiti (Operation Secure Tomorrow) | 29 February 2004 | 15 June 2004 |- | Former Republic of Yugoslavia>The Kosovo Campaign Medal transitioned to the AFEM effective January 1, 2014; hence, start date for award of the AFEM does not coincide with the start date of Operation JOINT GUARDIAN |1 January 2014 | to a date to be determined |} === U.S. operations in direct support of the United Nations=== The medal is also authorized for several United Nations actions, such as peacekeeping efforts in Somalia. {| class=\"toccolours\" style=\"width:100%; clear:both; margin:1.5em auto;\" |- |+ style=\"background:darkGrey; color:white;\" | Approved U.S. Operations in Direct Support of the United Nations for the Armed Forces Expeditionary Medal |- style=\"background:#c5d2ea;\" ! Area or operation ! Start date ! End date |- | Democratic Republic of the Congo | 14 July 1960 | 1 September 1962 |- | Somalia (Operation Restore Hope, Operation United Shield) | 5 December 1992 | 31 March 1995 |} === U.S. operations in direct support of NATO operations=== The medal is also authorized for NATO peacekeeping operations in Bosnia and Herzegovina and Croatia. {| class=\"toccolours\" style=\"width:100%; clear:both; margin:1.5em auto;\" |- |+ style=\"background:darkGrey;\"| Approved U.S. Operations in Direct Support of the North Atlantic Treaty Organization (NATO) for the Armed Forces Expeditionary Medal |- style=\"background:#c5d2ea;\" ! Area or operation ! Start date ! End date |- |Former Republic of Yugoslavia (Operation Joint Endeavor)>Also entitled to Armed Forces Service Medal for above same timeframe as an exception to policy, Code of Federal Regulations Title 32 National Defense Volume 3, dated 7 July 2008>Only for participants deployed in Bosnia- Herzegovina and Croatia, The Institute of Heraldry: Armed Forces Expeditionary Medal | 1 June 1992 | 19 December 1996 |- |Former Republic of Yugoslavia (Operation Joint Guard) | 20 December 1996 | 20 June 1998 |- |Former Republic of Yugoslavia (Operation Joint Forge) |21 June 1998 |2 December 2004 |} === U.S. operations of assistance for a friendly foreign nation=== The AFEM has been issued for numerous operations in the Persian Gulf, most notably Operation Earnest Will, which began in 1987 and lasted until the eve of Operation Desert Shield.Army Regulations 600-8-27 p. 26 paragraph 9-14 Following the close of Desert Storm,Army Regulations 600-8-27 p. 26 & 28 and the engagement in peacekeeping and sanction missions against Iraq, the Armed Forces Expeditionary Medal was issued again for several operations such as Operation Northern Watch, Operation Southern Watch, and Operation Vigilant Sentinel. {| class=\"toccolours\" style=\"width:100%; clear:both; margin:1.5em auto;\" |- |+ style=\"background:darkGrey;\"| Approved U.S. Operations of Assistance for a Friendly Foreign Nation for the Armed Forces Expeditionary Medal |- style=\"background:#c5d2ea; text-align:center;\" ! Area or operation ! Start date ! End date |- style=\"text-align:left;\" | Vietnam (General Service) | 1 July 1958 | 3 July 1965 |- align=left | Laos | 19 April 1961 | 7 October 1962 |- align=left | Cambodia (Vietnam Support Operations) | 29 March 1973 | 15 August 1973 |- align=left | Thailand (Cambodia Support Operations) | 29 March 1973 | 15 August 1973 |- align=left | El Salvador | 1 January 1981 | 1 February 1992 |- align=left | Lebanon | 1 June 1983 | 1 December 1987 |- align=left | Persian Gulf (Operation Earnest Will) | 24 July 1987 | 1 August 1990 |- align=left | Southwest Asia (Operation Southern Watch) | 1 December 1995 | 18 March 2003 |- align=left | Southwest Asia (Maritime Intercept Operations) | 1 December 1995 | 18 March 2003 |- align=left | Southwest Asia (Operation Vigilant Sentinel) | 1 December 1995 | 15 February 1997 |- align=left | Southwest Asia (Operation Northern Watch) |1 January 1997 |18 March 2003 |- align=left | Southwest Asia (Operation Desert Thunder) | 11 November 1998 | 22 December 1998 |- align=left | Southwest Asia (Operation Desert Fox) | 16 December 1998 | 22 December 1998 |- align=left | Southwest Asia (Operation Desert Spring) | 31 December 1998 | 18 March 2003 |} ==Similar awards== Similar awards of the Armed Forces Expeditionary Medal: The Global War on Terrorism Expeditionary Medal (the AFEM is no longer issued for operations in the Middle East, but may be reactivated for future campaigns which may not qualify for either the Global War on Terrorism Expeditionary Medal, Iraq Campaign Medal, and Afghanistan Campaign Medal). Similar in nature to the AFEM, the GWOTEM is awarded for deploying abroad on or after Sept. 11, 2001 (and a future date to be determined), for service in Operation Enduring Freedom (OEF) or Operation Iraqi Freedom (OIF). Service stars are also authorized for the Global War on Terrorism Expeditionary Medal effective February 9, 2015 retroactive to September, 11, 2001. Each service star represents a deployment in support of an approved GWOT operation. Only one GWOT-EM is awarded for each operation (five bronze service stars are authorized for six approved deployment operations). The GWOT-EM approved operations by inclusive dates are: :Enduring Freedom: September 11, 2001 - present :Iraqi Freedom: March 19, 2003 - August 31, 2010 :Nomad Shadow: November 5, 2007 - present :New Dawn (Operation Iraqi Freedom renamed): September 1, 2010 - December 31, 2011 :Inherent Resolve: June 15, 2014 - present :Freedom's Sentinel: January 1, 2015 - present The Navy Expeditionary Medal and the Marine Corps Expeditionary Medal. In the modern era, service members who were authorized one of these medals are occasionally permitted to choose between receipt of the Armed Forces Expeditionary Medal or the service specific expeditionary medal. The AFEM and the Navy/Marine Expeditionary Medal cannot be bestowed simultaneously for the same action. The Air Force Expeditionary Service Ribbon. Although similar in name, this award is unrelated to the Armed Forces Expeditionary Medal and is presented for duty performed on U.S. Air Force deployments. ==See also== * Awards and decorations of the United States military * U.S. Army Institute of Heraldry * National Personnel Records Center (Military Personnel Records Center) ==Notes== ==References== ===Bibliography=== * * * * * (US) Army Regulation 600-8-22 Chapter 2-12, Tables 2-2, 2-3 and 2-4, dated 11 December 2006. Category:Awards established in 1961 Category:United States campaign medals Category:United States expeditionary medals",
 "title": "Armed Forces Expeditionary Medal"
}