{
 "id": "859384",
 "text": "{{Infobox original English manga | image = Rising Stars of Manga 1.jpg | imagesize = | caption = | Anthology = y | author = | illustrator = | publisher = Tokyopop (North America) | publisher_other = | demographic = Teen | magazine = | first = 2002 | last = 2008 | volumes = 8 | chapter_list = | related = | content = | subcat = Tokyopop | OEL = Y }} Rising Stars of Manga (RSoM) was an English-language comic anthology published by TOKYOPOP from 2002 to 2008, and a contest held by the same company. It was originally semi- annual, but switched to annual beginning with the 6th volume. Each volume represented the results of a contest, in which aspiring comic book artists from all over the U.S. each submit a 15-20 page one-shot comic. Tokyopop staff select the best entry in each genre category (Comedy, Action, Mystery, Romance, Drama, Sci-Fi, Fantasy and Horror) to publish in the anthology. Each winner received a $1000 prize. In addition, a People's Choice winner was decided from around 20 entries by votes from online viewers or users of the Toykopop website. The People's Choice winner was awarded $500 and published in the anthology as well (although a genre winner could also be selected as a People's Choice winner). Before the seventh RSoM competition (in 2007), the staff of TOKYOPOP picked one grand-prize winner, a Second and a Third prize winner, and eight runners-up with no distinctions in genre. The youngest entrant to become a finalist was 15 and the youngest to be published in the anthology was also 15, and the oldest had been 39. Finalists were offered a chance to submit a proposal to create a series of books, usually lasting three volumes. Other finalists have parlayed the exposure provided by the contest into manga/comics jobs at other companies. A few of the winners had the beginning chapters of their comics serialized by syndication in the Sunday comics of various American newspapers (Peach Fuzz, Van Von Hunter and Mail Order Ninja), through the Universal Press Syndicate. ==History== Tokyopop launched its first Rising Stars of Manga contest on August 15, 2002 and ended it on December 16, 2002, with more than five hundred American artists submitting their 15–25 page, English-language stories. Priscilla Hamby and Clint Bickham's \"Devil Candy\" won the grand prize while \"Van Von Hunter: Circlet of Necromancy\" by Michael Schwark and Ron R. Kaulfersch took first place. The second ran from June 1, to September 1, 2003; editors selected Lindsay Cibos's \"Peach Fuzz\"—later adapted into a three-volume manga of the same name—as the grand-prize winner and Nicholas Liaw's \"Unmasked\" as the first-place winner. The third ran from January 1, to March 15, 2004. \"Atomic King Daidogan\" by Nathan Maurer was chosen as the grand-prize winner and later expanded into a series. The fourth started on June 1, 2004, and concluded on August 16, 2004. Tokyopop also created a Rising Stars of Manga contest for the United Kingdom; the first began on May 1, 2005. ==Release== ===Volume list=== ==Comics that started out in Rising Stars of Manga== *Atomic King Daidogan *Bombos versus Everything *Devil's Candy *Dogby Walks Alone *Mail Order Ninja *Next Exit (appeared in RSoM as \"Doors\") *Peach Fuzz *Work Bites *Van Von Hunter *Divalicious! (appeared in RSOM as \"Pop Star\") ==Comics by authors who started out in Rising Stars of Manga== *Bizenghast (from the RSoM entry \"Nikolai\") *Mark of the Succubus (from the RSoM runner-up \"Life Remains\") *MBQ (from the RSoM entry \"Manga\") *Sorcerers & Secretaries (from the RSoM entry \"The Hopeless Romantic and the Hapless Girl\") *RE:Play (from the RSoM entry \"Doors\") *Bombos versus Everything (from the RSoM entry \"Hellbender\") *King of RPGs ==References== ==External links== *TOKYOPOP Corporate page for \"Rising Stars of Manga\" *TOKYOPOP's \"Rising Stars of Manga Competition 8\" Homepage *RSoM Winners Homepage Links to individual websites for winners. *TOKYOPOP's \"Rising Stars of Manga\" Manga books A few winning RSoM7 entries viewable online. * Category:Tokyopop titles Category:2002 comics debuts Category:Original English-language manga",
 "title": "Rising Stars of Manga"
}