{
 "id": "859304",
 "text": "The Northstar engine is a family of high-performance 90° V engines produced by General Motors between 1993 and 2011. Regarded as GM's most technically complex engine, the original double overhead cam, four valve per cylinder, aluminum block/aluminum head V8 design was developed by Oldsmobile R&D;, but is most associated with Cadillac's Northstar series. Displacing in its basic form, the direct family line transitioned to longitudinal and supercharged versions. Variants were used at Oldsmobile (as the Aurora L47 V8 and \"Shortstar\" LX5 V6), as well as in several top-end 2000s Pontiacs and Buicks. The related Northstar System was Cadillac's trademarked name for a package of performance features introduced in mid-1992 that coupled the 4T80E transmission, a 100,000 mile service interval, road sensing suspension, variable power steering, and 4-wheel disc brakes to the Division's high-output and high-torque Northstar engines. GM ceased production of the Northstar in 2011. The final cars to receive it, the Cadillac DTS, Buick Lucerne, and Cadillac STS, rolled off the line in 2011. It was replaced by the GM LS small- block OHV engine, used in newer Cadillac V8 models like the CTS-V, marking a step back to a simpler, more reliable pushrod engine design. These LS V8 engines were the only V8 engines used by Cadillac for the next eight years, until the clean sheet Blackwing V8 was introduced in 2018 in the 2019 Cadillac CT6-V. A Cadillac-exclusive, it was discontinued after just two years in early 2020. == Development and features == GM initiated what ultimately became the Northstar's design at Oldsmobile R&D; some time in 1984 in anticipation of the advanced dual overhead cam V8 engines to be introduced by European and Japanese competitors later in the decade. At that time, Cadillac was using the aluminum HT Overhead Valve (OHV) V8 which GM pushed hastily into production because the CAFE standards for 1982 would preempt using 1981's V8-6-4. At the time it was GM's corporate policy not to pass the gas guzzler tax on to the consumer. Cadillac was developing new models which they hoped would compete against the best luxury cars from BMW, Mercedes-Benz, and Asian rivals like Lexus, Acura, and Infiniti. GM developed a laundry list of items to be included in the Allanté and updated Eldorado and Seville STS, including sophisticated steering, braking, and suspension technologies, and an engine exclusive to \"Cadillac\" the Division's dealers were clamoring for. This group of features became known as the Northstar System. Central to it was a high- tech V8 with the performance and sophistication to compete with an ever- expanding list of imported challengers. Capable of producing out of its displacement, the Northstar featured a cast aluminum 90° V8 block with bore spacing split into unitary upper and lower halves. The lower crankcase assembly supported the crankshaft without conventional main bearing caps. An oil manifold plate with an integrated silicone gasket forms the oil gallery under this. A typical oil change used of oil. GM specified cast-iron cylinder liners and the cast aluminum pistons included valve clearance. Northstar is an interference engine: the valves will strike the pistons if they lose timing. It has bronze piston pin bushings and free-floating piston pins. GM used cast aluminum cylinder heads featuring 4 valves per cylinder. The heads used dual overhead cams driven through the \"maintenance-free\" cam-drive chain case. The cams act directly on hydraulic lifters on the ends of the valves and are fed with a lubrication passage drilled through the cylinder head lengthwise. The intake valves are inclined at 25°, while the exhaust valves are canted to 7° with center-mounted platinum-tipped spark plugs. The cam covers are magnesium for light weight and sound damping. Sequential fuel injection was delivered via eight thermoplastic tubes. Ignition was distributorless, with a waste spark setup. The powertrain control module (PCM) controlled spark and fuel injection timing as well as the shift points for the new four-speed, transverse GM 4T80 transmission. All engines of this family share the same Northstar bellhousing pattern. One notable feature advertised at the time was the \"limp home\" fail-safe mode, which allowed the engine to continue running for a limited time without any coolant. Supplying fuel to only one cylinder bank in turn, the engine would \"air cool\" the inactive bank. This technique, combined with its all-aluminum construction and large oil capacity, allows the engine to maintain safe temperatures, allowing a Northstar-equipped car to be driven with no coolant for about without damage. Another unusual feature of some heavily electronic-laden Northstar-equipped cars such as the Seville, DeVille, and Eldorado is a liquid-cooled alternator. Although this was intended to prolong alternator life, GM reverted to a traditional air-cooled setup for 2001 to eliminate potential leak points and extraneous tubing. Later developments included direct coil-on-plug ignition, roller lifters, and variable valve timing, which can vary intake by up to 40° and the exhaust by up to 50°. VVT was devised for the longitudinal LH2 version, and has not, to date, been used on the transverse front wheel drive engines due to packaging considerations. == Northstar series == The engine was introduced in mid-1992 in the 1993 Cadillac Allanté; in 1996 the Northstar became the standard engine on all Cadillacs except the Fleetwood, but is now phased out of all Cadillac models. The Northstar engine was used on all Northstar equipped Cadillacs while the Deville Concours, Eldorado ETC, Seville STS, and in 2000 the Deville DTS, were fitted with the version. The original Northstar Allanté also introduced the Northstar System which included traction control, adaptive suspension, and antilock brakes. Early Northstar required premium grade gasoline to run safely. The Northstar was sold exclusively by that name by Cadillac for over a decade before being introduced in the 2004-2005 Pontiac Bonneville and 2006 Buick Lucerne. However, the L47 V8 Northstar variant was used in the Oldsmobile Aurora and the 3.5L LX5 V6 in the Oldsmobile Intrigue. The LH2 engine variant received a forged steel crankshaft in October 2003. The LD8 and L37 variants received a forged crankshaft for the 2006 model year. Cadillac had planned to introduce a V12 Northstar this decade, likely for use in the Escalade, but economics and new CAFE standards killed the idea. Most Northstar engines produce , with power reaching as high as in the supercharged LC3. The engines were revised for 2000 with coil-on-plug ignition and roller follower valvegear for improved fuel economy and reduced emissions. Though power output did not change, this update made premium fuel merely recommended, rather than required. All but the supercharged Northstars displaced with a bore and stroke. For better head gasket sealing between cylinders, the supercharged version is de-bored to for a total displacement of . The block is believed to be capable of expansion up to 5.4 L, though no such engine has been produced. The Northstar was on the Ward's 10 Best Engines list for 1995, 1996, and 1997. ===Northstar System=== The Northstar System was Cadillac's trademarked name for a package of automobile performance features introduced in mid-1992 on the 1993 Cadillac Allanté and later on the 1993 Seville and Eldorado. The Northstar System included the following components: ** L37 high- output and ** LD8 high-torque and * Variable valve timing (VVT), a continuously variable system throughout the rpm range, increasing fuel economy. : GM engines use the double overhead cam, varying both intake and exhaust for better performance. * GM 4T80-E 4-speed automatic transmission * Road Sensing Suspension (RSS), which monitored damping rates of the shock absorbers every 15 milliseconds, selecting between two settings. : RSS was available in both standard and CV-RSS (continuously-variable) systems. * 4-wheel disc brakes with Bosch antilock brakes * Magnasteer speed-variable power steering, which combines conventional hydraulic power steering and magnetized \"doughnuts\" mounted around the output shaft, which stiffen the steering as vehicle speed increases. Later versions of the Northstar engine included the 4.6L and LH2 which began in 2004, and supercharged 4.4L LC3 created for the STS-V which are detailed below. === L37 === The L37 (VIN \"9\") was the original Northstar. It is tuned for responsiveness and power, while the later LD8 is designed for more sedate use. The L37 code had been used on all high-output transverse Northstars, even as the exact engine specifications evolved. The compression ratio for the L37 is 10.3:1 for engines built prior to 2000, and 10.0:1 afterwards. The original L37 was specified at , but 1993 production examples were rated at . The engine topped out at from 1996 through 2004 on the STS, DTS and ETC models, making these some of the most powerful domestic front wheel drive cars ever built. For 2005 the high output Northstar became Northstar NHP, and was downrated to under the new SAE certified horsepower rating system. In 2006, the updated DTS \"Performance Package\" model got a slight bump to . Vehicles using the L37 include: {| class=wikitable |- !Year !Model !Power !Torque |- |1993||Cadillac Allanté|| @ 5600 rpm|| @ 4400 rpm |- |1993–1994||rowspan=2|Cadillac Eldorado ETC|| @ 5600 rpm|| @ 4400 rpm |- |1995–2002|| @ 6000 rpm|| @ 4400 rpm |- |1993-1994||rowspan=2|Cadillac Seville STS|| @ 5600 rpm|| @ 4400 rpm |- |1995–2004||rowspan=2| @ 6000 rpm||rowspan=2| @ 4400 rpm |- |1996–2004||Cadillac DeVille Concours/DTS |- |2005||Cadillac DeVille DTS|| @ 5600 rpm|| @ 4400 rpm |- |2006–2011||Cadillac DTS Performance||rowspan=2| @ 6300 rpm||rowspan=2| @ 4500 rpm |- |2008–2011||Buick Lucerne Super |} === LD8 === The LD8 (VIN \"Y\") is a transverse V8 for front-wheel drive cars. Introduced in 1994, it is designed to provide more torque than the high-revving L37. The LD8 code had been used on all torque-tuned transverse Northstars, even as the exact engine specifications evolved. Compression ratio is 10.3:1 for engines built prior to model year 2000, and 10.0:1 for those built afterwards. The 1998 revision is quieter than previous Northstar engines, due to hydraulic engine mounts, and performs better due to a tuned intake system. Most LD8 Northstars are rated at and . {| class=wikitable |- !Year !Model !Power !Torque |- |1994||Cadillac Eldorado||||rowspan=2| |- |1995–2001||rowspan=2|Cadillac Eldorado ESC || @ 5750 rpm |- |2002|| @ 5600 rpm|| @ 4000 rpm |- |1993-1994||rowspan=2|Cadillac Seville SLS|||| |- |1995–2004|| @ 5600 rpm|| @ 4000 rpm |- |1994||rowspan=2|Cadillac DeVille Concours||||rowspan=2| |- |1995||rowspan=2| @ 5750 rpm |- |1996–2001||rowspan=2|Cadillac DeVille||rowspan=2| @ 4000 rpm |- |2002–2005|| @ 5600 rpm |- |2006–2011||Cadillac DTS|| @ 6000 rpm|| @ 4400 rpm |- |2004–2005||Pontiac Bonneville GXP|| @ 5600 rpm|| @ 4000 rpm |- |2006–2007||Buick Lucerne CXL (optional)/CXS|| @ 6000 rpm|| @ 4400 rpm |} === LH2 (VIN \"A\")=== The Northstar was designed originally for transverse front- wheel drive applications. It was modified substantially in 2004 for longitudinal rear- and all-wheel drive use in the STS, SRX, and XLR, as well as receiving continuously variable valve timing on both intake and exhaust sides. The RWD (LH2) Northstar produces and . The addition of variable valve timing enables most of the increase in power from the L37 and LD8 Northstars. {| class=wikitable |- !Year !Model !Power !Torque |- |2004–2009||Cadillac SRX||rowspan=4| @ 6400 rpm|| @ 4400 rpm |- |2004–2009||Cadillac XLR|| @ 4400 rpm |- |2005–2010||Cadillac STS||rowspan=2| @ 4400 rpm |- |2007–2009||Cadillac SLS (China) |} === LC3 === A supercharged Northstar was used in the 2006 Cadillac STS-V and Cadillac XLR-V. The bore was reduced for increased strength and improved head gasket sealing. Variable valve timing is used on both the intake and exhaust sides. The STS-V engine produces at 6400 rpm and at 3900 rpm with 9.0:1 compression and the XLR-V engine produces at 6400 rpm and at 3900 rpm. {| class=wikitable |- !Year !Model !Power !Torque |- |2006–2009||Cadillac STS-V|| @ 6400 rpm|| @ 3900 rpm |- |2006–2009||Cadillac XLR-V|| @ 6400 rpm|| @ 3900 rpm |} === L47 === The L47 Aurora engine was a special V8 designed for the Oldsmobile Aurora, based on the Northstar engine, used during the 1995-1999 and 2001-2003 model years. It is a DOHC V8 which produced and of torque. The bore and stroke was . The L47 had a 10.3:1 compression ratio and used premium fuel. Although most of the Northstar's features, including the coolant loss system, remained intact, the decreased bore increased weight unacceptably. To reduce it, Oldsmobile used a one-piece glass-filled thermoplastic intake manifold and simplified AC Rochester sequential fuel injection. A new die-cast structural aluminum oil pan incorporated baffling to reduce oil starvation in hard driving. A starter interlock prevented the starter from engaging if the quiet L47 was already running. An early version or prototype of this engine was used in the 2nd generation Oldsmobile Aerotech. A highly modified version of this engine was used by General Motors racing division initially for IMSA sports car competition in an Oldsmobile Aurora GTS-1 and Riley&Scott; LMP prototypes in 1995, Indy Racing League competition starting in 1997, then was later used in the Cadillac Northstar LMP program in 2000. Both engines retained the 4.0 L displacement, but the Northstar LMP version was twin-turbocharged.Weitzman, Larry (2001).The Aurora by Oldsmobile (2001), Better in every respect. Autochannel. Retrieved on June 28, 2009. The Aurora was also used in the Shelby Series 1 car. In the inaugural DTM season, Opel would debut their Astra with a V8 derived from the L47. The Aurora engine was introduced in 1994 for the 1995 model year, and General Motors has not used this engine since the retirement of Oldsmobile in 2004. {| class=wikitable |- !Year !Model !Power !Torque |- |1995–2003||Oldsmobile Aurora|| @ 5600 rpm|| @ 4400 rpm |- |1999–2005||Shelby Series 1|| @ 6500 rpm|| @ 5000 rpm |} == LX5 (Shortstar) == The LX5 is a DOHC V6 from Oldsmobile, introduced in 1999 with the Intrigue. It was produced by the Premium engine group at GM and was thus called the Premium V6, or PV6, while it was being developed. It is based on the L47 Aurora V8, which is itself based on the Northstar engine, so engineers called it the Short North, though Oldsmobile fans have taken to calling it the Shortstar. It is not a simple cut-down V8. Although it has a 90° V-angle like the Northstar, the engine block was engineered from scratch, so bore centers are different. It has chain-driven dual overhead cams and four valves per cylinder, but is an even-firing design with a split-pin crankshaft similar to the Buick 3800 engine. The LX5 displaced and produced at 5,600 rpm and at 4,400 rpm. Bore and stroke is . It was also one of GM's first engines to use coil-on-plug ignition. Compression ratio is 9.3:1. The cost of building this engine was high, and it was not used in many vehicles. It was said at the time that a family of premium V6s would follow, with displacements ranging from 3.3 L to 3.7 L, but only the LX5 was ever produced before GM discontinued the Shortstar in favor of their current flagship V6, the High Feature engine, in 2004. The LX5 was entirely different from any other V6 in the GM inventory - the only other DOHC V6 engines ever offered by GM included the Chevrolet Twin Dual Cam produced from 1991-1997, which was made by modifying the traditional Chevy 60-degree OHV block V6 for the dual overhead cams rather than building a DOHC engine from the ground up, and the Cadillac/Holden HFV6 available from 2004 to the present day. These three designs are completely unrelated and leave two gaps in 1998 and 2003 where no DOHC V6 was available from GM (except for the 54 degree Opel V6 used most notably in the first generation Cadillac CTS at launch as well as the Saturn L Series and Catera). This contrasts starkly with competitors practices of evolving engineering over multiple, continuously improving designs. As with the Aurora V8, production stopped with the demise of Oldsmobile. {| class=wikitable |- !Year !Model !Power !Torque |- |1999–2002||Oldsmobile Intrigue||rowspan=2| @ 5600 rpm||rowspan=2| @ 4400 rpm |- |2001–2002||Oldsmobile Aurora |} The 3.5L LX5 was on the Ward's 10 Best Engines list for 1999 and 2000. == See also == * GM 60-degree DOHC V6 engine * GM High Feature engine * Cadillac V8 engine * GM Ultra Engine * List of GM engines == Notes == == References == * * * == External links == * * Technical article from AutoSpeed * Wiebe Patent #8,740,532, Cylinder Head Stud Kit for the Northstar engine Category:Buick engines Category:Cadillac engines Category:Automotive technology tradenames Category:1992 introductions Category:V6 engines Category:V8 engines Category:Gasoline engines by model",
 "title": "Northstar engine series"
}