{
 "id": "859365",
 "text": "\"The Night of the Steel Assassin\" is a January 1966 episode of The Wild Wild West TV series, produced by Michael Garrison. It was written by Calvin Clements and Steve Fisher, and directed by Lee Katzin. This series had US Secret Service agents James West and Artemus Gordon aiding President Ulysses S. Grant in the 1870s American West. Together they faced a plethora of Victorian-era criminals. ==Wild, Wild West Characters== Recurring Characters: *James West, played by Robert Conrad *Artemus Gordon, played by Ross Martin *President Ulysses S. Grant, played by Roy Engel \"Night of the Steel Assassin\" characters: *\"Iron Man\" Torres, played by John Dehner *Nina Gilbert, played by Sue Ane Langdon *R. L. Gilbert, played by John Pickard *Dr. Meyer, played by Arthur Malet *Maria, played by Sara Taft *Lopez, played by Allen Jaffe *bartender, played by Bruno VeSota As secret agent Jim West entered a sailor's shop on the wharf, he witnessed the death by strangulation of a man named Gilbert at the hands of an assassin named Torres. West tried to stop the murderer but bullets glanced harmlessly off the man, and the agent finally drove him off with a smoke pellet. West learned that Colonel \"Iron Man\" Torres (John Dehner), a former Army officer scarred and crippled by an accidental explosion and repaired by surgically implanted steel plates, systematically murdered six officers who he thought were responsible for his accident. He served with seven officers during the Civil War and believed they tricked him into pulling guard duty when his accident occurred. Nina (Sue Ann Langdon), Gilbert's niece, appeared waving a picture of Torres and the other officers, the last one alive being President Ulysses Grant (Roy Engel). Fearing for Grant's life, West and Gordon unsuccessfully tried to divert Grant away from his speech in a nearby town. In order to pursue his vengeance, Torres learned the skills of 'auto-suggestion' instead of anesthetics during surgery, and hypnosis, in the form of a spinning lampshade, which he used to regress the niece of his latest victim, Nina Gilbert, into a childlike personality and to control (or so he thought) Artemus Gordon. The hypnotizing of Nina was performed in disguise: with the backdrop of Bach's Dorian Toccata and Fugue in D-Minor, he questioned her about her studies in psychology and made a reference to regression as he spun the lampshade; as he continued to talk about regression and later actively suggested it, her attention was caught by the bright flashing light in her eyes and she unknowingly went into a trance. Once entranced she was regressed into a laughing, empty-headed girl. She was later found by West as a carefree can-can dancer in a bar, with no memory of ever meeting West previously. Torres used Nina to capture West. Dangling in front of 2 wireless remote controlled rockets, one aimed at him, the other at Grant, West freed himself in time to prevent the rockets' launch and confronted Torres by an underground river. A fight ensued as West drove the ironman into the river, where he sank like a knight in armor. In the end, Nina was returned to normal, using the same lamp, but still provocatively dressed as a dancer, which provoked a fit of rage as she didn't understand what occurred. ==External links== *\"The Wild, Wild West\" Category:Fictional secret agents and spies",
 "title": "Night of the Steel Assassin"
}