{
 "id": "859437",
 "text": "Oranges & Lemons is the 11th studio album and the second double album by the English band XTC, released 27 February 1989 on Virgin Records. It is the follow-up to 1986's Skylarking. The title (derived from the nursery rhyme of the same name) was chosen in reference to the band's poor financial standing at the time, while the music is characterised as a 1980s update of 1960s psychedelia. It received critical acclaim and became the band's highest- charting album since 1982's English Settlement, rising to number 28 in the UK and number 44 in the US. The album is primarily pop and rock, although a variety of other styles are plundered throughout, such as jazz, reggae, hard rock, Middle Eastern music and Zairean soukous. 12 of the album's 15 tracks were written by guitarist Andy Partridge, with the rest by bassist Colin Moulding. The work projected brighter, more upbeat and aggressive moods than Skylarking, and the harsher effect returned the group closer to the sound of their earlier records. Lyrically, most of the songs focus on parent-child relationships and the state of world affairs. Partridge's ornate vision for the psychedelic opening track \"Garden of Earthly Delights\" exemplified the album's general aesthetic, which he described as songs that could be singles in a \"bizarre perfect universe\". XTC recorded the album in Los Angeles with American producer Paul Fox (his first major production job) and Mr. Mister drummer Pat Mastelotto. Recording lasted from June to September 1988, during which Virgin threatened to drop the project numerous times due to its growing expenses. Total production costs were estimated to be £180,000 (about a quarter million in US dollars). The cover art was intended to resemble the work of Heinz Edelmann, the art director for the 1968 film Yellow Submarine. Lead single \"Mayor of Simpleton\", a jangle pop song, reached number 46 on the UK Singles Chart and number 72 on the Billboard Hot 100, making it their only US single to chart. It was followed with \"King for a Day\" (number 11 on the Billboard Modern Rock Tracks) and \"The Loving\" (no chart showing). The group embarked on a brief acoustic-guitar American radio tour and made their first live performances in front of an audience since 1982. One performance for MTV inspired the network to invite more artists to perform stripped-down sets, calling the series \"unplugged\". Afterward, the band tried to coax Partridge back into regular touring but were unsuccessful. ==Background== Since 1982's English Settlement, XTC had withdrawn from concert touring. Studio experimentation and 1960s influences increasingly showed in their records, culminating in the 1985 mini-album 25 O'Clock, which saw the band adopting retro-psychedelic personas as \"the Dukes of Stratosphear\". The trend continued into XTC's Skylarking (1986), becoming one of the best-selling records of their career. However, the group still \"languished in relative obscurity\" amid a growing cult following. Recording sessions for Skylarking were fraught with tension between Partridge and producer Todd Rundgren. Rundgren took issue with Partridge's tendency to fill arrangements with as many ideas as possible, and in turn, Partridge resented that his suggestions were repeatedly undermined by Rundgren. After Skylarking, Partridge suffered a brief writer's block. He recalled \"getting really worried. I wrote a few things and I thought it was shit. Then suddenly loads of stuff started coming out, and it wasn't shit.\" To appease requests from his bandmates and Virgin Records, he agreed to record one more Dukes album, Psonic Psunspot (1987). It consisted partly of XTC songs rejected for earlier albums. Both 25 O'Clock and Psonic Psunspot outsold the latest XTC albums of the time (1984's The Big Express in the former's case). They then contributed a newly recorded song, \"Happy Families\", to the John Hughes film She's Having a Baby (1988). In early 1988, XTC began rehearsing material for their next LP. At the suggestion of A&R; executive Jeremy Lascelles, young American producer Paul Fox was recruited based on the strength of a Boy George remix that the label commissioned of him. Partridge disliked the original track but enjoyed Fox's remix: \"It was really shiny, powerful and impressive.\" Fox subsequently flew to England and met Partridge at his home: \"He was obviously a huge fan of the band and was willing to translate what we wanted onto tape.\" He offered them a cheap studio rate in Los Angeles, which the band accepted. Another reason for recording in the US with an American producer, guitarist Dave Gregory said, was that the US had become \"our biggest market\". XTC, accompanied by the Moulding and Partridge families, arrived in Los Angeles on 12 May and stayed at the Oakwood Apartments in north Hollywood. The families returned home after two months; Partridge and bassist Colin Moulding then shared an apartment for the remainder of their stay. ==Music and lyrics== Oranges & Lemons is primarily a pop and rock album, although a variety of other styles are plundered throughout, such as jazz, reggae, hard rock, Middle Eastern music and Zairean soukous. It projected brighter, more upbeat and aggressive moods than XTC's recent work, and the harsher effect positioned the group closer to the sound of their earlier records. The psychedelic ambiance of the Dukes records is retained, albeit with a lesser emphasis on \"loopy\" humour. In Stereogum writer Rob Ham's description, the intention was to filter the Dukes aesthetic using contemporary instruments and technology; as a result, most of the album's songs, and especially Partridge's, are arranged in a maximalist fashion exemplified by the first song, \"Garden of Earthly Delights\". Gary Ramon of Record Collector concurred that \"while a 60s edge was detectable, the sound was firmly rooted in the Eighties.\" Before sessions began, Partridge envisioned the album as \"a very simple, banal-sounding record\" with more basic arrangements than the final product: \"it got lost in translation a little and came out rather multi-layered - in fact, very dense. We just got swept along with the enthusiasm.\" Journalist Nick Reed observed of the LP, \"Nearly every instrument is mixed to the forefront; it's too well-arranged to be cacophonous, but there's a degree of sensory overload, especially given the band's newfound tendency to blast synthesizers in our faces.\" Many vocal counterpoints are heard throughout the record. Partridge likened it to \"several songs happening at once. It's musical masturbation ... Not many people do that now - not since West Side Story or South Pacific\". 23 songs were demoed for the LP, with the final 15 chosen by Paul Fox. All of the selections were written by Partridge, except three by Moulding (\"King for a Day\", \"One of the Millions\", and \"Cynical Days\"). Lyrically, several of the songs focus on parent-child relationships in addition to the state of world affairs. For Partridge, this was partly due to the fact that he had toddler- aged children. He attributed the influence of the Beach Boys' 1966 album Pet Sounds to Moulding's songs for the record. Moulding himself said that he had been in a depression writing the songs for the record. XTC biographer Chris Twomey identified \"Garden of Earthly Delights\", \"Here Comes President Kill Again\", and \"The Loving\" as examples where \"the Dukes were still alive in spirit\", whereas \"King for a Day\", \"Poor Skeleton Steps Out\", \"Hold Me My Daddy\", and \"Across This Antheap\" indicated \"completely fresh directions\". Of these, \"King for a Day\" and \"The Loving\" were the album's \"most overtly commercial songs\". In the analysis of music writer Richard Walls: Commenting on the influence of the Beatles, Partridge said, \"There is some Beatles in our music, but also some Captain Beefheart, some jazz bands, some others who were not necessarily musicians, like Miró, Walt Disney ... If people see only some Beatles, it is because they want to search only for some Fab Four.\" He acknowledged that it was their first work in which they were conscious that they had a record-buying audience, particularly in the US. External stresses affecting the group included their ongoing litigation against former manager Ian Reid. Colin Moulding remembered, \"it was about to come to a head, and that was the worrying thing ... If we hadn't had a relatively successful record with Oranges and Lemons at that time, we would have been in deep shite\". ==Production== ===Setting and atmosphere=== Given an initial budget of £150,000 (equivalent to £ in ), rehearsals began on 16 May with Pat Mastelotto of Mr. Mister joining the group as session drummer. The band later recalled the rehearsals as especially grueling, but ultimately worthwhile. Recording lasted from 6 June to mid September at Ocean Way Studio One and Summa Music Group Studios. The basic tracks were handled at Ocean Way, while overdubs and mixing was at Summa. Trumpeter Mark Isham was hired for a few overdubs. Virgin threatened to drop the project several times due to the broken budget, which grew upwards to $250,000 ($ in ). A lot of the money went into studio personnel salaries, as well as the members' and their families' living expenses in Los Angeles. Fox was determined to treat the group with more patience than Rundgren had for Skylarking. The sessions ran more smoothly as a result, although the group struggled with his inexperience as a producer. About a quarter of the songs were recorded without a click track. Partridge praised Mastelotto for his work ethic: \"he actually made little samples of sounds and things in his garage for us to use. He was really very committed to being one of the band\". One such sample was the sound of a snare drum with its waveform cut off before the attack. Mastelotto said \"Andy loved it so much that it turned out to be almost on the entire record.\" He had been a longtime fan of XTC and prepared for the recording by asking them for their favourite records \"so that I could maybe get a little further inside their head\". One of the recurring in-jokes during the sessions was a spin-the-wheel dial used for determining takes. The wheel's labels were \"Great – best take ever\", \"better than the Beatles\", \"pretty good\", \"okay\", \"not so good\", \"possibly acceptable\", \"pretty bad\", \"weak\", \"horrible\", \"dreadful\", and \"the worst shit I'd ever heard\". Another in-joke was the \"Colonel Cunt Hat\" and \"Thumb of Decision\" that anyone would wear if it was thought that they had a poor attitude. During one early session, Mastelotto recalled: Dave Gregory, in his words, took credit for \"quite a lot [of] the arrangements and the overdubs\". He was frustrated that his suggestions to Fox were almost always deferred to \"the songwriter\", which meant either Partridge or Moulding. Both Gregory and Moulding characterised Fox as subservient to Partridge's studio indulgences, which they termed \"Andy-ness\", and felt that it had a negative effect on the album's sound. Guests who visited the sessions included Elvis Costello, who was next door recording his album Spike (1989), KROQ disc jockey Rodney Bingenheimer, Chris Squire of Yes, David Byrne of Talking Heads and actor River Phoenix. Partridge has said that Phoenix was an \"utter and anal\" fan of the band, and urged him to phone a friend who was \"also a big fan\", Keanu Reeves. ===Equipment and mixing=== Moulding used primarily a Wal bass with a Fender P-Bass as backup. Partridge played a Fender Telecaster Squire and a Martin D-35. Fox, who had a background as a session keyboardist, supplied the group with numerous digital and analogue synthesizers (mainly an Emulator III and a Roland Super Jupiter). A variety of drum machines were also used and mixed in tandem with Mastelotto's live drumming. Care was taken to ensure that the percussion was tuned to each song. The group also frequently used the \"warp\" feature of an Akai sampler to bend percussion notes. Many details, such as different hi-hat patterns, were not chosen until the mixing stages—when it was decided to include all of them. Partridge reflected that \"the finished songs\" were perhaps \"a little too busy all the time ... But it was a case of, you just left everything in the mix to perhaps weed out later, but didn't in fact weed out. ... But, that's okay -- it was fine for us at the time\". Gregory thought \"we probably did a little too much on one or two of the songs, but ... it's a great album, a really great collection of songs.\" Partridge did not attend all of the album's mixing sessions due to a bout of depression spurred by the Reid litigation. \"Literally half a million pounds had gone flapping out the window to various parties and it depressed me incredibly,\" he remembered. \"I started to drink heavily in those last few weeks and went off the rails a bit. I had to get back to England to calm myself down.\" He left them with \"a long list of requirements ... in the mixing\" and returned home on 7 October, likely with Moulding, while Gregory stayed for the end of mixing. Work on the album was completed when the group approved Fox's final mix on 22 October. By then, the project had gone at least £30,000 over budget. ==Songs== ===Side one=== \"Garden of Earthly Delights\", the album's psychedelic opening song, is written as a children's guide to the world. Partridge's reaction to listening to the song for the first time after many years was \"Jesus there's a lot on this track!\" He intended the piece to sound \"like this crazy tapestry of camels and elephants and belly dancers and all the Arabian Nights, interwoven -- a big ornate Eastern rug come to life\". One of the slide-down parts was played by turning down the tuning peg of Moulding's bass guitar. Partridge refused to answer whether the lyric \"can't all think like Chekov\" refers to the Star Trek character Pavel Chekov, or the Russian playwright Anton Chekhov. \"Mayor of Simpleton\" adopts a jangle pop style. It developed as a reggae tune and went through numerous different versions. He settled on its final arrangement after discovering a C major to D major picking pattern that he thought resembled Blue Öyster Cult's \"(Don't Fear) The Reaper\" (1976). Unlike many other XTC songs, he instructed a specific bass part to Moulding: \"Colin had to work very hard to get that bass line. It's very precise. It took me a long time to work it out, because I wanted to get into the J.S. Bach mode of each note being the perfect counterpoint to where the chords are and where the melody is. The bass is the third part in the puzzle.\" The lyrics, partly autobiographical, are sometimes criticised for their similarity to Sam Cooke's \"Wonderful World\" (1960), but Partridge denied copying the song intentionally. He stated, however, that the ending was a \"slight tip of the hat\" to the Beatles' \"Good Day Sunshine\" (1966). \"King for a Day\" was composed from an alternate guitar tuning. Moulding credited Partridge with the \"bell-like\" counterpoint melody, and recalled that the backwards effect on the guitar may have been accidental. Virgin earmarked the song as potentially the album's lead single and commissioned a number of remixes for the song. Moulding said he had no input on these alternate versions and remembered that they \"really stretched the budget to the limit\". \"Here Comes President Kill Again\" is a sociopolitical song arranged in a marching band style. Partridge: \"I'm just saying, 'Go ahead, have your little bit of power and vote for who you want, but there's no difference' ... it's almost like, if they're a politician, that's the very reason you shouldn't vote for them\". The \"President Nil\" mentioned in its lyric refers to the character from the Alan Sillitoe book Travels in Nihilon, which itself originated the title of the past XTC song from Black Sea (1980). Partridge described the middle section as a simulacrum of the Beatles' White Album. ===Side two=== \"The Loving\" is a singalong anthem that was, according to Partridge, a rewrite of the Beatles' \"All You Need Is Love\" (1967). The inspiration for the music came from the Supremes' \"The Happening\" and Honeybus' \"I Can't Let Maggie Go\". He added that he \"wanted something anthemic like 'All the Young Dudes'\". Mastelotto recalled the sampled crowd noises at the beginning was his suggestion to Fox, except he meant the crowd to be much smaller in size. The song initially began as a \"Madonna feel -- kind of a rock beat, very tight-sounding\" until they later did \"a few more takes of [the song], completely live -- the opposite of what we'd done earlier\". \"Poor Skeleton Steps Out\" features a samba-style rhythm, glockenspiel and numerous slowed down voices. Partridge said of its percussion: \"things that you might think are drums and percussion on that song may be things like guitars with paper threaded through the strings ... And something that sounds like a vacuum cleaner starting up is an electronic cymbal set to 'ascend,' and there's also a sample of a tabla playing along.\" He remembered that David Byrne, when he visited the session, was impressed with the track's guitar textures and use of tabla. \"One of the Millions\" is a song Moulding addressed to himself and his tendency to take the paths of least resistance. Its bass riff evoked to him the feeling of a rocking boat and it is one of the few songs on the album that was cut live without a click track. \"Scarecrow People\", built on a \"horsey\" rhythm, is cited by Partridge as his favourite on the record. It was written as an outlet for his longtime fascination with the word \"straw\". The lyrics are about mankind's value of \"trash above worthwhile things. ... We're still shaped like human beings, but there's no thought process going on.\" He could not identify what key it is in and noted that the opening guitar chord (D-E-B-E or C) contains none of the notes of the melody. According to music writer Geoffrey Himes, the song \"recalls the music-hall feel and 'Babbitt' theme\" of the Beatles' \"Nowhere Man\" (1965). Partridge felt there was a resemblance to Prince's \"Sign o' the Times\" (1987), \"It's very kind of cartoon Blues ... then the chorus is kind of when it gets more conventional corny Country. It could be Johnny Cash at Folsom Prison or something.\" He credited the cascading 16th-notes – played on guitar by Dave Gregory and heard in the stereo right channel – as the song's centerpiece. Moulding's bass was outfitted with a faulty mute, resulting in a \"sitar bass\" effect. The rhythm in the bridge was inspired by Sly and Robbie's \"Don't Stop the Music\" (1981). ===Side three=== \"Merely a Man\", according to Partridge, was \"the idea of a juxtaposition -- noisy, barking, aggressive bass, aggressive guitars, and very metallic-sounding drums, juxtaposed with this rather effeminate 18th-century powdered wig of a piece of music, right smack bang in the middle of a hard-rocking wah-wah quackout\". It was his attempt to appease Virgin's requests for more rock-oriented material in the style of ZZ Top. He said that the guitar line has some similarities with the Beatles' \"Hello Goodbye\" (1967), however, the decision to place a baroque trumpet solo was not a reference to the group. Gregory and Fox envisioned the song as a single. The lyrics are about \"if there was a Jesus, if there was a Buddha, if there was a whatever great holy leader you'd like to name, there's nothing supernatural about them. They are merely men.\" It contains a reference to Jimmy Swaggart in the lyric. \"Cynical Days\" was described by a CMJ New Music Monthly reviewer as Moulding \"finding his symmetrical vocal/bass compositional counterpart recalling Mummers more disjointed approach\". Like \"One of the Millions\", the band played live without a click. A reviewer for the magazine Sonics compared it to Miles Davis, because of its use of muted trumpet, and Ray Davies of the Kinks. Moulding said: \"I wasn't feeling cynical when I wrote it. I think it had more to do with the melancholy nature of the chords. Sometimes you play something and these sentiments descend on you.\" Later, he expressed dissatisfaction with the track, calling it too \"loungey\". \"Across This Antheap\" is a track built on \"Latin percussion, my swampy, pulled Bluesy guitar, and Colin's burping little bass\". The lyrics are \"about the human inability to communicate. No more than these ants can communicate. ... and yes, there is a very cynical eye being cast on the human race.\" It was originally written for Skylarking but rejected by Todd Rundgren. Gregory wanted the song to be the album's closing track but his suggestion was vetoed. Fox considered it a potential single and urged Partridge to include \"'a kind of tacky, brassy-sounding keyboard,\" which I really didn't like, but he said, 'Yeah, it's so awful, it's almost ironic!' I just found it awful-sounding. ... I thought, 'He's had some good decisions as we've gone along so far—maybe he's right!'\" Partridge programmed the percussion samples on a LinnDrum and Mastelloto played along on a kit. The end of the song includes the voices of the band members, Fox, and guests who visited the session that day, who may have included River Phoenix, Chris Squire, or journalist Neville Farmer. ===Side four=== \"Hold Me My Daddy\" was written from the point of view of a son begging for his father's love. It also features South African-styled choral stylings and an Afro-pop coda. Partridge played the song for his father, who \"insisted on hearing it. We got to that point on the album and I had to leave the room: 'Hm! Is that the baby crying? I'll just go and have a look'. l came back, and I don't know if he was embarrassed or whether he really didn't hear the lyrics\". \"Pink Thing\" is a comedic pivot point of the album, being a song that Partridge wrote about his penis. The title was also a nickname he had for his children as infants. Partridge intended the two meanings to be ambiguous: \"The entire song centres on these two themes at the same time ... The first of the two you see, prevents seeing the other one.\" It has been compared to the style of Paul McCartney. \"Miniature Sun\" is a jazz fusion song that invokes the sun as a metaphor for love and betrayal. It was written on the same budget sampler synthesizer as Skylarkings \"Another Satellite\". Richard Walls said that it resembled \"the Beach Boys playing fusion, a kind of number that's becoming an XTC staple\". \"Chalkhills and Children\" is the album's closing track and is its mellowest song. Partridge wrote it as a rumination on his life and career. He summarized: \"Show business is all fake. Being a father is not fake, and the hills around [my home] are not fake.\" It was composed on a Roland D-50 with a second oscillator tuned a fifth above. The lyric imagery came afterward, since he associated the sounds of organs with dreams. He acknowledged that the song bears a resemblance to the Beach Boys and decided to pay homage to their 1967 song \"Wind Chimes\" by including the use of wind chimes. Beach Boy Brian Wilson was played the track during an appearance on Rodney Bingenheimer's Rodney on the ROQ. When the song was over, Bingenheimer mentioned that Partridge was a big fan of Wilson's, to which Wilson tersely replied \"Yeah.\" ===Leftover=== A couple of Partridge's rejected Skylarking songs were offered for Oranges & Lemons, but were again rejected. He said: \"Maybe it was fate that they wouldn't rise up. They are probably too weak and best left to die.\" \"The Good Things\", a Pet Sounds-influenced Moulding song demoed for Oranges & Lemons, was passed for inclusion. Moulding: \"If you can imagine a father reading from a book called The Good Things in Life to his children at bedtime, that just about sums it up.\" In 1995, the band recorded the song for the tribute album A Testimonial Dinner: The Songs of XTC. Similarly, his \"In Another Life\" was recorded and released for Wasp Star (Apple Venus Volume 2) (2000). Other songs demoed were Partridge's \"Living in a Haunted Heart\", \"Blue Beret\", \"Everything\", \"Was a Yes\", \"My Paint Heroes\", \"This Is the End\" and Moulding's \"Skeletons\", and \"Way of the World\". \"Living in the Haunted Heart\" received a lukewarm reaction from bandmates. \"My Paint Heroes\" was a tribute to Joan Miró, Henri Rousseau, and Salvador Dalí. \"Skeletons\", according to Moulding, \"doesn't connect. It was a half-hearted attempt to tell my kids to watch what they do but I'm not very good at demos.\" The band also worked on Moulding's \"The World is Full of Angry Young Men\", from the Mummer sessions, rerecording the piano, guitar, and vocals. ==Title and artwork== A working title for the album was Songs of Sixpence. Oranges & Lemons derives from the traditional English nursery rhyme of the same name, previously referenced in the opening lyric of \"Ballet for a Rainy Day\" from Skylarking. Partridge interpreted the nursery rhyme to be about financial debt and said that the title \"sort of, in a bizarre way, describes California as well\". He said, \"It was not an LA album musically so much, but an LA album in kind of sunshine and citrus fruits, and it plugged me straight into the pop art vibe.\" Asked for likes or dislikes about Los Angeles, he responded: \"I hate the sunshine. All of that constant sunshine drives me up the wall. I like mysterious weather. I think it rained one day and it was so wonderful.\" Although he had been a fan of Pink Floyd since his youth, the title was not meant as a reference to their 1967 single \"Apples and Oranges\". The idea for a pop art-style sleeve came from Dave Gregory, who expressed fondness for the sleeve to the Who's A Quick One (1966), while the lettering was inspired by Andy Williams' Love, Andy (1967). Its cover illustration was intended to resemble the work of Heinz Edelmann, the art director for the 1968 Beatles film Yellow Submarine, and is reflective of the substantial portion of the album that pays homage to the Beatles' psychedelic period. ==Release== Released on 27 February 1989 in the UK and one day later in the US, Oranges & Lemons became their highest-charting album since English Settlement, rising to number 28 in the UK and number 44 in the US. Additionally, it combined with Skylarking for the group's best-selling albums to date. Lead single \"Mayor of Simpleton\" reached number 46 in the UK and number 72 in the US, making it their only American single to chart. It was followed with \"King for a Day\" (backed with \"Happy Families\" along with home demo versions of \"My Paint Heroes\" and \"Skeletons\") and \"The Loving\", the latter of which failed to chart. The music video for \"King for a Day\" was directed by Tony Kaye. Versions of \"Scarecrow People\" and \"Poor Skeleton Steps Out\" were recorded for BBC Radio and later released for Drums and Wireless: BBC Radio Sessions 77–89 (1994). To support the album, Partridge agreed to an acoustic-guitar American radio tour that lasted for two weeks in May. The shows were carried out without financial compensation for the band. According to him, this stripped- down convention had fallen out of style since the 1930s, and he suggested the idea to avoid potential issues with more complex sound mixing. The setlists primarily consisted of Oranges & Lemons material. He recalled the first gig was \"a total shambles\" but that the rest of the tour went \"absolutely fine ... and I started to enjoy it\". Gregory commented that it was an \"interesting\" style of promotion, but \"incredibly hard work\", as the band performed at about four radio stations a day for three weeks: \"We also did a live acoustic set for MTV in front of an audience which worried Andy a bit but he got through it.\" This inspired the network to invite more artists to perform stripped-down sets, calling the series \"unplugged\". XTC's performance of \"King for a Day\" on Late Night with David Letterman marked the first time the group played in front of a live audience in seven years. A similar acoustic tour was planned for Europe, but cancelled when Partridge discovered that their pro bono Paris date would be broadcast from a sold-out 5,000 seater venue. The album's release coincided with the band resolving their legal disputes against Reid with an out-of-court settlement. They agreed to let Virgin pay off their remaining debts in exchange for a less favourable royalty adjustment and a promise to record four more albums for the label. Afterward, the band tried to coax Partridge back into regular touring but were unsuccessful. It was estimated that a three to four-week US tour leading to a gig in Madison Square Garden could have earned each member about $100,000. Moulding intimated: \"It annoyed me that we weren't getting anywhere with Andy because we could all see he'd got over his stage fright problem. Now he was just making excuses.\" ==Critical reception== ===Contemporary=== Oranges & Lemons was met with critical acclaim. A reviewer for CMJ New Music Monthly declared it to be another album of the band's \"ever-winning, ever-esoteric pop\" and \"as good as any in their catalogue,\" highlighting \"Mayor of Simpleton\", \"The Loving\", \"Merely a Man\", and \"King for a Day\" as its best tracks. Chris Heim of the Chicago Tribune praised the album as a \"refreshingly tart and wondrously rich harvest of intelligent and challenging pop\". \"The Loving\" was voted NMEs \"Single of the Week\" by guest reviewers the Wonder Stuff, a British band. Writing for Rolling Stone, Michael Azerrad dubbed the LP \"ambitious\" and \"ultimately delightful\". He acknowledged that first-time listeners may be \"overwhelmed by the densely layered arrangements and center-stage percussion. But on repeated listenings, the curtains part and hooks are all you hear\". Richard Walls of High Fidelity opined: \"It's possible for [the album] to charm you into thinking it's a lightheartedly benign bauble. The components of the disc's well-crafted and pleasurable surface ... all conspire to elicit a smiling response.\" Brent Milano of Pulse! stated: \"we can't imagine anyone not liking [this record], unless you've got a real problem with brilliant songwriting, personal-yet-universal lyrics, great singing and nifty guitar sounds. XTC can absorb '60s tricks as well as anyone ... but it doesn't stop there. There weren't many '60s bands who worked tributes to King Sunny Ade and Ladysmith Black Mambazo into a straightahead pop song\" (\"Hold Me My Daddy\"). Robert Sandall of Q believed that the group were \"obsessed\" with the Beatles, specifically Paul McCartney circa 1967–1968. He concluded that the music was \"Exuberantly catchy ... and mercifully free of that whiff of self-conscious art school cleverness which has blighted XTC in the past, these songs are thrilling before you catch their sophistication.\" The Washington Posts Geoffrey Himes praised the record as proof \"that McCartney's psychedelic pop was not just a product of a particular time, but rather a set of possibilities that have hardly been exhausted\". Michael Small of People compared it favourably to the Beatles' White Album: \"Almost every song contains at least one catchy pop riff or chorus. Then those bright tunes abruptly shift into minor keys or unusual rhythms and harmonies.\" Conversely, Melody Makers Bob Stafford felt that although the record includes \"a handful of great pop songs ... there is simply too much going on most of the time ... as a double [LP], it allows for too much mediocrity and silliness, meandering tunes, and unnecessary techno plonks.\" In The Village Voice, Robert Christgau said the album lacked a \"discernible\" structure or concept to guide the band's \"compulsive\" formalism. Chris Murray of RPM wrote: \"From start to finish, this LP is full of Andy Partridge's idiosyncratic songs, true to the form XTC has established over the past decade. Unfortunately, this sold record breaks no new ground which might elevate them from the presently secure cult status.\" Gary Ramon called it an \"uneven\" collection containing \"the weakest\" songs of Moulding. ===Retrospective=== In 2000, Oranges & Lemons was ranked at number 906 in the third edition Colin Larkin's book All Time Top 1000 Albums. Among retrospective reviews, Oregano Rathbone of Record Collector wrote that Oranges & Lemons was \"an appropriately sunny thing on the surface, at peace with itself and the world, yet seething with a bracingly chilly English subtext of proudly acknowledged failings ... thwarted ambition ... existential anomie ... and political disillusionmen\". J.R. Jones of the Chicago Reader criticized the record for being \"mostly rewrites of earlier songs\" and its music for \"recycling the same psychedelic guitar riffs and Beatles-esque countermelodies that the band parodied\" as the Dukes. The Quietus Nick Reed said that while the album contains several of the band's best songs, \"whether or not this album holds up for you depends on how much you like the band's boisterous side.\" He likened the songs to candy bars: \"the first few are enjoyable, but fifteen in a row can make you sick to your stomach.\" AllMusic's Stephen Thomas Erlewine wrote that the LP \"lacks the singular focus of Skylarking, but at its best, it's just as impressive as its predecessor. ... sonically rich and filled with immaculately crafted songs\". ==Track listing== ===Original vinyl=== The songs appear in the same order on the CD releases, except for a special edition with three 3\" CDs containing five songs each, which switched around \"Cynical Days\" and \"Across This Antheap\" to accommodate the limited run time of 3\" CDs. ===2015 expanded edition=== In 2015, an expanded CD and Blu- ray edition of Oranges & Lemons was issued on Partridge's Ape Records label. It included new 2.0 stereo and 5.1 surround sound mixes by Steven Wilson. * 2015 5.1 mix * 2015 stereo instrumental mix * 2015 stereo mix * Flat transfer of original 1989 mix * Album in demos and work tapes form – all running orders as above ==Personnel== XTC * Colin Moulding – vocals, bass * Andy Partridge – vocals, guitar * Dave Gregory – guitars, backing vocals, keyboards Additional musicians * Pat Mastelotto – drums * Mark Isham – horns on \"Here Comes President Kill Again\", \"One of the Millions\", \"Merely a Man\", \"Cynical Days\" and the intro to \"Across This Antheap\" * Paul Fox – keyboards * Franne Golde – backing vocals on \"Poor Skeleton Steps Out\" Technical * Paul Fox – producer * Ed Thacker – engineer * Clark Germain – assistant engineer * Joe Fiorello – assistant engineer * Tim Weidner – assistant engineer * Andy Partridge – sleeve * Dave Dragon – sleeve * Ken Ansell – sleeve * Sheila Rock – inner sleeve photography Adapted from original vinyl sleeve notes. ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (1989) ! scope=\"col\"| Peak position |- |align=\"left\"|Australian Albums Chart |align=\"center\"|91 |- |- |align=\"left\"|UK Albums Chart |align=\"center\"|28 |- |align=\"left\"|US Billboard 200 |align=\"center\"|44 |} ==References== === Works cited === * * == Further reading == * ==External links== * * Category:1989 albums Category:Albums produced by Paul Fox (record producer) Category:Virgin Records albums Category:XTC albums",
 "title": "Oranges & Lemons (album)"
}