{
 "id": "85947",
 "text": "In Irish mythology, Danu () is a mother goddess of the Tuatha Dé Danann (Old Irish: \"The peoples of the goddess Danu\"). Though primarily seen as an ancestral figure, some Victorian sources also associate her with the land.Squire, Charles Celtic Myth and Legend, p. 34: \"Danu herself probably represented the earth and its fruitfulness, and one might compare her with the Greek Demeter. All the other gods are, at least by title, her children.\" ==Name== The hypothetical nominative form of the name, *Danu, is not found in any medieval Irish text, but is rather a reconstruction by modern scholars based on the genitive Danann (also spelled Donand or Danand), which is the only form attested in the primary sources (e.g. in the collective name of the Irish gods, Tuatha Dé Danann \"Tribe of the Gods of Danu\"). In Irish mythology, Anu (sometimes given as Anann or Anand) is a goddess. She may be a goddess in her own rightMacKillop, James (1998) Dictionary of Celtic Mythology Oxford: Oxford University Press pp.10, 16, 128 or an alternate name for Danu. The etymology of the name has been a matter of much debate since the 19th century, with some earlier scholars favoring a link with the Vedic water goddess Danu, whose name is derived from the Proto-Indo-European root *dʰenh₂- \"to run, to flow\", which may also lie behind the ancient name for the river Danube, Danuuius – perhaps of Celtic origin, though it is also possible that it is an early Scythian loanword in Celtic. Linguist Eric Hamp rejects the traditional etymologies in his 2002 examination of the name Danu, and proposes instead that *Danu is derived from the same root as Latin bonus (Old Latin duenos) from Proto-Indo-European *dueno- \"good\", via a Proto-Celtic nominative singular n-stem *Duonū (\"aristocrat\"). ==In mythology== Danu has no surviving myths or legends associated with her in any of the medieval Irish texts. She has possible parallels with the Welsh literary figure Dôn, whom most modern scholars regard as a mythological mother goddess in the medieval tales of the Mabinogion. However, Dôn's sex is never specified in the tales and was regarded as a man by some medieval Welsh antiquarians.Bartrum, Peter C., A Welsh classical dictionary: people in history and legend up to about A.D. 1000, Aberystwyth: National Library of Wales, 1993, pp. 230-231. The closest figure in Irish texts to a \"Danu\" would then be Danand, daughter of Delbáeth. In the Lebor Gabála Érenn: The Book of the Taking of Ireland, it is noted the Tuatha Dé Danann get their name from the three sons of Danand: Brian, Iuchar, and Iucharba. These three are known as the \"Gods of Dannan.\"Macalister, R. A. Stewart, Lebor Gabála Érenn : The book of the taking of Ireland, Dublin : Published for the Irish texts Society by the Educational Company of Ireland, 1941. However, Cormac's Glossary, a text that predates the Lebor Gabala Erenn, names the goddess Anu as the mother of the gods. ==References== ==External links== *Associations between the Welsh Dôn and the Irish Dana == See also == * Danu (Asura) Category:Earth goddesses Category:Irish goddesses Category:Mother goddesses",
 "title": "Danu (Irish goddess)"
}