{
 "id": "85945",
 "text": "In Welsh mythology, Amaethon ( (), meaning \"Amaethon son of Dôn\") was the god of agriculture, and the son of the goddess Dôn.Cotterell, Arthur: The Encyclopedia of Mythology, page 97. Hermes House, 2007. His name means \"labourer\" or \"ploughman\", Celtic Deities, A to C at Celtic World }} and he is cited as being responsible for the Cad Goddeu, or \"Battle of Trees\", between the lord of the otherworld, Arawn, and the Children of Dôn (the Welsh version of the Tuatha Dé Danann). ==Sources== The principal reference to Amaethon appears in the medieval Welsh prose tale Culhwch and Olwen, where he was the only man who could till a certain field, one of the impossible tasks Culhwch had been set before he could win Olwen's hand. In the obscure early Welsh poem Cad Goddeu, a possible reference is made to Amaethon/Amathaon, but the passage is obscure. One possible interpretation, if the reading is accepted, is that he steals a dog, lapwing and roebuck from Arawn, king of Annwn (the otherworld), leading to a battle between Arawn and the Children of Dôn. Gwydion used his magic staff to turn trees into warriors who helped the children of Dôn win.Cad Goddau: The Battle of the Trees. translation by Lady Charlotte Guest , Welsh original . Jones' Celtic Encyclopaedia. In one of the triads invented by Iolo Morganwg, he teaches magic to his brother Gwydion (this is not accepted as a genuine medieval triad by modern scholars). ==Etymology== This theonym is derived from Proto-Celtic *Ambaxtonos meaning great follower, servant or ploughman, an augmentative form of ambactos (ultimately from *ambhi-ag-to-Proto-Celtic--English, English--Proto-Celtic lexicon from the University of Wales. Cf. also the Indo-European and Celtic data collected at the University of Leiden.). ==Notes== ==Bibliography== *Ellis, Peter Berresford, Dictionary of Celtic Mythology(Oxford Paperback Reference), Oxford University Press, (1994): *MacKillop, James. Dictionary of Celtic Mythology. Oxford: Oxford University Press, 1998. . *Wood, Juliette, The Celts: Life, Myth, and Art, Thorsons Publishers (2002): ==External links== *Celtic Gods and their Associates *Celtic Gods *Some Major Celtic Gods and Goddesses *Proto-Celtic -- English lexicon Category:Agricultural gods Category:Welsh gods Category:Welsh mythology Category:Mabinogion",
 "title": "Amaethon"
}