{
 "id": "859561",
 "text": "Munster (), Munster-géromé, or (Alsatian) Minschterkaas, is a strong-smelling soft cheese with a subtle taste, made mainly from milk first produced in the Vosges, between the Alsace-Lorraine and Franche-Comté regions in France. The name \"Munster\" is derived from the Alsace town of Munster, where, among Vosgian abbeys and monasteries, the cheese was conserved and matured in monks' cellars. == History == This cheese originated in the Admodiation, an area on the top of the Vosgian mountains of France, named \"Chaumes\" or \"Les grandes Chaumes\" (comitatus Calvomontensis). Calvomontensis is the Latin for a mountaintop without woods. As early as 1371, and possibly before, these territories were occupied by cattle herds driven by men, called \"marcaires\" (from the Alsatian \"Malker\", Milker in English), pastured there between May and September. When the herds returned to their valleys, the cattle herdsmen first paid the fees and tithes to the religious and political owners of the summer pastures or simply financiers of these migrations. During feudal times these owners possessed all goods, living creatures, rights of pasture and cattle. Those who herded were known as serfs. This mountain population paid their debts with cheese and jars of butter. The lords were the first religious establishments, women like chanoinesses from Remiremont or from Andlau, or men such as the chanoines or canons from Murbach or Saint-Dié, Benedictines from Munster, Senones, Moyenmoutier, and other monastic areas. Political protectors included the duke of Lorraine, count of Salm, count of Ribeaupierre, and other Alsatian noblemen. During the 17th century, this tradition, though disappearing, was maintained in two special places, Gérardmer in the western Lorraine part of the main range and Munster for the east and Alsatian part. Hence the two names of this cheese, gérômé and Munster written with little type. == PDO in the European Union == In the European Union, munster cheese is protected by an Appellation d'Origine Contrôlée (AOC). This certification places the main steps of the cheese process under control. The producers are required to observe rigorously: * A limited area of milk production, including a major part of Vosges, near the mountains of Alsace; the départements Haut- Rhin and Bas-Rhin; a few communes in département Haute-Saône; Belfort Territory; and the cantons of départements Moselle and Meurthe-et-Moselle. * Precise characteristics of the transformation in cheese. It is made from unpasteurized cow's milk called \"crude\" or raw milk, from the above-described zone d'appellation contrôlée. This soft white cheese is formed into flat cylinders, with two common dimensions: little Munster gérômé has a diameter; big Munster gérômé (commonly just called Munster) has a diameter. thumb|190px|Munster cheese being produced * Cheese affinage The cheese's crust must be washed regularly. It is matured in damp cellars for five weeks for the smaller formats (roughly 300 g) and up to 2 to 3 months for the larger ones (about 1500 g). During this period, the rind is periodically washed with brine. The added moisture helps the development of bacteria that gives this cheese its particular taste and color. * Quality control is maintained in storage, packaging and labeling (called etiquetage). The cheese, now round with a fat content of 45% in dry matter, has a diameter between 12 and , and a thickness between and . Normally it is sold unwrapped on a straw bed, but for export it may be wrapped in cellophane or clear plastic. The cheese should have a slick shiny brick-colored or orange rind, with apparent moisture on it; a semi-soft body; a very strong and penetrating odor; and a very strong taste. Defects can be an unripened body (crumbly), a broken rind, too salty or too old and overdone. Munster géromé is at its best in the summer and the autumn, when it is made from milk from the haute chaumes (\"high stubble\") of pastures that have already been mowed for midsummer hay in the Vosges mountains. The best cheeses, in some people's opinion, come from the haute vallée de Munster itself, but this cheese is also made in Lapoutroie, Sainte-Marie-aux-Mines, Villé, and other villages practically or in western Vosges, in Lorraine. Local opinions vary greatly on the best source according to their individual tastes. == Genericization of the term == Although first produced in France, production of munster cheese has grown outside of the historic PDO region, which outside the European Union has led to the generecization of the term “munster”. The cheese is also known as “muenster” in the United States. The United States Food and Drug Administration has established what are known as standards of identity (SOIs). SOIs establish the common name for a food and define the basic nature of that food and its ingredients. The US Code of Federal Regulations Title 21--FOOD AND DRUGS, CHAPTER I--FOOD AND DRUG ADMINISTRATION, SUBCHAPTER B--FOOD FOR HUMAN CONSUMPTION establishes the production process of “muenster” cheese. This SOI, in addition to establishing “muenster” as the product name for this type of cheese for production in the United States, would also apply to any “muenster” cheese imported from non-United States countries. ==See also== * == References == ==Further reading== * L'inventaire du patrimoine culinaire de France, Lorraine, Albin Michel, CNAC ou Conseil national des Arts culinaires, 1998. Article on Munster-géromé AOC, pp. 198–201. * Revue La crèmerie française, 15-30 décembre 1983. * Gérard Léser, \"Munster\", in Encyclopédie d'Alsace, Edition Total, Strasbourg, 1984. Category:Alsatian cuisine Category:French cheeses Category:Haut-Rhin Category:Vosges (department) Category:Bas-Rhin Category:French products with protected designation of origin Category:Cow's-milk cheeses Category:Smear- ripened cheeses",
 "title": "Munster cheese"
}