{
 "id": "859601",
 "text": "The siege of Rhodes in 305–304 BC was one of the most notable sieges of antiquity, when Demetrius Poliorcetes, son of Antigonus I, besieged Rhodes in an attempt to make it abandon its neutrality and end its close relationship with Ptolemy I. == Background == The island of Rhodes was a mercantile republic with a large navy which controlled the entrance to the Aegean Sea. Rhodes maintained treaties of neutrality with other empires to protect trade. However, they had a close relationship with Ptolemy I and Demetrius was worried Rhodes would supply him with ships. Demetrius also saw the possibility of Rhodes being used as a base of operations. The decision to lay siege to Rhodes was influenced by these fears but it was also effectively a piratical enterprise by Demetrius. Much of the Greek world, regardless of whether they were allies of Demetrius or not, apparently also viewed the siege as a pirate attack and sympathized with the Rhodians, and this attitude existed even in Macedonia. Along with a fighting fleet of 200 ships and 150 auxiliary vessels, Demetrius also enlisted the aid of many pirate fleets. Over 1,000 private trading vessels followed his fleets in anticipation of the plunder his successes would bring. == Siege == thumb|left|Rhodes The city and main harbor of Rhodes was strongly fortified and Demetrius was unable to prevent supply ships from running his blockade, so capturing the harbor was his main objective. He first built his own harbor alongside the original and constructed a mole from which he deployed a floating boom,Diodorus Siculus (1814) with G. Booth, trans., The Historical Library of Diodorus the Sicilian, … (London, England: J. Davis), vol. 2, Book XX, Ch. IV, p. 477 but Demetrius ultimately never succeeded in taking the harbor. Meanwhile, his army ravaged the island and built a huge camp next to the city, but just out of missile range. Early in the siege the walls were breached and a number of troops entered the city but they were all killed and Demetrius didn't press the attack. The walls were subsequently repaired. Both sides used many technical devices during the siege such as mines and counter-mines and various siege engines. Demetrius even built the now notable siege tower, known as the Helepolis, in his attempt to take the city.(Diodorus, 1814), Book XX, Ch. V, p. 486. The citizens of Rhodes were successful in resisting Demetrius; after one year he abandoned the siege and signed a peace agreement (304 BC) which Demetrius presented as a victory because Rhodes agreed to remain neutral in his war with Ptolemy (Egypt). The unpopularity of the siege may have been a factor in its abandonment after only one year. Several years later the Helepolis, which had been abandoned, had its metal plating melted down and - along with the money from selling the remains of the siege engines and equipment left behind by Demetrius - was used to erect a statue of their sun god, Helios, now known as the Colossus of Rhodes, to commemorate their heroic resistance.Pliny the Elder (1857) with John Bostock and H.T. Riley, trans., The Natural History of Pliny (London, England: Henry G. Bohn), vol. 6, Book 34, Ch. 18, p. 165. == Popular culture == L. Sprague de Camp used the siege and the building of the Colossus in one of his historical novels, The Bronze God of Rhodes. Alfred Duggan's novel on the life of Demetrius, Elephants and Castles, also covers the siege. The fifth novel in Christian Cameron's Tyrant series, Destroyer of Cities, features the siege of Rhodes. Emma Lazarus wrote a poem contrasting the Statue of Liberty to Colossus titled The New Colossus. ==References== Category:305 BC Category:304 BC Category:300s BC conflicts Category:Battles involving ancient Rhodes Category:Battles of the Diadochi Rhodes Category:Events in Rhodes Category:Antigonus I Monophthalmus",
 "title": "Siege of Rhodes (305–304 BC)"
}