{
 "id": "859656",
 "text": "Judy Lewis (born Judith Young; November 6, 1935 – November 25, 2011) was an American actress, writer, producer, and therapist. She was the secret biological daughter of actors Loretta Young and Clark Gable. == Early life == Lewis was born on November 6, 1935 in Venice, California. She was conceived while her birth parents, Loretta Young and Clark Gable, were working on the film Call of the Wild. Gable was married at the time of Lewis's conception, and Young concealed her pregnancy to avoid scandal. Weeks after her birth, Lewis was placed in an orphanage. Lewis would spend the next 19 months in various \"hideaways and orphanages\" before being reunited with her mother. Young then claimed that she had adopted Lewis. When Lewis was four years old, Young married radio producer Tom Lewis, and Judy took his last name. Young and Lewis went on to have two sons, Christopher Lewis and Peter Lewis. Lewis bore a striking resemblance to Gable, including having ears that stuck out. When Lewis was seven years old, Young had her undergo a painful operation to pin her ears back in another attempt to hide her real parentage. When Lewis was fifteen, Gable came to her mother's house to visit her briefly. Gable asked Lewis about her life and then, upon leaving, kissed her on her forehead. It was the only time that Lewis ever spoke to Gable, and at the time, she had no idea that he was her father. As an adult, Lewis spoke of the confusion, isolation and alienation she felt within her own family while growing up. ==Career== Lewis' acting credits include appearances on TV serials such as General Hospital, Kitty Foyle, The Brighter Day and The Doctors. Ms. Lewis had her longest running serial role on The Secret Storm as Susan Ames from 1964 to 1971. She also produced the short-lived Another World spin-off, Texas and was a script writer for NBC Daytime's Search for Tomorrow. In 1958, Lewis guest- starred in \"Attack\", an episode of the syndicated western series Mackenzie's Raiders. She guest-starred with Grant Sullivan in his syndicated western series, Pony Express. In 1960, Lewis portrayed a girlfriend of a United States Navy officer in the episode \"Tiger Blood\" of the syndicated series The Blue Angels. In the 1961–1962 television season, she appeared as Connie Masters, an employee of the Wells Fargo office in Stillwater, Oklahoma, in the NBC western series, Outlaws. In 1975, she guest-starred in the short-lived CBS family drama Three for the Road. In 1985, Lewis shared a Writers Guild of America award for several episodes of CBS's Search For Tomorrow. Lewis obtained bachelor's and master's degrees in clinical psychology from Antioch University in Los Angeles, became a licensed family and child counselor in 1992, and was a practicing psychotherapist with a specialty in foster care and marriage therapy. ==Personal life and death== Lewis was the niece of actresses Polly Ann Young, Sally Blane, and Georgiana Young. She was also the paternal sister of John Clark Gable (Clark Gable's son with his fifth wife, Kay Williams) and the maternal sister of Christopher Lewis and Peter Lewis (Loretta's biological sons). Musician David Lindley is her maternal cousin.David Lindley's father, Jack Lindley, was Loretta Young's brother. See Interview with Peter Lewis by Jud Cost, 1995; www.sundazed.com. Lewis married Joseph Tinney in 1958, having one child together, daughter Maria. They divorced in 1972. After Lewis became engaged to Tinney at age twenty-three, he told her it was common knowledge that Gable was her biological father; Lewis was stunned. After Gable's death, Lewis, at age 31, finally confronted her mother about the mystery behind her parentage. Her mother said \"YES you are my sin.\" Young became nauseated, but acknowledged that she and Gable were Lewis's biological parents. In 1994, Lewis published a book about her life entitled Uncommon Knowledge in which she stated that Gable was her father; Young refused to speak with her for three years after the book was published. Loretta Young died on August 12, 2000, at age 87; her autobiography, published posthumously, confirmed that Gable was indeed Lewis's father. Lewis died of cancer at age 76 on November 25, 2011, in Gladwyne, Pennsylvania and is interred at Mount Vernon Cemetery in Philadelphia. In 2015, Linda Lewis, the wife of Loretta Young's son Christopher, stated publicly that Young had realized at age 85 that Judy had been conceived in an act of date rape: > \"Young loved to watch Larry King Live, which is most likely what prompted > her to first ask her friend, frequent houseguest, and would-be biographer, > Edward Funk, and then her daughter-in-law, Linda Lewis, to explain the term > “date rape.” As Lewis recalled from her Jensen Beach, Florida, home this > April, sitting next to her husband, Chris — Young's second born — and > flanked by Young's Oscar and Golden Globe, it took a tact to explain, in > language that an 85-year-old could understand, what “date rape” meant. “I > did the best I could to make her understand,” Lewis said. “You have to > remember, this was a very proper lady.” > > \"When Lewis was finished describing the act, Young's response was a > revelation: “That's what happened between me and Clark.”\" Young had never before understood the particulars of that 1935 incident. She had not discussed this information before 1998. Young wished to keep the pregnancy secret from Twentieth Century Pictures, knowing they would try to pressure her to have an abortion; a devout Catholic, Young considered adultery and abortion to be mortal sins. According to Linda Lewis, Young added that no consensual intimate contact had occurred between Gable and herself. Young had never previously disclosed the rape to anyone. Before learning of the concept of date rape, Young had believed it was a woman's job to fend off men's amorous advances and had perceived her inability to thwart Gable's attack as a moral failing on her part. The family remained silent about the claim until Young (died 2000) and Lewis (died 2011) were both deceased. ==References== ==Further reading== * Uncommon Knowledge by Judy Lewis (Pocket Books/Simon & Schuster, 1994), * \"All The Stars in the Heavens\" by Adriana Trigiani (The Golory of Everything Company, an imprint of Harper/Collins, 2015), ==External links== * Official website * * * Category:1935 births Category:2011 deaths Category:American psychotherapists Category:American soap opera actresses Category:American soap opera writers Category:American television actresses Category:Actresses from Los Angeles Category:Burials at Mount Vernon Cemetery (Philadelphia) Category:Writers from Los Angeles Category:20th-century American actresses Category:Television producers from California Category:American women television producers Category:Deaths from cancer in Pennsylvania Category:Antioch University alumni Category:American people of German descent Category:American people of Luxembourgian descent Category:Screenwriters from California Category:American women television writers Category:Women soap opera writers Category:21st-century American women",
 "title": "Judy Lewis"
}