{
 "id": "859943",
 "text": "March of Dimes is a United States nonprofit organization that works to improve the health of mothers and babies. The organization was founded by President Franklin D. Roosevelt in 1938, as the National Foundation for Infantile Paralysis, to combat polio. The name \"March of Dimes\" was coined by Eddie Cantor. After funding Jonas Salk's polio vaccine, the organization expanded its focus to the prevention of birth defects and infant mortality. In 2005, as preterm birth emerged as the leading cause of death for children worldwide, research and prevention of premature birth became the organization's primary focus. ==Organization == March of Dimes improves the health of mothers and babies through five programming areas: medical research, education of pregnant women, community programs, government advocacy, and support of pregnant women and mothers. The organization provides women and families with educational resources on baby health, pregnancy, preconception and new motherhood, as well as supplying information and support to families in the NICU who are affected by prematurity, birth defects, or other infant health problems. The organization began in 1938 as the National Foundation for Infantile Paralysis. In 1976 it became known as the March of Dimes Birth Defects Foundation. In 2007, the formal name became the March of Dimes Foundation. ==Anti-polio efforts== The group was founded by President Franklin D. Roosevelt on January 3, 1938, as a response to U.S. epidemics of polio, a condition that can leave people with permanent physical disabilities. Roosevelt was himself diagnosed with polio in 1921, although his symptoms are now known to be more consistent with Guillain–Barré syndrome – an autoimmune neuropathy which Roosevelt's doctors failed to consider as a diagnostic possibility. The foundation was an alliance between scientists and volunteers, with volunteers raising money to support research and education efforts. The National Foundation for Infantile Paralysis was a reconstitution of the Georgia Warm Springs Foundation, which Roosevelt and his friend Basil O'Connor founded with other friends in 1927. O'Connor became the foundation's president, a position he held for more than three decades. His first task was to create a network of local chapters that could raise money and deliver aid; more than 3,100 county chapters were established during his tenure. The name \"March of Dimes\" — a play on the contemporary radio and newsreel series, The March of Time — was coined by stage, screen and radio star Eddie Cantor. He inspired a nationwide fundraising campaign in the week preceding President Roosevelt's birthday on January 30, 1938. Lapel pins were sold for ten cents each; special features were produced by the motion picture studios and radio industry; and nightclubs and cabarets held dances and contributed a portion of the proceeds. As Cantor himself stated, “The March of Dimes will enable all persons, even the children, to show our President that they are with him in this battle against this disease. Nearly everyone can send in a dime, or several dimes. However, it takes only ten dimes to make a dollar and if a million people send only one dime, the total will be $100,000.” Cantor's appeal collected only few dimes and donation to begin with, just $17.50 had been sent in to the White House in two days. But what followed was a flood: by January 29, over 80,000 letters with dimes, quarters and dollars poured into the White House mailroom so that official correspondence to the President was buried in donation letters, with a final count of 2,680,000 dimes or $268,000 donated in what the press called \"a silver tide which actually swamped the White House.\" Roosevelt went on the air to express his thanks, saying: \"During the past few days bags of mail have been coming, literally by the truck load, to the White House,\" Roosevelt said during his birthday celebration broadcast January 30, 1938. \"Yesterday between forty and fifty thousand letters came to the mail room of the White House. Today an even greater number — how many I cannot tell you — for we can only estimate the actual count by counting the mail bags. In all the envelopes are dimes and quarters and even dollar bills — gifts from grown-ups and children — mostly from children who want to help other children get well. … It is glorious to have one's birthday associated with a work like this.\" Donald Anderson was the very first \"poster child\" to raise money for the March of Dimes. He was from Oregon and had been diagnosed with polio in 1943. Photos were taken of Donald in an almost paralyzed state. Another photo was taken seven months later to show how he had improved after receiving treatment funded by the foundation. His story was meant to show how regular, everyday Americans had helped Donald during his time in the polio ward by donating to the March of Dimes. The March of Dimes was the title used for the foundation's annual fundraising event that requested each child donate a dime. At the Christmas season, booths were set up in cities where the children could drop their dime in a slot. These were out on the street and sometimes not even overseen by anyone. Gradually the name became synonymous with that of the organization. \"His genius was in generating large numbers of relatively small contributions for a cause,\" The New York Times wrote of O'Connor. \"Over the years he collected and spent more than seven billion dimes — many of them from schoolchildren — with a half-billion dollars of it going to the war on polio.\"right|100px Publisher Gerard Piel credited O'Connor with a \"unique social invention: a permanently self-sustaining source of funds for the support of research — the voluntary health organization.\" With a centralized administration, state and local chapters and a large corps of volunteers, the National Foundation for Infantile Paralysis became the prototype for dozens of similar foundations. In 1945, a journalist named Elaine Whitelaw created the women's division for the March of Dimes. Her main reason for doing so was to empower women, as primary caregivers, to come together to support the foundation's cause. The division's very first event was a fashion show in the Waldorf Astoria in New York City, which was a great success and had a large turnout. Following the death of Franklin D. Roosevelt, there was an entirely new challenge to fighting polio: Hollywood studios decided that the March of Dimes would no longer be allowed to collect donations from movie theater audiences, taking away a great portion of the foundation's funding. The foundation realized that his connection to the people, and to polio, was what had made Roosevelt effective at raising funds. The foundation sought a new way to make people feel a connection to polio by reminding families that this disease cripples small children and that mothers, especially, should protect those children. Because Franklin D. Roosevelt founded the March of Dimes, a redesign of the dime was chosen to honor him after his death. The Roosevelt dime was issued in 1946, on what would have been the president's 64th birthday. From 1938 through the approval of the Salk vaccine in 1955, the foundation spent $233 million on polio patient care, which led to more than 80 percent of U.S. polio patients' receiving significant foundation aid. === Sabin vaccine and conflict with the March of Dimes === Around the same time, Albert Sabin (also with funding from the March of Dimes) developed a simpler version of the vaccine, which was based on an attenuated live version of the polio virus. Both Salk's version and Sabin's version had potential safety concerns; Salk's vaccine had the risk of a virus which is not completely inactivated, while Sabin's vaccine had the risk of reversion to virulence. In 1955, a batch of Salk's vaccine made by Cutter Laboratories in California was inadequately inactivated and, as a result, 11 children died. After this incident, production methods were changed and no further incidents were reported. Sabin became highly critical of O'Connor and the March of Dimes, who he believed were biased towards Salk's vaccine and made statements inconsistent with the scientific research. In the meantime, trials of the vaccine based on Sabin's version were carried out in the Soviet Union with important contributions made by Mikhail Chumakov. In 1958, the Soviet Union organized industrial production of this vaccine and polio was largely eradicated in Eastern Europe and Japan. This success led to trials in the United States as well and the licensing of Sabin's vaccine in 1961, over the considerable opposition of the March of Dimes, which supported Salk's vaccine. Eventually, Sabin's vaccine superseded Salk's vaccine based on its advantages, which included a simpler (oral) administration and lifelong immunity. ===Gallery=== File:Birthday-Ball-Check-May-1934-2.jpg|FDR receives a $1 million check, proceeds from the first President's Birthday Ball (1934) File:Birthday-Ball-Group-1937.jpg|Eleanor Roosevelt with celebrities invited to Washington, D.C., for the 1937 President's Birthday Ball File:FDR-Enrolled- Founder-1938.jpg|FDR buys a certificate enrolling him as \"Founder No. 1\" of the new National Foundation for Infantile Paralysis (1938) File:Presidents- Birthday-Ball-1939.jpg|Poster for the 1939 President's Birthday Ball File:ER- President's-Birthday-Ball-Ticket-1940.jpg|Eleanor Roosevelt buys the first ticket for the 1940 President's Birthday Ball File:Glenn-Miller- President's-Birthday-Ball-1942.jpg|Glenn Miller recorded Irving Berlin's \"At the President's Birthday Ball\" (1942) File:Roosevelt OConnor.jpg|FDR with Basil O'Connor (1944) File:Birthday-Ball-Life-1944.jpg|Eleanor Roosevelt with celebrities invited to Washington, D.C., for the 1944 President's Birthday Ball File:Birthday-Ball-Lucille-Ball-ER-Life-1944.jpg|Eleanor Roosevelt and Lucille Ball at the 1944 President's Birthday Ball File:Red Skelton and John Garfield at FDR Birthday Ball 1944.jpg|1944 President's Birthday Ball File:Birthday-Ball-Group-1945.jpg|Eleanor Roosevelt with celebrities invited to Washington, D.C., for the 1945 President's Birthday Ball ==Change of mission == right|thumb|180px|March of Dimes polio poster (1957) Following widespread use of the polio vaccine, the organization was faced with disbanding or steering its resources toward a new mission. Basil O'Connor, then the organization's president, directed his staff to identify strengths and weaknesses and reformulate its mission. The National Foundation for Infantile Paralysis (NFIP) shortened its name to the National Foundation (NF) in 1958 and launched its \"Expanded Program\" against birth defects, arthritis, and virus diseases, seeking to become a \"flexible force\" in the field of public health.Katz, Michael. \"A Genetic Pioneer Focused On Child Health Challenges.\" Nature Neuroscience 9.10 (Oct. 2006): PsycINFO. Web. 21 Dec. 2011.Bustos, Joseph. \"Volunteers march on.\" The Daily Gazette (Sterling, IL) 07 Apr. 2008: Newspaper Source Plus. Web. 21 Dec. 2011. In the mid-1960s, the organization focused its efforts on prevention of birth defects and infant mortality, which became its mission. At that time, the cause of birth defects was unknown; only the effects were visible. In 1976, the organization changed its name to the March of Dimes Birth Defects Foundation. Reducing the toll of premature birth was added as a mission objective in 2005. ==Initiatives after polio== ===Rubella=== Rubella, also called German measles, is associated with a disorder called congenital rubella syndrome, which can cause miscarriages and birth defects such as deafness, blindness and mental retardation. Vaccination is an effective preventive measure. On behalf of the March of Dimes, Virginia Apgar testified to the United States Senate in 1969 about the importance of federal funding of a rubella immunization program, and the organization funded a vaccine, which was licensed in the early 1970s. In 2006, a statement published in Birth Defects Research Part A credited the \"remarkable success of the immunization program to eliminate rubella is due to joint efforts by the Centers for Disease Control and Prevention, various state and local health departments, the American Academy of Pediatrics, the American College of Obstetrics and Gynecology, and the March of Dimes\". ===Maternal and neonatal care=== In 1976, the March of Dimes published a report titled Toward Improving the Outcome of Pregnancy (TIOP), and in 1993 they published Toward Improving the Outcome of Pregnancy: The 90s and Beyond (TIOP II). TIOP \"stratified maternal and neonatal care into 3 levels of complexity and recommended referral of high-risk patients to centers with the personnel and resources needed for their degree of risk and severity of illness.\" TIOP was published when \"resources for the most complex care were relatively scarce and concentrated in academic medical centers.\" TIOP II updated care complexity designations from levels I, II and III to basic, specialty and subspecialty, and the criteria were expanded. In 2001, the March of Dimes introduced a family support program for those with babies in a neonatal intensive care unit (NICU). The program seeks to educate NICU staff to communicate effectively with patients' families. The March of Dimes hosted the Symposium on Quality Improvement to Prevent Prematurity in October 2009. In December 2010, the March of Dimes released TIOP III, subtitled Enhancing Perinatal Health Through Quality, Safety, and Performance Initiatives. ====Fetal alcohol syndrome==== Fetal alcohol syndrome (FAS) is categorized as a group of birth defects ranging from mental retardation to various growth and behavioral problems. The March of Dimes has provided grant funding for FAS research,Caley, Linda, M., Sara Riemer, and Helen, S. Weinstein. \"Results Of A Nurse-Led Workshop Designed To Prevent Fetal Alcohol Spectrum Disorder.\" Public Health Nursing 27.3 (May/Jun. 2010): 232–239. CINAHL with Full Text. Web. 21 Dec. 2011.K Kyndely, et al. \"Fetal Alcohol Spectrum Disorders Prevention: An Exploratory Study Of Women's Use Of, Attitudes Toward, And Knowledge About Alcohol.\" Journal of the American Academy of Nurse Practitioners 17.5 (May 2005): 187–193. CINAHL with Full Text. Web. 21 Dec. 2011. and they supported the National Council on Alcoholism in its push for legislation to bring public attention to the dangers of alcohol use by pregnant women. This led to a 1989 law mandating a warning label about the risk of birth defects that alcoholic beverages still carry today.Paddock, Richard C. \"Alcohol Warning Label Bill Is Derailed in Legislature.\" Los Angeles Times 23 May 1987. 23 May 1987. Web. 21 Dec. 2011. ====Folic acid==== The March of Dimes has campaigned for public education on folic acid, a vitamin which can prevent neural tube defects such as spina bifida and anencephaly if mothers have enough of it in their body. The March of Dimes has funded polls on folic acid from The Gallup Organization. Analysis of some of the results, said that women aged 18–24 years had the least awareness regarding folic acid consumption or knowledge about when it should be taken. On the issue, the organization partnered with the Grain Foods Foundation, an industry group, in public education efforts. ====Prematurity campaign==== Awareness about preterm birth, which is associated with a variety of negative health outcomes, is an organizational goal. According to an editorial in the May 2004 issue of the Journal of the National Medical Association, the original goals of the campaign were to raise awareness of the problem from 35 percent to at least 60 percent and to decrease the rate of premature births by at least 15 percent (from 11.9 percent to 10.1 percent). In 2008, the Prematurity Campaign was extended by the Board of Trustees until 2020, and global targets were set for prematurity prevention. In 2008, the March of Dimes started its annual Premature Birth Report Card, which grades the nation and each individual state on preterm birth rates. ====Newborn screening==== March of Dimes states on its website that it supports mandated newborn screening of all babies in all states in the U.S. for at least 30 life-threatening conditions for which effective treatment and reliable testing are available to prevent catastrophic consequences to the child. In 2003, the March of Dimes began releasing an annual, state-by-state report card on each state's adoption of expanded newborn screening recommended by the American College of Medical Genetics. March of Dimes president Jennifer L. Howse, Ph.D. has stated that this program is intended to inform parents of the tests available in their state, enabling those with affected babies to pursue early treatment. According to a presentation at the 2005 annual meeting of the American Public Health Association, individual, state-based March of Dimes chapters work with governors, state legislators, health departments, health professionals, and parents to improve state newborn screening programs and to make comprehensive newborn screening programs available to every newborn throughout the country. In 2005, only 38 percent of infants were born in states that required screening for 21 or more of 29 core conditions recommended by the American College of Medical Genetics; but by 2009, all 50 states and the District of Columbia required screening for 21 or more of these treatable disorders. NICU Family Support March of Dimes introduced the NICU Family Support program in 2001 to provide information and comfort to families during the NICU hospitalization of their newborn and to contribute to NICU staff professional development. Today it operates in 68 hospitals in the United States to serve more than 50,000 families annually. In 2018, March of Dimes released the My NICU Baby app that provides families with information while in the NICU and to help them transition home. ===Global Report on Birth Defects=== The March of Dimes published its Global Report on Birth Defects in 2006, which estimated birth defects' global burden. ===White paper on prematurity=== In 2009, the March of Dimes partnered with the Department of Reproductive Health and Research of the World Health Organization (RHR/WHO) to publish a white paper on the global and regional toll of preterm birth worldwide. This report, which was the first attempt to identify the global scope of premature births and related infant deaths, found that an estimated 13 million infants worldwide are born premature each year and more than one million of them die in their first month of life. Further, premature births account for 9.6 percent of total births and for 28 percent of newborn deaths. The highest rates of premature birth are in Africa, followed by North America (Canada and the United States combined). ===March for Babies=== Established in 1970, the March for Babies, previously called WalkAmerica, is the largest fundraiser of the year for the March of Dimes, as well as the oldest nationwide charitable walking event. In the decades since, many other organizations have used the walkathon format to help raise money. Funds raised by the event support March of Dimes-sponsored research and other programs to prevent premature birth, birth defects and infant mortality. According to the March of Dimes, March for Babies is held in more than 900 communities across the nation. Every year, 1 million people—including 20,000 company teams, family teams and national sponsors—participate in the event, which has raised more than $1.8 billion since 1970. The March of Dimes states that seventy-six cents of every dollar raised in March for Babies is spent on research and programs to help prevent premature birth, birth defects and infant mortality. The first person to walk for the March of Dimes was John Harrison Finger, a textile worker in High Point, North Carolina. In 1948, his daughter came home from school and asked for a donation for the polio fund. Finger replied that he did not have the money but that he would raise some. In what is thought to be the first walkathon in March of Dimes history, Finger walked 32 miles — round trip from High Point to Greensboro — and collected a total of $1,700 in a red wagon he pulled behind him. During his lifetime he walked more than 1,000 miles and raised $15,832 to benefit the charity. The March of Dimes formally created its nationwide WalkAmerica drive in 1971, and Finger was named \"Mr. WalkAmerica\" in 1983. ===Sounds of Pertussis=== Once rare in the United States, cases of pertussis (whooping cough) are appearing across the country with greater frequency.\"'Sounds of Pertussis'\" Campaign Makes Times Square Pit Stop.\" PR Newswire US 11 Aug. 2011: Newspaper Source Plus. Web. 21 Dec. 2011. To address this issue, the March of Dimes and Sanofi Pasteur launched a national education campaign in 2010 called \"Sounds of Pertussis\" to raise awareness about the seriousness of pertussis and the need for adult vaccination to prevent infecting babies. NASCAR driver Jeff Gordon is a national spokesperson for the campaign. The campaign recently sponsored a song-writing contest called Sound Off About Pertussis, which was won by Maria Bennett with her original song, \"Give Pertussis a Whooping.\" ===Healthy Babies are Worth the Wait=== To combat the state's high prematurity levels, in 2007, the March of Dimes, the Johnson & Johnson Pediatric Institute, and the Kentucky Department for Public Health partnered with six Kentucky hospitals to launch \"Healthy Babies Are Worth the Wait,\" a health promotion and prematurity prevention initiative intended to reduce the rate of preventable preterm births in targeted areas of Kentucky. Kentucky was chosen as a pilot due to an elevated preterm birth rate greater than the national average that had been steadily increasing over the past few years, its predisposition to adjustable risk factors such as smoking and nutrition, and the commitment and dedication of community leaders. In 2007-2009, the trial programs saw a 6.5% reduction in preterm birth rates. The success of the program in the State of Kentucky led to the development of similar initiatives in New Jersey, Texas, New York, Kansas, and Illinois with upcoming sites in Florida and California. The primary goal of Healthy Babies Are Worth the Wait is a 15 percent reduction in the rate of singleton (one baby) preterm births in these targeted areas through increasing knowledge and education regarding factors that increase the risks of preterm birth, influencing change in health care settings and creating new advancements in preventing preterm and low-birth-weight births. Other strategic goals include improving access to prenatal services and lowering the rate of early elective deliveries done before 39 weeks gestation. The Healthy Babies are Worth the Wait initiative was developed based on five core concepts: Partnerships and collaborations, Provider initiatives, Patient support, Public engagement, and Progress measurement. The program encourages providers to educate patients on the risk factors and prevention methods for preterm births, inform women of childbearing age of the challenges of delivering prematurely, and distribute public information regarding the costs of prematurity on society ($26 million annually). Program initiatives and services include progesterone shots given to pregnant women with past histories of preterm births, encouraging folic acid usage and stress management during pregnancy, and developing strategies to eliminate cesarean deliveries and inductions before 39 week's gestation unless medically necessary. The program was implemented as a Best Practice in the Association of Maternal & Child Health Programs (AMCHP) in 2015. ===Perinatal Data Center=== The March of Dimes Perinatal Data Center includes the PeriStats Web site, which provides free access to U.S., state, county, and city maternal and infant health data. ==Legislation supported== *PREEMIE Reauthorization Act (S. 252; 113th Congress) – a bill that would reauthorize research by the Centers for Disease Control and Prevention related to preterm birth and take other actions to improve infant mortality rates. *Newborn Screening Saves Lives Reauthorization Act of 2013 (H.R. 1281; 113th Congress) - a bill that would amend the Public Health Service Act to reauthorize grant programs and other initiatives to promote expanded screening of newborns and children for heritable disorders. The March of Dimes described the bill as reauthorizing \"critical federal activities that assist states in improving and expanding their newborn screening programs, supporting parents and provider newborns screening education, and ensuring laboratory quality and surveillance.\" *State Children's Health Insurance Program reauthorization - a bill that supported the continuation of the State Children's Health Insurance Program (SCHIP), a program that provides health insurance to 11 million low-income children and pregnant women. In 2007 and 2009, March of Dimes partnered with the American Academy of Pediatrics (AAP) and the National Association of Children's Hospitals (NACH) on the issue. ==Notable staff== Virginia Apgar, M.D., the creator of the Apgar Score, joined the March of Dimes in 1959 and eventually served as vice president for medical affairs. ==Criticism and controversy== Animal rights organizations have raised concerns about March of Dimes-funded medical research involving animals. The foundation states it supports the use of non-animal research alternatives wherever possible. In his book Essentials of Sociology: A Down-to-Earth Approach, sociologist Professor James M. Henslin describes March of Dimes as a bureaucracy that has taken on a life of its own through a classic example of a process called goal displacement. Faced with redundancy after Jonas Salk discovered the polio vaccine, it adopted a new mission, \"fighting birth defects\", which was recently changed to a vaguer goal of \"breakthrough for babies\", rather than disbanding. Charity Navigator, an organization that attempts to quantify the effectiveness of charities, has given the organization a rating of two stars (out of four). This is a merged score that attributes both a Financial as well as Accountability & Transparency rating to a non-profit. As of Fiscal Year 2015, Charity Navigator gives a 60.18 out of 100 score for Financial and a 97.00 out of 100 for Accountability & Transparency. This gives the March of Dimes a merged score of 71.76, leading to their two star status. Another criticism has been that President Jennifer Howse's compensation is high. In 2011, the March of Dimes' tax filings reported it as $545,982, and the organization's filings from 2014 reported her salary as $503,692, about 25% higher than the median CEO salary for similarly sized charities. The March of Dimes has also faced criticism regarding their direct donations to Planned Parenthood, which some claim contradicts their self-claimed mission that they fight \"for the health of all moms and babies\".https://www.marchofdimes.org/ ==References== ==External links== * Official website * \"At the President's Birthday Ball\" (1942) by the Glenn Miller Orchestra (YouTube) * \"Fund Raising for Roosevelt\", unissued British Pathé newsreel footage, without sound, of the 1944 March of Dimes and the President's Birthday Ball; incorrectly identified as political campaign fundraising (YouTube) * America Salutes the President's Birthday (March of Dimes fund appeals 1943–45) at the RadioGOLDINdex * FDR's Birthday at the Franklin D. Roosevelt Presidential Library and Museum Category:Polio Category:Organizations established in 1938 Category:Medical and health organizations based in New York (state) Category:Non-profit organizations based in New York (state) Category:Health charities in the United States Category:Franklin D. Roosevelt Category:Recipients of the Four Freedoms Award Category:Preterm birth",
 "title": "March of Dimes"
}