{
 "id": "860042",
 "text": "The Hatchie River is a U.S. Geological Survey. National Hydrography Dataset high-resolution flowline data. The National Map, accessed June 3, 2011 river in northern Mississippi and southwestern Tennessee. It is of considerable geographic, cultural, and historic significance. In large measure this is because it is the only major river of West Tennessee that has never been impounded, channelized, or otherwise modified by human activity to any major degree, although several of its tributaries have. Its environs are indicative of what much of West Tennessee must have resembled prior to the time of European settlement in early 19th century. The Hatchie rises in the northern part of Union County, Mississippi and travels through Tippah and Alcorn counties before crossing into Hardeman County, Tennessee, near the community of Pocahontas. After a short jog into adjoining McNairy County, Tennessee, the Hatchie flows north, in a serpentine fashion, then turns northwest toward Bolivar. While there is usually a discernible main channel, the Hatchie at this point is largely a zone of wetlands approximately one mile (1.6 km) wide. Supposedly Bolivar was the head of navigation for small, shallow-draught steamboats in the 19th century. From Bolivar, the Hatchie continues generally northwest, crossing into Haywood County and the southwestern corner of Madison County. it then enters Hatchie National Wildlife Refuge. The rest of the stream course generally trends west. There is a \"bow\" to the north in the final part of the stream course, which forms the line between Tipton County and Lauderdale County. The Hatchie enters the Mississippi River just north of the Hatchie Towhead and just south of the Lower Hatchie National Wildlife Refuge. The Hatchie is designated as a \"scenic river\" under the Tennessee Wild and Scenic Rivers Act. The name \"Hatchie River\" is tautological, as the element \"hatchie\" means \"river\" in the Choctaw language. Variant names of the Hatchie River include Arteguet River and Big Hatchie River. ==See also== *List of Mississippi rivers *List of Tennessee rivers ==References== * Category:Rivers of Mississippi Category:Rivers of Tennessee Category:Tributaries of the Mississippi River Category:Bodies of water of Haywood County, Tennessee Category:Bodies of water of Hardeman County, Tennessee Category:Bodies of water of McNairy County, Tennessee Category:Bodies of water of Madison County, Tennessee Category:Bodies of water of Tipton County, Tennessee Category:Bodies of water of Lauderdale County, Tennessee Category:Bodies of water of Alcorn County, Mississippi Category:Bodies of water of Tippah County, Mississippi",
 "title": "Hatchie River"
}