{
 "id": "860216",
 "text": "Tatchakorn Yeerum (, , ; formerly Phanom Yeerum (, ); born 5 February 1976), better known internationally as Tony Jaa and in Thailand as Jaa Phanom (, , ), is a Thai martial artist, actor, action choreographer, stuntman, director, and traceur. His films include Ong-Bak: Muay Thai Warrior (2003), Tom-Yum-Goong (2005), Ong Bak 2: The Beginning (2008), Furious 7 (2015) and SPL II: A Time for Consequences (2015). ==Early life== Tony Jaa was born and raised in a rural area in Surin Province to Rin Saipetch and Thongdee Yeerum. He is of Kuy descent, a Mon–Khmer ethnic group that inhabits Thailand, Cambodia and Laos. He speaks Kuy, Thai and Khmer. In his youth, Jaa watched films by Bruce Lee, Jackie Chan and Jet Li at temple fairs, which inspired him to learn martial arts. He practiced the techniques in his father's rice paddy. \"What they [Lee, Chan, and Li] did was so beautiful, so heroic that I wanted to do it too,\" Jaa told Time in a 2004 interview. \"I practiced until I could do the move exactly as I had seen the masters do it.\"Perrin, Andrew (18 October 2004). \"Hitting the big time\". Time.Perrin, Andrew (18 October 2004). \"Quotes of the Day\"(Dead link) Archive Copy Jaa began training in Muay Thai at his local temple at age 10. By 15, he was a protégé of stuntman and action film director Panna Rittikrai. Panna had instructed Jaa to attend Maha Sarakham College of Physical Education in Maha Sarakham Province from which he graduated with a bachelor's degree. ==Career== ===Stunt work=== Jaa initially worked as a stuntman for Muay Thai Stunt for 14 years, appearing in many of Rittikrai's films. He doubled for Sammo Hung when the martial-arts movie actor made a commercial for an energy drink that required him to grasp an elephant's tusks and somersault onto the elephant's back.Pornpitagpan, Nilubol (3 February 2003). \"Leap into the limelight\".(Dead link) Bangkok Post. Archive Copy He was also a stunt double in the Thai television series Insee Daeng (Red Eagle).Yusof, Zack (21 November 2003). \"Selling a Thai style\", The Star (Malaysia) (retrieved from Archive.org on 15 December 2006). ===2003–2008=== thumb|Jaa in 2006 Together, Panna and Jaa developed an interest in Muay Boran, the predecessor of muay thai and worked and trained for four years at the art with the intention of developing a film about it. Eventually they were able to put together a short film showing what Jaa could do with the help of instructor Grandmaster Mark Harris. One of the people they showed it to was producer-director Prachya Pinkaew. This led to Ong-Bak: Muay Thai Warrior in 2003, Jaa's break-out role as a leading man. Jaa did all the stunts without mechanical assistance or computer-generated effects and it showcased his style of extreme acrobatics and speedy, dance-like moves. Injuries suffered in the filming included a ligament injury and a sprained ankle. One scene in the film involved fighting with another actor while his own trousers were on fire. \"I actually got burned,\" he said in a 2005 interview. \"I really had to concentrate because once my pants were on fire the flames spread upwards very fast and burnt my eyebrows, my eyelashes and my nose. Then we had to do a couple more takes to get it right.\"Franklin, Erika. May 2005. \"Alive and Kicking: Tony Jaa interviewed\" , Firecracker Media (retrieved on 15 December 2006) His second major movie was Tom-Yum-Goong (The Protector in the US), named after Tom yum soup, which included a style of Muay Thai that imitates elephants. In August 2006, he was in New York to promote the US release of The Protector, including an appearance at the Museum of the Moving Image.Hendrix, Grady. 21 August 2006. Tony Jaa in town, kicks people , KaijuShakedown.com (retrieved 23 August 2006). Sahamongkol Film International advertised that Tony Jaa's third film would be called Sword or Daab Atamas, about the art of Thai two-sword fighting (daab song mue), with a script by Prapas Chonsalanont.Kaiju Shakedown, \"Next Tony Jaa project announced\" , 27 May 2005. But due to a falling out between Prachya and Jaa, which neither have publicly commented on, Sword was cancelled. On March 2006, it was reported that there would be a sequel to Ong-Bak, Ong-Bak 2. With Jaa both directing and starring, it started pre-production in fall 2006 and was released in December 2008.Payee, Parinyaporn, A hit of 'Chocolate' , The Nation (Thailand); retrieved 2007-11-18Payee, Parinyaporn. 30 November 2006. High-kicking khon , The Nation.The Nation, \"Soop Sip\", 3 May 2006 (print only).Frater, Patrick (27 March 2006). \"Weinsteins are back with another 'Bak'\" Variety (magazine) (subscription-only). Jaa's films captured the attention of his hero, Jackie Chan, who asked director Brett Ratner to cast Jaa in Rush Hour 3. \"I gave the director videos of Tony Jaa because I think Tony Jaa is the most well-rounded of all action stars,\" Chan told the Associated Press. \"The director liked him a lot,\" Chan said. However, Jaa said he'd be unable to participate because of scheduling conflicts with the shooting of Ong Bak 2. While Jaa and Amogelang were working on Ong-Bak 2, director Prachya Pinkaew and action ya choreographer Panna Rittikrai were working on Chocolate, starring a female martial artist, Nicharee Vismistananda and released 6 February 2008. Jaa had been cast in a small role in a third installment of the King Naresuan film series directed by Chatrichalerm Yukol, although the film was ultimately cancelled. Ong Bak 3 was released in 2010 and provides a conclusion to this Thai trilogy. ===2010–present=== Tony Jaa and Panna Rittikrai co-directed Ong Bak 3, the 2010 sequel to the prequel Ong Bak 2. On 28 May 2010, Jaa became a Buddhist monk at a Buddhist temple in Surin, Thailand. After leaving the monastery, Jaa accepted a deal with Sahamongkol film company. He filmed Tom Yum Goong 2 for them, with Chocolate star Jija Yanin in a major role too, the first time Jaa has shared the big screen with another international martial arts star. Director Prachya Pinkaew and choreographer Panna Rittikrai also returned for this film. In 2013, Jaa teamed up with Dolph Lundgren in the Thai western-comedy A Man Will Rise (which remains unfinished) and in 2014 in Lundgren's pet project Skin Trade. Jaa then co-starred in the blockbuster action film Furious 7, produced by and starring Vin Diesel and directed by James Wan. Jaa also teamed up with fellow actors Louis Koo and Wu Jing in Hong Kong-Chinese action film SPL II. Jaa was briefly attached to the remake of Kickboxer: Vengeance. However, in November 2014, it was announced that he had exited the project. Jaa's most recent project was co-starring with Vin Diesel again in XXX: Return of Xander Cage, directed by D.J. Caruso and released in January 2017. In October 2016, Jaa co-starred with Louis Koo again in Paradox, the third part of the SPL series. ==Personal life== Jaa married his longtime girlfriend Piyarat Chotiwattananont on 3 May 2012. The couple have two daughters. ==Filmography== ===Film=== {| class = \"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- | 1994 | Spirited Killer | | rowspan=\"3\" | Supporting role |- | rowspan=\"2\" | 1996 | Hard Gun | |- | Mission Hunter 2 (Battle Warrior) | |- | 1997 | Mortal Kombat: Annihilation | | Stunt double: Robin Shou |- | 2001 | Nuk leng klong yao | | Supporting role |- | 2003 | Ong- Bak: Muay Thai Warrior | Ting | |- | 2004 |The Bodyguard | Himself | Cameo |- | 2005 | Tom-Yum-Goong | Kham | |- | 2007 |The Bodyguard 2 | Himself | Cameo |- | 2008 |Ong Bak 2 | rowspan=\"2\" | Tien | rowspan=\"2\" | Action choreographer, director and stunt coordinator |- | 2010 |Ong Bak 3 |- | 2013 | Tom Yum Goong 2 | Kham | |- | 2014 | Skin Trade | Tony Vitayakul | Direct-to- DVD |- | rowspan=\"2\"|2015 | Furious 7 | Kiet | Hollywood debut film |- | SPL II: A Time For Consequences | Chai | Hong Kong debut film |- | rowspan=\"1\" | 2016 | Never Back Down: No Surrender | Himself | Cameo |- | rowspan=\"3\" | 2017 | XXX: Return of Xander Cage | Talon | |- | Paradox | Tak | |- | Gong Shou Dao | Master Jaa | Short film |- | rowspan=\"1\" | 2018 | Master Z: The Ip Man Legacy | Sadi the Warrior | |- | rowspan=\"1\" | 2019 | Triple Threat | Payu | Broadcast on Netflix |- | rowspan=\"2\" | 2020 | Jiu Jitsu | Keung | |- | Monster Hunter | The Hunter | |- | rowspan=\"1\" | 2021 | Detective Chinatown 3 | Jack Jaa | Thai dubbing in somescene of Thai version |- | 2022 | The Expendables 4 | | (Filming) |- | TBA | A Man Will Rise | | Uncompleted (ABANDONED); director |- |} ===Television=== {| class=\"wikitable sortable\" ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1998 | Red Eagle อินทรีแดง (2541) | | Stunt double: Red Eagle, uncredited |- | 2015 | Sze U Tonight | | With Simon Yam & Wu Jing (TVB) |} ===Singles=== {| class=\"wikitable\" style=\"text-align:left;\" ! Year ! Title ! Ref |- | 2017 | \"Lui He Lui\" ลุยเฮลุย (GROUNDBREAKING) | |} ===Music videos=== {| class=\"wikitable sortable\" |- ! Year ! Artist ! Title ! Role |- | 2004 | Tragédie (duo) | \"Je Reste Ghetto\" | Muay Thai |} ===Video games=== {| class=\"wikitable sortable\" |- ! Year !! Title !! Role !! class=\"unsortable\" | Notes |- | 2005 || Tom Yum Goong: The game || Kham || Voice |} ==Awards and nominations== {| class=\"wikitable sortable\" |- ! Year ! Awards ! Category ! Work ! Outcome |- ||2003 | rowspan=\"1\" |Star Entertainment Awards | Actor in Leading Role of the Year | rowspan=\"2\" |Ong-Bak | |- ||2004 | rowspan=\"2\" |Suphannahong National Film Awards | Best Actor | |- ||2005 | Honorary Award |Tom-Yum-Goong | |- ||2006 | rowspan=\"1\" |Online Film Critics Society Awards | Best Breakthrough Performance |Ong-Bak | |- | rowspan=\"1\" |2008 | rowspan=\"1\" |Top Awards | rowspan=\"3\" |Motion Picture of the Year | rowspan=\"4\" |Ong Bak 2 | |- | rowspan=\"3\" |2009 | rowspan=\"1\" |Nine Entertain Awards | |- | rowspan=\"1\" |Chalermthai Awards | |- | rowspan=\"1\" |Suphannahong National Film Awards | Best Actor | |- ||2010 | rowspan=\"1\" |Top Awards | Actor in Leading Role of the Year | rowspan=\"2\" |Ong Bak 3 | |- ||2011 | rowspan=\"1\" |Deauville Asian Film Festival | Best Actor | |} ==See also== * Panna Rittikrai * Muay Thai Stunt ==References== ==External links== * * Category:1976 births Tony Jaa Tony Jaa Category:Living people Tony Jaa Tony Jaa Tony Jaa Tony Jaa Tony Jaa Tony Jaa Tony Jaa",
 "title": "Tony Jaa"
}