{
 "id": "860340",
 "text": "The System Has Failed is the tenth studio album by American heavy metal band Megadeth, released on September 14, 2004. It was the band's second and final studio album to be distributed by Sanctuary Records. The System Has Failed was the first album to be released after Dave Mustaine recovered from his arm injury sustained in 2002. It is also the first of three Megadeth records not to include original bassist and co-founder David Ellefson. Instead, the album features session players, including drummer Vinnie Colaiuta and guitarist Chris Poland. The System Has Failed received positive reception from critics and debuted at number 18 on the Billboard 200. The album was generally thought of as being a return to form for the band, after the release of more commercially accessible albums through the 1990s. \"Die Dead Enough\" and \"Of Mice and Men\" were released as singles in 2004, and \"The Scorpion\" was released as a single in 2005. The track \"Back in the Day\" was featured in the Duck Dodgers episode \"In Space, No One Can Hear You Rock\" in 2005, which featured an animated version of the band performing the song. ==Background and production== In 2002, frontman Dave Mustaine announced that he was disbanding Megadeth due to an arm injury that rendered him unable to play guitar. In a statement published on April 3, 2002, he stated that doctors expected that it would take about a year before he would recover from the injury. However, it was uncertain as to how complete of a recovery it would be. Mustaine stated his hopes to regain the ability to play guitar. He subsequently recovered following months of physical therapy. The album was recorded at Oceanway and Emerald Entertainment in Nashville, Tennessee and at Phase Four Studios in Tempe, Arizona. In a promotional statement from Megadeth's then-label Sanctuary Records, Mustaine clarified that recording the album had been \"liberating\", due to having more control over the record than he had had since the first two Megadeth records. Mustaine also noted that he initially took a casual approach to the album, starting out working three hours a night, four days a week. Originally intended to be a solo album by Mustaine, the record was re-branded with the Megadeth name as a result of contractual obligations owed to Mustaine's publishing company. Mustaine co-produced the record with Jeff Balding, who had previously engineered Cryptic Writings and Risk. Upon restarting Megadeth, Mustaine contacted bassist and founding member David Ellefson about resuming bass guitar duties for the band. Those efforts were ultimately fruitless, however. Ellefson claimed that Mustaine was not financially willing to pick up \"where it was when [the band] broke up\" and did not return to Megadeth. ===Artwork=== The cover art was designed by Mike Learn, and features Vic Rattlehead at a podium in front of the United States Supreme Court building selling a not-guilty verdict to then U.S. President George W. Bush. Saluting is Hillary Clinton, next to former President Bill Clinton. Behind President Bush, Vice President Dick Cheney holds a briefcase labeled \"plan B\". Behind Cheney are several other Bush Administration officials: then National Security Advisor (and later Secretary of State) Condoleezza Rice, Defense Secretary Donald Rumsfeld, and Attorney General John Ashcroft. The $100 bills on the cover depict Vic Rattlehead's face rather than the one of Benjamin Franklin. ==Release and promotion== The System Has Failed was released on September 14, 2004, through Sanctuary Records. Three days previously, on September 11, the album was made available for streaming on the VH1 website. The album debuted at number 18 on the Billboard 200, with 46,000 units sold in its first week. By December 2007, The System Has Failed had sold 196,000 copies in the United States and by October 2019 has sold an additional 200,000 copies. In addition, the album had managed to chart in the top 20 in several other countries, including Canada, Finland, and Sweden. Still needing a band with whom to tour, Mustaine hired longtime drummer Nick Menza, and newcomers James MacDonough (bass) and Glen Drover (guitar). However, just five days before the start of the tour, Menza was sent home. His place was filled by Shawn Drover, brother of then-recently hired guitarist Glen Drover. The album's promotional tour, the Blackmail the Universe Tour, launched on October 23, 2004, in Reno, Nevada and featured Earshot as a supporting act. This tour would also spawn the That One Night: Live in Buenos Aires double live album, released in 2007. Two music videos were made to promote the album. The first was \"Die Dead Enough\", which was directed by Thomas Mignone. \"Of Mice and Men\" was selected as the second video from the album. In this video, the then-new Megadeth lineup is shown performing. The majority of the video was filmed on January 20, 2005, in Los Angeles. Many fans turned up to be in the video through a contest held by Sanctuary Records. A third video was made for \"Back in the Day\" in 2005, but was unreleased until September 15, 2014, to celebrate ten years since the album's release. \"Back in the Day\" was also featured in an episode of the Duck Dodgers TV series. The episode which the song was featured in, \"In Space, No One Can Hear You Rock\", aired on November 4, 2005, after having been delayed a week. A remastered version of The System Has Failed, along with The World Needs a Hero, was reissued on CD, vinyl, and digital download on February 15, 2019. ==Songs== \"Die Dead Enough\" was the lead single from The System Has Failed. Mustaine wrote it when he was asked to write a song for the movie Tomb Raider II, but the proposed budget for recording was too low and the deal fell through. Later on, the song was supposed to be featured in the film Saw, but ultimately was not for undisclosed reasons. This was later followed by the release of \"Of Mice and Men\". Additionally, \"Kick the Chair\" was released as a free promotional download via Megadeth's website in May 2004, several months prior to the album's release. This version of the song was described by Mustaine as being a final mix, but not the master that would appear on the record. \"Tears in a Vial\" was written by Mustaine shortly after Megadeth disbanded in 2002 about a decision to trade success for happiness. The next track on the album, \"I Know Jack\", is an instrumental featuring a sample of Texas Senator Lloyd Bentsen's famous response to Indiana Senator Dan Quayle during a 1988 vice-presidential debate. \"Shadow of Deth\" consists of Mustaine reciting Psalm 23. The Latin phrase heard at the beginning of the track, \"Auxilium meum a Domino,\" translates to \"My help comes from the Lord.\" ==Critical reception== The System Has Failed has received mainly positive reviews from critics, with some of them describing the album as a return to form. AllMusic's Jason Birchmeier commented that Megadeth hasn't sounded this vital since Countdown to Extinction, and called the album \"damn near perfect\". Brave Words & Bloody Knuckles reviewer Martin Popoff described the album as a mix of several previous records, and praised a number of the album's tracks. Popoff acknowledged the fact that Mustaine only used hired session players on the album was the album's only low point. Jeff Kerby of KNAC gave a positive, if at times slightly sarcastic review, as well as a detailed track-by-track commentary. David E. Gehlke of Blistering said despite that Mustaine's best days were behind him, this record comes across as a \"warm return\"; although the album fails to recapture past glory, it succeeds in being a solid, reliable metal album. In addition, Gehlke noted that Mustaine's vocals were \"as strong as ever\", but panned the album for the lack of any \"thrash burners\". Neil Arnold of Metal Forces had a slightly different opinion, and credited this album for putting Megadeth \"back on track\". He praised the album artwork, which reminded him of the 80's style of graphics. Another positive review was posted on Entertainment Weekly. Reviewer Nancy Miller called The System Has Failed Megadeth's best since 1990's Rust in Peace and praised Mustaine's collaboration with Poland, calling the result \"Righteous!\" In spite of a largely positive reception, not all reaction was completely positive. Tom Day of musicOMH had a mixed reaction to the album. Day called \"Die Dead Enough\" a \"slice of classic 'Deth\", while noting its slightly more mainstream sound. Later in his review, however, he noted that with \"Shadow of Deth\", it seemed that Mustaine had run out of ideas. Nick Lancaster from Drowned in Sound also reacted unenthusiastically towards the album, saying it was a \"severe case of St. Anger syndrome\". However, he added there were \"occasional moments of the old magic, but they're few and far between\". ==Track listing== ==Personnel== Production and performance credits are adapted from the album liner notes. {| |valign=top| ;Megadeth * Dave Mustaine – lead and rhythm guitars, lead vocals ;Session musicians * Chris Poland – lead guitar on all tracks except \"I Know Jack\", \"Truth Be Told\" and \"The Scorpion\" * Jimmie Lee Sloas – bass * Vinnie Colaiuta – drums |valign=top| ;Additional performers * Tim Akers – keyboards * Darien Bennett – voice of the General on \"Blackmail the Universe\" * Eric Darken – percussion * Michael Davis – sound effects * Lance Dean – additional vocals * Scott Harrison – additional vocals * Charlie Judge – keyboards * Celeste Amber Montague – voice of the Reporter on \"Blackmail the Universe\" * Justis Mustaine – background spoken part * Ralph Patlan – voice of the Politician on \"Blackmail the Universe\", additional vocals * Chris Rodriguez – background vocals * Robert Venable – additional vocals * Jonathan Yudkin – strings, banjo |valign=top| ;Production * Produced and recorded by Jeff Balding and Dave Mustaine * Mixed by Jeff Balding * Assisted by David Bryant, Ralph Patlan, Scott Kidd, Jesse Amend, Lance Dean, and Jed Hackett * Additional recording by David Bryant, Jed Hackett, and John Saylor * Mastered by Adam Ayan * Digital editing by Mark Hagen and Jed Hackett * Production coordination by Mike \"Frog\" Griffith * Cover art by Mike Learn, based on a concept by Dave Mustaine * Design by t42design |} ==Chart performance== ;Album {| class=\"wikitable sortable plainrowheaders\" |- !scope=\"col\"|Chart (2004) !scope=\"col\"|Peak position |- !scope=\"row\"|Australian Albums (ARIA) |align=\"center\"|57 |- !scope=\"row\"|Austrian Albums (Ö3 Austria) |align=\"center\"|43 |- !scope=\"row\"|Belgian Albums (Ultratop Flanders) |align=\"center\"|89 |- !scope=\"row\"|Belgian Albums (Ultratop Wallonia) |align=\"center\"|95 |- !scope=\"row\"|Canadian Albums (Billboard) |align=\"center\"|10 |- !scope=\"row\"|Danish Albums (Hitlisten) |align=\"center\"|38 |- !scope=\"row\"|Dutch Albums (Album Top 100) |align=\"center\"|32 |- !scope=\"row\"|Finnish Albums (Suomen virallinen lista) |align=\"center\"|12 |- !scope=\"row\"|French Albums (SNEP) |align=\"center\"|28 |- !scope=\"row\"|German Albums Albums (Offizielle Top 100) |align=\"center\"|29 |- |- !scope=\"row\"|Italian Albums (FIMI) |align=\"center\"|40 |- !scope=\"row\"|Norwegian Albums (VG-lista) |align=\"center\"|34 |- !scope=\"row\"|Scottish Albums (OCC) |align=\"center\"|51 |- !scope=\"row\"|Swedish Albums (Sverigetopplistan) |align=\"center\"|14 |- !scope=\"row\"|Swiss Albums (Schweizer Hitparade) |align=\"center\"|57 |- !scope=\"row\"|UK Albums (OCC) |align=\"center\"|60 |- !scope=\"row\"|US Billboard 200 |align=\"center\"|18 |} ;Singles {| class=\"wikitable sortable plainrowheaders\" |- !scope=\"col\"|Chart (2004–05) !scope=\"col\"|Single !scope=\"col\"|Peak position |- |rowspan=\"2\"|US Billboard Mainstream Rock Tracks !scope=\"row\"|\"Die Dead Enough\" |align=\"center\"|21 |- !scope=\"row\"|\"Of Mice and Men\" |align=\"center\"|39 |} ==References== ==External links== * Category:Megadeth albums Category:2004 albums Category:Sanctuary Records albums",
 "title": "The System Has Failed"
}