{
 "id": "860804",
 "text": "The HVDC Italy–Corsica–Sardinia (also called SACOI; Sardinia–Corsica–Italy) is an HVDC interconnection used for the exchange of electric energy between the Italian mainland, Corsica and Sardinia. It is unusual, having more than two converter stations as part of a single HVDC system, and (as of 2012) is one of only two multi-terminal HVDC systems in operation in the world (the other multi-terminal scheme being the Quebec – New England Transmission system linking northeastern United States with Quebec in Canada). thumb|right|Map showing route of cable and line The scheme is a monopole using a mixture of overhead line and submarine cable for the 200 kV high voltage conductor, and sea return for the neutral current. The overhead lines and submarine cables are duplicated, with both circuits being installed on the same towers.Natale, M., Lane, F.J., Calverley, T.E., The Sardinian–Italian Mainland HVDC interconnection, IEE Conf. Pub No. 22, p42 - Sept 1966. The scheme was constructed in three phases. == SACOI 1 - Mercury arc system (1968) == === Converter stations === When originally completed in 1968 by English Electric, the scheme comprised two converter stations, at San Dalmazio in Tuscany on the Italian mainland, which was situated close to a production area and offered a connection to two 220 kV lines, and Codrongianos on Sardinia. Each converter station was rated at 200 kV, 200 MW and consisted of two 6-pulse converter bridges in series. Normal operation was with both bridges in service but the scheme could be operated at 50% of rated voltage and power by bypassing one converter group at each end, to allow maintenance to be carried out. Each 6-pulse converter bridge consisted of 6 main mercury-arc valves plus a 7th for high-speed bypass operations. Each valve was rated at 1000 A dc and had four anode columns in parallel, with air cooling used for both the anodes and cathodes of the valve. The original scheme was commissioned during 1967 and put into commercial operation in January 1968.Ciallella, V., Grattarola, P., Taschini, A., Martin, C.J.B., Willis, D.B., Testing and operating experience of the Sardinia–Italian Mainland D.C. link, CIGRÉ session, Paris, 1968, paper reference 43-09. The mercury arc valves were as well in San Dalmazio as in Codrongianos situated in a hall with a length of 60 metres, a width of 20 metres and a height of 15 metres. The valves are still in these halls, however the mercury was removed, after the decommissioning of the mercury arc system in 1992. === Transmission lines and cables === The scheme consists of three overhead line sections: one on the Italian mainland with a length of , one on Corsica with a length of and one on Sardinia with a length of . The overhead line sections use twin conductors (each rated at 1000 A dc) connected in parallel. Each aluminium conductor has a cross section of 628 mm2 in Sardinia and Italy, and 755 mm2 on Corsica. In addition to this, there are two submarine cable sections: between Italy and Corsica and between Corsica and Sardinia. The conductor cross-sections are 1080 mm2 on land and 420 mm2 for the submarine lengths. === Sea electrodes === The scheme was designed to export power from coal-fired power stations on Sardinia to the Italian mainland, and thus was only required to operate in one direction. Although the converter stations are inherently capable of operating in either direction of power transmission, advantage was taken of the unidirectional power-flow requirement to economise on the design of the sea electrodes. The sea return current enters the sea at the Sardinian end (anode) and leaves the sea at the mainland end (cathode). The mainland electrode consists of bare copper (a section of insulated copper cable with the insulation stripped off), which would corrode rapidly if used as an anode but suffers no degradation when used as a cathode. However, the anode electrode on Sardinia required a more sophisticated design using platinum-coated titanium pipe, subdivided into 30 sub-electrodes, in order to prevent corrosion.Compendium of HVDC Schemes, CIGRÉ Technical Brochure No. 003, 1987, pp44-50. == Corsica tap (1988) == In 1988 a third converter station, rated at 50 MW, along with a reversible ground electrode, was installed at Lucciana on Corsica, making the scheme into a multi-terminal scheme for the first time.Mazzoldi, F., Taisne, J.P., Martin, C.J.B., Rowe, B.A., Adaptation of the control equipment to permit 3-terminal operation of the HVDC link between Sardinia, Corsica and mainland Italy, IEEE Summer power meeting, 1988Collet-Billon, V. Taisne, J.P., Charles, P., The SACOI (Sardinai-Corsica-Italy) multiterminal link: commissioning tests of the Corsican station Lucciana, CIGRÉ session, Paris, 1988, paper reference 14-12. In order to allow power to be either imported into or exported from Corsica (even though the direction of power flow is always from Sardinia to Italy), the Lucciana converter station was equipped with high-speed changeover switchgear. Unlike the two original converters, the Lucciana converter station was built with air-insulated, air-cooled thyristor valves, supplied by CGE Alstom == SACOI 2 - 1992 upgrade == In 1992 the mercury arc converters at Codrongianos and San Dalmazio were decommissioned and two new converters stations were built, using air-cooled, air-insulated thyristor valves similar to those supplied for the connection at Lucciana. At the Sardinian end, the new converter station was built next to the existing station but at the mainland end a new converter station was built at Suvereto, as this site offered in opposite to San Dalmazio an interconnection to the 380 kV grid. At the same time, the rating of the scheme was increased to 300 MW, keeping the same voltage of 200 kV.Arcidiacono, V., Corsi, S., Pincella, C., Gasparini, E., Piffer, A., Toffolo, G., Ricci, P., Vascellari, S., Zafferani, G., System commissioning tests for the SACOI-2 HVDc three-terminal link, CIGRÉ session, Paris, 1994, paper reference 14-107. As well as in Suvereto as in Codrongianos, the converters are situated in halls with a length of 38 metres, a width of 15 metres and a height of 11 metres. == SACOI 3 == It is planned to replace the existing scheme with a bipolar system with a transmission rate of 400 MW called SACOI 3. It will also operate with a voltage of 200 kV. While the overhead lines can be used without modification, the underground and underwater cables have to be replaced for the higher transmission rate. Two new converters will also be built at the existing sites in Suvereto and Codrongianos. ==Sites== {| class=\"wikitable sortable\" style=\"float:left\" |- bgcolor=\"#dfdfdf\" ! Site ! Coordinates |- | San Dalmazio HVDC converter station (abandoned) || |- | Suvereto HVDC converter station (Tuscany, Italian Mainland) || |- | Salivoli Cable Terminal (Tuscany, Italian Mainland) || |- | La Sdriscia Electrode Line Branch (Tuscany, Italian Mainland) || |- | La Torracia Electrode Line Terminal (Tuscany, Italian Mainland) || |- | Salivoli Cable Landing Point (Tuscany, Italian Mainland) || |- | Bastia Cable Terminal (Corsica) || |- | Lucciana HVDC converter station (Corsica) || |- | Lucciana Electrode Line Branch (Lucciana, Corsica, France) || |- | Lucciana Electrode Line Cable Termination West (Lucciana, Corsica, France) || |- | Lucciana Electrode Line Cable Termination East (Lucciana, Corsica, France) || |- | Casanova Electrode Line Terminal (Casanova, Corsica, France) || |- | Pruniccia Electrode Line Terminal (Pruniccia, Corsica, France) || |- | La Marana Electrode (Casanova, Corsica, France) || |- | Bonifacio Cable Terminal (Corse) || |- | Santa Teresa Cable Terminal (Sardinia) || |- | Punta Tramontana Electrode (Sardinia) || |- | Punta Tramontana Electrode Line Terminal (Sardinia) || |- | Codrongianus HVDC converter station (Sardinia) || |} == Waypoints == ;Italy Mainland * * * * * * * * * * * * * * ;Electrode Line on Italian Mainland * * * * * * ;Corsica * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ;Electrode Line in Corsica * * ( Start of underground cable) * ( End of underground cable) * * * * * * * * * * * * ( Start of underground cable) * ( End of underground cable) * * ;Sardinia * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ;Electrode Line in Sardinia * * * * * * * * * * == See also == * SAPEI, the new HVDC interconnection between Sardinia and the Italian mainland. == References == ==External links== * https://web.archive.org/web/20041118012809/http://www.jce.it/newjce/contents/elettronica/cinescopio/200206/CIN6%20Chiama.pdf * https://web.archive.org/web/20051115115248/http://www.transmission.bpa.gov/cigresc14/Compendium/SACOI.htm * https://web.archive.org/web/20051115133446/http://www.transmission.bpa.gov/cigresc14/Compendium/Sacoi+Pictures.pdf * http://www.openstreetmap.org/relation/3391794 * https://www.progettodighe.it/gallery/albums/userpics/10156/SACOI.pdf * https://www.terna.it/en- gb/sistemaelettrico/dialogoconicittadini/sacoi3ternaincontratoscanaesardegna.aspx#!#tab-2 * SACOI 3 project ( in Italian) * Video on construction of SACOI 1 Italy- Corsica-Sardinia Category:Electric power infrastructure in Italy Category:Electric power infrastructure in France Category:Economy of Sardinia Category:Corsica Category:HVDC transmission lines Category:France–Italy relations Category:Energy infrastructure completed in 1968 Category:Energy infrastructure completed in 1988 Category:1968 establishments in Italy Category:1988 establishments in France",
 "title": "HVDC Italy–Corsica–Sardinia"
}