{
 "id": "86092",
 "text": "Bile (from Latin bilis), or gall, is a dark-green-to-yellowish-brown fluid produced by the liver of most vertebrates that aids the digestion of lipids in the small intestine. In humans, bile is produced continuously by the liver (liver bile) and stored and concentrated in the gallbladder. After eating, this stored bile is discharged into the duodenum. The composition of hepatic bile is (97–98)% water, 0.7% bile salts, 0.2% bilirubin, 0.51% fats (cholesterol, fatty acids, and lecithin), and 200 meq/l inorganic salts. The two main pigments of bile are bilirubin, which is yellow, and its oxidised form biliverdin, which is green. When mixed, they are responsible for the brown color of feces. About 400 to 800 millilitres of bile is produced per day in adult human beings. ==Function== right|225px|thumb|Action of bile salts in digestion thumb|225px|Recycling of the bile Bile or gall acts to some extent as a surfactant, helping to emulsify the lipids in food. Bile salt anions are hydrophilic on one side and hydrophobic on the other side; consequently, they tend to aggregate around droplets of lipids (triglycerides and phospholipids) to form micelles, with the hydrophobic sides towards the fat and hydrophilic sides facing outwards. The hydrophilic sides are negatively charged, and this charge prevents fat droplets coated with bile from re-aggregating into larger fat particles. Ordinarily, the micelles in the duodenum have a diameter around 1–50 μm in humans. The dispersion of food fat into micelles provides a greatly increased surface area for the action of the enzyme pancreatic lipase, which actually digests the triglycerides, and is able to reach the fatty core through gaps between the bile salts. A triglyceride is broken down into two fatty acids and a monoglyceride, which are absorbed by the villi on the intestine walls. After being transferred across the intestinal membrane, the fatty acids reform into triglycerides (re-esterified), before being absorbed into the lymphatic system through lacteals. Without bile salts, most of the lipids in food would be excreted in feces, undigested. Since bile increases the absorption of fats, it is an important part of the absorption of the fat- soluble substances, such as the vitamins A, D, E, and K. Besides its digestive function, bile serves also as the route of excretion for bilirubin, a byproduct of red blood cells recycled by the liver. Bilirubin derives from hemoglobin by glucuronidation. Bile tends to be alkaline on average. The pH of common duct bile (7.50 to 8.05) is higher than that of the corresponding gallbladder bile (6.80 to 7.65). Bile in the gallbladder becomes more acidic the longer a person goes without eating, though resting slows this fall in pH. As an alkali, it also has the function of neutralizing excess stomach acid before it enters the duodenum, the first section of the small intestine. Bile salts also act as bactericides, destroying many of the microbes that may be present in the food. ==Clinical significance== In the absence of bile, fats become indigestible and are instead excreted in feces, a condition called steatorrhea. Feces lack their characteristic brown color and instead are white or gray, and greasy. Steatorrhea can lead to deficiencies in essential fatty acids and fat-soluble vitamins. In addition, past the small intestine (which is normally responsible for absorbing fat from food) the gastrointestinal tract and gut flora are not adapted to processing fats, leading to problems in the large intestine. The cholesterol contained in bile will occasionally accrete into lumps in the gallbladder, forming gallstones. Cholesterol gallstones are generally treated through surgical removal of the gallbladder. However, they can sometimes be dissolved by increasing the concentration of certain naturally occurring bile acids, such as chenodeoxycholic acid and ursodeoxycholic acid. On an empty stomach – after repeated vomiting, for example – a person's vomit may be green or dark yellow, and very bitter. The bitter and greenish component may be bile or normal digestive juices originating in the stomach. Bile may be forced into the stomach secondary to a weakened valve (pylorus), the presence of certain drugs including alcohol, or powerful muscular contractions and duodenal spasms. This is known as biliary reflux. ===Obstruction=== Biliary obstruction refers to a condition when bile ducts which deliver bile from the gallbladder or liver to the duodenum become obstructed. The blockage of bile might cause a buildup of bilirubin in the bloodstream which can result in jaundice. There are several potential causes for biliary obstruction including gallstones, cancer, trauma, choledochal cysts, or other benign causes of bile duct narrowing. The most common cause of bile duct obstruction is when gallstone(s) are dislodged from the gallbladder into the cystic duct or common bile duct resulting in a blockage. A blockage of the gallbladder or cystic duct may cause cholecystitis. If the blockage is beyond the confluence of the pancreatic duct, this may cause gallstone pancreatitis. In some instances of biliary obstruction, the bile may become infected by bacteria resulting in ascending cholangitis. ==Society and culture== In medical theories prevalent in the West from Classical Antiquity to the Middle Ages, the body's health depended on the equilibrium of four \"humors\", or vital fluids, two of which related to bile: blood, phlegm, \"yellow bile\" (choler), and \"black bile\". These \"humors\" are believed to have their roots in the appearance of a blood sedimentation test made in open air, which exhibits a dark clot at the bottom (\"black bile\"), a layer of unclotted erythrocytes (\"blood\"), a layer of white blood cells (\"phlegm\") and a layer of clear yellow serum (\"yellow bile\"). Excesses of black bile and yellow bile were thought to produce depression and aggression, respectively, and the Greek names for them gave rise to the English words cholera (from Greek χολή kholē, \"bile\") and melancholia. In the former of those senses, the same theories explain the derivation of the English word bilious from bile, the meaning of gall in English as \"exasperation\" or \"impudence\", and the Latin word cholera, derived from the Greek kholé, which was passed along into some Romance languages as words connoting anger, such as colère (French) and cólera (Spanish). ===Soap=== Soap can be mixed with bile from mammals, such as ox gall. This mixture, called bile soap or gall soap, can be applied to textiles a few hours before washing as a traditional and effective method for removing various kinds of tough stains. ===Food=== \"Pinapaitan\" is a dish in Philippine cuisine that uses bile as flavoring. Other areas where bile is commonly used as a cooking ingredient include Laos and northern parts of Thailand. === Bears === In regions where bile products are a popular ingredient in traditional medicine, the use of bears in bile-farming has been widespread. This practice has been condemned by activists, and some pharmaceutical companies have developed synthetic (non-ursine) alternatives. ==Principal acids== Image:Cholic acid.svg|Cholic acid Image:Chenodeoxycholic acid.svg|Chenodeoxycholic acid Image:Glycocholsäure.svg|Glycocholic acid Image:Taurocholic acid.svg|Taurocholic acid Image:Deoxycholic acid.svg|Deoxycholic acid Image:Lithocholic_acid_acsv.svg|Lithocholic acid ==See also== * Bile acid sequestrant * Enterohepatic circulation * Intestinal juice == References == Seleem HM, Nada AS, Naguib MA, Abdelmaksoud OR, El- Gazzarah AR. Serum immunoglobulin G4 in patients with nonmalignant common bile duct stricture. Menoufia Med J [serial online] 2021 [cited 2022 Jan 21];34:1275-83. Available from: http://www.mmj.eg.net/text.asp?2021/34/4/1275/333263 ==Bibliography== * * * Category:Body fluids Category:Digestive system Category:Biomolecules Category:Hepatology",
 "title": "Bile"
}