{
 "id": "861247",
 "text": "thumb|Vakhsh River The Rasht Valley (; ) is located in Tajikistan and composes a significant portion of the Region of Republican Subordination, including the six districts of Lakhsh, Rasht, Roghun, Tavildara, Tajikobod and Nurabad. Historically the Rasht Valley has been called Karotegin or Karategin. During the 1992-1997 Tajikistan Civil War, the region was a stronghold for forces opposed to the government of Emomalii Rahmon and became the site of numerous battles. Notably, four members of the United Nations Mission of Observers in Tajikistan were murdered in the Garm district in 1998. From the 1920s until 1955 the Rasht Valley was within the Gharm Oblast. ==History== Karotegin is the historic name of the Rasht Valley and a historic political region in pre- Soviet Central Asia that is today part of Tajikistan. The Karotegin region was also named Garm, though Garm is also the name of a city and the Garmi ethnic group. Karotegin frequently appears in its alternative spellings, Qaratagin, Qarategin, Qaratigin, Karategin, Karatigin and Karateghin, in literature from the 1990s and earlier. Karategin was an independent region in Central Asia for many centuries. The native princes, who claimed to be descended from Alexander the Great, were independent until 1868, although their allegiance was claimed in an ineffective way by Kokand. The Emirate of Bukhara took advantage of internal political feuds and conquered the region, along with Darvaz, in 1877. The Karotegin consisted of a highland district bounded on the north by Samarkand and Kokand, on the east by Ferghana, on the south by Darvaz and on the west by Hissar and other Bokharian provinces. Traditionally rough woolen cloth and mohair were woven by the natives, who also made excellent firearms and other weapons. Gold was mined in various places and there were salt-pits in the mountains. The chief town, Garm, situated on a hill on the right bank of the Vakhsh River, was a place of some 2,000 inhabitants, . The population was about 60,000 in 1911; five-sixths were composed of Tajiks while the remainder were Kyrgyz, who reside in what is today the Jirgatol district of Tajikistan. Historically it was difficult for the people of the Karotegin to communicate with neighboring lands except between the months of May and September. The 1949 Khait earthquake resulted in the Khait landslide, which killed over 30,000 people. == References == Category:Valleys of Tajikistan Category:Pamir Mountains",
 "title": "Rasht Valley"
}