{
 "id": "861562",
 "text": "Fermanagh and South Tyrone is a parliamentary constituency in the British House of Commons. The current MP is Michelle Gildernew of Sinn Féin. ==Boundaries== 1950–1983: The county of Fermanagh, the Urban District of Dungannon, the Rural Districts of Clogher and Dungannon, and that part of the Rural District of Omagh consisting of the District Electoral Divisions of Aghafad, Dervaghroy, Dromore, Drumharvey, Ecclesville, Fallaghearn, Fintona, Greenan, Killskerry, Lifford, Moorfield, Rahoney, Seskinore, Tattymoyle and Trillick. 1983–1997: The District of Fermanagh, and the District of Dungannon. 1997–present: The District of Fermanagh, and the District of Dungannon wards of Augher, Aughnacloy, Ballygawley, Ballysaggart, Benburb, Caledon, Castlecaulfield, Clogher, Coolhill, Drumglass, Fivemiletown, Killyman, Killymeal, Moy, Moygashel, and Mullaghmore. The constituency was created in 1950 when the old Fermanagh and Tyrone two-member constituency was abolished as part of the final move to single-member seats. As the name implies, it includes all of County Fermanagh and the southern part of County Tyrone. Of the post-1973 districts, it contained all of Fermanagh, and Dungannon and South Tyrone. In boundary changes resulting from a review in 1995, however, a section of Dungannon and South Tyrone (then called Dungannon) district, around the town of Coalisland, was transferred to the Mid Ulster constituency. ==History== For the history of the constituency prior to 1950, see Fermanagh and Tyrone. Throughout the existence of Fermanagh and South Tyrone, there has been a rough balance between unionist and nationalist voters, though in recent years the nationalists have had a slight majority. Many elections have seen a candidate from one community triumph due to multiple candidates from the other community splitting the vote. Perhaps because of this balance between the communities, Fermanagh and South Tyrone has repeatedly had the highest turn- out (and the smallest winning margin) of any constituency in Northern Ireland. The seat was won by the Nationalist Party in 1950 and 1951, the closely contested 1951 election seeing a 93.4% turnout – a UK record for any election. In 1955 the constituency was won by Philip Clarke of Sinn Féin, but he was unseated on petition on the basis that his criminal conviction (for Irish Republican Army activity) made him ineligible. Instead, the seat was awarded to the Ulster Unionist Party (UUP) candidate. In 1970 the seat was won by Frank McManus, standing on the \"Unity\" ticket that sought to unite nationalist voters behind a single candidate. In the February 1974 general election, however, the Social Democratic and Labour Party (SDLP) contested the seat, dividing the nationalist vote and allowing Harry West of the UUP to win with the support of the Vanguard Progressive Unionist Party and the Democratic Unionist Party. In the October 1974 general election a nationalist pact was agreed and Frank Maguire won, standing as an Independent Republican. He retained his seat in the 1979 general election, when both the unionist and nationalist votes were split, the former by the intervention of Ernest Baird, leader of the short-lived United Ulster Unionist Party, and the latter by Austin Currie, who defied the official SDLP decision to not contest the seat. Maguire died in early 1981. The ensuing by-election took place amidst the 1981 Irish Hunger Strike. As part of the campaign for the five demands of the prisoners, the Provisional Irish Republican Army Officer Commanding in the Maze prison, Bobby Sands, was nominated as an Anti-H-Block/Armagh Political Prisoner candidate. Harry West stood for the UUP, but no other candidates contested the by-election. On 9 April 1981, Sands won with 30,492 votes against 29,046 for West. 26 days later Sands died on hunger strike. Speedy legislation barred prisoners serving a sentence of 12 months or longer from standing for Parliament, and so in the new by-election Sands' agent Owen Carron stood as a \"Proxy Political Prisoner\". The UUP nominated Ken Maginnis. The second by-election in August was also contested by the Alliance Party of Northern Ireland, the Workers' Party Republican Clubs, a candidate standing on a label of General Amnesty and another as The Peace Lover. The turn-out was even higher, with most of the additional votes going to the additional parties standing, and Carron was elected. In the 1982 election for the Northern Ireland Assembly, Carron headed the Sinn Féin slate for the constituency and was elected. Republicans suffered a reversal in the 1983 general election, when the SDLP contested the seat. Maginnis won and held the seat for the UUP for the next eighteen years until he retired. By this point boundary changes had resulted in a broad 50:50 balance between unionists and nationalists and it was expected that a single unionist candidate would hold the seat in the 2001 general election. James Cooper was nominated by the UUP. On this occasion, however, both the nationalist and unionist votes were to be split. Initially, Maurice Morrow of the DUP was nominated to stand, with the DUP fiercely opposing the UUP's support for the Good Friday Agreement. Morrow then withdrew in favour of Jim Dixon, a survivor of the Enniskillen bombing who stood as an Independent Unionist opposed to the Agreement. Tommy Gallagher of the SDLP ran, but his intervention did not do enough damage to Sinn Féin. Sinn Féin's Michelle Gildernew won by 53 votes over Cooper. Subsequently, the result was challenged amid allegations that a polling station had been kept open by force for longer than the deadline, allowing more people to vote, but the courts—while conceding that this happened—did not uphold the challenge, because it held that the votes cast after the legal closing time would not have affected the outcome.Court told of UUP claim of polling irregularities The Free Library, 18 September 2001 Ahead of the 2005 general election, there was speculation that a single unionist candidate could retake the seat. The UUP and DUP, however, ran opposing candidates and in the event Gildernew held her seat. She kept the seat at the 2010 general election by four votes over the Unionist candidate, Rodney Connor. Following the election, Connor lodged an election petition challenging the result, based on a dispute about differences in the number of ballot papers recorded at polling stations and those subsequently recorded at the count centre. The petition was rejected after it was found that only three extra votes remained unaccounted for. The judge ruled that \"even if those votes were introduced in breach of the rules and if they had all been counted in favour of the first respondent their exclusion would still have given the first respondent (Ms Gildernew) a majority of one vote and the result would not have been affected.\" In the election of May 2015 Sinn Féin's Michelle Gildernew lost the seat to the UUP's candidate Tom Elliott. Although Elliott was running for the UUP, he was also being actively supported by the DUP, the Traditional Unionist Voice and the UK Independence Party. The Conservative Party also refused to run a candidate in Fermanagh and South Tyrone, despite running in 16 out of the other 17 constituencies. Just as in the February 1974 and 1983 elections, faced with a single Unionist candidate, the SDLP refused to discuss a nationalist pact with Sinn Féin. Gildernew re-captured her seat in the snap June 2017 election. In the 2019 election she was re-elected with a majority of just 57 votes (the narrowest result in the UK), despite the DUP withdrawing and the SDLP standing a candidate. This made the 2019 election the second time in under ten years that Fermanagh and South Tyrone has been the seat with the smallest winning majority in the UK. ==Members of Parliament== {| class=\"wikitable\" |- !colspan=\"2\"|Election!!Member !Party |- |style=\"background-color: \" | | 1950 | Cahir Healy | Nationalist |- |style=\"background-color: \" | | 1955 | Philip Clarke | Sinn Féin |- |style=\"background-color: \" | | 1955 | Lord Robert Grosvenor | Ulster Unionist |- |style=\"background-color: \" | | 1964 | Marquess of Hamilton | Ulster Unionist |- |style=\"background-color: \" | | 1970 | Frank McManus | Unity |- |style=\"background-color: \" | | February 1974 | Harry West | Ulster Unionist |- |style=\"background-color: \" | | October 1974 | Frank Maguire | Independent Republican |- |style=\"background-color: \" | | April 1981 by-election | Bobby Sands | Anti H-Block |- |style=\"background-color: \" | | August 1981 by-election |rowspan=2|Owen Carron | Anti H-Block |- |style=\"background-color: \" | |1982 |Sinn Féin |- |style=\"background-color: \" | | 1983 | Ken Maginnis | Ulster Unionist |- |style=\"background-color: \" | | 2001 | Michelle Gildernew | Sinn Féin |- |style=\"background-color: \" | | 2015 | Tom Elliott | Ulster Unionist |- |style=\"background-color: \" | | 2017 | Michelle Gildernew | Sinn Féin |} ==Elections== thumb|630x630px|Westminster Elections - Fermanagh and South Tyrone, 1983-2019 ===Elections in the 2010s=== Caroline Wheeler is a member of the United Kingdom Labour Party who ran as an independent in the seat as the Labour Party do not run in Northern Ireland. This was the smallest majority at the 2019 general election. Rodney Connor had the support of the Democratic Unionist Party and Ulster Conservatives and Unionists - New Force Following the close result Connor lodged a petition against Gildernew alleging irregularities in the counting of the votes had affected the result. However the Court found that there were only three ballot papers which could not be accounted for, and even if they were all votes for Connor, Gildernew would have had a plurality of one. The election was therefore upheld. ===Elections in the 2000s=== ===Elections in the 1990s=== Boundary changes took effect from the 1997 general election. The projections of what the 1992 result would have been if fought on 1997 boundaries are shown below.General Election 1997 – Fermanagh and South Tyrone BBC News ===Elections in the 1980s=== Minor boundary changes took effect from the 1983 general election. ===Elections in the 1970s=== ===Elections in the 1960s=== ===Elections in the 1950s=== After the election, Philip Clarke was found ineligible by an election court, and Lord Robert Grosvenor was declared elected in his place. == See also == * List of Parliamentary constituencies in Northern Ireland == References == ==Further reading== *F. W. S. Craig, British Parliamentary Election Results 1918 – 1949 *F. W. S. Craig, British Parliamentary Election Results 1950 – 1970 == External links == *2017 Election House Of Commons Library 2017 Election report *A Vision Of Britain Through Time (Constituency elector numbers) *Guardian Unlimited Politics (Election results from 1992 to the present) *Political Science Resources (Election results from 1951 to the present) *Fermanagh and South Tyrone ARK – Access Research Knowledge – (Election results 1983 – 1992) * Category:Westminster Parliamentary constituencies in Northern Ireland Category:Constituencies of the Parliament of the United Kingdom established in 1950 Category:Politics of County Fermanagh Category:Politics of County Tyrone",
 "title": "Fermanagh and South Tyrone (UK Parliament constituency)"
}