{
 "id": "861555",
 "text": "The Chrysler 1.8, 2.0, and 2.4 are inline-4 engines designed originally for the Dodge and Plymouth Neon compact car. These engines were loosely based on their predecessors, the Chrysler 2.2 & 2.5 engine, sharing the same bore. The DOHC head was developed by Chrysler with input from the Chrysler-Lamborghini team that developed the Chrysler/Lamborghini Formula 1 V12 engine in the early 1990s. Beginning in 2005, these engines were phased out in favor of the new World engine built by the Global Engine Manufacturing Alliance joint-venture. The 2.0 and 2.4 variants were built at Saltillo Engine in Ramos Arizpe, Coahuila, Mexico. The 1.8 and 2.0 was also built at Trenton Engine in Trenton, Michigan, United States. ==1.8== The EBD is a 1.8 L (1796 cc/109.6 cid), under-bored variant of the 2.0 L engine. This engine features a square bore and stroke with a 10.0:1 compression ratio. This engine was built at the Trenton Engine Plant for use in export market (non-US) Chrysler Neons. It produces at 5750 rpm and at 4950 rpm and meets Euro III emission standards. Applications: * 1997–1999 Chrysler Neon ==2.0== The 2.0 L (1,996 cc/121.8 cid) version of the engine was the first offered. Production began in 1994 in Trenton, MI, and it was used in many Chrysler Corporation vehicles. It is available in both SOHC and DOHC 16-valve versions (4 valves per cylinder). The engine features a cast iron block, and pistons with shallow crowns to save weight. The block uses a bedplate featuring a perimeter wall with transverse webbings for durability and quiet operation at high engine speeds. The pistons are attached to fracture-split forged, powdered metal connecting rods using semi-floating press-fit pins. A gerotor oil pump is driven directly from the crankshaft on the front of the engine. A timing belt is used to drive the valvetrain. Early production 2.0 L engines used a hydraulic tensioner to tension the timing belt. 2000 and 2001 engines used a mechanical spring-loaded tensioner that tended to wear out prematurely, causing serious valve and piston damage upon belt failure due to the interference design of the engine. 2002 and up engines utilized a different mechanical tensioner. The water pump is driven from the timing belt, with the water pump housing cast partially into the engine block itself. 1995 model year engines had three features that set them apart from later engines. The positive crankcase ventilation (PCV) system utilized a plastic oil separator box that was vented directly to the block itself; the breather hose and PCV valve hoses attached to the box, and connected to the induction system. Later engines featured a PCV system that was molded to the cylinder head valve cover. The second feature was internal in nature - the crankshaft main bearings were keyed into the bedplate on the right rear of each transverse web. Later model years featured keys machined on the right front of each web. The third feature would be a slightly bigger camshaft profile that was changed on 1996 and up SOHC vehicles due to a rough idle when the air conditioning was on. 2002 and earlier engines featured a one-piece cast nodular iron crankshaft with counterweights present on either side of each crank pin. A crankshaft tone wheel was present between number 1 and number 2 connecting rod pins, and was machined such that a Hall-effect magnetic pickup mounted to the engine block could read the crankshaft's position as it rotates. 2003 and later engines switched to a two-piece crankshaft. The tone wheel was re-engineered to attach to the crankshaft using three bolts, had a tone pattern substantially different from previous engines, and was moved to the rear of the crankshaft. For this reason, these engines are generally not interchangeable between the 2002 (and prior) and 2003 (and newer) model years. Up to late 1999, this engine type suffered from oil leaks and head gasket failures between the block and cylinder head. Chrysler Corporation used several different designs of composite material head gaskets in an attempt to solve this problem. The cause of the problem was found to be one head bolt hole that was drilled too shallow at the factory, meaning the head bolt bottomed out and could never seal properly. In 1998, a thicker, multi-layer steel head gasket was introduced that eliminated this problem. ;General Specifications *Cylinder Configuration: In-line 4 *Number of Valves: 16 (4 per cylinder) *Fuel Delivery: Sequential multi-port fuel injection *Bore x Stroke: *Displacement: *Redline: 6500 rpm *Rev Limiter: 6750 rpm ===A588=== The A588 is the SOHC version found in most post 2001 Chrysler products. The ECB SOHC version, found in earlier models, is identical except for the crank trigger wheel. When equipped with the newer crank wheel for the new NGC engine computer, the A588 version cannot be directly transplanted into a vehicle originally equipped with the earlier style engine using an SBEC (Single Board Engine Controller). Output is SAE at 5600 rpm with of torque at 4600 rpm. It has an aluminum SOHC cylinder head. It uses a reinforced plastic intake manifold (although a few of the 1995 and 1996 engines received an aluminum intake manifold due to a shortage of the plastic parts). They were painted black, but it's easy to see the casting marks and prints on the manifold. The aluminum version is prized among enthusiasts as it's easy to port and polish for improved airflow characteristics. Applications: * 1995–2005 Dodge Neon/Plymouth Neon * 1995–2000 Dodge Stratus/Plymouth Breeze Specifications: *Compression Ratio: 9.8:1 *Camshaft Configuration: SOHC *Power: @ 6000 rpm *Torque: @ 4600 rpm ===Magnum=== The Magnum SOHC version, code ECH, develops SAE at 6500 rpm, and of torque at 4800 rpm. Chief differences between this version and the A588 include a cast aluminum SOHC cylinder head that more easily passes exhaust gases than the base engine, a camshaft that is optimized for higher engine speeds, a factory welded exhaust short-tube header instead of a cast exhaust manifold, and a two-piece intake manifold. This manifold features unequal-length intake runners that are switched by an electric actuator that controls butterfly-type valves in the shorter intake runners. The longer runners are always open, and provide a mild supercharging effect due to their length between 3000 rpm and 4800 rpm. The shorter runners, open from 4800 rpm to redline at wide-open throttle, also provide a tuned resonance effect due to their length. The shorter runners are also opened at wide-open throttle below 3000 rpm to provide an intake path to each cylinder that is as free-flowing as possible. Applications: * Dodge Neon R/T (2001–2004)U.S (1998-2004)Canada * Dodge Neon ACR (2001–2002)U.S (1998-2002)Canada Specifications: *Compression Ratio: 9.8:1 *Camshaft Configuration: SOHC *Power: @ 6500 rpm *Torque: @ 4800 rpm *Rev-Limiter: 6750 rpm ===ECC=== The DOHC ECC 2.0 produces SAE at 6500 rpm with of torque at 4800 rpm. It has a cast iron engine block and aluminum DOHC cylinder head. It uses Sequential fuel injection, has 4 valves per cylinder with roller rocker arms and features fracture-split forged powder metal connecting rods, a one-piece cast camshaft, and an aluminum intake manifold. The version used in the PT Cruiser (non-US) and Dodge Neon features a cylinder head with the intake ports facing the front of the vehicle, like the SOHC A588. The 420A used in the Dodge-designed chassis, such as the Dodge Avenger and Mitsubishi Eclipse, have intake ports facing the rear of the vehicle. Most other specifications are identical, however, and even some head components (such as the valve cover) are compatible. Applications: * Dodge Neon/Plymouth Neon (1995–1999) (ECC) * Mitsubishi Eclipse/Eagle Talon (second generation, 1995–1999) (420A) * Dodge Avenger/Chrysler Sebring (1995–1999) (420A) * Chrysler PT Cruiser (non-US) (ECC) Specifications: *Compression Ratio: 9.6:1 *Camshaft Configuration: DOHC *Displacement: *Power: @ 6500 rpm *Torque: @ 4800 rpm *Rev-Limiter: 7500 rpm ==2.4 and 2.4 Turbo== thumb|EDZ n/a 2.4L DOHC engine The Neon used the naturally aspirated 2.4 in the models final year of 2005 ,same N/A version was used in Chrysler's JA, JX, and JR platform cars from 1995 to 2006 along with the Jeep Liberty from 2002 to 2005 and the Dodge Caravan and Plymouth Voyager from 1996 to 2000. The code for this engine was EDZ. As with some other engines of various architecture used in Jeeps, EDZs used in the Liberty carried Chrysler's PowerTech name. The first 2.4L turbocharged engine was the EDZ turbo (variant of regular EDZ engine and developed by Chrysler's Mexican division), used on the Mexican Dodge Stratus R/T & Cirrus since 1996 to 2000. thumb|EDZ 2.4L DOHC turbocharged engine used in a Mexican Stratus R/T & Cirrus (1996-2000) The SRT-4 performance variant utilized a 2.4L Turbo. The turbocharged EDV/EDT is similar to the regular EDZ. Output is SAE at 5300 rpm with of torque at 2200-4400 rpm. This engine, code A855, has a cast iron partially open deck block and split crankcase. It uses an 8.1:1 compression ratio with Mahle cast eutectic aluminum alloy pistons, forged connecting rods with cracked caps and threaded-in rod bolts, and a cast high-hardness steel crankshaft. The cylinder head is cast aluminum, with the cylinder heads being a 48-degree pent-roof design with a partial cloverleaf between the intake valves. The valves are actuated by hydraulically adjusted rocker arms with roller cam followers. The SRT-4, PT Cruiser Turbo, Cirrus LXi [México only] and Stratus R/T [México only] use the same engine block and heads. thumb|EDV 2.4L DOHC Turbocharged engine used in a Mexicans Stratus R/T & Cirrus (2001-2006) The intake manifold, reverse-rotation turbocharger, jet oil coolers, oil pump, manual transmission, special ecu tuning, intercooler size, and weight are the only differences between those cars. The cast-aluminum 8-row Valeo intercooler is mounted in the front, and the reverse-rotation Mitsubishi TD04LR-16Gk turbocharger has a turbine inlet. The turbocharger compressor housing features a built-in bypass valve, and the turbo housing is cast into the exhaust manifold with a loop-around flow pattern. The stock SRT-4 has a maximum boost level of . But, varies boost level based on knock sensor readings. Higher octane fuel results in less knock and higher boost levels. 2.4 N/A applications: * 1995–1998, 2000 Chrysler Cirrus * 1995–2006 Chrysler Sebring * 1995–2006 Dodge Stratus * 1996–2007 Dodge Caravan * 1996–2000 Plymouth Voyager * 1996–2000 Plymouth Breeze * 2001–2010 Chrysler PT Cruiser * 2002–2005 Jeep Liberty * 2003–2006 Jeep Wrangler * 2007–2010 GAZ-31105 Volga * 2008–2010 Volga Siber 2.4 Turbo Applications: * 2003–2005 Dodge Neon SRT4 * 2003–2007 Chrysler PT Cruiser GT * 2004–2009 Chrysler PT Cruiser Limited * Dodge Stratus R/T with EDZ turbo (México since 1996-2000) and EDV (México since 2001-2006) * Chrysler Cirrus LXi with EDZ turbo (México since 1996-2000) and EDV (México since 2001-2006) ==See also== * Tritec engine * List of Chrysler engines ==References== ==External links== * The Chrysler 2.0 liter engine - used mainly in Neons Neon",
 "title": "Chrysler 1.8, 2.0 & 2.4 engine"
}