{
 "id": "861611",
 "text": "Prince of Waterloo (Dutch: Prins van Waterloo, French: Prince de Waterloo) is a title in the Dutch and Belgian nobility, held by the Duke of Wellington. The title was created by King William I of the Netherlands for Field Marshal Arthur Wellesley, 1st Duke of Wellington as a victory title in recognition of defeating Napoleon at the Battle of Waterloo in 1815. The Duke of Wellington and all his descendants along male line belong to Dutch and Belgian nobility, in which all the descendant dukes carry the title of \"Prince of Waterloo\" with the style \"Serene Highness\" (). The rest of his family retain the Dutch honorific Jonkheer or Jonkvrouw. Common law is that nobility and accompanying titles inherit along male line. ==Estate of the Prince== In addition to this title, the Dutch king also granted Wellington of land and a yearly donation of 20,000 guilders. To this day the Dukes of Wellington retain the title Prince of Waterloo,Cash Talk - TIME and enjoy an annual income of around £100,000 from the longstanding tenants occupying the land. Owing to the establishment of the separate Kingdom of Belgium in 1831, the title (being Dutch) and the land (located in Belgium) became separated. After the Belgian independence the donation was by the Treaty of London included in the public debt to be assumed by the new Kingdom of Belgium. The land held by the Prince of Waterloo came under pressure from retired Belgian senator Jean-Emile Humblet in 2001.The Mediadrome - News - Waterloo Rents In 1817, the government in what is now Belgium struck a deal to pay the duke £1,600 a year in return for the proceeds of sales of timber which the duke wanted to clear from the forested land. Until 1988, successive dukes enjoyed this annual payment, but the then Prince of Waterloo, Valerian Wellesley, 8th Duke of Wellington, agreed to forgo the payment in exchange for outright ownership of of the to which he has rights. But some Belgian taxpayers, led by Humblet, claimed the deal did not reflect the value of the land and drew attention to the wider issues surrounding the original agreement, contending that Belgium was effectively coerced into accepting the terms of the original agreement, because it could not afford to offend Britain.Battle lines drawn at WaterlooBattle over legacy of Waterloo In 2009 a Member of Parliament from Vlaams Belang questioned the Minister of Finance, Didier Reynders about the grant. Reynders replied that this grant is part of the international obligations of Belgium under the Treaty of London and that he had no intention of reneging on the obligation, as all the Dukes have faithfully fulfilled their obligations.Bulletin of the Chamber of Representatives 22 June 2009, p97 (in Dutch and French) ==List of Princes of Waterloo (1815–present)== * Arthur Wellesley, 1st Prince of Waterloo (1769–1852) from 1815 * Arthur Wellesley, 2nd Prince of Waterloo (1807–1884) from 1852 * Henry Wellesley, 3rd Prince of Waterloo (1846–1900) from 1884 * Arthur Wellesley, 4th Prince of Waterloo (1849–1934) from 1900 * Arthur (Charlie) Wellesley, 5th Prince of Waterloo (1876–1941) from 1934 * Henry (Morney) Wellesley, 6th Prince of Waterloo (1912–1943) from 1941 * Gerald (Gerry) Wellesley, 7th Prince of Waterloo (1885–1972) from 1943 * Arthur Valerian Wellesley, 8th Prince of Waterloo (1915-2014) from 1972 * Arthur Charles Wellesley, 9th Prince of Waterloo (b. 1945) from 2014 The heir apparent is the present holder's son Jonkheer Arthur Gerald Wellesley (b. 1978). ==References== ==See also== *Duque de Ciudad Rodrigo *Duque da Vitória * * Category:Dutch titles of nobility Category:Belgian titles of nobility Category:Noble titles created in 1815 Category:Noble titles created for UK MPs",
 "title": "Prince of Waterloo"
}