{
 "id": "861899",
 "text": "The Authentic Radical Liberal Party ( or PLRA) is a centrist liberal political party in Paraguay. The party is a full member of Liberal International. The liberales, as they are known, are the leading opposition to the dominant conservative Colorado Party. They have taken this position since the end of the Alfredo Stroessner dictatorship in 1989. They are the political successors of the Liberal Party. The party was formed by Domingo Laíno, Carmen Casco de Lara Castro, Carlos Alberto González, Miguel Ángel Martínez Yaryes, and others in 1978, in opposition to the Constitutional Amendment of 1977 which allowed no term limits to the re-election of the Paraguayan president. At the 2003 legislative elections, the party won 25.7% of the popular vote and 21 out of 80 seats in the Chamber of Deputies and 24.3%, leading to 12 out of 45 seats in the Senate. Its candidate at the presidential elections of the same day, Julio César Franco, won 24.0% of the popular vote. In the presidential elections of 2008, the party achieved victory over the Colorado Party for the first time in 61 years through a political alliance headed by leftist Fernando Lugo and composed by other left-wing political parties. At the 2008 legislative elections, the party won 26 seats in the Chamber of Deputies and 14 seats in the Senate. They are approximately tied with the Colorados in the number of seats won in the Chamber of Deputies and the Senate. Following the June 2012 Impeachment of Fernando Lugo, the governing alliance fell apart, and Vice-President Federico Franco took over the presidency, thus exercising the first all-PLRA government in Paraguay. == Electoral history == === Presidential elections === {| class=wikitable style=text-align:center !Election !Party candidate !Votes !% !Result |- |1989 | rowspan=\"3\" |Domingo Laíno |241,829 |20.98% |Lost |- |1993 |357,164 |33.20% |Lost |- |1998 |703,379 |43.88% |Lost |- |2003 |Julio César Franco |370,348 |24.7% |Lost |- |2008 |Supported Fernando Lugo (PDC) |766,502 |42.40% |Elected |- |2013 | rowspan=\"2\" |Efraín Alegre |889,451 |39.05% |Lost |- |2018 |1,110,464 |45.08% |Lost |} === Vice presidential election === {| class=\"wikitable\" !Election !Party candidate !Votes !% !Result |- |2000 |Julio César Franco |597,431 |49.6% |Elected |} === Chamber of Deputies elections === {| class=wikitable style=text-align:center !Election !Votes !% !Seats !+/– |- |1989 |229,329 |20.2% | | 21 |- |1993 |414,208 |36.8% | | 12 |- |1998 |681,917 () |42.8% | | 7 |- |2003 |379,066 |25.7% | | 14 |- |2008 |500,040 |28.27% | | 6 |- |2013 |656,301 |29.25% | | |- |2018 |420,821 |17.74% | | 10 |} === Senate elections === {| class=wikitable style=text-align:center !Election !Votes !% !Seats !+/– |- |1993 |409,728 |36.2% | | 17 |- |1998 |661,764 () |42.1% | | 5 |- |2003 |374,854 |25.4% | | 8 |- |2008 |507,413 |28.92% | | 2 |- |2013 |588,054 |26.17% | | 1 |- |2018 |570,205 |24.18% | | |} ==== Notes ==== The Democratic Alliance was an alliance of the Authentic Radical Liberal Party and the National Encounter Party == References == == See also == * List of liberal parties * Liberal democracy * Liberalism and radicalism in Paraguay Category:Liberal International Category:Liberal parties in South America Category:Political parties established in 1978 Category:Political parties in Paraguay Category:Radical parties Category:Centrist parties in South America pt:Paraguai#Política",
 "title": "Authentic Radical Liberal Party"
}