{
 "id": "861910",
 "text": "Harry Smith (born August 21, 1951) is an American television journalist, working for NBC News, MSNBC, and CNBC as a senior correspondent. He hosted the CBS News morning programs, The Early Show and its predecessor, CBS This Morning, for seventeen years. In July 2011, Smith left CBS NewsAriens, Chris (July 8, 2011). \"Harry Smith Leaving CBS News for NBC News\". TV Newser. to become a correspondent for NBC News and the newsmagazine Rock Center with Brian Williams. He has also served as an anchor for MSNBC, conducting daytime live coverage of breaking news and events since first appearing in November 2015. ==Early life and education== He was born in Lansing, Illinois. Smith received a Bachelor of Arts degree in communications and theater from Central College, located in Pella, Iowa. ==Career== Smith began his broadcasting career at Denver, Colorado, radio stations KHOW and KIMN and Cincinnati, Ohio, radio station WLW (1973–81). From 1981 to 1982, he worked for Denver's public television station, KRMA-TV. From 1982 to 1985, he served as a reporter and anchor for KMGH-TV, the then-CBS affiliate in Denver (the station is now affiliated with ABC). In 1986, Smith joined CBS News as a reporter and was named a correspondent in 1987. For thirteen years, Smith was a contributor to The CBS Evening News with Dan Rather, 48 Hours, and CBS News documentaries. The majority of his time at CBS was spent anchoring the CBS morning show. From November 30, 1987 to June 14, 1996, he served as a co-anchor of CBS This Morning. After leaving the show, Smith was featured on the CBS Evening news in a weekly report called \"Travels with Harry,\" which looked at unique people and places around the country. Starting in 1999, he hosted the A&E; Network television series Biography and The History Channel's Modern Marvels. On October 28, 2002, Smith returned to the CBS morning show, by that point renamed The Early Show. He hosted the program for eight years before CBS announced that Smith and co-anchors Maggie Rodriguez and Dave Price would leave the show at the end of 2010. His last day on the show was December 31, 2010. By that point, Smith had spent a total of seventeen years on a CBS morning show. Upon leaving the program, Smith became a Senior Correspondent for CBS News and substitute anchor for the CBS Evening News, Face the Nation, and CBS News Sunday Morning. In addition to his television assignments, Smith delivered a daily Harry Smith Reporting editorial for the CBS Radio Network. On July 8, 2011, CBS News informed its employees that Smith would depart the network after twenty-five years. NBC News subsequently announced that Smith would join that network and contribute to the prime-time newsmagazine program Rock Center with Brian Williams. Since the canceling of Rock Center with Brian Williams, Smith has continued to report regularly on various NBC News platforms and substitute anchor on NBC Nightly News. He contributes a weekly story on Sunday mornings on the weekend edition of NBC's Today in a segment called \"Sundays with Harry\". In the fall of 2015, Smith began regularly filling in as co-host on the weekend edition of NBC's Today alongside his former colleague from The Early Show, Erica Hill. Smith is part of a rotating group of co-hosts that have been filling the co-anchor chair since it was vacated by Lester Holt when he was named weekday anchor of NBC Nightly News. ==Personal life== Smith lives in New York City with his wife, sportscaster Andrea Joyce, and their two sons. He is a cyclist and regularly commutes on a folding bike to the NBC studios in New York City and he also rides a \"racing\" road bicycle. ==See also== *List of news presenters *List of people from Cincinnati *List of people from Denver *List of people from Illinois *List of people from Iowa *List of people from New York City *List of Silver Anniversary Awards (NCAA) recipients *List of television reporters *New Yorkers in journalism ==References== ==External links== * Category:1951 births Category:A&E; Networks Category:American television news anchors Category:CBS News people Category:CBS Radio Category:Central Dutch football players Category:Journalists from Illinois Category:Living people Category:NBC News people Category:PBS people Category:People from Lansing, Illinois Category:Radio personalities from Cincinnati Category:Radio personalities from Denver Category:Radio personalities from Illinois Category:Radio personalities from New York City Category:Writers from Iowa Category:Writers from Cincinnati Category:Writers from Colorado Category:Journalists from New York City",
 "title": "Harry Smith (American journalist)"
}