{
 "id": "862044",
 "text": "Loma Mar (Spanish for \"Sea Hill\") is a census-designated place (CDP) in San Mateo County, California. It is near San Mateo County Memorial Park on Pescadero Creek Road and is in area code 650. Loma Mar is between the towns of Pescadero and La Honda, situated in the Santa Cruz Mountains in the western part of the San Francisco Peninsula. The United States Postal Service has assigned it ZIP Code 94021. As of the census of 2020, there were 134 residents in the CDP. Loma Mar is home to the YMCA's Camp Loma Mar, Redwood Glen Camp and Conference Center as well as a small number of businesses and services including the Loma Mar Store, a post office, and a fire station run by volunteers. ==Geography== The town is located within a redwood forest, and is traversed by the Pescadero Creek. According to the United States Census Bureau, the CDP covers an area of 1.7 square miles (4.5 km), all of it land. ==Demographics== The 2010 United States Census reported that Loma Mar had a population of 113. The population density was 65.1 people per square mile (25.2/km). The racial makeup of Loma Mar was 101 (89.4%) White, 2 (1.8%) African American, 0 (0.0%) Native American, 3 (2.7%) Asian, 0 (0.0%) Pacific Islander, 0 (0.0%) from other races, and 7 (6.2%) from two or more races. Hispanic or Latino of any race were 12 persons (10.6%). The Census reported that 113 people (100% of the population) lived in households, 0 (0%) lived in non-institutionalized group quarters, and 0 (0%) were institutionalized. There were 54 households, out of which 12 (22.2%) had children under the age of 18 living in them, 24 (44.4%) were opposite-sex married couples living together, 1 (1.9%) had a female householder with no spouse present, 0 (0%) had a male householder with no spouse present. There were 5 (9.3%) unmarried opposite-sex partnerships, and 1 (1.9%) same-sex married couples or partnerships. 21 households (38.9%) were made up of individuals, and 3 (5.6%) had someone living alone who was 65 years of age or older. The average household size was 2.09. There were 25 families (46.3% of all households); the average family size was 2.96. The population was spread out, with 22 people (19.5%) under the age of 18, 2 people (1.8%) aged 18 to 24, 33 people (29.2%) aged 25 to 44, 47 people (41.6%) aged 45 to 64, and 9 people (8.0%) who were 65 years of age or older. The median age was 44.8 years. For every 100 females, there were 117.3 males. For every 100 females age 18 and over, there were 97.8 males. There were 67 housing units at an average density of 38.6 per square mile (14.9/km), of which 31 (57.4%) were owner-occupied, and 23 (42.6%) were occupied by renters. The homeowner vacancy rate was 0%; the rental vacancy rate was 0%. 68 people (60.2% of the population) lived in owner-occupied housing units and 45 people (39.8%) lived in rental housing units. ==Schools== Loma Mar is within the boundaries of the La Honda-Pescadero Unified School District and has a bus stop located on Pescadero Creek Road across from the store, but does not have a school of its own. ==References== * Local Lodging The Cottage at Where Water Falls Category:Census-designated places in San Mateo County, California Category:Census-designated places in California",
 "title": "Loma Mar, California"
}