{
 "id": "862078",
 "text": "WSM (650 AM) is a 50,000-watt clear channel station located in Nashville, Tennessee. It broadcasts a full-time country music format (with classic country and Americana leanings, the latter of which is branded as \"Route 650\") at 650 kHz and is known primarily as the home of The Grand Ole Opry, the world's longest running radio program.Gevinson, Alan. \"Broadcasting Longevity.\" Teachinghistory.org, accessed 8 October 2011. The station's clear channel signal can reach much of North America and nearby countries, especially late at night. It is one of two clear-channel stations in North America, along with CFZM in Toronto, that still primarily broadcast music; as recently as 2020, the station was live and locally originated during the overnight hours, but the overnight host position was eliminated in February 2020. Nicknamed \"The Air Castle of the South,\" it spawned two sister stations on newer mediums: WSM-FM, and television Channel 4 (originally WSM-TV, and now WSMV), both of which were later sold separately; the three no longer share any affiliation whatsoever. ==Heritage== Founded by the National Life and Accident Insurance Company, WSM first signed on October 5, 1925.\"WSM – Since 1925\", WSM. Retrieved August 26, 2018.Havighurst, Craig. Air Castle of the South: WSM and the Making of Music City (University of Illinois Press, 2011). It is primarily associated with the popularization of country music through its weekly Saturday night program, the Grand Ole Opry, the longest-running radio program in history. The Opry began as the WSM Barn Dance on November 28, 1925, with Uncle Jimmy Thompson as the first performer.History of the Opry, Grand Ole Opry. Retrieved August 26, 2018. On December 10, 1927, the program's host, \"Judge\" George D. Hay, referred to the programming as being \"Grand Ole Opry\" in contrast to the preceding grand opera program on NBC.Phillips, Stephen W. (2016). Opryland USA. Arcadia Publishing. p. 13. Retrieved August 26, 2018. In 1932, WSM boosted its power to 50,000 watts, becoming Tennessee's first clear- channel station. In addition to its vast nighttime coverage area, the station boasts one of the largest daytime coverage areas in the country. It provides at least grade B coverage as far southeast as Chattanooga, as far northwest as Evansville, Indiana, as far west as Jackson, Tennessee and as far south as Huntsville, Alabama. At night, it can be heard in much of the eastern and central United States. The station traditionally played country music in the nighttime hours, when listeners from around the United States would tune in. During daytime hours, the station broadcast long-form radio, including both local and NBC network programs, in addition to music. After television became popular (thus largely eliminating the audience for full-length radio programs), WSM adopted a middle of the road (MOR) music format during the daytime hours, and continued to play country music at night. It was not until 1980 that WSM adopted the 24-hour country music format of today. WSM is credited with helping shape Nashville into a recording industry capital. Because of WSM's wide reach, musical acts from all across the eastern United States came to Nashville in the early decades of the station's existence, in hopes of getting to perform on WSM. Over time, as more acts and recording companies came to Nashville, the city became known as the center of the country music industry. Disc jockey David Cobb is credited with first referring to Nashville as \"Music City USA\", a designation that has since been adopted as the city's official nickname by the local tourism board. In 1996, the station was named Radio Station of the Year at the International Bluegrass Music Awards.\"Bluegrass Rumblings and Awards\". ==Tower== WSM's unusual diamond-shaped antenna (manufactured by Blaw-Knox) is visible from Interstate 65 just south of Nashville (in Brentwood) and is one of the area's landmarks. It is located near the I-65 exit 71 interchange with Concord Road (State Highway 253). When the 878-foot tower was built in 1932, it was the tallest antenna in North America. Its height was reduced to 808 feet (246 m) in 1939 when it was discovered that the taller tower was causing self-cancellation in the \"fringe\" areas of reception of the station (it is now known that 195 electrical degrees, about 810 feet, is the optimum height for a Class A station on that frequency). For a period during World War II it was designated to provide transmissions to submarines in the event that ship-to-shore communications were lost. It is now one of the oldest operating broadcast towers in the United States.WSM tower gets 'historic' status, The Tennessean, April 14, 2011 As a tribute to the station's centrality in country music history, the diamond antenna design was incorporated into the new Country Music Hall of Fame and Museum's design in 2001. The tower is listed as a National Engineering Landmark and was listed on the National Register of Historic Places on March 15, 2011. ==Former sister stations== In 1939, WSM began operating an experimental high-frequency, high-fidelity AM \"Apex\" station, W4XA, on 26,150 kHz.\"Formal Opening\" (advertisement), Nashville Tennessean, April 9, 1939, page A-5. The \"4\" in W4XA's call sign indicated that it was located in the 4th radio district, while the \"X\" reflected its operation as an experimental station. This was replaced in 1941 by a commercial FM station, initially with the call sign W47NV and operating on 44.7 MHz. This was reported to be first commercial FM to be fully licensed; although a few FM stations had begun broadcasting earlier, they were operating under experimental or \"Special Temporary Authorizations\" and had not yet been granted operating licenses.\"FCC Authorization For 53 Commercial FM Outlets Given\", Broadcasting, August 18, 1941, page 54. The initial policy for commercial FM station call signs included an initial \"W\" for stations located east of the Mississippi River, followed by the last two digits of a station's frequency assignment, \"47\" in this case, and closing with a one or two character city identifier, which for Nashville stations was \"NV\".\"Really the First\", Broadcasting, March 24, 1941, page 39. In 1943 the call sign was changed to WSM-FM, however the station was shut down in 1951, although its antenna is still mounted atop the Blaw Knox tower at Brentwood. Seventeen years later the current incarnation of WSM-FM was established after a National Life subsidiary purchased WLWM and renamed it WSM-FM in 1968. This WSM-FM (95.5 MHz) was WSM's sister until 2008, when Cumulus Media, the full owner of WSM-FM since 2003, ended its joint sales agreement with the AM (see below). Despite having the same base call sign, the two stations are no longer related; incidentally, both the current WSM-FM on 95.5 MHz and the current occupant of the 103.3 frequency vacated by the original WSM-FM, WKDF, are now sister stations, with each separately broadcasting a country music format. ==Ownership and facilities== For most of its history, WSM, along with WSM-TV and the Grand Ole Opry, was owned by the Nashville-based National Life and Accident Insurance Company. The stations' call letters were derived from the company's motto, \"We Shield Millions.\" The station's broadcast studios were first located in the company's building on Seventh Avenue and Union Street in downtown Nashville; this was the original home of the Opry, until 1934. The studios remained in this location until the mid-1960s, when the company built a new headquarters building downtown and new studios for WSM-TV on Knob Road in west Nashville (the TV station had been located near Belmont College). Upon completion of the new headquarters, National Life and Accident Insurance Company chose to relocate WSM radio to their new TV studios, and WSM radio, joined in 1968 by its new FM sister, broadcast from that location from 1966 to 1983. In 1974, National Life and Accident Insurance Company reorganized itself as a holding company, NLT Corporation, with the WSM stations as one of the major subsidiaries. In 1981, the American General Corporation (now part of the American International Group) bought NLT. At one time, American General was the parent company of the Life and Casualty Insurance Company based in Nashville, former owner of WSM-TV rival WLAC-TV (now WTVF), and WLAC-AM-FM, but divested the broadcast properties in 1975, long before the NLT merger. American General was not interested in NLT's non-insurance operations, and sold WSM, Inc. (which included Opryland Hotel, Opryland USA, Ryman Auditorium, The Grand Ole Opry, the fledgling The Nashville Network cable television outlet, WSM-FM, and WSM) to Gaylord Broadcasting Company. WSM-TV, due to FCC ownership limits at the time, was sold instead to Gillett Broadcasting and changed its callsign to WSMV-TV. However, there was still considerable overlap between the stations' on-air personnel for some years after the ownership change. Gaylord would also move the WSM radio stations to new facilities at the Opryland Hotel, departing their shared building on Knob Road, which still houses WSMV today. WSM broadcast in the C-QUAM format of AM stereo, which could be heard over several states at night, from 1982 until 2000. WSM currently operates out of the Gaylord Opryland Resort & Convention Center, and visitors to the hotel may look into the studio 24 hours a day, provided the curtains are open, which they usually are. Following the devastating 2010 Tennessee flood that inundated Gaylord Opryland and the Grand Ole Opry House, the station broadcast from a makeshift studio at its transmitter site for six months, while the Grand Ole Opry rotated between several performance sites, until the buildings at the Opryland complex were repaired. WSM's administrative offices next door to the Grand Ole Opry House were completely destroyed by the flood and later demolished, resulting in the loss of several priceless documents from the station's history. In 2001, management had sought to capitalize on the success of sister station WWTN's sports trappings by converting WSM to an all-sports format. Word was leaked to other media resulting in protests, including longtime Opry personalities and country music singers, outside the station's studios. Management eventually made the decision to keep the station's classic country format. In recent years, the operations have been reorganized again. In 2003, WSM-FM and WWTN, sister stations to WSM, were sold to Cumulus Media. Cumulus intended to purchase WSM as well, but Gaylord decided to maintain ownership at the eleventh hour. Through a five-year joint sales agreement, however, Gaylord paid Cumulus a fee to operate WSM's sales department and provide news updates for the station. Gaylord Entertainment continued to control WSM and operate all other departments, including programming, engineering, and promotions. The agreement ended in 2008, at which point all control of the station reverted to Gaylord. In 2012, Gaylord Entertainment Company was renamed Ryman Hospitality Properties. ==Reception outside the Nashville area== From 2002 until 2006, the station was a choice on Sirius Satellite Radio, which carried a full-time simulcast of WSM's signal, except during NASCAR races. Briefly in 2006, the channel converted to \"WSM Entertainment\", a separate satellite radio feed that carried the same classic country music format as the AM signal. About a year after the channel was eliminated, then-rival XM Satellite Radio announced the carriage of the Grand Ole Opry on Nashville! channel 11 beginning in October 2007, as well as the Eddie Stubbs Show on America channel 10 beginning in November 2007. After the merger between Sirius and XM, the Grand Ole Opry broadcasts were moved to the service's The Roadhouse channel, which is heard on both Sirius and XM. WSM continues to reach a worldwide audience, through both its powerful 50,000-watt clear channel AM signal and via its Internet simulcast. ===Emergency Alert System=== WSM is also a National Primary Entry Point (PEP) for the Emergency Alert System (EAS) in Middle Tennessee and the southwestern portion of Indiana. ==Internet channels== ===Route 650=== In 2017, WSM launched Route 650, a full-time Americana music streaming station available via its website, mobile app and services like TuneIn. ===Opry Nashville Radio=== In 2018, WSM launched Opry Nashville Radio, a full-time streaming station billed as being \"based on the Grand Ole Opry and Nashville lifestyle\" and focusing mainly on contemporary country music. During December, this channel flips to all Christmas music. ==Miscellany== Country and bluegrass legend John Hartford parodied the distinctive style of WSM DJs on the album Aereo-Plain, humorously changing the station's call letters to the phrase \"Dorothy S. Ma'am.\" ==Famous station personnel== ===Alumni=== *Ralph Emery served as the overnight host of WSM from the late 1950s until the early 1970s. Because of his time slot, listeners all over the U.S. could hear Emery spin country music records. This and The Grand Ole Opry solidified WSM's central role in the history of country music. In the 1980s, Emery gained further national fame as the host of Nashville Now! on The Nashville Network; before then, he hosted syndicated radio and television country music interview shows, and a long-running, highly rated morning show on WSMV-TV. *Pat Sajak (host of Wheel of Fortune) served as the afternoon DJ on WSM during the mid-1970s.Dorman, Lee (2009). Nashville Broadcasting. Arcadia Publishing. p. 125. Retrieved August 26, 2018. During that time, he also worked as a weekend weathercaster and substitute talk show host on WSM-TV. *Larry Munson was a sportscaster for the Nashville Vols, Vanderbilt Commodores men's basketball and Vanderbilt Commodores football in the 1950s and 1960s, as well as working for WSM-TV. He was later renowned for his long tenure as the legendary voice of Georgia Bulldogs football. *Grant Turner (born Jesse Granderson Turner) was known as the \"dean of the Opry announcers\" and had a nearly 50-year association with the station, also announcing country music programs in the early morning hours. His show was so popular that NL&AI; used its title, Opryland USA, as the name for the theme park built in 1972. *Teddy Bart, another Nashville broadcaster of long tenure, began as a singer on shows like Waking Crew and parlayed his skills into hosting that show, an afternoon drive-time program with Munson (above) in the early 1960s and Nashville's first-ever call-in talk show, which ran from 1969 to 1981. He also hosted WSM- TV's Noon Show in the 1970s and anchored WKRN-TV's newscast briefly in the early 1980s before launching the group-discussion radio talk show Roundtable on WLAC in 1985, a show that ran for 20 years on several different stations. *Keith Bilbrey moved to Nashville in 1974 to begin working for WSM, first as a substitute announcer for WSM-FM and then as a full-time disc jockey on WSM's AM and FM stations. Throughout his career, Bilbrey worked every single time slot at WSM and became an iconic voice in the modern history of the station and was truly a fan favorite. In 1982, Bilbrey began announcing on The Grand Ole Opry. When The Nashville Network (TNN) began televising a 30-minute portion of the show in 1985, the young announcer became the first host of Grand Ole Opry Live. Bilbrey hosted Opry Live, along with the Opry warm-up show, Backstage Live, until TNN stopped airing the show in 2000. He also hosted the Opry warm-up show on WSM. His 35-year career at the station ended in 2009. *Ernest Tubb hosted a Midnite Jamboree from his record shop following each episode of the Opry from 1947 until his death. The Midnite Jamboree has continued from the record shop since his death, with other hosts. It has aired intermittently since 2020; new episodes are slated to end in 2022 as the record shop goes out of business. *Sondra Locke joined the WSM staff in late 1963 or early 1964 as secretary to operations manager Tom Griscom Tom Griscom. She left in 1965 to work for WSM-TV. *Eddie Stubbs was the station's evening host and hosted of the Grand Ole Opry from 1995 until his retirement in 2020. ===Current=== *Larry Gatlin, lead singer of the Gatlin Brothers, hosts an hourlong gospel program on the weekends as of 2016. *Tracy Lawrence's syndicated program Honky Tonkin has been flagshipped at WSM since 2015. *Dailey & Vincent host a monthly radio show on the station. *Chris Scruggs, the grandson of Earl Scruggs, hosts a weekly show Friends and Neighbors with his house band, the Stone Fox Five, after most Friday Night Opry episodes. *Mandy Barnett hosts a Nashville Songbook series for one hour each Monday evening. *Charlie Worsham hosts the Air Castle Community Hour, mainly featuring artists in the Nashville music scene. Syndicated programming on WSM as of 2021 includes reruns of Bob Kingsley-era American Country Countdown, Into the Blue, and The Crook & Chase Countdown. WSM is also an affiliate of the WoodSongs Old-Time Radio Hour, a show that is on hiatus until August 2021. ==See also== *List of Nashville media *Grand Ole Opry *Circle *List of radio stations in Tennessee ==References== ==External links== * Category:Clear- channel radio stations SM Category:Radio stations established in 1925 Category:1925 establishments in Tennessee Category:Grand Ole Opry Category:Americana radio stations Category:Country radio stations in the United States Category:Ryman Hospitality Properties",
 "title": "WSM (AM)"
}