{
 "id": "86217",
 "text": "The New Deal Coalition was an American political coalition that supported the Democratic Party from 1932 until the late 1960s. The coalition is named after President Franklin D. Roosevelt's New Deal programs and was composed of voting blocs who supported Roosevelt's response to the Great Depression. At various points, the coalition included labor unions, blue collar workers, racial and religious minorities (such as Jews, Catholics, and African-Americans), farmers, rural white Southerners, and urban intellectuals. The coalition played a significant role in American politics until the mid-1960s, when it fractured over racial and economic issues. ==History== ===Formation=== Following the Wall Street Crash of 1929, the United States entered the Great Depression. Republican president Herbert Hoover opposed federal relief efforts as unwarranted, believing that market actors and local governments were better suited to address the situation. As the depression worsened, voters became increasingly dissatisfied with this approach and came to view President Hoover as indifferent to their economic struggles. Socialists in California promoted Upton Sinclair's third-party bid for governor on his \"End Poverty in California\" platform. In Louisiana, Huey Long threatened to launch a third party on a \"Share Our Wealth\" platform. And in the Midwest, members of the Farmer-Labor Party and local progressive parties won more seats in Congress than ever before. President Franklin Roosevelt recognized these emerging third parties and sought to co-opt them through two means. First, where third parties agitated for radical policies, Roosevelt often incorporated them into his platform. For example, in response to Huey Long's \"Share Our Wealth\" platform, Roosevelt promoted new taxes and welfare programs intended to redistribute wealth that, by his own admissions, were intended to \"steal Long's thunder.\" Second, where third party politicians already held power, Roosevelt explicitly allied himself with those candidates rather than seek to replace them with members of his own party. Such alliances led Roosevelt to support the American Labor Party mayor of New York City, Fiorello La Guardia, and the Progressive Party governor of Wisconsin, Philip La Follette. Over the course of the 1930s, Roosevelt used these tactics to forge a coalition of labor unions, communists, socialists, liberals, religious, ethnic minorities (Catholic, Jewish and Black people), and poor Southern whites. These voting blocs together formed a majority of voters and handed the Democratic Party seven victories out of nine presidential elections (1932–1948, 1960, 1964), as well as control of both houses of Congress during all but four years between the years 1932–1980 (Republicans won small majorities in 1946 and 1952). Political scientists describe this realignment as the \"Fifth Party System\", in contrast to the Fourth Party System of the 1896–1932 era that proceeded it.Robert C. Benedict, Matthew J. Burbank and Ronald J. Hrebenar, Political Parties, Interest Groups and Political Campaigns. Westview Press. 1999. p. 11. Journalist Samuel Lubell found in his survey of voters after the 1948 presidential election that Democrat Harry Truman, not Republican Thomas E. Dewey, seemed the safer, more conservative candidate to the \"new middle class\" that had developed over the previous 20 years. He wrote that, \"to an appreciable part of the electorate, the Democrats had replaced the Republicans as the party of prosperity\" and quoted a man who, when asked why he did not vote Republican after moving to the suburbs, answered \"I own a nice home, have a new car and am much better off than my parents were. I've been a Democrat all my life. Why should I change?\" ===Decline and fall=== The coalition fell apart largely due to the declining influence of labor unions and a backlash to racial integration, urban crime, and the counterculture of the 1960s. Meanwhile, Republicans made major gains by promising lower taxes and control of crime. During the 1960s, new issues such as civil rights, the Vietnam War, affirmative action, and large-scale urban riots further split the coalition and drove many members away. In addition, the coalition lacked a leader of the stature of Roosevelt. The closest was perhaps Lyndon B. Johnson, who tried to reinvigorate the old coalition but was unable to advance policies that could garner support from all of its members. Beginning in the late 1960s, labor unions began to lose their influence. With the economy becoming more service- oriented, the number of manufacturing jobs leveled off. Companies began relocating such jobs to Sun Belt states free of union influences, and many Americans followed. As a result, a growing number of Americans became unaffiliated with unions; this, combined with generally rising incomes reduced their incentive to vote Democrat. Labor unions were subsequently painted as corrupt, ineffective, and outdated by the Republican Party. While most Americans supported the original civil rights movement, many conservative blue collar voters, including many assimilated descendants of immigrants, disliked the goal of racial integration and became fearful of rising urban crime. The Republicans, first under Richard Nixon, then later under Reagan, were able to corral these voters with promises to be tough on law and order. In addition, urban Democratic politicians would later gain a reputation as sleazy and corrupt. The votes of blue-collar workers contributed heavily to the Republican landslides of 1972 and 1984, and to a lesser extent 1980 and 1988.Lewis L. Gould, Grand Old Party: A History of Republicans (2003). In Southern States, which were long Democratic strongholds, it was the civil rights movement that ultimately heralded the change to Republican dominance. Once the primary civil rights laws—the Civil Rights Act of 1964 and Voting Rights Act of 1965—were enacted, the argument among opponents of those laws that Democrats were needed in office to block civil rights laws collapsed. That opened the way for the same social forces operating elsewhere to reshape voter loyalties. Democrats had traditionally solid support in Southern states (which led the region to be dubbed the Solid South), but this electoral dominance began eroding in 1964, when Barry Goldwater achieved unprecedented GOP support in the Deep South; all of the states he won in the Electoral College, bar his home state Arizona, had voted for Democrat John F. Kennedy in 1960. In the 1968 election, the South once again abandoned its traditional Democratic support by supporting Republican Richard Nixon and third-party candidate George C. Wallace, the Democratic governor of Alabama at the time. The only Southern state to give its 1968 electoral votes to Democrat Hubert Humphrey was Texas (and even then only narrowly); Humphrey benefited from Texas being the home state of President Lyndon Johnson. Beginning in the 1980s, Southern seats in Congress began rapidly changing from Democrat to Republican, largely due to incumbent retirements and shifting social values. Since the collapse of the New Deal coalition in the South, the region has generally voted for Republicans in presidential elections. Exceptions came in the elections of 1976, when every former Confederate state except Virginia voted for Georgia native Jimmy Carter, and 1992 and 1996, when the Democratic ticket of southerners Bill Clinton (Arkansas) and Al Gore (Tennessee) achieved a split of the region's electoral votes due to the presence of third-party candidate Ross Perot.Thomas F. Schaller, Whistling Past Dixie: How Democrats Can Win Without the South (2006). Barack Obama in 2008 carried Virginia, North Carolina and Florida, and his vice president Joe Biden carried Virginia and Georgia in 2020. Nevertheless, Democrats continued to dominate state politics in Southern states until the 1990s and 2000s. ==Legacy== The big-city machines faded away in the 1940s with a few exceptions, especially Albany and Chicago. Local Democrats in most cities were heavily dependent on the WPA for patronage; when it ended in 1943, there was full employment and no replacement job source was created. Furthermore, World War II brought such a surge of prosperity that the relief mechanism of the WPA, CCC, etc. was no longer needed.Steven P. Erie, Rainbow's End: Irish-Americans and the Dilemmas of Urban Machine Politics, 1840—1985 (1988). Labor unions crested in size and power in the 1950s but then went into steady decline. They continue to be major backers of the Democrats, but with so few members, they have lost much of their influence.Stanley Aronowitz, From the Ashes of the Old: American Labor and America's Future (1998) ch 7. From the 1960s into the 1990s, many jobs moved to the Sun Belt free of union influences, and the Republican Party frequently painted unions as corrupt and ineffective. Intellectuals gave increasing support to Democrats since 1932. The Vietnam War, however, caused a serious split, with the New Left reluctant to support most of the Democratic presidential candidates.Tevi Troy, Intellectuals and the American Presidency: Philosophers, Jesters, or Technicians? (2003). Since the 1990s, the growing number of Americans with a post-graduate degree have supported Democrats. White Southerners abandoned cotton and tobacco farming, and moved to the cities where the New Deal programs had much less impact. Beginning in the 1960s, the southern cities and suburbs started voting Republican. The white Southerners believed the support that northern Democrats gave to the Civil Rights Movement to be a direct political assault on their interests, which opened the way to protest votes for Barry Goldwater, who, in 1964, was the first Republican to carry the Deep South. Jimmy Carter and Bill Clinton lured many of the Southern whites back at the level of presidential voting, but by 2000, white males in the South were 2–1 Republican and, indeed, formed a major part of the new Republican coalition.Earl Black and Merle Black, Politics and Society in the South, 1987. Since the 2010s, young, white, and non-Evangelical Southerners with a college degree have been trending towards the Democratic Party, particularly in states such as Georgia, North Carolina, and Texas. The European ethnic groups came of age after the 1960s. Ronald Reagan pulled many of the working-class social conservatives into the Republican party as Reagan Democrats. Many middle-class ethnic minorities saw the Democratic party as a working class party, and preferred the GOP as the middle class party. In addition, while many supported the 1964 Civil Rights Act, they were generally opposed to racial integration, and also supported the Republican stance against rising urban crime. However, the Jewish community has continued to vote largely Democratic: 74% voted for the Democratic presidential candidate in 2004, 78% in 2008, and 69% in 2012.by William B. Prendergast, The Catholic Voter in American Politics: The Passing of the Democratic Monolith, (1999). In recent years, European-Americans with a college degree have tended to support the Democratic Party, especially among younger voters, while non-college graduates are more likely to support the Republican Party. African Americans grew stronger in their Democratic loyalties and in their numbers. From the 1930s into the 1960s, black voters in the North began trending Democrat, while those in the South were largely disenfranchised. Following the Civil Rights Movement in the 1960s, black voters became a much more important part of the Democrat voter base. Their Democratic loyalties have cut across all income and geographic lines to form the single most unified bloc of voters in the country, with over 90% of black voters voting for the Democratic presidential candidate since 2008.Hanes Walton, African American Power and Politics: The Political Context Variable (1997). ==Voting percentage: 1948–1964== {|class=\"wikitable sortable\" width=\"30%\" |+ Percentage of Democratic vote in major groups, presidency 1948–1964 |- |- align=center ! width=\"5%\" | Major Groups ! width=\"5%\" | 1948 ! width=\"5%\" | 1952 ! width=\"5%\" | 1956 ! width=\"5%\" | 1960 ! width=\"5%\" | 1964 |- |all voters |50 |45 |42 |50 |61 |- |- |White |50 |43 |41 |49 |59 |- |Black |71 |77 |61 |68 |94 |- |- |College educated |22 |34 |31 |39 |52 |- |High School educated |51 |45 |42 |100 |62 |- |Grade School educated |64 |52 |50 |55 |66 |- |- |Professional & Business |19 |36 |32 |42 |54 |- |White Collar |47 |40 |37 |48 |57 |- |Manual worker |66 |55 |50 |60 |71 |- |Farmer |60 |33 |46 |48 |53 |- |- |Union member |76 | |51 |62 |77 |- |Not union |42 | |35 |44 |56 |- |- |Protestant |43 |37 |37 |38 |55 |- |Catholic |62 |56 |51 |78 |76 |- |- |Republican | |8 |4 |5 |20 |- |Independent | |35 |30 |43 |56 |- |Democrat | |77 |85 |84 |87 |- |- |East |48 |45 |40 |53 |68 |- |Midwest |50 |42 |41 |48 |61 |- |West |49 |42 |43 |49 |60 |- |South |53 |51 |49 |51 |52 |} Source: Gallup Polls in Gallup (1972) ==See also== * Post- war consensus, for a similar unity around a strong welfare state in the aftermath of World War II in the United Kingdom * Fifth Party System * Conservative coalition * Obama coalition * History of the United States Democratic Party ==References== ==Further reading== * Allswang, John M. New Deal and American Politics (1978). * Andersen, Kristi. The Creation of a Democratic Majority, 1928-1936 (1979). * Burns, James MacGregor. Roosevelt: The Lion and the Fox (1956). * Cantril, Hadley and Mildred Strunk, eds. Public Opinion, 1935-1946 (1951), massive compilation of many public opinion polls from US, UK, Canada, Australia, and elsewhere. Available here also online. * Davies, Gareth, and Julian E. Zelizer, eds. America at the Ballot Box: Elections and Political History (2015) pp. 153–66, New Deal as issue in 1940 election. * Gallup, George. The Gallup Poll: Public opinion, 1935-1971 (3 vol 1972). * Gosnell, Harold. Machine politics: Chicago model (1937) online. * James, Scott C. Presidents, Parties, and the State: A Party System Perspective on Democratic Regulatory Choice, 1884-1936 (2000). * Jensen, Richard. \"The Last Party System, 1932-1980,\" in Paul Kleppner, ed. Evolution of American Electoral Systems (1981). * Kazin, Michael. What It Took to Win: A History of the Democratic Party (2022)excerpt * Ladd Jr., Everett Carll with Charles D. Hadley. Transformations of the American Party System: Political Coalitions from the New Deal to the 1970s 2nd ed. (1978). * Leuchtenburg, William E. In the Shadow of FDR: From Harry Truman to George W. Bush (2001). * Leuchtenburg, William E. The White House Looks South: Franklin D. Roosevelt, Harry S. Truman, Lyndon Johnson (2005). * Manza, Jeff and Clem Brooks; Social Cleavages and Political Change: Voter Alignments and U.S. Party Coalitions, (1999). * Meriam; Lewis. Relief and Social Security (1946). Highly detailed analysis and statistical summary of all New Deal relief programs; 912 pages online. * Milkis, Sidney M. and Jerome M. Mileur, eds. The New Deal and the Triumph of Liberalism (2002). * Milkis, Sidney M. The President and the Parties: The Transformation of the American Party System Since the New Deal (1993). * Patterson, James. Congressional Conservatism and the New Deal: The Growth of the Conservative Coalition in Congress, 1933-39 (1967). * Robinson, Edgar Eugene. They Voted for Roosevelt: The Presidential Vote, 1932-1944 (1947) tables of votes by county. * Rubin, Richard L. Party Dynamics, the Democratic Coalition and the Politics of Change (1976). * Schickler, Eric, and Devin Caughey, \"Public Opinion, Organized Labor, and the Limits of New Deal Liberalism, 1936–1945,\" Studies in American Political Development, 25 (Oct. 2011), 162–89. * Sundquist, James L. Dynamics of the Party System: Alignment and Realignment of Political Parties in the United States (1983) * * Zeitz, Joshua M. White Ethnic New York: Jews, Catholics, and the Shaping of Postwar Politics (2007). Category:New Deal Category:Democratic Party (United States) Category:Liberalism in the United States Category:Political history of the United States Category:Presidency of Franklin D. Roosevelt",
 "title": "New Deal coalition"
}