{
 "id": "86225",
 "text": "Hu Gadarn (Hu the Mighty) is a supposed Welsh legendary figure who appears in several of a series of Welsh Triads produced by the Welsh antiquarian and literary forger Iolo Morganwg. These triads, which Iolo put forth as medieval works, present Hu as a culture hero of the ancient Britons who introduced ploughing. However, it is now known that the triads, like all of the so-called \"Third Series\" of triads, were fabricated by Iolo himself.Rejhon, A. C. (1983). \"Hu Gadarn: Folklore and Fabrication\". In Patrick K. Ford (Ed.), Celtic Folklore and Christianity, pp. 201–12. Santa Barbara. The name \"Hu Gadarn\" earlier appeared in a Welsh translation of a French romance about Charlemagne. Still, Iolo's version of Hu Gadarn was taken up in the 20th century by the poet Robert Graves, who associated him with other Celtic figures; since then he has been popular among neopagans.Jones, Mary (2009). \"Hu Gadarn\". From www.maryjones.us. Retrieved 4 June 2010. ==Origins== The name Hu Gadarn first appears in Pererindod Siarlymaen, a Welsh adaptation of the 12th-century French romance Le Pèlerinage de Charlemagne (The Pilgrimage of Charlemagne).\"The Pilgrimage of Charlemagne\". Selections from the Hengwrt Mss. Preserved in the Peniarth Library. Williams, Robert, ed. & trans. London: Thomas Richards, 1892 In this story, part of the literary cycle known as the Matter of France, Hu Gadarn (Hugo or Hugun le Fort in the French) is Emperor of Constantinople and an enemy of Siarlymaen (Charlemagne). After Siarlymaen's wife tells him his valor is overshadowed by Hu's, Siarlymaen sets off on a pilgrimage to find the emperor in Constantinople. With the aid of his knights, he bests his adversary and returns to his wife triumphant. The story, which may have precedents in Celtic literature, specifically associates Hu with ploughing, a detail later picked up by Iolo Morganwg. Hu Gadarn is mentioned metaphorically in Iolo Goch's (fl. 14th century) poem \"Y Llafurwr\", on the ploughman, suggesting the poet knew some version of the story.Dafydd Johnston (ed.), Gwaith Iolo Goch (University of Wales Press, 1988), poem XXVIII. Other early references to \"Hu Gadarn\" have been cited in poems by Rhys Brydydd and Llywelyn ab y Moel, both of whom associated him with semi-divine attributes during the 15th century. ==Iolo Morganwg and later use== Seven of Iolo Morganwg's \"Third Series\" of triads mention Hu Gadarn.Iolo Morganwg, Triads of Britain 4, 5, 54, 56, 57, 92, 97; see also W. Jenkyn Thomas (ed) (1907), The Welsh Fairy Book: \"Hu Gadarn\" Here, Hu is presented as a culture hero who leads the ancient Britons to Britain from their previous home in Deffrobani, glossed as \"Summerland\", and said to be situated \"where Constantinople is now\" (though the name has also been identified as a Welsh form of Taprobana). He becomes their first king, teaches them to plough, and creates song to strengthen memory and record. He uses a yoke, which he invents, to pull a flood-causing monster named the afanc out of the water. Iolo's \"Third Series\" of triads were initially accepted as authentic, and were published in the influential collection known as The Myvyrian Archaiology of Wales. However, they are now known to be forgeries created by Iolo himself. Iolo wrote further about Hu in his Barddas, supposedly an ancient collection of bardic lore, where he identifies Hu with the Gaulish god Esus and with Jesus. The 20th- century English author Robert Graves accepted Iolo's version of Hu Gadarn (and much of the rest of his work), and further identified Hu as a Welsh horned god, a variant of Cernunnos.Robert Graves, The White Goddess In Graves' wake, Hu Gadarn has become a popular figure among Neopagans. Hu Gadarn was said to have brought the Welsh from Deffrobani (the Summer Country) to Britain, where he taught them to plough and invented the medium of song as an aid to memory. ==References== Category:Welsh mythology Category:Welsh literature",
 "title": "Hu Gadarn"
}