{
 "id": "862277",
 "text": "George Woodward Wickersham (September 19, 1858 - January 25, 1936) was an American lawyer and Attorney General of the United States in the administration of President William H. Taft. He returned to government to serve in appointed positions under both Republican and Democratic administrations, for Woodrow Wilson, Herbert Hoover and Franklin D. Roosevelt. He was President of the Council on Foreign Relations for the latter. ==Background== Born in Pittsburgh, Pennsylvania, in 1858, Wickersham attended local schools and graduated from the University of Pennsylvania in Philadelphia. He studied law by \"reading,\" preparing for the bar through an apprenticeship with an established firm. After passing the bar, he set up a practice. He married Mildred Wendell. They had a son, Cornelius Wendell Wickersham, who later became a lawyer and a US Army Brigadier General. ==Career== After several years of practice, in 1883 Wickersham entered the longtime law firm of Strong and Cadwalader in New York City. He became a partner four years later, and the firm was eventually named Cadwalader, Wickersham & Taft. He as appointed to the office of Attorney General of the United States from 1909 to 1913, in the administration of President William Howard Taft. In 1912 Wickersham supported the membership of US Assistant Attorney General William H. Lewis in the American Bar Association, after Southerners protested the African American's presence and the executive committee voted to oust him. Wickersham sent a letter to all 4700 members urging their support for Lewis, who refused to resign. After the election of President Woodrow Wilson in 1912, the Democrat appointed his own people to federal positions. During Wilson's first term, from 1914 to 1916, Wickersham was out of government and served as president of the Association of the Bar of the City of New York. In 1916, Wickersham opposed Wilson’s nomination of Louis Brandeis for the Supreme Court, describing the Jewish nominee’s supporters as \"a bunch of Hebrew uplifters.\"Afran, Bruce, & Garber, Robert A. (2005). Jews on Trial. pp. 157–158. Soon after the United States entered World War I in 1917, Wickersham was named by President Wilson to serve on the War Trade Board to Cuba. In 1929, President Herbert Hoover appointed Wickersham to the National Commission on Law Observance and Enforcement, better known as the \"Wickersham Commission.\" (It was described as the \"Wickersham Committee\" by William L. Marbury, Jr. in a 1935 letter seeking the support of U.S. Senator George L. P. Radcliffe for appointment of Alger Hiss to the U.S. Solicitor General's office; Hiss had served on the committee 1929-1930. ) Wickersham returned to government under Democratic President Franklin D. Roosevelt, when he was appointed as president of the Council on Foreign Relations, serving from 1933 to 1936 during the administration.History of CFR - Council on Foreign Relations ==Personal life and death== Wickersham married; his son was Cornelius Wendell Wickersham, a lawyer and a US Army Brigadier General. He lived much of his life in Cedarhurst, New York in the Town of Hempstead, now known as the Village of Lawrence. Wickersham died in New York City in 1936 and was buried in Brookside Cemetery in Englewood, New Jersey.George Woodward Wickersham, The Political Graveyard. Accessed August 22, 2007. ==Legacy== Since 1996, the Friends of the Law Library of the Library of Congress have presented an annual award named for Wickersham. ==References== ==External links== * Category:Members of the Council on Foreign Relations Category:Presidents of the Council on Foreign Relations Category:1858 births Category:1936 deaths Category:United States Attorneys General Category:University of Pennsylvania alumni Category:Presidents of the New York City Bar Association Category:Taft administration cabinet members Category:20th-century American politicians Category:New York (state) Republicans Category:Pennsylvania Republicans Category:Burials at Brookside Cemetery (Englewood, New Jersey) Category:People associated with Cadwalader, Wickersham & Taft Category:University of Pennsylvania Law School alumni",
 "title": "George W. Wickersham"
}