{
 "id": "862323",
 "text": "Fort Concho is a former United States Army installation and National Historic Landmark District located in San Angelo, Texas. It was established in November 1867 at the confluence of the North and South Concho Rivers, on the routes of the Butterfield Overland Mail Route and Goodnight–Loving Trail, and was an active military base for the next 22 years. Fort Concho was the principal base of the 4th Cavalry from 1867 to 1875 and then the \"Buffalo Soldiers\" of the 10th Cavalry from 1875 to 1882. The troops stationed at Fort Concho participated in Ranald S. Mackenzie's 1872 campaign, the Red River War in 1874, and the Victorio Campaign of 1879–1880. The fort was abandoned in June 1889 and over the next twenty years was divided into residences and businesses, with the buildings repurposed or recycled for their materials. Efforts to preserve and restore Fort Concho began in the 1900s and resulted in the foundation of the Fort Concho Museum in 1929. The property has been owned and operated by the city of San Angelo since 1935. Fort Concho was named a National Historic Landmark on July 4, 1961, and is one of the best-preserved examples of the military installations built by the US Army in Texas. The Fort Concho Historic District covers the fort's original grounds and twenty-three buildings, some of which are the oldest in San Angelo. , about 55,000 people visit the fort annually. ==Operation by the US military== Fort Concho was established during the American colonization of Texas in the 19th century, a process that began in the 1820s with the immigration of Anglo-Americans into Spanish, later Mexican, Texas. Europeans first reached the Concho River valley in the 16th century. The Spanish established contact and then trade with the Jumano people, who inhabited the valley until they were driven out of it by the Apache peoples in the 1690s. The Apache were themselves expelled by the mid-18th century by the Comanche. However, in 1849, American colonists began crossing West Texas in large numbers to reach California, where gold had been discovered. To protect its citizens, the United States Army ordered the construction of a string of forts along the frontier's routes of travel from 1850 to 1852. Among those forts was Fort Chadbourne, established on October 28, 1852, and among those avenues was the Butterfield Overland Mail route, established in 1858 with Fort Chadbourne as one of its stations. The beginning of the American Civil War in 1861 ended both enterprises. The Butterfield route moved out of Texas, and the federal government ceded its Texas forts to the Confederate States of America. Confederate Texas was unable to secure its territories and as a consequence white settlers retreated eastward throughout the war. But after the end of the war in 1865, immigrants from the war-torn southern States decamped for Texas. Many of these immigrants became cattle herders and followed routes like the Goodnight–Loving Trail, established in 1866 on the Butterfield route – which brought large volumes of cattle through the Concho valley. Major General Philip Sheridan, appointed to command the post-war military district covering Texas and Louisiana on March 19, 1867, at first ignored reports of raiding by indigenous peoples. But later that year, the US Army was ordered to reoccupy its pre-war billets in Texas, and that May, Fort Chadbourne was reoccupied by the 4th Cavalry. Fort Chadbourne was, however, poorly supplied with water. The US Army decided to replace Fort Chadbourne with a new installation. They identified the junction of the Concho Rivers as an ideal site because of its proximity to the routes it was to guard and nearby grazing land, and the abundance of water. In mid-1867, Major John Porter Hatch, commanding the 4th Cavalry, dispatched Lieutenant Peter M. Boehm to establish a camp on the Middle Concho, to the south of Fort Chadbourne. Captain Michael J. Kelly and 50 troopers established this camp, albeit on the North Concho, and remained there over the summer of 1867. On November 28, 1867, the 4th Cavalry's H Company departed from Fort Chadbourne for the Conchos. H Company's commander, Captain George G. Huntt, named the site of the new fort \"Camp Hatch\", but changed it at Hatch's request to \"Camp Kelly\" in January 1868 to honor Kelly, who had died on August 13, 1867, of typhoid fever. Construction of a permanent outpost began on a site north of the camp, which was named Fort Concho in March 1868 by Edward M. Stanton, United States Secretary of War. ===Construction=== Captain David W. Porter, assistant quartermaster of the Department of Texas, was tasked with constructing Fort Concho on December 10, 1867. Progress was slow, as all building materials had to be shipped in and there was frequent bickering among the fort's officers, Huntt and Porter included. Porter employed civilian masons and carpenters, but also oversaw the construction of Forts Griffin and Richardson. As such, he was often not present at the fort to direct building work. In March 1868, Porter was replaced at Fort Concho by Major George C. Cram, who built a temporary guardhouse. Cram was also frequently absent from the fort and in the year of his arrival had the regional mail line superintendent, Major Ben Ficklin, arrested. The United States Postmaster General intervened and by August, Cram was reassigned and construction was handed to Captain Joseph Rendlebrock, the 4th Cavalry's quartermaster. By the end of the year, Rendlebrock had completed the commissary, quartermaster's storehouse, and a wing of the hospital. The first permanent military structures on the fort grounds, five of the officer's residences and the first regimental barracks, were completed by August 1869. They were followed over the next year by two more officer's residences, another barracks, and a permanent guardhouse and stables. Hatch pushed for the completion of the fort through 1870–71, directing the building of a quartermaster's corral and a wagon shed. In February 1872, however, budget cuts by the US War Department resulted in the dismissal of the civilian workers and another lull in construction. By the end of the year, Fort Concho consisted of four barracks, eight officers' residences, the hospital, a magazine, bakery, several storehouses, workshops, and stables. In 1875, the parade ground was cleared and a flagstaff placed in its center. In the process, the adjutant's office was moved to the headquarters building. It was replaced in short order with a stone command structure, the headquarters building, built in 1876. Another officers' residence was built in 1877, as were the foundations for another that went unfinished for lack of funding. This building was completed in February 1879 as the schoolhouse and chapel. It was the final permanent structure completed at Fort Concho. By 1879, the fort was an eight-company installation. Construction had, by 1877, cost the US Army $1 million ($, adjusted for inflation) on land it had leased. There were 39 permanent buildings on the fort grounds by April 1889. ===Base of the 4th Cavalry=== thumb|right|alt=A Texas State Historical Association plaque describing the service history of Fort Concho in metal type: Underneath it is a smaller plaque marking the fort as a National Register of Historic Places property.|Historical marker detailing the service life of Fort Concho In the first seven months of Fort Concho's existence, its garrison – numbering 129, out of a force of 3,672 in Texas, according to the 1869 reports of the War Department – were occupied by its plodding construction. This was the cause of much criticism by local Texas newspapers; the frontier continued to retreat in the remaining years of the 1860s. Meanwhile, outside of building work, the garrison patrolled, scouted, and escorted cattle herds and wagon trains on the San Antonio–El Paso Road. There was thus little combat in Texas, according to the US Army records. Inaction by the army, whose garrisons were poorly and irregularly supplied, and criticism of that inaction, continued into 1871. Beginning with the creation of the Department of Texas that March, however, US Army activity in Texas changed. Sheridan adopted a strategy of feinting and constant movement early in the year, and then punitive expeditions in the winter, when the tribes' ponies would be weakest. As part of Sheridan's plan, the garrisons of the Texas forts established subposts. Among these were Fort Chadbourne, which was reoccupied, and Camp Charlotte, on the Middle Concho. On February 25, 1871, Colonel Ranald S. Mackenzie took command of the 4th Cavalry. He moved the regimental headquarters to Fort Richardson a month later, but kept a few companies at Fort Concho. These companies participated in an inconclusive campaign against the Kiowa from May to September 1871, returning to Fort Concho in November. Comanche and Kiowa raids became more frequent over the rest of 1871, prompting a number of expeditions that rarely saw Native Americans. A notable exception was a patrol carried out by Sergeant William Wilson from March 26 to 29, 1872, that led to the US Army's discovery of water in the Staked Plains and a large Comanche settlement at Mushaway Peak. Hatch, in charge of Fort Concho for Mackenzie, reported Wilson's findings, which were confirmed by another patrol by Captain Napoleon B. McLaughlen. After Mackenzie and Hatch met with Brigadier General Christopher C. Augur, in command of the Department of Texas, Mackenzie and McLaughlen, commanding Companies D and I, departed from their respective installations on June 17. Over the following months, the 4th Cavalry explored the South Plains and fought the Comanche at the Battle of the North Fork on September 29. As a result of that battle, the 4th Cavalry captured 124 women and children, 116 of whom were taken back to Fort Concho on October 21. The captives were interned in the quartermaster's corral and remained there until the Department of Texas ordered their release on April 14, 1873. They departed Fort Concho on May 24 under escort from the 11th Infantry and arrived at Fort Sill on June 10. On June 27, 1874, more than 200 indigenous warriors attacked a group of buffalo hunters camped at Adobe Walls, beginning the Red River War. In response, Augur ordered Mackenzie and the 4th Cavalry back to Fort Concho in July. By August, Sheridan, now commanding the Military Division of the Missouri, ordered five expeditionary forces of more than 3,000 soldiers each into the South Plains. The southern force, under Mackenzie, left Fort Concho on August 23, 1874, with eight companies of the 4th Cavalry, four of the 10th Infantry, and one from the 11th Infantry. Over the following year, Mackenzie chased the Comanche to their base of operations in the Palo Duro Canyon and destroyed it on September 28. His force continued to patrol the area over the winter, preventing the Comanche from rebuilding their supplies and forcing their return to their reservation. ===Base of the 10th Cavalry=== thumb|right|alt=Another Texas State Historical Association placard with an abbreviated history of the 10th Cavalry in metal type.|Texas State Historical Association placard commemorating the 10th Cavalry By 1875, Fort Concho had become one of the main US Army bases in Texas, but early in the year the 4th Cavalry was transferred to Fort Sill to keep the South Plains nations on their reservation. They were replaced at Fort Concho by the 10th Cavalry, an all-black regiment commanded by Colonel Benjamin Grierson. He arrived at Fort Concho on April 17, 1875, and established the regimental headquarters there. Stationed at Forts Concho, Stockton, Davis, Quitman, and Clark, and their subposts, the 10th Cavalry was tasked with patrolling the frontier, escorting wagons and settlers, and mounting expeditions. Beginning in 1877, starving Plains tribes began killing buffalo hunters and raiding white settlements. In response, Grierson sent Captain Nicholas M. Nolan and a company of the 10th to subdue the raiders. Nolan set out in July, and achieved nothing but the death of four soldiers from the 10th Cavalry's Company A. In late 1879, Grierson received word that a war party of Ojo Caliente and Mescalero Apache under Chief Victorio entered the Trans-Pecos. He left Fort Concho on March 23, 1880, at the head of five companies of the 10th Cavalry and some of the 25th Infantry to disarm the Mescaleros of the Fort Stanton reservation. Grierson's soldiers fought with Apache raiders over early April, then reached Fort Stanton on April 12. The disarmament was delayed until April 16 because of rains and resulted in failure when the Mescalero Apache escaped with most of their arms. Grierson returned to Fort Concho on May 16, but left the 10th Cavalry's M Company at the head of the North Concho in case the Apache appeared in the area. On June 17, 1880, Nolan and a battalion of the 10th Cavalry at Fort Sill returned to Fort Concho by Grierson's order. Ten days later, Grierson sent Nolan to patrol the Guadalupe Mountains and himself set out from Fort Concho on July 10. Grierson harried Victorio over the summer until he was defeated at Rattlesnake Springs and driven into Mexico, where Victorio's band was destroyed on October 15, 1880, by the Mexican Army. The 10th Cavalry transferred permanently to Fort Davis, farther to the west, in July 1882. ===Post-Texas Indian Wars and deactivation=== On January 27, 1881, the Texas Rangers fought and defeated what was left of Victorio's band in the final battle of the American Indian Wars fought in Texas. The 10th Cavalry was replaced at Fort Concho in 1882 by the 16th Infantry, commanded by Lieutenant Colonel Alfred L. Hough. Ten days before Hough and the regimental headquarters arrived at the fort that August, the Concho River flooded, destroying the town of Ben Ficklin and badly damaging San Angelo. As a result, the 16th Infantry spent its first week on- site rendering humanitarian aid. After recovering, San Angelo began to prosper, while Fort Concho declined from poor maintenance. From 1882 until the fort's final closure, it served primarily as a base for troops awaiting transfer elsewhere in Texas. When Fort McKavett was abandoned by the US Army in June 1883, its garrison moved to Fort Concho. By the mid-1880s, ranches enclosed the surrounding plains with barbed-wire fencing; the soldiers, barred by law from cutting the wire, were reduced to patrolling roads. Many of the frontier forts, such as Forts Davis and Griffin, had either been abandoned or were awaiting deactivation. After the 16th Infantry left Fort Concho for Fort Bliss in February 1887, locals believed Fort Concho would also be abandoned. In early 1888, the 8th Cavalry gathered at Fort Concho from around Texas and then left in June for Fort Meade, South Dakota. With their departure, only the 19th Infantry's K Company was garrisoned at Fort Concho. On June 20, 1889, the men of K Company lowered the flag over the fort for the final time and left the next morning. ==Relationship with San Angelo, Texas== thumb|upright=1.4|alt=Plate photograph of a train of immigrants passing through San Angelo in 1885|Immigrants and their wagons passing through San Angelo in 1885 In 1870, entrepreneur Bartholomew J. DeWitt purchased a half- section of land () across the Concho from Fort Concho. He divided the area into plots to build a town, later to be known as San Angelo. The township was not a profitable venture and its lots were sold at low prices. By 1875, San Angelo was a collection of saloons and brothels. Relations between the town and Fort Concho's garrison were strained and often outright hostile. Violence between Fort Concho's black servicemen and townspeople was common and continued until the 10th Cavalry was replaced by the 16th Infantry in 1882. Humanitarian aid rendered to locals by the garrison, especially following the flood of 1882, eventually evaporated the lingering animosity. Fort Concho was crucial to San Angelo's early growth. The presence of its garrison attracted traders and settlers and allowed diversification in the town's economy. The fort's chaplains were some of the first preachers and educators in the town and its medical staff, chiefly surgeon William Notson, also treated civilians. One of Notson's civilian assistants, Samuel L. S. Smith, became San Angelo's first physician, and in 1910 helped establish its first civilian hospital. The government-contracted merchants who serviced the fort would all settle in San Angelo and be counted among its architects. ===Preservation=== thumb|upright=1.3|Officer's Row in 1913 Following the closure of the fort in 1889, it was divided into commercial and residential lots and its buildings were accordingly renovated or demolished. Enlisted Barracks 3 and 4 were replaced with a series of residences, while the officers' residences were preserved as private homes. Additional buildings were built in and around the fort, including a school constructed on the parade ground in 1907. As early as 1905, however, influential locals tried to conserve the fort. J. L. Millspaugh, one of the merchants contracted to supply Fort Concho, suggested without success that the city buy it. That same year, realtor C. A. Broome formed the Fort Concho Realty Company in 1905 to sell his properties on the fort's grounds to the city. The eastern third of the fort grounds, which had remained preserved, was given to the city by the Santa Fe Railroad Company in 1913. Eleven years later, the Daughters of the American Revolution raised funds to preserve the fort and secured a designation for it as a Texas state historic site, with accompanying plaque. In 1927, a local named Ginevra Wood Carson acquired a room in the Tom Green County Courthouse for an exhibit on local history, and there established what would become the Fort Concho Museum. After the museum began expanding into other rooms of the courthouse, Carson moved it into Fort Concho's headquarters building on August 8, 1930. Carson struggled to raise a sum of $6,000 ($, adjusted for inflation) to purchase the building from its owner, who in 1935 relented and accepted the $3,000 ($, adjusted for inflation) she had been able to raise. That same year, the city of San Angelo assumed partial administrative responsibility for the museum, to be managed by a board of directors headed by Carson until she retired in 1953. Funding for the museum was slashed during the Great Depression and World War II, though four buildings were acquired in 1939. There were further acquisitions in the later 1940s, until the 1950s Texas drought again strained municipal resources. The museum was made a department of the city of San Angelo in 1955, but only one property purchased in that decade; the Fort Concho Museum by this time controlled only about a quarter of the fort grounds. In the 1960s, the city of San Angelo sought to cede the Fort Concho Museum to the federal and state governments, but both were prioritizing other Texas forts. On July 4, 1961, Fort Concho was named a National Historic Landmark District, and on October 15, 1966, it was placed on the National Register of Historic Places, by the National Park Service (NPS). A plan was prepared by the NPS in 1961, and again in 1967. In 1980, the Fort Concho Museum collaborated with Bell, Klein and Hoffman, an Austin-based architecture firm specializing in restorations, to prepare another, three-phase plan to acquire the rest of the fort's grounds and demolish its 19th and 20th century modifications. The museum began implementing that plan in 1981, spending over $900,000 ($). Those funds were raised by matched grants from the NPS via the Historic Preservation Fund. The parade ground was then brought fully under the museum's control with the move of the school to a new campus. An NPS survey in June 1985 found that the fort was in generally good condition, though a number of later buildings were still on its grounds. On January 1, 1986, it was named a Texas State Antiquities Landmark by the Texas Historical Commission. By 1989, the district consisted of 16 original buildings, six reconstructed buildings, and a stabilized ruin. In 2015, an anonymous donor gave $2,000,000 ($, adjusted for inflation) to the Fort Concho Museum. Two years later, the museum announced that it would use the donated money and other proceeds to expand its visitors center and rebuild Barracks 3 and 4 over 2018. No commissions were made until December 2020, however, when the City of San Angelo announced imminent repairs to 14 buildings, and that the reconstructed Barracks 3 and the mess hall of Barracks 4 would house a research library on loan to the museum. A permit was issued for the reconstruction of Barracks 3 and 4 in September 2021. ===Involvement in the YFZ ranch raid=== On April 3, 2008, following a call from an alleged victim of abuse by members of the Fundamentalist Church of Jesus Christ of Latter-Day Saints, a polygamist Mormon sect, Texas authorities raided the YFZ Ranch, from San Angelo. The authorities began removing children from the ranch the next day, and relocated them to Fort Concho on April 5. The State of Texas was granted conservatorship over the children on April 7, and seven days later moved all women accompanying children older than five years to the Foster Communications Coliseum, also in San Angelo. On June 2, the Texas Supreme Court ruled that the seizure of the children was unlawful, and the children were released from state custody. ==Grounds and architecture== the Fort Concho Historic District consists of 25 buildings standing on a site, with a museum collection of 40,000 items. The district's boundaries are formed by East Avenue A and the railroad track to the north, South Oakes Street to the west, a fence behind Officer's Row to the south, and a service road behind the administrative buildings to the east. The fort is visited annually by 55,000 people. Fort Concho, like the forts built and operated by the US Army in Texas, is not fortified. The fort was designed as a cantonment, where troops could recuperate after being on campaign. Its buildings are arranged around a parade ground, measuring long by wide, that was the hub of its activity. The design of those buildings is a blend of the Neoclassical and Territorial styles, with the only ornament in the buildings being the stone lintels over each window. Each building was constructed from limestone upon a low-lying stone foundation, usually with an attached wooden veranda, with gabled roofs shingled in wood. A low, stone wall surrounded the fort to keep buffalo out of the fort. The material used in the fort's construction was sourced externally; the stone and mortar came from Ben Ficklin, to the south of the fort, and the wood was shipped from the Gulf Coast, as the native pecan and mesquite were unsuitable for construction. ===Barracks Row=== thumb|right|alt=Enlisted Men's Barracks 1 and 2, taking up the central third of the picture|Enlisted Men's Barracks 1 and 2 Barracks Row is made up by the six enlisted men's barracks that line the northern side of the parade ground. The barracks are rectangular, one-story dormitories with an attached kitchen and mess hall to the north of each barrack. They are topped with hipped roofs, crowned with one windcatcher and one single chimney each. A veranda wraps each barrack, but not their attached mess halls. North of the barracks are the stables, built like the rest of the fort, but with a flat roof. Barracks 1 and 2 were built in 1869 and 1870 respectively and each contained two cavalry companies. These barracks are unique in having sally ports at their centers for leading horses through, rather than around, the barracks to reach the stables. Barracks 1 had two dining halls to Barracks 2's one, but they were demolished some time after the fort was abandoned. Barracks 1 is the visitor's center, while Barracks 2 is a display space housing wagons and replica artillery pieces. Barracks 1 and 2 were acquired by the Fort Concho Museum in 1981. The other four barracks buildings were built to house infantrymen. Barracks 5 and 6 were built in 1871 and remodeled in the 1920s to house a unit of US National Guard. The buildings had mostly fallen to ruin by 1947, when they were purchased by the Fort Concho Museum. Reconstruction of Barracks 5 and 6 was completed in 1951 as living history spaces. A veranda wraps around the mess halls. Barracks 3 and 4, which were demolished after the fort was abandoned and remain ruins, were identical to Barracks 5 and 6. ===Administrative Row=== thumb|right|alt=The post Hospital, rebuilt in the 1980s, from the parade ground. The north ward is the leftmost section of the building.|Hospital, from the parade ground, left is north, right is south The commissary and quartermaster's warehouse, built to the same plan in 1868 and 1869 respectively, are the oldest buildings in the city of San Angelo. The commissary was purchased by the city government in 1939, but was used as a garage by the municipal transit department until 1974. It was restored in 1980 and then used as a meeting space. The quartermaster's warehouse opened in 1985 as an art museum. The headquarters building was constructed on Grierson's orders in 1876, a decade into the fort's military operation. The building is U-shaped, opening to the east, with two chimneys in the main structure and one in the north and south wings. A veranda is attached to the façade and back of the building, between the wings. The headquarters building was used in various capacities in the 20 years after the US Army left Fort Concho. Four of the rooms on the ground floor, the court martial, orderly's room, adjutant's office, and regimental headquarters, have been remodeled to appear as they would have during the fort's military career. About behind the headquarters building is the former residence of Oscar Ruffini, San Angelo's first civic architect. The house was moved to its present location on May 14, 1951. The original hospital was built from 1868 to 1870. After the fort's deactivation the hospital was used as a rooming house and for storage until it was destroyed by fire in 1911. The building was rebuilt in the mid-1980s with the aid of architectural and historical records. The hospital contains a museum about frontier medicine in its north ward, a library in the south ward, and general medical exhibits in the center. ===Officers' Row=== thumb|right|alt=Officer's Quarters 3 from the north and west.|Officer's Quarters 3 from the northwest The Officers' Row are the ten buildings on the south side of the parade ground, comprised by Officer's Quarters 1 through 9 and the schoolhouse and chapel. These houses were built in several phases from 1869 to the mid-1870s. They generally follow an L-shaped plan with a primary residential building and kitchen, connected by a veranda. Interiors consisted of four equally sized rooms and a central hallway on the first floor and two more rooms on a second. The houses have three fireplaces; two in the main building and a third in the kitchen. Officer's Quarters 1 was built from 1870 to 1872 and served as the commanding officer's residence. Grierson, who lived there from 1875 to 1882, added a kitchen and office onto the building, on the south and west ends respectively, in 1881. Grierson also added a carriage house and placed locks on every door in the building. The Fort Concho Museum purchased the building in 1964. In 1994, it was renovated and became the Concho Valley Pioneer Heritage Center. Officer's Quarters 8 and 9 were built to the same plan as Officer's Quarters 1 and were also completed in 1872. Another room was added to the south side of Officer's Quarters 8 in 1936. Officer's Quarters 9 was restored to its original appearance in 1905. Officer's Quarters 2, 4, 5, and 6 were all built in 1870 and all follow the general plan. Their roofs extend over the verandas to cover them. Officer's Quarters 2 was purchased by the Fort Concho Museum in 1952. Officer's Quarters 5 is a ruin; only its foundations remain. About to the south of Officer's Quarters 5 is the site of a carriage house thought to be associated with the house. Officer's Quarters 6 was damaged by fire in 1961, but was repaired and turned into a living history exhibit. Officer's Quarters 3 was built in 1870, possibly in March, which would make it the first of the officers' houses to be completed. The house was the fort commander's residence until Officer's Quarters 1 and 2 were finished. The building has a total of five rooms, as it lacks a second floor. The two structures making up Officer's Quarters 7 were built from 1870 to 1877 to house field officers and their families. The buildings form a duplex and stand to the same height and have two fireplaces each. A porch connects the between the buildings. On July 13, 1990, the E. H. Danner Museum of Telephony, part of the West Texas Collection of Angelo State University, was opened in the building. The schoolhouse and chapel was completed and dedicated on February 22, 1879, making it the last permanent structure to be completed during its military career. The chapel is built like the officers' residences and it was first intended to be another duplex. Funding was only sufficient for the foundation of the kitchen to be completed, so the building was finished as the present schoolhouse and chapel. After the US Army left, the building continued to function as a schoolhouse, and at one point, a private home. The Fort Concho Museum purchased the schoolhouse in 1946 and restored it with funds raised by US military personnel on nearby Goodfellow Air Force Base. ==See also== * National Register of Historic Places listings in Tom Green County, Texas * Texas Forts Trail ==References== ===Sources=== * ==== Books and articles ==== * * * * * * * * * * ==== Texas State Historical Association ==== * * * * * * * * * * * * * * * * ==External links== * * \"E.H. Danner Museum of Telephony\" at Texas Forts Trail Category:National Historic Landmarks in Texas Concho Category:Buildings and structures in San Angelo, Texas Category:American frontier Category:History museums in Texas Category:Museums in Tom Green County, Texas Category:Medical museums in the United States Category:Military and war museums in Texas Category:Historic districts on the National Register of Historic Places in Texas Category:Telecommunications museums in the United States Concho Category:National Register of Historic Places in Tom Green County, Texas Category:1867 establishments in Texas",
 "title": "Fort Concho"
}