{
 "id": "863069",
 "text": "Michael Wearing (12 March 1939 – 5 May 2017) was a British television producer, who spent much of his career working on drama productions for the BBC. He is best known as the producer of the well received serials Boys from the Blackstuff (1982) and Edge of Darkness (1985), which created for him a reputation as one of British television's foremost drama producers. His initial career was in the theatre, where he worked as a director, before in 1976 he joined the BBC's English Regions Drama Department as a Script Editor under producer David Rose. The department, based at the Pebble Mill Studios in Birmingham, had been set up as an attempt to counter the BBC's tradition of producing dramas that were almost exclusively made and set in London and the home counties, and was charged with making regional drama based in all areas of the country. Over the following five years, Wearing worked as both a script editor and producer on various series and plays for the department, with his most successful production there being the Play for Today entry The Black Stuff. Written by Alan Bleasdale, despite languishing on the shelf for two years waiting for a broadcast slot before being shown in 1980, the play was a great success and led to Bleasdale writing and Wearing producing Boys from the Blackstuff (1982), a sequel series showing what happened to the characters involved after the events of the play. This was highly acclaimed and award- winning, and led to Wearing being called down to work at the central BBC drama department in London. The first project he was given there by Head of Series & Serials Jonathan Powell was a Troy Kennedy Martin project entitled Edge of Darkness. Eventually screened in 1985, Edge of Darkness was another award- winner, and cemented Wearing's reputation. In 1989, he was made Head of Serials at the BBC, the Series and Serials departments now having been separated as they had originally been. In 1993, after Head of Series Peter Cregeen's departure from the Corporation, Wearing was briefly Head of Series & Serials, before his role was reduced to simply overseeing Serials again the following year. In his time as Head of Serials he oversaw the production of a great number of productions, among the most famous being the new era of costume drama literary adaptations such as Middlemarch (1993) and Pride and Prejudice (1995). However, perhaps his most lasting legacy was the BBC Two serial Our Friends in the North (1996). Written by playwright Peter Flannery, Our Friends in the North was a production Wearing had wanted to bring to the screens since the early 1980s, but due to various difficulties with budgets, potential libel and BBC executives, he had never been able to. Now, with a bulletproof reputation and as Head of Serials the ability to commission the production himself, he was finally able to persuade channel controller Michael Jackson to accept the serial, which was a resounding hit. In 1997, Wearing was given the honorary Alan Clarke Award for outstanding creative achievement in television at the British Academy Television Awards. In 1998 he left the staff of the BBC, although he worked for them subsequently as a freelance producer. ==References== *Ahmed, Kamal. \"Stifled\" BBC drama chief quits. \"The Guardian\". Friday February 6, 1998 (page 3). ==External links== * Category:1939 births Category:2017 deaths Category:BBC television producers Category:British television producers",
 "title": "Michael Wearing"
}