{
 "id": "863211",
 "text": "Edward Albert Arthur Woodward, OBE (1 June 1930 - 16 November 2009) was an English actor and singer. After graduating from the Royal Academy of Dramatic Art, he began his career on stage. Throughout his career, he appeared in productions in both the West End of London and on Broadway in New York City. He came to wider attention from 1967 in the title role of the British television spy drama Callan, earning him the 1970 British Academy Television Award for Best Actor. Woodward starred as Police Sergeant Neil Howie in the 1973 cult British horror film The Wicker Man, and in the title role of the 1980 Australian biopic Breaker Morant. From 1985 to 1989, Woodward starred as ex-secret agent and private investigator Robert McCall in the American television series The Equalizer, earning him the 1986 Golden Globe Award for Best Television Drama Actor. ==Early life== Woodward was born in Croydon, Surrey, the only child of parents Edward Oliver Woodward, a metalworker, and Violet Edith Woodward (née Smith). As a boy, he was bombed out of his home three times during the Blitz. He attended Eccleston Road, Sydenham Road, and E Wallington, as well as Kingston Day Commercial School and Elmwood High School, Hackbridge, all in Surrey. He then attended Kingston College. ==Career== ===Theatre=== After leaving school at the age of fifteen, Woodward wanted to train as a journalist, but took work in a sanitary engineer's office and then at the age of sixteen entered the Royal Academy of Dramatic Art. After the Second World War, he became an associate member of RADA. He was torn between becoming an actor and a professional footballer, and was on the books of Leyton Orient FC and Brentford FC, making three appearances in the Football League for the latter; however, a serious knee injury kept him out of the game for over a year. Woodward's professional acting debut was in the Castle Theatre, Farnham, in 1946. After graduation from RADA, he worked extensively in repertory companies as a Shakespearean actor throughout England and Scotland, making his London stage debut in R. F. Delderfield's Where There's A Will in 1955 and also appeared in the film adaptation that same year, his first film, and then Romeo and Juliet and Hamlet (1955). Having established himself, he also worked in Broadway theatre in New York City and in Australia. Woodward first appeared on Broadway in Rattle of a Simple Man (1963) and the musical comedy High Spirits (1964–1965), which won three Tony Awards, followed by the 1966 comedy The Best Laid Plans. In 1970, after Woodward played Sidney Carton in the West End musical \"Two Cities\" based on Dickens's novel, Laurence Olivier invited him to choose his own role in the Royal National Theatre, and he chose Cyrano de Bergerac (1971). Woodward played Dr. Watson opposite Keith Baxter as Sherlock Holmes in the play Murder Dear Watson in 1983. In 2004, Woodward, alongside Australian actor Daniel MacPherson, appeared as God in a revival of The Mystery Plays at Canterbury Cathedral. From a cast of hundreds of local actors, Joseph McManners and Thomas James Longley also featured with smaller speaking roles. ===Film=== He made occasional appearances until taking the role of Police Sergeant Neil Howie in the thriller The Wicker Man in 1973. Woodward was offered a cameo role in the 2005 remake but declined. He also appeared in the 1982 film Who Dares Wins, also known as The Final Option on the film's release history. as Commander Powell. Woodward played the title role in the 1980 Australian biographical film drama Breaker Morant, which was highly acclaimed, and his presence brought the film worldwide attention. Woodward also had a supporting role in the 2007 action comedy Hot Fuzz. His last lead film role was that of the Reverend Frederick Densham in A Congregation of Ghosts; the story of an eccentric vicar who is said to have alienated his congregation and preached to cardboard cut-outs. Robin Hardy, who directed The Wicker Man, said, \"He was one of the greatest actors of his generation, without a doubt, with a broad career on American television as well as on British film.\" Noël Coward once said of him, \"He was one of the nicest and most co-operative actors I've ever met or worked with.\" In 1990 Woodward was the narrator for the official FIFA film of the 1990 World Cup entitled 'Soccer Shoot-Out'. ===Television=== Woodward appeared in many television productions. In the early 1960s he was a jobbing actor who made a number of minor TV appearances in supporting roles. His casting as Guy Crouchback in the 1967 adaption of Evelyn Waugh's Sword of Honour trilogy, dramatised by Giles Cooper and directed by Donald McWhinnie, established him as an actor of quality and standing. Crouchback was the central character in Waugh's three novels set against the background of Britain's involvement in World War II. This black and white TV dramatisation is now much less well known than a more lavish 2001 colour version with Daniel Craig playing the part of Crouchback. However, the 1967 dramatisation enjoyed a high-profile at the time and it featured several leading actors of that era including Ronald Fraser, Freddie Jones, Vivian Pickles, Nicholas Courtney and James Villiers. Moreover, Evelyn Waugh had met and approved Giles Cooper as the scriptwriter, having their schooling at Lancing College in common, albeit more than a decade apart. In 1967 Woodward played the eventual victim in an episode of The Saint TV series (\"The Persistent Patriots\"). The same year he was cast as David Callan in the ITV Armchair Theatre play A Magnum for Schneider, which later became the spy series Callan, one of his early television roles and one in which he demonstrated his ability to express controlled rage. His performance assured the series success from 1967 to 1972, with a film appearing in 1974. He also appeared opposite Laurence Olivier in a 1978 adaptation of Saturday, Sunday, Monday in the Laurence Olivier Presents anthology series. The success of Callan typecast him somewhat, but the enduring success of the genre allowed him to gain leading roles in similar productions, though none would prove as iconic as Callan. In 1977 he starred in two series of the BBC2 dystopian drama 1990, about a future Britain lurching into totalitarianism. The late 1970s were spent on both stage and film, but it was not until he took the lead role in the American television series The Equalizer (1985–89) as a former intelligence operative that he found recognition and popularity exceeding that of Callan. After filming a few episodes of the third season, Woodward suffered a massive coronary. For several episodes, additional actors were brought in to reduce the workload on Woodward as he recovered from the condition. The first episode filmed following Woodward's heart attack involved his character being severely injured by a KGB bullet, providing Woodward with a chance to rest over several episodes. Later in the season, Woodward resumed his full duties and carried the show through an additional, fourth season during the 1988-1989 season. During this period he also starred in the Cold War espionage thriller, Codename: Kyril (1988), as an MI6 double agent. Subsequently, he starred in the short-lived CBS series Over My Dead Body, which ran in 1990, playing a mystery writer who gets involved in solving real crimes. In 1994 and 1997 Woodward starred in the BBC drama Common As Muck in which he played a binman called Nev. In 1993, Woodward appeared in the Welsh language drama, Tan ar y Comin. Versions were made in both English and Welsh, and Woodward appeared in both, being specially coached in the latter since he did not speak a word of the language. In 1999 Woodward appeared alongside his son Peter in The Long Road, an episode of the Babylon 5 spin off, Crusade, on which Peter was a regular cast member. While both actors were playing the part of unrelated Technomages, the on-screen chemistry between them was clear. His career continued with TV guest star roles including an appearance in The New Alfred Hitchcock Presents and Mr. Jones (aka Philip, codename 'Flavius') in the series La Femme Nikita. He also guest starred with his son Tim and grandson Sam as a London gangster family in a special storyline for The Bill in 2008. In March 2009, he joined EastEnders for six episodes, playing Tommy Clifford. Woodward was a wargamer and hosted a series of programmes for Tyne Tees Television in 1978 about the hobby with fellow enthusiast Peter Gilder, who built and owned the beautiful Gettysburg diorama used for one of the gaming scenes from the 1974 film Callan. Woodward was the subject of This Is Your Life on two occasions: in February 1971 when he was surprised by Eamonn Andrews in the bar of London's White House Hotel, and in February 1995, when Michael Aspel surprised him during a photoshoot at Syon House in West London. ===Music=== His capability as tenor enabled him to record twelve albums of romantic songs, as well as three albums of poetry and fourteen books to tape. His vocal ability and acting skill enabled him to make a number of appearances when time allowed on the BBC's Edwardian era music hall programme, The Good Old Days. Woodward had two top 100 albums in Australia; Edwardian Woodward (#97 in 1975) and A Romantic Hour (#92 in 1980) ==Personal life== Woodward was married twice. His first marriage was to actress Venetia Barrett (born Venetia Mary Collett) from 1952 to 1986. They had two sons: Tim Woodward (born 1953) and Peter Woodward (born 1956), both of whom became actors, as well as a daughter, the Tony Award-nominated actress Sarah Woodward (born 1963). Woodward left Barrett for actress Michele Dotrice, the daughter of his contemporary Roy Dotrice, and married her in New York City in January 1987. Their daughter, Emily Beth Woodward (born 1983), was present at the ceremony. Woodward was in Cyprus during the Turkish invasion of the island in 1974. Staying in the northern Cyprus town of Kyrenia, he was one of several Britons evacuated from the island by the Royal Navy aircraft carrier, HMS Hermes following the Turkish invasion and occupation of Kyrenia. Woodward was a prominent endorser of the Labour Party in the 1970 general election, featuring in publicity material. Later he announced support for the SDP. Woodward suffered a massive heart attack in 1987 (during the third season of The Equalizer) and another one in 1994. He underwent triple bypass surgery in 1996 and quit smoking. In 2003 he was diagnosed with prostate cancer. In July 2009, it was announced that a planned performance of Love Letters, co-starring his wife Michele, would be postponed because of damage caused to his hip when he fell down the stairs at his West Country home. == Death == Woodward died at the Royal Cornwall Hospital in Truro, Cornwall, on 16 November 2009, at the age of 79, near his home at Hawker's Cove. He was buried at Padstow Cemetery and was survived by his wife, their daughter, and three children from his first marriage. ==Awards== Woodward won the 1970 BAFTA Award for Best Actor for his title role in Callan. He was made an Officer of the Order of the British Empire (OBE) in 1978. At the 1987 Golden Globe Awards, he won Best Actor in a Dramatic TV Series for his role of Robert McCall in The Equalizer. At the Emmy Awards from 1986 to 1990, he was nominated each year for The Equalizer. *Golden Globe Award for Best Actor – Television Series Drama - 1987 *British Academy Television Award for Best Actor - 1970 *RTS Television Actor of the Year - 1969, 1970 *Primetime Emmy Award for Outstanding Lead Actor in a Drama Series (nominated) - 1986, 1987, 1988, 1989, 1990 *Primetime Emmy Award for Outstanding Guest Actor in a Drama Series (nominated) - 1989 *Officer of the Most Excellent Order of the British Empire - 1978 ==Stage work== *1955: Where There's a Will *1958: Romeo and Juliet *1958: Hamlet *1962: Rattle of a Simple Man *1964: High Spirits *1968: Two Cities *1969: Julius Caesar *1971: Cyrano de Bergerac *1971: The White Devil *1973: The Wolf *1975: Male of the Species *1976: On Approval *1978: The Dark Horse *1980: The Beggar's Opera (also as director) *1980: Private Lives *1982: The Assassin *1982: Richard III *1992: The Dead Secret ==Filmography== ===Film=== {| class=\"wikitable\" ! width=\"33\"|Year ! width=\"225\"|Title ! width=\"175\"|Role ! width=\"175\"|Director ! width=\"175\"|Notes |- |1955 |Where There's a Will |Ralph Stokes |Vernon Sewell | |- |1960 |Inn for Trouble | |C.M. Pennington-Richards |Uncredited |- |1964 |Becket |Clement |Peter Glenville |Uncredited |- |1969 |The File of the Golden Goose |Arthur Thompson |Sam Wanamaker | |- |1971 |Incense for the Damned |Dr. Holstrom |Michael Burrowes | |- |1972 |Sitting Target |Inspector Milton |Douglas Hickox | |- |1972 |Young Winston |Aylmer Haldane |Richard Attenborough | |- |1972 |Hunted |John Drummond |Peter Crane |Short |- |1973 |The Wicker Man |Sergeant Howie |Robin Hardy | |- |1974 |Callan |David Callan |Don Sharp | |- |1975 |Three for All |Roadsweeper |Martin Campbell | |- |1977 |Stand Up, Virgin Soldiers |Sgt. Wellbeloved |Norman Cohen | |- |1980 |Breaker Morant |Lt. Harry Harbord \"Breaker\" Morant |Bruce Beresford |Singing over the end credits |- |1981 |The Appointment |Ian |Lindsey Vickers | |- |1982 |Who Dares Wins |Commander Powell |Ian Sharp | |- |1984 |Champions |Josh Gifford |John Irvin | |- |1985 |King David |Saul |Bruce Beresford | |- |1990 |Mister Johnson |Sargy Gollup |Bruce Beresford | |- |1990 |Soccer Shootout: 1990 World Cup |Narrator |Mario Morra | |- |1992 |Aladdin |The Sultan |Timothy Forder |Voice |- |1993 |Tân ar y Comin | |David Hemmings | |- |1994 |Deadly Advice |Maj. Herbert Armstrong |Mandie Fletcher | |- |1997 |The House of Angelo |Dominic Angelo |Jim Goddard |Also producer |- |2000 |Marcie's Dowry |Gus Wise |David Mackenzie |Short |- |2002 |The Abduction Club |Lord Fermoy |Stefan Schwartz | |- |2007 |Hot Fuzz |Tom Weaver |Edgar Wright | |- |2009 |A Congregation of Ghosts |Reverend Frederick Densham |Mark Collicott |(final film role) |} ===Television=== {| class=\"wikitable\" |- !Year !Title !Role !Notes |- |1956 |A Girl Called Jo |John Brooke |Television film |- |1957 |The Telescope |John Mayfield |Television film |- |1959 |Armchair Theatre | |3.25 \"The Fabulous Money Maker\" |- |1959 |World Theatre |Titinius |1.01 \"Julius Caesar\" |- |1959 |ITV Television Playhouse |Joe Murdoch |4.52 \"One a Penny, Two a Penny\" |- |1959 |Skyport | |6 episodes |- |1960 |Inside Story |Stanislaw Krasinski |1.01 \"A Touch of Brimstone\" |- |1960 |The True Mistery of the Passion |Peter |Television film |- |1960 |Armchair Mystery Theatre |Paul Danek |1.03 \"The Case of Paul Danek\" |- |1961 |Emergency-Ward 10 |Rev. Posset |1.144 \"Episode #1.444\" |- |1961 |Adventure Story |Peter |1.01 \"The Reef\" |- |1961 |Magnolia Street |John Cooper |6 episodes |- |1961 |BBC Sunday-Night Play |Superintendent Morland |3.01 \"A Clean Kill\" |- |1961 |You Can't Win |Paul Hayward |1.01 \"Greater Than Fear\" |- |1962 |Sir Francis Drake |Spanish Captain |1.23 \"Court Intrigue\" |- |1962 |ITV Play of the Week |Adolphus Cusins |8.08 \"Major Barbara\" |- |1964 |Sergeant Cork |Austen Carew |1.16 \"The Case of the Ormsby Diamonds\" |- |1964 |ITV Play of the Week |The Boy's Father |9.26 \"I Can Walk Where I Like Can't I?\" |- |1964 |The Defenders |H.T. Harris |4.05 \"Conflict of Interests\" |- |1965 |Mogul |Ron Smith |1.03 \"Safety Man\" |- |1965 |Armchair Mystery Theatre |Anstey |3.11 \"Wake a Stranger\" |- |1966 |Thirty- Minute Theatre |Arthur |1.33 \"Ella\" |- |1966 |Dixon of Dock Green |Bruce Paynter |13.12 \"The Accident\" |- |1967 |Theatre 625 |Guy Crouchback |4.09 \"Sword of Honour\" |- |1967 |Armchair Theatre |David Callan |7.02 \"A Magnum for Schneider\" |- |1967 |Thirty-Minute Theatre |Alan |2.25 \"Wanted\" |- |1967 |The Revenue Men |Bill Murray |1.02 \"Don't Get Conspicuous\" |- |1967 |The Baron |Arkin Morley |1.29 \"Countdown\" |- |1967 |The Saint |Jack Liskard |1.15 \"The Persistent Patriots\" |- |1967 |Conflict |Othello |2.16 \"Othello\" |- |1967-1972 |Callan |David Callan |43 episodes |- |1967 |Trapped |Mark Frazier |2.01 \"Trapped: Au Pair Swedish Style\" |- |1968 |Mystery and Imagination |Reeve |3.02 \"The Listener\" |- |1968 |ITV Playhouse |Ed Lt.-Col. Fox-Lennard |1.42 \"Entertaining Mr. Sloane\" 2 \"Premiere: The Night of Talavera\" |- |1968 |Detective |Auguste Dupin |2.17 \"The Murders in the Rue Morgue\" |- |1968 |Sherlock Holmes |Mason |2.13 \"Shoscombe Old Place\" |- |1969 |BBC Play of the Month |Cassius |4.08 \"Julius Caesar\" |- |1969 |The Bruce Forsyth Show | | |- |1969 |Omnibus |F. Scott Fitzgerald |3.09 \"F. Scott Fitzgerald: The Dream Divided\" |- |1969 |Detective |Commissaire Bignon |3.09 \"The Poisoners\" |- |1969 |The Root of All Evil? |Designi |2.02 \"A Bit of a Holiday\" |- |1971 |Play for Today |Frank |2.3 \"Evelyn\" |- |1971 |BBC Play of the Month |Lopakhin |7.04 \"The Cherry Orchard\" |- |1971 |The Edward Woodward Hour |Host | |- |1973 |Whodunnit? |Himself (host) |6 episodes |- |1975 |Armchair Cinema |Philip Warne |1.04 \"When Day Is Done\" |- |1977 |ITV Playhouse |George Mangham |9.08 \"The Bass Player and the Blonde\" |- |1977-1978 |1990 |Jim Kyle |16 episodes |- |1978 |Saturday, Sunday, Monday |Luigi |Television film |- |1978 |The Bass Player and the Blonde |Mangham |1.01 \"Rondo\" |- |1980 |ITV Playhouse |Ian |12.07 \"A Rod of Iron\" |- |1980 |Nice Work |Edwin Thornfield |6 episodes |- |1981 |Sunday Night Thriller |Alex Logan |1.04 \"Blunt Instrument\" |- |1981 |Chronicle |Narrator (voice) |1.07 \"The Crime of Captain Colthurst\" |- |1981 |Wet Job |David Callan |Television film |- |1981 |Winston Churchill: The Wilderness Years |Sir Samuel Hoare |Television miniseries |- |1983 |The Spice of Life |Narrator (voice) |13 episodes |- |1983 |Love Is Forever |Derek McBracken |Television film |- |1984 |Killer Contract |Bill Routledge |Television film |- |1984 |A Christmas Carol |Ghost of Christmas Present |Television film |- |1985 |Merlin and the Sword |Merlin |Television film |- |1985-1989 |The Equalizer |Robert McCall |88 episodes |- |1987 |Uncle Tom's Cabin |Simon Legree |Television film |- |1988 |Codename: Kyril |Michael Royston |Television miniseries |- |1988 |Memories of Manon |Robert McCall |Television film |- |1988 |Alfred Hitchcock Presents |Drummond |3.20 \"The Hunted\" |- |1989 |The Man in the Brown Suit |Sir Eustace Pedler |Television film |- |1990 |Hands of a Murderer |Sherlock Holmes |Television film |- |1990-1991 |Over My Dead Body |Maxwell Beckett |11 episodes |- |1991-1996 |In Suspicious Circumstances |Storyteller |39 episodes |- |1991-1992 |America at Risk |Host |Television documentary |- |1994-1997 |Common As Muck |Nev |12 episodes |- |1994 |A Christmas Reunion |Colonel Phillips |Television film |- |1995 |The Shamrock Conspiracy |Edward Harrison |Television film |- |1996 |Gulliver's Travels |Drunlo |Television miniseries |- |1996 |Harrison: Cry of the City |Edward \"Teddy\" Harrison |Television film |- |1999 |Crusade |Alwyn |1.02 \"The Long Road\" |- |1999 |CI5: The New Professionals |Harry Malone |13 episodes |- |2001 |La Femme Nikita |Mr. Jones |4 episodes |- |2001 |The Lone Gunmen |Peanuts' Speech Synthesizer |1.07 \"Planet of the Frohikes\" |- |2001 |Dark Realm |Captain Kelly |1.11 \"Emma's Boy\" |- |2001 |Messiah |Rev. Stephen Hedges |Television miniseries |- |2002 |Night Flight |Vic Green |Television film |- |2004 |Murder in Suburbia |Reg |1.06 \"Noisy Neighbours\" |- |2005 |Where the Heart Is |Jack Bishop |9.09 \"So Long\" |- |2007 |Five Days |Victor Marsham |Television miniseries |- |2007 |First Landing |Older Nathaniel Peacock / Narrator (voice) |Television film |- |2008 |The Bill |Johnnie Jackson |24.27 \"Sins of the Father\" |- |2009 |EastEnders |Tommy Clifford |6 episodes |} ==References== ==External links== * *The Museum of Broadcast Communications *The Washington Post - 17 November 2009: \"Edward Woodward: British leading man personified 'the actor's life'\" Category:1930 births Category:2009 deaths Category:British people of English descent Category:20th-century English male actors Category:20th-century English singers Category:21st-century English male actors Category:Alumni of Kingston College (England) Category:Alumni of the Royal Academy of Dramatic Art Category:Best Actor BAFTA Award (television) winners Category:Best Drama Actor Golden Globe (television) winners Category:English male Shakespearean actors Category:English male film actors Category:English male singers Category:English male stage actors Category:English male television actors Category:Male actors from London Category:Officers of the Order of the British Empire Category:People from Croydon Category:20th-century British male singers",
 "title": "Edward Woodward"
}