{
 "id": "863370",
 "text": "Ronald Joseph Corbett MacLean (born April 12, 1960) is a Canadian sportscaster for the CBC and Rogers Media, best known as the host of Hockey Night in Canada from 1986 to 2014 and since 2016, and is also a hockey referee. ==Early life and education== MacLean was born in Zweibrücken, West Germany, at the NATO Royal Canadian Air Force (RCAF) Number 3 Fighter Wing Zweibrucken, West Germany on April 12, 1960. His father was stationed at the NATO RCAF Number 1 Air Division Headquarters, Chateau de Mercy, Metz, France where he was employed in the Chateau as a NCO Communications Operator (Crypto Centre). Ron MacLean Sr., of Sydney, Nova Scotia, married in July 1959 at 1 Air Division Metz, a member of the RCAF, Sarah \"Lila\" MacDonald, from Iona, Nova Scotia. In 1956-57 Ron Mac Lean Sr. worked as a communications operator at RCAF Station Edmonton, while MacDonald was an airwoman/clerk stationed at RCAF Station Namao, just outside Edmonton. Fourteen months after MacLean's birth, the family moved back to Canada, initially settling in Chester, Nova Scotia. MacLean was four years old when his dad was stationed in Whitehorse, Yukon, with the Royal Canadian Air Force before relocating eventually in Sylvan Lake, Alberta. He attended high school in Red Deer, Alberta, where he met his future wife Cari. After high school, MacLean was prepared to attend the University of Alberta until he was asked to fill in for a sick friend at CKRD-FM, which led to a job at CKRD-TV. Although he never attended university, MacLean received an honorary degree from the University of Alberta in 2019. ==Career== ===Hockey Night in Canada=== MacLean has worked on Hockey Night in Canada since 1986–87. He began hosting telecasts in Calgary and Toronto when Dave Hodge moved to Vancouver. Hodge was later suspended, and eventually quit, protesting a CBC programming decision on-air. He worked his first Stanley Cup Final that spring and has been the early game host ever since. Part of his duties included hosting Coach's Corner with Don Cherry. Contract negotiations with CBC Sports Executive Director Nancy Lee and the president of English television had hit a standstill in the 2001–02 NHL season. MacLean threatened to leave CBC on the advice of his agent Don Meehan. That made headlines across Canada and following a huge public outcry, the CBC quickly gave in to his demands.Macleancbc1002acaaws.ca/e/leadership/article thumb|right|MacLean in 2013 at a CBC Live event In addition to hosting HNIC, he has been a part of the CBC's Olympics coverage since 1988. He took over as chief anchor following the departure of Brian Williams to CTV/TSN. MacLean was the main sportscaster and host for the 2008 Summer Olympic Games in Beijing until his mother died, causing him to hand over duties to Scott Russell.olympics-ron-maclean In 1993, MacLean served as an ice level reporter for NBC Sports' coverage of the NHL All-Star Game in Montreal. MacLean has also hosted CBC's coverage of the Queen's Plate. Beginning with the 2014–15 NHL season, MacLean was hired by Rogers Media when the company acquired the national rights to the NHL. MacLean was removed from the host position of Hockey Night in Canada, but retained his role as host of Coach's Corner, and became an on-location host for the new, travelling Hometown Hockey broadcasts introduced that season. On June 27, 2016, Rogers announced that MacLean would be reinstated as host of the early games on Hockey Night beginning in the upcoming season, replacing George Stroumboulopoulos. ====Awards and honours==== MacLean has won eight Gemini Awards for his work with CBC. His first was in 1992 for Best Sports Broadcaster; he also won the Best Sports Broadcaster award in 1994, 1997, 1998 and 2001. He won Best Host or Interviewer in a Sports Program or Sportscast in 2004 and again in 2006. In 1996, he was inducted into the Alberta Sports Hall of Fame. In 2015, he was inducted into the Oakville Sports Hall of Fame. In 2016, MacLean, along with his Coach's Corner co-host Don Cherry, received a star on Canada's Walk of Fame. ====Controversy==== On January 16, 2010, MacLean presented a pre-game piece together with NHL representative Colin Campbell focusing on Vancouver Canucks player Alexandre Burrows, in follow up to an earlier incident between Burrows and referee Stéphane Auger in which the credibility of Auger was called into question. The piece was considered by a number of prominent sports writers, Canucks coach Alain Vigneault, and some fans to be a one-sided smear against Burrows. MacLean appeared on Vancouver- based sports radio show Team 1040 on January 18, 2010, and strongly denied being biased or one-sided during his presentation. In 2017, MacLean apologized to postal workers after suggesting their jobs were \"effectively obsolete.\" On November 9, 2019, MacLean's co-host Don Cherry made remarks during Coach's Corner suggesting that Canadian immigrants benefit from the sacrifices of veterans and do not wear remembrance poppies. MacLean, who nodded during Cherry's rant and flashed a thumbs-up sign at the end of Saturday's segment, apologized the following day for staying silent during Cherry's remarks. The following day, Sportsnet president Bart Yabsley announced that Cherry had been fired: \"Following further discussions with Don Cherry after Saturday night's broadcast, it has been decided it is the right time for him to immediately step down.\" The following day, Cherry had expressed his disappointment over MacLean's apology. On November 16, 2019, MacLean addressed and reflected on the incident during Hockey Night in Canada, the first without Cherry, also announcing the end of Coach's Corner. ===Hockey Canada=== In addition to his work at the CBC, MacLean is a former Level 5 referee with Hockey Canada. He has refereed in junior, minor pro, senior, and university leagues across Canada, mostly in the Southern Ontario region. He served as a referee in the September 29, 2006, NHL preseason matchup of the Buffalo Sabres and the Pittsburgh Penguins, calling one penalty in the final minute of the game. ==Personal life== MacLean was named Honorary Colonel of the 1 Air Movements Squadron at 17 Wing Winnipeg of the Canadian Forces' Air Command. On June 3, 2010, MacLean helped to rescue a man trying to take his own life, by jumping into the Delaware River in Philadelphia. ==References== ==External links== * * Category:1960 births Category:Canadian horse racing announcers Category:Canadian television sportscasters Category:Olympic Games broadcasters Category:CBC Television people Category:Canadian Screen Award winners Category:Living people Category:National Hockey League broadcasters Category:People from Lunenburg County, Nova Scotia Category:People from Oakville, Ontario Category:People from Zweibrücken Category:Canadian television hosts Category:Alberta Sports Hall of Fame inductees",
 "title": "Ron MacLean"
}