{
 "id": "863470",
 "text": "The Chrysler Concorde is a full-size, front wheel drive four-door sedan that was produced by Chrysler from 1992 to 2004. It assumed the C-body Chrysler New Yorker Salon's position as the entry-level full-size sedan in the Chrysler brand lineup. One of Chrysler's three original Chrysler LH platform models, it used revolutionary cab forward design. The Concorde was related to the Chrysler/Dodge Intrepid, Eagle Vision, Chrysler 300M, Chrysler LHS, and the eleventh and final generation Chrysler New Yorker. It was on Car and Driver magazine's Ten Best list for 1993 and 1994. == Design background == The Concorde's design can be traced to 1986 when designer Kevin Verduyn completed the initial exterior design of a new aerodynamic concept sedan called Navajo. The design never passed the clay model stage. Also at this time, the Chrysler Corporation purchased bankrupt Italian sports car manufacturer Lamborghini. The Navajo's exterior design was reworked and became the Lamborghini Portofino, released as a concept at the 1987 Frankfurt Auto Show. The Portofino was heralded as a design triumph, setting in motion Chrysler's decision to produce a production sedan with the Portofino's revolutionary exterior design, called \"cab-forward\". The cab forward design was characterized by the long, low slung windshield, and relatively short overhangs. The wheels were effectively pushed to the corners of the car, creating a much larger passenger cabin compared to its contemporary cars. Design of the future Concorde chassis began in the late 1980s, after Chrysler had bought another automaker, American Motors Corporation (AMC) in 1987. During this time, Chrysler began designing the replacement for the Dodge Dynasty and Chrysler New Yorker, as well as a potential Plymouth. The initial design of Dodge's LH bore resemblance to the Dynasty, and this design was scrapped entirely after François Castaing, formerly AMC's Vice President of product engineering and development, became Chrysler's Vice President of vehicle engineering in 1988. The new design, under Castaing's leadership, began with the Eagle Premier, also sold later as the Dodge Monaco. The Premier's longitudinal engine mounting layout was inherited, as was the front suspension geometry, and parts of the braking system. The chassis itself became a flexible architecture capable of supporting front or rear-wheel drive (designated \"LH\" and \"LX\" respectively). The transmission was inspired by the Premier's Audi and ZF automatics. Borrowing heavily from Chrysler's A604 (41TE) \"Ultradrive\" transversely mounted automatic, it became the A606 (also known as 42LE). The chassis design was continually refined throughout the following years, as it underpinned more Chrysler prototypes: the 1989 Chrysler Millennium and the 1990 Eagle Optima. By 1990, it was decided that the new technologically advanced car would need a new technologically advanced engine to power it. Until that time, the only engine confirmed for use was Chrysler's 3.3 L pushrod V6. The 3.3 L engine's 60° block was bored out to 3.5 L, while the pushrod-actuated valves were replaced with SOHC cylinder heads with four valves per cylinder, creating an advanced 3.5 L V6. The appearance, still based on the cab forward exterior design of the 1987 Lamborghini Portofino concept, with its aerodynamic shape, made for little wind noise inside this large car. This sleek styling gives the Concorde a low drag coefficient which was ahead of its time. Although American Motors' Eagle Premier (and Dodge Monaco) was discontinued by Chrysler after the 1992 model year, the new Concorde's packaging was derived from the Premier, and all the suspension and drivetrain development mules were Premiers. Other design features found their way into the Chrysler LH platform, most notably the longitudinal engine layout, a hallmark of Renault's front-wheel-drive designs. This design allowed engineers to lower the hood line, made maintenance/servicing simpler, and tightened the car's turning diameter. == First generation (1993–1997) == The first generation of the Concorde debuted at the 1992 North American International Auto Show in Detroit as a 1993 model. It debuted as a single, well-equipped model with a base price of US$18,341. thumb|First generation featured full width taillamp design Out of all the LH sedans, the first generation Concorde was most closely related to the Eagle Vision. The Concorde was given a more traditional image than the Vision. The two shared nearly all sheetmetal in common with the main differences limited to their grilles, rear fascias, bodyside moldings, and wheel choices. The Concorde featured a modern take on Chrysler's signature waterfall grille. It was split into six sections divided by body-colored strips with the Chrysler Pentastar logo on the center strip. The Concorde's rear fascia was highlighted by a full-width and full- height lightbar between the taillights, giving the appearance that the taillights stretched across the entire trunk. In keeping with its upscale position, Concorde's body side moldings incorporated bright chrome (later golden colored) work not found on its Dodge or Eagle siblings. On Concordes with gray lower body paint color, the gray came all the way up to the chrome beltline; on Visions, the gray lower body paint area was smaller and much more subtle. Wheel styles, which included available aluminum wheels with a Spiralcast design, were also unique to the Chrysler LH sedans (Concorde, LHS, New Yorker); Dodge and Eagle had their own different wheel styles. The similar Eagle Vision featured a smaller split-grill with a large Eagle badge in the center. The Vision's taillights, although the same shape as the Concorde's were clustered differently and featured European-inspired amber turn signals. The Vision did not share the Concorde's lightbar, instead of using the area as space for a trunk-mounted license plate (as opposed to the rear bumper-mounted license plate on the Concorde). On the other hand, the Intrepid incorporated different headlight and taillight assemblies and had no grille at all. The interior of the Concorde was also nearly identical to that the Vision, the main difference being the Concorde's faux wood trim and steering wheel emblem; the Intrepid's interior was substantially different from the Concorde and Vision. Concordes and Intrepids could be equipped with a front bench seat and column shifter, bringing total capacity to six. The Vision could only be equipped with front bucket seats. Unlike its Dodge and Eagle siblings, Chrysler Concordes never had the option of autostick transmission and its special instrument cluster. It was only available with an automatic transmission. The upscale Concorde models featured leather-trimmed seats, steering wheels, shift knobs, and door inserts. Other interior options included rear-seat vents (in the five-seater), rear center rear armrest, and eight-way power seats for both the driver and passenger, as well as personal reading lamps. Power windows and central door locks were standard on all Concordes, as were dual airbags. Other options included remote keyless system and a choice of several Infinity sound systems with CD, cassette with up to eight speakers, and an equalizer. The upscale LXi model was distinguishable as it did not have a retractable antenna, but a fixed antenna inside the rear passenger-side fender. Anti-lock brakes (ABS) were standard, with traction control optional. Dual-way power sunroofs were available on this car. They were designed and installed by American Sunroof (now American Specialty Cars) from its Columbus, Ohio plant, not by Mopar itself. An installed sunroof eliminated most of the front overhead console that featured storage bins for a garage door opener and sunglasses. However, the Overhead Travel Information System (OTIS), or on-board computer with integrated map lights, was retained. A notable achievement included the Center for Auto Safety ranking the 1993 Concorde as superior in crashworthiness after testing it at into a wall. Another achievement was being featured on Car and Driver's top 10 list for both 1993 and 1994. === Model year changes === * 1993: Base 3.3 L engine had and standard non-touring suspension. A six-disc trunk-mounted Mopar CD changer with wire remote and an alarm system were dealer-installed options. This was the first car, along with Intrepid and Vision, to have the 3.5 L 24-valve SOHC V6. A Panasonic cell phone with an externally mounted antenna could be ordered. The split-bench seat with column shift lever was not yet available, but planned from the beginning. * 1994: For this year, the touring suspension became standard. Also, base engines gained . A front split-bench seat with twofold-down armrests with cup holders and column shift became available to make it a six-seater. Power steering added more assistance, to reduce turning effort for parking as well as deliver a greater feel at higher speeds. The 3.3 L engine had from 1992 to 1993 and in the remaining years of the first generation. Both 3.3 L engines were rated at 18/21/26 MPG. Chrysler's Visorphone is offered as well as a more conventional dealer-installed Chrysler car phone and the same Panasonic cell phone from the 1992 launch, all shown in the 1994 model year brochure. * 1995: Improvements made to the transaxle, a modification to the optional remote keyless entry system, and the addition of 'thumb-touch' acceleration and cancel features, placed on the steering wheel spokes, to the cruise control. Later 1995 models were produced with sheet metal front fenders, which replaced the composite fenders on earlier models to improve structural integrity. The corporate \"Pentastar\" logo was replaced by the Chrysler wreath on the grille, horn pad, and various other places (except the keyless entry key fob and keys, which still had the old \"Pentastar\" logo). Chrysler waited until 1995 for this change on its other models with the exception of the Cirrus and Sebring, with the Plymouth brand getting a related new logo on all 1996 and later models. Dodge had already begun phasing out the Pentastar in 1992. * 1996: The Concorde gained two distinguished trim levels for 1996: lower-level LX and higher-level LXi. Extra sound insulation and revised structural engineering promised to make the Concorde quieter. Sheet metal front fenders added for 1996 and later on all models as part of the structural upgrade. * 1997: The only major change for this year was that on the base LX model, the 3.3 L V6 was dropped as the standard engine. All of the first-generation 3.5 L engines were rated at with 16/24 city/hwy mpg and called for 89 octane fuel. == Second generation (1998–2004) == thumb|left|1998-2001 Chrysler Concorde Rear View alt=2002-2004 Chrysler Concorde|thumb|left|Facelift (2002-2004) thumb|left|2002-2004 Chrysler Concorde Rear View The Concorde was completely redesigned for the 1998 model year. The \"Second Generation\" design was introduced in 1996 as the Chrysler LHX concept car. This concept vehicle had large, 20-inch wheels, a centrally located instrument cluster, and a closed-circuit television system within the windshield pillars replacing conventional rearview mirrors. While the concept vehicle's wheelbase was expanded to to allow for rear passenger supplement restraints, rear occupant entertainment center and storage compartment, production second generation LH cars retained the original's wheelbase. Despite overall length increasing by , the second generation's weight dropped by nearly a hundred pounds. This was achieved by extensive use of aluminum for the rear suspension, hood, as well as in the two new engines. There was a new 2.7-liter V6 and 3.2 L V6. The 3.5 L was redone and output upgraded to and was available on the 2002–2004 Concorde Limited (formerly LHS). Much was done in the design process to make the second generation LH sedans look more distinct from each other. The 1998 Concorde differed far greater from the Dodge Intrepid and the new 1999 Chrysler 300M (successor to the Eagle Vision), than did the first generation models. With the exception of the doors and roof, the Concorde shared little sheetmetal with the Intrepid and 300M. The new Concorde's front end was underscored by a striking full-width grille, relocated to the front bumper to give the impression of a bottom breather. Sweeping curves and a more rounded front end also helped set the Concorde apart from the Intrepid and 300M. As in the previous generation, six-passenger seating with a front bench seat and column shifter was optional.\"2001 Chrysler Concorde\" Kelly Blue Book, retrieved on 29 April 2010. Cloth seating was standard on base LX with leather seating optional. Leather was standard on upscale LXi and later Limited models. The Concorde, 300M, and Intrepid were discontinued in 2004. The all-new, rear-wheel-drive Chrysler 300 replaced the Concorde (and 300M) in early 2004 as a 2005 model. === Model year changes === * 1998: The Concorde was completely redesigned for the 1998 model year. Bodyshells were designed to be stronger and stiffer, as well as incorporating double-shear suspension mounts and integrated side impact protection. * 1999: The Concorde's suspension system was softened to enhance ride comfort and reduce road noise. Thicker carpeting was installed inside, and a new standard cargo net went into the trunk. LXi models added a new CD player and Chrysler's Sentry Key theft-deterrent system, which disabled the ignition unless the proper key was used to start the engine. * 2000: A new factory-installed power sunroof was available on both base LX and upscale LXi models. The Concorde also earned additional suspension changes designed to provide a quieter, smoother ride. Tires grew to 16 inches for the LX, to match those of the LXi. The LXi edition gained standard speed-sensitive, variable-assist steering, as well as an optional 4-disc in-dash CD changer. * 2001: Optional front side airbags and a 3-point safety belt for the rear seat's middle position were added. The LX's 22D option package now included alloy wheels. Also, the LXi's optional Infinity sound system gained steering wheel-mounted controls. * 2002: Adopting the body of the discontinued LHS, a new trim level was added, the range-topping Limited, which featured 17-inch wheels and a \"high output\" 3.5 L V6 with . With the former LHS's shorter nose, the 2002–2004 Concorde was shorter than 1998–2001 models. At midyear, Limited models got an optional Pro- Am Edition Group that included two-tone leather upholstery, unique interior trim, full-size spare tire on a matching chrome road wheel, a set of Taylor Made golf clubs (irons only), a special leather/suede Chrysler golf bag, exterior 'Pro-Am' appliques on the exterior rear windows, and a 'Pro-Am' trunk organizer for holding the clubs and accessories. * 2003: No major changes were made except the optional 4-disc in-dash CD changer was replaced with the optional 6-disc in-dash CD changer. * 2004: The Concorde's last year. For 2005, the Concorde was replaced by the Chrysler 300. The last Concorde was produced on August 30, 2003. == References == * * == External links == * Chrysler.com - 2001 Chrysler Concorde homepage, courtesy of Internet Archive Concorde Category:Front-wheel-drive vehicles Category:Full-size vehicles Category:Sedans Category:2000s cars Category:Cars introduced in 1992",
 "title": "Chrysler Concorde"
}