{
 "id": "863724",
 "text": "Tabletop games are games that are normally played on a table or other flat surface, such as board games, card games, dice games, miniature wargames, or tile-based games. ==Classification according to equipment used== Tabletop games can be classified according to the general form, or equipment utilized: {|class=wikitable !Game category||Game examples |- | Board games || Adventure board games, Adventure gamebooks, Backgammon, Can't Stop, Chess, German-style board games, Go, Reversi |- | Card games || Solitaire, Collectible card games, Hanafuda, Tarot card games, Poker |- | Dice games || Bunco, Craps, Farkle, Generala, Poker dice, Sic bo, Yahtzee, Zombie Dice |- | Paper and pencil games || Battleship, Connect 5, Dots and Boxes, Hangman, Sprouts, Sudoku |- | Tabletop role-playing games || Call of Cthulhu, Dungeons & Dragons, Warhammer Fantasy Roleplay |- | Strategy games || Wargames, Government simulation games, Miniatures games |- | Tile-based games || 15 puzzle, Anagrams, Dominoes, Mahjong, Mahjong solitaire, Tangrams |} Games like chess and draughts are examples of games belonging to the board game category. Other games, however, use various attributes and cannot be classified unambiguously (e.g. Monopoly utilises a board as well as dice and cards). For several of these categories there are sub-categories and even sub-sub-categories or genres. For instance, German-style board games, board wargames, and Roll-and-move games are all types of board games that differ markedly in style and general interest. ==Classification according to elements of chance== As an alternative to classifying games by equipment, they can also be classified according to the elements of chance involved. In game theory, two fundamentally different elements of chance can play a role: * Chance due to outcome uncertainty, e.g. due to dice rolls or due to unknown cards being dealt during the game. Games in which outcome uncertainty plays a role are referred to as stochastic games as opposed to deterministic games. * Chance due to state uncertainty, e.g. due to the opponent's position or cards not being visible, or due to the simultaneous move character of the game. Games in which state uncertainty plays a role are referred to as partial or imperfect information games as opposed to full or perfect information games. Examples of the chance classification for some well-known tabletop games are given in the table below. {|class=wikitable ! ! Full/perfect information ! Partial/imperfect information |- ! Deterministic | * Chess * Shogi * Xiangqi * Draughts * Go * Gomoku * Hex * Mancala * Reversi * Dots and Boxes * Phutball * Abalone * Lines of Action * Domineering * Nine men's morris | * Duplicate Bridge * Battleship * Stratego * Mastermind |- ! Stochastic | * Backgammon * Monopoly * Craps * Roulette * Yahtzee * Pig * Scribbage * Parcheesi | * Poker * Blackjack * Gin rummy * Scrabble * Canasta * Risk * Mahjong |} ==Organizations== List of organizations that sponsor events featuring tabletop games: * Board Game Geek organizes BGG.CON * PAX hosts PAX Unplugged * Geek & Sundry promotes an annual International TableTop Day * The Organization of Gamers & Roleplaying Enthusiasts (O.G.R.E.s) organizes tabletop events for OMGcon * White Wolf Publishing's Camarilla * Wizards of the Coast own RPGA * The Historical Miniatures Gaming Society promotes historical miniatures wargaming and organizes wargaming events such as Historicon * SaltCON LLC organizes SaltCON and the Ion Award competition for unpublished tabletop games Numerous independent, local groups run by gamers exist to play tabletop games. Additionally, many colleges have student run organizations pertaining solely to table top gaming. The Collegiate Association of Table Top Gamers is one such organization that has a few chapters at different schools. == Digital tabletop games == Digital tabletops games are digital variations of tabletop games, which include straight reproductions of existing physical tabletop games, video games that use tabletop game principles as part of their gameplay mechanics, and tabletop simulators that provide a virtual tabletop for conducting tabletop games online. == See also == *List of tabletop game components == References ==",
 "title": "Tabletop game"
}