{
 "id": "863943",
 "text": "Lieutenant-general Stanley Charles Waters (June 14, 1920 – September 25, 1991) was Canada's first senator to be appointed to his Senate seat following a non- binding provincial Senate election. ==Early life== Born in Winnipeg and educated at Strathcona High School and the University of Alberta, Waters commissioned into the 14th Army Tank Battalion (The Calgary Regiment (Tank)) in 1941. He was then posted to the First Special Service Force. In 1943, using scaling ropes, Waters led his unit up the sheer cliffs of Monte la Difensa to attack German defences. In February 1944 he landed at Anzio and, due to Allied losses, temporarily took command of a battalion. After the war, he rose steadily through the ranks, and ended his career as a lieutenant-general and Commander of Mobile Command (1973–75). In 1975, he joined Mannix Organization at Calgary, becoming president of Loram Group, a subsidiary of the parent company. He was a co-founder of the Bowfort Group of Companies, which engage in farming, real estate and investment operations throughout Western Canada. He held a variety of executive positions until his retirement from business in 1989. Waters also served as the president of the Calgary Chamber of Commerce and in 1984 organized a group to purchase a partial share of the Calgary Stampeders football club. ==Political career== Stan Waters was also keenly interested in Canadian politics. In 1987, Waters became a founding member of Preston Manning's Reform Party of Canada. While Waters did not choose to participate as a Reform Party candidate in the federal election of 1988, he was seen as one of the party's most popular early spokesmen and policy communicators, speaking at numerous party rallies and events from 1987 to 1991. In 1989, under strain from the troubling and complex wrangling surrounding the Meech Lake Accord and constitutional amendment talks, Alberta Premier Don Getty called for a Senate election. Stan Waters came forward as the Reform Party of Alberta candidate for the open Alberta Senate seat. On October 16, 1989, he received 41.7% of the more than 620,000 non-binding votes cast by Albertans in his bid to go to Ottawa. Although it was a non-binding result, he was selected as the first person to be elected by a provincial population to be the Prime Minister's recommendation to the Governor General for appointment to the Senate. He represented the senate division of Alberta. Pressured by Getty and Reform, with Deborah Grey promising that if \"we don't get this seat, we'll get 10 in the next election\", Prime Minister Brian Mulroney agreed to advise Governor General Ray Hnatyshyn to appoint Waters to the Canadian Senate. On June 11, 1990, Stan Waters was sworn into the Senate. He was also the first representative of the Reform Party in the Upper House. During his year-long tenure as a senator, Waters spoke for Western Canadian and conservative values. He pushed for an end to official bilingualism, urged health care reform, opposed federal funding grants to artists and fervently pushed the Mulroney Government to adopt a \"Triple-E Senate\" (elected, effective and equal) during the constitutional debates of 1990–91. On the abortion issue, Waters was pro-choice, which put him somewhat at odds with the Reform Party's conservative Christian supporters. ==Death and legacy== Waters was admitted to the Foothills Medical Centre in Calgary to treat in July 1991, and later died of complications at Foothills on September 25. After Waters' death, Alberta Premier Don Getty lauded his contribution towards Senate reform, calling the momentum created by his election \"unstoppable\". When the federal Liberal Party was returned to power in the 1993 election under party leader Jean Chrétien, Senate reform was all but abandoned. Chrétien and his successor, Paul Martin, did not advise the appointment to the Senate of candidates elected by Albertans in 1998 and 2004, citing the fact that the elections are not part of the Senate selection process, as defined by the Constitution of Canada. His son Mark Waters served as leader of the Alberta Political Alliance, a minor provincial political party. == Archives == There is a Stan Waters fonds at Library and Archives Canada. ==References== |- Category:1920 births Category:1991 deaths Category:Canadian military personnel from Manitoba Category:Canadian senators from Alberta Category:Reform Party of Canada senators Category:Canadian Army personnel of World War II Category:Politicians from Winnipeg Category:Canadian senators-in-waiting from Alberta Category:University of Alberta alumni Category:Canadian generals Category:Commanders of the Canadian Army",
 "title": "Stanley Waters"
}