{
 "id": "864082",
 "text": "Double Dare is an American television game show, produced by Mark Goodson—Bill Todman Productions, that ran from 1976 to 1977 on CBS. The main game pitted two contestants in isolation booths attempting to correctly identify a person, place, or thing based on one-sentence clues. The bonus round then pitted the champion of the main game against a panel of three Ph.Ds, referred to as the \"Spoilers\". Alex Trebek was the host, with Johnny Olson and later Gene Wood announcing. The show was created by Jay Wolpert. ==Game play== ===Main game=== Two contestants, typically a returning champion and a challenger, sat in separate isolation booths. They attempted to identify a person, place or thing based on one-sentence clues that were given to them, one at a time, on an electronic gameboard. The correct response was shown to the home audience before the first clue was given. A maximum of 10 clues were played per subject, typically starting with obscure pieces of trivia and progressing toward more widely-known facts. Either contestant could buzz in at any time to guess the subject, and doing so closed off the opponent's booth so that he/she could not see or hear anything. A correct guess won $50 for the contestant, while a miss closed his/her own booth and gave the opponent a chance to see the next clue (referred to as a \"penalty clue\") and offer a guess unopposed. If the opponent also missed, both booths were opened and play resumed with the next clue after the penalty. When a contestant correctly identified a subject on a buzz-in, he/she was shown the next clue in sequence and could dare the opponent to answer. When a contestant gave the answer on a penalty clue, it was used for the dare since the opponent had not yet seen it. If the contestant chose to dare, the opponent's booth was opened and he/she had five seconds to study the clue before guessing. A correct answer awarded $50 to the opponent; a miss awarded $100 to the daring contestant, closed the opponent's booth again, and gave the contestant a chance to offer a double dare based on the next clue. A correct answer on a double dare awarded $100 to the opponent, and a miss awarded $200 to the double-daring contestant. Play on a particular subject ended after any of the following occurred: * A contestant identified the subject, but chose not to dare * A contestant successfully dared the opponent, but chose not to double dare * An opponent correctly identified the subject on a dare * A double dare was played * Neither contestant identified the subject after all 10 clues were played The first contestant to accrue $500 or more won the game and moved on to the bonus round. Both contestants kept their accrued money, and the loser of each game also received parting gifts. ===Beat the Spoilers=== The winner of the main game competed in a bonus round against the Spoilers, a panel of three Ph.Ds placed in separate isolation booths so that they could not see or hear each other. The booths were turned off to begin the round. The gameboard displayed a subject and eight numbered clues (10 in the pilot) in random order of difficulty, and was placed so that the Spoilers could not see it. The contestant selected one clue at a time and, after seeing and hearing it, had to decide whether to pass it or give it to the Spoilers. He/she could pass up to four times (five in the pilot), and these clues were immediately discarded from play. If the contestant decided to give a clue to the Spoilers, their booths were turned on long enough for Trebek to read it to them. The booths were then turned on, one at a time, so that each Spoiler could guess the subject without being heard by the others. Each incorrect answer awarded $100 to the contestant, while a correct answer awarded the money to that Spoiler; he/she then took no further part in the round, and the booth was left turned on so that he/she could hear the others' guesses. The round continued as long as at least one Spoiler failed to guess correctly. If all three Spoilers managed to identify the subject, the contestant lost the round but received any money accumulated to that point from incorrect guesses. If any of the Spoilers were unable to identify the subject after the fourth (fifth in the pilot) given clue, the contestant won $5,000. Only once in the show's brief run did a contestant get shut out ($0) during a Spoilers round. The contestant in question was Ray Winston, during the episode originally aired January 21, 1977; in his first bonus round, he immediately used all four passes and every Spoiler guessed correctly on the first clue he had to give them. Alan Lusher, in addition to being the show's all-time winner and champion, went up against the Spoilers the most times (seven) and achieved three victories over them. ===Limits on champions' winnings=== Champions stayed on the show until either defeated or surpassing CBS's maximum winnings limit which, for this show, was $20,000 at that time. Alan Lusher was the only contestant to retire as champion after crossing the $20,000 threshold in the main game before picking up an extra $300 in the Spoilers round; he won a grand total of $20,500.Double Dare, week of January 3, 1977. Champion Alan Lusher was retired after passing $20,000 mark, but did not win bonus round. ==Broadcast history== Double Dare premiered on December 13, 1976, and replaced Gambit on CBS' daytime lineup at 11:00 AM Pacific (10:00 Central) following The Price Is Right. Facing NBC's popular two-year- old Wheel of Fortune, it did not draw the audience Gambit had. On March 7, 1977, Double Dare shifted back one hour from its original time slot in order to accommodate the hour-long Price Is Right taking the 10:30 AM timeslot. CBS saw no further success for the show at the earlier hour and decided to cancel Double Dare after twenty weeks and ninety-six total episodes. The final episode aired on April 29, 1977. Reruns of the series aired on Game Show Network from 1996 to 1997, as well as in several one-off airings between 1998 and 2000, then returned to the regular schedule later in the decade, airing from 2007 to 2009. Buzzr then aired several episodes of Double Dare, including one of the 1976 pilot episodes, as part of its \"Buzzr Lost and Found\" special in September 2015. The series later won a slot on the network's Sunday night lineup by viewer vote through their Pick & Play Sweepstakes, and two episodes then aired Sundays at 10 PM (PST) until 2017. ==Production== Jay Wolpert was acknowledged as the series' creator in the closing credits. Wolpert later created his own production company. This series also marked the debut of Jonathan Goodson as a producer. Markie Post was an employee of Goodson-Todman at the time and was an associate producer on Double Dare. Virtually all of the show's music and sounds were recycled for other Goodson-Todman shows. The show's theme music, composed by Edd Kalehoff for Score Productions, was reused one year later for Card Sharks. The sound effect for the opening of the clue board and the isolation booths was later used for The Price Is Right's Penny Ante and Vend-O-Price pricing games, as well as the bonus round level \"wind- up\" sound on the Jack Barry-produced game show The Joker's Wild. A truncated version of the \"losing horns\" from Price was also used for bonus round losses. The show's taping alternated between Studios 31, 33 and 41 at CBS Television City in Hollywood, California, during its run. ==Episode status== All episodes are reported to exist, and the series has been shown on Game Show Network at various points during the late 1990s and part of the 2000s. A clip from the finale, where sexually-suggestive clues to \"a boomerang\" were presented, appeared on VH1's Game Show Moments Gone Bananas in 2005. Reruns later aired Sunday nights from 2015 to 2017 on Buzzr, an American digital broadcast television network rebroadcasting game shows from the 50s, 60s, 70s and 80s. The first 20 episodes of the series (dubbed the \"76 & 77\" collection) were made available on Amazon Prime Video in North America. ==References== ==External links== * Category:CBS original programming Category:American game shows Category:1970s American game shows Category:1976 American television series debuts Category:1977 American television series endings Category:Television series by Mark Goodson-Bill Todman Productions Category:Television series by Fremantle (company)",
 "title": "Double Dare (1976 game show)"
}