{
 "id": "864638",
 "text": "\"Bésame Mucho\" (; \"Kiss Me A Lot\") is a bolero song written in 1940 by Mexican songwriter Consuelo Velázquez. It is considered one of the most popular songs of the 20th century and of all times, as well as one of the most important hymns in the history of Latin music. It was also recognized in 1999 as the most recorded and covered song in Spanish of all time. Famous versions were sung by Trio Los Panchos and female vocalist Gigliola Cinquetti in 1968, and by Dalida in 1976. English lyrics to it were written by Sunny Skylar. The song appeared in the film Follow the Boys (5 May 1944) when it was played by Charlie Spivak and his Orchestra and in Cowboy and the Senorita (13 May 1944) with vocal by Dale Evans. ==Inspiration== According to Velázquez herself, she wrote this song even though she had never been kissed yet at the time, and kissing, as she heard, was considered a sin. She was inspired by the piano piece \"Quejas, o la Maja y el Ruiseñor\", from the 1911 suite Goyescas by Spanish composer Enrique Granados, which he later also included as \"Aria of the Nightingale\" in his 1916 opera of the same name. ==In politics== In 1990, a hitherto clandestine affair between two Brazilian government ministers, Bernardo Cabral (Minister of Justice) and Zélia Cardoso de Mello (Minister for Economy, Finance & Planning), was revealed to public knowledge as the couple danced cheek to cheek to \"Bésame Mucho\" during a birthday party held for Cardoso de Mello. A married father of three, Cabral was forced to resign as a result. A few days later, at a ceremony in which Cardoso de Mello was due to receive her country's Order of Military Merit, the regimental band of the presidential guard, Os Dragões da Independência, struck up \"Bésame Mucho\" as she was presented with her medal. Its musical director, Lt. Geraldo Mendonça da Lima, was subsequently given 3 days' detention for insubordination.https://www.google.co.uk/search?q=%22Besame+Mucho%22+%22Drag%C3%B5es+da+Independ%C3%AAncia%22&hl;=en&sxsrf;=APq- WBtyfrotqluALwK2KWTLI2_UoKUSAQ:1648482291633&source;=lnms&tbm;=bks&sa;=X&ved;=2ahUKEwjP6qSLk-n2AhWCilwKHTo7C-oQ_AUoAXoECAEQCw&biw;=1440&bih;=900&dpr;=1 ==Notable versions== * Bob Eberly and Kitty Kallen with Jimmy Dorsey & His Orchestra (reached number one in the United States in 1944) * Andy Russell (reached No. 8 in the USA in 1944) * Frank Sinatra had a U.S. top 10 hit in 1954. * The Beatles (recorded during their Decca audition on January 1, 1962. A second version was recorded during their first session at Abbey Road Studios on June 6, 1962. The latter is included on The Beatles' Anthology 1) * Plácido Domingo (received a Grammy nomination for Best Latin Pop Performance in 1983) * Pedro Vargas (inducted into the Latin Grammy Hall of Fame in 2001) * Zoé (nominated for a Latin Grammy for Record of the Year in 2012) ==References== in the film Adua e le Compagne at 21.28min in youtube version. ==External links== * Performances in Spanish * * * Category:Songs about kissing Category:1940 songs Category:Songs written by Sunny Skylar Category:Song recordings produced by George Martin Category:The Beatles songs Category:The Coasters songs Category:Luis Miguel songs Category:Number-one singles in the United States Category:Pop standards Category:World music songs Category:Spanish-language songs Category:Jazz compositions in C minor Category:Boleros Category:Latin Grammy Hall of Fame Award recipients Category:RCA Records singles Category:Songs composed in C minor Category:Songs written by Consuelo Velázquez",
 "title": "Bésame Mucho"
}