{
 "id": "864728",
 "text": "A beef tenderloin (US English), known as an eye fillet in Australasia, filet in France, filé mignon in Brazil, and fillet in the United Kingdom and South Africa, is cut from the loin of beef. ==Description== thumb|left|300px|A thick slice of beef tenderloin thumb|A braised tenderloin of beef that has been seared in a heavy skillet on all 4 sides until browned, about 3 to 4 minutes per side. As with all quadrupeds, the tenderloin refers to the psoas major muscle ventral to the transverse processes of the lumbar vertebrae, near the kidneys. The tenderloin is an oblong shape spanning two primal cuts: the short loin (called the sirloin in Commonwealth countries) and the sirloin (called the rump in Commonwealth countries). The tenderloin sits beneath the ribs, next to the backbone. It has two ends: the butt and the \"tail\". The smaller, pointed end—the \"tail\"—starts a little past the ribs, growing in thickness until it ends in the \"sirloin\" primal cut, which is closer to the butt of the cow. This muscle does very little work, so it is the tenderest part of the beef. ==Processing and preparation== thumb|Roast beef tenderloin Whole tenderloins are sold as either \"unpeeled\" (meaning the fat and silver skin remain), \"peeled\" (meaning that the fat is removed, but silver skin remains), or as PSMOs (\"pismos\"), which is short for peeled, silver skin removed, and side muscle (the \"chain\") left on. While the most expensive option pound-for- pound, PSMOs offer considerable savings over other tenderloin options as they require little handling by the chef, since the fat and trimmings have already been removed. Since it is the most tender part of the animal, beef dishes requiring exceptionally tender meat, such as steak tartare, are ideally made from the tenderloin. ==Cuts== The three main \"cuts\" of the tenderloin are the butt, the center-cut, and the tail. The butt end is usually suitable for carpaccio, as the eye can be quite large; cutting a whole tenderloin into steaks of equal weight will yield proportionally very thin steaks from the butt end. The center-cut is suitable for portion-controlled steaks, as the diameter of the eye remains relatively consistent. The center-cut can yield the traditional filet mignon or tenderloin steak, as well as the Chateaubriand steak and beef Wellington. The tail, which is generally unsuitable for steaks due to size inconsistency, can be used in recipes where small pieces of a tender cut are called for, such as beef Stroganoff. ==References== Tenderloin",
 "title": "Beef tenderloin"
}