{
 "id": "864770",
 "text": "Donald Edward Osterbrock (July 13, 1924 – January 11, 2007) was an American astronomer, best known for his work on star formation and on the history of astronomy. == Biography == Osterbrock was born in Cincinnati. His father was an electrical engineer. He served with the US Army in the Second World War, making weather observations in the Pacific. He did undergraduate classes in physics at the University of Chicago as part of his weather training. He was educated at the University of Chicago, where he received bachelor's and master's degrees in physics and a PhD in astronomy in 1952. He was a student of Subrahmanyan Chandrasekhar while working at University of Chicago's Yerkes Observatory. His work there with William Wilson Morgan and Stewart Sharpless showed the existence of the Milky Way's spiral arms. He became a post-doctoral researcher, instructor and assistant professor at the California Institute of Technology until 1958. He was then appointed assistant professor at the University of Wisconsin–Madison, received tenure there in 1959, and was promoted to full professor in 1961. He was a Guggenheim Fellow for the academic year 1960–1961.Donald E. Osterbrock – John Simon Guggenheim Memorial Foundation In 1973 he moved from Madison to the University of California at Santa Cruz, as Professor of Astronomy and Astrophysics, and Director of Lick Observatory, a position he held until 1981. He remained on the faculty at UC Santa Cruz until his retirement in 1993. Thereafter, Emeritus Professor Osterbrock continued to make daily trips to his office on campus, to work on his research, to keep publishing, and to maintain an active role in the astronomical community. At the time of his death he had authored 12 monographs on astronomy and the history of astronomy, including, in 1989 the influential textbook Astrophysics of Gaseous Nebulae and Active Galactic Nuclei, and the recently updated and revised 2nd edition (2006) written along with Gary Ferland of the University of Kentucky. Alongside his more than 150 articles on astronomy and astrophysics, he published 70 historical studies, biographical memoirs, and obituaries of major figures in nineteenth and twentieth century astronomy, and numerous book reviews. Osterbrock's research included work on the nature of ionized gases around hot stars and studying active galactic nuclei powered by black holes. Osterbrock received lifetime achievement awards from the American Astronomical Society and the Astronomical Society of the Pacific. He was President of the American Astronomical Society from 1988 to 1990. He died following a heart attack. He was survived by his wife of 54 years, Irene Hansen (1926-2019), and their son and two daughters. ==Honors== *Associate, Royal Astronomical Society (1976) *Henry Norris Russell Lectureship, American Astronomical Society (1991) *Corresponding member, Academia Mexicana de Ciencias (1998) ===Awards=== *University of Chicago Alumni Association Professional Achievement Award (1982) *University Center Distinguished Scholar in Physics and Astronomy, Atlanta, Georgia (1990) *Catherine Wolfe Bruce Gold Medal, Astronomical Society of the Pacific (1991) *Gold Medal, Royal Astronomical Society (1997) *Antoinette de Vancouleurs Memorial Lectureship and Medal, University of Texas (1994) *Hans Lippershey Medal, Antique Telescope Society (1998) *University of Chicago Alumni Medal (2000) *Leroy E. Doggett Prize for Historical Astronomy, Historical Astronomy Division, American Astronomical Society (2002) ===Named after him=== *Asteroid 6107 Osterbrock *Osterbrock Book Prize; the Donald E. Osterbrock Book Prize for Historical Astronomy is awarded biennially in odd-numbered years since 2011 ===Honorary degrees=== *D.Sc., Ohio State University (1986) *D.Sc., University of Chicago (1992) *D.Sc., University of Wisconsin, Madison (1997) *D.Sc., Ohio University (2003) *D.Sc., University of Cincinnati (2004) ==References== * Obituary, The New York Times, 27 January 2007 * Obituary, The Times, 14 March 2007 *Obituary, The Astronomical Society of the Pacific, 29 August 2007 * Bruce Medal page *Press release, UC Santa Cruz, January 12, 2007 ==External links== * Lick Observatory page * University of California Observatories page * \"Lessons from Don\" by S. Waldee * Photographs of Donald Osterbrock from the UC Santa Cruz Library's Digital Collections *Biographical Memoirs of the National Academy of Sciences Category:1924 births Category:Members of the United States National Academy of Sciences Category:2007 deaths Category:American astronomers Category:University of Chicago alumni Category:University of California, Santa Cruz faculty Category:Fellows of the American Academy of Arts and Sciences Category:Recipients of the Gold Medal of the Royal Astronomical Society Category:United States Army soldiers Category:United States Army personnel of World War II Category:Scientists from Cincinnati",
 "title": "Donald Edward Osterbrock"
}