{
 "id": "864869",
 "text": "The green-cheeked parakeet (Pyrrhura molinae) or green-cheeked conure is a small parrot of the genus Pyrrhura, which is part of a long-tailed group of the New World parrot subfamily Arinae. The term conure is often used for this parrot and its relatives in aviculture. It is native to the forests of Central and South America. == Description == The green-cheeked parakeet is typically long and weighs 60 to 80 g. It is mainly green, with a brown/black/grey crown, white periophthalmic rings, green cheeks, blue primary wing feathers, a grey beak, and a long, mainly maroon tail. It has short transverse striations on its breast and a red abdominal area. Males and females have a mostly identical external appearance. Males often may possess gray feet and females pink, but the only truly verifiable way to identify the gender of a green-cheeked parakeet is through a DNA test. == Taxonomy == The green-cheeked parakeet has six subspecies:Forshaw (2006). plate 85. * Pyrrhura molinae, (Massena & Souance 1854) ** P. m. australis, Todd 1915 ** P. m. flavoptera, Maijer, Herzog, Kessler, Friggens & Fjeldsa 1998 ** P. m. hypoxantha,(Salvadori 1899) ** P. m. molinae, (Massena & Souance 1854) ** P. m. phoenicura, (Schlegel 1864) ** P. m. restricta, Todd 1947 P. m. sordida naturally occurs as a common green morph or as a rare yellow morph (which however is more frequent in captivity).Collar, N.J. (1997). Green-cheeked Conure (Pyrrhura molinae), page 440 in: del Hoyo, J.; Elliott, A.; and Sargatal, J., eds. (1997). Handbook of the Birds of the World. Vol. 4. Sandgrouses to Cuckoos. Lynx Edicions, Barcelona. Berlo, B.V. (2009). A Field Guide to the Birds of Brazil. Pages 126–127. Oxford University Press, New York. The yellow morph is also called the yellow-sided conure and was once erroneously considered to be a separate species, P. hypoxantha. As P. hypoxantha was described before P. m. sordida the older name goes first, therefore P. m. sordida is called P. m. hypoxantha these days. The green-cheeked parakeet is similar to the maroon-bellied parakeet (P. frontalis), and formerly there have been speculations that they were conspecific. It is also similar in appearance to the blaze-winged parakeet and the black-capped parakeet. == Distribution and habitat == The green-cheeked parakeet occurs in west-central and southern Mato Grosso, Brazil, northern and eastern Bolivia, northwestern Argentina, and western Paraguay. Its habitat is forests and woodland, where it usually forms flocks of 10 to 20 individuals at treetop level, or larger flocks where there is more food. It is also emerging as a popular pet for families and individuals.Forshaw (2006). page 114. == Diet and behavior == right|thumb|Scratching the neck with a corn cob, an example of tool use. The green-cheeked parakeet eats various seeds, vegetables and fruits. The average clutch is 4–6 eggs. Average incubation is 25 days, varying from 22 to 25 days. They are the quietest of the conures and can learn tricks and have a limited vocabulary, with extensive training. == Breeding == The green-cheeked parakeet nests in hollow trees. 4-6 eggs are laid, which are incubated for 22-25 days.https://www.parrots.org/encyclopedia/green-cheeked- conure/https://www.beautyofbirds.com/greencheekedconurebreeding.html == Aviculture == upright|left|thumb|A wing-clipped adult yellow-sided green- cheeked parakeet, yellow morph P. m. sordida. Note the lighter coloration. Green-cheeked parrots are common in aviculture and are popular companion parrots. They are playful, affectionate and intelligent, known as having a \"big personality in a small body\". They can learn to talk, albeit with a limited vocabulary and a gravelly voice. They like to be held (although some like it more than others) and can learn tricks such as lying on their backs, \"kissing,\" shaking, hanging upside down and even can be potty trained. Green- cheeked parrots are not very loud at most times, so even an apartment dweller can enjoy their companionship. They can be prone to biting, particularly when young, but an owner can cure this behavior with patience and time. They love fruits, (especially bananas and raisins), and seeds such as sunflower, safflower, and hemp seeds—all found in their natural environments. Green- cheeked parrots also love table food—they are flock animals and love to eat with their family. They can eat potatoes, carrots, corn, bread, pasta, and plain popcorn. A clipped and/or caged bird can become obese from eating too many fatty seeds such as sunflower seeds and peanuts. A bird-pellet diet with a calcium supplement provides proper nutrition and should comprise 60–70% of their diet. An ideal diet is 70% pellet, 20% fruit and vegetables and <10% treat items. Parrots with health problems related to the kidneys should not be fed a high protein diet, as it may lead to gout; veterinarian prescribed low- protein diets are available for birds with such conditions. Green-cheeked parakeets often live 25 to 30 years in captivity if raised in . === Color Variations === In addition to the natural color forms, color varieties have been selectively bred in aviculture: * Cinnamon are lime green and have a lighter, paler coloring. The head is tan and the tail feathers are a lighter maroon compared to normal green-cheeked parakeets. * Yellow-sided have bright- colored breasts that graduate from red to yellow and dark gray heads. Rarely, they also possess a bright yellow feather on each side of the upper wing. This is a rare recessive character of which only one hatchling in approximately 10 clutches can be found to have. This feature often increases their value. * Pineapple are a combination of the cinnamon and yellow-sided variations. They have a breast of bright colors, a tan head and lime green feathers on the back like a cinnamon green-cheeked parrot. The tail feathers are the same as a yellow-sided, providing a halo effect. * Turquoise have a body with some blue- green and green feathers. The end of the wing feathers have a highly iridescent quality if left unclipped. The breast feathers are grayish and the tail feathers are gray. * Green/red/blue apple varieties are less common, but have been seen. File:Pyrrhura molinae (cinnamon) -KL Bird Park-6a.jpg|Cinnamon variety File:Pyrrhura molinae -pineapple mutation -50 days old-6b.jpg|Pineapple variety(juvenile) File:2008-02-10 Uroko- vivi.jpg|Turquoise variety (wing-clipped adult) File:Yellow Sided Conure.jpg|Yellow-sided green-cheek variety == References == == Works cited == * *Per CITES Reference and IATA LAR 43rd Edition, these birds are classified to fall under CITES Protected species under categories I and II in the CITES index == External links == * Green-Cheeked Conures Lucky Feathers Aviary – Species Profile, Green-Cheeked Conure Care, breeding and Diet Information * * green-cheeked parakeet Category:Birds of Bolivia Category:Birds of the Gran Chaco Category:Birds of the Pantanal green-cheeked parakeet green-cheeked parakeet",
 "title": "Green-cheeked parakeet"
}