{
 "id": "864921",
 "text": "A finial or hip-knob is an element marking the top or end of some object, often formed to be a decorative feature. In architecture, it is a small decorative device, employed to emphasize the apex of a dome, spire, tower, roof, or gable or any of various distinctive ornaments at the top, end, or corner of a building or structure. A finial is typically carved in stone. Where there are several such elements they may be called pinnacles. The very top of a finial can be a floral or foliated element called a bouquet. Smaller finials in materials such as metal or wood are used as a decorative ornament on the tops or ends of poles or rods such as tent-poles or curtain rods or any object such as a piece of furniture. These are frequently seen on top of bed posts or clocks. Decorative finials are also commonly used to fasten lampshades, and as an ornamental element at the end of the handles of souvenir spoons. The charm at the end of a pull chain (such as for a ceiling fan or a lamp) is also known as a finial. == In architecture == === On roofs === Decorative roof finials are a common feature of Malaysian religious and residential architecture. In Malacca, Malaysia, there are 38 mosques with traditional roof finials, with layered and crown-shaped designs, which are known as Makhota Atap Masjid. On mosques built after the 20th century, these finials have been replaced by \"bulbous domes.\" Other terms for roof finials include: Tunjuk Langit and Buah Buton (East Coast) as well as Buah Gutung (Kelantan and Terengganu). The Makhota Atap Masjid finials are made of mixed concrete, and the Buah Buton are made of wood. In Japanese architecture, chigi are finials that were used atop Shinto shrines in Ise and Izumo and the imperial palace. In Java and Bali, a rooftop finial is known as mustaka or kemuncak. In Thailand, there are finials on domestic and religious buildings. Hti is a kind of finial found on Burmese Buddhist temples and pagodas. On Buddhist stupas, the layered umbrella (Skt. chhatra; Pali: chhatta) tiers have cosmological significance as representing the realms of heavens or the trunk of a cosmic tree. Even the stupa itself (comparatively smaller) can be a finial to a Stupa or other Buddhist religious structure. The kalash is a finial on Hindu temples. On Karnata Dravida temples, the kalash is placed on top of a dome with an inverted lotus flower shape in between. There may also be lotus petals at the top, before the kalash narrows to a single point, or bindu. There are two guldastas, or finials, per facade at Humayun's Tomb. Finials are decorative elements in a variety of American domestic architectural styles, including French colonial, Georgian, Victorian, and Romanesque Revival. === Flagpoles === A \"ball-style\" finial is often mounted to the top of a stationary flagpole. The United States Army, Navy, Marine Corps and Coast Guard employ a variety of different finials depending on the flag in question, the Marines and Coast Guard deferring to the Navy's protocols.Army Regulation 840-10 Flags, Guidons, Streamers, Tabards, and Automobile and Aircraft Plates, Chapter 8 \"Flagstaffs and Flagstaff Heads (Finials)\", § 8-2, 1 November 1998 == On furniture == === Bed posts and curtain rods === Public garden (park) railings often end in finials, and wooden posts tend to have turned wood finials. Turned wood finials are used on various pieces of furniture. While the purpose of finials on bed posts is mostly decorative, they serve a purpose on curtain rods, providing a way to keep a curtain from slipping off the end of a straight rod. Curtain rod finials can be seen to act much like a barometer of public taste. Many designs hark back to the Gothic and Neogothic of architectural finials, while other contemporary finials reflect minimalist, Art Nouveau and other traditional styles of decor. The use of different materials is as wide as the range of designs with brass, stainless steel, various woods and aluminum being employed with a variety of finishes such as ‘satin steel’ and 'antique brass'. The durability, strength and machinability of modern alloys have lent themselves to increasingly intricate and dazzling designs. === Lamps and light fixtures === Some lampshades or light fittings, especially in glass, typically terminate in a finial which also serves to affix the shade to the lamp or fixture. Finials are twisted onto the lamp harp. Typically the finial is externally decorative whilst hiding an internal screw thread. There are several standard thread sizes which are used. == Use as headgear == During the various dynasties in China, a finial was worn on the tops of the hats civil or military officials wore during formal court ceremonies. The finial was changed to a knob for other daily usage (including semi-formal ceremonies). The Pickelhaube is a Central European military helmet with a finial topped by a spike. == Gallery == File:Finial rathaus aachen.jpg|Stone finial at Aachen City Hall File:Ammortissement.XIIIe.siecle.png|Finial Illustration by Viollet- le-Duc, 1856 File:TorahCrown1.jpg|Finials used to decorate the top ends of the rollers of a Torah scroll File:Yemenite Torah case with finials.jpg|Yemenite Torah case with finials File:Drapeau-3e-reg-suisse- napoleon-p1030181.jpg|French Imperial Eagle of a regiment of the Grande Armée File:Finial-Pineapple.jpg|Finial shaped like a pineapple File:PSM V40 D333 Finials.jpg|Architectural decorations File:Greece Cyprus flags cross finials Agioi Anargyroi Pafos.jpg|Greek and Cypriot flags being flown on flagpoles with cross finials in front of a church, Paphos. File:Buckingham Palace Royal Standard Flag.jpg|The flagpole on Buckingham Palace, London, here flying the Royal Standard, has a crown-shaped finial. File:Bali, Pura Besakih 10.jpg|A Balinese kemuncak on top of a thatched roof of a Balinese temple pavilion. File:BronzePoleTopOrdos6th-5thCenturyBCE.JPG|Bronze finial for a nomad's tent- pole, Ordos culture, 6th–5th century, Mongolia File:Maha Bodhi Temple Bodh Gaya India - panoramio (20).jpg|alt=photograph of the pinnacle of the Mahabodhi temple at the top of a truncated pyramid with a gold metal cone- shaped finial at the top, background is a clear blue sky|The stupa finial on top of the Mahabodhi Temple. == See also == * Acroterion * Alem (finial) * Crocket *Chigi (architecture) *Mandir kalasha * Souvenir spoon == References == == External links == * Word-of-the-day on finial Category:Ornaments (architecture) Category:Roofs",
 "title": "Finial"
}