{
 "id": "865371",
 "text": "The year 1896 in art involved some significant events. ==Events== * January 24 – Painter Sir Frederic Leighton is created 1st Baron Leighton in the peerage of the United Kingdom one day before his death in London of angina pectoris. * February – Edvard Munch moves to Paris and concentrates on printmaking. * December – Walter Crane publishes Of The Decorative Illustration of Books, Old and New (printed by the Chiswick Press). * A bout of typhoid fever puts an end to Maurice de Vlaminck's career as a cyclist. * William Merritt Chase founds Parsons The New School for Design as the Chase School of Art in Greenwich Village, New York. * At Giverny Claude Monet begins painting his Mornings on the Seine series, which will continue through 1897. * Art student Henri Matisse visits Australian painter John Russell on the island of Belle Île off the coast of Brittany and is introduced to Impressionism and to the work of Vincent van Gogh. * Interior design gallery Maison de l'Art Nouveau opens in Paris. * Museum of Applied Arts, Budapest, designed by Ödön Lechner, is completed. * Max Beerbohm publishes Caricatures of Twenty-five Gentlemen in London, his first collection of drawings. * Bernard Berenson publishes Florentine Painters of the Renaissance. * The Royal Society of Miniature Painters, Sculptors and Gravers is founded. * Hubert von Herkomer is made a knight in the United Kingdom. ==Works== * Michael Ancher – A stroll on the beach * Harry Bates – equestrian statue of Lord Roberts * Aubrey Beardsley – Illustrations to Pope's The Rape of the Lock * Alfred Boucher – Volubilis (sculpture) * Edward Burne-Jones (illustrations) and William Morris (type design and decoration) – The Works of Geoffrey Chaucer, now newly imprinted (Kelmscott Press edition) * Lovis Corinth – Self-portrait with skeleton * Edgar Degas - Bathers (completed) * Paul Dubois – Baptism of Clovis (sculpture in front of Reims Cathedral) * Thomas Eakins – The Pianist * Julian Fałat – Self-portrait with palette * Luke Fildes – Frederick Treves * Paul Gauguin ** Bé bé ** Te tamari no atua ** Self-portrait \"près du Golgotha\" ** Self- portrait for my friend Daniel ** Oyez Hui Iesu (carving) * J. W. Godward ** Campaspe ** He Loves Me, He Loves Me Not * Akseli Gallen-Kallela – The Defense of the Sampo * Niels Hansen Jacobsen – Trold, der vejrer kristenblod (sculpture) * Paja Jovanović – Migration of the Serbs * Fernand Khnopff ** Caress of the Sphinx ** Posthumous portrait of Marguerite Landuyt * Maximilien Luce ** Le bon samaritain ** Scène de rue à Paris * Juan Luna – Ecce Homo * Frederick McCubbin – On the wallaby track * Charles Rennie Mackintosh – Stencilled friezes for Catherine Cranston's Buchanan Street tearooms, Glasgow * Konstantin Makovsky – Appeal of Kuzma Minin * Arturo Michelena – Miranda en la Carraca * Mihály Munkácsy – Ecce homo * Pablo Picasso – First Communion * Camille Pissarro – Pont Boieldieu in Rouen, Rainy Weather *J. Massey Rhind – Erskine Memorial Fountain * Félicien Rops – Pornocrates (aquatint) * François- Léon Sicard – Le Bon Samaritain (sculpture) * Hugo Simberg – The Garden of Death (watercolor and gouache, Ateneum, Helsinki) * Arthur Streeton – The purple noon’s transparent might * Viktor Vasnetsov ** Sirin and Alkonost – Birds of Joy and Sorrow ** The Temptation (fresco, St Volodymyr's Cathedral, Kiev) * J. W. Waterhouse ** Hylas and the Nymphs ** Pandora * James McNeill Whistler ** Savoy Pigeons (lithograph) ** The Thames (lithotint) ** Waterloo Bridge from the Savoy ** Westminster from the Savoy (watercolor) * Anders Zorn – Self-portrait with model ==Births== * January 4 – André Masson, French artist (died 1987) * January 20 – Charles E. Brown, English aviation photographer (died 1982) * January 22 – Sava Šumanović, Serbian painter (died 1942) * April 14 – Alfredo Volpi, Brazilian Modernist painter (died 1988) * July 2 ** Quirino Cristiani, Argentine animation director and cartoonist (died 1984) ** Prudence Heward, Canadian painter (died 1947) * July 13 – Mordecai Ardon, Israeli painter (died 1992) * August 4 – José Fioravanti, Argentine monumental sculptor (died 1977) * August 14 – Eric Grate, Swedish sculptor, painter and graphics artist (died 1983) * August 15 – Paul Outerbridge, photographer (died 1958) * September 24 – Camilo Mori, Chilean painter (died 1973) * November 13 – Ernst Thoms, German painter (died 1983) * December 25 – Marion Dorn, American-born textile designer (died 1964) * December 31 – Cathleen Mann, English portrait painter and costume designer (died 1959) ==Deaths== * January 4 – Henri Alfred Jacquemart, French sculptor and animalier (born 1824) * January 15 – Mathew Brady, American photographer (born 1822) * January 25 – Frederic Leighton, English painter and sculptor specialising in classical subjects (born 1830) * February 5 – Jean-Auguste Barre, French sculptor (born 1811) * February – John Cooke Bourne, English topographical artist, lithographer and photographer (born 1814) * April 16 – Viktor Oskar Tilgner, Austrian sculptor (born 1844) * May 3 – Alfred William Hunt, English painter (born 1830) * May 5 – Jacob Fjelde, Norwegian American sculptor (born 1855) * May 15 – Évariste Vital Luminais, French historical painter (born 1821) * July 7 – Erdmann Encke, German sculptor (born 1843) * August 13 – Sir John Everett Millais, English pre-Raphaelite painter (born 1829) * August 14 – Olin Levi Warner, American sculptor (born 1844) * November 9 – Napoleon Sarony, Canadian American portrait photographer (born 1821) ==References== Category:Years of the 19th century in art Category:1890s in art",
 "title": "1896 in art"
}