{
 "id": "865437",
 "text": "Wang Chongyang (11 January 1113 – 22 January 1170; Chinese calendar: 22nd day, 12th month, 2nd year, Zhenghe era in the reign of Emperor Huizong of Song - 4th day, 1st month, 10th year, Dading era in the reign of Emperor Shizong of Jin) was a Chinese philosopher and poet. He was a Taoist and one of the founders of the Quanzhen School in the 12th century during the Jin dynasty (1115–1234). He was one of the Five Northern Patriarchs of Quanzhen. He also appears as a character in works of wuxia fiction. ==Name== * Family name: Wang () * Given names: Zhongfu (); Dewei (); Zhe () * Courtesy names: Yunqing (); Shixiong (); Zhiming () * Pseudonym: Chongyangzi () ==Life== Wang was born with his birth name as \"Zhongfu\" in a wealthy family in 1113. He was educated in Chinese classics and martial arts. Wang intended to start a rebellion against the Jurchen-led Jin dynasty, which conquered northern China in the Jin–Song Wars.Jing-shen Tao, \"The Jurchen in Twelfth-Century China\". University of Washington Press, 1976, . Pages 106-107. According to tradition, in the summer of 1159 when he was 48, he met three Taoist immortals in a tavern, Zhongli Quan, Lü Dongbin, and Liu Haichan. They trained him in secret forms of Taoism. He changed his name to \"Zhe\" and adopted the Taoist name \"Chongyang\". In 1160, Wang met one of the immortals again and was provided with a set of written instructions called \"Ganshui Xianyuan Lu\". Those written instructions included the names of two men who would later become his disciples (Ma Yu and Tan Chuduan). Wang built a tomb for himself near Mount Zhongnan and called it \"Tomb of the Living Dead\". He lived in it for three years. At the end of the three years, Wang filled the tomb with earth and built a hut on top of it and called it \"Complete Perfection Hut\". He spent the next four years in the hut studying Taoism and imparting his knowledge to others. During that time, he met Tan Chuduan, who became his disciple after he cured Tan from illness. Qiu Chuji and Tan traveled around the local towns and villages with Wang and founded five Taoist congregations. Wang's teachings were referred to the \"Teachings of the Complete Perfection\" (after the hut) and his branch of Taoism became known as the Quanzhen School. In 1167, Wang burnt down the hut and travelled east to Shandong, where he met Ma Yu and Ma's wife, Sun Bu'er. They became his disciples as well. He accepted a total of seven disciples who later became known as \"Seven Masters of Quanzhen\" or \"Seven Elders of Quanzhen\". They are also called the \"Seven Immortals\" or \"Seven Perfected Beings\". In 1187, Emperor Shizong of Jin summoned Wang's disciple Wang Chuyi (and, according to some sources, also Qiu Chuji) to preach in his inner palace. Later, he requested the presence of Wang Chuyi at his deathbed. Shizong's successor, Emperor Zhangzong, banned the teaching of Quanzhen Taoism. He considered them as causing heretical and detrimental to society;He converted to Quanzhen's teachings later and let Wang Chuyi stay in Yanjing (present-day Beijing) for a year. Shizong's grandson Wanyan Shou later wrote a biography for Wang Chongyang. He was immortalized in the Longmen Grottoes. ==Writings== Wang was the author of many poems of Taoist instruction. According to legend, Liu Chuxuan became a follower of Wang after reading one of Wang's poems. Wang's writings include: *\"An Anthology of Complete Perfection by Chongyang\" (Chongyang Quanzhen Ji) *\"Chongyang's Anthology on Teaching Transformation\" (Chongyang Jiaohua Ji) *\"Chongyang's Anthology of the Ten Transformations by Dividing Pears\" (Chongyang fenli shihua ji) (The phrase \"to divide a pear\" is a pun for \"to separate,\" these were writings intended to convince Ma Yu and Sun Bu'er to separate in order to better cultivate the Dao.) ==Disciples== The most notable ones among Wang's seven disciples were Sun Bu'er and Qiu Chuji. Sun's husband, Ma Yu, was one of the seven, while she became an important role model for female Taoists. Ma Yu later succeeded Wang as the leader of the Quanzhen School. Qiu Chuji gained the favour of Genghis Khan and founded the White Cloud Monastery in Beijing. Genghis Khan granted tax-exempt status to all Quanzhen schools and placed Qiu in charge of all religions in China. Each of the seven disciples founded his or her own lineage of Quanzhen Taoism. They are as follows: # Ma Yu () founded the Yuxian lineage (Meeting the Immortals) # Tan Chuduan () founded the Nanwu lineage (Southern Void) # Liu Chuxuan () founded the Suishan lineage (Mount Sui) # Qiu Chuji () founded the Longmen lineage (Dragon Gate) # Wang Chuyi () founded the Yushan lineage (Mount Yu) # Hao Datong () founded the Huashan lineage (Mount Hua) # Sun Bu'er () founded the Qingjing lineage (Clarity and Stillness) ==In fiction== ===Condor Trilogy=== Wang Chongyang is mentioned by name in the wuxia novels The Legend of the Condor Heroes and The Return of the Condor Heroes by Jin Yong. He is already dead when the events in the first novel take place and the details of his life are revealed by other characters, such as his junior Zhou Botong. Wang Chongyang, who was nicknamed \"Central Divine\" (), emerged as one of the top five martial artists in the jianghu (martial artists' community) in his time after a martial arts contest on Mount Hua. He also founded the martial arts sect Quanzhen Sect, which is based on the real-life Quanzhen School. After his death, his seven apprentices succeed him and lead Quanzhen to become one of the major orthodox martial arts sects in the jianghu. In the second novel, the protagonists Yang Guo and Xiaolongnü discover more details about Wang Chongyang's life in the Ancient Tomb on Mount Zhongnan, where the Quanzhen Sect is based. It is revealed that Wang Chongyang had a romantic relationship with Lin Chaoying, the founder of the Ancient Tomb Sect, which Xiaolongnü and Yang Guo are members of. Wang Chongyang had lost to Lin Chaoying in a contest and had to keep his promise to hand over possession of the tomb and lead a monastic life as a Taoist for the rest of his life. ===Other appearances=== In the manhua series Oriental Heroes by Hong Kong artist Wong Yuk-long, Wang Chongyang is noted as the creator of the 'Nine Solar Art'. == Notes == == References == === Citations === === Sources === * Daoism Handbook, Livia Kohn, editor. (Handbook of Oriental Studies Section Four, Volume 14.) Brill Academic Publishers, 2000. * The Taoist Manual: An Illustrated Guide Applying Taoism to Daily Life, Brock Silvers. Sacred Mountain Press 2005. ==External links== * Category:1113 births Category:1170 deaths Category:12th-century Chinese philosophers Category:Chinese hermits Category:Song dynasty philosophers Category:Song dynasty poets Category:Song dynasty Taoists Category:Taoist immortals Category:Taoist religious leaders",
 "title": "Wang Chongyang"
}