{
 "id": "865466",
 "text": "Adam Charles Goldberg (born October 25, 1970) is an American character actor, filmmaker, musician, and photographer. Known for his supporting roles in film and television, Goldberg has appeared in films such as Dazed and Confused, Saving Private Ryan, A Beautiful Mind, and Zodiac. He has also played leading roles in independent films such as The Hebrew Hammer and 2 Days in Paris. His TV appearances include the shows Law & Order: Criminal Intent, My Name Is Earl, Friends, Entourage, The Jim Gaffigan Show, The Unusuals, and his critically acclaimed role as hitman Mr. Numbers in the first season of Fargo. He currently stars opposite Queen Latifah on CBS' The Equalizer. ==Early life== Goldberg was born in Santa Monica, California, the son of Donna (née Goebel) and Earl Goldberg, a former lifeguard who ran a wholesale food business.https://www.youtube.com/watch?v=JvFBel3ikhU; stated at 30:10 His father is Jewish, while his mother is a non-practicing Catholic of German, Irish, French and a \"bit of Mexican\" descent. ==Career== ===Film=== Goldberg's first major screen role was in the Billy Crystal film Mr. Saturday Night (1992). His second major screen role was as Mike Newhouse in Richard Linklater's film Dazed and Confused (1993). His career-making role was arguably that of the tough, wise-cracking infantryman Mellish in Steven Spielberg's 1998 film Saving Private Ryan. While he played a lead characters in The Hebrew Hammer, 2 Days in Paris, and (Untitled), Goldberg is mostly known for his character work in film and television. Notable roles include Jerry, the undead servant to Christopher Walken's Angel Gabriel in the supernatural thriller The Prophecy; Sol in A Beautiful Mind, opposite Russell Crowe; and Denny in Déjà Vu, opposite Denzel Washington. Goldberg has also voice acted in Babe: Pig in the City, Homeward Bound II, and A Monster in Paris. Goldberg appeared extensively in the Flaming Lips documentary The Fearless Freaks, and had a supporting role in Christmas on Mars, a science fiction film written and directed by Flaming Lips frontman Wayne Coyne. In 1999, he appeared in the Sixpence None The Richer music video \"There She Goes\". Goldberg wrote, produced, directed, and edited the features Scotch and Milk, I Love Your Work, and No Way Jose as well as multiple television projects, notably including the philosophical travelogue Running with the Bulls for IFC. ===Music and photography === A multi-instrumentalist and songwriter, Goldberg composed and arranged the music to the film I Love Your Work with Steven Drozd of The Flaming Lips as well as scoring his most recent feature, No Way Jose, and IFC's Running with the Bulls. He also provided a song for the Hebrew Hammer soundtrack. Goldberg released his first album, Eros and Omissions, under the LANDy moniker. It was released on June 23, 2009. Flaming Lips drummer Steven Drozd, with whom Goldberg collaborated on the score for I Love Your Work, performed on the record as well as members of the band The Black Pine. Earlimart's Aaron Espinoza is credited as having done the final mix as well as having engineered many of the more recent songs. Goldberg has since changed his musical moniker to The Goldberg Sisters, under which he has made three albums, the last two of which he played every instrument save for strings (provided by his wife Roxanne Daner and musician Merritt Lear) and horns (provided by his engineer and co-producer Andrew Lynch). On June 7, 2011, Goldberg assembled a live band to perform The Goldberg Sisters single \"Shush\" on The Late Late Show with Craig Ferguson. Goldberg is also a photographer, shooting primarily on film and expired Polaroid. His first book was co-published by Hat and Beard Press and contained a limited vinyl version of The Goldberg Sisters' Home: A Nice Place to Visit. Subsequent exhibitions of photography from the book also included live performances of Goldberg Sisters songs by Goldberg and Lynch, utilizing several loop and effects pedals. An early adopter of the now-defunct Vine app, Goldberg was known for incorporating many analog film elements into his six-second \"films.\" He was hired to do forty films for the French company cellular company Orange during the 2013 Cannes Film Festival, during which he made a six-second Vine based on each film entered in competition. He is an avid Instagram user; his account consists of much of his photography while also hosting a cinematic narrative of his family life. === Television === In 1995, Goldberg appeared in a signature wise-cracking role as delivery boy Leo in the television comedy Double Rush. Goldberg then appeared in a three-episode arc in the second season of Friends (1996) as Chandler's crazy roommate Eddie. He appeared some years later in a nine-episode arc in season two of the Friends spinoff show Joey as Jimmy, Joey Tribbiani's best friend from high school. He also appeared as a main character in the short-lived 2005 Fox series Head Cases. In 1997, he received an exclusive series development deal with ABC. Goldberg appeared in the short-lived ensemble cop show The Unusuals, playing a detective in New York City with brain cancer who refuses treatment because of his dislike of doctors. His character was stated as being \"sarcastic\" and Goldberg had been described as \"one of the better reasons to watch\". He subsequently appeared in the short-lived ensemble cop show NYC 22. In 2014 portrayed Mr. Numbers, one half of the hit man team in the first season of FX's Fargo. This was the second time working with creator Noah Hawley who had cast Goldberg in 2009's The Unusuals. He had to learn ASL sign language for the role and began production just a few days after wrapping principal photography on his feature, No Way Jose. While shooting Fargo, Goldberg was also editing his feature and much of it was assembled in his hotel room in Calgary. Goldberg played the role of Dave Marks, a struggling comedian and Jim Gaffigan's best friend, for two seasons on the TV Land sitcom The Jim Gaffigan Show. He shot the pilot during a week off from production on Fargo. In 2017, Goldberg joined the cast of NBC's Taken as a regular cast member during the show's second season. He portrayed Kilroy, an accomplished computer hacker. In 2019, Goldberg had a supporting role in the cast of CBS's God Friended Me as technical entrepreneur, Simon Hayes. In 2020 Goldberg began production on CBS' The Equalizer, a reboot of the original, playing another hacker this time opposite Queen Latifah. ==Personal life== Goldberg has had three children with his wife, artist and designer Roxanne Daner.Yours, Roxanne website Retrieved 11-8-2015. Their first child together, a son, was stillborn. The couple openly talks about the experience. Their next son, Bud, was born shortly after, in November 2014.https://www.instagram.com/yoursroxanne/Webber, Stephanie (2014). \"Adam Goldberg Welcomes Baby with Girlfriend Roxanne Daner.\" Us Weekly, Dec. 27, 2014. Retrieved 11-8-2015.\"Fargo's Adam Goldberg is a Father!\" Wetpaint Dec. 29, 2014 Retrieved 11-8-2015. Goldberg and Daner married on Halloween in 2014. They had another son, Sonny, in September 2018.http://instagram.com/365daysofsonny retrieved 24-04-2019 ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1992 | Mr. Saturday Night | Eugene Gimbel | |- | 1993 | Dazed and Confused | Mike Newhouse | |- | 1993 | Son in Law | Indian | |- | 1995 | Higher Learning | David Isaacs | |- | 1995 | The Prophecy | Jerry | |- | 1996 | Homeward Bound II: Lost in San Francisco | Pete | Voice only |- | 1998 | Scotch and Milk | Jim | |- | 1998 | Some Girl | Freud | |- | 1998 | Saving Private Ryan | Pvt. Stanley Mellish | |- | 1998 | Babe: Pig in the City | Flealick | Voice only |- | 1999 | EDtv | John | |- | 2000 | Sunset Strip | Marty Shapiro | |- | 2001 | Waking Life | One of Four Men | |- | 2001 | All Over the Guy | Brett Miles Sanford | |- | 2001 | Fast Sofa | Jack Weis | |- | 2001 | According to Spencer | Feldy | |- | 2001 | A Beautiful Mind | Sol | |- | 2002 | The Salton Sea | Kujo | |- | 2003 | The Hebrew Hammer | Mordechai Jefferson Carver | |- | 2003 | How to Lose a Guy in 10 Days | Tony | |- | 2005 | The Fearless Freaks | Himself | Documentary |- | 2005 | I Love Your Work | | Director and writer only |- | 2006 | Man About Town | Phil Balow | |- | 2006 | Stay Alive | Miller Banks | |- | 2006 | Keeping Up with the Steins | | Uncredited |- | 2006 | Déjà Vu | Dr. Alexander Denny | |- | 2007 | 2 Days in Paris | Jack | |- | 2007 | Zodiac | Duffy Jennings | |- | 2007 | Nancy Drew | Arrogant Director Andy | |- | 2008 | From Within | Roy | |- | 2008 | Christmas on Mars | Dr. Scott Zero (A Mars Psychiatrist) | |- | 2008 | Kate Wakes | Jared | Short |- | 2009 | (Untitled) | Adrian Jacobs | |- | 2009 | Landy's BFF | Himself | |- | 2010 | Miss Nobody | Bill Malloy | |- | 2010 | Norman | Mr. Angelo | |- | 2011 | A Monster in Paris | Raoul | Voice only |- | 2012 | Lost Angeles | Deepak | |- | 2015 | No Way Jose | Jose | Also director |- | 2016 | Rebirth | Zack | |- | 2016 | Between Us | Liam | |- | 2017 | Once Upon a Time in Venice | Lou the Jew | |- | 2019 | Running with the Devil | The Snitch | |- | 2021 | The Georgetown Project | Peter | Post-production |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1990 | Designing Women | Student | 1 episode |- | 1995 | Double Rush | Leo | Main cast |- | 1995 | ER | Joshua Shem | 1 episode |- | 1996 | NYPD Blue | Reporter Dave Bloom | 1 episode |- | 1996 | Space: Above and Beyond | Sgt. Louie Fox | 1 episode |- | 1996 | Friends | Eddie Menuek | 3 episodes |- | 1996–1997 | Relativity | Doug Kroll | Main cast |- | 2000 | The Outer Limits | Sid Camden / Chad Warner | 1 episode |- | 2000–2001 | The $treet | Evan Mitchell | Main cast |- | 2001 | Will & Grace | Kevin Wolchek | 1 episode |- | 2004 | Frankenstein | Detective Michael Sloane | TV movie |- | 2005 | Law & Order: Criminal Intent | Victor Garros | 1 episode |- | 2005–2006 | Joey | James \"Jimmy\" Costa | 9 episodes |- | 2006 | My Name Is Earl | Philo | 1 episode |- | 2007 | Medium | Bruce Rossiter | 1 episode |- | 2007 | Entourage | Nick Rubenstein | 4 episodes |- | 2009 | The Unusuals | Detective Eric Delahoy | Main cast |- | 2009 | Numb3rs | Chris McNall | 1 episode |- | 2011 | White Collar | Jason Lang | 1 episode |- | 2012 | NYC 22 | Ray \"Lazarus\" Harper | Main role |- | 2013 | Animal Practice | Himself | 1 episode |- | 2013 | Franklin & Bash | August West | 1 episode |- | 2013 | The Anna Nicole Story | Howard K. Stern | TV movie |- | 2014 | Fargo | Grady Numbers | 5 episodes |- | 2015 | Maron | Jack Ross | 1 episode |- | 2015 | The Jim Gaffigan Show | Dave Marks | Main cast |- | 2017 | Graves | Christopher Sachs | Regular cast; 2 episodes |- | 2017 | Lore | Peter Stumpp | Episode: \"The Beast Within\" |- | 2018 | Taken | Harden Kilroy | Regular cast |- | 2019 | God Friended Me | Simon Hayes | 8 episodes |- | 2021–present | The Equalizer | Harry Keshegian | Regular cast |} ==References== ==External links== * *LANDy website Category:1970 births Category:20th-century American male actors Category:21st-century American male actors Category:American male film actors Category:American people of French descent Category:American people of German descent Category:American people of Irish descent Category:American male actors of Mexican descent Category:American people of Jewish descent Category:American male television actors Category:American male voice actors Category:Jewish American male actors Category:Living people Category:Male actors from Santa Monica, California Category:Musicians from Santa Monica, California Category:Sarah Lawrence College alumni Category:21st- century American Jews",
 "title": "Adam Goldberg"
}