{
 "id": "865449",
 "text": "Armed Audio Warfare is the second full-length release and first compilation of electronic music group Meat Beat Manifesto. It was originally scheduled as the group's first album for release in May 1988, but the master tapes were damaged in a fire, necessitating the rewriting and recording of the material, which was released as Storm the Studio. Armed Audio Warfare is actually a compilation of unreleased and rare tracks that give a flavour of how that first album may have sounded had it been released as planned.Sleeve notes to original Vinyl pressing on Wax Trax! == Composition and background == The album contains rare tracks from, or related to, various releases of the band from its inception to late 1988. According to the liner notes, \"Genocide\" is a \"burnt\" remix of \"God O.D.\", recorded in December 1988. The song is composed of part of the lyrics from \"God O.D.\" but with a darker, more industrial instrumentation, and a lack of sampling. \"Repulsion\" is a track previously released on a compilation by Sweatbox, the band's first record label, in May 1988. \"Mister President\" is a previously unreleased, sample-heavy track recorded in February 1988 with a notable clip from the introduction of Monty Python's Previous Record. The fourth track, \"Reanimator\", contains significant dub influences. It was to be released as part of the \"Re-Animator\" single in August 1988, but the single never had a commercial release.Miller, Christopher (October 1998). Meat Beat Manifesto Discography. Digital Chemist. Retrieved 5 April 2014. Tracks 5, 6, and 7 are part of the band's first release, the November 1987 Suck Hard EP, as an A-side and two B-sides, respectively. On almost all releases of Armed Audio Warfare, there is a misprint that inverts the titles of tracks 6 and 7. \"Kneel and Buzz\" has a raw, live sound, plus samples from the communications of the Apollo 11 mission. The title itself is a pun on the names of astronauts Neil (Armstrong) and Buzz (Aldrin). \"Fear Version\" is a very short, yet intense track recorded in January 1988 that was intended to be on the Suck Hard CD reissue, but the single was subsequently never released in that format. \"Give Your Body Its Freedom\" is cited, in the liner notes, as the original version of the track \"Strap Down (Roar of the Underground)\", from the June 1988 single Strap Down. The lengthy song contains live vocals, heavy sampling and distinct sections, including a rather intense buildup and climax contrasted with a calm final minute. The tenth track, \"Marrs Needs Women\", is the first of two tracks added to the CD reissue of Armed Audio Warfare. It is an extended version of the B-side \"Mars Needs Women\" from the November 1988 God O.D. single. It has a funk-oriented sound, along with samples from the films The War of the Worlds and Mars Needs Women. The eleventh and final song, \"Cutman\", is a previously unreleased track, with five distinct parts, densely layered samples and soul, jazz and hip-hop influences. == Track listing == # \"Genocide\" – 5:17 # \"Repulsion\" – 3:23 # \"Mister President\" – 5:58 # \"Reanimator\" – 4:10 # \"I Got the Fear\" – 4:59 # \"Kick That Man\" – 5:25 # \"Kneel and Buzz\" – 4:33 # \"Fear Version\" – 1:07 # \"Give Your Body Its Freedom\" – 7:28 Additional tracks on the CD release: # \"Marrs Needs Women\" – 4:11 # \"Cutman\" – 5:34 == Personnel == * Jack Dangers * Jonny Stephens * Greg Retch == References == Category:Meat Beat Manifesto albums Category:1990 albums Category:Albums produced by Jack Dangers Category:Wax Trax! Records albums Category:1990 in music",
 "title": "Armed Audio Warfare"
}