{
 "id": "866089",
 "text": "Jacob M. Froese (November 28, 1917 – June 14, 2003) was a politician in the Canadian province of Manitoba. He was the province's only Social Credit MLA between 1959 and 1973, and was the party's leader for most if not all of the period from 1959 to 1977. The son of Jacob J. Froese and Margaret Enns, Froese was born in Winkler, Manitoba to Jacob J. and Margaret (Enns) Froese. His Father was an Old Colony Mennonite Church bishop from 1936 to 1968. He was educated in the local school system and worked as a farmer, also becoming a leading figure in the Winkler Credit Union Society. He married Mary Peters in 1941, and together they had 10 children. Early in his life, he was a Young Liberal. Froese was elected to the Manitoba legislature for the riding of Rhineland in a November 1959 by-election, defeating a Progressive Conservative candidate by 91 votes. He was re-elected by 33 votes in the 1962 general election, and by greater margins in elections of 1966 and 1969. The Social Credit Party of Manitoba was largely moribund in this period, and it never came close to electing a second MLA during Froese's time in the legislature. A popular local figure, Froese was for all intents and purposes an independent parliamentarian. Manitoba politics became increasingly polarized between the New Democratic Party and Progressive Conservative Party during the 1970s. Froese was defeated by Progressive Conservative candidate Arnold Brown in the 1973 election, and finished a poor fourth in a bid for re-election four years later. He ran as a federal Social Credit candidate in Lisgar in the 1974 Canadian election, but finished fourth in this race as well. In the 1981 provincial election, Froese ran for provincial parliament as a member of the Progressive Party of Manitoba, founded by former NDP cabinet minister Sidney Green. He received only 349 votes, and did not attempt any further political comebacks. Froese died at home in Winkler in 2003. His funeral was held at the Winkler Mennonite Brethren Church, of which he had long been a member. == References == Category:1917 births Category:2003 deaths Category:Manitoba Social Credit Party MLAs Category:Canadian Mennonites Category:Canadian people of German-Russian descent Category:People from Winkler, Manitoba Category:Old Colony Mennonites",
 "title": "Jacob Froese"
}