{
 "id": "866342",
 "text": "Duran Duran (commonly known as The Wedding Album) is the seventh studio album and the second self-titled album by English new wave band Duran Duran. It was released on 11 February 1993 by Parlophone. After dwindling commercial success in the early 1990s, Duran Duran returned to the UK top five and US top 10 with this album, which has been certified Gold in the UK and Platinum in the US. The singles \"Ordinary World\" and \"Come Undone\" reached the US top 10 of the Billboard Hot 100. The cover art by Nick Egan features wedding photos from the parents of the four band members. While officially titled Duran Duran worldwide, the general belief that the alternative name was first adopted by fans post-release, due to the use of the members' parents’ wedding photos on the cover, to differentiate it from the 1981 album, is incorrect. Instead, the name was originally used on two different UK promo cassettes prior to release – one calling it The Wedding & the other The Wedding Album. While this name was officially dropped before release – with, for example, the UK & US TV adverts calling it simply \"Duran Duran\" – uniquely, the commercially released UK cassette version still titled it Duran Duran (The Wedding Album) on the tape itself, though this was almost certainly in error. ==Background== Recording of the album was completed in early 1992 with an impending release by Capitol Records in the United States. Duran Duran's new management company, Left Bank, was distressed at the apparent lack of enthusiasm for the album and had it pulled from the release schedule. Manager Tommy Manzi later told HitQuarters it was the industry that were unenthusiastic about the return of the band rather than the music consumer. Manzi said that industry insiders \"laughed at\" Left Bank while they worked on reviving the careers of not only Duran Duran but also Meat Loaf because they would rather focus on \"the next hip band\" than perceived \"old\" acts. As it happened, the album reached No. 4 in the UK Albums Chart, their highest charting album since 1983's Seven and the Ragged Tiger. In the UK, three singles from the album reached the Top 40 including \"Ordinary World\" (#6), \"Come Undone\" (#13) and \"Too Much Information\" (#35). Four singles taken from the album charted in the US: \"Ordinary World\" (#3), \"Come Undone\" (#7), \"Too Much Information\" and \"Drowning Man\". \"Breath After Breath\", a collaboration with Milton Nascimento, was released only in Brazil, \"None of the Above\" in Japan and \"Femme Fatale\" (cover of The Velvet Underground song) in France. The song \"Sin of the City\" is about the Happy Land arson fire that killed 87 people trapped in an unlicensed social club in New York City on 25 March 1990. The short track \"Shotgun\" is a kind of a cover of the 1965 single of the same name by Jr. Walker and the All Stars. During the hiatus, while waiting for the album to be released, the band began working on what would become the Thank You album, with John Jones, and a Warren Cuccurullo-derived riff of \"First Impression\" led to the rapid inclusion of the song \"Come Undone\". ==Track listing== ==Personnel== Adapted from the album's liner notes. ;Duran Duran *Simon Le Bon – lead vocals *Warren Cuccurullo – acoustic and electric guitars *Nick Rhodes – keyboards *John Taylor – bass guitar (except track 6) ;Additional personnel * John Jones – programming, keyboards, drums (all tracks except 1, 2, 7 and 9), bass (track 6) * Milton Nascimento – vocals (track 7) * Steve Ferrone – drums (tracks 1 and 2), percussion (track 10) * Vinnie Colaiuta – drums (track 7) * Dee Long – additional keyboards (track 11) * Bosco – percussion (track 7) * Lamya – backing vocals (track 3) * Tessa Niles – backing vocals (track 6) * Karen Hendrix – vocal samples (track 4) * Jack Merigg – vocal samples (track 4) ;Production *Duran Duran – production (all tracks), mixing (track 5) *John Jones – production (all tracks), engineering (all tracks except track 9), mixing (track 5) *Tony Taverner – engineering (tracks 1, 2, 7, and 9) *Stuart Every – assistant engineer (tracks 1, 2, and 7) *David Richards – mixing (tracks 1–3, 6–8, and 10–13) *David Leonard – mixing (tracks 4 and 9) *Kevin Metcalfe – mastering ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+ Weekly chart performance for Duran Duran ! scope=\"col\"| Chart (1993) ! scope=\"col\"| Peak position |- |- |- |- |- ! scope=\"row\"| European Albums (Music & Media) | 13 |- ! scope=\"row\"| Finnish Albums (Suomen virallinen lista) | 18 |- ! scope=\"row\"| French Albums (IFOP) Select \"DURAN DURAN\" from the drop-down menu and click \"OK\". | 32 |- |- ! scope=\"row\"| Greek Albums (IFPI) | 9 |- |- ! scope=\"row\"| Italian Albums (Musica e dischi) | 6 |- ! scope=\"row\"| Japanese Albums (Oricon) | 24 |- ! scope=\"row\"| Portuguese Albums (AFP) | 9 |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+ Year-end chart performance for Duran Duran ! scope=\"col\"| Chart (1993) ! scope=\"col\"| Position |- ! scope=\"row\"| Canada Top Albums/CDs (RPM) | 23 |- ! scope=\"row\"| European Albums (Music & Media) | 35 |- ! scope=\"row\"| German Albums (Offizielle Top 100) | 79 |- ! scope=\"row\"| UK Albums (OCC) | 50 |- ! scope=\"row\"| US Billboard 200 | 48 |} ==Certifications== ==References== ==External Links== * Category:1993 albums Category:Albums produced by John Jones (record producer) Category:Capitol Records albums Category:Duran Duran albums Category:Parlophone albums",
 "title": "Duran Duran (1993 album)"
}