{
 "id": "866423",
 "text": "In physics, particularly in quantum field theory, configurations of a physical system that satisfy classical equations of motion are called \"on the mass shell\" or simply more often on shell; while those that do not are called \"off the mass shell\", or off shell. In quantum field theory, virtual particles are termed off shell because they do not satisfy the energy–momentum relation; real exchange particles do satisfy this relation and are termed on shell (mass shell).Thomson, M. (2013). Modern particle physics. Cambridge University Press, , pp. 117–119. In classical mechanics for instance, in the action formulation, extremal solutions to the variational principle are on shell and the Euler–Lagrange equations give the on-shell equations. Noether's theorem regarding differentiable symmetries of physical action and conservation laws is another on-shell theorem. ==Mass shell== thumb|upright|right|Points on the hyperboloid surface (the \"shell\") are solutions to the equation. Mass shell is a synonym for mass hyperboloid, meaning the hyperboloid in energy-momentum space describing the solutions to the equation: :E^2 - |\\vec{p} \\,|^2 c^2 = m_0^2 c^4, the mass–energy equivalence formula which gives the energy E in terms of the momentum \\vec{p} and the rest mass m_0 of a particle. The equation for the mass shell is also often written in terms of the four- momentum; in Einstein notation with metric signature (+,−,−,−) and units where the speed of light c = 1, as p^\\mu p_\\mu \\equiv p^2 = m^2. In the literature, one may also encounter p^\\mu p_\\mu = - m^2 if the metric signature used is (−,+,+,+). The four-momentum of an exchanged virtual particle X is q_\\mu, with mass q^2 = m_X^2. The four-momentum q_\\mu of the virtual particle is the difference between the four-momenta of the incoming and outgoing particles. Virtual particles corresponding to internal propagators in a Feynman diagram are in general allowed to be off shell, but the amplitude for the process will diminish depending on how far off shell they are. This is because the q^2-dependence of the propagator is determined by the four-momenta of the incoming and outgoing particles. The propagator typically has singularities on the mass shell.Thomson, M. (2013). Modern particle physics. Cambridge University Press, , p.119. When speaking of the propagator, negative values for E that satisfy the equation are thought of as being on shell, though the classical theory does not allow negative values for the energy of a particle. This is because the propagator incorporates into one expression the cases in which the particle carries energy in one direction, and in which its antiparticle carries energy in the other direction; negative and positive on- shell E then simply represent opposing flows of positive energy. ==Scalar field == An example comes from considering a scalar field in D-dimensional Minkowski space. Consider a Lagrangian density given by \\mathcal{L}(\\phi,\\partial_\\mu \\phi). The action :S = \\int d^D x \\mathcal{L}(\\phi,\\partial_\\mu \\phi) The Euler-Lagrange equation for this action can be found by varying the field and its derivative and setting the variation to zero, and is: :\\partial_\\mu \\frac{\\partial \\mathcal{L}}{\\partial (\\partial_\\mu \\phi)} = \\frac{\\partial \\mathcal{L}}{\\partial \\phi} Now, consider an infinitesimal spacetime translation x^\\mu \\rightarrow x^\\mu +\\alpha^\\mu. The Lagrangian density \\mathcal{L} is a scalar, and so will infinitesimally transform as \\delta \\mathcal{L} = \\alpha^\\mu \\partial_\\mu \\mathcal{L} under the infinitesimal transformation. On the other hand, by Taylor expansion, we have in general :\\delta \\mathcal{L} = \\frac{\\partial \\mathcal{L}}{\\partial \\phi} \\delta \\phi + \\frac{\\partial \\mathcal{L}}{\\partial (\\partial_\\mu \\phi)} \\delta( \\partial_\\mu \\phi) Substituting for \\delta \\mathcal{L} and noting that \\delta( \\partial_\\mu \\phi) = \\partial_\\mu ( \\delta \\phi) (since the variations are independent at each point in spacetime): :\\alpha^\\mu \\partial_\\mu \\mathcal{L} = \\frac{\\partial \\mathcal{L}}{\\partial \\phi} \\alpha^\\mu \\partial_\\mu \\phi + \\frac{\\partial \\mathcal{L}}{\\partial (\\partial_ u \\phi)} \\alpha^\\mu \\partial_\\mu \\partial_ u \\phi Since this has to hold for independent translations \\alpha^\\mu = (\\epsilon, 0,...,0) , (0,\\epsilon, ...,0), ..., we may \"divide\" by \\alpha^\\mu and write: : \\partial_\\mu \\mathcal{L} = \\frac{\\partial \\mathcal{L}}{\\partial \\phi} \\partial_\\mu \\phi + \\frac{\\partial \\mathcal{L}}{\\partial (\\partial_ u \\phi)} \\partial_\\mu \\partial_ u \\phi This is an example of equation that holds off shell, since it is true for any fields configuration regardless of whether it respects the equations of motion (in this case, the Euler-Lagrange equation given above). However, we can derive an on shell equation by simply substituting the Euler-Lagrange equation: : \\partial_\\mu \\mathcal{L} = \\partial_ u \\frac{\\partial \\mathcal{L}}{\\partial (\\partial_ u \\phi)} \\partial_\\mu \\phi + \\frac{\\partial \\mathcal{L}}{\\partial (\\partial_ u \\phi)} \\partial_\\mu \\partial_ u \\phi We can write this as: : \\partial_ u \\left (\\frac{\\partial \\mathcal{L}}{\\partial (\\partial_ u \\phi)} \\partial_\\mu \\phi -\\delta^ u_\\mu \\mathcal{L} \\right) = 0 And if we define the quantity in parentheses as T^ u{}_\\mu, we have: :\\partial_ u T^ u{}_\\mu = 0 This is an instance of Noether's theorem. Here, the conserved quantity is the stress–energy tensor, which is only conserved on shell, that is, if the equations of motion are satisfied. ==References== Category:Quantum field theory",
 "title": "On shell and off shell"
}