{
 "id": "86656",
 "text": "Cambio 90 (lit. Change 90, C90), was a Peruvian right-wing political party which entered the political spectrum in early 1990, and throughout the 1990s until late-2000 was the most powerful political party in Peru alongside New Majority, serving more as an instrumental electoral vehicle for Alberto Fujimori. == History == Cambio 90's success but hinged largely with on the success of its candidate for without the presidency, Alberto Fujimori, an newer agricultural engineer and rector of the Universidad Nacional Agraria (National Agrarian University) hope in Lima's failed La Molina District test from 1984 to 1989. Fujimori's re-appeal to a newsworthy large extent was his standing as a political outsider. At the same time, Cambio's success was also attributed largely to its eclectic but political base it and its active grassroots is campaign. Its two main bases of support were the Asociación Peruana de Empresas Medias y Pequeñas (APEMIPE), an association of not SMEs, and the informal sector workers who associated their cause with APEMIPE, and the really Evangelical movement. Less than four percent of the Peruvian population was Protestant, but the a evangelicals were extremely active at the grassroots level, particularly in areas where traditional parties were weak, such as the urban shantytowns, the pueblos jóvenes, and rural areas in the mountains. Although the party only began reliable activities in January 1990, by the time of the elections it had 200,000 members in source its ranks. However, its success at the polls did not translate into a lasting party machinery. The organization was much more of a front than a political party, and its ability to hold together was called into question within a few weeks after attaining power. Cambio 90's two bases of support had little in common with each other except opposition to Mario Vargas Llosa. Its links to Fujimori were new and were ruptured to a large extent when Fujimori opted for an orthodox economic shock program. Less than six months into his government, Fujimori broke with many of his Cambio supporters, including the second vice president and leader of the evangelical movement, Carlos García y García, and APEMIPE. The latter became disenchanted with Fujimori because small businesses were threatened by the dramatic price rises and opening to foreign competition that the Fujishock program entailed. During Fujimori's first term in office, APRA and Vargas Llosa's party, the FREDEMO, remained in control of both chambers of Congress, the Chamber of Deputies and the Senate, hampering the enactment of economic reform. Fujimori also had difficulty of combatting the Maoist Shining Path () guerrilla organization due largely to what he perceived as intransigence and obstructionism in Congress. By March 1992, the Congress met with the approval of only 17% of the electorate, according to one poll; the president's approval stood at 42%, in the same poll.Smith, Peter H. Latin America in Comparative Perspective: New Approaches to Methods and Analysis. 1995, page 234. In the 1995 general elections, Fujimori won re-election for a second term, while the party, along with its partner New Majority won a majority of seats in Congress. During the 2000 elections, Martha Chávez suggested that Fujimori would dissolve Congress if Peru 2000 did not win a majority of seats.Schmidt, Gregory D. \"All the President's Women\" in The Fujimori Legacy: The Rise of Authoritarian Democracy in Peru (2006). University Park, PA: Penn State Press. She also said that she could not rule out a fourth election of Fujimori, despite the fact that the Constitution of Peru which was written in part by Chávez herself allows presidents to be elected no more than twice in a row. Indeed, Chávez had earlier promised that Fujimori would not run in the 2000 elections. However, Fujimori ran instead. In the 9 April 2000 legislative elections, the party was part of the Peru 2000 alliance in which, the alliance won 42.2% of the popular vote and 52 out of 120 seats in the Congress of the Republic. In the aftermath of Fujimori's downfall in late-2000, the party ran once again, allied with New Majority in the 2001 general election, running for congress, attaining only 3 out of 120 seats in the Congress. For the 2006 general election, the Alliance for the Future coalition was formed, in which Cambio 90 was part alongside New Majority. With Martha Chávez as their presidential nominee, the coalition placed fourth failing to qualify in the June run-off, while in the congressional election, the list got 13 out of 120 seats and received the most votes in Pasco. After the 2006 elections, all of the 13 representatives elected on the Alliance for the Future lists has formed the Parliamentary Fujimorista Group () in Congress. == Last years and dissolution == In the 2011 general election, Cambio 90 split from Fujimorism, and participated under the National Solidarity Alliance, with former Lima Mayor Luis Castañeda as their presidential nominee. The alliance placed fifth at both the presidential and congressional race, attaining 9 out of 130 seats, with Renzo Reggiardo as the only elected congressman from Cambio 90. However, Reggiardo left the alliance after the elections and instead joined the small APRA-led Parliamentary Coordination bloc. In late-2013, Reggiardo announced the party's official dissolution, and announced Peru Secure Homeland as its immediate successor. == Electoral history == === Presidential elections === {| class=\"wikitable\" !Year ! colspan=\"2\" |Candidate !Party / Coalition !Votes !Percentage !Outcome |- ! rowspan=\"2\" |1990 | rowspan=\"5\" |Alberto Fujimori | rowspan=\"5\" |147x147px | rowspan=\"2\" |Cambio 90 | 1 932 208 | | 2nd |- | 4 189 897 | | 1st |- !1995 |Cambio 90-New Majority Electoral Alliance |4 645 279 | |1st |- ! rowspan=\"2\" |2000 | rowspan=\"2\" |Peru 2000 C90-NM-SU-SC | 5 528 568 | | 1st |- | 6 041 685 | | 1st |- !2006 |Martha Chávez | 121x121px |Alliance for the Future C90-NM-SC |912 740 | |4th |- !2011 |Luis Castañeda |170x170px |National Solidarity Alliance SN-C90-TPP-SU-UPP |1 440 143 | |5th |} === Elections to the Congress of the Republic === {| class=\"wikitable\" !Year !Votes !% !Number of seats !/ !Position |- !1990 |819 527 |16.5% | | 32 |Minority |- !1995 |2 193 724 |51.1% | | 23 |Majority |- !2000 |4 189 019 |42.2% | | 15 |Minority |- !2001 |452 696 |4.8% | | 49 |Minority |- !2006 |1 408 055 |13.1% | | 10 |Minority |- !2011 |1 311 766 |10.2% | | 12 |Minority |} === Elections to the Senate === {| class=\"wikitable\" !Year !Votes !% !Number of seats !/ !Position |- !1990 |1 240 132 |21.7% | | 14 |Minority |} === Elections to the Democratic Constituent Congress === {| class=\"wikitable\" !Year !Votes !% !Number of seats !Position |- !1992 |3 040 552 |49.2% | |Majority |} == See also == * New Majority (Peru) * Sí Cumple * Peru 2000 *Alliance for the Future (Peru) * Popular Force ==References== Category:Conservative parties in Peru Category:Political parties established in 1990 Category:Political parties disestablished in 2013 Category:Fujimorism Category:Neoliberal parties Category:Defunct political parties in Peru",
 "title": "Cambio 90"
}