{
 "id": "867131",
 "text": "Epsom and Ewell is a constituency represented in the House of Commons of the UK Parliament since 2001 by Chris Grayling, a Conservative. == Boundaries == 1974–1983: The Municipal Borough of Epsom and Ewell, and the Urban District of Leatherhead. 1983–1997: The Borough of Epsom and Ewell, and the Borough of Reigate and Banstead wards of Banstead Village, Nork, Preston, and Tattenhams. 1997–2010: The Borough of Epsom and Ewell, the District of Mole Valley wards of Ashtead Common, Ashtead Park, and Ashtead Village, and the Borough of Reigate and Banstead wards of Nork, Preston, and Tattenhams. 2010–present: The Borough of Epsom and Ewell, the District of Mole Valley wards of Ashtead Common, Ashtead Park, and Ashtead Village, and the Borough of Reigate and Banstead wards of Nork and Tattenhams. ;Historic boundaries Before 1997 it excluded Ashtead but instead included Banstead from Reigate and Banstead. As the borough of Epsom and Ewell is small and includes relatively sparsely populated areas such as Epsom Downs, the constituency has consistently also included areas of neighbouring Surrey districts. ;Latest boundary change After the Boundary Commission's report of 2005, some changes were implemented for the 2010 election. The boundary with Mole Valley moved slightly the uninhabited portions of land by the M25 motorway adjoining Ashtead and Leatherhead, in line with local government wards. The Preston ward of Reigate & Banstead (in Tadworth) was transferred to Reigate to bring that constituency's electorate closer to the county average. == History == The seat has existed since the February 1974 general election, forming the centre of the previous Epsom constituency. Epsom had been held by a Conservative since its creation in the Redistribution of Seats Act 1885. In Westminster elections, it is one of the strongest Conservative areas in the country. Locally, however, the majority area council (Epsom and Ewell Borough Council) is controlled by the local Residents' Association. Conservatives regularly run the two slightly included neighbouring councils and until recently the party rarely contested the main borough's elections. A ward in Epsom, Court is quite strongly Labour, and several Residents Association councillors have sided against Conservative-run Reigate and Banstead council which is also electorally diverse. In 1987, Barbara Follett, later Member of Parliament for Stevenage, unsuccessfully stood for the Labour Party in the constituency. == Members of Parliament == {| class=\"wikitable\" |- !colspan=\"2\"|Election!!Member!!Party |- | |Feb 1974 |colspan=\"2\"| constituency created |- |style=\"background-color: \" | | Feb 1974 | Peter Rawlinson | Conservative |- |style=\"background-color: \" | | 1978 by-election | Sir Archie Hamilton | Conservative |- |style=\"background-color: \" | | 2001 | Chris Grayling | Conservative |} == Elections == thumb|780x780px|Epsom election history ===Elections in the 2010s=== ===Elections in the 2000s=== ===Elections in the 1990s=== ===Elections in the 1980s=== ===Elections in the 1970s=== == See also == * List of Parliamentary constituencies in Surrey ==Notes== ==References== == Sources == * Election result, 2015 (BBC) * Election result, 2010 (BBC) * Election result, 2005 (BBC) * Election results, 1997 – 2001 (BBC) * Election results, 1997 – 2001 (Election Demon) * Election results, 1983 – 1992 (Election Demon) Category:Parliamentary constituencies in South East England Category:Epsom and Ewell Category:Constituencies of the Parliament of the United Kingdom established in 1974 Category:Politics of Surrey Category:Mole Valley",
 "title": "Epsom and Ewell (UK Parliament constituency)"
}