{
 "id": "86719",
 "text": "Nicholas Hawksmoor (probably 1661 – 25 March 1736) was an English architect. He was a leading figure of the English Baroque style of architecture in the late-seventeenth and early-eighteenth centuries. Hawksmoor worked alongside the principal architects of the time, Christopher Wren and John Vanbrugh, and contributed to the design of some of the most notable buildings of the period, including St Paul's Cathedral, Wren's City of London churches, Greenwich Hospital, Blenheim Palace and Castle Howard. Part of his work has been correctly attributed to him only relatively recently, and his influence has reached several poets and authors of the twentieth century. ==Life== thumb|King William Block (1699–1702), Greenwich Hospital, west facade. thumb|Clarendon Building (1712–13), Oxford, south front. thumb|The west towers of Westminster Abbey Hawksmoor was born in Nottinghamshire in 1661, into a yeoman farming family, almost certainly in East Drayton or Ragnall, Nottinghamshire. On his death he was to leave property at nearby Ragnall, Dunham and a house and land at Great Drayton. It is not known where he received his schooling, but it was probably in more than basic literacy. George Vertue, whose family had property in Hawksmoor's part of Nottinghamshire, wrote in 1731 that he was taken as a youth to act as clerk by \"Justice Mellust in Yorkshire, where Mr Gouge senior did some fretwork ceilings afterwards Mr. Haukesmore came to London, became clerk to Sr. Christopher Wren & thence became an Architect\". === Apprenticeship === Wren, hearing of his \"early skill and genius\" for architecture, took him on as his clerk at about the age of 18. A surviving early sketch-book contains sketches and notes, some dated 1680 and 1683, of buildings in Nottingham, Coventry, Warwick, Bath, Bristol, Oxford and Northampton. These somewhat amateur drawings, now in the Royal Institute of British Architects Drawings Collection, show that he was still learning the techniques of his new profession at the age of 22. His first official post was as Deputy Surveyor to Wren at Winchester Palace from 1683 until February 1685. Hawksmoor's signature appears on a brickmaker's contract for Winchester Palace in November 1684. Wren was paying him 2 shillings a day in 1685 as assistant in his office in Whitehall. From about 1684 to about 1700, Hawksmoor worked with Christopher Wren on projects including Chelsea Hospital, St Paul's Cathedral, Hampton Court Palace and Greenwich Hospital. Thanks to Wren's influence as Surveyor- General, Hawksmoor was named Clerk of the Works at Kensington Palace (1689) and Deputy Surveyor of Works at Greenwich (1705). In 1718, when Wren was superseded by the new, amateur Surveyor, William Benson, Hawksmoor was deprived of his double post to provide places for Benson's brother. \"Poor Hawksmoor,\" wrote Vanbrugh in 1721. \"What a Barbarous Age have his fine, ingenious Parts fallen into. What wou'd Monsr: Colbert in France have given for such a man?\" Only in 1726 after William Benson's successor Hewett died, was Hawksmoor restored to the secretaryship, though not the clerkship which was given to Filtcroft. In 1696, Hawksmoor was appointed surveyor to the Commissioners of Sewers for Westminster, but was dismissed in 1700, having neglected to attend the Court several days last past. ==== Maturity ==== In 1702, Hawksmoor designed the baroque country house of Easton Neston in Northamptonshire for Sir William Fermor. This was the only country house for which he was the sole architect, though he extensively remodelled Ockham House, now mostly destroyed, for the Lord Chief Justice King. Easton Neston was not completed as he intended, the symmetrical flanking wings and entrance colonnade remaining unexecuted. He then worked for a time with Sir John Vanbrugh, assisting him on the building Blenheim Palace for John Churchill, 1st Duke of Marlborough, where he took charge from 1705, after Vanbrugh's final break with the demanding Duchess of Marlborough, and Castle Howard for Charles Howard, later the 3rd Earl of Carlisle. In July 1721, John Vanbrugh made Hawksmoor his deputy as Comptroller of the Works. There is no doubt that Hawksmoor brought to the brilliant amateur the professional grounding he had received from Wren, but it is also arguable that Wren's architectural development was from the persuasion of his formal pupil, Hawksmoor. By 1700 Hawksmoor had emerged as a major architectural personality, and in the next 20 years he proved himself to be one of the great masters of the English Baroque. His baroque, but somewhat classical and gothic architectural form was derived from his exploration of Antiquity, the Renaissance, the English Middle Ages and contemporary Italian baroque. Unlike many of his wealthier contemporaries, Hawksmoor never travelled to Italy on a Grand Tour, where he might have been influenced by the style of architecture there. Instead he studied engravings especially monuments of ancient Rome and reconstructions of the Temple of Solomon. === Work at Oxford & Cambridge === As he neared the age of 50, Hawksmoor began to produce work for the universities of Oxford and Cambridge. In 1713 he was commissioned to complete King's College, Cambridge: the scheme consisted of a Fellows' Building along King's Parade, and opposite the Chapel a monumental range of buildings containing the Great Hall, kitchens and to the south of that the library and Provost's Lodge. Plans and wooden models for the scheme survive, but it proved too expensive and Hawksmoor produced a second scaled down design. But the college that had invested heavily in the South Sea Company lost their money when the \"bubble\" burst in 1720. As a result, Hawksmoor's scheme was never executed; instead, the college was developed later in the 18th century by James Gibbs and early in the 19th century by William Wilkins. In the 1690s, Hawksmoor gave proposals for the library of the Queen's College, Oxford. However like many of his proposals for both universities, such as All Souls College, the Radcliffe Library, Brasenose College, Magdalen College Oxford, the library was not executed. Hawksmoor conceived grand rebuilding schemes for central Oxford, most of which were not realised. Surviving drawings from c.1713 propose the rebuilding of the central core of the academic area of Oxford as a Forum Universitatis. The concept for a domed circular library sitting within an open square for the Radcliffe Camera was initially Hawksmoor's, but the commission for the building eventually went to James Gibbs, due to Hawksmoor's untimely death. He designed the Clarendon Building at Oxford; the Codrington Library and new buildings at All Souls College, Oxford; parts of Worcester College, Oxford with Sir George Clarke; the High Street screen at The Queen's College, Oxford and six new churches in London. Hawksmoor was initiated into freemasonry in 1730 at the Oxford Arms in Ludgate Street, City of London, a lodge belonging to the Premier Grand Lodge of England. ==Hawksmoor's six London Churches== thumb|St George in the East (1714–29), east end In 1711, parliament passed an Act for the building of Fifty New Churches in the Cities of London and Westminster or the Suburbs thereof, which established a commission which included Christopher Wren, John Vanbrugh, Thomas Archer and a number of churchmen. The commission appointed Hawksmoor and William Dickinson as its surveyors. As supervising architects they were not necessarily expected to design all the churches themselves. Dickinson left his post in 1713 and was replaced by James Gibbs. Gibbs was removed in 1716 and replaced by John James. James and Hawksmoor remained in office until the commission was wound up in 1733. The declining enthusiasm of the Commission, and the expense of the buildings, meant that only twelve churches were completed, six designed by Hawksmoor, and two by James in collaboration with Hawksmoor. The two collaborations were St Luke Old Street (1727–33) and St John Horsleydown (1727–33), to which Hawksmoor's contribution seems to have been largely confined to the towers with their extraordinary steeples. The six churches wholly designed by Hawksmoor were St Alfege's Church, Greenwich, St George's Church, Bloomsbury, Christ Church, Spitalfields, St George in the East, Wapping, St Mary Woolnoth and St Anne's Limehouse. They are his best-known independent works of architecture, and compare in their complexity of interpenetrating internal spaces with contemporaneous work in Italy by Francesco Borromini. Their spires are essentially Gothic outlines executed in innovative and imaginative Classical detail. Although Hawksmoor and John James terminated the commission by 1733, they were still being paid \"for carrying on and finishing the works under their care\" until James's death. After the death of Wren in 1723, Hawksmoor was appointed Surveyor to Westminster Abbey. Parliament had voted £100 for the repair and completion of the Abbey in 1698. The west towers of the Abbey were designed by Hawksmoor but not completed until after his death. ===Gallery of churches=== File:Southeast View of Saint Alfege's Church, Greenwich.jpg|St Alphege's Greenwich (1712–18) File:St Alfege Church 1, Greenwich, London, UK - Diliff.jpg|Interior of St Alphege's Greenwich (1712–18) File:Christ Church exterior, Spitalfields, London, UK - Diliff.jpg|Christ Church, Spitalfields (1714–29) File:Christ Church, Spitalfields Interior, London, UK - Diliff.jpg|Interior of Christ Church, Spitalfields (1714–29) File:St Anne, Limehouse (36640179641).jpg|St Anne's Limehouse (1714–30) File:St Anne Limehouse2.jpg|Interior of St Anne's Limehouse (1714–30) File:StGeorgeInTheEast.JPG|St George in the East (1714–29) File:St George, Bloomsbury.jpg|St George's Bloomsbury (1716–1731) File:St. George's Church, Bloomsbury, London, UK - Diliff.jpg|Interior of St George's Bloomsbury (1716–1731) File:Church of St Mary Woolnoth (8288489619).jpg|St Mary Woolnoth (1716–23) File:St Mary Woolnoth Interior Entrance, London, UK - Diliff.jpg|Interior of St Mary Woolnoth (1716–23) File:St Lukes Islington.jpg|St Luke's Old Street (1727–33), joint work with John James, tower by Hawksmoor. File:Horsleydown.jpg|St John's Horsleydown (1727–33), joint work with John James, tower by Hawksmoor, bombed in London Blitz then demolished. ==Garden buildings and monuments== Hawksmoor also designed a number of structures for the gardens at Castle Howard. These are: *The Pyramid (1728) *The Mausoleum (1729–40) built on the same scale as his London churches, it is almost certainly the first free-standing mausoleum built in Western Europe since the fall of the Roman Empire. *The Carrmire Gate, (c.1730) *The Temple of Venus (1731–35) demolished At Blenheim Palace he designed the Woodstock Gate (1723) in the form of a Triumphal arch. He also designed the obelisk in Ripon market place, erected in 1702, at in height it was the first large scale obelisk to be erected in Britain. File:The Square Ripon ; The obelisk.jpg|The Obelisk (1702), Ripon, Yorkshire File:Mausoleum, Castle Howard, UK, 17112017, JCW1967 (5) (37805843414).jpg|The Mausoleum (1729–42), Castle Howard File:The Pyramid, Castle Howard - geograph.org.uk - 1134429.jpg|Pyramid (1728), Castle Howard File:The Carrmire gate - Castle Howard - geograph.org.uk - 175976.jpg|The Carrmire gate (c.1730), Castle Howard File:Woodstock Gate, Blenheim Palace.jpg|Woodstock gate (1723), Blenheim Palace ==Death and obituary== Hawksmoor died on 25 March 1736 in his house at Millbank from \"Gout of the stomach\". He had suffered poor health for the last twenty years of his life and was often confined to bed hardly able to sign his name. His will instructed that he be buried at the church of St Botolph Shenley, Hertfordshire, Shenleybury, which has been deconsecrated so the tomb now sits in a private garden. The inscription, cut by Andrews Jelfe a mason who worked regularly on his buildings reads: Hawksmoor's only child was a daughter, Elizabeth, whose second husband, Nathanial Blackerby, wrote the obituary of his father-in-law. His obituary appeared in Read's Weekly Journal, no. 603. 27 March 1736: Upon his death he left a widow, to whom he bequeathed all his property in Westminster, Highgate, Shenley, and East Drayton, who later married William Theaker; the grandchild of this second marriage ultimately inherited Hawksmoor's properties near Drayton after the death of the architect's widow. ==Gallery of architectural work== File:Easton Neston east side 21 July 1985.jpg|Easton Neston House (c.1695–1710) File:King William's Block1.jpg|King William Block (1699–1702), Greenwich Hospital File:Kensington Palace Orangery, September 2016 12 (edited).jpg|Kensington Palace Orangery (1704–05) File:Kensington Palace, London, UK.jpg|King's Gallery, Kensington Palace (1694) File:Stonehamhouse.jpg|South Stoneham House (1708), Southampton File:UK-2014-Oxford-All Souls College 03.jpg|All Souls College (1716–34), Oxford File:The Codrington Library, All Souls College, Oxford 1.jpg|Codrington Library, All Souls College (1716–34), Oxford File:P1213StMC.JPG|Tower (1718–24), St Michael, Cornhill, London. File:Blenheim Palace, Oxfordshire (19017481082).jpg|The Long Library (1722–25), Blenheim Palace File:UK-2014-Oxford-The Queen's College 04.jpg|Entrance, The Queen's College Oxford (1733–36) ==Hawksmoor in modern literature== Hawksmoor's architecture has influenced several poets and authors of the twentieth century. His church St Mary Woolnoth is mentioned in T. S. Eliot's poem The Waste Land (1922). Algernon Stitch lived in a \"superb creation by Nicholas Hawksmoor\" in London in the novel Scoop by Evelyn Waugh (1938). Hawksmoor is the subject of a poem by Iain Sinclair called 'Nicholas Hawksmoor: His Churches' which appeared in Sinclair's collection of poems Lud Heat (1975). Sinclair promoted the poetic interpretation of the architect's singular style of architectural composition that Hawksmoor's churches formed a pattern consistent with the forms of Theistic Satanism though there is no documentary or historic evidence for this. This idea was, however, embellished by Peter Ackroyd in his novel Hawksmoor (1985): the historical Hawksmoor is refigured as the fictional Devil-worshipper Nicholas Dyer, while the eponymous Hawksmoor is a twentieth-century detective charged with investigating a series of murders perpetrated on Dyer's (Hawksmoor's) churches. Both Sinclair and Ackroyd's ideas in turn were further developed by Alan Moore and Eddie Campbell in their graphic novel, From Hell, which speculated that Jack the Ripper used Hawksmoor's buildings as part of ritual magic, with his victims as human sacrifice. In the appendix, Moore revealed that he had met and spoken with Sinclair on numerous occasions while developing the core ideas of the book. The argument includes the idea that the locations of the churches form a pentagram with ritual significance. ==Memorials== *In Towcester, Northamptonshire Nicholas Hawksmoor Primary School, built on land formerly part of the Easton Neston estate, is named in recognition of the architect of nearby Easton Neston house. ==References== ===Sources=== * * * * * * * * * * * * * ;Exhibition catalogues * * ;Journals * * ==External links== *A Timeline of Hawksmoor's life *Google map showing where Hawksmoor's London churches are *Christ Church Spitalfields * * * Images relating to Nicholas Hawksmoor at the Country Life Picture Library * Images relating to Nicholas Hawksmoor at the English Heritage Archive Category:1661 births Category:1736 deaths Category:17th-century English architects Category:18th-century English architects Category:Architects from Nottingham Category:Architects of cathedrals Category:English Baroque architects Category:English ecclesiastical architects Category:Freemasons of the Premier Grand Lodge of England Category:John Vanbrugh Category:Nicholas Hawksmoor buildings Category:People from Bassetlaw District Category:People from Shenley",
 "title": "Nicholas Hawksmoor"
}