{
 "id": "867671",
 "text": "In statistics, importance sampling is a general technique for estimating properties of a particular distribution, while only having samples generated from a different distribution than the distribution of interest. The method was first introduced by Teun Kloek and Herman K. van Dijk in 1978, and is related to umbrella sampling in computational physics. Depending on the application, the term may refer to the process of sampling from this alternative distribution, the process of inference, or both. == Basic theory == Let X\\colon \\Omega\\to \\mathbb{R} be a random variable in some probability space (\\Omega,\\mathcal{F},P). We wish to estimate the expected value of X under P, denoted E[X;P]. If we have statistically independent random samples x_1, \\ldots, x_n, generated according to P, then an empirical estimate of E[X;P] is : \\widehat{\\mathbf{E}}_{n}[X;P] = \\frac{1}{n} \\sum_{i=1}^n x_i and the precision of this estimate depends on the variance of X: : \\operatorname{var}[\\widehat{\\mathbf{E}}_{n};P] = \\frac{\\operatorname{var}[X;P]} n. The basic idea of importance sampling is to sample the states from a different distribution to lower the variance of the estimation of E[X;P], or when sampling from P is difficult. This is accomplished by first choosing a random variable L\\geq 0 such that E[L;P] = 1 and that P-almost everywhere L(\\omega) eq 0. With the variate L we define a probability P^{(L)} that satisfies : \\mathbf{E}[X;P] = \\mathbf{E}\\left[\\frac{X}{L};P^{(L)}\\right]. The variable X/L will thus be sampled under P(L) to estimate E[X;P] as above and this estimation is improved when \\operatorname{var}\\left[\\frac{X}{L};P^{(L)}\\right] < \\operatorname{var}[X;P]. When X is of constant sign over Ω, the best variable L would clearly be L^*=\\frac{X}{\\mathbf{E}[X;P]}\\geq 0, so that X/L* is the searched constant E[X;P] and a single sample under P(L*) suffices to give its value. Unfortunately we cannot take that choice, because E[X;P] is precisely the value we are looking for! However this theoretical best case L* gives us an insight into what importance sampling does: : \\begin{align}\\forall a\\in\\mathbb{R}, \\; P^{(L^*)}(X\\in[a;a+da]) &= \\int_{\\omega\\in\\\\{X\\in[a;a+da]\\\\}} \\frac{X(\\omega)}{E[X;P]} \\, dP(\\omega) \\\\\\\\[6pt] &= \\frac{1}{E[X;P]}\\; a\\,P(X\\in[a;a+da]) \\end{align} to the right, a\\,P(X\\in[a;a+da]) is one of the infinitesimal elements that sum up to E[X;P]: : E[X;P] = \\int_{a=-\\infty}^{+\\infty} a\\,P(X\\in[a;a+da]) therefore, a good probability change P(L) in importance sampling will redistribute the law of X so that its samples' frequencies are sorted directly according to their weights in E[X;P]. Hence the name \"importance sampling.\" Importance sampling is often used as a Monte Carlo integrator. When P is the uniform distribution and \\Omega =\\mathbb{R}, E[X;P] corresponds to the integral of the real function X\\colon \\mathbb{R}\\to\\mathbb{R}. == Application to probabilistic inference == Such methods are frequently used to estimate posterior densities or expectations in state and/or parameter estimation problems in probabilistic models that are too hard to treat analytically, for example in Bayesian networks. == Application to simulation == Importance sampling is a variance reduction technique that can be used in the Monte Carlo method. The idea behind importance sampling is that certain values of the input random variables in a simulation have more impact on the parameter being estimated than others. If these \"important\" values are emphasized by sampling more frequently, then the estimator variance can be reduced. Hence, the basic methodology in importance sampling is to choose a distribution which \"encourages\" the important values. This use of \"biased\" distributions will result in a biased estimator if it is applied directly in the simulation. However, the simulation outputs are weighted to correct for the use of the biased distribution, and this ensures that the new importance sampling estimator is unbiased. The weight is given by the likelihood ratio, that is, the Radon–Nikodym derivative of the true underlying distribution with respect to the biased simulation distribution. The fundamental issue in implementing importance sampling simulation is the choice of the biased distribution which encourages the important regions of the input variables. Choosing or designing a good biased distribution is the \"art\" of importance sampling. The rewards for a good distribution can be huge run-time savings; the penalty for a bad distribution can be longer run times than for a general Monte Carlo simulation without importance sampling. Consider X to be the sample and \\frac{f(X)}{g(X)} to be the likelihood ratio, where f is the probability density (mass) function of the desired distribution and g is the probability density (mass) function of the biased/proposal/sample distribution. Then the problem can be characterized by choosing the sample distribution g that minimizes the variance of the scaled sample: :g^* = \\min_g \\operatorname{var}_g \\left( X \\frac{f(X)}{g(X)} \\right). It can be shown that the following distribution minimizes the above variance:Rubinstein, R. Y., & Kroese, D. P. (2011). Simulation and the Monte Carlo method (Vol. 707). John Wiley & Sons. : g^*(X) = \\frac{|X| f(X)}{ \\int |x| f(x) \\, dx}. Notice that when X\\ge 0, this variance becomes 0. === Mathematical approach === Consider estimating by simulation the probability p_t\\, of an event X \\ge t, where X is a random variable with distribution F and probability density function f(x)= F'(x)\\,, where prime denotes derivative. A K-length independent and identically distributed (i.i.d.) sequence X_i\\, is generated from the distribution F, and the number k_t of random variables that lie above the threshold t are counted. The random variable k_t is characterized by the Binomial distribution :P(k_t = k)={K\\choose k}p_t^k(1-p_t)^{K-k},\\,\\quad \\quad k=0,1,\\dots,K. One can show that \\operatorname{E} [k_t/K] = p_t, and \\operatorname{var} [k_t/K] = p_t(1-p_t)/K, so in the limit K \\to \\infty we are able to obtain p_t. Note that the variance is low if p_t \\approx 1. Importance sampling is concerned with the determination and use of an alternate density function f_*\\,(for X), usually referred to as a biasing density, for the simulation experiment. This density allows the event { X \\ge t\\ } to occur more frequently, so the sequence lengths K gets smaller for a given estimator variance. Alternatively, for a given K, use of the biasing density results in a variance smaller than that of the conventional Monte Carlo estimate. From the definition of p_t\\,, we can introduce f_*\\, as below. : \\begin{align} p_t & = {E} [1(X \\ge t)] \\\\\\\\[6pt] & = \\int 1(x \\ge t) \\frac{f(x)}{f_*(x)} f_*(x) \\,dx \\\\\\\\[6pt] & = E_* [1(X \\ge t) W(X)] \\end{align} where :W(\\cdot) \\equiv \\frac{f(\\cdot)}{f_*(\\cdot)} is a likelihood ratio and is referred to as the weighting function. The last equality in the above equation motivates the estimator : \\hat p_t = \\frac{1}{K}\\,\\sum_{i=1}^K 1(X_i \\ge t) W(X_i),\\,\\quad \\quad X_i \\sim f_* This is the importance sampling estimator of p_t\\, and is unbiased. That is, the estimation procedure is to generate i.i.d. samples from f_*\\, and for each sample which exceeds t\\,, the estimate is incremented by the weight W\\, evaluated at the sample value. The results are averaged over K\\, trials. The variance of the importance sampling estimator is easily shown to be : \\begin{align} \\operatorname{var}_*\\widehat p_t & = \\frac{1}{K}\\operatorname{var}_* [1(X \\ge t)W(X)] \\\\\\\\[5pt] & = \\frac{1}{K}\\left\\\\{{E_*}[1(X \\ge t)^2 W^2(X)] - p_t^2\\right\\\\} \\\\\\\\[5pt] & = \\frac{1}{K}\\left\\\\{{E}[1(X \\ge t) W(X)] - p_t^2\\right\\\\} \\end{align} Now, the importance sampling problem then focuses on finding a biasing density f_*\\, such that the variance of the importance sampling estimator is less than the variance of the general Monte Carlo estimate. For some biasing density function, which minimizes the variance, and under certain conditions reduces it to zero, it is called an optimal biasing density function. === Conventional biasing methods === Although there are many kinds of biasing methods, the following two methods are most widely used in the applications of importance sampling. ==== Scaling ==== Shifting probability mass into the event region { X \\ge t\\ } by positive scaling of the random variable X\\, with a number greater than unity has the effect of increasing the variance (mean also) of the density function. This results in a heavier tail of the density, leading to an increase in the event probability. Scaling is probably one of the earliest biasing methods known and has been extensively used in practice. It is simple to implement and usually provides conservative simulation gains as compared to other methods. In importance sampling by scaling, the simulation density is chosen as the density function of the scaled random variable aX\\,, where usually a>1 for tail probability estimation. By transformation, : f_*(x)=\\frac{1}{a} f \\bigg( \\frac{x}{a} \\bigg)\\, and the weighting function is : W(x)= a \\frac{f(x)}{f(x/a)} \\, While scaling shifts probability mass into the desired event region, it also pushes mass into the complementary region X which is undesirable. If X\\, is a sum of n\\, random variables, the spreading of mass takes place in an n\\, dimensional space. The consequence of this is a decreasing importance sampling gain for increasing n\\,, and is called the dimensionality effect. A modern version of importance sampling by scaling is e.g. so-called sigma-scaled sampling (SSS) which is running multiple Monte Carlo (MC) analysis with different scaling factors. In opposite to many other high yield estimation methods (like worst-case distances WCD) SSS does not suffer much from the dimensionality problem. Also addressing multiple MC outputs causes no degradation in efficiency. On the other hand, as WCD, SSS is only designed for Gaussian statistical variables, and in opposite to WCD, the SSS method is not designed to provide accurate statistical corners. Another SSS disadvantage is that the MC runs with large scale factors may become difficult, e. g. due to model and simulator convergence problems. In addition, in SSS we face a strong bias-variance trade-off: Using large scale factors, we obtain quite stable yield results, but the larger the scale factors, the larger the bias error. If the advantages of SSS does not matter much in the application of interest, then often other methods are more efficient. ==== Translation ==== Another simple and effective biasing technique employs translation of the density function (and hence random variable) to place much of its probability mass in the rare event region. Translation does not suffer from a dimensionality effect and has been successfully used in several applications relating to simulation of digital communication systems. It often provides better simulation gains than scaling. In biasing by translation, the simulation density is given by : f_*(x)= f(x-c), \\quad c>0 \\, where c\\, is the amount of shift and is to be chosen to minimize the variance of the importance sampling estimator. === Effects of system complexity === The fundamental problem with importance sampling is that designing good biased distributions becomes more complicated as the system complexity increases. Complex systems are the systems with long memory since complex processing of a few inputs is much easier to handle. This dimensionality or memory can cause problems in three ways: * long memory (severe intersymbol interference (ISI)) * unknown memory (Viterbi decoders) * possibly infinite memory (adaptive equalizers) In principle, the importance sampling ideas remain the same in these situations, but the design becomes much harder. A successful approach to combat this problem is essentially breaking down a simulation into several smaller, more sharply defined subproblems. Then importance sampling strategies are used to target each of the simpler subproblems. Examples of techniques to break the simulation down are conditioning and error-event simulation (EES) and regenerative simulation. === Evaluation of importance sampling === In order to identify successful importance sampling techniques, it is useful to be able to quantify the run-time savings due to the use of the importance sampling approach. The performance measure commonly used is \\sigma^2_{MC} / \\sigma^2_{IS} \\,, and this can be interpreted as the speed-up factor by which the importance sampling estimator achieves the same precision as the MC estimator. This has to be computed empirically since the estimator variances are not likely to be analytically possible when their mean is intractable. Other useful concepts in quantifying an importance sampling estimator are the variance bounds and the notion of asymptotic efficiency. One related measure is the so-called Effective Sample Size (ESS). === Variance cost function === Variance is not the only possible cost function for a simulation, and other cost functions, such as the mean absolute deviation, are used in various statistical applications. Nevertheless, the variance is the primary cost function addressed in the literature, probably due to the use of variances in confidence intervals and in the performance measure \\sigma^2_{MC} / \\sigma^2_{IS} \\,. An associated issue is the fact that the ratio \\sigma^2_{MC} / \\sigma^2_{IS} \\, overestimates the run-time savings due to importance sampling since it does not include the extra computing time required to compute the weight function. Hence, some people evaluate the net run-time improvement by various means. Perhaps a more serious overhead to importance sampling is the time taken to devise and program the technique and analytically derive the desired weight function. ===Multiple and adaptive importance sampling === When different proposal distributions, g_n(x) , n=1,\\ldots,N, are jointly used for drawing the samples x_1, \\ldots, x_N, different proper weighting functions can be employed (e.g., see ). In an adaptive setting, the proposal distributions, g_{n,t}(x) , n=1,\\ldots,N, and t=1,\\ldots,T, are updated each iteration t of the adaptive importance sampling algorithm. Hence, since a population of proposal densities is used, several suitable combinations of sampling and weighting schemes can be employed. == See also == * Monte Carlo method * Variance reduction * Stratified sampling * Recursive stratified sampling * VEGAS algorithm * Particle filter -- a sequential Monte Carlo method, which uses importance sampling * Auxiliary field Monte Carlo * Rejection sampling * Variable bitrate -- a common audio application of importance sampling == Notes == == References == * * * * * * * * * * ==External links== * Sequential Monte Carlo Methods (Particle Filtering) homepage on University of Cambridge * Introduction to importance sampling in rare-event simulations European journal of Physics. PDF document. * Adaptive monte carlo methods for rare event simulation: adaptive monte carlo methods for rare event simulations Winter Simulation Conference Category:Monte Carlo methods Category:Variance reduction Category:Stochastic simulation",
 "title": "Importance sampling"
}