{
 "id": "868361",
 "text": "Frederic Augustus Thesiger, 2nd Baron Chelmsford, (31 May 18279 April 1905) was a British Army officer who rose to prominence during the Anglo-Zulu War, when an expeditionary force under his command suffered a decisive defeat at the hands of a Zulu force at the Battle of Isandlwana in 1879. Despite this defeat, he was able to score several victories against the Zulus, culminating in the British victory at the Battle of Ulundi, which ended the war and partly restored his reputation in Britain. ==Early life== Frederic Augustus Thesiger was born 31 May 1827, the eldest child of Frederic Thesiger, a lawyer who later became Lord Chancellor and was created Baron Chelmsford. Thesiger was educated at Eton College. Thesiger's great-uncle Sir Frederick Thesiger was aide-de-camp to Lord Nelson at the Battle of Copenhagen in 1801. ==Military career== He wished to pursue a military career. In 1844, after unsuccessfully trying to obtain a place in the Grenadier Guards, he purchased a commission in the Rifle Brigade. He served in 1845 with the Rifles in Halifax, Nova Scotia before purchasing an exchange in November 1845 into the Grenadiers as an ensign and lieutenant. He was promoted to lieutenant and captain in 1850, and became aide-de-camp in 1852 to the Lord Lieutenant of Ireland, Lord Eglinton, and then to the Commander-in-Chief in Ireland, Sir Edward Blakeney, from 1853 to 1854. ===Crimean War=== In May 1855, he left for the Crimean War, in which he served firstly with his battalion, then as aide-de-camp from July 1855 to the commander of the 2nd Division, Lieutenant-General Edwin Markham, and finally as deputy assistant quartermaster general from November 1855 on the staff at Headquarters, being promoted to brevet major. He was mentioned in dispatches and received the fifth class of the Turkish Order of the Medjidie and the British, Turkish and Sardinian Crimean medals. ===Indian Rebellion of 1857=== In 1857, he was promoted to captain and lieutenant colonel, and transferred (1858), as a lieutenant colonel, to the 95th (Derbyshire) Regiment of Foot, serving with that regiment at the end of the Indian Rebellion, for which he was again mentioned in dispatches. He served as deputy adjutant general to the forces in Bombay from 1861 to 1862, and was promoted to brevet colonel in 1863. There, he befriended the then governor of Bombay, Sir Henry Bartle Frere, and this relationship would be important later when serving in South Africa. He served, again as deputy adjutant general, in the 1868 Expedition to Abyssinia, for which he was appointed a Companion of the Order of the Bath and made an aide-de-camp to Queen Victoria in 1868. He was Adjutant-General, India from 1869 to 1874. Thesiger returned to England in 1874 as colonel on the staff, commanding the forces at Shorncliffe Army Camp, and was appointed to command a brigade at Aldershot, with the temporary rank of brigadier general, in 1877. He had however requested a posting overseas in order to benefit from the cheaper cost of living. ===Anglo-Zulu Wars=== thumb|right|upright|Lord Chelmsford sketched by another officer at the Battle of Ulundi thumb|left|Defeat at Isandlwana Thesiger was promoted to major general in March 1877, appointed to command British forces in the Cape Colony with the local rank of lieutenant general in February 1878, and in October succeeded his father as 2nd Baron Chelmsford. He brought the Ninth Cape Frontier War to its completion in July 1878, and was made a Knight Commander of the Order of the Bath in November 1878. His experiences fighting against the Xhosa created a low opinion of the fighting capabilities of African soldiers, which later led to disastrous consequences during the Anglo-Zulu War. In January 1879, the official Sir Henry Bartle Frere, a personal friend of Chelmsford, engineered the outbreak of the Anglo-Zulu War by issuing the Zulu king Cetshwayo an ultimatum to effectively disband his military. Cetshwayo refused this ultimatum, an act which led to an outbreak of war between the British Empire and the Zulu Kingdom. A British expeditionary force under the command of Chelmsford invaded the Zulu Kingdom, heading in three columns towards the Zulu capital, Ulundi. The force was attacked by a Zulu force at Isandlwana, during which the Zulus overran and destroyed the central column of Chelmsford's separated forces. The engagement was an unexpected victory for the Zulus, which threw British war plans into disarray. Afterwards, the British government, anxious to avoid the Zulus threatening Natal, issued orders for the hasty relief of Chelmsford of his command and for him to be replaced with Sir Garnet Wolseley. However, this order could not be implemented until the arrival of Wolseley, and in the meantime Chelmsford ignored diplomatic overtures from King Cetshwayo and made plans to capture Ulundi, aiming to defeat them in a decisive engagement and salvaging his reputation before Wolseley's arrival. The Battle of Ulundi took place on 4 July 1879, being the last major battle of the Anglo-Zulu War. After a half- hour bombardment by the Royal Artillery, Chelmsford attacked a Zulu army massed at Ulundi, making full use of concentrated small arms fire from Gatling guns and rifles, leading to the destruction of the Zulu force. The British Army's casualties after the sharp but brief engagement was ten killed and eighty-seven wounded, in exchange for nearly sixty times that number of Zulu dead. quotes the London Standard reporting 473 counted dead and another 1000 or more wounded. Chelmsford ordered Ulundi to be burnt, after which he handed over command to Wolseley on 15 July at the fort at St. Paul's and left South Africa by ship for England two days later. The defeat of the Zulus at Ulundi allowed Chelmsford to partially recover his military prestige after the disaster at Isandlwana, and he was honoured as a Knight Grand Cross of Bath. However, he was severely criticised by a subsequent enquiry launched by the British Army into the events that had led to the Isandlwana debacle, and did not serve in the field again. ===Later career=== Lord Chelmsford became lieutenant general in 1882, Lieutenant of the Tower of London (1884 until 1889), colonel of the 4th (West London) Rifle Volunteer Corps (1887), full general (1888), and colonel of the Derbyshire Regiment (1889). He exchanged the colonelcy of the Derbyshires for that of the 2nd Life Guards (1900), and as such was Gold Stick in Waiting during ceremonial events at Court. King Edward VII appointed him Knight Grand Cross of the Royal Victorian Order (GCVO) in the November 1902 Birthday Honours list. He was the inaugural Governor and Commandant of the Church Lads' Brigade, a post he retained until his death. thumb|right|Funerary monument, Brompton Cemetery, London ==Personal life== His sister, Julia (1833–1904) was married to Sir John Eardley Wilmot Inglis (1814–1862) who commanded the British forces during the Siege of Lucknow in 1857. She later wrote of her experiences during the siege including extracts from her diary. He left four sons, the eldest of whom succeeded as 3rd Baron Chelmsford and later became Viceroy of India and first Viscount Chelmsford. Another son was Lieutenant Colonel Eric Thesiger who served in the First World War and was also a Page of Honour for Queen Victoria. The diplomat Wilfred Gilbert Thesiger, who served in Addis Ababa in 1916, was another son, and father of the author and explorer Wilfred Thesiger. He was the uncle of the actor Ernest Thesiger. ==Death== Chelmsford had a seizure and expired while playing billiards at the United Service Club in London on 9 April 1905 in his 78th year. His body was buried in Brompton Cemetery in London. ==In popular culture== Peter O'Toole portrayed Chelmsford in the film Zulu Dawn (1979), which depicted the events at the Battle of Isandlwana. ==Notes== ==References== ==Bibliography== * * * * * * * * * ==External links== * * Category:1827 births Category:1905 deaths Category:Barons in the Peerage of the United Kingdom Category:British Army generals Category:British Army personnel of the Anglo-Zulu War Category:British Army personnel of the Crimean War Category:British Life Guards officers Category:British military personnel of the 9th Cape Frontier War Category:British military personnel of the Indian Rebellion of 1857 Category:Burials at Brompton Cemetery Category:Grenadier Guards officers Category:Knights Grand Cross of the Order of the Bath Category:Knights Grand Cross of the Royal Victorian Order Category:People educated at Eton College Category:Rifle Brigade officers Category:Sherwood Foresters officers Category:Eldest sons of British hereditary barons Frederic",
 "title": "Frederic Thesiger, 2nd Baron Chelmsford"
}