{
 "id": "868362",
 "text": "Guy Davis (born 1966) is an American creature designer, concept artist, illustrator and storyboard artist who has worked on film, television, comic book and video game projects. He is known for his collaborations with filmmaker Guillermo del Toro, including the television series The Strain (2014–17) and the films Pacific Rim (2013), Crimson Peak (2015) and The Shape of Water (2017). Beforehand, Davis was the regular artist for the Hellboy spinoff comic B.P.R.D. (2003–2010), as well as the artist behind his own creator-owned comic The Marquis (2009). ==Biography== ===Career=== A self- taught illustrator, Guy Davis began his art career in 1985. Soon his independent work attracted the editors of Caliber Press, who published his first creator-owned series — the Harvey Award-nominated Baker Street. It was the success of Baker Street that got Davis work with DC Comics/Vertigo, illustrating Sandman Mystery Theatre. He illustrated Mike Mignola’s ongoing B.P.R.D. series, The Zombies That Ate the World for Métal Hurlant, and his creator-owned series The Marquis for Dark Horse Comics.CCI: Guy Davis Talks \"The Marquis\", Comic Book Resources, July 24, 2008Guy Davis - Talking About The Marquis and More, Newsarama, August 21, 2008 He has also provided illustration work for the White Wolf role-playing game series and TCM Underground, cover artwork for Criterion, and poster art for Mondo. At the 2011 ECCC, Davis announced he would no longer be the ongoing B.P.R.D. artist. Since leaving comics, Davis has moved to a career in conceptual design, providing concept art, character design and storyboards for film, television and video games. He worked on Pacific Rim, designing the Kaiju Otachi and Slattern, various props and storyboards. Other conceptual design projects for director Guillermo del Toro include Crimson Peak, The Strain TV series and The Simpsons Treehouse of Horror XXIV opening. He has also provided concept for Steven Universe, ParaNorman, The Mill at Calder's End, Pinocchio, and video game projects including Evolve and InSane. ===Personal life=== Davis currently resides in Michigan, with his partner, writer and artist Rosemary Van Deuren. He graduated from Clarkston High School in 1984. ==Bibliography== Concept art / character design: * Crimson Peak (Legendary Pictures) Concept Art 2013–2014 * The Strain TV Series (FX) Concept Art 2013–2014 * Steven Universe TV Series (Cartoon Network) Additional Character Design / Additional Background Design Arcade Mania / Giant Woman, Tiger Millionaire / Steven's Lion 2013 * The Mill at Calder’s End (Kevin McTurk / The Spirit Cabinet) Creature Concept 2013 * Pinocchio (Guillermo del Toro / Jim Henson Co) Concept Art 2012 * EVOLVE Video Game (Turtle Rock / THQ) Additional Creature Concept Design 2012 * Pacific Rim (Legendary Pictures / Warner Bros) Concept Art 2011–2012 * InSANE Video Game (THQ / Volition) Concept Art / Design 2010–2012 * At The Mountains of Madness (Guillermo del Toro) Concept Art 2010 * ParaNorman (Laika) Character Design 2008 * Black Sky (Chamber Six Productions) Concept Art 2007 * The Amazing Screw-On Head (KickStart Entertainment) Prop Design 2005 * The Zombies That Ate the World pilot (Les Humanoides Associes) Character Design 2004 IMDB Comics work includes: * Baker Street (art and script, with writer Gary Reed (first arc), ten-issue limited series, March 1989 - February 1991, collected as 2 trade paperbacks by Caliber Comics, single volume, iBooks, 352 pages, 2003, ) * Sandman Mystery Theatre (with Matt Wagner and Steve Seagle, Vertigo) * Vertigo Visions: Phantom Stranger (with Alisa Kwitney, one-shot special, Vertigo) * Starman #22 (with James Robinson, DC Comics, September 1996) * Nevermen (with Philip Amara, Dark Horse Comics): ** The Nevermen (4-issue mini-series, 2000, tpb, 120 pages, 2001, )Dark Horse Comics - Profile - Nevermen TPB ** Streets of Blood (3-issue mini-series, 2003, tpb, 80 pages, 2003, )Dark Horse Comics - Profile - Nevermen: Streets of Blood TPB * Brave Old World (4-issue limited series with William Messner-Loebs, Phil Hester, February 2000, Vertigo Comics) * The Marquis (script and art, Dark Horse Comics): * Fantastic Four: Unstable Molecules (with James Sturm, Marvel Comics, March–June, 2003, tpb, 2003, ) * Batman: Nevermore (with Len Wein, 5-issue mini-series, Elseworlds, DC Comics, June – October, 2003) *The Zombies That Ate the World (art, with writer Jerry Frissen, in Métal Hurlant, #8-14, Sept/Oct. 2003 – Nov/Dec. 2004, tpb, Devil's Due Publishing, 184 pages, October 2009, ) *B.P.R.D. (art, with writer Mike Mignola, Dark Horse Comics, July 2003 – 2011) collected as: ** The Soul of Venice and Other Stories (collects \"Dark Waters\", ) ** Plague of Frogs (collects A Plague of Frogs 5-issue limited series, ) ** The Dead (collects The Dead 5-issue limited series, 2005, ) ** The Black Flame (collects The Black Flame 6-issue limited series, July 2006, ) ** The Universal Machine (collects The Universal Machine 5-issue limited series, January 2007, ) ** Garden of Souls (collects Garden of Souls 5-issue limited series, January 2008, ) ** Killing Ground (collects Killing Ground 5-issue limited series, May 2008, ) ** The Warning (collects The Warning 5-issue limited series, April 29, 2009, ) *Judge Dredd: \"Out Law\" (with Rob Williams, in Judge Dredd Megazine #296, March 2010) Other Projects: * Legacy by blues musician Guy Davis (cover and liner artwork) ==Awards== He won the Eisner Award in *1997: Won \"Best Serialized Story,\" for \"Sand and Stars\" (Starman #20–23) with James Robinson, Tony Harris, and Wade Von Grawbadger1997 Will Eisner Comic Industry Award Nominees and Winners, the Comic Book Awards Almanac *2004: Won \"Best Limited Series,\" for Fantastic Four: Unstable Molecules with James Sturm2004 Will Eisner Comic Industry Award Nominees and Winners, the Comic Book Awards Almanac *2009: Won \"Best Penciller/Inker or Penciller/Inker Team,\" for BPRD ==Notes== ==References== * * ==External links== * *SciFi.com's The Amazing Screw-On Head pilot ===Interviews=== * * Category:Living people Category:American comics artists Category:Eisner Award winners for Best Penciller/Inker or Penciller/Inker Team Category:Date of birth missing (living people) Category:Place of birth missing (living people) Category:1966 births",
 "title": "Guy Davis (comics)"
}