{
 "id": "868553",
 "text": "Arthur Chichester, 1st Baron Templemore (8 January 1797 – 26 September 1837) was an Anglo-Irish soldier, politician and courtier. Chichester was born in Westminster, London, the eldest son of Lord Spencer Chichester, third son of Arthur Chichester, 1st Marquess of Donegall. His mother was Lady Anne Harriet Stewart, daughter of John Stewart, 7th Earl of Galloway.thepeerage.com Arthur Chichester, 1st Baron Templemore He was educated in England, matriculating at Brasenose College, Oxford in 1815, and entered the British Army, serving with the 2nd Life Guards and eventually attaining the rank of lieutenant colonel in 1827. In 1826 Chichester was elected Whig Member of Parliament for Milborne Port, a seat he held for four years before becoming representative for County Wexford in 1830. The following year, on the occasion of the coronation of William IV, he was raised to the peerage as Baron Templemore, of Templemore in the County of Donegal (\"Templemore\" refers to the civil parish in the city of Derry, Northern Ireland). He was also made a Gentleman of the Bedchamber in 1835, and in 1837 succeeded this appointment as a Lord in Waiting. Lord Templemore married Lady Augusta Paget, daughter of Henry Paget, 1st Marquess of Anglesey, in 1820. They had five sons and two daughters. He died after a short illness aged 40 at his home of Coombe Bank, Kent, and was buried at nearby Sundridge. His wife outlived him by thirty-five years, dying in 1872. ==References== ==External links== * Category:1797 births Category:1837 deaths Category:People from Westminster Category:Barons in the Peerage of the United Kingdom Category:British Life Guards officers Category:Alumni of Brasenose College, Oxford Category:Members of the Parliament of the United Kingdom for English constituencies Category:Members of the Parliament of the United Kingdom for County Wexford constituencies (1801–1922) Category:UK MPs 1826–1830 Category:UK MPs 1830–1831 Category:UK MPs who were granted peerages Category:Whig (British political party) Lords-in-Waiting Category:Whig (British political party) MPs for English constituencies Category:Whig (British political party) MPs for Irish constituencies Arthur Category:Peers of the United Kingdom created by William IV",
 "title": "Arthur Chichester, 1st Baron Templemore"
}