{
 "id": "868634",
 "text": "Hans \"Hanne\" Nüsslein (; 31 March 1910 – 28 June 1991) was a German tennis player and coach and former World professional number 1 tennis player who won four professional Majors singles titles during his career. == Biography == Nüsslein was born in Nuremberg on 31 March 1910. In his youth, he played football, handball and tennis at the 1. FC Nürnberg. After finishing school he apprenticed as a mechanic. At age 16, he gave tennis lessons to other club members for which he was paid a small amount. After a member of a neighboring club reported this to the German Tennis Federation, Nüsslein received a lifetime ban from amateur competition, preventing him from competing at Grand Slam tournaments. Nüsslein then decided to work as a professional tennis coach. On 1 April 1928, he passed the qualifying examination and became a member of the German federation of tennis coaches. He then was hired by the Deutsche Bank in order to give lessons to their executives. ===Professional Career=== ;1929 Beside his coaching work, Nüsslein pursued a career on the emerging professional tennis tournaments. In 1929, he finished in third place in the concluding round robin at the German Pro tennis championships. His win was against Hermann Richter. ;1930 In January 1930, Nüsslein reached the quarter finals of the Bristol Cup, beating Edmund Burke before losing to Robert Ramillon. At the French Pro championships at Roland Garros, Nüsslein reached the quarter finals before losing to Roman Najuch. He placed second in the German Pro championships to Plaa and also won his first international pro tournament: Beaulieu-sur-Mer on the French Riviera. ;1931 In 1931, Nüsslein won the German Pro Championships over Roman Najuch. He played tennis against legend Bill Tilden in Europe, taking him to 5 sets in Hamburg. Tilden who had never heard of Nüsslein before the match (\"Who is Nusslein?\") was surprised by the German's performance and invited him to play in his United States pro tour. ;1932 In 1932 Nüsslein and Tilden played the World tour in the United States. Tilden won comfortably. Nüsslein lost in the final of the U. S. Pro in Chicago to Karel Kozeluh in straight sets in July. \"Long rallies, which frequently sent the score back to deuce, were the outstanding features of the match with Kozeluh, by reason of greater steadiness, scoring many points on these occasions. Both players showed a desire to hug the base line, with neither attempting to reach the net, save on rare occasions when a short drop shot would pull them to the forecourt. As a result the match was rather tedious.\" Nüsslein finished third out of four in the concluding round robin at the World Pro Championships in Berlin in September behind Martin Plaa and Bill Tilden. ;1933 The score in the 1933 U. S. tour between Nüsslein and Tilden was 56–22 in Tilden's favour. In September, Nüsslein and Tilden met in the final of the World Pro Championships. In front of an audience of 7,000, \"Nusslein was better than he seemed ... and little by little the young man began to blunt Tilden’s shot-making. With Tilden tiring, Nusslein pushed closer into court, sometimes trapping half-volleys at the service line and moving in, often behind drop shots. The German star gradually added pace and confidence, eventually dominating play and finally winning 1-6 6-4 7-5 6-3.\" Touring South America in November, Nüsslein won the tournament at Buenos Aires over Kozeluh and the Facondi brothers. Ray Bowers ranked Nüsslein the World No. 1 professional for 1933 and Albert Burke also ranked Nüsslein World no. 1 pro. ;1934 Nüsslein won the Miami Pro in March beating Kozeluh in the final \"timing his shots to perfection and stroking with lightning-like speed\". At the US Pro in August, Nüsslein beat Ellsworth Vines in the semi finals. In the final he beat Karel Koželuh. \"Nusslein mixed soft slices to midcourt with stinging drives, to the corners and kept the Czech on the run throughout the match. Kozeluh's lift shots carried about half the speed that Nusslein put on his flat drives.\" Nüsslein won the German Pro in September. ;1935 Nüsslein won the Miami Beach Pro in February beating Kozeluh in four sets in the final. He won the Strassbourg Pro in June over Tilden in the semis and Ramillon in the final and won the German Pro in September. ;1936 From 1936 onwards, Nüsslein spent a fair amount of his time coaching. He signed a contract with Rot-Weiss tennis club in Cologne. In the late thirties, Nüsslein coached the first Grand Slam winner Don Budge, the Australian Davis Cup team as well as several German players. Nüsslein won the Southport Pro event in July beating Cochet, Plaa and Ramillon in the concluding round robin and won the German Pro in September. ;1937 Nüsslein won the King George VI Coronation Plate at Wembley in May beating Tilden in the final, the French Pro championships in June (over Tilden and Henri Cochet), the Southport Dunlop Cup in July over Ramillon in the final and the Grand Palais Pro in August winning the concluding round robin against Tilden, Ramillon and Stoefen. He also won the Dutch Pro in Scheveningen in September beating Tilden in the final. In October he won the Wembley Pro (over Tilden) \"there was too little variety, neither man favouring the volley much. However, one had to marvel at the superb length kept by Nusslein\". The same month he won in Rome over Henri Cochet. ;1938 Nüsslein won a round robin in Brussels in June over Tilden, Ramillon and Plaa. Another significant professional tournament of the time was the International Pro Championship of Britain in Southport, which Nüsslein won for the third time in a row in July, beating Tilden among others and won the German Pro in September. The same month, he won the French Pro in 1938 (over Tilden). In October he won another round robin in Brussels, this time over Tilden, Ramillon and Vincent Richards and beat the same players in a round robin in Copenhagen. ;1939 Nüsslein won an eight-man round robin at Olympia in London in April. He won the event at Southport for the fourth year in a row beating Vines and Tilden in successive rounds. ;1940-1957 In World War II Nüsslein served in the German army. Towards the end of the war, he suffered an arm injury which affected his tennis. At the 1953 Wembley Pro Championships, age 43, he won eight games against a 25-year-old Pancho Gonzales, losing 4–6, 4–6. In 1950, he won the international tennis coaches championships at Bad Ems. He continued to play tournaments until 1957 and gave tennis lessons until an age of 70. His most prominent tennis pupils included Wilhelm Bungert, Christian Kuhnke, Dieter Ecklebe and Wolfgang Stuck. ;Later years Nüsslein was known for his fine groundstrokes. Tennis historian Robert Geist described his playing style: \"He possessed classic strokes, equal to Hall of Famers René Lacoste, Henri Cochet, and Karel Koželuh, as well as excellent volleys, magnificent drop shots and breath-taking half-volleys. As consistent as Ken Rosewall, Nüsslein was one of the best players during the 1930s.\" Remaining unmarried for most of his life, at age 72, Nüsslein finally married his long-time partner Anneliese. He died nine years later at Altenkirchen after suffering a stroke. In 2006, Nüsslein was inducted into the International Tennis Hall of Fame in Newport, Rhode Island. ==Major finals== ===Pro Slam tournaments=== ====Singles: 9 (5/4)==== {| class='sortable wikitable' !style=\"width:45px\"|Result !style=\"width:35px\"|Year !style=\"width:140px\"|Championship !style=\"width:50px\"|Surface !style=\"width:150px\"|Opponent !style=\"width:170px\" class=\"unsortable\"|Score |-style=\"background:#ccccff;\" | style=\"background:#ffa07a;\"|Loss ||1932||U.S. Pro||Clay|| Karel Koželuh||2–6, 3–6, 5–7 |-style=\"background:#ebc2af;\" | style=\"background:#98fb98;\"|Win ||1933 || World Pro ||Clay || Bill Tilden||1–6, 6–4, 7–5, 6–3 |-style=\"background:#ccccff;\" | style=\"background:#98fb98;\"|Win ||1934||U.S. Pro||Clay|| Karel Koželuh||6–4, 6–2, 1–6, 7–5 |-style=\"background:#ccffcc;\" | style=\"background:#ffa07a;\"|Loss ||1934||Wembley Pro||Indoor|| Ellsworth Vines||6–4, 5–7, 3–6, 6–8 |-style=\"background:#ebc2af;\" | style=\"background:#ffa07a;\"|Loss ||1935 || French Pro ||Clay || Ellsworth Vines|| 8–10, 4–6, 6–3, 1–6 |-style=\"background:#ebc2af;\" | style=\"background:#98fb98;\"|Win ||1937 || French Pro ||Clay || Henri Cochet||6–2, 8–6, 6–3 |-style=\"background:#ccffcc;\" | style=\"background:#98fb98;\"|Win ||1937||Wembley Pro||Indoor|| Bill Tilden||6–3, 3–6, 6–3, 2–6, 6–2 |-style=\"background:#ebc2af;\" | style=\"background:#98fb98;\"|Win ||1938 || French Pro ||Clay || Bill Tilden||6–0, 6–1, 6–2 |-style=\"background:#ccffcc;\" | style=\"background:#ffa07a;\"|Loss ||1939||Wembley Pro||Indoor|| Don Budge||11–13, 6–2, 4–6 |} == See also == * Professional Tennis Championships * List of male tennis players ==References== == External links == * * Munzinger- Archiv Category:1910 births Category:1991 deaths Category:German male tennis players Category:International Tennis Hall of Fame inductees Category:Sportspeople from Nuremberg Category:Professional tennis players before the Open Era Category:German Army personnel of World War II Category:Tennis people from Bavaria Category:World number 1 ranked male tennis players",
 "title": "Hans Nüsslein"
}