{
 "id": "869048",
 "text": "The Hounsfield scale , named after Sir Godfrey Hounsfield, is a quantitative scale for describing radiodensity. It is frequently used in CT scans, where its value is also termed CT number. ==Definition== The Hounsfield unit (HU) scale is a linear transformation of the original linear attenuation coefficient measurement into one in which the radiodensity of distilled water at standard pressure and temperature (STP) is defined as 0 Hounsfield units (HU), while the radiodensity of air at STP is defined as −1000 HU. In a voxel with average linear attenuation coefficient \\mu, the corresponding HU value is therefore given by: HU = 1000\\times\\frac{\\mu - \\mu_{\\textrm{water}}}{\\mu_{\\textrm{water}} - \\mu_{\\textrm{air}}} where \\mu_{\\textrm{water}} and \\mu_{\\textrm{air}} are respectively the linear attenuation coefficients of water and air. Thus, a change of one Hounsfield unit (HU) represents a change of 0.1% of the attenuation coefficient of water since the attenuation coefficient of air is nearly zero. Calibration tests of HU with reference to water and other materials may be done to ensure standardised response. This is particularly important for CT scans used in radiotherapy treatment planning, where HU is converted to electron density. Variation in the measured values of reference materials with known composition, and variation between and within slices may be used as part of test procedures. ===Rationale=== The above standards were chosen as they are universally available references and suited to the key application for which computed axial tomography was developed: imaging the internal anatomy of living creatures based on organized water structures and mostly living in air, e.g. humans. ==Values for different body tissues and material == thumb|CT scan of the thorax with window level set to -700 HU (lung) thumb|CT scan of the thorax with window level set to -1,000 HU (air) thumb|CT scan of the thorax with window level set to 0 HU (water) thumb|CT scan of the thorax with window level set to 60 HU (liver) HU-based differentiation of material applies to medical-grade dual-energy CT scans but not to cone beam computed tomography (CBCT) scans, as CBCT scans provide unreliable HU readings. Values reported here are approximations. Different dynamics are reported from one study to another. Exact HU dynamics can vary from one CT acquisition to another due to CT acquisition and reconstruction parameters (kV, filters, reconstruction algorithms, etc.). The use of contrast agents modifies HU as well in some body parts (mainly blood). {| class=\"wikitable\" |- ! colspan=\"2\" | Substance !! HU |- | colspan=\"2\" | Air | −1000 |- | colspan=\"2\" | Fat | −120 to −90 |- | colspan=\"2\" | Soft tissue on contrast CT | +100 to +300 |- | rowspan=\"2\" | Bone || Cancellous || +300 to +400 |- | Cortical || +500 to +1900 |- | rowspan=\"3\" | Subdural hematoma || First hours || +75 to +100Fig 3 in: |- | After 3 days || +65 to +85 |- | After 10–14 days || +35 to +40 |- | rowspan=\"2\" | Other blood || Unclotted || +13Page 263 in: to +50page 20.17 in: |- | Clotted || +50page 17 in: to +75 |- | rowspan=\"2\" | Pleural effusion || Transudate || +2 to +15 |- | Exudate || +4 to +33 |- | rowspan=\"7\" | Other fluids || Chyle | −30Page 342 in: |- |Water | 0 |- | Urine | −5 to +15Page 83 in: |- | Bile | −5 to +15 |- |CSF | +15 |- | Abscess / Pus | 0 or +20, to +40 or +45 |- | Mucus | 0 \\- 130 (\"high attenuating\" at over 70 HU) |- | rowspan=\"8\" | Parenchyma || Lung | −700 to −600Page 379 in: |- | Kidney | +20 to +45 |- | Liver | 60 ± 6page 210 in: |- | Lymph nodes | +10 to +20Page 58 in: |- |Muscle | +35 to +55 |- | Thymus | *+20 to +40 in childrenPage 488 in: *+20 to +120 in adolescents |- |White matter | +20 to +30 |- |Grey matter | +37 to +45 |- | rowspan=\"2\" | Gallstone || Cholesterol stone || +30 to +100 |- | Bilirubin stone || +90 to +120 |- | rowspan=\"7\" | Foreign body || Windowpane glass || +500 |- | Aluminum, tarmac, car window glass, bottle glass, and other rocks || +2,100 to +2,300 |- | Limestone || +2,800 |- | Copper || +14,000 |- | Silver || +17,000 |- | Steel || +20,000 |- | Gold, steel, and brass || +30,000 (upper measurable limit) |- | colspan=\"2\" | Earwax || <0 |} A practical application of this is in evaluation of tumors, where, for example, an adrenal tumor with a radiodensity of less than 10 HU is rather fatty in composition and almost certainly a benign adrenal adenoma.medscape >Adrenal Adenoma Imaging. Author: Perry J Horwich. Chief Editor: Eugene C Lin. Updated: Apr 21, 2011 ==See also== * Cone beam computed tomography: Bone density and the Hounsfield scale. ==References== * ==External links== * *Hounsfield Unit - fpnotebook.com * * Imaging of deep brain stimulation leads using extended Hounsfield unit CT. Stereotact Funct Neurosurg. 2009;87(3):155-60. doi: 10.1159/000209296 Category:Radiology",
 "title": "Hounsfield scale"
}