{
 "id": "869267",
 "text": "Methemoglobin (British: methaemoglobin) (pronounced \"met-hemoglobin\") is a hemoglobin in the form of metalloprotein, in which the iron in the heme group is in the Fe3+ (ferric) state, not the Fe2+ (ferrous) of normal hemoglobin. Sometimes, it is also referred to as ferrihemoglobin. Methemoglobin cannot bind oxygen, which means it cannot carry oxygen to tissues. It is bluish chocolate-brown in color. In human blood a trace amount of methemoglobin is normally produced spontaneously, but when present in excess the blood becomes abnormally dark bluish brown. The NADH-dependent enzyme methemoglobin reductase (a type of diaphorase) is responsible for converting methemoglobin back to hemoglobin. Normally one to two percent of a person's hemoglobin is methemoglobin; a higher percentage than this can be genetic or caused by exposure to various chemicals and depending on the level can cause health problems known as methemoglobinemia. A higher level of methemoglobin will tend to cause a pulse oximeter to read closer to 85% regardless of the true level of oxygen saturation. == Etymology == The word methemoglobin derives from the Ancient Greek prefix μετα- (meta-: behind, later, subsequent) and the word hemoglobin. The name hemoglobin is itself derived from the words heme and globin, each subunit of hemoglobin being a globular protein with an embedded heme group. == Common causes of elevated methemoglobin == * Reduced cellular defense mechanisms ** Children younger than 4 months exposed to various environmental agents ** Pregnant women are considered vulnerable to exposure of high levels of nitrates in drinking water ** Cytochrome b5 reductase deficiency ** G6PD deficiency ** Hemoglobin M disease ** Pyruvate kinase deficiency * Various pharmaceutical compounds ** Local anesthetic agents, especially prilocaine and benzocaine. ** Amyl nitrite, chloroquine, dapsone, nitrates, nitrites, nitroglycerin, nitroprusside, phenacetin, phenazopyridine, primaquine, quinones and sulfonamides * Environmental agents ** Aromatic amines (e.g. p-nitroaniline, patient case) ** Arsine ** Chlorobenzene ** Chromates ** Nitrates/nitrites ** Umbellulone * Inherited disorders ** Some family members of the Fugate family in Kentucky, due to a recessive gene, had blue skin from an excess of methemoglobin. * In cats **Ingestion of paracetamol (i.e. acetaminophen, tylenol) ==Therapeutic uses== Amyl nitrite is administered to treat cyanide poisoning. It works by converting hemoglobin to methemoglobin, which allows for the binding of cyanide (CN–) anions by ferric (Fe3+) cations and the formation of cyanomethemoglobin. The immediate goal of forming this cyanide adduct is to prevent the binding of free cyanide to the cytochrome a3 group in cytochrome c oxidase. ==Methemoglobin saturation== Methemoglobin is expressed as a concentration or a percentage. Percentage of methemoglobin is calculated by dividing the concentration of methemoglobin by the concentration of total hemoglobin. Percentage of methemoglobin is likely a better indicator of illness severity than overall concentration, as underlying medical conditions play an important role. For example, a methemoglobin concentration of 1.5 g/dL may represent a percentage of 10% in an otherwise healthy patient with a baseline hemoglobin of 15 mg/dL, whereas the presence of the same concentration of 1.5 g/dL of methemoglobin in an anemic patient with a baseline hemoglobin of 8 g/dL would represent a percentage of 18.75%. The former patient will be left with a functional hemoglobin concentration of 13.5 g/dL and potentially remain asymptomatic while the latter patient with a functional hemoglobin concentration 6.5 g/dL may be severely symptomatic with a methemoglobin of less than 20%. * 1-2% Normal * Less than 10% metHb - No symptoms * 10-20% metHb - Skin discoloration only (most notably on mucous membranes) * 20-30% metHb - Anxiety, headache, dyspnea on exertion * 30-50% metHb - Fatigue, confusion, dizziness, tachypnea, palpitations * 50-70% metHb - Coma, seizures, arrhythmias, acidosis * Greater than 70% metHb - High risk of death This may be further compounded by the \"functional hemoglobin's\" decreased ability to release oxygen in the presence of methemoglobin. Anemia, congestive heart failure, chronic obstructive pulmonary disease, and essentially any pathology that impairs the ability to deliver oxygen may worsen the symptoms of methemoglobinemia. ==Blood stains== Increased levels of methemoglobin are found in blood stains. Upon exiting the body, bloodstains transit from bright red to dark brown, which is attributed to oxidation of oxy-hemoglobin (HbO2) to methemoglobin (met-Hb) and hemichrome (HC).Bremmer et al PLoS ONE 2011 http://www.plosone.org/article/info:doi/10.1371/journal.pone.0021845 ==See also== * Blue baby syndrome * Carboxyhemoglobin * Methemoglobinemia ==References== ==External links== * * MetHb Formation * The Blue people of Troublesome Creek Category:Cellular respiration Category:Hemoglobins Category:Hemoproteins Category:Respiratory physiology",
 "title": "Methemoglobin"
}