{
 "id": "869456",
 "text": "Thomas Brown (October 24, 1785 – August 24, 1867) was an American politician who served as Florida's second Governor from 1849 to 1853. He is buried at the Old City Cemetery in Tallahassee. == Early life == Thomas Brown was born in Westmoreland County, Virginia, United States, home to George Washington, James Monroe, and others. Brown served in the War of 1812, and subsequently became chief clerk of the post office at Richmond. While in that position, he invented the post office letter box. In 1828, Brown moved with his family to the Florida Territory. == Politics == thumb|left|Brown (right), photographed with his daughter. Brown, a Whig, became auditor of the Florida Territory in 1834, president of the legislative council in 1838, a member of the constitutional convention in 1839, and a member of the first Florida House of Representatives under statehood in 1845. == Governor of Florida == left|thumb|200px|Grave of Gov. Brown, in Tallahassee FL; 2007. As governor, Brown tried to improve Florida's transportation system. Also, he complained that Florida was making slow progress on education. On January 6, 1853, he signed the bill that provided public support to higher education. East Florida Seminary in Ocala was one of the first schools to utilize this funding, but it soon closed due to the Civil War. In 1866, EFS reopened in Gainesville, and the University of Florida traces its history to this institution. right|thumb|200px|Brown's Inn. Brown was inspired by the discovery of the rich muck lands of the Lake Okeechobee area and encouraged cattlemen and farmers, protected by the Florida militia, to enter the region. Brown also made an effort to determine whether the Everglades should be drained. During this period, Fort Myers was developed into a full-sized village. In December 1855, Lt. George Hartsuff, on a \"survey\" of Seminole facilities, ran survey lines across Billy Bowlegs' prize banana garden and the Seminole Indians returned to war. == Other accomplishments, and death == Brown was an active Mason for more than 60 years, serving as Grand Secretary of the Grand Lodge of the State of Florida from 1834-1836 and compiling a book on Masonry. Governor Brown died in Tallahassee on August 24, 1867. In 1834, Brown built a hotel called Brown's Inn in Tallahassee, located on the west side of Adams Street, between Pensacola and Lafayette streets. In 1839 it was known as the City Hotel, in 1840 as the Adelphi, and later as the Morgan Hotel. It was destroyed by fire in 1886. ==External links== * Category:Governors of Florida Category:Florida Whigs Category:People from Westmoreland County, Virginia Category:1785 births Category:1867 deaths Category:Whig Party state governors of the United States Category:19th-century American politicians Category:American military personnel of the War of 1812 Category:Members of the Florida House of Representatives Category:Speakers of the Florida House of Representatives",
 "title": "Thomas Brown (Florida politician)"
}