{
 "id": "869517",
 "text": "The Normal is the recording artist name used by English music producer Daniel Miller, a film editor at the time, who is best known as the founder of the record label Mute Records. ==Background== In 1977, Miller had split up with his girlfriend. A friend suggested that he read a book the friend himself had just finished. The book was Crash (1973) by J.G. Ballard.Synth Britannia - Documentary (BBC4 2 August 2010) He felt that Ballard's writing took him five minutes into the future; the novel was to be a major influence in the music he would produce as The Normal. Miller was disillusioned by the fact you needed to learn three chords to be in a punk band, so he decided to purchase a synthesiser. His thinking was that you only needed to learn to press one key on a synthesiser. After buying a Korg 700s synthesiser from Macari's music shop in London, Miller recorded and released a single under the name The Normal. This was \"T.V.O.D.\"/\"Warm Leatherette\". Both tracks were minimalist electronic songs influenced by the Crash novel. He wanted the sound of the recordings to be visual, like driving along a highway between large buildings then going through a tunnel. The single was recorded in Daniel Miller's house using a TEAC four track tape recorder and the Korg mini700s synthesiser. \"Live at West Runton Pavilion\", The Normal's second release, done with another Mute Records act, Robert Rental, wasn't well received. A strange release, it was a one-sided album (side two was left blank) of improvised electronic noises, in a plain purple dust jacket. Marat Records released the record in Germany as Daniel Miller Robert Rental Live, with a black and white picture sleeve, catalogue No. Marat Rough 017. ==Influence on other artists== Songs by The Normal have been covered and performed by many notable artists such as Grace Jones, Sleep Chamber, Chicks on Speed/Hell on a split-7\", Giddle and Boyd Rice and in 2006 by Trent Reznor with Jeordie White and Peter Murphy. \"Warm Leatherette\" was performed live by Duran Duran in November 2007 as part of an electro medley during their 2008 tour, in support of their album Red Carpet Massacre. ==Discography== * The Normal - \"T.V.O.D.\" / \"Warm Leatherette\" (Mute Records 1978) * Robert Rental & The Normal - Live At West Runton Pavilion, 6-3-79 (Rough Trade 1980) ==References== ==External links== *The Normal at Mute Records Official site * *The Normal Discography at discogs.com * Category:English new wave musicians Category:English electronic musicians Category:Mute Records artists Category:Sire Records artists Category:British industrial musicians Category:Minimal wave musicians",
 "title": "The Normal"
}