{
 "id": "870593",
 "text": "Baked Alaska, also known as Bombe Alaska, omelette norvégienne, omelette surprise, or omelette sibérienne depending on the country, is a dessert consisting of ice cream and cake topped with browned meringue. The dish is made of ice cream placed in a pie dish, lined with slices of sponge cake or Christmas pudding, and topped with meringue. The entire dessert is then placed in an extremely hot oven for a brief time, long enough to firm and caramelize the meringue but not long enough to begin melting the ice cream. ==Etymology== The name \"baked Alaska\" was supposedly coined at Antoine's, a restaurant in New Orleans, Louisiana, US, by its chef de cuisine Antoine Alciatore in 1867 to honor the acquisition by the United States of Alaska from the Russian Empire on March 10 that year. The dish is also known as an omelette à la norvégienne, or \"Norwegian omelette\", which similarly refers to the cold climate of Norway. Indeed, during the Paris World's fair in 1867, the chef of the Grand Hôtel decided to create a \"scientific dessert\" by using Benjamin Thompson's discovery of the low thermal conductivity of egg whites. Thompson lived in Bavaria at the time of his discovery, and as the chef thought Bavaria was in Norway, he decided to name the dish \"Norwegian omelette\". thumb|A cherry baked Alaska ==Variations== In 1969, the recently invented microwave oven enabled Hungarian gastrophysicist Nicholas Kurti to produce a reverse baked Alaska (also called a \"Frozen Florida\")—a frozen shell of meringue filled with hot liquor. A variation called bombe Alaska calls for some dark rum to be splashed over the baked Alaska. The whole dessert is flambéed while being served. Flame on the iceberg is a popular dessert in Hong Kong that is similar to baked Alaska. The dessert is an ice-cream ball in the middle of a sponge cake, with cream on the top. Whisky and syrup are poured over the top and the ball set alight before serving. Decades ago, the delicacy was served only in high-end hotels, but today it is commonly served in many Western restaurants and even in some cha chaan teng. File:Bombe Alaska, Shashlik Restaurant, Singapore - 20140125.jpg|A bombe Alaska which has been flambéed with alcohol at a restaurant in Singapore File:Flame on the iceberg.jpg|Flame on the iceberg from Hong Kong, made with ice cream, sponge cake, cream, syrup, and whisky ==See also== * Bananas Foster * Bombe glacée – similar to a baked Alaska, but typically using chocolate coating instead of meringue for the outer layer * Fried ice cream * List of desserts ==Notes== ==References== * * == External links == * Category:French desserts Category:American desserts Category:Baked goods Category:Flambéed foods Category:Frozen desserts Category:Ice cream Category:Sponge cakes Category:Meringue desserts",
 "title": "Baked Alaska"
}