{
 "id": "870875",
 "text": "ART is a proprietary image file format used mostly by the America Online (AOL) service and client software. == Technical details == The ART format (file extension \".art\") holds a single still image that has been highly compressed. The format was designed to facilitate the quick downloading of images, among other things. Originally, the compression was developed by the Johnson-Grace Company, which was then acquired by AOL. When an image is converted to the ART format, the image is analyzed and the software decides what compression technique would be best. The ART format has similarities to the progressive JPEG format, and certain attributes of the ART format can lead to image quality being sacrificed for the sake of image compression (for instance, the image's color palette can be limited). == Usage by AOL == The AOL service used the ART image format for most of the image presentation of the online service. In addition, the AOL client's web browser also automatically served such images in the ART format to achieve faster downloads on the slower dialup connections that were prevalent in those days. This conversion was done in the AOL proxy servers and could be optionally disabled by the user. This image conversion process effectively reduced the download time for image files. This technology was once branded as Turboweb and is now known as AOL TopSpeed. == Software support for ART == The Graphic Workshop Professional software from Alchemy Mindworks Corp. supports ART files. (With later versions of the Graphic Workshop Professional software, an ART plugin from Alchemy Mindworks is required for this support.) For the Windows 2000 platform, Microsoft released the AOL Image Support Update which added support for ART images. As of June 2006 the Internet Explorer browser no longer supported ART files when Microsoft released a security update. Among other things, this update removed support for ART files from the Internet Explorer browser in order to help prevent issues where invalid ART data could cause the Internet Explorer software to unexpectedly quit. An ART file that is opened with the AOL picture viewer can be saved as another file type. Software Mfg. Delcam (a subsidiary of Autodesk) has a product called Artcam which uses the ART file extension to create CAD/CAM files. == References == == External links == * Data compression using adaptive bit allocation and hybrid lossless entropy coding * Optimal spline interpolation for image compression * Method and apparatus for compressing images Category:AOL Category:Graphics file formats",
 "title": "ART image file format"
}