{
 "id": "870938",
 "text": "The Fatal Shore: The Epic of Australia's Founding by Robert Hughes is a history of the early years of British colonisation of Australia, and especially the history and social effects of Britain's convict transportation system. It also addresses the historical, political and sociological reasons that led to British settlement. It was first published in 1986. Hughes was an Australian man who became an internationally well-known art critic, living in Europe and then New York, where he became art critic for Time magazine. Hughes's interest in Australia's convict era began in the early 1970s, when he was filming a TV documentary about the history of Australian art that took him to Port Arthur in Tasmania. ==Awards== * 1987 Duff Cooper Prize. * 1988 WH Smith Literary Award. ==Publication history== The Fatal Shore was originally published in 1986 by Alfred A. Knopf in the United States and by William Collins in the UK, and subsequently published in paperback the UK by Collins Harvill in 1987. The Folio Society published a slipcased premium edition in 1998, extending to a fourth printing in 2006. ==Reception== Brian Smith, writing in the World Socialist Web Site, gave a positive review of the book, declaring that it \"provide[s] a vivid portrayal of the human cost of Britain's colonial venture and how these experiences have helped shape modern Australia.\" ==In popular culture== The book is featured in the Netflix TV series, Marvel's The Punisher, in the episode titled \"My Brother's Keeper\". One of the main characters, Amy (Giorgia Whigham), is seen reading it. U.S. comedian Doug Stanhope has mentioned the book numerous times during interviews. Notably during The Joe Rogan Experience podcast #1144 (@56 minutes), where he comments on the number of pages and remarks on the level of brutality ever present in Australia’s convict past. == References == ==External links== *TIME magazine list of top 100 best non-fiction books in 2011 since 1923 when Time was first published Category:Books about Australian history Category:1987 non-fiction books",
 "title": "The Fatal Shore"
}