{
 "id": "871083",
 "text": "The is a Kyoto Municipal Subway line which runs from the southeastern area of the city (starting from Rokujizo Station), then east to west (i.e. tōzai in Japanese) through the Kyoto downtown area. The Kyoto Municipal Transportation Bureau operates the system along with the Karasuma Line and the City Bus. The present terminal stations are Rokujizo Station in Uji and Uzumasa Tenjingawa Station in Ukyō-ku, Kyoto. It handles an average of 241,133 passengers daily (2009 data). The stations are wheelchair-friendly, with elevators, narrow gaps between platform and train, and no height differences at places like restrooms. Each station has a colour code for easy recognition. All platforms on the line are island platforms, and have platform screen doors separating the platform from the tracks. The line is 17.5 km long with a track gauge of . The entire length is double-track. Trains are electric, operating on 1,500 V DC. Trains travel between Rokujizō and Uzumasa Tenjingawa in 34 minutes. On October 12, 1997, the section the line from Daigo to Nijō opened. On November 26, 2004, the line from Daigo to Rokujizō opened. An extension westward from Nijō to Uzumasa Tenjingawa began service on January 16, 2008. thumb|Passengers await the departure of a train at Yamashina Station ==Stations== {| class=\"wikitable\" |- !Station No. !Station name !Japanese !Distance (km) !Station Color !Transfers !colspan=\"2\"|Location |- !T01 | |六地蔵 | align=\"right\"|0.0 | style=\"background:#99CCFF;\"|Wasurenagusa-iro (Forget-me-not) |20px Nara Line (D06) 20px Keihan Uji Line (KH73)Some transfers require a brief walk to a nearby station. In the case of Rokujizō in particular, the station on the Keihan Uji Line is located several blocks away from the Subway and JR stations. |colspan=\"2\"|Uji |- !T02 | |石田 | align=\"right\"|1.1 | style=\"background:#CCFFFF;;\"|Aijiro (White indigofera) | |rowspan=\"2\"|Fushimi-ku |rowspan=\"16\"|Kyoto |- !T03 | |醍醐 | align=\"right\"|2.4 | style=\"background:#FFCCCC;\"|Sakura-iro (Cherry blossom) | |- !T04 | |小野 | align=\"right\"|3.6 | style=\"background:#FF0099;\"|Kōbai-iro (Red ume) | |rowspan=\"5\"|Yamashina-ku |- !T05 | |椥辻 | align=\"right\"|4.9 | style=\"background:#CC6699;\"|Kosumosu-iro (Cosmos) | |- !T06 | |東野 | align=\"right\"|5.9 | style=\"color:#ffffff;background:#9966CC;\"|Fuji-iro (Wisteria) | |- !T07 | |山科 | align=\"right\"|7.0 | style=\"color:#ffffff;background:#9933CC;\"|Fuji Murasaki (Wisteria purple) |20px Tōkaidō Main Line (Biwako Line) (A30), 20px Kosei Line (B30) 20px|OT Keihan Keishin LineTrains of the Keihan Keishin Line operate on the Tōzai Line between Misasagi and Kyoto Shiyakusho-mae stations. One can still transfer to or from the subway at Yamashina, but an extra fee is required, as the stations are physically separate. (OT31 at Keihan Yamashina Station) |- !T08 | |御陵 | align=\"right\"|8.7 | style=\"color:#ffffff;background:#3333CC;\"|Kikyō-iro (Chinese bellflower) |20px|OT Keihan Keishin Line (Through service) |- !T09 | |蹴上 | align=\"right\"|10.5 | style=\"color:#ffffff;background:#330099;\"|Sumire- iro (Violet) | |rowspan=\"3\"|Higashiyama-ku |- !T10 | |東山 | align=\"right\"|11.5 | style=\"color:#ffffff;background:#993399;\"|Ayame-iro (Iris) | |- !T11 | |三条京阪 | align=\"right\"|12.1 | style=\"color:#ffffff;background:#CC3399;\"|Botan-iro (Peony) |20px Keihan Main Line, 20px Keihan Oto Line (KH40 at Sanjō Station) |- !T12 | (Kawaramachi Oike) |京都市役所前 (河原町御池) | align=\"right\"|12.6 | style=\"background:#FF3366;\"|Karakurenai (Crimson) | |rowspan=\"5\"|Nakagyō-ku |- !T13 | |烏丸御池 | align=\"right\"|13.5 | style=\"background:#FF3300;\"|Shu-iro (Vermilion) |20px Kyoto Municipal Subway Karasuma Line (K08) |- !T14 | |二条城前 | align=\"right\"|14.3 | style=\"background:#FF6633;\"|Kaki-iro (Persimmon) | |- !T15 | |二条 | align=\"right\"|15.1 | style=\"background:#FF9933;\"|Yamabuki-iro (Globeflower) |20px Sanin Main Line (Sagano Line) (E04) |- !T16 | |西大路御池 | align=\"right\"|16.2 | style=\"background:#FFC20E;\"|Himawari-iro (Sunflower) | |- !T17 | |太秦天神川 | align=\"right\"|17.5 | style=\"background:#FFF450;\"|Remon-iro (Lemon) |20px|A Keifuku Electric Railroad Arashiyama Main Line (A5 at Randen- Tenjingawa Station) |Ukyō-ku |} ===Footnotes=== ==Rolling Stock== ===Kyoto Municipal Subway=== * 50 series ===Keihan Electric Railway=== * 800 series The Kyoto Municipal Subway train is based at Daigo Depot, while the Keihan Electric Railway train is based at Nishigōri Depot located on the Keihan Ishiyama Sakamoto Line. File:Kyotoshi5604keihan814.jpg|50 series and Keihan 800 series ==History== ===Events leading up to construction=== After World War II, the Kyoto Municipal Transportation Bureau discussed the possibility of creating a new municipal streetcar system, connecting Rokujizō, Daigo, and Keage, before cutting along the centre of Oike-dōri (an elevated line was also considered). Before long, the proposal was at an impasse in the face of ever- increasing automobile use in the city. However, the plan was eventually reworked as a subway line. The population along the east-west route showed a considerable trend of growth, but road development in the vicinity could not overcome traffic congestion, so a plan for transportation facilities connecting the eastern part of the city (Yamashina-ku and the eastern portion of Fushimi-ku) with the city center was developed starting in 1965, and it was officially approved by the city government in 1969. The construction of the segment from Daigo to Nijō was set to start in 1975. At that time, however, the Keihan Keishin Line ran above-ground between Misasagi and Sanjo Keihan along the planned route, and the issue of competition arose. As a result of negotiations, Kyoto City and Keihan Electric Railway agreed to establish a Third Sector (public-private partnership) company to obtain a Type-3 railroad business permit and control the tracks, while the City of Kyoto would obtain a Type-2 railroad business permit and operate the trains on that section. Thus the Kyoto Rapid Railway Corporation was born. Founded in 1986, then-mayor Masahiko Imagawa assumed duties as its president. Kyoto Rapid Railway constructed the subway through the Japan Railway Construction Group, and along with the Keihan Keishin Line's incorporation, the above-ground section was set to be eliminated. Over the course of construction work underneath Kyoto, the project faced frequent, unavoidable interruptions due to discoveries of remains and ruins, and experienced difficult work in tunneling underneath the Kamo River and Tōkaidō Shinkansen. The section from Daigo to Nijō opened in 1997, and the Keihan Keishin Line was integrated from Misasagi to Kyoto Shiyakusho-mae. The reason that the Keishin Line does not terminate at Sanjo Keihan as it originally did when above-ground, is that the necessary amount of space for a returning track could not be provided (not only is there a sharp curve directly to the west of that station, but the extra dead-end track would be directly underneath the Kamo River, so it was not feasible). The reason it did not originally continue to the (then-)terminus at Nijō was for the Kyoto Municipal Transportation Bureau to keep the calculated costs of running the trains balanced. However, since the opening of the extension in 2008, this is no longer the case and trains of the Keishin line now continue to the present terminus at Uzumasa Tenjingawa. When the above-ground Keishin Line portion was demolished, Kujōyama Station and Hinooka Station (which have no subway counterparts) were demolished as well. City residents who lived near Kujōyama Station demanded that there be a Kujōyama subway station, but due to anticipated difficulties in construction (local topography would have either made a station on the subway line as it stands extremely deep or required steep grades on either side), as well as an insufficient estimated number of riders, this request went unfulfilled. ===Extension west=== A plan exists to extend the Tōzai Line as far west as Rakusai in Nishikyō-ku, but for the time being, the extension will be stopped at Uzumasa Tenjingawa; prospects beyond that are as-yet still unclear. There are several issues to be considered: *The population of Rakusai New Town is holding steady or decreasing; *Rakusaiguchi Station on the Hankyū Kyoto Main Line and Katsuragawa Station on the JR Kyoto Line are already in service, so the inconvenience of transportation in that area has already been resolved to a degree; *The subway's high construction costs; *and the population of the Umezu and Kamikatsura districts leading into Rakusai New Town along the route are not very large. ===Timeline=== *October 12, 1997: Opening of the section from Daigo to Nijō. The Keihan Keishin Line is incorporated into the subway. *November 26, 2004: Opening of the section from Rokujizō to Daigo. *January 16, 2008: Opening of the section from Nijō to Uzumasa Tenjingawa. ==Sights of note along the line== * Daigo Station: Daigo- ji, a Buddhist temple with a pagoda and Japanese garden; connections to Toyotomi Hideyoshi * Kyōto Shiyakusho-mae Station: Kyoto City Hall; nearby, the rebuilt Honnō-ji, the original of which (in another part of the city) burned in the attack by Akechi Mitsuhide against Oda Nobunaga * Nijō-jō-mae Station: The Nijo Castle of Tokugawa Ieyasu ==References== Category:Kyoto Municipal Subway Category:Standard gauge railways in Japan Category:Railway lines opened in 1997",
 "title": "Tōzai Line (Kyoto)"
}