{
 "id": "871174",
 "text": "This is a list of all provincial/territorial parks and other provincial/territorial protected areas in Canada. ==Alberta== Alberta's provincial parks and protected areas are managed by Alberta Parks and Alberta Government's ministry of Alberta Environment and Parks whose mandate is to protect the province's natural landscapes in Alberta. As of December 2005, the province of Alberta manages 69 provincial parks. ==British Columbia== Provincial parks and protected areas in British Columbia are under the jurisdiction of the British Columbia Ministry of Environment. ==Manitoba== Provincial parks and protected areas in Manitoba are the responsibility of the Manitoba Ministry of Conservation. ==New Brunswick== New Brunswick's provincial parks and protected areas are the responsibility of the Department of Tourism, Heritage and Culture. ==Newfoundland and Labrador== Provincial parks and protected areas in Newfoundland and Labrador are the responsibility of the Newfoundland and Labrador Ministry of Environment and Conservation. ==Northwest Territories== Northwest Territories territorial parks and protected areas are under the Northwest Territories Ministry of Industry, Tourism & Investment. ==Nova Scotia== Nova Scotia's provincial parks and protected areas are the responsibility of the Nova Scotia Department of Natural Resources. ==Nunavut== Nunavut's territorial parks and protected areas are under Nunavut Ministry of Environment. ==Ontario== Ontario Parks is responsible for provincial parks and protected areas in Ontario. ==Prince Edward Island== Provincial parks and protected areas in Prince Edward Island are the responsibility of the Prince Edward Island Ministry of Tourism and Culture. ==Quebec== Provincial parks (referred to as national parks) and protected areas in Quebec are managed by the Société des établissements de plein air du Québec under the Ministry of Sustainable Development, Environment and Parks. ==Saskatchewan== Provincial parks and protected areas in Saskatchewan are under the responsibility of Saskatchewan Parks under the Ministry of Tourism, Parks, Culture and Sport. ==Yukon== Yukon's territorial parks and protected areas are maintained by the Parks Branch of the Yukon Territory Ministry of Environment ==See also== *List of National Parks of Canada *Urban parks in Canada",
 "title": "List of Canadian protected areas"
}