{
 "id": "87117",
 "text": "In Norse mythology, Göndul (Old Norse: Gǫndul, \"wand-wielder\"Orchard (1997:194).) is a valkyrie. Göndul is attested in Heimskringla, Sörla þáttr, and a 14th-century Norwegian charm. In addition, Göndul appears within the valkyrie list in the Poetic Edda poem Völuspá, in both of the two Nafnaþulur lists found in the Prose Edda, and among the valkyries listed in Darraðarljóð. ==Attestations== ===Heimskringla=== In Hákonarmál, Odin sends forth the two valkyries Göndul and Skögul to \"choose among the kings' kinsmen\" and decide who in battle should dwell with Odin in Valhalla. A battle rages with great slaughter, and part of the description employs the kenning \"Skögul's-stormblast\" for \"battle\". Haakon and his men die in battle, and they see the valkyrie Göndul leaning on a spear shaft. Göndul comments that \"groweth now the gods' following, since Hákon has been with host so goodly bidden home with holy godheads.\" Haakon hears \"what the valkyries said,\" and the valkyries are described as sitting \"high-hearted on horseback,\" wearing helmets, carrying shields and that the horses wisely bore them.Hollander (2007:125). A brief exchange follows between Haakon and the valkyrie Skögul: > :Hákon said: :\"Why didst Geirskogul grudge us victory? :though worthy we > were for the gods to grant it?\" :Skogul said: :\"'Tis owing to us that the > issue was won : and your foemen fled.\"Hollander (2007:126). Skögul says that they shall now ride forth to the \"green homes of the godheads\" to tell Odin the king will come to Valhalla. The poem continues, and Haakon becomes a part of the Einherjar in Valhalla, awaiting to do battle with the monstrous wolf Fenrir.Hollander (2007:126–127). ===Sörla þáttr=== In Sörla þáttr, a short late 14th century narrative from a later and extended version of the Óláfs saga Tryggvasonar found in the Flateyjarbók manuscript, a figure by the name of Göndul appears and instigates the meeting of the kings Hedinn of Serkland and Hogni of Denmark and, by means of seduction and a memory- altering draught, provokes a war between the two. In the work (chapter 5), Hedinn and his household enter a wood in his realm. Hedinn is separated from his men and enters a clearing. He sees a tall, beautiful woman sitting on a chair, and he asks her what her name is, and the woman replies that her name is Göndul. The two talk, and she asks him of his great deeds. He tells her of his deeds and asks her if she knows of any king who is his equal in accomplishments and stature. She says that she knows of one named Hogni of Denmark, who also rules over no less than twenty kings. Hedinn says that they two must compete to find which is better. Göndul comments that Hedinn should now go back to his men, for they are searching for him: > :\"Then whot I,\" said Hedinn, \"that we shall try it which of us twain is > foremost.\" :\"Now will it be time for thee to go to thy men,\" said Gondul; > \"they will be seeking thee.\"Morris (1911:132). In chapter 6, Hedinn travels with his men to meet Hogni in Denmark and there the two test their skills in swimming, archery, fencing and by other means and find their skills to be evenly matched. The two make an oath of brotherhood and halve all their possessions between themselves. Hogni soon leaves to go warring and Hedinn stays behind to guard their combined realm. On a day with beautiful weather, Hedinn goes for a walk in the woods and, like back in Serkland, loses his men and finds himself in an open meadow. In the lawn sits the same woman, Göndul, in the same chair, and yet she seems more beautiful than before. His heart yearns for her. In her hand she holds a drinking horn, shut with a lid, and she tells the king to drink. Hedinn is thirsty from the heat, and drinks from the horn. The drink causes Hedinn to forget his oath of brotherhood with Hogni.Morris (1911:133-134). Göndul asks if Hedinn has tried his prowess against that of Hogni, as she had suggested. Hedinn says that he has done this and that, indeed, they found themselves to be equal. Göndul says that he is mistaken, they are not equal at all. Hogni asks her what she means, and she responds that he no bride, yet Hogni has a noble wife. Hedinn says that he will marry Hogni's daughter Hildr, and that Hogni will surely approve. Göndul replies that it would be more glorious for Hedinn to take Hildr and to slay Hogni's bride, specifically by placing her on a ship and then to kill her before launching it. Influenced by the draught he drank, Hedinn leaves with only this plan in mind.Morris (1911:134). After Hedinn has executed the plan as Göndul suggested, he returns alone to the wood in Serkland and again sees Göndul sitting in the same chair. The two greet one another and Hedinn tells her that he has completed the plot. With this she is pleased. She again gives him the horn, from which he again drinks, yet this time he falls asleep in her lap. Göndul draws away from his head and says \"Now hallow I thee, and give thee to lie under all those spells and the weird that Odin commanded, thee and Hogni, and all the hosts of you.\"Morris (1911:135). Hedinn wakes up and sees the ghostly shadow of Göndul. She has become black and huge, and he remembers everything. Great woe comes over him. ===Ragnhild Tregagás charm=== A witchcraft trial in Bergen, Norway held in 1324 resulted in the recording of a spell used by the witch Ragnhild Tregagás to end the marriage of her former lover, a man named Bárd. The charm contains a mention of Göndul being \"sent out\": > :I send out from me the spirits of (the valkyrie) Gondul. :May the first > bite you in the back. :May the second bite you in the breast. :May the third > turn hate and envy upon you.MacLeod (2006:37). ==Theories== Rudolf Simek says that the name Göndul is etymologically rooted in Old Norse gandr (meaning \"magic, magic wand\"), yet in the Norwegian 'Göndul charm' it appears to mean \"magical animal; werewolf?\", and that, whatever the case, the name \"awakens magical associations which certainly are connected with the function of the Valkyries as directors of human fate.\"Simek (2007:115). ==Notes== ==References== * Hollander, Lee Milton (1980). Old Norse Poems: The Most Important Nonskaldic Verse Not Included in the Poetic Edda. Forgotten Books. * MacLeod, Mindy. Mees, Bernard (2006). Runic Amulets and Magic Objects. Boydell Press. * Morris, William (Trans.). Morris, May. (1911). The Collected Works of William Morris: Volume X, Three Northern Love Stories and the Tale of Beowulf. Longmans Green and Company. * Orchard, Andy (1997). Dictionary of Norse Myth and Legend. Cassell. * Simek, Rudolf (2007) translated by Angela Hall. Dictionary of Northern Mythology. D.S. Brewer Category:Valkyries",
 "title": "Göndul"
}