{
 "id": "871358",
 "text": "\"Gulf\" is a science fiction novella by American writer Robert A. Heinlein, originally published as a serial in the November and December 1949 issues of Astounding Science Fiction and later collected in Assignment in Eternity. It concerns a secret society of geniuses who act to protect humanity. The novel Friday, written in 1982, was loosely a sequel. ==Story== The story postulates that humans of superior intelligence band together, and keeping themselves genetically separate, create a new species. In the process they develop into a hidden and benevolent \"ruling\" class. The story invokes the notions of the General Semantics of Alfred Korzybski and the work of Samuel Renshaw to explain the nature of thought and how people could be trained to think more rapidly and accurately. The material on human intelligence and self-guided evolution is intermixed with a more standard \"secret agent\" adventure story. The \"nova effect\" can initiate a chain reaction that can consume an entire planet. Mrs. Keithley, one of the richest people in the Solar System, wants to use it to blackmail humanity, so she can rule from her home on the Moon. \"Joe\" is a secret agent who is tasked with getting the microfilm containing the only documentation of the effect. Returning to Earth, he is captured and finds himself confined with a man who calls himself \"Kettle Belly\" Baldwin. Using only two packs of playing cards to encode words, they communicate while under observation and plot their escape. Afterward, Baldwin introduces Joe to his group of superior individuals and trains him in their advanced techniques of thought, even attempting telepathy. Baldwin reveals that he and his group work to keep dangerous science and technology out of the hands of normal humans. The nova effect was discovered by Baldwin and implemented by his own people as part of an attempt to prove it could not be done. Joe meets Gail, another agent, with whom he falls in love. Baldwin receives a warning that the nova effect is set to be triggered on Earth, but the triggering device is on the Moon. Joe and Gail are sent to disable the trigger so the device on Earth can be neutralized. Gail has to get the remote control from Mrs. Keithley while Joe is charged with disabling the transmitter. The situation becomes desperate. Joe and Gail unexpectedly achieve telepathic rapport. Gail kills Mrs. Keithley, but is trapped with no escape route, while Joe is certain the transmitter is booby trapped. Knowing that they are both about to die, they telepathically recite their own private marriage vows. ==Characters== One of the story's key characters, Gregory \"Kettle Belly\" Baldwin (also known as Doctor Hartley M. Baldwin), appears as a much older man in the later novel Friday, there known mostly as \"Boss.\" (Boss briefly mentions Gulf's protagonists Joe and Gail as examples of \"honorable hatchet men.\") While the earlier version of the character had strongly argued that smarter people are, and ought to be, separate from the human race in general, Boss appears to categorically deny this premise. However, he prohibits Friday, in his Will, from receiving any inheritance from him if she chooses to emigrate to the planet \"Olympia\", which the novel informs us is where the \"supermen\" went, indicating Baldwin broke from them at some point between the two stories. The dialogue between the male and female leads, Joe and Gail, is reminiscent of the exchanges between the characters in Heinlein's last five novels from 1980-1987. Gail is strongly evocative of the powerful, free-spirited female characters from these novels. Joe is quite similar to the more taciturn male heroes such as Zebadiah Carter and Richard Ames from, respectively, The Number of the Beast and The Cat Who Walks Through Walls. ==Origins== This story was written for the \"time travel\" or \"prophecy\" issue of Astounding Science Fiction. The issue was prompted by a letter from a reader (Richard A. Hoen of the University Club in Buffalo, New York) commenting on the stories in an issue, referring to the stories by author and title, and offering his respective praise and derision for those works. The magazine frequently received letters of this kind; however, in this case, the reader described an issue whose cover date was more than a year in the future, November, 1949. Editor John W. Campbell printed the letter in the November, 1948 issue, then set about making the predictions come true by arranging with the authors mentioned to write and submit stories with the given titles. Gulf, by Anson MacDonald (a Heinlein pseudonym), was one of the stories involved. Heinlein has written that he had a different idea for the story originally, but decided that it was too large for a novella and could not be written in the time he had available. The idea later became one of the inspirations for his novel Stranger in a Strange Land. For the magazine, he decided that the gulf between man and superman would provide an adequate basis for the title. Since Heinlein was no longer using the MacDonald pseudonym by the time the story was published, it was published under his own name. ==See also== * Speedtalk, a fictional constructed language spoken by the secret society ==External links== * *\"Gulf\" parts one and two on the Internet Archive Category:Short stories by Robert A. Heinlein Category:1949 short stories Category:Works originally published in Analog Science Fiction and Fact Category:Literature first published in serial form Category:American novellas Category:Fictional secret societies",
 "title": "Gulf (novella)"
}