{
 "id": "871474",
 "text": "Walter Francis Doran (born October 15, 1945) is a retired admiral in the United States Navy, who served as the Commander in Chief, United States Pacific Fleet (CINCPACFLT) from May 2002 to July 2005. He lives with his wife, Ginny and has two sons, one of whom has a daughter named Regan He currently is Raytheon's president of Asia. ==Navy career== A native of Albany, New York, Doran attended Villanova University where he earned a Bachelor of Arts Degree in history. He was commissioned as an Ensign in 1967 through the Navy's Reserve Officer Training Corps (U.S. Navy) Program. In 1979, Admiral Doran attended the Indian Defense Services Staff College in Wellington, India, where he earned a master's degree in Defense Studies. He describes this experience in India as \"serendipitously important\" as he attended the Staff College with men who would later come to serve in high-ranking positions within their respective governments, among them former Indian CNS Arun Prakash and his successor. Admiral Doran also holds a master's degree in communications from the University of Oklahoma, which he received in 1983. Selected to Flag rank in January, 1993, Doran served as Director, Operations, Plans and Political- Military (N-31/52) on the staff of the Chief of Naval Operations and as the Assistant to the Chairman, Joint Chiefs of Staff from September 2000 to May 2002. Doran commanded the USS De Wert (FFG-45) and the USS Belknap (CG-26), flagship for the United States Sixth Fleet home ported in Gaeta, Italy. From June 1995 to December 1996, Admiral Doran served as commander of Amphibious Group One in and the Amphibious Force U.S. Seventh Fleet, both homeported out of Okinawa, Japan. He also served as Deputy Commander in Chief and Chief of Staff, United States Southern Command from December 1996 through July 1998. From August 1998 to September 2000, Admiral Doran commanded United States Seventh Fleet homeported out of Yokosuka, Japan. Significant shore assignments include tours on the staff of the Chief of Naval Operations in Washington, D.C., including Assistant Branch Head, Pacific Ocean Area/Pacific Plans and Policy Branch (OP-612C) and Branch Head, Europe/NATO Branch (OP-614). From June, 1983 to July, 1985, Doran was Military Assistant to the then Vice President of the United States George H.W. Bush. ==Awards and decorations== {| |170px |Navy Surface Warfare Officer Pin |- |100px |Office of the Joint Chiefs of Staff Identification Badge |- |100px |Vice Presidential Service Badge |} {| | |Defense Distinguished Service Medal with one bronze oak leaf cluster |- | |Navy Distinguished Service Medal with one gold award star |- |18px18px18px18px |Legion of Merit with four award stars |- | |Navy Commendation Medal with Combat V |- | |Navy Achievement Medal with award star |- | |Navy Unit Commendation |- | |Navy Meritorious Unit Commendation with one bronze service star |- | |Navy \"E\" Ribbon with three Battle E awards |- | |Navy Expeditionary Medal |- | |National Defense Service Medal with service star |- |14px14px14px14px |Vietnam Service Medal with four service stars |- | |Southwest Asia Service Medal |- |14px14px14px |Navy Sea Service Deployment Ribbon with three service stars |- |80px |Vietnam Gallantry Cross Unit Citation |- | |NATO Medal for the former Yugoslavia |- | |Inter-American Defense Board Medal |- |80px |Vietnam Campaign Medal |- |80px |Kuwait Liberation Medal (Kuwait) |} ==Post-military career== In 2005, Doran was appointed to Navy Service Executive for Raytheon Company. Since that time, he has become president of Raytheon Asia. Doran has concentrated a significant portion of his Raytheon work in fostering and developing the company's sales to India. In 2014, Doran was elected to the Military Officers Association of America board of directors.\"Election of Directors\", Military Officer, Military Officer Association of America, Alexandria, Virginia, August 2014, p. back cover. That organization has approximately 350,000 members, made up of active duty, retired, and former commissioned officers and warrant officers who served in a uniformed services of the United States.\"2018 Year in Review\", Military Officer, Military Officer Association of America, Alexandria, Virginia, December 2018, p. 75. In October 2018, Doran became chairman of the Military Officers Association's board of directors.\"Who We Are Board of Directors, Leading Staff\", Military Officer, Military Officer Association of America, Alexandria, Virginia, December 2018, p. 2. He has also served on the Military Child Education Coalition board of directors and the U.S.-India Business Council board of directors.\"Adm. Walter F. Doran, USN, (Ret)\", Board of Directors, www.moaa.org, Military Officer Association of America, Alexandria, Virginia, accessed 28 December 2018. == References == Category:1945 births Category:Living people Category:Villanova University alumni Category:Military personnel from Albany, New York Category:University of Oklahoma alumni Category:United States Navy admirals Category:Recipients of the Legion of Merit Category:Recipients of the Navy Distinguished Service Medal Category:Recipients of the Defense Distinguished Service Medal",
 "title": "Walter Doran"
}