{
 "id": "871562",
 "text": "Giacomo Filippo Maraldi (August 21, 1665 - December 1, 1729) was a French- Italian astronomer and mathematician. His name is also given as Jacques Philippe Maraldi. Born in Perinaldo (modern Liguria) he was the nephew of Giovanni Cassini, and worked most of his life at the Paris Observatory (1687 - 1718). He also is the uncle of Jean-Dominique Maraldi. From 1700 until 1718 he worked on a catalog of fixed stars, and from 1672 until 1719 he studied Mars extensively. His most famous astronomical discovery was that the ice caps on Mars are not exactly on the rotational poles of that body. He also recognized (in May 1724) that the corona visible during a solar eclipse belongs to the Sun not to the Moon, and he discovered R Hydrae as a variable star. He also helped with the survey based on the Paris Meridian. In 1723 From p. 140: \"La lumiere plus grande au milieu des boules plus petites, fait voir qu'elle circule en plus grande abondance & plus facilement autour des petites boules qu'autour des grandes.\" (More light in the middle of the smaller balls shows that it [i.e., light] spreads in greater abundance and more easily around small balls than around big [ones].) Fig. 8 on Plate 6 (following p. 142) shows light at the center of a ball's shadow. he also confirmed earlier (1715) discovery of his pupil Joseph-Nicolas Delisle of what is usually referred to as Poisson's spot, an observation that was unrecognized until its rediscovery in the early 19th century by Dominique Arago. At the time of Arago's discovery, Poisson's spot gave convincing evidence for the contested wave nature of light. In mathematics he is most known for obtaining the angle in the rhombic dodecahedron shape in 1712, which is still called the Maraldi angle. Craters on the Moon and Mars were named in his and his nephew's honor. ==References== ==External links== *History of Mars Observations *Short biography Category:1665 births Category:1729 deaths Category:People from the Province of Imperia Category:Members of the French Academy of Sciences Category:18th-century French astronomers Category:17th-century Italian astronomers",
 "title": "Giacomo F. Maraldi"
}