{
 "id": "871673",
 "text": "{| |} USS Kimberly (DD-80) was a built for the United States Navy during World War I. ==Description== The Wickes class was an improved and faster version of the preceding . Two different designs were prepared to the same specification that mainly differed in the turbines and boilers used. The ships built to the Bethlehem Steel design, built in the Fore River and Union Iron Works shipyards, mostly used Yarrow boilers that deteriorated badly during service and were mostly scrapped during the 1930s.Gardiner & Gray, p. 124 The ships displaced at standard load and at deep load. They had an overall length of , a beam of and a draught of . They had a crew of 6 officers and 108 enlisted men.Friedman, pp. 401–03 Performance differed radically between the ships of the class, often due to poor workmanship. The Wickes class was powered by two steam turbines, each driving one propeller shaft, using steam provided by four water-tube boilers. The turbines were designed to produce a total of intended to reach a speed of . The ships carried of fuel oil which was intended gave them a range of at .Friedman, pp. 39–42, 401–03 The ships were armed with four 4-inch (102 mm) guns in single mounts and were fitted with two 1-pounder guns for anti-aircraft defense. Their primary weapon, though, was their torpedo battery of a dozen 21 inch (533 mm) torpedo tubes in four triple mounts. In many ships a shortage of 1-pounders caused them to be replaced by 3-inch (76 mm) anti-aircraft (AA) guns. They also carried a pair of depth charge rails. A \"Y-gun\" depth charge thrower was added to many ships.Friedman, p. 45 ==Construction and career== Kimberly, named for Lewis Ashfield Kimberly, was launched 14 December 1917, by Fore River Shipbuilding Company, Quincy, Massachusetts; sponsored by Miss Elsie S. Kimberly, daughter of Rear Admiral Kimberly; and commissioned 26 April 1918, Comdr. A. W. Johnson in command. After shakedown Kimberly cleared Boston 19 May 1918, escorting a convoy to the United Kingdom. After her arrival in June, the destroyer spent the remainder of the war protecting ships bound for the battle zones in Europe from the British Isles. She departed Queenstown, Ireland, 26 December; and, after arrival Boston 8 January 1919, Kimberly engaged in training operations along the coast. In May the destroyer served as a lifeguard ship in New England waters during the world's first transatlantic flight—that of the Navy's NC-4 hydroplane commanded by Lt. Comdr. Albert C. Read. In August 1918, \"Kimberly\", with Undersecretary of the Navy Franklin D Roosevelt and the First Lord of the Admiralty Sir Eric Geddes on board, took a short cruise from Pembroke to Queenstown, escorted by HMS Patrol.Campbell, Gordon, \"Number Thirteen,\" pp140-145, Hodder & Stoughton 1932. Kimberly completed maneuvers out of Newport, and entered Boston Navy Yard for extensive repairs. She joined the Destroyer Force at Newport 18 April 1921, and throughout the summer operated with submarines. Information gained through these early experiments was of great value in refining the techniques of undersea warfare. Kimberly spent the winter at Charleston, South Carolina, before arriving Philadelphia 29 March 1922, where she decommissioned 30 June. Her hull was sold to Boston Iron & Metal Company, Baltimore, Maryland, for scrapping. == See also == * List of United States Navy destroyers ==Notes== ==References== * * * ==External links== * Photos * NavSource Photos Category:Wickes-class destroyers Category:World War I destroyers of the United States Category:Ships built in Quincy, Massachusetts Category:1917 ships",
 "title": "USS Kimberly (DD-80)"
}