{
 "id": "871888",
 "text": "Robert de Beaumont, 2nd Earl of Leicester (1104 – 5 April 1168) was Justiciar of England 1155–1168. The surname \"de Beaumont\" was given to him by genealogists. The only known contemporary surname applied to him is \"Robert son of Count Robert\". Henry Knighton, the fourteenth-century chronicler notes him as Robert \"Le Bossu\" (meaning \"Robert the Hunchback\" in French). The manuscript Genelogies of the Erles of Lecestre and Chester states that he was \"surnamed Boissu\", and refers to him by the names Robert Boissu, Robert Beamond and Robert Beaumonde. == Early life and education == Robert was an English nobleman of Norman-French ancestry. He was the son of Robert de Beaumont, Count of Meulan and 1st Earl of Leicester, and Elizabeth de Vermandois, and the twin brother of Waleran de Beaumont. It is not known whether they were identical or fraternal twins, but the fact that they are remarked on by contemporaries as twins indicates that they were probably identical. The two brothers, Robert and Waleran, were adopted into the royal household shortly after their father's death in June 1118 (upon which Robert inherited his father's second titles of Earl of Leicester). Their lands on either side of the Channel were committed to a group of guardians, led by their stepfather, William, Earl of Warenne or Surrey. They accompanied King Henry I to Normandy, to meet with Pope Callixtus II in 1119, when the king incited them to debate philosophy with the cardinals. Both twins were literate, and Abingdon Abbey later claimed to have been Robert's school, but though this is possible, its account is not entirely trustworthy. A surviving treatise on astronomy (British Library ms Royal E xxv) carries a dedication \"to Earl Robert of Leicester, that man of affairs and profound learning, most accomplished in matters of law\" who can only be this Robert. On his death he left his own psalter to the abbey he founded at Leicester, which was still in its library in the late fifteenth century. The existence of this indicates that like many noblemen of his day, Robert followed the canonical hours in his chapel. == Career at the Norman court == In 1120 Robert was declared of age and inherited most of his father's lands in England, while his twin brother took the French lands. However, in 1121, royal favor brought Robert the great Norman honors of Breteuil and Pacy-sur-Eure, with his marriage to Amice de Gael, daughter of a Breton intruder the king had forced on the honor after the forfeiture of the Breteuil family in 1119. Robert spent a good deal of his time and resources over the next decade integrating the troublesome and independent barons of Breteuil into the greater complex of his estates. He did not join in his brother's great Norman rebellion against King Henry I in 1123–24. He appears fitfully at the royal court despite his brother's imprisonment until 1129. Thereafter the twins were frequently to be found together at Henry I's court. Robert held lands throughout the country. In the 1120s and 1130s, he tried to rationalize his estates in Leicestershire. Leicestershire estates of the See of Lincoln and the Earl of Chester were seized by force. This enhanced the integrity of Robert's block of estates in the central midlands, bounded by Nuneaton, Loughborough, Melton Mowbray and Market Harborough. In 1135, the twins were present at King Henry's deathbed. Robert's actions in the succession period are unknown, but he clearly supported his brother's decision to join the court of the new king Stephen before Easter 1136. During the first two years of the reign Robert is found in Normandy fighting rival claimants for his honor of Breteuil. Military action allowed him to add the castle of Pont St-Pierre to his Norman estates in June 1136 at the expense of one of his rivals. From the end of 1137, Robert and his brother were increasingly caught up in the politics of the court of King Stephen in England, where Waleran secured an ascendancy that lasted till the beginning of 1141. Robert participated in his brother's political coup against the king's justiciar, Roger of Salisbury (the Bishop of Salisbury). == Civil war in England == The outbreak of civil war in England in September 1139 brought Robert into conflict with Earl Robert of Gloucester, the bastard son of Henry I and principal sponsor of the Empress Matilda. His port of Wareham and estates in Dorset were seized by Gloucester in the first campaign of the war. In that campaign the king awarded Robert the city and castle of Hereford as a bid to establish the earl as his lieutenant in Herefordshire, which was in revolt. It is disputed by scholars whether this was an award of a second county to Earl Robert. Probably in late 1139, Earl Robert refounded his father's collegiate church of St Mary de Castro in Leicester as a major Augustinian abbey on the meadows outside the town's north gate, annexing the college's considerable endowment to the abbey. The battle of Lincoln on 2 February 1141 saw the capture and imprisonment of King Stephen. Although Count Waleran valiantly continued the royalist fight in England into the summer, he eventually capitulated to the Empress and crossed back to Normandy to make his peace with the Empress's husband, Geoffrey of Anjou. Earl Robert had been in Normandy since 1140 attempting to stem the Angevin invasion, and negotiated the terms of his brother's surrender. He quit Normandy soon after and his Norman estates were confiscated and used to reward Norman followers of the Empress. Earl Robert remained on his estates in England for the remainder of King Stephen's reign. Although he was a nominal supporter of the king, there seems to have been little contact between him and Stephen, who did not confirm the foundation of Leicester Abbey till 1153. Earl Robert's principal activity between 1141 and 1149 was his private war with Ranulf II, Earl of Chester. Though details are obscure it seems clear enough that he waged a dogged war with his rival that in the end secured him control of northern Leicestershire and the strategic Chester castle of Mountsorrel. When Earl Robert of Gloucester died in 1147, Robert of Leicester led the movement among the greater earls of England to negotiate private treaties to establish peace in their areas, a process hastened by the Empress's departure to Normandy, and complete by 1149. During this time the earl also exercised supervision over his twin brother's earldom of Worcester, and in 1151 he intervened to frustrate the king's attempts to seize the city. == Earl Robert and Henry Plantagenet == The arrival in England of Duke Henry, son of the Empress Matilda, in January 1153 was a great opportunity for Earl Robert. He was probably in negotiation with Henry in that spring and reached an agreement by which he would defect to him by May 1153, when the duke restored his Norman estates to the earl. The duke celebrated his Pentecost court at Leicester in June 1153, and he and the earl were constantly in company till the peace settlement between the duke and the king at Winchester in November 1153. Earl Robert crossed with the duke to Normandy in January 1154 and resumed his Norman castles and honors. As part of the settlement his claim to be chief steward of England and Normandy was recognised by Henry. Earl Robert began his career as chief justiciar of England probably as soon as Duke Henry succeeded as King Henry II in October 1154.Powicke Handbook of British Chronology p. 69 The office gave the earl supervision of the administration and legal process in England whether the king was present or absent in the realm. He appears in that capacity in numerous administrative acts, and had a junior colleague in the post in Richard de Luci, another former servant of King Stephen. The earl filled the office for nearly fourteen years until his death, and earned the respect of the emerging Angevin bureaucracy in England. His opinion was quoted by learned clerics, and his own learning was highly commended. He died on 5 April 1168, probably at his Northamptonshire castle of Brackley, for his entrails were buried at the hospital in the town. He was received as a canon of Leicester on his deathbed, and buried to the north of the high altar of the great abbey he had founded and built. He left a written testament of which his son the third earl was an executor, as we learn in a reference dating to 1174. == Church patronage == Robert founded and patronised many religious establishments. He founded Leicester Abbey and Garendon Abbey in Leicestershire, the Fontevraldine Nuneaton Priory in Warwickshire, Luffield Abbey in Buckinghamshire, and the hospital of Brackley, Northamptonshire. He refounded the collegiate church of St Mary de Castro, Leicester, as a dependency of Leicester abbey around 1164, after suppressing it in 1139. Around 1139 he refounded the collegiate church of Wareham as a priory of his abbey of Lyre, in Normandy. His principal Norman foundations were the priory of Le Désert in the forest of Breteuil and a major hospital in Breteuil itself. He was a generous benefactor of the Benedictine abbey of Lyre, the oldest monastic house in the honor of Breteuil. He also donated land in Old Dalby, Leicestershire to the Knights Hospitallers who used it to found Dalby Preceptory. About the year 1150, Robert le Bossu, earl of Leicester, gave to one Solomon, a clerk, an acre of land at Brackley whereon to build a house for showing hospitality to the poor, together with a free chapel and graveyard. ==Family and children== He married after 1120 Amice de Montfort, daughter of Raoul II de Montfort, himself a son of Ralph de Gael, Earl of East Anglia. Both families had lost their English inheritances through rebellion in 1075. They had four children: #Hawise de Beaumont, who married William Fitz Robert, 2nd Earl of Gloucester and had descendants. #Robert de Beaumont, 3rd Earl of Leicester who married Petronilla de Grandmesnil and had descendants. #Isabel, who married Simon de St. Liz, Earl of Huntingdon and had descendants. #Margaret, who married Ralph IV de Toeni and had descendants through their daughter, Ida de Tosny. ==Literary references== He is a major character in The Holy Thief and a minor character in Brother Cadfael's Penance, of the Brother Cadfael series by Ellis Peters. He is also a major character in Cecelia Holland's novel The Earl. ==Notes== ==References== *D. Crouch, The Beaumont Twins: the Roots and Branches of Power in the Twelfth Century (Cambridge, 1986). *D. Crouch, The Reign of King Stephen, 1135-1154 (London, 2000). *E. King, \"Mountsorrel and its region in King Stephen's Reign\", Huntington Library Quarterly, 44 (1980), 1–10. *Leicester Abbey, ed. J. Storey, J. Bourne and R. Buckley (Leicester, 2006). *Powicke, F. Maurice and E. B. Fryde Handbook of British Chronology 2nd. ed. London:Royal Historical Society 1961 *British Library ms Royal E xxv. * U Penn Ms. Codex 1070 - Genelogies Of The Erles Of Lecestre And Chester Category:1104 births Category:1168 deaths Category:12th- century English people Category:Anglo-Normans 2nd Earl of Leicester Category:Lord High Stewards Category:Justiciars of England Beaumont Robert",
 "title": "Robert de Beaumont, 2nd Earl of Leicester"
}