{
 "id": "871960",
 "text": "William Talbot, 1st Earl Talbot, PC (16 May 1710 – 27 April 1782), known as the Lord Talbot from 1737 to 1761, was a British politician. Talbot was a notable figure among opposition Whig politicians during the reign of King George II before later coming to Court during the reign of his grandson, taking the office of Lord Steward of the Household. ==Early life and education== Talbot was born in Worcester as the eldest surviving son of Charles Talbot, later Baron Talbot and Cecil Matthew (died 1720), daughter of Charles Matthew of Castell y Mynach, Glamorganshire. The second of five sons born to the future Baron Talbot, Talbot was educated at Eton from 1725 to 1728 and matriculated at Exeter College, Oxford on 23 January 1727, before attending Lincoln's Inn in 1728. He was created DCL (Doctor of Civil Law) on 12 June 1736. In March 1734 Talbot as elected a trustee of the Georgia Society which he would remained associated with until March 1738. ==Politics== Talbot was elected as a Member of Parliament for Glamorganshire at the 1734 general election where he succeeded outgoing Tory MP Sir Charles Kemeys. The constituency had been hitherto dominated by an alliance of three Tory peers, the Duke of Beaufort, Lord Mansel and Lord Windsor.Glamorgan, History of Parliament Online The Mansels had dominated the seat for around forty-years until 1712 when the seat was won by a succession of two local Tory squires. Talbot stood as a Whig on the interest of his father against Bussy Mansel for the local Tories, who was noted for having a miserly disposition and a considerable fortune. Talbot narrowly won the seat over Mansel, thus being the first Whig to represent the county seat in the duration of the Hanoverian succession. In the House of Commons Talbot aligned with the Opposition Whigs under William Pulteney and was opposed to Robert Walpole and his ministry. Talbot considered himself to be a 'real Whig' and was fairly independent in his politics, associating with other Independent Whigs such as Sir Francis Dashwood, Earl Stanhope and Lord Strange, the former two being noted as close associates and friends of Talbot.Linda Colley, In Defiance of Oligarchy: The Tory Party 1714–60, p.88, Cambridge University Press, 1982Archibald S. Foord, His Majesty's Opposition, 1714–1830, p.264, Greenwood Press, 1964Betty Kemp, Sir Francis Dashwood: An Eighteenth-Century Independent, p.17, Macmillan, 1967 These 'real Whigs' promoted a political stance of 'independency' which endorsed Country principles of opposing the Septennial Act, nepotism, corruption and a large standing-army, while promoting the militia system, place bills to restrict officeholders in Parliament and general measures to limit the hold of governments over the House of Commons.Kemp, Dashwood, p.17, Macmillan, 1967 On these matters these Independents were broad in agreement with the Tories in opposition who they sought to differentiate themselves from through writings and semantics. Talbot expressed his political creed in a 1734 letter to Sir John Dutton where Talbot expressed: > I wish the nominal distinction of Whig and Tory abolished, as the words > only, not the sense remain; a Ministerial Whig and a State Tory, when in > power, are so exactly alike in their conduct, that my discernment is not > sufficient to distinguish one from the other. The principles of a real Whig, > in my sense of the term, are these, That government is an original compact > between the governors and governed, instituted for the good of the whole > community; that in a limited monarchy, or more properly regal commonwealth, > the majesty is in the people, and tho'the person on the throne in superior > to any individual, he is the servant of the nation;- that the only title to > the crown is the election of the people; that the laws are equally > obligatory to the Prince and people; that as the constitution of England is > formed of three legislation branches, the balance between each must be > preserved, to prevent the destruction of the whole; that elections ought to > be free, the elected independent;- that a Parliamentary influence by places > and pensions is inconsistent with the interest of the public; and that a > Minister who endeavours to govern by corruption, is guilty of the vilest > attempt to subvert the constitution;- that a standing mercenary army, in > time of peace, is contrary to the laws, dangerous to the liberties, and > oppressive to the subjects of Great Britain.James Dallaway, Letters of the > Late Thomas Rundle, L.L.D., Lord Bishop of Derry in Ireland, to Mrs. Barbara > Sandys, of Miserden, Glocestershire: With Introductory Memoirs by James > Dallaway, pp.241-3, Byrne & Moore, (1789) In the Commons Talbot was an opponent of the Court Whig administration, supporting the efforts of Tory Sir William Wyndham against the Walpole government to appoint a committee to examine the ordinance of the navy.TALBOT, History of Parliament Online In February 1737 Talbot vacated his seat in the House of Commons upon the death of his father, becoming Baron Talbot. Talbot for a year from March 1737 served as a common councillor within the Georgia Society, which he resigned from in 1738 after refusing to sign two applications to the Government from the society due to his strong opposition to Walpole.TALBOT, History of Parliament Online Despite having been deprived of his seat in the Commons, Talbot remained a notable figure within opposition circles as one of the opposition Independent Whigs. In 1747 along with Dashwood, Talbot met with Frederick, Prince of Wales who authorised the two Independent politicians to engage in careful negotiations to form a unified parliamentary opposition of Leicester House, grumbletonian Whigs and the Tories.Foord, Opposition, pp.262-4, Greenwood Press, 1964 After months of negotiations an opposition programme was agreed with Dashwood and Talbot remaining among Frederick's steadiest adherents and supporters until his death in 1751.Foord, Opposition, pp.265, Greenwood Press, 1964 Talbot was among those who coalesced with Frederick's agent Bubb Dodington and was promised a place in a future administration as master of the jewel office.TALBOT, History of Parliament Online Talbot remained an opponent of subsequent Whig administrations including that of the Duke of Newcastle which he objected to on constitutional principles and not out of want for office.Kemp, Dashwood, p.45, Macmillan, 1967 At the accession of George III in 1760, Talbot acted as Lord High Steward of the new monarch's coronation and was summarily appointed to the Privy Council in 1761. On 19 March 1761 Talbot was created Earl Talbot and was made by Lord Bute Lord Steward of the Household, a position he would hold until his death.TALBOT, History of Parliament Online Talbot, much like his friend Dashwood, accepted office not out of a personal friendship or political alliance with Bute, but because they were of the opinion that the new monarch was different from his predecessor and that the new reign would reflect this shift.Kemp, Dashwood, p.51, Macmillan, 1967 Thereafter Talbot's politics seem to have aligned with those of the Court with him maintaining his household position for the remainder of his life while largely remaining uninvolved with the political questions of the day. One exception to this was with the public hostility to Dashwood cider excise in 1763 when Lord Egremont begged Talbot to attend a Glamorgan county meeting 'to blast the intended opposition' to local opposition figures who pledged to repeal the excise.Kemp, Dashwood, p.65, Macmillan, 1967 In autumn 1763 Talbot was among the political figures consulted by George Grenville on how best to court and appease the mainly ex-Tory Independent Country Gentlemen in the Commons, who occasionally held the parliamentary balance of power.Kemp, Dashwood, p.64, Macmillan, 1967 ==Family== thumb|Portrait of Charles (1777–1849) and John Chetwynd-Talbot (1779–1825), Thomas Lawrence, painted in 1793 Talbot had married Mary, daughter and heir of Adam de Cardonnel, secretary to the Duke of Marlborough, on 21 February 1733, at St George, Hanover Square. With his wife Talbot had two children, a daughter, Cecil, and a son, who predeceased him. He had an affair with Frances Somerset, Duchess of Beaufort (born 14 August 1711 – died 16 February 1750), wife of Henry Scudamore-Somerset, 3rd Duke of Beaufort which led to the Beauforts' divorce in 1743. Talbot and his wife had separated as a result of this in 1742. On Talbot's character, Horace Walpole, as quoted by Eveline Cruickshanks, wrote of him: > This Lord had long affected a very free-spoken kind of patriotism on all > occasions. He had some wit, and a little tincture of a disordered > understanding; but was better known as a boxer and man of pleasure, than in > the light of a statesman. The Duchess of——had been publicly divorced from > her lord on his account; and was not the only woman of fashion who had lived > with him openly as his mistress. He was strong, well made, and very comely; > but with no air, nor with the manners of a man of quality. No wonder the > promotion of such a minister, in a reign that advertised piety, strengthened > the suspicions already entertained of the sincerity of the Court. It grew > more comic still, when the new statesman appeared to be a reformer > too.Horace Walpole, Memoirs of the Reign of King George the Third, Vol. I., > p.47, Richard Bentley, 1845TALBOT, History of Parliament Online Talbot had no surviving sons by the end of his life which necessitated him being created Baron Dynevor of Dynevor in the county of Carmarthen on 17 October 1780, with a special remainder in favour of daughter Cecil, and the heirs male of her body. Mary Anne Talbot claimed to be one of sixteen illegitimate children of Lord Talbot. Talbot died 27 April 1782 at Lincoln's Inn Fields and was buried at St Nicholas Church in Sutton. At his death, the earldom became extinct, whilst the barony of Talbot passed to his nephew (and is now part of the earldom of Shrewsbury), and the barony of Dynevor to his daughter and thereafter to her eldest son. She had married George Rice and had two sons, the eldest of which was George Rice, 3rd Baron Dynevor. ==References== * == External links == *Entry at thepeerage.com |- |- Category:1710 births Category:1782 deaths Category:Alumni of Exeter College, Oxford Category:British MPs 1734–1741 Category:Earls in the Peerage of Great Britain 01 Category:Lord High Stewards Category:Members of the Parliament of Great Britain for Glamorganshire Category:Members of the Privy Council of Great Britain Category:People educated at Eton College William Category:Barons Talbot",
 "title": "William Talbot, 1st Earl Talbot"
}