{
 "id": "87200",
 "text": "William Anthony Perry (born December 16, 1962) is a former American football defensive tackle who played in the National Football League (NFL) for ten seasons, primarily with the Chicago Bears. Nicknamed \"The Refrigerator\" because of his imposing size, he played college football at Clemson and was selected by the Bears in the first round of the 1985 NFL Draft. Perry gained popularity during his rookie season as a member of the Bears team that won the franchise's first Super Bowl title in Super Bowl XX. During the season, Perry occasionally played fullback in goal line situations and set the then-record for the heaviest player to score a touchdown at 335 lb (152 kg). He remains the heaviest player to score a touchdown in the Super Bowl and has the largest Super Bowl ring at size 25. ==Early years== Perry was born in Aiken, South Carolina, tenth of twelve children (third youngest of eight sons and four daughters)Ebony, vol. 41, no. 12, Oct., 1986, p. 34Jet, vol. 69, part 1, Johnson Publishing Co., 1985, p. 47 of Hollie Perry, Sr (d. 2013), a house painter, and Inez (née Smith), a school dietitian.https://www.postandcourier.com/aikenstandard/news/perry-patriarch- remembered-as-family- man/article_dc7e9fe4-3675-5146-a0f6-d5c65de6600c.htmlhttps://www.chicagotribune.com/news/ct- xpm-1986-09-18-8603090914-story.html He has stated in an interview that \"Even when I was little, I was big\"; by the time he was 11 years old, he weighed 200 pounds. Frequently ridiculed for his weight while growing up, Perry took advantage of his athleticism to silence his critics. He attended Aiken High School and played as a 295-pound nose guard on the school's football team and ran on its track team. During an exercise in which his coach instructed all of his fastest players to line up for a 100-yard dash, Perry joined the group of running backs, wide receivers and defensive backs and eventually was timed as the 6th fastest runner on the entire team, with a time of 11 seconds flat. He was also able to run the 100 meters in under 12 seconds, and competed in the shot put event, recording a top-throw of . He could also execute 360-degree dunks on regulation basketball hoops and perform a complicated dive into the swimming pool. ==College career== Perry's athletic performances earned him a full-ride scholarship to attend Clemson University in Clemson, South Carolina, where he played for coach Danny Ford's Clemson Tigers football team from 1981 to 1984. He was a member of a national championship team in 1981, and was recognized as a consensus first-team All-American as a junior in 1983. As a freshman in 1981, he earned his \"Refrigerator\" nickname when a fellow player could barely squeeze into an elevator with Perry and their laundry which they were taking to be washed. The player, Ray Brown, said \"Man, you're about as big as a refrigerator.\" ==Professional career== In 1985, he was selected in the first round of the 1985 NFL Draft by the Chicago Bears; he had been hand- picked by coach Mike Ditka. However, defensive coordinator Buddy Ryan, who had a highly acrimonious relationship with Ditka, called Perry a \"wasted draft- pick\". Perry soon became a pawn in the political power struggle between Ditka and Ryan. Perry's \"Refrigerator\" nickname followed him into the NFL and he quickly became a favorite of the Chicago Bears fans. Teammates called him \"Biscuit,\" as in \"one biscuit shy of 350 pounds\". While Ryan refused to play Perry, Ditka decided to use Perry as a fullback when the team was near the opponents' goal line or in fourth and short situations, either as a ball carrier or a lead blocker for star running back Walter Payton. During his rookie season he rushed for two touchdowns and caught a pass for one. Ditka stated the inspiration for using Perry as a fullback came to him during five- yard sprint exercises. About halfway through his rookie season, Ryan finally began to play Perry, who soon proved that he was a capable defensive lineman. Perry even had the opportunity to run the ball during Super Bowl XX, as a nod to his popularity and contributions to the team's success. The first time he got the ball, he was tackled for a one-yard loss while attempting to throw his first NFL pass on a halfback option play. The second time he got the ball, he scored a touchdown (running over Patriots linebacker Larry McGrew in the process). His Super Bowl ring size is the largest of any professional football player in the history of the event. His ring size is 25, while the ring size for the average adult male is between 10 and 12.Sports Illustrated for Kids, p. 39, February 2007. Perry went on to play for ten years in the NFL, retiring after the 1994 season. In his ten years as a pro, he regularly struggled with his weight, which hampered his performance at times. He played in 138 games, recording 29.5 sacks and five fumble recoveries, which he returned for a total of 71 yards. In his offensive career he ran five yards for two touchdowns, and had one reception for another touchdown. Perry later attempted a comeback, playing an unremarkable 1996 season with the London Monarchs of the World League of American Football (later NFL Europa). ==Beyond football== ===Music=== During his popular tenure with the Bears, Perry participated in the recording of three rap records, all in 1985, in addition to the team's popular \"Super Bowl Shuffle\". Walter Payton and Perry recorded an anti-drug, pro-peace rap tune entitled \"Together\" which was written by four Evanston, Illinois teens. \"Together\" was re-released in 1999 with part of the profits going to the Walter Payton Foundation. ===Media appearances=== In 2002, Perry participated in (and lost) a Celebrity Boxing match against 7'7\" former NBA player Manute Bol. Perry participated in a World Wrestling Federation battle royal at WrestleMania 2 in Rosemont, Illinois in 1986. In 2006, he returned to the Chicago area to be inducted into the \"Celebrity Wing\" of the WWE Hall of Fame by John Cena. In 2003, he appeared in Nathan's Hot Dog Eating Contest as a \"celebrity contestant.\" He stopped eating 5 minutes into the competition. Also in 2003, he appeared in a TV movie on Comedy Central called Windy City Heat, opposite an aspiring LGBT actor named Perry Caravello, who is led to believe he is acting in a major motion picture. He also made a short appearance in the opening of According to Jim (Season 8, Episode 15). === Pop culture === In 1987, Hasbro included an action figure of Perry in their G.I. Joe toy line. The Fridge – William \"Refridgerator\" Perry – was first available as a mail-order offer from Hasbro Direct in early 1987. He was available through 1988, and then again in 1989. The figure had the number 72 emblazoned on his chest (the number Perry wore on his Chicago Bears jersey). === Television === In 1986, Perry appeared as himself in an episode of The A-Team alongside fellow WWE star Hulk Hogan. ==Personal life== Perry has been married twice and has four children. In June 2007, Perry was diagnosed with Guillain–Barré syndrome, a chronic inflammatory disorder of the peripheral nerves. On April 22, 2009, Perry was hospitalized in South Carolina in serious condition from his Guillain–Barré syndrome. Perry spent approximately a month in the hospital before being released. In June 2010, it was reported that Perry suffered from hearing loss, but that he was improving after his diagnosis of Guillain–Barré syndrome. He had lost more than one hundred pounds (45.36 kg), but was, by this time, back up to . In February 2011, ESPN ran a somber article about Perry, citing ongoing health and drinking problems, and a weight of . In April 2011, Cliff Forrest, a 10-year-old child, discovered Perry's Super Bowl ring for sale. With help from his mother, he purchased it for $8,500 and returned the ring to Perry. In September 2015, it was reported that Perry's Super Bowl ring had been auctioned off for more than $200,000 by the man Perry had sold it to several years earlier. As of October 29, 2014, Perry was confined to his late father's home. Michael Dean Perry, his younger brother and another former NFL defensive lineman, was William's guardian and conservator for his affairs. In January 2016, Perry, weighing more than 425 pounds, checked himself into the hospital to receive treatment for diabetes. Confined to a wheelchair, Perry revealed he had no feeling in his feet and was in danger of having his leg amputated. In June 2016, Sports Illustrated reported that Perry was living in a retirement home, had financial difficulties, and continued to drink alcohol despite having publicly acknowledged his alcoholism in 2011. ==References== ==External links== * WWE Profile of William Perry * Category:1962 births Category:Living people Category:African-American players of American football Category:All-American college football players Category:American football defensive tackles Category:Chicago Bears players Category:Clemson Tigers football players Category:London Monarchs players Category:People with Guillain–Barré syndrome Category:Philadelphia Eagles players Category:Sportspeople from Aiken, South Carolina Category:WWE Hall of Fame inductees Category:American male professional wrestlers Category:21st-century African-American people Category:20th-century African-American sportspeople",
 "title": "William Perry (American football)"
}