{
 "id": "872045",
 "text": "Alexander Hamilton, 10th Duke of Hamilton, 7th Duke of Brandon KG PC FRS FSA (3 October 1767 – 18 August 1852) was a Scottish politician and art collector. == Life == Born on 3 October 1767 at St. James's Square, London, a son of Archibald Hamilton, 9th Duke of Hamilton, he was educated at Harrow School and at Christ Church, Oxford, where he matriculated on 4 March 1786. He received his MA on 18 February 1789. Hamilton was a Whig, and his political career began in 1802, when he became MP for Lancaster. He remained in the House of Commons until 1806, when he was appointed to the Privy Council, and Ambassador to the court of St. Petersburg until 1807; additionally, he was Lord Lieutenant of Lanarkshire from 1802 to 1852. He received the numerous titles at his father's death in 1819. He was Lord High Steward at King William IV's coronation in 1831 and Queen Victoria's coronation in 1838, and remains the last person to have undertaken this duty twice. He became a Knight of the Garter in 1836. He held the office of Grand Master Mason of the Freemasons of Scotland between 1820 and 1822. He held the office of President of the Highland and Agricultural Society of Scotland between 1827 and 1831. He held the office of Trustee of the British Museum between 1834 and 1852. He married Susan Euphemia Beckford, daughter of William Thomas BeckfordNTS plans £8m overhaul of Brodick castle and Lady Margaret Gordon, daughter of Charles Gordon, 4th Earl of Aboyne, on 26 April 1810 in London, England. Hamilton was a well-known dandy of his day. An obituary notice states that \"timidity and variableness of temperament prevented his rendering much service to, or being much relied on by his party ... With a great predisposition to over-estimate the importance of ancient birth ... he well deserved to be considered the proudest man in England.\" He also supported Napoleon and commissioned the painting The Emperor Napoleon in His Study at the Tuileries by Jacques-Louis David. Lord Lamington, in The Days of the Dandies, wrote of him that 'never was such a magnifico as the 10th Duke, the Ambassador to the Empress Catherine; when I knew him he was very old, but held himself straight as any grenadier. He was always dressed in a military laced undress coat, tights and Hessian boots, &c;'. Lady Stafford in letters to her son mentioned 'his great Coat, long Queue, and Fingers cover'd with gold Rings', and his foreign appearance. According to another obituary, this time in Gentleman's Magazine he had 'an intense family pride'. ==Death and legacy== Hamilton had a strong interest in Ancient Egyptian mummies, and was so impressed with the work of mummy expert Thomas Pettigrew that he arranged for Pettigrew to mummify him after his death. He died on 18 August 1852 at age 84 at 12 Portman Square, London, England and was buried on 4 September 1852 at Hamilton Palace, Hamilton, Scotland. In accordance with his wishes, Hamilton's body was mummified after his death and placed in a sarcophagus of the Ptolemaic period that he had originally acquired in Paris in 1836 ostensibly for the British Museum. At the same time he had acquired the sarcophagus of Pabasa, an important nobleman which is now in the Kelvingrove Museum. In 1842 Hamilton had begun construction of the Hamilton Mausoleum as repository for the overcrowded family vault at the Palace. He was interred there with other Dukes of Hamilton, from the 1858 completion of the Mausoleum until 1921 when subsidence and the subsequent demolition of the Palace forced removal of the bodies to the Bent cemetery in Hamilton, where he still lies buried in his sarcophagus.RCAHMS reconstruction of Hamilton PalaceGazetteer for Scotland- Bent cemetery His collection of paintings, objects, books and manuscripts was sold for £397,562 in July 1882. The manuscripts were purchased by the German government for £80,000. Some were repurchased by the British government and are now in the British Museum. ==Marriage and issue== By his wife, Susan Beckford, Hamilton had one son and one daughter: * William Hamilton, 11th Duke of Hamilton, who married Princess Marie Amelie of Baden * Lady Susan Hamilton, who married 1st, Henry Pelham-Clinton, 5th Duke of Newcastle; 2nd, Jean Alexis Op de Beeck. ==Ancestry== ==References== ==External links== * *Portrait *The Peerage.com |- Category:1767 births Category:1852 deaths Category:Alumni of Christ Church, Oxford Douglas and Clydesdale, Alexander Douglas-Hamilton, Marquess of Category:Lord High Stewards 110 107 07 Alexander Hamilton, 10th Duke of Hamilton Category:Fellows of the Royal Society Category:Fellows of the Society of Antiquaries of London Category:Knights of the Garter Category:Lord- Lieutenants of Lanarkshire Category:Mummies Category:People educated at Harrow School Category:UK MPs 1802–1806 Category:UK MPs who inherited peerages Category:Ambassadors of the United Kingdom to Russia Category:Scottish politicians Category:Scottish art collectors Category:Paintings by Henry Raeburn Alexander",
 "title": "Alexander Hamilton, 10th Duke of Hamilton"
}