{
 "id": "872189",
 "text": "The Connaught Tunnel is in southeastern British Columbia, on the Revelstoke–Donald segment. The tunnel carries the Canadian Pacific Railway (CP) main line under Mount Macdonald in the Selkirk Mountains, replacing the previous routing over Rogers Pass. ==History== ===Summit route deficiencies=== Traffic restrictions imposed by a single track comprising of 2.2 percent gradients, emerging competition, and snow-related costs, were negative factors. The 1910 Rogers Pass avalanche, and other avalanches on the pass, influenced, but did not unduly pressure CP to consider alternatives. However, snow clearing and maintaining snow sheds was an ongoing burden. Rarely assigning more than one pusher locomotive per train, trains over 1,016 tons had to be cut. Higher capacity locomotives had helped, but the next leap forward would not occur until the Selkirk locomotives emerged in 1929. In 1912, the average eight trains (peaking at 11) per day in each direction, were forecast to double over the next four years. The program to double track much of the route through the mountains could create a bottleneck at Rogers Pass. Following the 1906–1908 recession, by 1912, passenger and freight volumes surpassed records. Whereas passenger train length could increase, freight could not, because of weight capacity limits. Furthermore, the former had priority, causing siding waits for the latter. The opening of the Grand Trunk Pacific (GTP) would pose a threat to CP's grain and Asian trade. Using a single locomotive, GTP could haul 2,041 tons from Edmonton to Prince Rupert, via Yellowhead Pass, four times the weight CP could haul across the mountains on its main line. The opening of the Canadian Northern Railway (CNoR) via the Yellowhead to Vancouver, the premier destination, prompted greater alarm. The opening of the Panama Canal, which would bypass all North American rail routes, offered some compensation in that grain traffic destined for Europe could travel westward by rail. ===Prior significant improvements in the mountains=== In 1902, the Ottertail Diversion, west from Field, eliminated the need for pushers. In 1887, after a tunnel collapsed near Palliser, the temporary realignment around a bluff of the Kicking Horse River existed until the Palliser Tunnel (1906). In 1909, the Spiral Tunnels replaced the Big Hill. ===Alternatives=== ====Routes==== The three basic options within the Selkirks were via the Big Bend, double track the summit, or a tunnel. The Big Bend route was not a viable contender. Estimates indicated a tunnel would be cheaper than snow shed and operational costs for double tracking the summit. ====Tunnels==== Three schemes were considered. In 1912, Thomas Kilpatrick, superintendent of the Mountain Subdivision, suggested a tunnel, which would have shortened the line by , reducing the pusher gradient by on the east slope and on the west one. This alignment would have eliminated the bridges at Mountain, Surprise and Stoney creeks, but was rejected owing to perceived construction deadlines, and a route beneath the headwaters of the Illecillewaet River, vulnerable to leakage. The deadline and route fears proved suspect. F.F. Busteed, general superintendent of the Pacific Division, proposed a tunnel, which would have shortened the line by , reducing the pusher gradient by on the east slope and on the west one. John G. Sullivan, chief engineer, recommended a tunnel, similar to, but more expensive than, the Busteed one. All proposals eliminated the Loops on the west slope of the pass route. ===Proposal & tender=== The stated advantages were three-fold. Primarily, the tunnel lowered the grade. Secondly, it shortened the distance. Thirdly, it bypassed an avalanche prone zone. The specified alignment would lower the track summit from to , shorten the line by , reduce the pusher gradient by on the east slope and on the west one, and eliminate the Stoney, Surprise, and Mountain creek bridges. The tunnel grade would be 0.95 per cent westward. At the west portal, the route required a diversion of the Illecillewaet River for about . Let out to tender in April 1913, the bids received were unacceptably high. It was immediately retendered as a cost-plus contract, with bonus and penalty clauses. After negotiations with the lowest bidder, the contract was awarded to Foley, Welch and Stewart (FW&S;) in July 1913. ===Construction=== Rogers Pass shows the summit route details. Only the crest and eastern slope of the tunnel route is underground. The primary construction camp was near the western portal, a secondary one near the eastern portal, and a minor one at Bear Creek. The western portal one, housing 300, was approached either from Loop Spur or the government road from Glacier House. The eastern portal one, housing 200, had only rail access. Both comprised a police post, small hospital, general store, offices, apartments, bunkhouses, kitchen, dining hall, and lounge, with electric lighting, and plumbing for water and sanitation. Operating three shifts daily, a pioneer tunnel advanced from each end, from which cross cuts were made to the main tunnel so work could carry on at a number of headings. Compressed air equipment, blasting, steam shovels, and narrow-gauge cars were used. At high and wide, the tunnel would accommodate double tracks. The western side involved penetrating thick mud, extremely hard rock, and finally softer rock. The highest point of the Selkirks track was just inside the western portal. Three steam shovels were based on the west side and one on the east. Death and injury were not uncommon. Mirroring the advance across the pass in the 1880s, concern for the health and safety of workers was not a priority. Beating world monthly tunnelling records, the pioneer headings met in December 1915, and the main bores in July 1916. The unacceptably high cost projection scrapped the electrification plan. Instead, ventilation fans were installed. East of the tunnel, the plan for double tracking to Six-Mile Creek was amended to a level single track connecting with the existing line at Stoney Creek. This reduced the pusher gradient on the east slope by , less than specified. However, it retained the substantial investment in the bridges at Mountain, Surprise and Stoney creeks. The tunnel was completed 11 months ahead of schedule, and below budget. One calculation of costs listed tunnelling $4.91M, tunnel track $0.16M, approaches $0.86M, and ventilation $0.11M, totalling $6.04M, less the salvage value of the abandoned line $1.67M. Extending the concrete lining during 1919–1925 added a further $2.60M. The $8.64M total is in line with a different calculation of $8.45M. In all, the route was shortened by . ===Repairs, modifications & emergencies=== thumb|Connaught Tunnel In 1919, 30 drums of gasoline and kerosene, used by the concrete mixers engaged in the lining operation, ignited. A tunnel watchman, who rushed some distance to the nearest telephone to alert Connaught station at the eastern portal, did not survive. His warning saved the westbound transcontinental, then at the station, from proceeding into the tunnel. Nine workers escaped on a handcar from the east portal, and one watchman staggered from the west portal. To deal with crumbling rock in the roof, the concrete tunnel lining was extended from to . Prior to the 1925 completion of the project, falling rock killed or injured several workers. In 1928, a locomotive boiler explosion killed three crew members near Glacier. In 1929, two train crew died when their locomotive fell into the ravine when a girder collapsed on the Surprise Creek Bridge. The 1931 flood sent 2,000 replacement ties through the tunnel, and filled the west portal cutting to a depth with of mud and debris, which took five days to dig out. Approved in 1958, the following year a single track down the centre (replacing the double tracks) provided sufficient clearance for tri-deck automobile carriers. In 1972 and 1976, the tunnel fans and housing sustained extensive damage on catching fire. In 1977, soon after departing the Glacier siding (Mile 85.9), a westbound loaded 109-car coal train lost control, and broadcast a warning that they were travelling too fast to make the curves at Illecillewaet. On hearing the radio message, a 60-car eastbound freight accelerated to safely reach Illecillewaet siding (Mile 98.1), before 3 crew members stepped clear of their train. The runaway's 3 lead locomotives, 45 cars, a remote control locomotive, and the following 22 cars, were destroyed on derailing at Mile 94.4. The impact shifted a bridge from its footings and damaged a snow shed. The crew sustained minor injuries. The line remained closed for a week. In 1985, a nearby rock slide derailed one of the four locomotives hauling a coal train. The tunnel was deepened to clearances matched with the Mount Macdonald Tunnel in 1993 to accommodate double stack container cars with future electrification. This first 24/7 work project undertaken by CP was a significant engineering challenge. In 1997, eight cars of a train derailed in the vicinity. In 2015, six cars of a westbound freight derailed on Stoney Creek Bridge. The train had diverted to the eastbound route because the Mount Macdonald Tunnel was being vented. The incident occurred when the train lost momentum on the steeper grade and stopped with the cars on the bridge. However, restarting on the curve caused the heavier cars at the front and rear of the train to lift the lighter middle cars from the track. ===Operation=== The first commercial train was December 1916, which travelled via Loop Spur, since the pass line remained in use until a few days later. The most northern part of the Loops between the two hillsides, which had been a long trestle, but likely infilled around 1906, needed to be breached by the new line. Automatic block signalling came in the 1920s. To improve visibility on the 1929 introduction of the Selkirk locomotives, trains switched to the left-hand track before entering the tunnel. In 1950, multiple aspect signalling was installed. In 1954, diesel locomotives became standard. Pusher units cut into westbound freight trains at Beavermouth, before disconnecting at Stoney Creek. On occasions, when pushers worked through to Glacier, crew were required to wear respirators, owing to the tunnel fumes. The tunnel blocked radio communication. The 1974 realignment west of Beavermouth, moved the connection point to Rogers. After the 1988 opening of the Mount Macdonald Tunnel, westbound traffic primarily used that lower gradient route, with Connaught handling eastbound. During the pusher station's existence, six engineers, six maintenance workers and nine locomotives were based at Rogers. Five-engine units were used on heavy trains carrying grain, coal and potash. Four-engine units were used on other freights. ===Notability=== When opened, the tunnel ranked eighth in length: # Simplon Tunnel (1906) # Gotthard Tunnel (1882) # Lötschberg Tunnel (1913) # Fréjus Rail Tunnel (Mont Cenis) (1871) , extended (1881) # Arlberg Railway Tunnel (1884) # Ricken Tunnel (1910) # Tauern Railway Tunnel (1909) # Connaught Tunnel (1916) However, it took the title from the Hoosac Tunnel (1875) as the longest railway tunnel in North America, until replaced by the Cascade Tunnel (1929) . Officially opened in July 1916 by the Prince Arthur, Duke of Connaught, the governor general, the Selkirk Tunnel was renamed the Connaught Tunnel weeks later. In 2001, the tunnel was inducted into the North America Railway Hall of Fame. When part way through the project, rock drillers J. A. McIlwee and Sons encountered an unexpected predominance of crumbly slate, FW&S; dismissed the subcontractor, rather than negotiate a contract variance. After several appeals, including a hearing of the Judicial Committee of the Privy Council, the courts awarded McIlwee about $576,000 for breach of contract. At the time, this was the largest single judgement obtained in a BC court. W.J. Hackman (1928–1953) was the first child born in the tunnel. The birth occurred on the westbound CP No. 2\\. Passenger train. The next birth appears to have occurred in 1939. ==See also== *The Kicking Horse Pass Spiral Tunnels (which in 1909 eliminated the dangerous Big Hill), Field Hill, Rogers Pass and the Mount Macdonald Tunnel and its associated grade reductions are other significant features in the mountain history of the CPR. ==Footnotes== ==References== * * * * Category:Canadian Pacific Railway tunnels Category:Railway tunnels in British Columbia Category:Tunnels completed in 1916 Category:Glacier National Park (Canada) Category:1916 establishments in British Columbia",
 "title": "Connaught Tunnel"
}