{
 "id": "872279",
 "text": "Oscar Danilo Blandón Reyes (born July 29, 1951) is a Nicaraguan born drug trafficker who is best known as one of the main subjects of the 1996 newspaper series \"Dark Alliance\" by reporter Gary Webb. Blandón was originally a director of agricultural markets in Nicaragua during the government of Anastasio Somoza. When the Somoza regime was overthrown in 1979, Blandón fled to the United States, and then raised money for the Nicaraguan Democratic Force (FDN), a Contra group. As part of his fundraising activities Blandón began selling cocaine. Eventually Blandón became a major cocaine trafficker in the Los Angeles area. In May 1992, Blandón was arrested in San Diego on the federal charge of \"conspiracy to possess cocaine with intent to distribute.\" In prison awaiting trial, Blandón began cooperating with the Drug Enforcement Administration (DEA) in a number of drug cases. In a plea agreement, Blandón agreed to continue cooperating with the government in exchange for a substantial sentence reduction. Eventually Blandón was sentenced to 48 months. In order to facilitate Blandón's work as an informant, the government further requested a reduction in Blandón's sentence to time served. Following his imprisonment, Blandón worked for the DEA as a confidential informant. He worked for the DEA to take down drug kingpin Rick Ross in a sting operation, for which Ross was convicted in 1997. In the 2014 film Kill the Messenger, Blandón was portrayed by actor Yul Vazquez. ==References== ==Further reading== * USDOJ/OIG Special Report THE CIA-CONTRA-CRACK COCAINE CONTROVERSY: A REVIEW OF THE JUSTICE DEPARTMENT’S INVESTIGATIONS AND PROSECUTIONS (December, 1997) United States Department of Justice—The Executive Summary has a section about Oscar Danilo Blandon and Chapter II is about Oscar Danilo Blandon ** \"Appendix E: TIMELINE OF SIGNIFICANT EVENTS RELATED TO DANILO BLANDON\" (Archive) ==External links== * * () Category:1951 births Category:Drug Enforcement Administration informants Category:Living people Category:Nicaraguan drug traffickers Category:Nicaraguan expatriates in the United States Category:Nicaraguan people imprisoned abroad Category:Nicaraguan politicians Category:People from Managua",
 "title": "Oscar Danilo Blandón"
}