{
 "id": "872388",
 "text": "thumb|Margaret Leech Margaret Kernochan Leech (November 7, 1893 – February 24, 1974), also known as Margaret Pulitzer, was an American historian and fiction writer. She won the Pulitzer Prize for History both in 1942 (Reveille in Washington, Harper) (first woman to win for history) and in 1960 (In the Days of McKinley, Harper).\"History\". The Pulitzer Prizes. Retrieved 2013-11-01. ==Life and career== She was born in Newburgh, New York, obtained a B.A. from Vassar College in 1915, and worked for fund-raising organizations during World War I, including the American Committee for Devastated France. She started her writing career for the Condé Nast publishing company before World War I. Leech also worked in advertising and publicity. After the war, she became friendly with members of the Algonquin Round Table, including critic-raconteur Alexander Woollcott. She was an associate of some of the wittiest and most brilliant men and women of literature that spent time at the Algonquin Hotel in Manhattan. In 1928 she married Ralph Pulitzer, publisher of the New York World newspaper. (His father, Joseph Pulitzer, had established the Pulitzer Prize by a bequest to Columbia University.) They had one daughter, Susan. Reveille in Washington, 1860-1865, is an account of Washington, D.C. during the American Civil War and deals with, among other things, Abraham Lincoln and his wife, along with Rose Greenhow, the Confederate spy whose work was helpful in the Southern forces winning the First Battle of Bull Run. Passages from the book are quoted in George Saunders' novel, Lincoln In The Bardo (2016). In the Days of McKinley is a biography of President William McKinley, carefully told in minute detail, and he is shown as a more attractive person and better president than some have depicted him. In addition to the history Pulitzer, the book was awarded the Bancroft Prize in 1960. Leech also wrote three novels: The Back of the Book (1924), Tin Wedding (1926), and The Feathered Nest (1928) and, in 1927, co-wrote a biography of Anthony Comstock with Heywood Broun. Leech died of a stroke in New York City at age 80. ==References== ==Further reading== * ==External links== * * Category:1893 births Category:1974 deaths Category:20th-century American historians Category:American women novelists Category:Pulitzer Prize for History winners Category:Vassar College alumni Category:20th-century American novelists Category:Novelists from New York (state) Category:American women historians Category:American women biographers Category:20th-century American women writers Category:20th-century American biographers Category:Bancroft Prize winners Category:Algonquin Round Table",
 "title": "Margaret Leech"
}