{
 "id": "872854",
 "text": "The Augustusburg and Falkenlust Palaces form a historical building complex in Brühl, North Rhine-Westphalia, Germany, which has been listed as a UNESCO cultural World Heritage Site since 1984. The buildings are connected by the spacious gardens and trees of the Schlosspark. Augustusburg Palace () and its parks also serve as a venue for the Brühl Palace Concerts. The palaces were built at the beginning of the 18th century by the Archbishop-Elector of Cologne, Clemens August of Bavaria of the Wittelsbach family. The architects were Johann Conrad Schlaun and François de Cuvilliés. The main block of Augustusburg Palace is a U-shaped building with three main storeys and two levels of attics. The magnificent staircase was designed by Johann Balthasar Neumann. The gardens were designed by Dominique Girard. An elaborate parterre for an area south of the palaces was also designed, but it was restructured by Peter Joseph Lenné in the 19th century and turned into a landscape garden. Attempts to renovate the area have proven difficult, due to poor source material availability. Falkenlust hunting lodge was designed by François de Cuvilliés and built from 1729 to 1740, in the style of the Amalienburg hunting lodge in the park of Nymphenburg Palace. From shortly after World War II until 1994, Augustusburg was used as a reception hall for guests of state by the German President, as it is not far from Bonn, which was the capital of the Federal Republic of Germany at that time. Schloss Augustusburg, Southern Facade, November 2017 -02.jpg|Schloss Augustusburg reflected in the park's basin Schloss Augustusburg, Western Facade, November 2017.jpg|The Western Facade of Schloss Augustusburg Schloss Falkenlust, Western Facade, November 2017.jpg|Falkenlust hunting lodge ==See also== * List of Baroque residences ==External links== * Castles of Augustusburg and Falkenlust at Brühl : UNESCO Official Website * Official website Category:Houses completed in 1740 Category:World Heritage Sites in Germany Category:Rococo architecture of Germany Category:Palaces in North Rhine-Westphalia Category:Baroque architecture in North Rhine-Westphalia Category:Baroque palaces in Germany Category:Museums in North Rhine-Westphalia Category:Historic house museums in Germany Category:Gardens in North Rhine-Westphalia Category:Hunting lodges in Germany Category:Buildings and structures in Rhein-Erft-Kreis Category:1740 establishments in the Holy Roman Empire",
 "title": "Augustusburg and Falkenlust Palaces, Brühl"
}