{
 "id": "873082",
 "text": "thumb|right|Cottages on the A346 Collingbourne Ducis is a village and civil parish on Salisbury Plain in Wiltshire, England, about south of Marlborough. It is one of several villages on the River Bourne which is a seasonal river, usually dry in summer. The parish includes the hamlets of Cadley and Sunton. ==History== From the Domesday Book we know Earl Harold held the manor, and in 1086 a large settlement of 87 households was recorded. In 1256 the village was named Collingbourne Earls after the Lord of the Manor, the Earl of Leicester, who also held neighbouring Everleigh. John of Gaunt inherited the manor, became the Duke of Lancaster, and the village was thus known as Collingbourne Ducis or Dukes. Sunton House is a Grade II* listed seven-bay house from c. 1710. The architect C.E. Ponting was born in Collingbourne Ducis in 1850. The restoration of St. Andrew's parish church in 1856 by G.E. Street made a lasting impression on him. The Bourne Iron Works in the village was established by James Rawlings in the 1860s and made agricultural implements until the outbreak of World War II. The Swindon, Marlborough and Andover Railway was opened through the Bourne valley in 1882, becoming the Midland and South Western Junction Railway in 1884 and part of the Great Western Railway in 1923. The line passed close to the east of Collingbourne Ducis and Collingbourne station was close to the village centre, south of the Cadley road. The station closed when the line was closed to passengers in 1961, and subsequently the track was removed. Sunton, and the northern part of Cadley, were transferred to the parish from Collingbourne Kingston in 1934. In 1974 a Saxon cemetery of archaeological significance was discovered in Cadley, including one bed burial. In 1998 a Saxon settlement was found in Saunders Meadow during the construction of a housing estate. The Post Office at Collingbourne Ducis was mentioned by Sir Anthony Hopkins' character, Mr. Stevens, in the 1993 film The Remains of the Day. The village has one of the few surviving original Victorian post boxes inset to a flint cobble wall at Sally Lunn's Cottage. == Religious sites == The Church of England parish church of St Andrew (St Mary's until some time before 1786) is from the early 13th century. Alterations in the 14th century included the addition of the tower, which was rebuilt in the 15th. In 1856 the chancel was narrowed and a vestry added, to designs of G.E. Street; further restoration in 1877 was by Sir Arthur Blomfield. The church is a Grade II* listed building. The parish was united with Everleigh in 1977 after the closure of St Peter's, Everleigh. It forms part of the Savernake team ministry. A Primitive Methodist chapel was built at Cadley in 1880. The building was sold for residential use in 1988. ==Local government== Collingbourne Ducis is a civil parish with an elected parish council. It is in the area of Wiltshire Council unitary authority, which is responsible for all significant local government functions. == Amenities == Collingbourne Church of England Primary School serves the parish and surrounding area, including Collingbourne Kingston. Its building opened in 2004 at a new site on the northwest outskirts of the village; until then it occupied a National School building dating from 1859, close to the church. Near the school is a village hall with playing fields. The village has two pubs: The Tipple Inn, an 18th-century building (formerly the Railway Hotel and the Blue Lion) on the A4 road, and The Shears Inn at the far end of Cadley Road. ==Twinning Association== Collingbourne and District is twinned with Le Merlerault in Normandy, France. The twinning agreement was made on 18 April 1992. ==References== ==External links== *Collingbourne Ducis Parish Council *Collingbourne Ducis Village Hall ==Sources== * Category:Villages in Wiltshire Category:Civil parishes in Wiltshire",
 "title": "Collingbourne Ducis"
}