{
 "id": "873037",
 "text": "A Federally Qualified Health Center (FQHC) is a reimbursement designation from the Bureau of Primary Health Care and the Centers for Medicare and Medicaid Services of the United States Department of Health and Human Services. This designation is significant for several health programs funded under the Health Center Consolidation Act (Section 330 of the Public Health Service Act). An FQHC is a community-based organization that provides comprehensive primary care and preventive care, including health, oral, and mental health/substance abuse services to persons of all ages, regardless of their ability to pay or health insurance status. Thus, they are a critical component of the health care safety net. FQHCs are called Community/Migrant Health Centers (C/MHC), Community Health Centers (CHC), and 330 Funded Clinics. FQHCs are automatically designated as health professional shortage facilities. ==Funded programs== Health programs funded include: *Community Health Centers which serve a variety of federally designated Medically Underserved Areas/Populations (MUA or MUP). *Migrant Health Centers which provide culturally competent and primary preventive medical care to migrant and seasonal agricultural workers. *Health Care for the Homeless Programs which reach out to homeless individuals and families and provide primary and preventive care and substance abuse services and *Public Housing Primary Care Programs that serve residents of public housing and are located in or adjacent to the communities they serve. ==Leadership== FQHCs operate under a consumer Board of Directors governance structure and function under the supervision of the Health Resources and Services Administration (HRSA), which is part of the United States Department of Health and Human Services (HHS). FQHCs were originally meant to provide comprehensive health services to the medically underserved to reduce the patient load on hospital emergency rooms. Their mission has changed since their founding. Their mission now is to enhance primary care services in underserved urban and rural communities. In particular, they serve underserved, underinsured, and uninsured Americans, including migrant workers and non-U.S. citizens. FQHCs provide their services to all persons regardless of ability to pay, and charge for services on a community board approved sliding-fee scale that is based on patients' family income and size. FQHCs must comply with Section 330 program requirements. In return for serving all patients regardless of ability to pay, the centers receive from the Federal government cash grant, cost-based reimbursement for their Medicaid patients, and malpractice coverage under the Federal Tort Claims Act (FTCA). ==Look-Alikes== The government also designates a category of health centers as \"FQHC Look-Alikes.\" These health centers do not receive grants under Section 330 but are determined by the Secretary of the Department of Health and Human Services (HHS) to meet the requirements for receiving a grant based on the Health Resources and Services Administration recommendations. Also, FQHC Look-Alikes receive cost-based reimbursement for their Medicaid services, but do not receive malpractice coverage under FTCA or a cash grant. Look-Alikes also qualify as health professional shortage areas (HPSA) automatically. ==Services under Medicare== FQHC benefit under Medicare became effective October 1, 1991, when Section 1861(aa) of the Social Security Act was amended by Section 4161 of the Omnibus Budget Reconciliation Act of 1990. FQHCs provide Medicare beneficiaries with preventive primary health services such as immunizations, visual acuity and hearing screenings, and prenatal and post-partum care. However, eyeglasses, hearing aids, and preventive dental services are not covered under the FQHC preventive primary services. A FQHC Prospective Payment System (PPS) was scheduled to be implemented in 2014. The Patient Protection and Affordable Care Act (ACA) mandates that the Centers for Medicare and Medicaid Services (CMS) collect and analyze health services data prior to developing and implementing the new payment system. This requires that the appropriate revenue code and Healthcare Common Procedure Coding System (HCPCS) code be listed with each service provided. Currently, Medicare pays FQHC directly based on an all-inclusive per visit payment. ==Advanced Primary Care Practice demonstration project== In June 2011, the Department of Health and Human Services announced the Federally Qualified Health Center Advanced Primary Care Practice (FQHC APCP) demonstration project. This demonstration project is conducted under the authority of Section 1115A of the Social Security Act, which was added by section 3021 of the ACA and establishes the Center for Medicare and Medicaid Innovation (Innovation Center). The CMS and Innovation Center in partnership with HRSA will operate the demonstration. This initiative was designed to evaluate the impact of the advanced primary care practice (APCP) model, also referred to as the patient-centered medical home (PCMH) on improving health, quality of care and lowering the cost of care provided to Medicare beneficiaries. The ACA will pay an estimated $42 million over three years (November 1, 2011 to October 31, 2014) to 500 FQHCs to coordinate care for 195,000 Medicare patients. Participating FQHCs agree to adopt care coordination practices set by the National Committee for Quality Assurance (NCQA) and are expected to achieve Level 3 patient-centered medical home recognition. President Bush launched the Health Centers Initiative to significantly increase access to primary health care services in 1,200 communities through new or expanded health center sites. Between 2001 and 2006, the number of patients treated at health centers increased by over 4.7 million, representing a nearly 50 percent increase in just five years. In 2006 the number of patients served topped the 15 million mark for the first time. Throughout the United States there are over 1,000 health centers that operate approximately 6,000 sites. In 2010, the health centers served an estimated 20 million patients. The data collected via the Uniform Data System (UDS) reports that of those patients served, 62 percent were members of a racial or ethnic minority (predominantly Hispanic), 93 percent lived at or below 200 percent of the federal poverty level, 72 percent lived at or below 100 percent of the federal poverty level, and 38 percent were uninsured. In particular, during 2010 health centers served 862,775 migrant and seasonal farm workers and their families; more than 1 million individuals experiencing homelessness; and 172,731 residents of public housing. ==Impact of the Patient Protection and Affordable Care Act== The health center program's annual federal funding has grown from $1.16 billion in fiscal year 2001 to $1.99 billion in fiscal year 2007. The passage of the Patient Protection and Affordable Care Act (ACA) in March 2010 resulted in provisions that increased federal funding to FQHCs to help them meet the anticipated health care demand of millions of Americans who will gain health care coverage as result of the health reform law. The ACA set aside $11 billion for community health centers over a period of five years to meet this goal. ==Total centers by location== {| class=\"wikitable sortable\" style=\"text-align:right\" |+ FQHCs in 2016 |- !scope=\"col\"|State or Territory !scope=\"col\"|FQHCs |- ||Alabama || 14 |- ||Alaska|| 28 |- ||American Samoa|| 1 |- ||Arizona|| 21 |- ||Arkansas || 12 |- ||California || 176 |- ||Colorado || 20 |- ||Connecticut || 16 |- ||Delaware || 3 |- ||District of Columbia || 8 |- ||Fed. States of Micronesia|| 3 |- ||Florida || 48 |- ||Georgia || 35 |- ||Guam || 1 |- ||Hawaii || 14 |- ||Idaho || 14 |- ||Illinois || 45 |- ||Indiana || 25 |- ||Iowa || 14 |- ||Kansas|| 18 |- ||Kentucky || 23 |- ||Louisiana || 34 |- ||Maine || 18 |- ||Marshall Islands|| 1 |- ||Maryland|| 17 |- ||Massachusetts|| 39 |- ||Michigan || 39 |- ||Minnesota || 16 |- ||Mississippi || 21 |- ||Missouri || 28 |- ||Montana|| 17 |- ||Nebraska || 7 |- ||Nevada || 5 |- ||New Hampshire || 11 |- ||New Jersey || 23 |- ||New Mexico|| 17 |- ||New York || 65 |- ||Northern Marianas || 1 |- ||North Carolina || 38 |- ||North Dakota || 4 |- ||Ohio || 45 |- ||Oklahoma || 20 |- ||Oregon || 31 |- ||Pennsylvania || 44 |- ||Puerto Rico || 20 |- ||Republic of Palau|| 1 |- ||Rhode Island || 8 |- ||South Carolina || 22 |- ||South Dakota || 5 |- ||Tennessee || 29 |- ||Texas || 73 |- ||Utah|| 13 |- ||Vermont || 11 |- ||Virgin Islands || 2 |- ||Virginia|| 26 |- ||Washington || 27 |- ||West Virginia || 27 |- ||Wisconsin || 17 |- ||Wyoming || 6 |- class=\"sortbottom\" ||Total || 1,367 |} == References == ==External links== *Bureau of Primary Health Care *Center for Medicare and Medicaid Advocacy *National Association of Community Health Centers *General information Texas Association of Community Health Centers *Community Health Center Association of Connecticut *Community Health Center of Central Florida Category:Healthcare in the United States",
 "title": "Federally Qualified Health Center"
}