{
 "id": "873313",
 "text": "Radegast () is a small town in the district of Anhalt-Bitterfeld in Saxony- Anhalt, Germany. It is the smallest town in Saxony-Anhalt and is located about 13 km south of the district capital of Köthen. Since 1 January 2010, it is part of the town Südliches Anhalt. == Geography == Radegast is located midway between the cities of Köthen (Anhalt), Wolfen, Bitterfeld and Dessau. === Geographical Situation === The area of Radegast borders on the national park \"Cösitzer Teich\" in the southeast and on the conservation park \"Fuhneaue\" in the south. === Geology=== Radegast is situated at the margin of the Köthen culture plain. Here it ascends from the Fuhne valley, so the difference in height is about on a short distance. The town is situated right in the middle of a former swampland. The upper level of this swamp has been quite fertile for a long time. The official Radegast Chronicle says, \"the lower level of the soil in this area is not bad, but its value is lowered because it is too damp.\" The upper level to a depth of about is meadowland with a lush vegetation of grasses and swampland, which is very fertile and became very calcareous, too because of the stagnant water. This is followed by peat, which was cut for being used as peat coal in former times. The upper level is bordered by an impermeable stratum of clay. At shallow depth large boulders can be found from ice age deposits. The quality of the soil became a lot better because of its agricultural use. It offers perfect conditions for cultivating sugar beets and wheat. === Neighbouring towns and villages === The neighbouring village in the north of Radegast is called Weißandt-Gölzau, in the east it is the village Zehbitz, in the south there is the town of Zörbig and in the west Radegast is bordering on Cösitz, which is a now part of Zörbig. === City structure === The town encloses the historical town centre and a housing estate formerly named \"Siedlung Heimat\", built in the early 1930s. == History == thumb|The \"Prinz von Anhalt\", built in 1717, is one of Radegast's two historical guest houses. thumb|The other one, the \"Weiße Ross\" was first named in 1764. The first written document mentioning \"Frates de Radegiz\" dates from 1244. In the following centuries, the ownership changed a few times, which was mentioned in some documents. In 1612, Radegast became a princely office. In 1727 the village received market and city rights from Prince Leopold of Anhalt-Dessau, but the city rights were not exercised until 1852. From 1685 to 1688, a dam was built in the lowland of the river Fuhne between Radegast and Zörbig, which created an important trade-route between the cities of Magdeburg and Leipzig. In 1688 a boundary stone named the \"Theure Christian\" was set at this route. It marked the boundary between the former countries of Saxony and Anhalt-Dessau. In 1702 Radegast became a market-town, and in the same year the building of Radegast's first church began. The church-tower collapsed in 1752 and was rebuilt subsequently. Two historical guesthouses were built at that time; both of them exist today. left|thumb|The former imperial post office of Radegast From 1780 on a counterfeiter named Ziervogel did his foul work in the town, until he was imprisoned in 1786. In 1820 the imperial post office was opened. In the first years of its existence it was a simple post station for the town of Radegast and the villages Wehlau, Lennewitz, Riesdorf, Cosa, Fernsdorf, Station Weißandt, Priesdorf and Cösitz. In 1929 a telephone exchange was installed. The post office was closed on April 6, 1999. right|thumb|A building of the former sugar-refinery (founded in 1860) in Radegast In the following years the town expanded. The number of inhabitants was 885 in 1867. Already in 1859 a liqueur factory was founded, followed by a sugar-refinery in 1860, where up to 120 people worked at its best times. In 1930 the refinery was closed and most of the buildings were pulled down, but some of them exist until today. left|thumb|One of Radegast's landmarks - the tower of the church - can be seen from afar. In 1871 an oak tree was planted at the market-place as a symbol for the end of the war between Germany and France, which lasted from 1870 to 1871. The tree called \"Friedenseiche\" (\"oak of peace\") is a mark of Radegast today and a natural landmark. Two years later, in 1873, the fire-brigade of Radegast was founded. In 1874 the nave of the church was rebuilt. The tower of the church was raised to a height of 35 m. right|thumb|The former railway station of Radegast A railway was opened in 1897 and extended in the following years, but at the end of World War II the railway history of Radegast came to an end because the railway was disassembled as reparation payment to the Soviet Union. Since 1939 it had transported goods but no more passengers between the towns of Radegast and Zörbig. left|thumb|The former school building of Radegast Culture developed in the small town: In 1911 a football team named \"Britannia\" was founded, followed by a gardeners' club in 1919. In 1925, 911 people lived in the town. Also in this year a new town hall was established. In 1934 the construction work on a new school house started. Only one year later the new school was inaugurated. Students were taught here until the late 1990s. right|thumb|Radegast and horses - an inseparable union today as well as in former times. After World War II ended, a new sector of the economy was opened up, as the horse-breeding started at the Radegast domain in 1951. The Radegast stud farm created a lot of prize-winning, successful saddle and sports horses in its history which is rich on tradition. From 1991 on the stud farm was called \"Landgestüt des Landes Sachsen-Anhalt\" (\"official stud farm of Saxony-Anhalt\"), but in 1997 the farm was closed, and the \"Landgestüt\" moved to Prussendorf. In 1999 the Radegast stud farm was sold to private owners. On April 1, 1994 Radegast joined the \"Verwaltungsgemeinschaft Gölzau-Görzig\", which was renamed to \"Anhalt-Süd\" on the same date. Since January 1, 2005 it is called \"Verwaltungsgemeinschaft Südliches Anhalt\". === Coat of Arms === The coat of arms of Radegast has a silver background and shows a red tower on the right side. Nearby the tower there is an ascending red wall with a closed golden gate. Upon the wall there walks a black bear with a crown on its head and a collar around the neck. By giving Radegast the market and city rights, Prince Leopold of Anhalt-Dessau also gave the town this coat of arms, which is similar to that of Bernburg. Older versions of the Radegast coat of arms seem to be reversed, because they showed the tower on the left side and the wall on the right. thumb|The \"Theure Christian\", a monument at the old road from Radegast to Zörbig, remembers Christian I. of Kursachsen- Merseburg. == Culture and Tourism == Culture in Radegast bears the imprint of club and society activities until today. The Radegast society for local history and traditional costumes takes care of the traditions. === Museums === In Radegast there is a little parlour for local history where visitors can experience how people lived in Anhalt in the old days. The town also has a new-built false coinery. New coins with historical motives of Radegast are made for collectors every year. === Important historical buildings === One of the eldest verifications of Radegasts town history can be found at the former connection road between Radegast and Zörbig. It is an architectural monument, called the \"Theure Christian\". But there are a lot of other historical buildings in Radegast as well: There are the two old guesthouses \"Prinz von Anhalt\" (\"Prince of Anhalt\") and \"Das weiße Ross\" (\"The White Horse\"). Other historical monuments are the former imperial post station and the old railway station. The typical homogeneous method of constructionwhich was uses in old Anhalt, can be seen at the historical market place until today. === Parks === The \"Bürgerpark\" can be found at the settlement. Also the meadow of the river Fuhne and the near national park “Cösitzer Teich” invite wanderers and friends of mother nature. thumb|The \"Friedenseiche\" is standing right in the middle of the market place. It was planted in 1871. === Natural Monuments === The \"Friedenseiche\" in the middle of the market place – about 135 years old – is a natural monument. It is also a symbol for the end of war between Germany and France in the years 1870 to 1871. === Institutions === In Radegast can be found several institutions: *a fire-brigade *a savings bank *a centre for leisure-time activities *a police station *a kindergarten *a primary school and *a teen's club house == Important personalities == === Honorary citizens === *Louis Hecht (November 11, 1841 – January 11, 1931) – He was a miller and the mayor of Radegast from 1891 to 1925. He had to leave his position as mayor of the town because of his old age. The town thanked him for his good job and made and appointed him honorary citizen. After his death he was buried at the Radegast graveyard. === Famous sons and daughters === *Horst Caspar (January 20, 1913 – December 27, 1952) – He was born in Radegast as son of an army officer and became a famous actor in films and in theatres in the 1930s and 1940s. ===Important inhabitants === *Franz Paul Baege (November 25, 1876 – December 1, 1938 – Baege was a teacher, regional poet and archaeologist. He wrote the dialectal novel book \"Die Helden vom Dideldei\" (\"Heroes of the Dideldei\" to some extent) and worked in Radegast as a teacher and as headmaster of the school from 1908 to 1933. He was buried at the Radegast graveyard, too. *Franz Ebert (May 1, 1877 – December 21, 1936) – He worked as a bricklayer and was a representative of the social democrats in the Radegast town council. Ebert founded the gardener's club in 1919 and fought for the rights of the poor. He was buried at the Radegast graveyard, too. Today there is a street called \"Franz-Ebert-Straße\" in the town. ==References== == External links == *Verwaltungsgemeinschaft Südliches Anhalt (German) *Still gelegt, page dedicated to closed railway lines. The \"Dessau-Radegast-Köthener Bahn\" can be found here, too. (German) *Aus der anhaltischen Eisenbahngeschichte – Die Dessau-Radegast-Köthener Bahn (DRKB) (German) *Das Köthener Land (German) *Radegast stud farm (German) Category:Former municipalities in Saxony-Anhalt Category:Südliches Anhalt Category:Bezirk Halle",
 "title": "Radegast"
}