{
 "id": "873633",
 "text": "The term eco-warrior is a self-description for an environmental activist that adopts a 'hands-on' effort to save a plot of land. In the UK it coined the term in the 1990s, a label that many people actively taking ecological direct action resisted, for philosophical reasons. A common symbol of an eco-warrior is the Eco Warriors Flag. Another use of the term refers to an environmental activist who engages in illegal activities, also known as eco-terrorism. However, an eco-warrior is also someone who utilizes the courts to halt, suspend, or otherwise derail a human activity that the activist believes adversely impacts the environment. ==Types== An eco-warrior can be someone who engages in an environmental organisation (e.g. Greenpeace) or an environmental company that delivers safekeeping or improvements for the environment (e.g. directly by selling environmental products). == Notable eco-warriors and warrior actions == * In 2006, an eco-warrior group who sabotaged heavily polluting terrain vehicles became known in Paris (France), calling themselves 'Les Dégonflés'. * Another well-known British \"eco-warrior\" is Daniel Hooper, who is also known as Swampy. * Chico Mendes and Ken Saro-Wiwa are the most famous green activists in Brazil and Nigeria, respectively. * Made famous in the US for a hurling a brick through the window of a McDonald's during the so- called \"Battle in Seattle\", French activist and small-scale cheese farmer José Bové has been fighting neo-liberalism on his home turf for decades. * Paul Watson and the direct-action conservation group known as the Sea Shepherd Conservation Society, which he founded, can be called eco-warriors for their direct engagements of ships engaging in overfishing and commercial whaling. * Penti Baihua is an internationally known Huaorani. The Huaorani, like many other indigenous peoples, are very much interested in putting a stop to illegal logging on their homeland, and also embrace the concept of ecotourism to supply in funds to help in the protection of their local biodiversity. * Timothy Treadwell was an activist for the protection of grizzly bears in Alaska. * The direct action of William Bunting saved the wildlife habitat of Thorne Moors from the planned dumping of 32 million tons of fuel-ash, peat- cutting and drainage, and caused the reinstatement of public footpaths on maps of the same Moors. == See also == * Eco Warriors Flag ==References== Category:Environmentalism",
 "title": "Eco-warrior"
}