{
 "id": "873642",
 "text": "The Bread and Puppet Theater (often known simply as Bread & Puppet) is a politically radical puppet theater, active since the 1960s, based in Glover, Vermont . The theater was co-founded by Elka and Peter Schumann. Peter is the artistic director. The name Bread & Puppet is derived from the theater's practice of sharing its own fresh bread, served for free with aïoli, with the audience of each performance to create community, and from its central principle art should be as basic as bread to life. Some have heard echoes of the Roman phrase \"bread and circuses\" or the labor slogan \"Bread and Roses\" in the theater's name as well, though these are not often mentioned in Bread & Puppet's own explanations of its name. The Bread and Puppet Theater participates in parades including Independence Day celebrations, notably in Cabot, Vermont, with many effigies including a satirical Uncle Sam on stilts. ==History== Peter and Elka Schumann began The Bread & Puppet Theater in 1962–1963 in New York City. It was active during the Vietnam War in anti-war protests, primarily in New York City, prompting Time reviewer T.E. Kalem to remark in 1971, \"This virtual dumb show is as contemporary as tomorrow's bombing raid.\"Cited in Gary Botting, The Theatre of Protest in America (Edmonton: Harden House, 1972), 21-22 Many people remember it as central to the political spectacle of the time, as its enormous puppets (often ten to fifteen feet tall) were a fixture of many demonstrations. A Sicilian puppet show had inspired Schumann, and TB&PT; inspired other groups across the continent, including Gary Botting's Edmonton-based People & Puppets Incorporated, which in the early 1970s also used effigies yards-high to depict political themes and social commentary in radical street theatre.Tihemme Gagnon, \"Introduction\", Streaking! The Collected Poems of Gary Botting (Miami: Strategic, 2014) xxviii In 1970 the Theater moved to Vermont, first to Goddard College in Plainfield, and then to a farm in Glover where it remains. The farm is home to a cow, several pigs, chickens, and puppeteers, as well as indoor and outdoor performance spaces, a printshop, store, and large museum showcasing over four decades of the company's work. TB&PT; has received National Endowment for the Arts grants, awards from the Puppeteers of America, and other organizations. In 1984 and 1985 they toured colleges with an indoor play, The Door, which told the story of \"the massacre of Guatemalan and El Salvadorian Indians and the plight of refugees trying to escape through a diabolically opening and closing door to the North.\"Van Erven, Eugène: Radical People's Theatre Indiana University Press, 2000 With \"only minimal use of the spoken word\", the play made its points \"with great simplicity and beauty.\"Jaques, Damien Play says a lot by saying little Milwaukee Journal, May 5, 1985 thumb|right|350px|Our Domestic Resurrection Circus - Mid-1980s Until 1998, Bread & Puppet hosted its annual Pageant and Circus (in full, Our Domestic Resurrection Circus), in and around a natural amphitheater on its Glover grounds. In the 1990s, the festival began drawing crowds of tens of thousands, who camped on nearby farmers' land during the annual, summer weekend of the pageant. The event became unmanageable, and concerned itself less with the theater's performance. In 1998, a man was killed by accident in a fight while camping overnight for the festival, forcing director Peter Schumann to cancel the festival. Since then, the theater offers smaller weekend performances all summer, and traveled around New York and New England, with occasional tours around the U.S. and abroad. The theater runs a program where apprentices help produce and act in performances. In New York City, Bread & Puppet performs at Theater for the New City during the holiday season each year. ==Causes== Specific causes over the years have been: *Opposition to warfare *Opposition to registering for the draft *Opposition to the World Trade Organization *To shut down Vermont Yankee Nuclear Power PlantFailure is the New Progress *Support for the Sandinista National Liberation Front revolution in Nicaragua (1979-1990) *The Zapatista Uprising of 1994 *The MOVE Organization == Works == === Performances === ==== Fire (1965) ==== An hour long play that critiqued the ongoing war in Vietnam. It was dedicated to American protesters who died after setting fire to themselves and depicted life for Vietnamese villagers during the war. ==== Birdcatcher in Hell (1971) ==== A Kyōgen that critiqued President Nixon's pardoning of soldiers involved in the My Lai Massacre. ==== Stations of the Cross (1972) ==== Described by Larry Gordon, at the time the general manager of the company, as a \"partially metaphoric [and] partially literal\" rendering, Stations of the Cross was a contemporary interpretation of the New Testament story of Jesus' suffering on the way to his eventual crucifixion. Gordon provided the music direction for the production, the first time Sacred Harp music was performed at Bread and Puppet. Elka Schumann stated that the production was also a metaphor for the Cuban Missile Crisis. ==== Joan of Arc (1979) ==== A show that incorporated musical instruments and puppetry into a retelling of the story of St. Joan. This work also had a revival in 1999. ==== Mending the Sky/Bu Tian (1994) ==== A collaboration between Bread and Puppet Theatre and the 425 Environmental Theatre in Taipei, Taiwan. The play focused on current pollution issues in Taiwan through references to traditional Chinese mythology. In particular, the show depicted the goddess Nüwa and called attention to the pollution of the Tamsui River in its first performances. Later performances focused on different geographical features affected by pollution depending on where the show took place. For example, the work focused on the Love River when it was shown in Kaohsiung, Taiwan. Overall, the effectiveness of this collaboration was called into question because many of the members of the 425 Environmental Theatre engaged in environmentally harmful practices (such as smoking) and a part of the show involved burning a puppet which created a considerable amount of black smoke. Still, the work received praise from critics for its relevant social messages. ==== Bread Baker's Cantata (1999) ==== Performed alongside the revival of Joan of Arc. It was a slow paced play that depicted an old woman's last day on Earth using singers and actors. === Books and Publications === In addition to the theater, some of the Bread & Puppet puppeteers operate the Bread & Puppet Press, directed by Elka Schumann, who is Peter Schumann's wife (and granddaughter of Scott Nearing). The press produces posters, cards and books on the Theater's themes as well as other forms of \"cheap art.\" Publications from the Bread & Puppet Press include: * Cheap Art Manifestos ** 10 Purposes of Cheap Art ** Importance of Cheap Art ** Why Cheap Art? * Comics ** 40 How Tos ** Courage ** Life and Death of Charolette Solomon ** Off to Lubberland ** Planet Kasper Volume I ** We Grass ==Conflicts== ===2000 Republican National Convention=== Bread & Puppet volunteers were among the seventy-nine people arrested at a warehouse in Philadelphia during the 2000 Republican National Convention. The Associated Press reported the scene of the \"SWAT-style\" raid was broadcast live by news helicopters. Years later, the AP explained there \"was tense talk (later proved unfounded) of terrorist plots being hatched in the 'puppetista' headquarters, of bomb building and anarchist-fueled mayhem.\" Its report did not include the police's side of the story. \"A couple of our folks were down there, helping to build puppets\", said Linda Elbow, company manager for Bread & Puppet. \"The cops went into the studio...arrested people, and took the puppets. So, now, puppets are criminals.\" ===2001 Halloween Parade=== The Bread & Puppet Theater is a regular participant in New York's Village Halloween Parade, noted for its use of giant puppets. In 2001, Bread & Puppet did not march in the parade. The Theater's plans that year included a presentation protesting the War in Afghanistan. The Halloween parade was to occur fifty days after and 1.5 miles away from the September 11, 2001 attack on the World Trade Center. It was this attack which was the pretext for starting the war which Bread & Puppet Theater was protesting, and the company's \"anti-war stance\" reportedly \"...already placed it at odds with some New Yorkers\", according to Dan Bacalzo of TheaterMania.com. Many of the parade's macabre elements were suspended that year by its director Jeanne Fleming. It was not known until October 25 whether it would even take place. Linda Elbow commented, \"We certainly weren't saying 'Hooray for the terrorists.' We were saying, 'Look what you're doing to the people of Afghanistan.'\" An unattributed quote in Bacalzo's report — \"What you're bringing, we don't want\" — suggests it was the group's selection of material that was unwelcome, not the group itself. The report did not make it clear how the decision was made, or who made it; the incident was included as secondary background material in a piece publicizing an upcoming Bread and Puppet show. Fleming, who was not interviewed by Bacalzo (but is quoted as if she was), says that Bread and Puppet was not \"disinvited\", adding that it was she who first invited the company to march in the parade when she took over as organizer. In December 2001 the Theater returned to New York with The Insurrection Mass with Funeral March for a Rotten Idea: A Special Mass for the Aftermath of the Events of September 11th. It was presented at Theater for the New City, and billed as \"a nonreligious service in the presence of several papier-mâché gods.\" The \"Insurrection Masses\" are a common format for the Bread & Puppet Theater, as are such \"Funerals\", though the \"rotten\" ideas change. ==Critics' comments== thumb Notable writers and performers have participated in the theater, including children's theater performer Paul Zaloom and writer Grace Paley. Other writers to have praised Bread & Puppet include historian Howard Zinn, who cited its \"magic, beauty, and power\", and poet and NPR commentator Andrei Codrescu, who wrote: \"The Bread & Puppet Theater has been so long a part of America's conscious struggle for our better selves, that it has become, paradoxically, a fixture of our subconscious.\" ==Reference in popular media== The Bread & Puppet Theater has a visual reference in the 2007 Julie Taymor film Across the Universe. The movie replicated characters such as Uncle Fatso, Washer Women, White Ladies, and the many armed Mother head. The Bread & Puppet Circus Band also has a reference in the costumes of the circus band during \"Being for the Benefit of Mr. Kite!\". The difference between the real life costumes and the ones made for the movie is the real life ones are red and black, whereas in the movie they are white and black. The Bread & Puppet Theater is in the film's credits.Across the Universe. DVD. Directed by Julie Taymor. (Revolution Studios, 2007) In her 2008 memoir \"A Freewheelin' Time: A Memoir of Greenwich Village In The Sixties\", New York painter and illustrator, Suze Rotolo, notes she worked a fabrication job with TB&PT; early in 1963 near Delancy Street on the lower east side of Manhattan. Rotolo, at the time, was the girlfriend and muse of Bob Dylan and was the inspiration for the songs \"Suze (The Cough Song)\", \"Don't Think Twice, It's Alright\", \"Tomorrow Is a Long Time\", \"One Too Many Mornings\", and \"Boots of Spanish Leather\". ==See also== *Cantastoria *In the Heart of the Beast Puppet and Mask Theatre *Puppetista ==Footnotes== ==References== * *Ronald T. Simon and Marc Estrin, Rehearsing with Gods: Photographs and Essays on the Bread & Puppet Theater (). *George Dennison, An Existing Better World: Notes on the Bread & Puppet Theater (). *Stefan Brecht, The Bread & Puppet Theater (2 vols., ). *DeeDee Halleck, \"Meadows Green\" 27 minute 16mm film, 1974 *DeeDee Halleck and Tamar Schumann, \"Ah! The Hopeful Pageantry of Bread and Puppet!\" 2002, 70 minute video. *Suze Rotolo, A Freewheelin' Time: A Memoir of Greenwich Village In The Sixties (). ==External links== *Bread and Puppet Theater official Web site *Photographer Ronald T. Simon's Bread & Puppet photos *Photos of the Theater *Discussion of 1998 Pageant *The Why Cheap Art? Manifesto *Videos of the Bread & Puppet Theater from Green Valley Media *TheaterMania: news feature December 3, 2001 *Information about the Bread and Puppet Museum *Archive.org Bread & Puppet Archive Category:1962 establishments in New York City Category:Anti–Vietnam War groups Category:Art museums and galleries in Vermont Category:Glover, Vermont Category:Museums in Orleans County, Vermont Category:Arts organizations based in Vermont Category:Performing groups established in 1962 Category:Political theatre companies Category:Puppet museums in the United States Category:Puppet theaters Category:Theatre companies in Vermont",
 "title": "Bread and Puppet Theater"
}