{
 "id": "873740",
 "text": "Hermann Friedrich Albert von Ihering (9 October 1850 – 24 February 1930) was a German-Brazilian zoologist. He was the oldest son of Rudolf von Jhering. ==Biography== Hermann Friedrich Albert von Ihering was born in 1850 in Kiel, Germany, the oldest son of Rudolf von Jhering. Under the advice of Rudolf Leuckart, Ihering studied medicine at the Giessen, Leipzig, Berlin, and Göttingen universities, working as an assistant at the zoological institute in Göttingen. He concluded his doctoral thesis in Göttingen, with the title Ueber das Wesen der Prognathie und ihr Verlhaeltniss zur Schaedelbasis (On the essence of prognathism and its effect on the base of the skull). He later worked as a Privatdozent for zoology at the Erlangen and Leipzig. On 26 April 1880, Ihering married a widow, Anna Maria Clara Wolff (born von Bezel), who had a 10-year-old boy, Sebastian Wolff, from her first marriage. The marriage was not approved by Ihering's family and, as a result, he travelled to Brazil soon after. He got his first work at the National Museum of Rio de Janeiro, in Rio de Janeiro. However, as he found the climate of Rio de Janeiro too hot, he eventually moved to the city of Taquara, Rio Grande do Sul, where he started to collect specimens to send to museums in Germany and to the British Museum. At this time he had two children, Clara and Rodolpho. Later, he had other two, Wilhelm and Ida, but the latter died as a child. In 1883, Ihering was nominated travelling naturalist of the National Museum of Rio de Janeiro and lived in several cities by the Lagoa dos Patos. He eventually bought an island at the delta of the Camaquã River, which started to be called Ilha do Doutor (Doctor's Island) and lived there for some years. He was naturalized Brazilian in 1885. Between 1893 and 1894, Ihering helped to found the Museu Paulista, in São Paulo, and became its first director. In 1901, his son Rodolpho was sent to Europe to study in Heidelberg. However, his other son, Wilhelm, died soon after, being only 16 years old, and his wife Anna became too shaken by the event and died later in the same year. Rodolpho then abandoned his studies and returned to Brazil to help his father. During a trip to Europe to visit some colleagues in 1907, Ihering met again his first love, Meta Buff, from Gießen, and married her that same year. Later, during World War I, he was accused of nepotism and of selling to the state a stone that was donated to the Museu Paulista. This forced him to leave his job as director of the museum in 1916. He returned to southern Brazil and continued his studies in Santa Catarina, and in 1918 he was invited to occupy the chair of zoology at the University of Córdoba, Argentina. However, he refused the offer and remained in Brazil in order to organize a small museum in Florianópolis. One year after the museum opened, the government reduced his wage to one third, and three months later it was announced that he would not be paid anymore for his job. In 1920 Ihering returned to Europe, living first in Naples and later returning to Germany. In 1921, he settled with Meta in Büdingen. Meta died in 1928 and Ihering died in 1930, at Gießen, Germany. ==Homage == Several species were named in honor of Ihering, including the following. *Anisolepis iheringii (lizard), type species of the genus Anisolepis , but a junior synonym of Anisolepis undulatus Beolens, Bo; Watkins, Michael; Grayson, Michael (2011). The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (\"Ihering, H.F.I.\", p. 129). *Brucepattersonius iheringi (rodent) *Cetopsorhamdia iheringi (catfish) *Choeradoplana iheringi (land planarian) *Enyalius iheringii (lizard) *Gastrocopta iheringi (gastropod) *Grammostola iheringi (tarantula) *Myrmotherula iheringi (antbird) *Phyllomedusa iheringii (frog) *Trinomys iheringi (Ihering's Atlantic spiny rat) *Unionicola iheringi (water mite) The peer-reviewed scientific journal Iheringia was also named after him. ==Bibliography== His bibliography include 310 works; 20 of these works are about birds. He was the author of Catálogos da Fauna Brasileira (1907) with his son Rudolpho von Ihering. *(1877). Vergleichende Anatomie des Nervensystemes und Phylogenie der Mollusken. Leipzig: Engelmann. x + 290 pp. + Plates I-VIII. (in German). *(1880). \"Beiträge zur Kenntniss der Nudibranchien des Mittelmeeres. Part 1. (1. Chromodoris, 2. Doriopsis, 3. Cadlina.)\" Malakozoologische Blätter N.F. 2: 57-112. (in German). *(1886). \"Zur kenntnis der Nudibranchien der brasilianischen kuste. Jahrbücher der Deutschen \". Malakozoologischen Gesellschaft 13 (3): 223–240. (in German). *(1886). \"Beiträge zur Kenntniss der Nudibranchien des Mittelmeeres, Part 2. 4. Die Polyceraden \". Malakozoologische Blätter N.F. 8: 12–48. (in German). *(1904). The Anthropology of the state of S. Paulo, Brazil. *(1922). Phylogenie und System der Mollusken. (in German). ==See also== * :Category:Taxa named by Hermann von Ihering ==References== ==Further reading== *Isaia, Antônio. (2008). Os Fascinantes Caminhos da Paleontologia. Pallotti. 60 pp. (in Portuguese). *Beltrão, Romeu (1958). Cronologia Histórica de Santa Maria e do extinto município de São Martinho. 1787–1933. Vol I. Pallotti. (in Portuguese). ==External links== * *Ethnographic works by Hermann von Ihering at the Curt Nimuendajú Digital Library Category:1850 births Category:1930 deaths Category:19th-century German zoologists Category:German entomologists Category:Brazilian zoologists Category:German emigrants to Brazil Category:Naturalized citizens of Brazil Category:Scientists from Kiel Category:People from the Duchy of Holstein Category:University of Giessen alumni Category:Leipzig University alumni Category:Leipzig University faculty Category:University of Göttingen alumni Category:University of Göttingen faculty Category:Humboldt University of Berlin alumni Category:University of Erlangen-Nuremberg faculty Category:Brazilian ornithologists",
 "title": "Hermann von Ihering"
}