{
 "id": "873851",
 "text": "Harding University is a private university with its main campus in Searcy, Arkansas. It is the largest private university in Arkansas. Established in 1924, the institution offers undergraduate, graduate, and pre-professional programs. The university also comprises Harding School of Theology, located in Memphis, Tennessee, which was formerly known as Harding Graduate School of Religion. Harding is one of several institutions of higher learning associated with the Churches of Christ. Through the sponsorship of Harding, Margaret Thatcher, the former Prime Minister of the United Kingdom, was elected honorary member to the American national honor society Omicron Delta Kappa in 1995, when she delivered a lecture at the American Studies Institute. In 1997, Harding also sponsored the membership of Texas governor and future president George W. Bush. == History == alt=|left|thumb|White County Courthouse, in Searcy Arkansas === Foundation === Harding College was founded in Morrilton, Arkansas, in April 1924 after the merging of two separate colleges: Arkansas Christian College of Morrilton, Arkansas, and Harper College of Harper, Kansas. It was named after James A. Harding, a minister and educator associated with Churches of Christ. After Galloway Female College merged with Hendrix College in 1933, Harding College purchased Galloway's Searcy, Arkansas campus for a fraction of its estimated value and moved there in 1934.thumb|150px|James A. Harding|alt=|left === Cold War === thumb|Make Mine Freedom title slate Harding University first advocated for pacifism and political disengagement, in line with its own founding influences like James A. Harding and David Lipscomb as well as with wider trends in many other evangelical Christian movements during late 19th- and early 20th-century America. This trajectory shifted during the Cold War, however. Harding became involved in the production of a series of animated cartoons extolling the virtues of free-market capitalism. This series, including \"Make Mine Freedom\" (1948) as well as \"Meet King Joe\" (1949), were all produced by John Southerland Productions as part of a concerted campaign to fight against the threats of communism at the beginning of the Cold War using popular media. Funding came from Alfred P. Sloan, the major figure at General Motors Corporation. The animations contrast mainstream American values with the values of Soviet communism. The initiative represented a central concern of Harding president George S. Benson, who believed that fighting socialism was a moral imperative. === National Education Program === Early in his career, President Benson established the National Education Program to advocate the principles of belief in God, the constitution, and free enterprise, within an \"Americanism\" program. The NEP coordinated speaking engagements and produced and distributed reprints of Benson’s speeches and newspaper columns, short films by a former Walt Disney employee, and other media. This program attracted many donations to Harding, including from Boeing and Gulf Oil. The NEP was initially part of the school's education department, and later the history department, where it was intertwined with the American Studies Program. Clifton Ganus Jr. and James D. Bales were also heavily involved. NEP materials were used nationwide by groups such as the U.S. armed forces, public schools, colleges and universities, chapters of the American Legion, and local chambers of commerce. Some uses became controversial: Some companies required their employees to attend NEP-sponsored seminars and enclosed copies of Benson’s lectures with their paychecks in hopes of addressing perceived restlessness. The Fulbright Memorandum of June 1961 raised concerns about use of NEP materials in the military. The NEP was charged with being a \"Radical Right\" organization in the 1964 book Danger on the Right, which Bales responded to in his 1965 book Americanism under Fire. The close relationship between Harding and the NEP delayed the college's accreditation until 1954 when the school incorporated it as a separate entity, although Benson, Ganus, and Bales continued their involvement and the NEP board was nearly identical to the college's. In the 1970s, the program dwindled in notoriety and moved to Oklahoma Christian College. The American Studies Institute continues as a legacy of this program. === Race relations === ==== Segregation ==== During segregation in the United States, the school remained racially segregated for most of the tenure of president George S. Benson, who defended Harding's delay in integrating. Benson believed Black people were inferior because they fell under the Curse of Ham. In 1957, student body president Bill Floyd circulated a \"statement of attitude\" that Harding was ready to integrate, and it was signed by over 75% of the students, faculty, and staff of the college. In response Benson made an address entitled titled “Harding College and the Colored Problem”, in which he put down the idea of integration as youthful idealism, and insisted that students should defer to the judgment of older people with more experience, such as the Harding board of trustees. He went further, stating that Blacks were far better off in the US than in other countries, and that integration would result in destruction of property, the spread of venereal diseases, and increased pregnancies. He also stated that mixed marriages would lead to broken homes and a rise in crime. Benson maintained that mixing of the races was against the divine order. In 1953, Norman Adamson became the first black person accepted to Harding. However, when administrators learned he was black he was denied admission. alt=|thumb|Dr George S Benson|left In 1963, three black students were admitted to the Searcy campus, making Harding the second private institution in Arkansas to admit blacks. In a 2012 article, it was suggested that this decision was motivated by expectation that the coming Civil Rights Act would require \"Harding to desegregate to continue receiving federal funds\", but contemporary sources make no mention of this as a consideration: The Gazette applauded Harding's \"voluntary action\" as an \"example\" for other Arkansas church-related colleges and deserving an \"ovation...for the grace with which they have undertaken this social change\". The Bison proclaimed \"Benson's leadership in the movement for equal opportunity makes us proud, even boastful; it makes us happy, even ecstatic\", though at least one scholar viewed that statement \"dubiously\". By 1969 Harding had only 20 black students out of a student body of over 2,000. While President Clifton L. Ganus, Jr, stated that he did not \"see any Biblical injunction against it\", he discouraged interracial relationships. Under his leadership, the Harding administration allowed students to enter into interracial relationships, but made it policy to caution them against it and informed their parents in writing. The policy of allowing such relationships was the focus of much anger from the families of some white students. In 1969, three black students who protested racism at the university were expelled. In 1969, Ganus attempted to placate students by promising to hire 'Negro' teachers, but this never transpired. ==== Since the Civil Rights Era ==== In 1980, Richard King became the first African-American faculty member. In the fall of 2019, white students constituted 81 percent of the student body, 4.7% were black, and 3.8% were Hispanic/Latino. ==== Botham Jean and the Benson Auditorium ==== thumb|Dr. Clifton L. Ganus Jr.In 2020, a former graduate organized a petition drive to rename the Benson auditorium because of Benson's racist views. The petition also asked that the auditorium carry the name of Botham Jean instead, a recent Black alumnus who had been shot and killed in his own apartment by a white Dallas police officer who alleged she had confused their apartments and mistaken the 26-year-old for a burglar. Upon review, and against the wishes of the Black Student Association, the university, under the leadership of Bruce McLarty, defended Benson and chose to retain the name. However, President McLarty recognized the university had no buildings or landmarks on campus that recognized Black Alumni and promised some sort of memorial to Botham Jean within a year. Facing this controversy and a 23% decline in enrollment over 5 years, the board dismissed McLarty, with former president David Burks resuming control. Dr. Michael D. Williams will become president June 2022. == Campus == thumb|The Original Harding College Arch.|alt=|left === Searcy === The Searcy campus comprises 48 buildings located on near the center of Searcy. The campus lies roughly between Race Avenue and Beebe-Capps Expressway and includes several other minor thoroughfares, the campus of Harding Academy, Harding Place (a retirement community), and portions of surrounding neighborhoods. The campus includes the George S. Benson Auditorium, which sits facing the McInteer Bible and World Missions Center. Brackett Library, the American Studies Building (Education and English departments), the David B. Burks American Heritage Building (hotel and offices), Pattie Cobb Hall, and the Administration Building frame a grassy central commons area upon which can be found several paths, a fountain, and a bell tower made out of bricks from the institution that once stood there: Galloway Female College. Recent additions have included several dormitories; expansions of the cafeteria, student center, art department, and the David B. Burks American Heritage Building. The McInteer Bible and World Missions Center, was built in a project that included closing a road and creating a pedestrian mall. After competing in the Ganus Athletic Center from 1976 until 2006, Harding's volleyball and basketball teams moved back to the Rhodes-Reaves Field House. The field house is a round- topped airplane hangar built for France in WWII, and purchased as war surplus by George S. Benson. It was reconstructed on campus in 1947. In 2007 it was retrofitted to accentuate the already deafening acoustics of the facility, working to the advantage of the home teams and earning Harding the title of \"Best Road Trip Destination in College Basketball.\" The campus also has extensive intramural sports facilities. === Noteworthy buildings === thumb|Pattie Cobb Hall The Dean L.C. Sears House, named for the first dean of Harding University, was a historic house registered in the National Register of Historic Places. Also on the registry is Pattie Cobb Hall. The Reynolds Center was created through and named for philanthropist Donald W. Reynolds. === Satellite campuses and campuses abroad === The university maintains satellite campuses in Arkansas, one in North Little Rock and a second in Rogers. Harding maintains permanent campuses in Florence and Athens. Study abroad semester programs are also provided in Brisbane, London, Paris, Arequipe (Chile), and Kalomo (Zambia). == Academics == === Organization === Structurally, the university comprises nine separate colleges: the College of Allied Health, the College of Arts & Humanities, the College of Bible & Ministry, the Paul R. Carter College of Business Administration, the Cannon- Clary College of Education, the Carr College of Nursing, the College of Pharmacy, the College of Sciences, and the Honors College. Each college then has its own subdivisions of departments or other sections. The university also has a School of Theology in Memphis. Between these nine colleges, the university provides ninety-seven majors, ten undergraduate degrees, fourteen pre-professional programs, and twenty-one graduate and professional degrees.alt=|thumb|The Administration Building of Harding University. ====American Studies Institute==== In 1953, Harding established the School of American Studies as an extension of President Benson's National Education Program in order to teach and train students in the founding principles of the United States Constitution. Rebranded the American Studies Institute (ASI), the center supplements students' academic training and promotes \"a complete understanding of the institutions, values, and ideas of liberty and democracy.\" In doing so, the ASI exhibits a generally conservative political stance, focused on going \"back to the fundamental values that made this country great.\" === Distinctions and rankings === Harding supports a chapter of Kappa Omicron Nu, a national honor society for colleges and universities with a strong humanities program. The university was distinguished through the National Historic Chemical Landmarks program of the American Chemical Society for its contribution to the history of chemistry, which came for its William- Miles History of Chemistry Collection, established in 1992. Harding University was listed among the Top Ten Schools nationwide by the Wall Street Journal and Times Higher Education under two different categories in 2017: student engagement and student inspiration. Harding consistently ranks in the Top 25 for Best Regional Universities in the South according to the U.S. News & World Report. In 2020, it ranked #249 among national universities overall.https://www.usnews.com/best-colleges/harding-university-10311 It was also rated at B+ by the American rankings and review company Niche. Harding is accredited by the Higher Learning Commission. Specific colleges and programs have received further accreditation by specialized agencies as well. == Student life == ===Athletics=== Harding has competed in the NCAA at the Division II level since 1997, beginning in the Lone Star Conference moving in 2000 to the Gulf South Conference and then moving to the newly formed Great American Conference (GAC) in 2011. Men's sports include Soccer, Baseball, Basketball, Cross Country, Football, Golf, Tennis, and Track and Field. Women's sports include Basketball, Cheerleading, Cross Country, Golf, Soccer, Softball, Tennis, Track and Field, and Volleyball. The facilities for the sporting events are: First Security Stadium, Ganus Activities Complex, Stevens Soccer Complex, Jerry Moore Field (baseball), Berry Family Grandstand (softball), Harding Tennis Complex, and the Rhodes-Reaves Field House. On October 19, 2019, the new indoor football facility was dedicated in honor of longtime football head coach Ronnie Huckeba. The Huckeba Field House is the largest indoor practice facility in NCAA Division II and one of the largest in the country for any level. === Music === Harding has long cultivated a strong tradition of vocal performance. One student group featured as the spokespeople of Pepsi. Another provided vocals for Dolly Parton's album For God and Country. ====Spring Sing==== Spring Sing is an annual musical production held during Easter Weekend, featuring performances by the social clubs. It is widely attended by current and prospective students, alumni, and Searcy residents. An estimated 12,000 people attended the show each year. Each year, an overall theme is selected, and each club develops music and choreographed routines for the show. Rehearsals begin as early as January. Spring Sing also typically features two hosts, two hostesses, and a general song and choreography ensemble, with these roles chosen by audition. The ensemble performs to music played by the University Jazz Band. Each club act is judged and, according to their performance, awarded a certain sum of money. The clubs then donate this money to charities of their choice. === Student-run media === The Department of Communications runs the state radio station KVHU. Alongside publications of the University itself, such as the alumni newsletter Harding Magazine and the yearbook The Petit Jean, students produce their own periodical during the academic year, and it's called The Bison. This student- run publication is printed in nine issues per semester and made available through its multimedia website The Link. In 2011 and 2018, LGBT students at Harding produced a magazine called HUQueer Press, whose website was blocked by the University on grounds it was unauthorised. As a result of this decision by the administration – which aligned with those of similar universities – it gained more attention from national newspapers like The New York Times and online platforms like Jezebel. === Social clubs === thumb|The David B. Burks American Heritage Building on the Harding University campus.|alt=|left The university sponsors student-led \"social clubs\" that serve a similar social networking function to the Greek system, as Harding prohibits formation of local chapters of national social fraternities and sororities. (One exception is Delta Phi, a chapter of Pi Sigma Epsilon). Currently there are 14 women's social clubs and 15 men's social clubs at Harding. Most of these organizations have adopted Greek letter names that are similar to national fraternity and sorority names. Social clubs are open to all academically eligible students and serve as some of the university's most visible student-led organizations. The clubs are a prominent part of student life with slightly more than half of all undergraduate students participating as social club members. The social club induction process begins when clubs host \"receptions\" in the fall to recruit new members. The membership process culminates in Club Week, when each prospective member bonds with the other members of the club through a series of scheduled activities throughout the week. Once a student is accepted into the club, they attend biweekly meetings and can participate in club-sponsored sports, service projects, and Spring Sing. ==== Hazing controversy ==== Harding's social clubs have been involved in hazing controversies over the years. As a result, some have been forced to disband, including the Seminoles (2010), Kappa Sigma Kappa (2005), Mohicans (1981), and most recently Pi Kappa Epsilon (2015). ===Religious conduct and policies=== In keeping with the university's expectation of the \"highest standards of morality, integrity, orderliness, and personal honor,\" Harding has a number of rules that were designed to foster these standards on campus.Student Handbook ==== Chapel ==== Each weekday morning, students are required to attend chapel service. Additionally, students must complete at least 8 hours of Bible courses in order to complete the Liberal Arts curriculum. The university requires faculty to dress professionally when attending class, chapel, lyceum, and American Studies programs. Prior to August 1979, female students were required to wear dresses to class and are still required to dress \"modestly.\" In more recent years, there has been a controversy regarding the wearing of yoga pants on campus. ==== Substances ==== The consumption of alcohol is also prohibited for students and faculty both on and off campus. A violation of this policy usually results in expulsion for one semester. (Searcy, Arkansas, lies in White County, which is also a dry county.) Harding has had a no smoking policy on campus since August 1978. More broadly, disciplinary action may be taken against students who use illegal drugs whether on or off campus. ==== Sex and gender ==== Most students are required to live on campus, and those who do are required to be in their residence halls by midnight (00:00) during the week and 1 a.m. (01:00) on weekends; except in certain open house events, men and women are not allowed to visit one another's dorm rooms. Harding explicitly regulates sexual relationships among students and staff. The University explicitly prohibits premarital, extramarital, and homosexual sex. In 2017, it was then granted an exception to Title IX, which allows for legal discrimination against LGBTQ students on religious grounds. Harding has been listed among the \"Absolute Worst Campuses for LGBTQ Youth\" in the US by Campus Pride. == People == ===Notable alumni=== ==== Academia ==== * Leonard Allen, historian and college administrator *James Bales, professor and administrator *Martin Doyle, ecologist at the Nicholas Institute for Environmental Policy Solutions of Duke University *E. H. Ijams, president of Lipscomb University *Ed Madden, poet, gay rights activist, professor of English, and Director of Women's and Gender Studies at the University of South Carolina *Annie May Alston Lewis, theological librarian *J. Stanley Marshall, college administrator, was president Florida State University *Edward Granville Sewell, American mathematician and professor at University of Texas, El Paso *Rubel Shelly, writer, minister, professor, and former president of Rochester College *Richard Felix Staar, political scientist, historian, and fellow at Stanford ==== Athletics ==== * Janet Cherobon-Bawcom, Olympian distance runner * Tank Daniels, former NFL American football linebacker * Scarborough Green, MLB outfielder * Chad Marshall, an American Major League soccer player * Bryce Mitchell, mixed martial arts fighter *Jon Murray, university cross country coach * Jim Nichols, football coach * Ty Powell, professional football player *Matt Riviera, professional wrestler * Preacher Roe, Major League Baseball pitcher * Arthur Hubert \"Hubie\" Smith, basketball coach * Stephany Smith, women's basketball coach ==== Business ==== *LaMar Baker, businessman and politician *Michael Blue, billionaire entrepreneur and co-founder of Privateer Holdings ==== Music, art, and entertainment ==== * Tamera Alexander, author * Roxanne Beck, actress and screenwriter * Stephen Mark Brown, American opera tenor * David Ray Campbell, writer and producer * Verna Howard, founder of the radio International Gospel Hour, originally based in Texarkana, Texas * Jerry W. Mitchell, investigative reporter and recipient of a \"genius grant\" from the MacArthur Foundation * Willie Robertson, star of A&E;'s Duck Dynasty as well as CEO of Duck Commander * Korie Robertson, star of A&E;'s Duck Dynasty and wife of Willie Robertson * W. Stephen Smith, voice teacher and author, Northwestern University Professor of Voice and Opera * Ray Walker, singer with The Jordanaires ==== Politics ==== * Tim Barnes, Democratic politician from Tennessee * Mary Elizabeth Bentley, Republican member of the Arkansas House of Representatives * Jim R. Caldwell, first Republican member of the Arkansas State Senate in the 20th century * Jonathan Dismang, politician * Timothy Chad Hutchinson, attorney and former member of the Arkansas House of Representatives * Jeremy Kernodle, United States District Judge * David Porter, Texas Railroad Commissioner * Kenneth Starr, attorney, judge, U.S. Solicitor General, Special Prosecutor for the Impeachment of Bill Clinton * Thomas Philip Watson, politician ==== Religion ==== * Charles Coil, evangelist * Roger Duke, theologian *Gary Holloway, executive director of the World Convention of Churches of Christ * Larry M. James, theologian ==== Other ==== *George Andrew Davis, Jr., fighter pilot and flying ace of the United States Army Air Forces in World War II and the Korean War *Khalil Jahshan, Palestinian-American activist, media commentator, and executive director of the Arab Center Washington DC *Larry M. James, social worker and CEO of the Dallas housing enterprise CitySquare *Botham Jean, murder victim *Farrell Till, activist and editor of The Skeptical Review ===Notable faculty, current and former=== *Carl Allison, football and baseball coach *Stanley Jennings Carpenter, Medical Entomologist, U.S. Army Colonel *James W. Carr, professor of business and member of the National Security Education Board *James Burton Coffman, preacher, author *James Dickey, basketball coach. Played and coached at Harding. *Ronnie Huckeba, football coach *Paul Fiser, football coach *Jack P. Lewis, theologian *John Robert McRay, biblical scholar *Michael A. O'Donnell, psychologist *Thomas H. Olbricht, biblical scholar *Carroll D. Osburn, theologian and noted biblical scholar *John Prock, football coach *Cheri Yecke, educator and civil servant in the Bush administration === Recipients of honorary degrees === * Marshall Keeble, African-American minister * Levy Mwanawasa, president of Zambia * Cline Paden, missionary * Jerry Mitchell, journalist, author thumb|Bruce McLarty === Presidents === *J.N. Armstrong (1924–1936) * George S. Benson (1936–1965) * Clifton L. Ganus Jr. (1965–1987) * David Burks (1987–2013) * Bruce McLarty (2013–2020) * David Burks (2020-2022) * Michael Williams (beginning June 1, 2022) == References == ==External links== * * Harding Athletics website * The State of the Gay by HU Queer Press Category:Educational institutions established in 1924 Category:Universities and colleges affiliated with the Christian churches and churches of Christ Category:Buildings and structures in Searcy, Arkansas Category:Private universities and colleges in Arkansas Category:Evangelical seminaries and theological colleges Category:Restoration Movement Category:Council for Christian Colleges and Universities Category:1924 establishments in Arkansas",
 "title": "Harding University"
}