{
 "id": "874346",
 "text": "Forensic accounting, forensic accountancy or financial forensics is the specialty practice area of accounting that investigates whether firms engage in financial reporting misconduct. Forensic accountants apply a range of skills and methods to determine whether there has been financial reporting misconduct.W.S. Hopwood, J.J. Leiner & G.R. Young, Forensic Accounting, McGraw-Hill Irwin (2008), as quoted by Stephen Pedneault, Frank Rudewicz, Michael Sheetz & Howard Silverstone, Forensic Accounting and Fraud Investigation, John Wiley & Sons, Inc. (4th ed. 2017). == History == Forensic accounting was not formally defined until the 1940s. Originally Frank Wilson is credited with the birth of Forensic Accounting in the 1930s. When Wilson was working as a CPA for the US Internal Revenue Service, he was assigned to investigate the transactions of the infamous gangster Al Capone. Capone was known for his involvement in illegal activities, including violent crimes. However it was Capone’s Federal Income Tax fraud that was discovered by Forensic Accountants. Wilson’s diligent analysis of the financial records of Al Capone indicted him for Federal Income tax evasion. Capone owed the government $215,080.48 from illegal gambling profits and was guilty of tax evasion for which he was sentenced to 10 years in Federal Prison. This case established the significance of Forensic Accounting. == Application area == Financial forensic engagements may fall into several categories. For example: * Economic damages calculations, whether suffered through tort or breach of contract; * Post-acquisition disputes such as earnouts or breaches of warranties; * Bankruptcy, insolvency, and reorganization; * Securities fraud; * Tax fraud; * Money laundering; * Business valuation; and * Computer forensics/e-discovery. ==Forensic accountants== Forensic accountants, investigative accountants or expert accountants may be involved in detecting and preventing fraud, litigation support, testifying as an expert witness and other investigative supports. Typical qualifications for forensic accountants include: Certified Public Accountant (CPA); Certified Fraud Examiner (CFE); Certified Forensic Consultant (CFC); Certified Business Appraiser (CBA); Certified Valuation Analyst (CVA); and Certified Forensic Financial Analyst (CFFA). The importance of Forensic Accountants getting the proper qualifications is so that they can be considered as expert witnesses in court. The Certified Forensic Accountant (CRFAC) program from the American Board of Forensic Accounting assesses Certified Public Accountants (CPAs) knowledge and competence in professional forensic accounting services in a multitude of areas. Forensic accountants may be involved in both litigation support (providing assistance on a given case, primarily related to the calculation or estimation of economic damages and related issues) and investigative accounting (looking into illegal activities). The American Board of Forensic Accounting was established in 1993. Large accounting firms often have a forensic accounting department. All of the larger accounting firms, as well as many medium-sized and boutique firms and various police and government agencies have specialist forensic accounting departments. Within these groups, there may be further sub-specializations: some forensic accountants may, for example, just specialize in insurance claims, personal injury claims, fraud, anti-money-laundering, construction, or royalty audits. Forensic accounting used in large companies is sometimes called financial forensics. Forensic accountants combine knowledge of the law with their accounting skills. They can assess companies, and help companies resolve issues. This can help companies prevent corruption, fraud, embezzlement, etc. A forensic accountant performing an audit of a company should remain neutral. Large companies mainly use forensic accountants when performing audits; however, there are other uses for forensic accountants in companiesShapiro, David M. \"Beyond the courtroom.\" Strategic Finance, vol. 97, no. 3, Sept. 2015, p. 46+. Gale OneFile: Business, https://www.northeaststate.edu:2081/apps/doc/A429090770/ITBC?u=tel_a_nestcc&sid;=ITBC&xid;=87cb0a01. Accessed 23 Sept. 2020. Forensic accountants often assist in professional negligence claims where they are assessing and commenting on the work of other professionals. Forensic accountants are also engaged in marital and family law of analyzing lifestyle for spousal support purposes, determining income available for child support and equitable distribution. The main goal of Forensic accountants is to determine if financial crime has been committed and if so, to what extent. They are often used as expert witness to assist the judge or jury in forming the verdict. It is important that forensic accountants possess skills such as microeconomics, cost-center accounting systems, coming up with conclusions with little data, report writing, research skills and interview skills. This process can employ one or more of the following techniques: Review of Public records, Background investigations, Interviews of knowledgeable parties, Analysis of Real evidence to identify possible Forgery and/or document alterations, Surveillance and inspection of business premises, Analysis of individual Financial transactions or statements, and Review of Business records to identify fictitious vendors, employees, and/or business activities. Forensic accountants are also increasingly playing more proactive risk reduction roles by designing and performing extended procedures as part of the statutory audit, acting as advisers to audit committees, fraud deterrence engagements, and assisting in investment analyst research. == Analytical Techniques == Forensic accountants utilize an understanding of economic theories, business information, financial reporting systems, accounting and auditing standards and procedures, data management & electronic discovery, data analysis techniques for fraud detection, evidence gathering and investigative techniques, and litigation processes and procedures to perform their work. When detecting fraud in public organizations accountants will look in areas such as billing, corruption, cash and non-cash asset misappropriation, refunds and issues in the payroll department. To detect fraud, companies may undergo management reviews, audits (both internally and externally) and inspection of documents. Forensic accountants will often try to prevent fraud before it happens but searching for errors and in-precise operations as well as poorly documents transactions. The process begins with the forensic accountant gathering as much information as possible from clients, suppliers, stakeholders and anyone else involved in the company. Next, they will analyze financial statements in order to try and find errors or mistakes in the reporting of those financial statements as well as they will analyze any background information provided. The next step involves interviewing employees in order to try and find where the fraud may be occurring. Investigators will look at company values, performance reviews, management styles and the overall structure of the company. After this is complete the forensic accountant will try to draw conclusions from their findings. ==See also== * Benford's law * Certified Fraud Examiner * Association of Certified Fraud Examiners ==References== ==External links== *International Institute of Forensic Investigation Professionals Inc *Association of Certified Fraud Examiners *Certified in Financial Forensics *Forensic Accountants, Forensic Accounting Certifications, and Due Diligence Category:Types of accounting Category:Auditing Category:Lawsuits Accounting Category:Accounting terminology",
 "title": "Forensic accounting"
}