{
 "id": "874400",
 "text": "The representation theory of groups is a part of mathematics which examines how groups act on given structures. Here the focus is in particular on operations of groups on vector spaces. Nevertheless, groups acting on other groups or on sets are also considered. For more details, please refer to the section on permutation representations. Other than a few marked exceptions, only finite groups will be considered in this article. We will also restrict ourselves to vector spaces over fields of characteristic zero. Because the theory of algebraically closed fields of characteristic zero is complete, a theory valid for a special algebraically closed field of characteristic zero is also valid for every other algebraically closed field of characteristic zero. Thus, without loss of generality, we can study vector spaces over \\Complex. Representation theory is used in many parts of mathematics, as well as in quantum chemistry and physics. Among other things it is used in algebra to examine the structure of groups. There are also applications in harmonic analysis and number theory. For example, representation theory is used in the modern approach to gain new results about automorphic forms. ==Definition== ===Linear representations=== Let V be a K–vector space and G a finite group. A linear representation of G is a group homomorphism \\rho: G\\to \\text{GL}(V)=\\text{Aut}(V). Here \\text{GL}(V) is notation for a general linear group, and \\text{Aut}(V) for an automorphism group. This means that a linear representation is a map \\rho: G\\to \\text{GL}(V) which satisfies \\rho(st)=\\rho(s)\\rho(t) for all s,t \\in G. The vector space V is called representation space of G. Often the term representation of G is also used for the representation space V. The representation of a group in a module instead of a vector space is also called a linear representation. We write (\\rho, V_\\rho) for the representation \\rho: G\\to\\text{GL}(V_\\rho) of G. Sometimes we use the notation (\\rho, V) if it is clear to which representation the space V belongs. In this article we will restrict ourselves to the study of finite- dimensional representation spaces, except for the last chapter. As in most cases only a finite number of vectors in V is of interest, it is sufficient to study the subrepresentation generated by these vectors. The representation space of this subrepresentation is then finite-dimensional. The degree of a representation is the dimension of its representation space V. The notation \\dim (\\rho) is sometimes used to denote the degree of a representation \\rho. ===Examples=== The trivial representation is given by \\rho(s)=\\text{Id} for all s\\in G. A representation of degree 1 of a group G is a homomorphism into the multiplicative group \\rho:G\\to \\text{GL}_1 (\\Complex)=\\Complex^\\times = \\Complex \\setminus\\\\{0\\\\}. As every element of G is of finite order, the values of \\rho(s) are roots of unity. For example, let \\rho: G=\\Z/4\\Z \\to \\Complex ^\\times be a nontrivial linear representation. Since \\rho is a group homomorphism, it has to satisfy \\rho({0})=1. Because 1 generates G, \\rho is determined by its value on \\rho(1). And as \\rho is nontrivial, \\rho({1})\\in\\\\{i,-1,-i\\\\}. Thus, we achieve the result that the image of G under \\rho has to be a nontrivial subgroup of the group which consists of the fourth roots of unity. In other words, \\rho has to be one of the following three maps: : \\begin{cases} \\rho_1({0})=1 \\\\\\ \\rho_1({1})=i \\\\\\ \\rho_1({2})=-1 \\\\\\ \\rho_1({3})=-i \\end{cases} \\qquad \\begin{cases} \\rho_2({0})=1 \\\\\\ \\rho_2({1})=-1 \\\\\\ \\rho_2({2})=1 \\\\\\ \\rho_2({3})=-1 \\end{cases} \\qquad \\begin{cases} \\rho_3({0})=1 \\\\\\ \\rho_3({1})=-i \\\\\\ \\rho_3({2})=-1 \\\\\\ \\rho_3({3})=i \\end{cases} Let G=\\Z /2\\Z \\times\\Z /2\\Z and let \\rho: G\\to\\text{GL}_2(\\Complex ) be the group homomorphism defined by: : \\rho({0},{0})= \\begin{pmatrix} 1 & 0 \\\\\\ 0 & 1 \\end{pmatrix}, \\quad \\rho({1},{0})= \\begin{pmatrix} -1 & 0 \\\\\\ 0 & -1 \\end{pmatrix}, \\quad \\rho({0},{1})= \\begin{pmatrix} 0 & 1 \\\\\\ 1 & 0 \\end{pmatrix}, \\quad \\rho({1},{1})= \\begin{pmatrix} 0 & -1 \\\\\\ -1 & 0 \\end{pmatrix}. In this case \\rho is a linear representation of G of degree 2. ====Permutation representation==== Let X be a finite set and let G be a group acting on X. Denote by \\text{Aut}(X) the group of all permutations on X with the composition as group multiplication. A group acting on a finite set is sometimes considered sufficient for the definition of the permutation representation. However, since we want to construct examples for linear representations - where groups act on vector spaces instead of on arbitrary finite sets - we have to proceed in a different way. In order to construct the permutation representation, we need a vector space V with \\dim (V)=|X|. A basis of V can be indexed by the elements of X. The permutation representation is the group homomorphism \\rho : G \\to\\text{GL}(V) given by \\rho(s)e_x=e_{s.x} for all s\\in G, x\\in X. All linear maps \\rho(s) are uniquely defined by this property. Example. Let X=\\\\{1,2,3\\\\} and G=\\text{Sym}(3). Then G acts on X via \\text{Aut}(X)=G. The associated linear representation is \\rho:G\\to \\text{GL}(V)\\cong\\text{GL}_3(\\Complex ) with \\rho(\\sigma)e_x=e_{\\sigma(x)} for \\sigma\\in G, x\\in X. ====Left- and right-regular representation==== Let G be a group and V be a vector space of dimension |G| with a basis (e_t)_{t\\in G} indexed by the elements of G. The left-regular representation is a special case of the permutation representation by choosing X=G. This means \\rho(s)e_t=e_{st} for all s, t\\in G. Thus, the family (\\rho(s)e_1)_{s\\in G} of images of e_1 are a basis of V. The degree of the left-regular representation is equal to the order of the group. The right-regular representation is defined on the same vector space with a similar homomorphism: \\rho(s)e_t=e_{ts^{-1}}. In the same way as before (\\rho(s)e_1)_{s\\in G} is a basis of V. Just as in the case of the left-regular representation, the degree of the right-regular representation is equal to the order of G. Both representations are isomorphic via e_{s} \\mapsto e_{s^{-1}}. For this reason they are not always set apart, and often referred to as \"the\" regular representation. A closer look provides the following result: A given linear representation \\rho:G\\to\\text{GL}(W) is isomorphic to the left-regular representation if and only if there exists a w\\in W, such that (\\rho(s)w)_{s\\in G} is a basis of W. Example. Let G = \\Z /5\\Z and V=\\R^5 with the basis \\\\{e_0,\\ldots, e_4\\\\}. Then the left-regular representation L_\\rho: G\\to \\text{GL}(V) is defined by L_\\rho(k)e_l=e_{l+k} for k, l \\in \\Z /5\\Z. The right-regular representation is defined analogously by R_\\rho(k)e_l=e_{l-k} for k, l \\in \\Z /5\\Z . ===Representations, modules and the convolution algebra=== Let G be a finite group, let K be a commutative ring and let K[G] be the group algebra of G over K. This algebra is free and a basis can be indexed by the elements of G. Most often the basis is identified with G. Every element f \\in K[G] can then be uniquely expressed as :f=\\sum_{s\\in G} a_s s with a_s \\in K. The multiplication in K[G] extends that in G distributively. Now let V be a K–module and let \\rho: G\\to\\text{GL}(V) be a linear representation of G in V. We define sv=\\rho(s) v for all s\\in G and v\\in V. By linear extension V is endowed with the structure of a left-K[G]–module. Vice versa we obtain a linear representation of G starting from a K[G]–module V. Additionally, homomorphisms of representations are in bijective correspondence with group algebra homomorphisms. Therefore, these terms may be used interchangeably. This is an example of an isomorphism of categories. Suppose K=\\Complex. In this case the left \\Complex [G]–module given by \\Complex [G] itself corresponds to the left-regular representation. In the same way \\Complex [G] as a right \\Complex [G]–module corresponds to the right-regular representation. In the following we will define the convolution algebra: Let G be a group, the set L^1(G):=\\\\{f:G\\to\\Complex \\\\} is a \\Complex –vector space with the operations addition and scalar multiplication then this vector space is isomorphic to \\Complex^{|G|}. The convolution of two elements f, h \\in L^1(G) defined by :f*h(s):=\\sum_{t\\in G}f(t)h(t^{-1}s) makes L^1(G) an algebra. The algebra L^1(G) is called the convolution algebra. The convolution algebra is free and has a basis indexed by the group elements: (\\delta_s)_{s\\in G}, where :\\delta_s(t)=\\begin{cases} 1& t=s\\\\\\ 0 & \\text{otherwise.}\\end{cases} Using the properties of the convolution we obtain: \\delta_s*\\delta_t=\\delta_{st}. We define a map between L^1(G) and \\Complex [G], by defining \\delta_s\\mapsto e_s on the basis (\\delta_s)_{s\\in G} and extending it linearly. Obviously the prior map is bijective. A closer inspection of the convolution of two basis elements as shown in the equation above reveals that the multiplication in L^1(G) corresponds to that in \\Complex [G]. Thus, the convolution algebra and the group algebra are isomorphic as algebras. The involution :f^*(s)=\\overline{f(s^{-1})} turns L^1(G) into a ^*–algebra. We have \\delta_s^*=\\delta_{s^{-1}}. A representation (\\pi, V_\\pi) of a group G extends to a ^*–algebra homomorphism \\pi: L^1(G)\\to\\text{End}(V_\\pi) by \\pi(\\delta_s)=\\pi(s). Since multiplicity is a characteristic property of algebra homomorphisms, \\pi satisfies \\pi(f*h)=\\pi(f)\\pi(h). If \\pi is unitary, we also obtain \\pi(f)^* =\\pi(f^*). For the definition of a unitary representation, please refer to the chapter on properties. In that chapter we will see that (without loss of generality) every linear representation can be assumed to be unitary. Using the convolution algebra we can implement a Fourier transformation on a group G. In the area of harmonic analysis it is shown that the following definition is consistent with the definition of the Fourier transformation on \\R. Let \\rho:G\\to\\text{GL}(V_\\rho) be a representation and let f\\in L^1(G) be a \\Complex-valued function on G. The Fourier transform \\hat{f}(\\rho)\\in \\text{End}(V_\\rho) of f is defined as :\\hat{f}(\\rho)=\\sum_{s\\in G} f(s)\\rho(s). This transformation satisfies \\widehat{f*g}(\\rho)=\\hat{f}(\\rho)\\cdot\\hat{g}(\\rho). ===Maps between representations=== A map between two representations (\\rho, V_\\rho),\\, (\\tau, V_\\tau) of the same group G is a linear map T: V_\\rho\\to V_\\tau, with the property that \\tau(s)\\circ T=T\\circ\\rho(s) holds for all s\\in G. In other words, the following diagram commutes for all s\\in G: :200px Such a map is also called G–linear, or an equivariant map. The kernel, the image and the cokernel of T are defined by default. The composition of equivariant maps is again an equivariant map. There is a category of representations with equivariant maps as its morphisms. They are again G–modules. Thus, they provide representations of G due to the correlation described in the previous section. ==Irreducible representations and Schur's lemma== Let \\rho:G\\to\\text{GL}(V) be a linear representation of G. Let W be a G-invariant subspace of V, that is, \\rho(s)w\\in W for all s\\in G and w\\in W. The restriction \\rho(s)|_W is an isomorphism of W onto itself. Because \\rho(s) |_W\\circ\\rho(t)|_W = \\rho(st)|_W holds for all s,t\\in G, this construction is a representation of G in W. It is called subrepresentation of V. Any representation V has at least two subrepresentations, namely the one consisting only of 0, and the one consisting of V itself. The representation is called an irreducible representation, if these two are the only subrepresentations. Some authors also call these representations simple, given that they are precisely the simple modules over the group algebra \\Complex [G]. Schur's lemma puts a strong constraint on maps between irreducible representations. If \\rho_1:G\\to\\text{GL}(V_1) and \\rho_2:G\\to\\text{GL}(V_2) are both irreducible, and F: V_1\\to V_2 is a linear map such that \\rho_2(s)\\circ F= F\\circ \\rho_1(s) for all s\\in G., there is the following dichotomy: *If V_1 = V_2 and \\rho_1 = \\rho_2, F is a homothety (i.e. F=\\lambda\\text{Id} for a \\lambda \\in \\Complex). More generally, if \\rho_1 and \\rho_2 are isomorphic, the space of G-linear maps is one-dimensional. *Otherwise, if the two representations are not isomorphic, F must be 0. Proof. Suppose F is nonzero. Then F\\circ\\rho_1(s)\\,(u)=\\rho_2(s)\\circ F(u)=0 is valid for all u\\in \\ker(F). Therefore, we obtain \\rho_1(s)u\\in \\ker(F) for all s\\in G and u\\in \\ker(F). And we know now, that \\ker(F) is G–invariant. Since V_1 is irreducible and F eq 0, we conclude \\ker(F)=0. Now let y\\in\\text{Im}(F). This means, there exists v\\in V_1, such that Fv=y, and we have \\rho_2(s)y=\\rho_2(s)Fv=F\\rho_1(s)v. Thus, we deduce, that \\text{Im}(F) is a G–invariant subspace. Because F is nonzero and V_2 is irreducible, we have \\text{Im}(F)=V_2. Therefore, F is an isomorphism and the first statement is proven. Suppose now that V_1=V_2, \\rho_1=\\rho_2. Since our base field is \\Complex, we know that F has at least one eigenvalue \\lambda. Let F'=F-\\lambda, then \\ker(F') eq 0 and we have \\rho_2(s)\\circ F' =F'\\circ\\rho_1(s) for all s\\in G. According to the considerations above this is only possible, if F'=0, i.e. F=\\lambda. ==Properties== Two representations (\\rho, V_{\\rho}), (\\pi, V_{\\pi}) are called equivalent or isomorphic, if there exists a G–linear vector space isomorphism between the representation spaces. In other words, they are isomorphic if there exists a bijective linear map T: V_{\\rho} \\to V_{\\pi}, such that T \\circ \\rho(s)=\\pi(s)\\circ T for all s \\in G. In particular, equivalent representations have the same degree. A representation (\\pi,V_\\pi) is called faithful when \\pi is injective. In this case \\pi induces an isomorphism between G and the image \\pi(G). As the latter is a subgroup of \\text{GL}(V_\\pi), we can regard G via \\pi as subgroup of \\text{Aut}(V_\\pi). We can restrict the range as well as the domain: Let H be a subgroup of G. Let \\rho be a linear representation of G. We denote by \\text{Res}_H(\\rho) the restriction of \\rho to the subgroup H. If there is no danger of confusion, we might use only \\text{Res}(\\rho) or in short \\text{Res}\\rho. The notation \\text{Res}_H(V) or in short \\text{Res}(V) is also used to denote the restriction of the representation V of G onto H. Let f be a function on G. We write \\text{Res}_H(f) or shortly \\text{Res}(f) for the restriction to the subgroup H. It can be proven that the number of irreducible representations of a group G (or correspondingly the number of simple \\Complex [G]–modules) equals the number of conjugacy classes of G. A representation is called semisimple or completely reducible if it can be written as a direct sum of irreducible representations. This is analogous to the corresponding definition for a semisimple algebra. For the definition of the direct sum of representations please refer to the section on direct sums of representations. A representation is called isotypic if it is a direct sum of pairwise isomorphic irreducible representations. Let (\\rho,V_\\rho) be a given representation of a group G. Let \\tau be an irreducible representation of G. The \\tau–isotype V_\\rho(\\tau) of G is defined as the sum of all irreducible subrepresentations of V isomorphic to \\tau. Every vector space over \\Complex can be provided with an inner product. A representation \\rho of a group G in a vector space endowed with an inner product is called unitary if \\rho(s) is unitary for every s\\in G. This means that in particular every \\rho(s) is diagonalizable. For more details see the article on unitary representations. A representation is unitary with respect to a given inner product if and only if the inner product is invariant with regard to the induced operation of G, i.e. if and only if (v|u)=(\\rho(s)v|\\rho(s)u) holds for all v,u\\in V_\\rho, s\\in G. A given inner product (\\cdot|\\cdot) can be replaced by an invariant inner product by exchanging (v|u) with :\\sum_{t\\in G}(\\rho(t)v|\\rho(t)u). Thus, without loss of generality we can assume that every further considered representation is unitary. Example. Let G=D_6=\\\\{\\text{id},\\mu,\\mu^2, u,\\mu u,\\mu^2 u\\\\} be the dihedral group of order 6 generated by \\mu, u which fulfil the properties \\text{ord}( u)=2, \\text{ord}(\\mu)=3 and u\\mu u=\\mu^2. Let \\rho:D_6\\to\\text{GL}_3(\\Complex ) be a linear representation of D_6 defined on the generators by: : \\rho(\\mu)=\\left( \\begin{array}{ccc} \\cos (\\frac{2\\pi}{3}) & 0& -\\sin (\\frac{2\\pi}{3})\\\\\\ 0 & 1 & 0\\\\\\ \\sin (\\frac{2\\pi}{3}) &0 & \\cos (\\frac{2\\pi}{3}) \\end{array} \\right), \\,\\,\\,\\, \\rho( u)= \\left( \\begin{array}{ccc} -1& 0&0\\\\\\ 0&-1&0\\\\\\ 0& 0 &1 \\end{array} \\right). This representation is faithful. The subspace \\Complex e_2 is a D_6–invariant subspace. Thus, there exists a nontrivial subrepresentation \\rho|_{\\Complex e_2}: D_6\\to\\Complex ^\\times with u\\mapsto -1, \\mu\\mapsto 1. Therefore, the representation is not irreducible. The mentioned subrepresentation is of degree one and irreducible. The complementary subspace of \\Complex e_2 is D_6–invariant as well. Therefore, we obtain the subrepresentation \\rho|_{\\Complex e_1\\oplus\\Complex e_3} with : u \\mapsto \\begin{pmatrix} -1 &0 \\\\\\0&1 \\end{pmatrix}, \\,\\,\\,\\,\\mu \\mapsto \\begin{pmatrix} \\cos (\\frac{2\\pi}{3}) &-\\sin (\\frac{2\\pi}{3})\\\\\\\\\\sin (\\frac{2\\pi}{3}) & \\cos (\\frac{2\\pi}{3})\\end{pmatrix}. This subrepresentation is also irreducible. That means, the original representation is completely reducible: :\\rho=\\rho|_{\\Complex e_2}\\oplus \\rho|_{\\Complex e_1\\oplus\\Complex e_3}. Both subrepresentations are isotypic and are the two only non-zero isotypes of \\rho. The representation \\rho is unitary with regard to the standard inner product on \\Complex ^3, because \\rho(\\mu) and \\rho( u) are unitary. Let T:\\Complex ^3\\to\\Complex ^3 be any vector space isomorphism. Then \\eta:D_6\\to \\text{GL}_3(\\Complex ), which is defined by the equation \\eta (s) :=T\\circ\\rho(s)\\circ T^{-1} for all s\\in D_6, is a representation isomorphic to \\rho. By restricting the domain of the representation to a subgroup, e.g. H=\\\\{\\text{id},\\mu, \\mu^2\\\\}, we obtain the representation \\text{Res}_H(\\rho). This representation is defined by the image \\rho(\\mu), whose explicit form is shown above. ==Constructions== ===The dual representation=== Let \\rho: G \\to \\text{GL}(V) be a given representation. The dual representation or contragredient representation \\rho^*: G\\to \\text{GL}(V^*) is a representation of G in the dual vector space of V. It is defined by the property :\\forall s\\in G, v \\in V, \\alpha \\in V^*: \\qquad \\left (\\rho^*(s)\\alpha \\right )(v) =\\alpha \\left (\\rho \\left (s^{-1} \\right ) v \\right ). With regard to the natural pairing \\langle \\alpha, v\\rangle:=\\alpha(v) between V^* and V the definition above provides the equation: :\\forall s\\in G, v \\in V, \\alpha \\in V^*: \\qquad \\langle \\rho^*(s)(\\alpha), \\rho(s)(v)\\rangle = \\langle \\alpha,v \\rangle. For an example, see the main page on this topic: Dual representation. ===Direct sum of representations=== Let (\\rho_1,V_1 ) and (\\rho_2,V_2 ) be a representation of G_1 and G_2, respectively. The direct sum of these representations is a linear representation and is defined as :\\forall s_1 \\in G_1, s_2 \\in G_2, v_1\\in V_1, v_2\\in V_2: \\qquad \\begin{cases} \\rho_1\\oplus\\rho_2 : G_1\\times G_2 \\to \\text{GL}(V_1 \\oplus V_2 ) \\\\\\\\[4pt] (\\rho_1\\oplus\\rho_2)(s_1, s_2) (v_1,v_2) := \\rho_1(s_1)v_1\\oplus \\rho_2(s_2)v_2\\end{cases} Let \\rho_1, \\rho_2 be representations of the same group G. For the sake of simplicity, the direct sum of these representations is defined as a representation of G, i.e. it is given as \\rho_1\\oplus\\rho_2:G\\to\\text{GL}(V_1\\oplus V_2), by viewing G as the diagonal subgroup of G\\times G. Example. Let (here i and \\omega are the imaginary unit and the primitive cube root of unity respectively): : \\begin{cases} \\rho_1: \\Z /2\\Z \\to \\text{GL}_2(\\Complex ) \\\\\\\\[4pt] \\rho_1(1)=\\begin{pmatrix} 0 & -i \\\\\\ i & 0\\end{pmatrix}\\end{cases} \\qquad\\qquad \\begin{cases} \\rho_2: \\Z /3\\Z \\to \\text{GL}_3(\\Complex )\\\\\\\\[6pt] \\rho_2(1) = \\begin{pmatrix} 1 & 0 & \\omega \\\\\\ 0 & \\omega & 0\\\\\\ 0 & 0 & \\omega^2 \\end{pmatrix} \\end{cases} Then : \\begin{cases} \\rho_1\\oplus \\rho_2 : \\Z /2\\Z \\times\\Z /3\\Z \\to \\text{GL} \\left ( \\Complex ^2\\oplus\\Complex ^3 \\right ) \\\\\\\\[6pt] \\left (\\rho_1\\oplus\\rho_2 \\right ) (k,l) = \\begin{pmatrix} \\rho_1(k)& 0 \\\\\\ 0 & \\rho_2(l) \\end{pmatrix} & k\\in\\Z /2\\Z, l\\in \\Z /3\\Z \\end{cases} As it is sufficient to consider the image of the generating element, we find that :(\\rho_1\\oplus\\rho_2) (1,1) = \\begin{pmatrix} 0 & -i & 0 & 0 & 0 \\\\\\ i & 0 & 0 & 0 & 0\\\\\\ 0 & 0 & 1 & 0 & \\omega\\\\\\ 0 & 0 &0 & \\omega & 0\\\\\\ 0 & 0 & 0 & 0 & \\omega^2 \\end{pmatrix} ===Tensor product of representations=== Let \\rho_1:G_1\\to \\text{GL}(V_1), \\rho_2:G_2\\to\\text{GL}(V_2) be linear representations. We define the linear representation \\rho_1\\otimes\\rho_2:G_1\\times G_2 \\to \\text{GL}(V_1\\otimes V_2) into the tensor product of V_1 and V_2 by \\rho_1\\otimes\\rho_2(s_1,s_2)=\\rho_1(s_1)\\otimes \\rho_2(s_2), in which s_1\\in G_1, s_2\\in G_2. This representation is called outer tensor product of the representations \\rho_1 and \\rho_2. The existence and uniqueness is a consequence of the properties of the tensor product. Example. We reexamine the example provided for the direct sum: : \\begin{cases} \\rho_1: \\Z /2\\Z \\to \\text{GL}_2(\\Complex ) \\\\\\\\[4pt] \\rho_1(1)=\\begin{pmatrix} 0 & -i \\\\\\ i & 0\\end{pmatrix}\\end{cases} \\qquad\\qquad \\begin{cases} \\rho_2: \\Z /3\\Z \\to \\text{GL}_3(\\Complex )\\\\\\\\[6pt] \\rho_2(1) = \\begin{pmatrix} 1 & 0 & \\omega \\\\\\ 0 & \\omega & 0\\\\\\ 0 & 0 & \\omega^2 \\end{pmatrix} \\end{cases} The outer tensor product : \\begin{cases} \\rho_1\\otimes\\rho_2 :\\Z /2\\Z \\times \\Z /3\\Z \\to \\text{GL}(\\Complex ^2\\otimes\\Complex ^3) \\\\\\ (\\rho_1 \\otimes \\rho_2) (k,l) = \\rho_1(k)\\otimes \\rho_2(l) & k\\in\\Z /2\\Z, l\\in\\Z /3\\Z \\end{cases} Using the standard basis of \\Complex ^2\\otimes\\Complex ^3\\cong \\Complex ^6 we have the following for the generating element: :\\rho_1\\otimes\\rho_2(1,1) = \\rho_1(1)\\otimes \\rho_2(1) = \\begin{pmatrix} 0 & 0 & 0 & -i & 0 & -i\\omega \\\\\\ 0 & 0 & 0 & 0 & -i\\omega &0\\\\\\ 0 & 0 & 0 & 0 & 0 & -i\\omega^2\\\\\\ i & 0 & i\\omega & 0 & 0 & 0 \\\\\\ 0 & i\\omega &0 & 0 & 0 & 0\\\\\\ 0 & 0 & i\\omega^2 & 0 & 0 & 0\\end{pmatrix} Remark. Note that the direct sum and the tensor products have different degrees and hence are different representations. Let \\rho_1: G \\to \\text{GL}(V_1), \\rho_2: G \\to \\text{GL}(V_2) be two linear representations of the same group. Let s be an element of G. Then \\rho(s)\\in\\text{GL}(V_1\\otimes V_2) is defined by \\rho(s)(v_1\\otimes v_2)=\\rho_1(s)v_1\\otimes \\rho_2(s)v_2, for v_1\\in V_1, v_2\\in V_2, and we write \\rho(s)=\\rho_1(s) \\otimes \\rho_2(s). Then the map s\\mapsto \\rho(s) defines a linear representation of G, which is also called tensor product of the given representations. These two cases have to be strictly distinguished. The first case is a representation of the group product into the tensor product of the corresponding representation spaces. The second case is a representation of the group G into the tensor product of two representation spaces of this one group. But this last case can be viewed as a special case of the first one by focusing on the diagonal subgroup G\\times G. This definition can be iterated a finite number of times. Let V and W be representations of the group G. Then \\text{Hom}(V,W) is a representation by virtue of the following identity: \\text{Hom}(V,W)=V^*\\otimes W. Let B \\in \\text{Hom}(V,W) and let \\rho be the representation on \\text{Hom}(V,W). Let \\rho_V be the representation on V and \\rho_W the representation on W. Then the identity above leads to the following result: : \\rho(s)(B) v=\\rho_W(s)\\circ B \\circ\\rho_V(s)v for all s\\in G, v\\in V. :Theorem. The irreducible representations of G_1\\times G_2 up to isomorphism are exactly the representations \\rho_1\\otimes\\rho_2 in which \\rho_1 and \\rho_2 are irreducible representations of G_1 and G_2, respectively. ====Symmetric and alternating square==== Let \\rho: G\\to V\\otimes V be a linear representation of G. Let (e_k) be a basis of V. Define \\vartheta: V\\otimes V \\to V \\otimes V by extending \\vartheta(e_k\\otimes e_j) =e_j \\otimes e_k linearly. It then holds that \\vartheta^2 =1 and therefore V\\otimes V splits up into V\\otimes V=\\text{Sym}^2(V)\\oplus \\text{Alt}^2(V), in which :\\text{Sym}^2(V) = \\\\{z\\in V\\otimes V: \\vartheta(z)=z \\\\} :\\text{Alt}^2(V)=\\bigwedge^2V=\\\\{z\\in V\\otimes V: \\vartheta (z)=-z \\\\}. These subspaces are G–invariant and by this define subrepresentations which are called the symmetric square and the alternating square, respectively. These subrepresentations are also defined in V^{\\otimes m}, although in this case they are denoted wedge product \\bigwedge^m V and symmetric product \\text{Sym}^m(V). In case that m>2, the vector space V^{\\otimes m} is in general not equal to the direct sum of these two products. ==Decompositions== In order to understand representations more easily, a decomposition of the representation space into the direct sum of simpler subrepresentations would be desirable. This can be achieved for finite groups as we will see in the following results. More detailed explanations and proofs may be found in [1] and [2]. :Theorem. (Maschke) Let \\rho:G\\to \\text{GL}(V) be a linear representation where V is a vector space over a field of characteristic zero. Let W be a G-invariant subspace of V. Then the complement W^0 of W exists in V and is G-invariant. A subrepresentation and its complement determine a representation uniquely. The following theorem will be presented in a more general way, as it provides a very beautiful result about representations of compact – and therefore also of finite – groups: :Theorem. Every linear representation of a compact group over a field of characteristic zero is a direct sum of irreducible representations. Or in the language of K[G]-modules: If \\text{char}(K)=0, the group algebra K[G] is semisimple, i.e. it is the direct sum of simple algebras. Note that this decomposition is not unique. However, the number of how many times a subrepresentation isomorphic to a given irreducible representation is occurring in this decomposition is independent of the choice of decomposition. The canonical decomposition To achieve a unique decomposition, one has to combine all the irreducible subrepresentations that are isomorphic to each other. That means, the representation space is decomposed into a direct sum of its isotypes. This decomposition is uniquely determined. It is called the canonical decomposition. Let (\\tau_j)_{j\\in I} be the set of all irreducible representations of a group G up to isomorphism. Let V be a representation of G and let \\\\{V(\\tau_j)|j\\in I\\\\} be the set of all isotypes of V. The projection p_j:V\\to V(\\tau_j) corresponding to the canonical decomposition is given by :p_j=\\frac{n_j}{g}\\sum_{t\\in G}\\overline{\\chi_{\\tau_j}(t)}\\rho(t), where n_j=\\dim (\\tau_j), g=\\text{ord}(G) and \\chi_{\\tau_j} is the character belonging to \\tau_j. In the following, we show how to determine the isotype to the trivial representation: Definition (Projection formula). For every representation (\\rho, V) of a group G we define :V^G:=\\\\{v\\in V : \\rho(s)v=v\\,\\,\\,\\, \\forall\\, s \\in G\\\\}. In general, \\rho(s): V\\to V is not G-linear. We define :P:= \\frac{1}{|G|}\\sum_{s\\in G} \\rho(s) \\in \\text{End}(V). Then P is a G-linear map, because :\\forall t \\in G : \\qquad \\sum_{s\\in G} \\rho(s)= \\sum_{s\\in G} \\rho(tst^{-1}). :Proposition. The map P is a projection from V to V^G. This proposition enables us to determine the isotype to the trivial subrepresentation of a given representation explicitly. How often the trivial representation occurs in V is given by \\text{Tr}(P). This result is a consequence of the fact that the eigenvalues of a projection are only 0 or 1 and that the eigenspace corresponding to the eigenvalue 1 is the image of the projection. Since the trace of the projection is the sum of all eigenvalues, we obtain the following result :\\dim(V(1))=\\dim(V^G)=Tr(P)=\\frac{1}{|G|}\\sum_{s\\in G}\\chi_V(s), in which V(1) denotes the isotype of the trivial representation. Let V_\\pi be a nontrivial irreducible representation of G. Then the isotype to the trivial representation of \\pi is the null space. That means the following equation holds :P=\\frac{1}{|G|}\\sum_{s\\in G} \\pi(s)=0. Let e_1,...,e_n be an orthonormal basis of V_\\pi. Then we have: :\\sum_{s\\in G} \\text{Tr}(\\pi(s)) = \\sum _{s\\in G} \\sum_{j=1}^{n} \\langle \\pi(s)e_j, e_j \\rangle = \\sum_{j=1}^{n} \\left \\langle \\sum_{s\\in G} \\pi(s)e_j, e_j \\right \\rangle =0. Therefore, the following is valid for a nontrivial irreducible representation V: :\\sum_{s\\in G} \\chi_V(s)=0. Example. Let G=\\text{Per}(3) be the permutation groups in three elements. Let \\rho: \\text{Per}(3)\\to \\text{GL}_5(\\Complex ) be a linear representation of \\text{Per}(3) defined on the generating elements as follows: : \\rho(1,2)= \\begin{pmatrix} -1 & 2 & 0& 0& 0\\\\\\ 0 & 1 & 0 & 0 & 0 \\\\\\ 0 & 0 & 0 & 1 & 0\\\\\\ 0 & 0 & 1 & 0 & 0\\\\\\ 0& 0 & 0 & 0 & 1 \\end{pmatrix}, \\quad \\rho(1,3)= \\begin{pmatrix} \\frac{1}{2} & \\frac{1}{2} & 0& 0& 0\\\\\\ \\frac{1}{2} & -1 & 0 & 0 & 0 \\\\\\ 0 & 0 & 0 & 0 & 1\\\\\\ 0 & 0 & 0 & 1 & 0\\\\\\ 0& 0 & 1 & 0 & 0 \\end{pmatrix}, \\quad \\rho(2,3)= \\begin{pmatrix} 0 & -2 & 0& 0& 0\\\\\\ -\\frac{1}{2} & 0 & 0 & 0 & 0 \\\\\\ 0 & 0 & 1 & 0 & 0\\\\\\ 0 & 0 & 0 & 0 & 1\\\\\\ 0& 0 & 0 & 1 & 0 \\end{pmatrix}. This representation can be decomposed on first look into the left-regular representation of \\text{Per}(3),which is denoted by \\pi in the following, and the representation \\eta: \\text{Per}(3) \\to \\text{GL}_2(\\Complex ) with :\\eta(1,2)= \\begin{pmatrix} -1 &2 \\\\\\ 0& 1\\end{pmatrix}, \\quad \\eta(1,3)=\\begin{pmatrix} \\frac{1}{2} & \\frac{1}{2} \\\\\\ \\frac{1}{2} & -1 \\end{pmatrix},\\quad \\eta(2,3)= \\begin{pmatrix}0& -2\\\\\\\\-\\frac{1}{2} & 0\\end{pmatrix}. With the help of the irreducibility criterion taken from the next chapter, we could realize that \\eta is irreducible but \\pi is not. This is because (in terms of the inner product from ”Inner product and characters” below) we have (\\eta|\\eta)=1, (\\pi|\\pi)=2. The subspace \\Complex (e_1+e_2+e_3) of \\Complex ^3 is invariant with respect to the left-regular representation. Restricted to this subspace we obtain the trivial representation. The orthogonal complement of \\Complex (e_1+e_2+e_3) is \\Complex (e_1-e_2)\\oplus\\Complex (e_1+e_2-2e_3). Restricted to this subspace, which is also G–invariant as we have seen above, we obtain the representation \\tau given by : \\tau (1,2)= \\begin{pmatrix} -1 &0 \\\\\\0 & 1\\end{pmatrix},\\quad \\tau(1,3)=\\begin{pmatrix}\\frac{1}{2} & \\frac{3}{2}\\\\\\ \\frac{1}{2} & -\\frac{1}{2}\\end{pmatrix}, \\quad \\tau(2,3)=\\begin{pmatrix} \\frac{1}{2} & -\\frac{3}{2}\\\\\\ -\\frac{1}{2} & -\\frac{1}{2}\\end{pmatrix}. Again, we can use the irreducibility criterion of the next chapter to prove that \\tau is irreducible. Now, \\eta and \\tau are isomorphic because \\eta(s)=B\\circ\\tau(s)\\circ B^{-1} for all s\\in \\text{Per}(3), in which B:\\Complex ^2\\to\\Complex ^2 is given by the matrix :M_B=\\begin{pmatrix} 2 &2\\\\\\0&2\\end{pmatrix}. A decomposition of (\\rho,\\Complex ^5) in irreducible subrepresentations is: \\rho=\\tau\\oplus\\eta\\oplus 1 where 1 denotes the trivial representation and :\\Complex ^5=\\Complex (e_1,e_2)\\oplus\\Complex (e_3-e_4, e_3+e_4-2e_5)\\oplus\\Complex (e_3+e_4+e_5) is the corresponding decomposition of the representation space. We obtain the canonical decomposition by combining all the isomorphic irreducible subrepresentations: \\rho_1:=\\eta\\oplus\\tau is the \\tau-isotype of \\rho and consequently the canonical decomposition is given by :\\rho=\\rho_1\\oplus 1, \\qquad \\Complex ^5=\\Complex (e_1,e_2,e_3-e_4, e_3+e_4-2e_5)\\oplus\\Complex (e_3+e_4+e_5). The theorems above are in general not valid for infinite groups. This will be demonstrated by the following example: let :G=\\\\{ A\\in \\text{GL}_2(\\Complex )| \\,A\\,\\, \\text{ is an upper triangular matrix}\\\\}. Together with the matrix multiplication G is an infinite group. G acts on \\Complex ^2 by matrix-vector multiplication. We consider the representation \\rho(A)=A for all A\\in G. The subspace \\Complex e_1 is a G-invariant subspace. However, there exists no G-invariant complement to this subspace. The assumption that such a complement exists would entail that every matrix is diagonalizable over \\Complex . This is known to be wrong and thus yields a contradiction. The moral of the story is that if we consider infinite groups, it is possible that a representation - even one that is not irreducible - can not be decomposed into a direct sum of irreducible subrepresentations. ==Character theory== ===Definitions=== The character of a representation \\rho: G\\to \\text{GL}(V) is defined as the map :\\chi_\\rho : G \\to \\Complex, \\chi_\\rho(s) := \\text{Tr}(\\rho(s)), in which \\text{Tr}(\\rho(s)) denotes the trace of the linear map \\rho(s).Some authors define the character as \\chi(s)=\\dim (V)\\text{Tr}(\\rho(s)),, but this definition is not used in this article. Even though the character is a map between two groups, it is not in general a group homomorphism, as the following example shows. Let \\rho: \\Z /2\\Z \\times\\Z /2\\Z\\to\\text{GL}_2(\\Complex ) be the representation defined by: : \\rho(0,0)= \\begin{pmatrix} 1 & 0 \\\\\\ 0 & 1 \\end{pmatrix}, \\quad \\rho(1, 0)= \\begin{pmatrix} -1 & 0 \\\\\\ 0 & -1 \\end{pmatrix}, \\quad \\rho(0,1)= \\begin{pmatrix} 0 & 1 \\\\\\ 1 & 0 \\end{pmatrix}, \\quad \\rho(1,1)= \\begin{pmatrix} 0 & -1 \\\\\\ -1 & 0 \\end{pmatrix}. The character \\chi_\\rho is given by :\\chi_\\rho(0,0)=2, \\quad \\chi_\\rho(1,0)=-2,\\quad \\chi_\\rho(0,1)=\\chi_\\rho(1,1)=0. Characters of permutation representations are particularly easy to compute. If V is the G-representation corresponding to the left action of G on a finite set X, then :\\chi_V(s)=|\\\\{x\\in X | s\\cdot x=x\\\\}|. For example,by using the action of G on itself given by G \\times G i (g, x) \\mapsto gx \\in G the character of the regular representation R is given by :\\chi_R(s)=\\begin{cases} 0 & s eq e\\\\\\ |G| & s=e\\end{cases}, where e denotes the neutral element of G. === Properties=== A crucial property of characters is the formula :\\chi(tst^{-1})=\\chi(s),\\,\\,\\forall\\,s,t\\in G. This formula follows from the fact that the trace of a product AB of two square matrices is the same as the trace of BA. Functions G \\to \\Complex satisfying such a formula are called class functions. Put differently, class functions and in particular characters are constant on each conjugacy class C_s = \\\\{tst^{-1}| t \\in G \\\\}. It also follows from elementary properties of the trace that \\chi(s) is the sum of the eigenvalues of \\rho(s) with multiplicity. If the degree of the representation is n, then the sum is n long. If s has order m, these eigenvalues are all m-th roots of unity. This fact can be used to show that \\chi(s^{-1})=\\overline{\\chi(s)},\\,\\,\\,\\forall\\, s\\in G and it also implies |\\chi(s)|\\leqslant n. Since the trace of the identity matrix is the number of rows, \\chi(e)=n, where e is the neutral element of G and n is the dimension of the representation. In general, \\\\{s\\in G | \\chi(s)=n\\\\} is a normal subgroup in G. The following table shows how the characters \\chi_1, \\chi_2 of two given representations \\rho_1:G\\to \\text{GL}(V_1), \\rho_2:G \\to \\text{GL}(V_2) give rise to characters of related representations. {| class=\"wikitable\" |+ Characters of several standard constructions ! Representation !! Character |- | dual representation V_1^* || \\chi_1^*=\\overline{\\chi_1}. |- | direct sum V_1\\oplus V_2|| \\chi_1 + \\chi_2. |- | tensor product of the representations V_1\\otimes V_2|| \\chi_1\\chi_2. |- | symmetric square Sym^2(V) || \\tfrac{1}{2} \\left (\\chi(s)^2+\\chi(s^2) \\right ) |- | alternating square \\bigwedge^2 V || \\tfrac{1}{2} \\left (\\chi(s)^2 - \\chi(s^2) \\right ) |} By construction, there is a direct sum decomposition of V \\otimes V = Sym^2(V) \\oplus \\bigwedge^2 V. On characters, this corresponds to the fact that the sum of the last two expressions in the table is \\chi(s)^2, the character of V \\otimes V. ===Inner product and characters=== In order to show some particularly interesting results about characters, it is rewarding to consider a more general type of functions on groups: Definition (Class functions). A function \\varphi : G \\to \\Complex is called a class function if it is constant on conjugacy classes of G, i.e. : \\forall s, t \\in G : \\quad \\varphi \\left (sts^{-1} \\right ) =\\varphi(t). Note that every character is a class function, as the trace of a matrix is preserved under conjugation. The set of all class functions is a \\Complex –algebra and is denoted by \\Complex _{\\text{class}}(G). Its dimension is equal to the number of conjugacy classes of G. Proofs of the following results of this chapter may be found in [1], [2] and [3]. An inner product can be defined on the set of all class functions on a finite group: : (f|h)_G=\\frac{1}{|G|} \\sum_{t\\in G}f(t)\\overline{h(t)} Orthonormal property. If \\chi_1, \\ldots ,\\chi_k are the distinct irreducible characters of G, they form an orthonormal basis for the vector space of all class functions with respect to the inner product defined above, i.e. * (\\chi_i|\\chi_j)=\\begin{cases} 1 \\text{ if } i= j \\\\\\0 \\text{ otherwise }\\end{cases}. * Every class function f may be expressed as a unique linear combination of the irreducible characters \\chi_1, \\ldots ,\\chi_k. One might verify that the irreducible characters generate \\Complex _{\\text{class}}(G) by showing that there exists no nonzero class function which is orthogonal to all the irreducible characters. For \\rho a representation and f a class function, denote \\rho_f = \\sum_g f(g)\\rho (g). Then for \\rho irreducible, we have \\rho_f = \\frac {|G|}{n} \\langle f,\\chi _V^{*} \\rangle \\in End(V) from Schur's lemma. Suppose f is a class function which is orthogonal to all the characters. Then by the above we have \\rho _f = 0 whenever \\rho is irreducible. But then it follows that \\rho _f = 0 for all \\rho , by decomposability. Take \\rho to be the regular representation. Applying \\rho _f to some particular basis element g, we get f(g)=0 . Since this is true for all g, we have f=0. It follows from the orthonormal property that the number of non-isomorphic irreducible representations of a group G is equal to the number of conjugacy classes of G. Furthermore, a class function on G is a character of G if and only if it can be written as a linear combination of the distinct irreducible characters \\chi_j with non-negative integer coefficients: if \\varphi is a class function on G such that \\varphi=c_1 \\chi_1 + \\cdots + c_k \\chi_k where c_j non- negative integers, then \\varphi is the character of the direct sum c_1 \\tau_1 \\oplus \\cdots \\oplus c_k \\tau_k of the representations \\tau_j corresponding to \\chi_j. Conversely, it is always possible to write any character as a sum of irreducible characters. The inner product defined above can be extended on the set of all \\Complex-valued functions L^1(G) on a finite group: : (f|h)_G=\\frac{1}{|G|} \\sum_{t\\in G}f(t)\\overline{h(t)} A symmetric bilinear form can also be defined on L^1(G): : \\langle f,h\\rangle_G=\\frac{1}{|G|} \\sum_{t\\in G}f(t)h(t^{-1}) These two forms match on the set of characters. If there is no danger of confusion the index of both forms (\\cdot|\\cdot)_G and \\langle\\cdot|\\cdot\\rangle_G will be omitted. Let V_1, V_2 be two \\Complex [G]–modules. Note that \\Complex [G]–modules are simply representations of G. Since the orthonormal property yields the number of irreducible representations of G is exactly the number of its conjugacy classes, then there are exactly as many simple \\Complex [G]–modules (up to isomorphism) as there are conjugacy classes of G. We define \\langle V_1, V_2 \\rangle_G:=\\dim (\\text{Hom}^G(V_1,V_2)), in which \\text{Hom}^G(V_1,V_2) is the vector space of all G–linear maps. This form is bilinear with respect to the direct sum. In the following, these bilinear forms will allow us to obtain some important results with respect to the decomposition and irreducibility of representations. For instance, let \\chi_1 and \\chi_2 be the characters of V_1 and V_2, respectively. Then \\langle\\chi_1,\\chi_2\\rangle_G = (\\chi_1|\\chi_2)_G=\\langle V_1, V_2 \\rangle_G. It is possible to derive the following theorem from the results above, along with Schur's lemma and the complete reducibility of representations. :Theorem. Let V be a linear representation of G with character \\xi. Let V=W_1\\oplus \\cdots \\oplus W_k, where W_j are irreducible. Let (\\tau,W) be an irreducible representation of G with character \\chi. Then the number of subrepresentations W_j which are isomorphic to W is independent of the given decomposition and is equal to the inner product (\\xi|\\chi), i.e. the \\tau–isotype V(\\tau) of V is independent of the choice of decomposition. We also get: ::(\\xi|\\chi)=\\frac{\\dim (V(\\tau))}{\\dim (\\tau)}=\\langle V, W\\rangle :and thus ::\\dim (V(\\tau))=\\dim (\\tau)(\\xi|\\chi). :Corollary. Two representations with the same character are isomorphic. This means that every representation is determined by its character. With this we obtain a very useful result to analyse representations: Irreducibility criterion. Let \\chi be the character of the representation V, then we have (\\chi|\\chi) \\in \\mathbb{N}_0. The case (\\chi|\\chi)=1 holds if and only if V is irreducible. Therefore, using the first theorem, the characters of irreducible representations of G form an orthonormal set on \\Complex _{\\text{class}}(G) with respect to this inner product. :Corollary. Let V be a vector space with \\dim (V)=n. A given irreducible representation V of G is contained n–times in the regular representation. In other words, if R denotes the regular representation of G then we have: R \\cong \\oplus (W_j)^{\\oplus\\dim (W_j)}, in which \\\\{W_j|j\\in I\\\\} is the set of all irreducible representations of G that are pairwise not isomorphic to each other. In terms of the group algebra, this means that \\Complex [G]\\cong\\oplus_{j}\\text{End}(W_j) as algebras. As a numerical result we get: :|G|=\\chi_R(e)=\\dim (R)=\\sum_j\\dim \\left ((W_j)^{\\oplus(\\chi_{W_j}|\\chi_R)} \\right )=\\sum_j(\\chi_{W_j}|\\chi_R)\\cdot\\dim (W_j)=\\sum_j\\dim (W_j)^2, in which R is the regular representation and \\chi_{W_j} and \\chi_R are corresponding characters to W_j and R, respectively. Recall that e denotes the neutral element of the group. This formula is a \"necessary and sufficient\" condition for the problem of classifying the irreducible representations of a group up to isomorphism. It provides us with the means to check whether we found all the isomorphism classes of irreducible representations of a group. Similarly, by using the character of the regular representation evaluated at s eq e, we get the equation: : 0=\\chi_R(s)=\\sum_j\\dim (W_j)\\cdot\\chi_{W_j}(s). Using the description of representations via the convolution algebra we achieve an equivalent formulation of these equations: The Fourier inversion formula: :f(s)=\\frac{1}{|G|}\\sum_{\\rho \\text{ irr. rep. of } G}\\dim (V_\\rho)\\cdot\\text{Tr}(\\rho(s^{-1})\\cdot \\hat{f}(\\rho)). In addition, the Plancherel formula holds: :\\sum_{s\\in G}f(s^{-1})h(s)=\\frac{1}{|G|}\\sum_{\\rho\\,\\, \\text{ irred.} \\text{ rep.}\\text{ of } G}\\dim (V_{\\rho})\\cdot\\text{Tr}(\\hat{f}(\\rho)\\hat{h}(\\rho)). In both formulas (\\rho, V_\\rho) is a linear representation of a group G, s\\in G and f, h \\in L^1(G). The corollary above has an additional consequence: :Lemma. Let G be a group. Then the following is equivalent: :* G is abelian. :* Every function on G is a class function. :* All irreducible representations of G have degree 1. ==The induced representation== As was shown in the section on properties of linear representations, we can - by restriction - obtain a representation of a subgroup starting from a representation of a group. Naturally we are interested in the reverse process: Is it possible to obtain the representation of a group starting from a representation of a subgroup? We will see that the induced representation defined below provides us with the necessary concept. Admittedly, this construction is not inverse but rather adjoint to the restriction. ===Definitions=== Let \\rho: G\\to \\text{GL}(V_\\rho) be a linear representation of G. Let H be a subgroup and \\rho|_H the restriction. Let W be a subrepresentation of \\rho_H. We write \\theta:H \\to \\text{GL}(W) to denote this representation. Let s\\in G. The vector space \\rho(s)(W) depends only on the left coset sH of s. Let R be a representative system of G/H, then : \\sum_{r\\in R} \\rho(r)(W) is a subrepresentation of V_\\rho. A representation \\rho of G in V_\\rho is called induced by the representation \\theta of H in W, if : V_\\rho= \\bigoplus_{r\\in R} W_r. Here R denotes a representative system of G/H and W_r=\\rho(s)(W) for all s\\in rH and for all r\\in R. In other words: the representation (\\rho,V_\\rho) is induced by (\\theta, W), if every v\\in V_\\rho can be written uniquely as :\\sum_{r\\in R}w_r, where w_r \\in W_r for every r\\in R. We denote the representation \\rho of G which is induced by the representation \\theta of H as \\rho=\\text{Ind}^G_H(\\theta), or in short \\rho=\\text{Ind}(\\theta), if there is no danger of confusion. The representation space itself is frequently used instead of the representation map, i.e. V=\\text{Ind}^G_H(W), or V=\\text{Ind}(W), if the representation V is induced by W. ====Alternative description of the induced representation==== By using the group algebra we obtain an alternative description of the induced representation: Let G be a group, V a \\Complex [G]–module and W a \\Complex [H]–submodule of V corresponding to the subgroup H of G. We say that V is induced by W if V= \\Complex[G]\\otimes_{\\Complex[H]}W, in which G acts on the first factor: s\\cdot (e_t \\otimes w)=e_{st}\\otimes w for all s,t\\in G, w\\in W. ===Properties=== The results introduced in this section will be presented without proof. These may be found in [1] and [2]. :Uniqueness and existence of the induced representation. Let (\\theta, W_\\theta) be a linear representation of a subgroup H of G. Then there exists a linear representation (\\rho, V_\\rho) of G, which is induced by (\\theta, W_\\theta). Note that this representation is unique up to isomorphism. :Transitivity of induction. Let W be a representation of H and let H \\leq G \\leq K be an ascending series of groups. Then we have ::\\text{Ind}^K_G(\\text{Ind}^G_H(W))\\cong\\text{Ind}^K_H(W). :Lemma. Let (\\rho, V_\\rho) be induced by (\\theta,W_\\theta) and let \\rho':G\\to\\text{GL}(V') be a linear representation of G. Now let F: W_\\theta\\to V' be a linear map satisfying the property that F\\circ\\theta(t)=\\rho'(t)\\circ F for all t\\in G. Then there exists a uniquely determined linear map F':V_\\rho\\to V', which extends F and for which F'\\circ\\rho(s)=\\rho'(s)\\circ F' is valid for all s\\in G. This means that if we interpret V' as a \\Complex[G]–module, we have \\text{Hom}^H(W_\\theta,V') \\cong \\text{Hom}^G(V_\\rho,V'), where \\text{Hom}^G(V_\\rho,V') is the vector space of all \\Complex[G]–homomorphisms of V_\\rho to V'. The same is valid for \\text{Hom}^H(W_\\theta,V'). Induction on class functions. In the same way as it was done with representations, we can - by induction - obtain a class function on the group from a class function on a subgroup. Let \\varphi be a class function on H. We define a function \\varphi' on G by : \\varphi'(s)=\\frac{1}{|H|}\\sum_{t\\in G\\atop t^{-1}st\\in H}^{}\\varphi(t^{-1}st). We say \\varphi' is induced by \\varphi and write \\text{Ind}^G_H(\\varphi)=\\varphi' or \\text{Ind}(\\varphi)=\\varphi'. :Proposition. The function \\text{Ind}(\\varphi) is a class function on G. If \\varphi is the character of a representation W of H, then \\text{Ind}(\\varphi) is the character of the induced representation \\text{Ind}(W) of G. :Lemma. If \\psi is a class function on H and \\varphi is a class function on G, then we have: \\text{Ind}(\\psi \\cdot \\text{Res}\\varphi) = (\\text{Ind} \\psi) \\cdot \\varphi. :Theorem. Let (\\rho,V_\\rho) be the representation of G induced by the representation (\\theta,W_\\theta) of the subgroup H. Let \\chi_\\rho and \\chi_\\theta be the corresponding characters. Let R be a representative system of G/H. The induced character is given by ::\\forall t \\in G: \\qquad \\chi_\\rho(t)=\\sum_{r\\in R,\\atop r^{-1}tr \\in H}^{} \\chi_\\theta (r^{-1}tr)=\\frac{1}{|H|} \\sum_{s\\in G,\\atop s^{-1}ts\\in H}^{} \\chi_\\theta(s^{-1}ts). ===Frobenius reciprocity=== As a preemptive summary, the lesson to take from Frobenius reciprocity is that the maps \\text{Res} and \\text{Ind} are adjoint to each other. Let W be an irreducible representation of H and let V be an irreducible representation of G, then the Frobenius reciprocity tells us that W is contained in \\text{Res}(V) as often as \\text{Ind}(W) is contained in V. :Frobenius reciprocity. If \\psi\\in\\Complex _{\\text{class}}(H) and \\varphi\\in\\Complex _{\\text{class}}(G) we have \\langle \\psi, \\text{Res}(\\varphi)\\rangle_H=\\langle \\text{Ind}(\\psi), \\varphi\\rangle_G. This statement is also valid for the inner product. ===Mackey's irreducibility criterion=== George Mackey established a criterion to verify the irreducibility of induced representations. For this we will first need some definitions and some specifications with respect to the notation. Two representations V_1 and V_2 of a group G are called disjoint, if they have no irreducible component in common, i.e. if \\langle V_1,V_2\\rangle_G =0. Let G be a group and let H be a subgroup. We define H_s=sHs^{-1}\\cap H for s \\in G. Let (\\rho, W) be a representation of the subgroup H. This defines by restriction a representation \\text{Res}_{H_s}(\\rho) of H_s. We write \\text{Res}_s(\\rho) for \\text{Res}_{H_s}(\\rho). We also define another representation \\rho^s of H_s by \\rho^s(t)=\\rho(s^{-1}ts). These two representations are not to be confused. :Mackey's irreducibility criterion. The induced representation V=\\text{Ind}^G_H(W) is irreducible if and only if the following conditions are satisfied: :* W is irreducible :* For each s\\in G\\setminus H the two representations \\rho^s and \\text{Res}_s(\\rho) of H_s are disjoint.A proof of this theorem may be found in [1]. For the case of H normal, we have H_s=H and \\text{Res}_s(\\rho)=\\rho. Thus we obtain the following: :Corollary. Let H be a normal subgroup of G. Then \\text{Ind}^G_H(\\rho) is irreducible if and only if \\rho is irreducible and not isomorphic to the conjugates \\rho^s for s otin H. ===Applications to special groups=== In this section we present some applications of the so far presented theory to normal subgroups and to a special group, the semidirect product of a subgroup with an abelian normal subgroup. :Proposition. Let A be a normal subgroup of the group G and let \\rho: G\\to\\text{GL}(V) be an irreducible representation of G. Then one of the following statements has to be valid: :* either there exists a proper subgroup H of G containing A, and an irreducible representation \\eta of H which induces \\rho, :* or V is an isotypic \\mathbb{C}A-module. :Proof. Consider V as an \\mathbb{C}A-module, and decompose it into isotypes as V=\\bigoplus_j{V_j}. If this decomposition is trivial, we are in the second case. Otherwise, the larger G-action permutes these isotypic modules; because V is irreducible as a \\mathbb{C}G-module, the permutation action is transitive (in fact primitive). Fix any j; the stabilizer in G of V_j is elementarily seen to exhibit the claimed properties. \\Box Note that if A is abelian, then the isotypic modules of A are irreducible, of degree one, and all homotheties. We obtain also the following :Corollary. Let A be an abelian normal subgroup of G and let \\tau be any irreducible representation of G. We denote with (G : A) the index of A in G. Then \\deg(\\tau)|(G : A).[1] If A is an abelian subgroup of G (not necessarily normal), generally \\deg(\\tau)|(G : A) is not satisfied, but nevertheless \\deg(\\tau) \\leq (G : A) is still valid. ====Classification of representations of a semidirect product==== In the following, let G=A\\rtimes H be a semidirect product such that the normal semidirect factor, A, is abelian. The irreducible representations of such a group G, can be classified by showing that all irreducible representations of G can be constructed from certain subgroups of H. This is the so-called method of “little groups” of Wigner and Mackey. Since A is abelian, the irreducible characters of A have degree one and form the group \\Chi = \\text{Hom}(A,\\Complex^\\times). The group G acts on \\Chi by (s\\chi)(a) = \\chi(s^{-1}as) for s \\in G, \\chi \\in \\Chi, a \\in A. Let (\\chi_j)_{j\\in \\Chi/H} be a representative system of the orbit of H in \\Chi. For every j \\in \\Chi/H let H_j = \\\\{t \\in H : t\\chi_j = \\chi_j\\\\}. This is a subgroup of H. Let G_j = A \\cdot H_j be the corresponding subgroup of G. We now extend the function \\chi_j onto G_j by \\chi_j(at) = \\chi_j(a) for a \\in A, t \\in H_j. Thus, \\chi_j is a class function on G_j. Moreover, since t\\chi_j = \\chi_j for all t \\in H_j, it can be shown that \\chi_j is a group homomorphism from G_j to \\Complex^\\times. Therefore, we have a representation of G_j of degree one which is equal to its own character. Let now \\rho be an irreducible representation of H_j. Then we obtain an irreducible representation \\tilde{\\rho} of G_j, by combining \\rho with the canonical projection G_j \\to H_j. Finally, we construct the tensor product of \\chi_j and \\tilde{\\rho}. Thus, we obtain an irreducible representation \\chi_j\\otimes \\tilde{\\rho} of G_j. To finally obtain the classification of the irreducible representations of G we use the representation \\theta_{j,\\rho} of G, which is induced by the tensor product \\chi_j\\otimes \\tilde{\\rho}. Thus, we achieve the following result: :Proposition. :* \\theta_{j,\\rho} is irreducible. :* If \\theta_{j,\\rho} and \\theta_{j',\\rho'} are isomorphic, then j = j' and additionally \\rho is isomorphic to \\rho'. :* Every irreducible representation of G is isomorphic to one of the \\theta_{j,\\rho}. Amongst others, the criterion of Mackey and a conclusion based on the Frobenius reciprocity are needed for the proof of the proposition. Further details may be found in [1]. In other words, we classified all irreducible representations of G=A \\rtimes H. ==Representation ring== The representation ring of G is defined as the abelian group :R(G)= \\left \\\\{ \\left. \\sum_{j=1}^m a_j \\tau_j \\right |\\tau_1, \\ldots, \\tau_m \\text{ all irreducible representations of } G \\text{ up to isomorphism}, a_j\\in\\Z \\right \\\\}. With the multiplication provided by the tensor product, R(G) becomes a ring. The elements of R(G) are called virtual representations. The character defines a ring homomorphism in the set of all class functions on G with complex values : \\begin{cases} \\chi: R(G)\\to\\Complex _{\\text{class}}(G)\\\\\\ \\sum a_j \\tau_j \\mapsto \\sum a_j \\chi_j \\end{cases} in which the \\chi_j are the irreducible characters corresponding to the \\tau_j. Because a representation is determined by its character, \\chi is injective. The images of \\chi are called virtual characters. As the irreducible characters form an orthonormal basis of \\Complex _{\\text{class}}, \\chi induces an isomorphism :\\chi_\\Complex : R(G)\\otimes\\Complex \\to \\Complex _{\\text{class}}(G). This isomorphism is defined on a basis out of elementary tensors (\\tau_j\\otimes1)_{j=1,\\ldots, m} by \\chi_{\\Complex }(\\tau_j\\otimes1)=\\chi_j respectively \\chi_{\\Complex }(\\tau_j\\otimes z)=z\\chi_j, and extended bilinearly. We write \\mathcal{R}^+(G) for the set of all characters of G and \\mathcal{R}(G) to denote the group generated by \\mathcal{R}^+(G), i.e. the set of all differences of two characters. It then holds that \\mathcal{R}(G)=\\Z \\chi_1\\oplus \\cdots \\oplus\\Z \\chi_m and \\mathcal{R}(G)=\\text{Im}(\\chi)=\\chi(R(G)). Thus, we have R(G)\\cong\\mathcal{R}(G) and the virtual characters correspond to the virtual representations in an optimal manner. Since \\mathcal{R}(G)=\\text{Im}(\\chi) holds, \\mathcal{R}(G) is the set of all virtual characters. As the product of two characters provides another character, \\mathcal{R}(G) is a subring of the ring \\Complex_{\\text{class}}(G) of all class functions on G. Because the \\chi_i form a basis of \\Complex _{\\text{class}}(G) we obtain, just as in the case of R(G), an isomorphism \\Complex \\otimes \\mathcal{R}(G)\\cong\\Complex _{\\text{class}}(G). Let H be a subgroup of G. The restriction thus defines a ring homomorphism \\mathcal{R}(G)\\to \\mathcal{R}(H), \\phi\\mapsto \\phi|_H, which will be denoted by \\text{Res}^G_H or \\text{Res}. Likewise, the induction on class functions defines a homomorphism of abelian groups \\mathcal{R}(H)\\to \\mathcal{R}(G), which will be written as \\text{Ind}^G_H or in short \\text{Ind}. According to the Frobenius reciprocity, these two homomorphisms are adjoint with respect to the bilinear forms \\langle \\cdot,\\cdot\\rangle_H and \\langle \\cdot,\\cdot\\rangle_G. Furthermore, the formula \\text{Ind}(\\varphi\\cdot \\text{Res}(\\psi))=\\text{Ind}(\\varphi)\\cdot \\psi shows that the image of \\text{Ind}:\\mathcal{R}(H)\\to \\mathcal{R}(G) is an ideal of the ring \\mathcal{R}(G). By the restriction of representations, the map \\text{Res} can be defined analogously for R(G), and by the induction we obtain the map \\text{Ind} for R(G). Due to the Frobenius reciprocity, we get the result that these maps are adjoint to each other and that the image \\text{Im}(\\text{Ind})=\\text{Ind}(R(H)) is an ideal of the ring R(G). If A is a commutative ring, the homomorphisms \\text{Res} and \\text{Ind} may be extended to A–linear maps: : \\begin{cases} A\\otimes \\text{Res}: A\\otimes R(G) \\to A\\otimes R(H)\\\\\\ \\left (a \\otimes \\sum a_j \\tau_j \\right ) \\mapsto \\left (a \\otimes \\sum a_j \\text{Res}(\\tau_j) \\right ) \\end{cases}, \\qquad \\begin{cases} A\\otimes \\text{Ind}: A\\otimes R(H) \\to A\\otimes R(G)\\\\\\ \\left (a \\otimes \\sum a_j \\eta_j \\right )\\mapsto \\left (a \\otimes \\sum a_j \\text{Ind}(\\eta_j) \\right ) \\end{cases} in which \\eta_j are all the irreducible representations of H up to isomorphism. With A=\\Complex we obtain in particular that \\text{Ind} and \\text{Res} supply homomorphisms between \\Complex _{\\text{class}}(G) and \\Complex _{\\text{class}}(H). Let G_1 and G_2 be two groups with respective representations (\\rho_1, V_1) and (\\rho_2, V_2). Then, \\rho_1\\otimes\\rho_2 is the representation of the direct product G_1\\times G_2 as was shown in a previous section. Another result of that section was that all irreducible representations of G_1\\times G_2 are exactly the representations \\eta_1\\otimes\\eta_2, where \\eta_1 and \\eta_2 are irreducible representations of G_1 and G_2, respectively. This passes over to the representation ring as the identity R(G_1\\times G_2)=R(G_1)\\otimes_{\\Z} R(G_2), in which R(G_1)\\otimes_{\\Z} R(G_2) is the tensor product of the representation rings as \\Z–modules. ==Induction theorems== Induction theorems relate the representation ring of a given finite group G to representation rings of a family X consisting of some subsets H of G. More precisely, for such a collection of subgroups, the induction functor yields a map :\\varphi: \\text{Ind}:\\bigoplus_{H\\in X}\\mathcal{R}(H) \\to \\mathcal{R}(G); induction theorems give criteria for the surjectivity of this map or closely related ones. Artin's induction theorem is the most elementary theorem in this group of results. It asserts that the following are equivalent: * The cokernel of \\varphi is finite. * G is the union of the conjugates of the subgroups belonging to X, i.e. G=\\bigcup_{H\\in X \\atop s\\in G}sHs^{-1}. Since \\mathcal{R}(G) is finitely generated as a group, the first point can be rephrased as follows: *For each character \\chi of G, there exist virtual characters \\chi_H \\in \\mathcal{R}(H), \\,H\\in X and an integer d\\geq 1, such that d\\cdot\\chi = \\sum_{H\\in X}\\text{Ind}^G_H(\\chi_H). gives two proofs of this theorem. For example, since G is the union of its cyclic subgroups, every character of G is a linear combination with rational coefficients of characters induced by characters of cyclic subgroups of G. Since the representations of cyclic groups are well-understood, in particular the irreducible representations are one-dimensional, this gives a certain control over representations of G. Under the above circumstances, it is not in general true that \\varphi is surjective. Brauer's induction theorem asserts that \\varphi is surjective, provided that X is the family of all elementary subgroups. Here a group H is elementary if there is some prime p such that H is the direct product of a cyclic group of order prime to p and a p–group. In other words, every character of G is a linear combination with integer coefficients of characters induced by characters of elementary subgroups. The elementary subgroups H arising in Brauer's theorem have a richer representation theory than cyclic groups, they at least have the property that any irreducible representation for such H is induced by a one-dimensional representation of a (necessarily also elementary) subgroup K \\subset H. (This latter property can be shown to hold for any supersolvable group, which includes nilpotent groups and, in particular, elementary groups.) This ability to induce representations from degree 1 representations has some further consequences in the representation theory of finite groups. ==Real representations== For proofs and more information about representations over general subfields of \\Complex please refer to [2]. If a group G acts on a real vector space V_0, the corresponding representation on the complex vector space V=V_0\\otimes_\\R \\Complex is called real (V is called the complexification of V_0). The corresponding representation mentioned above is given by s \\cdot(v_0\\otimes z) = (s\\cdot v_0)\\otimes z for all s\\in G, v_0\\in V_0, z\\in \\Complex. Let \\rho be a real representation. The linear map \\rho(s) is \\R-valued for all s\\in G. Thus, we can conclude that the character of a real representation is always real-valued. But not every representation with a real-valued character is real. To make this clear, let G be a finite, non- abelian subgroup of the group :\\text{SU}(2)= \\left \\\\{\\begin{pmatrix} a & b \\\\\\ -\\overline{b} & \\overline{a} \\end{pmatrix} \\ : \\ |a|^2+|b|^2=1 \\right \\\\}. Then G \\subset \\text{SU}(2) acts on V=\\Complex^2. Since the trace of any matrix in \\text{SU}(2) is real, the character of the representation is real- valued. Suppose \\rho is a real representation, then \\rho(G) would consist only of real-valued matrices. Thus, G \\subset \\text{SU}(2)\\cap\\text{GL}_2(\\R )=\\text{SO}(2)=S^1. However the circle group is abelian but G was chosen to be a non-abelian group. Now we only need to prove the existence of a non-abelian, finite subgroup of \\text{SU}(2). To find such a group, observe that \\text{SU}(2) can be identified with the units of the quaternions. Now let G=\\\\{\\pm1,\\pm i,\\pm j, \\pm ij \\\\}. The following two-dimensional representation of G is not real-valued, but has a real-valued character: : \\begin{cases} \\rho : G \\to \\text{GL}_2(\\Complex ) \\\\\\\\[4pt] \\rho(\\pm 1)=\\begin{pmatrix} \\pm1&0\\\\\\0& \\pm1\\end{pmatrix}, \\quad \\rho(\\pm i)=\\begin{pmatrix} \\pm i&0\\\\\\0&\\mp i\\end{pmatrix}, \\quad \\rho(\\pm j)=\\begin{pmatrix} 0&\\pm i\\\\\\ \\pm i&0\\end{pmatrix} \\end{cases} Then the image of \\rho is not real-valued, but nevertheless it is a subset of \\text{SU}(2). Thus, the character of the representation is real. :Lemma. An irreducible representation V of G is real if and only if there exists a nondegenerate symmetric bilinear form B on V preserved by G. An irreducible representation of G on a real vector space can become reducible when extending the field to \\Complex. For example, the following real representation of the cyclic group is reducible when considered over \\Complex : \\begin{cases} \\rho : \\Z /m\\Z \\to \\text{GL}_2(\\R ) \\\\\\\\[4pt] \\rho(k)= \\begin{pmatrix} \\cos \\left(\\frac{2\\pi ik}{m}\\right ) & \\sin \\left (\\frac{2\\pi ik}{m} \\right ) \\\\\\ -\\sin \\left(\\frac{2\\pi ik}{m} \\right ) & \\cos \\left (\\frac{2\\pi ik}{m} \\right )\\end{pmatrix} \\end{cases} Therefore, by classifying all the irreducible representations that are real over \\Complex, we still haven't classified all the irreducible real representations. But we achieve the following: Let V_0 be a real vector space. Let G act irreducibly on V_0 and let V=V_0\\otimes \\Complex. If V is not irreducible, there are exactly two irreducible factors which are complex conjugate representations of G. Definition. A quaternionic representation is a (complex) representation V, which possesses a G–invariant anti-linear homomorphism J:V\\to V satisfying J^2=-\\text{Id}. Thus, a skew- symmetric, nondegenerate G–invariant bilinear form defines a quaternionic structure on V. :Theorem. An irreducible representation V is one and only one of the following: :: (i) complex: \\chi_V is not real-valued and there exists no G–invariant nondegenerate bilinear form on V. :: (ii) real: V=V_0\\otimes \\Complex , a real representation; V has a G–invariant nondegenerate symmetric bilinear form. :: (iii) quaternionic: \\chi_V is real, but V is not real; V has a G–invariant skew-symmetric nondegenerate bilinear form. ==Representations of particular groups== ===Symmetric groups=== Representation of the symmetric groups S_n have been intensely studied. Conjugacy classes in S_n (and therefore, by the above, irreducible representations) correspond to partitions of n. For example, S_3 has three irreducible representations, corresponding to the partitions :3; 2+1; 1+1+1 of 3. For such a partition, a Young tableau is a graphical device depicting a partition. The irreducible representation corresponding to such a partition (or Young tableau) is called a Specht module. Representations of different symmetric groups are related: any representation of S_n \\times S_m yields a representation of S_{n+m} by induction, and vice versa by restriction. The direct sum of all these representation rings :\\bigoplus_{n \\ge 0} R(S_n) inherits from these constructions the structure of a Hopf algebra which, it turns out, is closely related to symmetric functions. ===Finite groups of Lie type=== To a certain extent, the representations of the GL_n(\\mathbf F_q) , as n varies, have a similar flavor as for the S_n; the above-mentioned induction process gets replaced by so-called parabolic induction. However, unlike for S_n, where all representations can be obtained by induction of trivial representations, this is not true for GL_n(\\mathbf F_q). Instead, new building blocks, known as cuspidal representations, are needed. Representations of GL_n(\\mathbf F_q) and more generally, representations of finite groups of Lie type have been thoroughly studied. describes the representations of SL_2(\\mathbf F_q). A geometric description of irreducible representations of such groups, including the above-mentioned cuspidal representations, is obtained by Deligne-Lusztig theory, which constructs such representation in the l-adic cohomology of Deligne-Lusztig varieties. The similarity of the representation theory of S_n and GL_n(\\mathbf F_q) goes beyond finite groups. The philosophy of cusp forms highlights the kinship of representation theoretic aspects of these types of groups with general linear groups of local fields such as Qp and of the ring of adeles, see . ==Outlook—Representations of compact groups== The theory of representations of compact groups may be, to some degree, extended to locally compact groups. The representation theory unfolds in this context great importance for harmonic analysis and the study of automorphic forms. For proofs, further information and for a more detailed insight which is beyond the scope of this chapter please consult [4] and [5]. ===Definition and properties=== A topological group is a group together with a topology with respect to which the group composition and the inversion are continuous. Such a group is called compact, if any cover of G, which is open in the topology, has a finite subcover. Closed subgroups of a compact group are compact again. Let G be a compact group and let V be a finite-dimensional \\Complex–vector space. A linear representation of G to V is a continuous group homomorphism \\rho: G \\to \\text{GL}(V), i.e. \\rho(s)v is a continuous function in the two variables s\\in G and v\\in V. A linear representation of G into a Banach space V is defined to be a continuous group homomorphism of G into the set of all bijective bounded linear operators on V with a continuous inverse. Since \\pi(g)^{-1}=\\pi(g^{-1}), we can do without the last requirement. In the following, we will consider in particular representations of compact groups in Hilbert spaces. Just as with finite groups, we can define the group algebra and the convolution algebra. However, the group algebra provides no helpful information in the case of infinite groups, because the continuity condition gets lost during the construction. Instead the convolution algebra L^1(G) takes its place. Most properties of representations of finite groups can be transferred with appropriate changes to compact groups. For this we need a counterpart to the summation over a finite group: ===Existence and uniqueness of the Haar measure=== On a compact group G there exists exactly one measure dt, such that: * It is a left-translation-invariant measure ::\\forall s \\in G: \\quad \\int_{G} f(t) dt = \\int_{G} f(st)dt. * The whole group has unit measure: ::\\int_{G} dt=1, Such a left-translation-invariant, normed measure is called Haar measure of the group G. Since G is compact, it is possible to show that this measure is also right-translation-invariant, i.e. it also applies :\\forall s \\in G: \\quad \\int_{G} f(t) dt = \\int_{G} f(ts)dt. By the scaling above the Haar measure on a finite group is given by dt(s)=\\tfrac{1}{|G|} for all s\\in G. All the definitions to representations of finite groups that are mentioned in the section ”Properties”, also apply to representations of compact groups. But there are some modifications needed: To define a subrepresentation we now need a closed subspace. This was not necessary for finite-dimensional representation spaces, because in this case every subspace is already closed. Furthermore, two representations \\rho, \\pi of a compact group G are called equivalent, if there exists a bijective, continuous, linear operator T between the representation spaces whose inverse is also continuous and which satisfies T\\circ\\rho(s)=\\pi(s)\\circ T for all s\\in G. If T is unitary, the two representations are called unitary equivalent. To obtain a G–invariant inner product from a not G–invariant, we now have to use the integral over G instead of the sum. If (\\cdot|\\cdot) is an inner product on a Hilbert space V, which is not invariant with respect to the representation \\rho of G, then : (v|u)_\\rho=\\int_G(\\rho(t)v|\\rho(t)u)dt is a G–invariant inner product on V due to the properties of the Haar measure dt. Thus, we can assume every representation on a Hilbert space to be unitary. Let G be a compact group and let s\\in G. Let L^2(G) be the Hilbert space of the square integrable functions on G. We define the operator L_s on this space by L_s\\Phi(t)=\\Phi(s^{-1}t), where \\Phi\\in L^2(G), t\\in G. The map s\\mapsto L_s is a unitary representation of G. It is called left-regular representation. The right-regular representation is defined similarly. As the Haar measure of G is also right-translation-invariant, the operator R_s on L^2(G) is given by R_s\\Phi(t)=\\Phi(ts). The right-regular representation is then the unitary representation given by s\\mapsto R_s. The two representations s\\mapsto L_s and s\\mapsto R_s are dual to each other. If G is infinite, these representations have no finite degree. The left- and right-regular representation as defined at the beginning are isomorphic to the left- and right-regular representation as defined above, if the group G is finite. This is due to the fact that in this case L^2(G)\\cong L^1(G)\\cong\\Complex [G]. ===Constructions and decompositions=== The different ways of constructing new representations from given ones can be used for compact groups as well, except for the dual representation with which we will deal later. The direct sum and the tensor product with a finite number of summands/factors are defined in exactly the same way as for finite groups. This is also the case for the symmetric and alternating square. However, we need a Haar measure on the direct product of compact groups in order to extend the theorem saying that the irreducible representations of the product of two groups are (up to isomorphism) exactly the tensor product of the irreducible representations of the factor groups. First, we note that the direct product G_1\\times G_2 of two compact groups is again a compact group when provided with the product topology. The Haar measure on the direct product is then given by the product of the Haar measures on the factor groups. For the dual representation on compact groups we require the topological dual V' of the vector space V. This is the vector space of all continuous linear functionals from the vector space V into the base field. Let \\pi be a representation of a compact group G in V. The dual representation \\pi':G\\to\\text{GL}(V') is defined by the property :\\forall v\\in V, \\forall v'\\in V', \\forall s\\in G: \\qquad \\left \\langle\\pi'(s)v',\\pi(s)v \\right \\rangle=\\langle v',v\\rangle := v'(v). Thus, we can conclude that the dual representation is given by \\pi'(s)v'=v'\\circ\\pi(s^{-1}) for all v'\\in V', s\\in G. The map \\pi' is again a continuous group homomorphism and thus a representation. On Hilbert spaces: \\pi is irreducible if and only if \\pi' is irreducible. By transferring the results of the section decompositions to compact groups, we obtain the following theorems: :Theorem. Every irreducible representation (\\tau,V_\\tau) of a compact group into a Hilbert space is finite-dimensional and there exists an inner product on V_\\tau such that \\tau is unitary. Since the Haar measure is normalized, this inner product is unique. Every representation of a compact group is isomorphic to a direct Hilbert sum of irreducible representations. Let (\\rho,V_\\rho) be a unitary representation of the compact group G. Just as for finite groups we define for an irreducible representation (\\tau, V_\\tau) the isotype or isotypic component in \\rho to be the subspace :V_\\rho(\\tau)=\\sum_{V_{\\tau} \\cong U\\subset V_\\rho} U. This is the sum of all invariant closed subspaces U, which are G–isomorphic to V_\\tau. Note that the isotypes of not equivalent irreducible representations are pairwise orthogonal. :Theorem. ::(i) V_\\rho(\\tau) is a closed invariant subspace of V_\\rho. ::(ii) V_\\rho(\\tau) is G–isomorphic to the direct sum of copies of V_\\tau. ::(iii) Canonical decomposition: V_\\rho is the direct Hilbert sum of the isotypes V_\\rho(\\tau), in which \\tau passes through all the isomorphism classes of the irreducible representations. The corresponding projection to the canonical decomposition p_\\tau: V\\to V(\\tau), in which V(\\tau) is an isotype of V, is for compact groups given by :p_\\tau(v)=n_\\tau\\int_G\\overline{\\chi_\\tau(t)}\\rho(t)(v)dt, where n_\\tau=\\dim (V(\\tau)) and \\chi_\\tau is the character corresponding to the irreducible representation \\tau. ====Projection formula==== For every representation (\\rho,V) of a compact group G we define :V^G=\\\\{v\\in V : \\rho(s)v=v \\,\\,\\,\\forall s \\in G\\\\}. In general \\rho(s): V\\to V is not G–linear. Let : Pv:= \\int_G \\rho(s)vds. The map P is defined as endomorphism on V by having the property : \\left. \\left (\\int_G \\rho(s)v ds \\right |w \\right )=\\int_G (\\rho(s)v|w) ds, which is valid for the inner product of the Hilbert space V. Then P is G–linear, because of : \\begin{align} \\left. \\left (\\int_G \\rho(s)(\\rho(t)v) ds \\right |w \\right )&=\\int_G \\left. \\left (\\rho \\left (tst^{-1} \\right )(\\rho(t)v) \\right |w \\right ) ds \\\\\\ &= \\int_G (\\rho(ts)v|w) ds \\\\\\ &= \\int(\\rho(t)\\rho(s)v|w) ds \\\\\\ &= \\left. \\left (\\rho(t)\\int_G \\rho(s)v ds \\right |w \\right ), \\end{align} where we used the invariance of the Haar measure. :Proposition. The map P is a projection from V to V^G. If the representation is finite-dimensional, it is possible to determine the direct sum of the trivial subrepresentation just as in the case of finite groups. ===Characters, Schur's lemma and the inner product=== Generally, representations of compact groups are investigated on Hilbert- and Banach spaces. In most cases they are not finite-dimensional. Therefore, it is not useful to refer to characters when speaking about representations of compact groups. Nevertheless, in most cases it is possible to restrict the study to the case of finite dimensions: Since irreducible representations of compact groups are finite-dimensional and unitary (see results from the first subsection), we can define irreducible characters in the same way as it was done for finite groups. As long as the constructed representations stay finite-dimensional, the characters of the newly constructed representations may be obtained in the same way as for finite groups. Schur's lemma is also valid for compact groups: Let (\\pi,V) be an irreducible unitary representation of a compact group G. Then every bounded operator T:V\\to V satisfying the property T\\circ\\pi(s)=\\pi(s)\\circ T for all s\\in G, is a scalar multiple of the identity, i.e. there exists \\lambda \\in \\Complex such that T=\\lambda \\text{Id}. Definition. The formula : (\\Phi|\\Psi)=\\int_G\\Phi(t)\\overline{\\Psi(t)}dt. defines an inner product on the set of all square integrable functions L^2(G) of a compact group G. Likewise :\\langle\\Phi,\\Psi\\rangle=\\int_G\\Phi(t)\\Psi(t^{-1})dt. defines a bilinear form on L^2(G) of a compact group G. The bilinear form on the representation spaces is defined exactly as it was for finite groups and analogous to finite groups the following results are therefore valid: :Theorem. Let \\chi and \\chi' be the characters of two non-isomorphic irreducible representations V and V', respectively. Then the following is valid :*(\\chi|\\chi')=0. :*(\\chi|\\chi)=1, i.e. \\chi has \"norm\" 1. :Theorem. Let V be a representation of G with character \\chi_V. Suppose W is an irreducible representation of G with character \\chi_W. The number of subrepresentations of V equivalent to W is independent of any given decomposition for V and is equal to the inner product (\\chi_V|\\chi_W). :Irreducibility Criterion. Let \\chi be the character of the representation V, then (\\chi|\\chi) is a positive integer. Moreover (\\chi|\\chi)=1 if and only if V is irreducible. Therefore, using the first theorem, the characters of irreducible representations of G form an orthonormal set on L^2(G) with respect to this inner product. :Corollary. Every irreducible representation V of G is contained \\dim (V)–times in the left-regular representation. :Lemma. Let G be a compact group. Then the following statements are equivalent: :* G is abelian. :* All the irreducible representations of G have degree 1. :Orthonormal Property. Let G be a group. The non-isomorphic irreducible representations of G form an orthonormal basis in L^2(G) with respect to this inner product. As we already know that the non- isomorphic irreducible representations are orthonormal, we only need to verify that they generate L^2(G). This may be done, by proving that there exists no non-zero square integrable function on G orthogonal to all the irreducible characters. Just as in the case of finite groups, the number of the irreducible representations up to isomorphism of a group G equals the number of conjugacy classes of G. However, because a compact group has in general infinitely many conjugacy classes, this does not provide any useful information. ===The induced representation=== If H is a closed subgroup of finite index in a compact group G, the definition of the induced representation for finite groups may be adopted. However, the induced representation can be defined more generally, so that the definition is valid independent of the index of the subgroup H. For this purpose let (\\eta, V_\\eta) be a unitary representation of the closed subgroup H. The continuous induced representation \\text{Ind}^G_H(\\eta)=(I,V_I) is defined as follows: Let V_I denote the Hilbert space of all measurable, square integrable functions \\Phi:G\\to V_\\eta with the property \\Phi(ls)=\\eta(l)\\Phi(s) for all l\\in H, s\\in G. The norm is given by :\\|\\Phi\\|_G=\\text{sup}_{s\\in G}\\|\\Phi(s)\\| and the representation I is given as the right-translation: I(s)\\Phi(k)=\\Phi(ks). The induced representation is then again a unitary representation. Since G is compact, the induced representation can be decomposed into the direct sum of irreducible representations of G. Note that all irreducible representations belonging to the same isotype appear with a multiplicity equal to \\dim (\\text{Hom}_G(V_\\eta,V_I))=\\langle V_\\eta,V_I \\rangle_G. Let (\\rho, V_\\rho) be a representation of G, then there exists a canonical isomorphism :T: \\text{Hom}_G(V_\\rho, I^G_H(\\eta))\\to \\text{Hom}_H(V_\\rho|_H, V_\\eta). The Frobenius reciprocity transfers, together with the modified definitions of the inner product and of the bilinear form, to compact groups. The theorem now holds for square integrable functions on G instead of class functions, but the subgroup H must be closed. ===The Peter-Weyl Theorem=== Another important result in the representation theory of compact groups is the Peter-Weyl Theorem. It is usually presented and proven in harmonic analysis, as it represents one of its central and fundamental statements. :The Peter-Weyl Theorem. Let G be a compact group. For every irreducible representation (\\tau, V_\\tau) of G let \\\\{e_1,\\ldots,e_{\\dim (\\tau)}\\\\} be an orthonormal basis of V_\\tau. We define the matrix coefficients \\tau_{k,l}(s)=\\langle\\tau(s)e_k,e_l\\rangle for k,l \\in \\\\{1, \\ldots, \\dim (\\tau)\\\\}, s\\in G. Then we have the following orthonormal basis of L^2(G): ::\\left (\\sqrt{\\dim (\\tau)}\\tau_{k,l} \\right)_{k,l} We can reformulate this theorem to obtain a generalization of the Fourier series for functions on compact groups: :The Peter-Weyl Theorem (Second version).A proof of this theorem and more information regarding the representation theory of compact groups may be found in [5]. There exists a natural G\\times G–isomorphism :: L^2(G)\\cong_{G\\times G} \\widehat{\\bigoplus}_{\\tau \\in \\widehat{G}}\\text{End}(V_\\tau)\\cong_{G\\times G} \\widehat{\\bigoplus}_{\\tau \\in \\widehat{G}} \\tau\\otimes\\tau^* :in which \\widehat{G} is the set of all irreducible representations of G up to isomorphism and V_\\tau is the representation space corresponding to \\tau. More concretely: ::\\begin{cases}\\Phi \\mapsto \\sum_{\\tau\\in \\widehat{G}}\\tau(\\Phi) \\\\\\\\[5pt] \\tau(\\Phi)=\\int_G \\Phi(t)\\tau(t)dt\\in \\text{End}(V_\\tau) \\end{cases} ==History== The general features of the representation theory of a finite group G, over the complex numbers, were discovered by Ferdinand Georg Frobenius in the years before 1900. Later the modular representation theory of Richard Brauer was developed. ==See also== *Character theory *Real representation *Schur orthogonality relations *McKay conjecture *Burnside ring ==Literature== * * *[1] *[2] Fulton, William; Harris, Joe: Representation Theory A First Course. Springer-Verlag, New York 1991, . *[3] Alperin, J.L.; Bell, Rowen B.: Groups and Representations Springer-Verlag, New York 1995, . *[4] Deitmar, Anton: Automorphe Formen Springer-Verlag 2010, , p. 89-93,185-189 *[5] Echterhoff, Siegfried; Deitmar, Anton: Principles of harmonic analysis Springer-Verlag 2009, , p. 127-150 *[6] Lang, Serge: Algebra Springer-Verlag, New York 2002, , p. 663-729 *[7] ==References==",
 "title": "Representation theory of finite groups"
}