{
 "id": "87454",
 "text": "The U.S. state of Alaska is divided into 19 organized boroughs and one Unorganized Borough. Alaska and Louisiana are the only states that do not call their first-order administrative subdivisions counties (Louisiana uses parishes instead). Delegates to the Alaska Constitutional Convention wanted to avoid the traditional county system and adopted their own unique model with different classes of boroughs varying in powers and duties. Many of the most densely populated regions of the state are part of Alaska's boroughs, which function similarly to counties in other states. However, unlike county- equivalents in the other 49 states, the organized boroughs do not cover the entire land area of the state. There are four different classes of organized boroughs: \"Unified Home Rule\" (may exercise all legislative powers not prohibited by law or charter); \"Non-unified Home Rule\"; \"First Class\" (may exercise any power not prohibited by law on a non-area wide basis by adopting ordinances); and \"Second Class\" (must gain voter approval for authority to exercise many non-area wide powers).Alaska Municipal League: Alaska Local Government Primer The area not part of any organized borough is referred to as the Unorganized Borough. The U.S. Census Bureau, in cooperation with the state, divides the Unorganized Borough into 11 census areas, each roughly corresponding to an election district, thus totaling 30 county equivalents. However, these areas exist solely for the purposes of statistical analysis and presentation; they have no government of their own. Boroughs and census areas are both treated as county-level equivalents by the Census Bureau. Some areas in the unorganized borough receive limited public services directly from the Alaska state government, usually law enforcement from the Alaska State Troopers and educational funding. Six consolidated city-borough governments exist--Juneau City and Borough, Skagway Municipality, Sitka City and Borough, Yakutat City and Borough, Wrangell City and Borough, as well as the state's largest city, Anchorage. Though its legal name is the Municipality of Anchorage, it is considered a consolidated city-borough under state law. The Federal Information Processing Standard (FIPS) 55-2,3,4 codes, which are used by the United States Census Bureau to uniquely identify states and counties, is provided with each entry. Alaska's code is 02, so each code is of the format 02XXX. The FIPS code for each county equivalent links to census data for that county equivalent. There are 30 divisions in Alaska. ==List of boroughs== |} ==Census areas in the Unorganized Borough== thumb|250px|Map of Alaska highlighting the Unorganized Borough The Unorganized Borough is the portion of the U.S. state of Alaska not contained in any of its 19 organized boroughs. While referred to as the \"Unorganized Borough\", it is not a borough itself. It encompasses over half of Alaska's area, 970,500 km2. If the unorganized Borough were a state in itself, it would be the largest state in the United States of America, larger than the rest of Alaska and larger than Texas or California. (374,712 mi2). As of the 2020 census, 10% of Alaskans (77,157 people) reside in it. Currently unique among the United States, Alaska is not entirely subdivided into organized county equivalents. For the 1980 census, the United States Census Bureau divided the unorganized borough into 12 census areas to facilitate census taking in the vast unorganized area. As new boroughs incorporate, these areas have been altered or eliminated to accommodate, such that there are currently 11 census areas: |} ==See also== * List of cities in Alaska * List of census-designated places in Alaska * List of United States counties and county equivalents == References == *Alaska Department of Labor and Workforce Development - maps and profiles of boroughs and census areas, including those that have changed since the 2000 census === Other sources === *Division of Community and Regional Affairs, Alaska Department of Commerce, Community and Economic Development :*Local Government On-Line, Division of Community and Regional Affairs, Alaska Department of Commerce, Community and Economic Development ::* ::* :* * Alaska, boroughs and census areas in Boroughs and census areas",
 "title": "List of boroughs and census areas in Alaska"
}