{
 "id": "874767",
 "text": "John Brown Gordon () was an attorney, a slaveholding plantation owner, general in the Confederate States Army, and politician in the postwar years. By the end of the Civil War, he had become \"one of Robert E. Lee's most trusted generals.\" After the war, Gordon strongly opposed Reconstruction during the late 1860s. A member of the Democratic Party, he was elected by the Georgia state legislature to serve as a US Senator, from 1873 to 1880, and again from 1891 to 1897. He also was elected as the 53rd Governor of Georgia, serving from 1886 to 1890. ==Early life== John Brown Gordon was of Scots descent and was born on the farm of his parents Zachariah Gordon and his wife in Upson County, Georgia; he was the fourth of twelve children. Many Gordon family members had fought in the Revolutionary War. His family moved to Walker County, Georgia by 1840, where his father was recorded in the US census that year as owning a plantation with 18 slaves. Gordon was a student at the University of Georgia, where he was a member of the Mystical 7 Society. He left before graduating to \"read the law\" in Atlanta, where he passed the bar examination. Gordon and his father, Zachariah, invested in a series of coal mines in Tennessee and Georgia. He also practiced law. In 1854 Gordon married Rebecca \"Fanny\" Haralson, daughter of Hugh Anderson Haralson and his wife. They had a long marriage and six children. In 1860, Gordon owned one slave, a 14-year-old girl. His father owned four slaves in that same census year. ==American Civil War== Although lacking military education or experience, Gordon was elected captain of a company of the 6th Alabama Infantry Regiment. He was present at First Manassas, but did not see any action. During a reorganization of the Confederate army in May 1862, the regiment's original colonel, John Siebels, resigned and Gordon was elected the new colonel. Gordon's first combat experience happened a few weeks later at Seven Pines, when his regiment was in the thick of the fighting. During the battle, Gordon would witness his younger brother, Augustus Gordon, laying among the Confederate casualties, bleeding profusely with what appeared to be a fatal wound to the lungs. Augustus would survive, but would be killed a year later at the Battle of Chancellorsville. Towards the end of the two-day battle of Seven Pines, Gordon would take over as brigade commander from Brig. Gen Robert Rodes when the Rodes was wounded. Shortly after the battle, the 26th Alabama was transferred to Rodes' brigade as part of an army reorganization. Its commander, Col. Edward O'Neal, outranked Gordon and thus took command of the brigade until Rodes resumed command just in time for the Seven Days Battles. Gordon was again hotly engaged at Gaines Mill, and he was wounded in the eyes during the assault on Malvern Hill. On June 29, Rodes, still suffering from the effects of his wound from Seven Pines, took a leave of absence, with O'Neal commanding the brigade once again. During the Northern Virginia Campaign, Gordon and his regiment were kept in the Richmond area. Assigned by General Lee to hold the vital sunken road, or \"Bloody Lane\", during the Battle of Sharpsburg, Gordon's propensity for being wounded reached new heights. First, a Minié ball passed through his calf. Then a second ball hit him higher in the same leg. A third ball went through his left arm. Gordon continued to lead his men, despite the fact that the muscles and tendons in his arm were mangled and a small artery was severed. A fourth ball hit him in his shoulder. Ignoring pleas that he go to the rear, Gordon remained on the front lines. He was finally stopped by a ball that hit him in the face, passing through his left cheek and out his jaw. He fell with his face in his cap, and might have drowned in his own blood if it had not drained out through a bullet hole in the cap. A Confederate surgeon thought that he would not survive, but after he was returned to Virginia, he was nursed back to health by his wife. Lee, impressed with Gordon's services, requested a promotion to brigadier general on November 1, 1862; however, this was not confirmed by congress due to his wounding. After months of recuperation, Gordon returned to service, receiving the command of a brigade of Georgians in Jubal A. Early's division. When he returned to duty, Lee requested a promotion again, which was approved this time by congress, ranking from May 7, 1863. During the Confederate invasion of Pennsylvania, Gordon's brigade occupied Wrightsville on the Susquehanna River, the farthest east in Pennsylvania any organized Confederate troops would reach. Union militia under Col. Jacob G. Frick burned the mile-and-a-quarter- long covered wooden bridge to prevent Gordon from crossing the river, and the fire soon spread to parts of Wrightsville. Gordon's troops formed a bucket brigade and managed to prevent the further destruction of the town. At the Battle of Gettysburg on July 1, Gordon's brigade smashed into the XI Corps on Barlow's Knoll. There, he aided the wounded opposing division commander Francis Barlow. This incident led to a story (which many people consider apocryphal) about the two officers meeting later in Washington, D.C., Gordon unaware that Barlow had survived the battle. The story was told by Barlow and Gordon and published in newspapers and in Gordon's book. Some historians choose to discount this story, despite contemporary accounts and the testimony of both men, because of Gordon's purported tendency to exaggerate in post-war writings and because it is inconceivable to them that Gordon did not know that Barlow subsequently fought against him in the Battle of the Wilderness. (Barlow, recently returned to service in April 1865, would also pursue Gordon and his troops during the Battle of High Bridge.) At the start of the 1864 Overland Campaign, in the Battle of the Wilderness, Gordon proposed a flanking attack against the Union right that might have had a decisive effect on the battle, had General Early allowed him freedom to launch it before late in the day. Gordon was an aggressive general and was described by General Robert E. Lee in a letter to Confederate President Jefferson Davis as being one of his best brigadiers, \"characterized by splendid audacity\". On May 8, 1864, Gordon was given command of Early's division in Lt. Gen. Richard S. Ewell's (later Early's) corps, being promoted to major general on May 14. Gordon's success in turning back the massive Union assault in the Battle of Spotsylvania Court House (the Bloody Angle) prevented a Confederate rout. His division was held in reserve at the Battle of North Anna and was positioned in the Magnolia Swamp, north of where the major fighting occurred at the Battle of Cold Harbor. Gordon left with Early for the Valley Campaigns of 1864, participating in the Battle of Lynchburg and in Early's Invasion of Maryland at the Battle of Monocacy before being wounded August 25, 1864, at Shepherdstown, West Virginia upon their return across the Potomac. After having a wound over his right eye dressed, he returned to the battle. Confederate cartographer Jedediah Hotchkiss's official report of the incident stated, \"Quite a lively skirmish ensued, in which Gordon was wounded in the head, but he gallantly dashed on, the blood streaming over him.\" At the Third Battle of Winchester, Gordon's wife, Fanny, accompanying her husband on the campaign as general's wives sometimes did, rushed out into the street to urge Gordon's retreating troops to go back and face the enemy. Gordon was horrified to find her in the street with shells and balls flying about her. Gordon continued to lead a division in Early's Army of the Valley, fighting at the Battle of Fisher's Hill and at the Battle of Cedar Creek, where he led an overnight flanking maneuver around the northern base of Massanutten Mountain followed by an early morning assault that he had devised while previously surveying the Union position from Signal Knob. The assault nearly crushed the Federal line at the Belle Grove Plantation before a \"fatal halt\" turned the tide of battle and doomed Gordon's successes made earlier in the day. Returning to Lee's army around Richmond after Early's defeat at the Cedar Creek, Gordon led the Second Corps of the Army of Northern Virginia until the end of the war. In this role, he defended the line in the Siege of Petersburg and commanded the attack on Fort Stedman on March 25, 1865 (where he was wounded again, in the leg). In April 1865 he would be pursued by Francis Barlow (who had just returned to service days before) during the Battle of High Bridge in Virginia. At Appomattox Court House, Gordon led his men in the last charge of the Army of Northern Virginia, capturing the entrenchments and several pieces of artillery in his front just before the surrender. On April 12, 1865, Gordon's Confederate troops officially surrendered to Bvt. Maj. Gen. Joshua L. Chamberlain, acting for Lt. Gen. Ulysses S. Grant, recorded in moving detail by Chamberlain: Note: In his book “Hymns of the Republic: The Story of the Final Year of the American Civil War” (2019), by S.C. Gwynne, p. 298 states that this particular account is: “one of the most cherished of the bogus Appomattox stories”; and ....\"there is no convincing evidence that it ever happened”;...\"none of the thirty thousand other people who saw the surrender noted any such event”. “The source was Chamberlain, a true hero and, also, in subsequent years, one of the great embellishers of the war. His memoirs are an adjectival orgy, often reflecting the world as he wanted it to be instead of the way it was. For one thing, he did not command the troops at the ceremony, as he claimed, and thus couldn’t order the men to salute. His story, moreover, changed significantly over the years.” Gwynne also states....\"Its staying power was mostly rooted in the fact that Gordon never refuted it. The rebel general apparently liked it, and it reflected well on him, as the time went by Gordon added his own liberal embellishments, including the suggestion that Lee himself had led the Army through town. The two generals would clearly have preferred this distinctly Walter Scott-like sequence, described in countless books and memoirs, to the decidedly less romantic one that actually took place.” (Underlines added by editor) Though Gordon himself often claimed he was promoted to lieutenant general, there is no official record of this occurring. ==Postbellum career== As the government of the State of Georgia was being reconstituted for readmission to the Union, Gordon ran as the Democratic candidate for governor in 1868, but was defeated by Republican Rufus Bullock in a vote of 83,527 to 76,356. He was a presidential elector in 1868. Gordon was elected to the US Senate in 1873, and in 1879, he became the first ex- Confederate to preside over the Senate. He was a strong supporter of the \"New South\" and industrialization and he was a part of the Bourbon Triumvirate. Gordon resigned as senator on May 19, 1880. After his unexpected resignation, Governor Alfred H. Colquitt quickly appointed Joseph E. Brown to succeed Gordon. There were allegations of corruption when it was discovered Gordon resigned to promote a venture for the Georgia Pacific Railway. He was elected Governor of Georgia in 1886 and returned to the U.S. Senate from 1891 to 1897. In 1903, Gordon published an account of his Civil War service entitled Reminiscences of the Civil War. He engaged in a series of popular speaking engagements throughout the country. These lectures, entitled \"The Last Days of the Confederacy\", were very well received in both the North and South, and tended to focus on anecdotes and incidents that humanized soldiers from both sides. General Gordon was the first Commander-in-Chief of the United Confederate Veterans when the group was organized in 1890 and held this position until his death. He died while visiting his son in Miami, Florida, at the age of 71, and was buried in Oakland Cemetery in Atlanta, Georgia; upwards of 75,000 people viewed and took part in the memorial ceremonies. ==Racial views== Gordon, being a slaveowner and former Confederate general, held white supremacist views on race, which he retained for his whole life. He was a firm opponent of Reconstruction and endorsed measures to preserve white-dominated society, including restrictions on freedmen and the use of violence. Author Ralph Lowell Eckert concluded that Gordon was a member of the Ku Klux Klan based on evasive answers during an 1871 hearing. During congressional testimony in 1871, Gordon denied any involvement with the Klan but acknowledged that he was associated with a secret \"peace police\" organization, whose sole purpose was the \"preservation of peace.\" Gordon was thought to be the titular head of the Ku Klux Klan in Georgia,Biographical sketches in the references by Deserino, Eicher, and Warner make no mention of Klan involvement. Foner, p. 433, cites Gordon as a \"prominent Klansman.\" George W. Gordon, another Confederate general with a similar name, but unrelated, is one whose involvement with the Klan is not in dispute. but the organization was so secretive that his role was never proven conclusively. In the midst of Reconstruction, a variety of organizations cropped up in the south, which existed to defy reconstruction (i.e. the Ku Klux Klan, White League, and Red Shirts). As many of these groups feared reprisals while under occupation by Federal troops, they generally operated as secret organizations. In 1866, Gordon made substantial contributions in the form of money and materials to help build churches and schools for blacks in Brunswick, Georgia, and advised them to: > educate themselves and their children, to be industrious, save money and > purchase houses, and thus make themselves respectable as property holders, > and intelligent people. With submission to the laws, industry and economy, > with union among yourselves, and courtesy and confidence toward the whites, > you will reach these ends, and constitute an important element in the > community. These comments were given to help ease the tensions between the blacks and whites in coastal Georgia. Gordon seems to have been most concerned with incidents such as black Federal troops mistreating white Georgians as well as unscrupulous members of the Union League and Freedmen's Bureau that were reported to have been inciting newly freed slaves to use violence. The author Ralph Eckert further makes clear that Gordon wanted to support blacks as long as blacks agreed to remain in a subordinate position. Eckert continues that Gordon clearly did not believe in racial equality and in a speech in 1868 in Charleston, South Carolina, speaking directly to the blacks in the audience said \"If you are disposed to live in peace with the white people, they extend to you the hand of friendship\" but \"if you attempt to inaugurate a war of races you will be exterminated. The Saxon race was never created by Almightly God to be ruled by the African.\" thumb|250px|Gordon's grave, Oakland Cemetery, Atlanta, Georgia ==Legacy== *The U.S. Army Fort Gordon installation and the adjacent Gordon Highway in Augusta, Georgia, is named for Gordon. *The John Brown Gordon statue on the grounds of the Georgia State Capitol in Atlanta is the only public equestrian statue in the city. *U.S. Highway 19 in Gordon's native Upson County, Georgia, is named in his honor. *There is a statue dedicated to Gordon on the lawn of the Thomaston, Georgia, courthouse. *Gordon State College (Georgia) in Barnesville, Georgia, is named for Gordon. *John B. Gordon Hall in LaFayette is named for Gordon. *John B. Gordon Elementary School in Atlanta was named for Gordon. * John B. Gordon High School in Decatur, Georgia was also named after him and was open from 1958 until 1987 when Gordon was changed to a middle school and renamed McNair Middle School. ==See also== * List of American Civil War generals (Confederate) * List of commanders-in-chief of the United Confederate Veterans * Marye (horse) ==Notes== ==References== ==Further reading== * Deserino, Frank E. \"John Brown Gordon.\" In Encyclopedia of the American Civil War: A Political, Social, and Military History, edited by David S. Heidler and Jeanne T. Heidler. New York: W. W. Norton & Company, 2000. . * Foner, Eric. Reconstruction: America's Unfinished Revolution, 1863-1877\\. Francis Parkman Prize edition. New York: History Book Club, 2005. . First published 1988 by HarperCollins. * Gordon, John B. Reminiscences of the Civil War. New York: Charles Scribner's Sons, 1904. * Kross, Gary. \"The Barlow-Gordon Incident.\" Blue & Gray Magazine, December 2001, 23–24, 48–51. * Warner, Ezra J. Generals in Gray: Lives of the Confederate Commanders. Baton Rouge: Louisiana State University Press, 1959. . * White, Gregory C. Response to Kross article. Blue & Gray Magazine, February 2002, 5–6. ==External links== * * John Brown Gordon \"About North Georgia\" bio on John Brown Gordon. * * Information on Rebecca (Fanny) Gordon and family * Gordon bio page * Article on the Gordon/Barlow story in Historynet.com * John B. Gordon historical marker * Stuart A. Rose Manuscript, Archives, and Rare Book Library |- Category:1832 births Category:1904 deaths Category:19th- century American memoirists Category:American people of Scottish descent Category:American slave owners Category:Burials at Oakland Cemetery (Atlanta) Category:Confederate States Army major generals Category:Democratic Party state governors of the United States Category:Democratic Party United States senators Category:Governors of Georgia (U.S. state) Category:History of Atlanta Category:Ku Klux Klan members Category:People from Upson County, Georgia Category:People of Georgia (U.S. state) in the American Civil War Category:Politicians from Atlanta Category:Georgia (U.S. state) Democrats Category:United States senators from Georgia (U.S. state) Category:University of Georgia people Category:1868 United States presidential electors",
 "title": "John Brown Gordon"
}