{
 "id": "874784",
 "text": "The Macintyre River, a perennial river that forms part of the Border Rivers group, is part of the Barwon catchment of the Murray-Darling basin, located in the Northern Tablelands and North West Slopes regions of New South Wales, and the Southern Downs region of Queensland, Australia. Part of the course of the river marks the boundary between Queensland and New South Wales. ==Course and features== The Macintyre River rises on the western slopes of the Great Dividing Range, west of Guyra and south of Glen Innes, and flows generally northwest and west, joined by twenty-two tributaries, including the Severn River (New South Wales) and Dumaresq River, before reaching its confluence with the Weir River to form the Barwon River, west of Goondiwindi. In 1914, the current Goondiwindi Border Bridge was opened. It replaced a timber structure which was built in 1878. The Macintyre River descends over its course; passing near the towns of Glen Innes, Inverell, Ashford, Yetman, and Boggabilla. The flow of the river is impounded by Boggabilla Weir. The Macintyre River, together with Pike Creek, the Mole, Beardy, Severn (Queensland), Severn (New South Wales), and Dumaresq rivers are all part of the Border Rivers group. Originally named the Dumaresq River by Allan Cunningham. The name Macintyre was given by Cunningham to what is now known as the Dumaresq River. Peter Macintyre was the overseer at Segenhoe Station. ===Flooding=== The Macintyre River is often affected by floods and the town of Goondiwindi is protected by levee banks that can cope with a water level rise of nearly . During the 2010–2011 Queensland floods the river peaked at . Previous peaks have occurred during 1996, at and during 1976. ==See also== * List of rivers of New South Wales * Rivers of Queensland ==References== ==External links== * * Border Rivers Daily Report - website *Border Rivers- Gwydir Catchment Management Authority - website Category:Rivers of Queensland Category:Tributaries of the Darling River Category:Borders of Queensland Category:Borders of New South Wales Category:Queensland floods Category:Darling Downs Category:Newell Highway",
 "title": "Macintyre River"
}