{
 "id": "874996",
 "text": "Jay North (born August 3, 1951) is an American actor. His career as a child actor began in the late 1950s with roles in eight TV series, two variety shows and three feature films. At age 7 he became a household name for his role as the well-meaning but mischievous Dennis Mitchell on the CBS situation comedy Dennis the Menace (1959-1963), based on the comic strip created by Hank Ketcham. As a teen North had roles in two Metro-Goldwyn-Mayer feature films: Zebra in the Kitchen and Maya. He also starred in the NBC television series adaptation of the latter film, also titled Maya. As an adult he turned to voice acting for animated television series, voicing the roles of Prince Turhan in the Arabian Knights segment of The Banana Splits Adventure Hour and a teenaged Bamm-Bamm Rubble on The Pebbles and Bamm-Bamm Show. After leaving show business he disclosed the truth about the difficulties he dealt with as a child actor. He began working with fellow former child star Paul Petersen and the organization A Minor Consideration, using his own experiences as a child performer to counsel other children working in the entertainment industry. ==Early life== North was born in Hollywood, the only child of Jay and Dorothy (née Cotton) North. North's father was an alcoholic, and his parents' marriage was stormy. When he was 4, his parents separated, and North never saw his father again. For a short time Jay resided happily in Birmingham, Alabama. Later, as a single mother, Mrs. North went to work as the secretary to the West Coast director of the American Federation of Television and Radio Artists (AFTRA) to support Jay and herself. From a young age, North was a fan of television, and when he was 6, his mother used her connections at AFTRA to arrange for him to appear on his favorite television program, local Los Angeles children's show Cartoon Express, hosted by \"Engineer Bill\". This appearance caught the attention of prominent Hollywood talent agent Hazel MacMillan, who, impressed with North's photogenic looks, contacted his mother the following day offering to represent him. Mrs. North, who was aware of the stories of troubled former child stars, had reservations, but eventually gave her approval. ==Career== ===Early years=== thumb|right|225px|North as Laddie on the Wanted: Dead or Alive episode \"Eight Cent Reward\", 1958 North's first professional acting job was a live appearance on the gameshow Queen for a Day, hosted by Jack Bailey. He continued to work as a child model and actor in commercials, and landed small parts on a number of popular NBC variety shows of the 1950s, such as The George Gobel Show, The Eddie Fisher Show, and The Milton Berle Show, before auditioning for the role that made him a star. In June 1958, Columbia Pictures' television division Screen Gems was holding a nationwide search for a boy to play the title character in their television adaptation of the popular Dennis the Menace comic strip created by Hank Ketcham, and 6-year-old North was brought in to audition. After receiving news that his first audition had not gone well, agent Hazel MacMillan pressed the studio to see him again. The studio agreed and was impressed with his second audition. After the studio saw hundreds of boys for the role, North was asked back to screen test with Herbert Anderson, Gloria Henry, and Joseph Kearns. A pilot was filmed later that summer. The summer passed, and North heard nothing more from Screen Gems, but continued to work, appearing in a Christmas-themed episode of the CBS Western series Wanted: Dead or Alive entitled \"Eight Cent Reward\". In the episode, he portrayed Laddie Stone, a young boy who pays bounty hunter Josh Randall (Steve McQueen) eight cents to find Santa Claus. Over the next several months, North made television appearances on such shows as 77 Sunset Strip, Rescue 8, Cheyenne, Bronco, Colt .45, and Sugarfoot, and broke into feature films with roles in The Miracle of the Hills and The Big Operator until, in the spring of 1959, almost a year after he had first auditioned, MacMillan contacted North's mother to tell her that her son had been chosen to play the role of Dennis \"The Menace\" Mitchell. === Dennis the Menace === thumb|left|225px|North with Dennis the Menace co-stars Herbert Anderson and Gloria Henry, 1959 Dennis the Menace premiered on CBS on Sunday, October 4, 1959, and quickly became a hit with audiences. North was paid $500 per episode, his strawberry red hair was bleached platinum blonde for the role, and the 8-year-old was instructed to \"shave\" a year off his age when speaking with the press. North's mother continued to work at AFTRA full-time to support the two of them, and hired business managers to invest North's earnings for him. In a 1993 interview with Filmfax magazine, North spoke highly of his mother, saying: \"I want to make it very clear about one thing. I never supported my mother during (Dennis the Menace). She earned her own money from AFTRA. She never lived off my earnings. I know that sometimes happens with child actors, but it was not true in my situation.\" While Mrs. North worked, her sister Marie Hopper and brother-in-law actor-composer Hal Hopper served as North's on-set guardians during filming for Dennis The Menace. In addition to filming the series, North appeared as Dennis in commercials for the show's sponsors, Kellogg's cereals, Best Foods mayonnaise, Skippy peanut butter, and Bosco chocolate milk, and regularly traveled around the country with his aunt and uncle on the weekends to promote the show. These obligations, combined with the required three hours a day of school, took their toll on North, and by the end of the first season, the 8-year-old had begun to feel the pressures of being the lead star of a popular show. In the fall of 1960, the second season of the series was ranked among TV's top 20 shows, and North's portrayal of Dennis had become a beloved pop culture icon. North made crossover guest appearances as Dennis on such television shows as The Donna Reed Show and The Red Skelton Hour, and in the feature film Pépé. That same year, North recorded \"The Misadventures of Dennis the Menace\" soundtrack stories on LP, as well as an LP album of songs titled Jay North - Look who's singing! With the success of the series, North's guardians, Marie and Hal Hopper, had become strict taskmasters and stern disciplinarians. He was not allowed to socialize with other cast members on the set and missed being around children his own age. His only opportunity to relax was the occasional \"free day\" when he could play baseball with other children or when his uncle would take him to see horror films. His favorite films at that time were The Pit and the Pendulum and Village of the Damned. By the fall of 1961, the series was in its third season, and North was earning $2,500 an episode. The show remained in the top 20, but North had grown tired and frustrated with the pressures of carrying a hit show and the long work hours. Complicating matters was his relationship with his Aunt Marie. Many years later, North revealed that his aunt physically and verbally abused him when he made mistakes on the set or did not perform to her standards. North's mother, Dorothy, and the rest of the Dennis The Menace cast were unaware of the abuse, and North concealed his unhappiness for fear of retribution from his aunt. In July 2007, North's childhood co-star, Jeannie Russell, who portrayed Margaret Wade on the series, told radio host Stu Shostak in a radio interview: \"'The show comes first.' This was the ethic that we were raised in. Had I seen any abuse or any horrible upset on Jay's part, I would have noticed. It would have impacted me. It would have upset me terribly.\" By the fourth season, North was earning $3,500 an episode; but by 1962, the 11-year-old had begun to outgrow the childish antics for which the character was known. This, combined with the unexpected loss of Joseph Kearns near the end of season three, had changed the dynamic of the show. During his interview with Filmfax, North recalled: \"Between the pressures of the business and Joe's dying, I became very serious, very morbid, and very withdrawn from the world. I was the antithesis of the little kid that I played on the television show.\" By the end of the fourth season, ratings were down, and in the spring of 1963, much to the relief of its young lead star, Dennis The Menace was cancelled. ===Teen years=== In the fall of 1963, North's mother enrolled him in prep school, but due to his part- time education while filming Dennis The Menace, combined with not having been allowed to socialize with other children, he struggled to keep up with his studies at his new school and was nervous interacting with the other students. North continued to audition, and in 1964, he appeared in an episode of Wagon Train, but found himself typecast as the impish Dennis Mitchell and had trouble finding steady work. In 1999, North told the E! network, \"I had to fight the ghost of Dennis the Menace, and I was typecast. I still had the face, and that's what casting directors, producers and directors saw when I would go in to read for a role.\" In 1965, he landed the lead role in the Metro-Goldwyn-Mayer family comedy film Zebra in the Kitchen as Chris Carlyle, a boy who, unhappy with the living conditions he finds at his local zoo, decides to set the animals free, causing chaos throughout the town. Over the next year, he continued to appear in small television roles, guest-starring on the MGM TV series The Man from U.N.C.L.E. and reuniting with his former Dennis the Menace co-star Gale Gordon on The Lucy Show. In 1966, North landed the starring role in another MGM family adventure film, Maya. In the movie, which was filmed on location in India, North played Terry Bowen, a boy who navigates the Indian jungle with a Hindu boy and an elephant and her baby calf, the latter a sacred white elephant. He continued to appear in small guest-starring roles on television shows such as My Three Sons and Jericho, and in 1967, NBC decided to make a television series adaptation of Maya. North agreed to reprise his role and was soon back filming on location in India. The feature film Maya and subsequent television series made North a popular teen idol of the era, featured in numerous teen magazines such as Tiger Beat, 16 Magazine, Teen Datebook, and Flip. While Maya proved popular with teen audiences, the NBC series struggled in its time slot against popular shows of the time, CBS's The Jackie Gleason Show and ABC's The Dating Game and The Newlywed Game, and was cancelled after one season. Years later, North spoke fondly of his experience on the series, saying, \"I can say that I'm really proud of my work on Maya, from a professional standpoint. I got to play an adult role and it was a challenge.\" North had missed a full year of school while filming Maya in India, and after returning home to Hollywood, began a normal life in high school, graduating from Rexford Senior High School in Beverly Hills in 1969. North narrated the surf film, The Fantastic Plastic Machine, in 1969 ===Adult years=== thumb|right|225px|North as Don Baker in a dinner theatre production of Butterflies Are Free, circa 1973 After completing filming on the Maya television series, North found work as a voice actor for animated television series, providing the voices of Prince Turhan in the Arabian Knights segment of The Banana Splits Adventure Hour, Terry Dexter in Here Comes the Grump, and a teenaged Bamm-Bamm Rubble on The Pebbles and Bamm-Bamm Show. In 1971, he decided to leave Hollywood and moved to Chicago to perform in dinner theatre, appearing in several stage productions, including principal roles in Norman, Is That You? and Butterflies Are Free. In January 1972, while appearing in Butterflies Are Free, 20-year-old North met actress Kathleen Brucher, who had a four-year-old son from a previous marriage. After touring with the production for over a year, the two returned to Los Angeles and were married on July 20, 1973, but the marriage lasted less than a year. The young couple separated in April 1974, and their divorce was final on October 21, 1974. In 1974, North appeared in his last starring role in the R-rated coming-of-age suspense thriller The Teacher, opposite Angel Tompkins. While the film's adult themes were branded \"vulgar\" and \"lurid\" by some who still thought of North as the pint-sized \"menace\" he had played 10 years prior, Los Angeles Times critic Kevin Thomas expressed appreciation for North's work in the film, writing, > The plot of The Teacher isn't worth outlining, yet it develops a > relationship between a 28-year-old woman and an 18-year-old high school boy > with sensitivity and credibility unusual for an exploitation film. [...] > Avedis displays much concern for his people and allows Miss Tompkins and > North plenty of room to give fresh, spontaneous performances.\" Over the next several years, North held onto the hope of being rediscovered by Hollywood and continued to take acting classes, but by early 1977, disillusioned with his career in show business, he left acting and enlisted in the US Navy. In January 1977, he reported to Navy boot camp at NTC Orlando. He was later assigned to the , stationed in Norfolk, Virginia, as a seaman recruit bosun's mate, the Navy's lowest rank. North received good evaluations for his work, but was unprepared for the harsh treatment he received from his shipmates and superiors for being a former child star. Within a year, he wanted out of the Navy. He then began his administrative process and was temporarily assigned on board the destroyer tender stationed in Long Beach, California. On August 10, 1979, he left the Dixie and the Navy with an honorable discharge and returned to Los Angeles. In 1980, North appeared in a cameo role in the television movie Scout's Honor, which featured appearances of other former child stars Angela Cartwright from The Danny Thomas Show, Lauren Chapin from Father Knows Best, and Paul Petersen from The Donna Reed Show. In 1982, he landed a week-long stint on the daytime soap General Hospital, but steady work in show business continued to elude him. Financially secure from real estate investments his mother had made with his earnings from Dennis The Menace and frustrated by the direction his career had taken, North retreated from public life for the next several years and found work in the health food industry. In 1984, he optioned the book Burn Judy, Burn for $5,000, hoping to play the lead role of executed killer Steven Judy. In his 1999 interview with E!, North spoke of his desire to play darker roles: \"I was ready to play very dramatic, scary type characters. I thought maybe if I played some villains and scared the pants off of people, maybe Hollywood might take me seriously.\" However, the Steven Judy story never made it to the screen. In January 1986, North landed a small role in the Yugoslavian feature film Divlji Vetar (Wild Wind). Later that year, he read for the role of serial killer Ted Bundy in the television miniseries The Deliberate Stranger, but lost the part to Mark Harmon. Still interested in stories about serial killers, North decided to try his hand at screenwriting. His first script was about a 1984 prison break by six death-row inmates from Virginia's Mecklenburg Correctional Center, but the screenplay was never completed. Throughout the rest of the 1980s, North appeared with other former television stars on news and talk shows such as Good Morning America, Donahue, and Oprah. In October 1988, he acted out his frustrations towards Hollywood in a comedy sketch on an episode of HBO's Not Necessarily the News, spoofing his role as Dennis the Menace. Dressed in the trademark overalls, striped t-shirt and cowlick, 37-year-old North portrayed an angry adult Dennis, taking revenge on \"Hollywood pigs\" with a telescopic rifle. ==After acting== ===Hoaxes=== On the morning of December 8, 1988, North found himself at the center of a widely reported hoax. His mother Dorothy received the news that North had died in a doctor's office that morning. According to a story from United Press International, his body had been found at 12:35 that morning. The article quoted an alleged doctor, Robert Tobias, whom North had never met. Around this same time, North also dealt with several impostors pretending to be him. One man, who resembled North in his youth, rented limousines and attended Hollywood parties impersonating him. At the time, North told Knight-Ridder news agency, \"I'm not on the 'A' party list. I'm not a hot item, so they don't know what I look like. I really haven't worked a lot in a long time.\" ===A Minor Consideration=== On January 18, 1990, North received a phone call from Paul Petersen telling him that former child star Rusty Hamer from The Danny Thomas Show had died by suicide. Hamer's death was a turning point for North when childhood friends Petersen (Jeff Stone on The Donna Reed Show) and Jeannie Russell (Margaret Wade on Dennis the Menace), concerned that North was heading down the same path, stepped in and put him in touch with therapist Stanley Ziegler, who specialized in helping troubled former child actors. North later credited his friends and therapist as being instrumental in helping him deal with his long-held anger and resentment regarding his unhappy childhood growing up in Hollywood. He later joined Petersen's organization, A Minor Consideration, using his experiences to counsel child stars dealing with the same pressures and difficulties he had faced growing up. ==Personal life== On March 2, 1991, North married his second wife, Rositia. The couple had met on a blind date and separated only 3 months after their wedding. On April 14, 1992, North met caterer Cindy Hackney at a party after a charity event for pediatric AIDS in Gainesville, Florida. On March 3, 1993, the two were married, and three months later, still financially well-off as a result of his mother's investments of his earnings as a child star, North left Los Angeles and moved to Hackney's hometown of Lake Butler, Florida, becoming stepfather to her three daughters. That same year, with the release of the 1993 feature film Dennis the Menace, North was sought out by the media looking to find out what had become of the \"original\" Dennis. This renewed interest prompted him to publicly disclose the abuse he had experienced as a child star. In May 1997, having come to terms with the physical and emotional abuse he had suffered at the hands of his aunt and uncle, North began attending memorabilia shows to meet with fans. After moving to Florida, he began working as a correctional officer, reportedly working with troubled youth within Florida's juvenile justice system and as of 2011, continued to work for the Florida Department of Corrections. Since the early 1990s, North has made occasional appearances on talk shows and in documentaries, as well as cameo appearances as \"himself\" on the animated television series The Simpsons and in the comedy feature film Dickie Roberts: Former Child Star. In 1999, he concluded his E! interview by saying, \"I am so happy that I was able to have such a positive impact on people's lives. I'm going to write my autobiography and then I'm just going to live a contented, happy life here in Lake Butler with the people I love, and kind of just vanish into the mists of time.\" ==Filmography== ===Television=== thumb|right|225px|North as Dennis Mitchell, 1959 *Cartoon Express with Engineer Bill (1957) *Queen for a Day (1958) *The George Gobel Show (1958) *The Eddie Fisher Show (1958) *The Milton Berle Show (1958) *Wanted: Dead or Alive (1958) *77 Sunset Strip (1959) *Rescue 8 (1959) *Cheyenne (1959) *Bronco (1959) *Colt .45 (1959) *Sugarfoot (Bobby in \"The Giant Killer\") (1959) *The Detectives Starring Robert Taylor (1959) *The Tennessee Ernie Ford Show (1959) *The Ed Sullivan Show (1960) *The Donna Reed Show (1960) *The Red Skelton Hour (1960) *The Dinah Shore Chevy Show (1960) *Art Linkletter's House Party (1961) *Dennis the Menace (1959–1963) *Wagon Train (1964) *The Man from U.N.C.L.E. (1965) *The Lucy Show (1966) *My Three Sons (1966) *Jericho (1966) *Space Ghost (1966) *Maya (1967–1968) *Arabian Knights (1968) *Here Comes the Grump (1969–1971) *The Pebbles and Bamm-Bamm Show (1971) *The Flintstone Comedy Hour (1972) *Lassie (1973) *Fred Flintstone and Friends (1977) *Scout's Honor (1980) *General Hospital (1982) *Our Time (1985) *Not Necessarily the News (1988) *The Simpsons (1999) ===Film=== *The Miracle of the Hills (1959) *The Big Operator (1959) *Pépé (1960) *Zebra in the Kitchen (1965) *Maya (1966) *The Teacher (1974) *Dikiy veter (aka: Wild Wind) (1986) *Dickie Roberts: Former Child Star (2003) ==References== ==Bibliography== * Holmstrom, John (1996). The Moving Picture Boy: An International Encyclopaedia from 1895 to 1995. Norwich, Michael Russell, p. 295\\. * Edelson, Edward (1979). Great Kids of the Movies. Garden City, NY: Doubleday, pp. 103–105. ==External links== * * * * Jay North at TV Guide Category:1951 births Category:Male actors from Hollywood, Los Angeles Category:American male child actors Category:American child models Category:American male film actors Category:American prison officers Category:American male television actors Category:American male voice actors Category:Living people Category:Military personnel from California Category:People from Lake Butler, Florida Category:United States Navy sailors Category:20th-century American male actors",
 "title": "Jay North"
}