{
 "id": "874913",
 "text": "This article gives an overview of liberalism and centrism in Iceland. It is limited to liberal and centrist parties with substantial support, mainly proved by having had a representation in parliament. ==Introduction== Liberalism was a major force in Iceland since 1897, but merged into conservatism. Since 1916 an agrarian current developed, with choose a liberal centrist profile in the 1930s. So, the Progressive Party (Framsóknarflokkurinn, member LI) is an agrarian liberal centrist party. The newly found Liberal Party (Frjálslyndi Flokkurinn) seems to be an agrarian liberal party with some conservative and nationalist lines of thought. ==The timeline== ===From Progressive Party to Liberal Party=== *1897: Pro- independence forces founded the Progressive Party (Framfaraflokkurinn), renamed in 1902 as Framsóknarflokkurinn, with the same meaning in English, and in 1905 as Democratic Party (Þjóðræðisflokkurinn) *1908: The party merged with the Country Protection Party (Landvarnarflokkurinn) to become the Independence Party (Sjálfstæðisflokkurinn) *1923: Conservative factions joined the Citizens' Party (Borgaraflokkurinn) *1926: A centrist agrarian faction joined the Progressive Party; the remainder formed the Liberal Party (Frjálslyndi Flokkurinn) *1929: The Liberal Party merged into the Independence Party (Sjálfstæðisflokkurinn) ===From Farmers Party to Progressive Party=== *1916: The agrarian parties Farmers Party (Bændaflokkurinn) and Independent Farmers (Óháðir Bændur) merged into the present-day Progressive Party (Framsóknarflokkurinn), an agrarian liberal centrist party *1933: An agrarian faction seceded and formed the Farmers Party (Bændaflokkurinn) *2017: A faction seceded and formed the Centre Party (Miðflokkurinn) ===Liberal Party (1998)=== *1998: A new liberal party, the Liberal Party (Frjálslyndi Flokkurinn), seceded from the conservative Independence Party. In the general election of 1999 it gained two seats in parliament; this increased to four seats in 2003. It has one representative in Reykjavík city council. The seats in the parliament were gained by campaigning against the current fisheries management system. The seat in Reykjavík city council was gained with an environmental friendly campaign. ===Bright Future=== *2012: A new liberal party, the Bright Future (Björt Framtíð) was founded. It won 6 and 4 seats in 2013 and 2016 but lost representation in 2017. ===Reform Party=== *2016: A new liberal party, the Reform Party (Viðreisn), seceded from the conservative Independence Party. ==Liberal leaders== Framsóknarflokkurinn: Hermann Jónasson - Ólafur Jóhannesson - Steingrímur Hermannsson - Halldór Ásgrímsson - Sigmundur Davíð Gunnlaugsson ==References== ==See also== * History of Iceland * Politics of Iceland * List of political parties in Iceland Iceland Category:Politics of Iceland Iceland",
 "title": "Liberalism and centrism in Iceland"
}