{
 "id": "875158",
 "text": "thumbnail|Ship Altmark in early 1940 Jøssingfjord, Norway thumb|Aerial reconnaissance photo of Altmark in the Jøssingfjord prior to the incident The Altmark incident (Norwegian: Altmark-affæren; German: Altmark-Zwischenfall) was a naval incident of World War II between British destroyers and the German tanker Altmark, which happened on 16–17 February 1940. It took place in what were, at that time, neutral Norwegian waters. On board the Altmark were some 300German official documents mention 303 internees while the British claim to liberate 299. allied prisoners (officially internees), whose ships had been sunk by the pocket battleship Graf Spee in the Southern Atlantic Ocean. British naval forces cornered the tanker and later the destroyer Cossack attacked the German ship near the Jøssingfjord and freed all the prisoners, killing eight German seamen with firearms and wounding ten others, five of them seriously. A British and a Norwegian sailor were also seriously wounded in the action. Germany claimed that the attack was a grave violation of international law and of Norwegian neutrality, and, in a propaganda broadcast, criticised Churchill's \"mentality\" of congratulating his navy for \"shooting unarmed men\". ==Background== In February 1940, the German tanker was returning to Germany with 299 British merchant sailors on board. These were prisoners of war who had been picked up from ships sunk by the pocket battleship . On its way from the southern Atlantic to Germany, Altmark passed through Norwegian waters. International law did not ban the transfer of prisoners of war through neutral waters. On the insistence of British contacts who had been pursuing the vessel, it was investigated three times on 15 February by the Royal Norwegian Navy. First, the tanker was boarded by officers from the torpedo boat, HNoMS Trygg, off Linesøya, then by officers from the torpedo boat, HNoMS Snøgg, in the Sognefjord, and finally personally by Admiral Carsten Tank- Nielsen and naval personnel from the destroyer, HNoMS Garm, in the Hjeltefjord. In each instance, the men who boarded the ship carried out cursory searches and took the Germans' word that the vessel was conducting purely commercial business. The British prisoners held in the ship's hold reportedly made strenuous efforts to signal their presence, but the Norwegian search parties did not inspect the hold, and allowed the ship to continue on its way. Following the third boarding, Altmark was escorted southwards by the torpedo boats HNoMS Skarv and HNoMS Kjell and the guard boat, HNoMS Firern. ==Interception and boarding== Altmark was then spotted off Egersund later that same day by British aircraft, which raised the alarm in the Royal Navy. The aircraft were stationed at RAF Thornaby, in the North East of England. After being intercepted by the destroyer , captained by Philip Vian, Altmark sought refuge in the Jøssingfjord, but Cossack followed her in the next day. The Altmark's Norwegian naval escorts blocked initial attempts to board the ship, and aimed their torpedo tubes at the Cossack. Captain Vian then asked the admiralty for instructions, and received the following orders directly from the First Lord of the Admiralty, Winston Churchill: The British government made no particular objection to the fact of a prison ship traversing neutral waters. In fact, in official papers regarding the incident, they noted the fact that the Royal Navy had done the same, for example in December 1939, when the cruiser passed through the Panama Canal, which was neutral waters, with German prisoners aboard from the freighter Düsseldorf. But the crew of the Altmark had gone hundreds of miles out of their way to make the long run through Norwegian waters to Germany. Besides, the Norwegian government had not permitted the Germans to transport prisoners through Norwegian waters (the Altmark having falsely claimed to be carrying none), nor had the crew been truthful regarding the nature of their cargo and voyage. However, international law was only broken by the British military action within the waters of a neutral country, as the transfer of prisoners of war through neutral waters was not banned. The Norwegian forces refused to take part in a joint escort, reiterating that their earlier searches of Altmark had found nothing. Vian then stated that he intended to board Altmark and invited the Norwegians to take part, but this was also refused. In the ensuing action, Altmark ran aground. The British then boarded her at 22:20 on 16 February, and – after some hand-to-hand fighting with bayonets – overwhelmed the ship's crew and went down to the hold. One of the released prisoners stated that the first they knew of the operation was when they heard the shout \"any Englishmen here?\" from the boarding party. When the prisoners shouted back \"yes! We are all British!\", the response was \"well, the Navy's here!\" which brought cheers. This incident is frequently cited as the last Royal Navy action with cutlasses. However, the HMS Cossack Association do not believe this to be true. Barton and McGrath, the authors of British Naval Swords and Swordsmanship, also think this is dubious, and point out that Frischauer and Jackson, authors of The Altmark Affair, interviewed a large number of the crew, none of whom verified the use of cutlasses. Barton and McGrath suggest that idea may have originated from German accusations that the British were \"sea-pirates\".Mark Barton, John McGrath, British Naval Swords and Swordsmanship, p. 21, Seaforth Publishers, 2013 . However, Jim Rhodes, a former crew member of Cossack, wrote in the April 2002 newsletter of the Association that he had witnessed a cutlass being carried by one of the boarding party. Rhodes did not take part in the action, he watched from B Gun deck, and was not close enough to identify the cutlass holder. Rhodes stated that four cutlasses were kept on board for ceremonial purposes.Jim Rhodes, \"My fascination with HMS COSSACK and all the Tribals\", [www.hmscossack.org/download/NL4-2002.doc Newsletter], HMS Cossack Association, April 2002 ,(Google cache). Seven German sailors were killed and eleven wounded; six seriously. The German dead were buried in Sogndal Cemetery above Jøssingfjord. This was used unsuccessfully as a defence by the Germans in the Nuremberg trials, as the British commander, rather than being tried himself, was awarded the D.S.O. for this successful action. London Gazette of 9 April 1940 (Supplement dated 12 April 1940) - see Philip Vian HMS Cossack left the Jøssingfjord just after midnight on 17 February. The Norwegian escorts protested, but did not intervene. The official explanation later given by the Norwegian government was that, according to international treaty, a neutral country was not obliged to resist a vastly superior force. ==Impact== The Norwegians were angered that their neutrality had been infringed, as they did not want to be dragged into the war. Nonetheless, the Altmark incident sowed doubts about Norwegian neutrality among the Allies and in Germany. Hitler, who earlier had decided on 14 December 1939 on the invasion of Norway after discussions with Admiral Erich Raeder and Vidkun Quisling, ordered intensified planning on 19 February 1940 for attacks on Norway and Denmark, which eventually took place on 9 April 1940 under the code name Operation Weserübung. The Altmark incident gave the British a short-lived but sorely needed morale boost during the Phoney War. The incident also had a lasting propaganda effect in German-occupied Norway during the war, when the Norwegian collaborationist government tried to neutralise their nickname \"quislings\" by using the location of the skirmish, Jøssingfjord, to coin the derogatory term \"jøssing\", referring to pro-Allies and anti-Nazis. Their efforts backfired, as \"jøssing\" was immediately adopted as a positive term by the general public, and the word was banned from official use by 1943. The phrase \"the Navy's here\" became well-known, being used as the title of a book about the incident; the publisher referred to \"the simple statement which stirred the imagination of the world\". A popular song was written by Ross Parker and Hughie Charles which saluted the incident by comparing it with those of Drake, Nelson, Beatty, and Fisher. ==Notes== ==References== * The American edition under the title The Altmark Affair. Macmillan, New York 1955. * Janusz Piekałkiewicz: Der Zweite Weltkrieg mit Vorwort von Sebastian Haffner. Düsseldorf 1985, ==Further reading== * Martin A. Doherty: The attack on the Altmark - A case study in wartime Propaganda, Journal of Contemporary History 38/2003, pp. 187-200. * Geirr H. Haarr: The Gathering Storm – The Naval War In Europe September 1939 -April 1940, (pp. 352-389.) Seaforth Publishing, Barnsley/UK 2013, . (only partly online) * ==External links== * IWM Interview with Altmark prisoner William Melville-Evans Category:Maritime incidents in February 1940 Category:European theatre of World War II Category:International maritime incidents Category:Sokndal Category:Naval battles of World War II involving Germany Category:February 1940 events Category:1940 in Norway",
 "title": "Altmark incident"
}