{
 "id": "875216",
 "text": "William Henry Draper III (born January 1, 1928) is an American venture capitalist. ==Early life == Draper was born on January 1, 1928 in White Plains, New York, the son of Katherine Louise (née Baum) and banker, general, and diplomat William Henry Draper Jr. who founded Draper, Gaither and Anderson and served as the first ambassador for NATO. He attended Yale University with president George H. W. Bush, graduated in 1950, the year after George H. W. Bush, and is a member of the secret society Skull and Bones. After graduating from college, Draper served as a second lieutenant in the Korean War. Upon returning to the United States, he attended Harvard Business School and studied under professor Georges Doriot, who is often credited with starting the venture capital industry. Draper graduated with a Masters of Business degree, with distinction, in 1954. ==Career== After his graduation from Harvard Business School, Draper worked as a steel salesman at Chicago's Inland Steel Company from 1954 to 1959. ===Early venture capital=== In 1959, Draper left Chicago to work as an associate at his father's newly formed firm, Draper, Gaither & Anderson, the first venture capital company on the West Coast. In 1962, Draper left Draper, Gaither & Anderson to co-found the venture capital firm Draper & Johnson Investment Company with his good friend Pitch Johnson, whom he had met while working at Inland Steel. In 1965, Draper founded Sutter Hill Ventures, which to this day remains one of the top venture capital firms in the country. During his twenty years as the senior partner of Sutter Hill, Draper helped to organize and finance several hundred high technology manufacturing companies. In 1986, he became the head of the world's largest source of multilateral development grant assistance, the United Nations Development Programme, and was instrumental in leadership of several global initiatives, such as the international Education for All movement (beginning formally with the 1990 Conference in Jomtien, Thailand), the 1995 Beijing Women's' Conference, and the 1995 Social Summit in Copenhagen, Denmark. ===Public service=== Draper has played an international leadership role in expanding the world economy and the global wealth gap.Credit Suisse Research Institute. Global Wealth Databook 2014. Zurich: Credit Suisse, October 2014. Web. He served from 1981 to 1986 as president and Chairman of the Export–Import Bank of the United States and was appointed to this position by President Ronald Reagan. In this post, Draper assumed a leadership role in U.S. efforts to sustain world trade in the face of major liquidity problems among the developing countries. In 1986, he became the head of the world's largest source of multilateral development grant assistance, the United Nations Development Programme. As the second highest ranking individual in the United Nations, Draper oversaw nearly 10,000 international aid projects. During his time at the UN and the Export-Import Bank, Draper traveled to 101 developing countries and met with over 50 heads of state. Under Draper, \"the agency's programs grew in value from $890 million in 1985 to $1.5 billion in 1992.\" ===Return to venture capital=== In 1994, Draper and Robin Richards Donohoe founded Draper International, the first U.S. venture capital fund to focus on investing in private companies with operations in India. In 2002, he co-founded Draper Richards LP, a venture capital fund that invests in early- stage technology companies in the U.S., and he also founded Draper Investment Company, which concentrates on seed investments in Europe and Asia. ===Draper Richards Kaplan Foundation=== In 2002, along with Robin Richards Donohoe, Draper co-founded the Draper Richards Foundation. Robert Steven Kaplan, formerly vice-chairman of Goldman Sachs and currently the thirteenth president and CEO of the Federal Reserve Bank of Dallas, joined as co-chair in 2010. In 2006, Draper donated $1 million, in honor of Donohoe, to the Stanford Graduate School of Business to support the school's Stanford Social Innovation Review. The Draper Richards Kaplan Foundation is a global venture philanthropy firm that supports early-stage, high impact social enterprises. Borrowed from its venture capital legacy, DRK finds, funds and supports exceptional leaders building innovative solutions to some of the world’s most challenging problems. Since beginning this work nearly 20 years ago, DRK has invested in more than 180 organizations who have collectively impacted over 150 million lives to date. The current DRK portfolio includes organizations working both domestically in the United States and internationally helping to provide critical access to healthcare, education, legal resources, economic empowerment, food security, social justice, water and sanitation, transparency and accountability, and shelter. ===Community service=== As a civic leader, Draper has been involved in many community service programs. He is currently on the boards of The Draper Richards Kaplan Foundation, Freeman Spogli Institute of International Studies at Stanford University, World Affairs Council of Northern California, and the Harvard Business School California Research Center Advisory Board. He is a member of the Council on Foreign Relations and the President's Council on International Activities at Yale University. Draper formerly served as the Chairman of the World Affairs Council of Northern California, Chairman of the Institute of International Education, as a Trustee of Yale University and as Chairman of the Board of the American Conservatory Theater in San Francisco; he was a former Board member of Population Action International, the United Nations Association of the United States of America, Hoover Institution, Atlantic Council, George Bush Library Foundation, the Advisory Council of the Stanford Graduate School of Business, and the World Rehabilitation Fund in New York. ==Personal life== On June 13, 1953, Draper was married to Phyllis Culbertson by the Rev. Lowell Russell Ditzen at the Reformed Church of Bronxville. A graduate of St. Anne's School in Charlottesville, Virginia and Smith College, she was a daughter of Mrs. Richard H. Ullman of Buffalo, New York and William Howard Culbertson of Bronxville, New York, chairman of Merrill Lynch International. Phyllis, an author of two published books of essays and poetry, served for on the boards of Save the Children, the Charles Armstrong School, the Corcoran Gallery of Art, and the Kennedy Center in Washington, D.C. Together, they are the parents of three children: * Rebecca Starr \"Becky\" Draper, who graduated from the Smith College and received an M.B.A. from Stanford University. * Polly Carey Draper (b. 1955), an actress/filmmaker who is known for her starring role in the ABC television drama Thirtysomething; she also was the creator and showrunner for the hit Nickelodeon TV series The Naked Brothers Band, which starred her actor/musician sons, Nat Wolff and Alex Wolff. * Timothy Cook Draper (b. 1958), a venture capitalist who founded Silicon Valley's largest venture capital firm, Draper Fisher Jurvetson. After a 34-year battle with Parkinson's disease, Phyllis died in January 2018. ===Awards and honors=== In 1982 Harvard Business School honored Draper with its Alumni Achievement Award, and in 1992 he was awarded the Ellis Island Medal of Honor. In 1996 he received the Citizen Diplomacy Award from the International Diplomacy Council, and in 2002 he received the Woodrow Wilson Award for Public Service from the Woodrow Wilson International Center for Scholars. In 2005 Draper received the Vision Award from SD Forum and was inducted into the Dow Jones Venture Capital Hall of Fame. In 2006 he received the Silicon Valley Fast 50 Lifetime Achievement Award and the Distinguished Service Award from the Institute of International Education. In 2009 Draper received the Global Citizen of the Year Award from International House Berkeley, the Lifetime Achievement Award from the Commonwealth Club, the Lifetime Achievement Award from the International Business Forum, and the Philanthropic Leadership Award from the American India Foundation. In 2017, Draper received the Lifetime Achievement Award from the National Venture Capital Association and was awarded a medal from the Foreign Policy Association. In addition, he has received honorary decorations from Bolivia, Morocco, and Samoa and an honorary degree, Doctor of Laws, from Southeastern University in 1985 and an honorary M.A. from Yale University in 1991. In 2020 Draper received the Arthur C. Clarke Lifetime Achievement Award. and the UNAFF Visionary Award 2016. ==References== ==External links== * http://www.drkfoundation.org/ Category:1928 births Category:Living people Category:Administrators of the United Nations Development Programme Category:Harvard Business School alumni Category:American venture capitalists Category:Yale University alumni Category:People from White Plains, New York Category:American military personnel of the Korean War Category:Skull and Bones Society Category:American officials of the United Nations Category:Export–Import Bank of the United States people Category:Draper family",
 "title": "William Henry Draper III"
}