{
 "id": "875369",
 "text": "The Sheldon Museum of Art is an art museum in the city of Lincoln, in the state of Nebraska in the Midwestern United States. Its collection focuses on 19th- and 20th-century art. == History == === Sheldon Art Association === In 1888, The Sheldon Art Association was founded as the Haydon Art Club. It got its name in honor of the British painter, Benjamin Robert Haydon. The Haydon Art Club held an annual art exhibit and supplied art education to the university. In the early 1900s, the club underwent a reorganization and was incorporated under its new name, the Nebraska Art Association. The Sheldon Art Association is a non-profit organization that has over 500 members. === Sheldon Museum of Art === The Sheldon Museum of Art was initially known as the University of Nebraska Art Galleries, and was then formerly known as Sheldon Memorial Art Gallery. The museum's name was changed in 2008, along with the support organization that supports the museum, which is now known as the Sheldon Art Association, formerly the Nebraska Art Association. == Building == The museum exhibited its collection in locations around the university, including Morrill Hall, until a dedicated building was completed in 1963. Located at the junction of 12th and R Streets, on the city campus of the University of Nebraska–Lincoln, the Sheldon was designed by architect Philip Johnson and is a U.S. National Register of Historic Places. The building's other distinctive features are a great hall with golden disks suspended from the ceiling, a spacious Great Hall, and a bridge-type grand staircase. In 1959, Phillip Johnson proclaimed the Sheldon as the best building he had ever designed. As part of Johnson's artist statement, he said of the Sheldon “[T]oday the museum building stands as a community like the church courthouse of the last century. The architect must therefore create, inside and out, a symbolic structure which the community can refer to with some pride … The symbolic function of the Sheldon Gallery is fulfilled, I feel, not only the ‘classical’ exterior of travertine but mainly by the great hall which orients the visitor, as well as elevating his spirits.” The museum was designed with the idea of avoiding what he referred to as “museum fatigue”. This is the idea that visitors to museums often feel alienated from the museum environment. This is a result of the freedom which he was given to him by the art association and its first director, Norman Geske. The building was funded by a gift of Frances Sheldon and her brother A. Bromley Sheldon. The building was funded by two bequests by Frances Sheldon of $921,660 and her brother, A. Bromley Sheldon or $675,000. The Sheldon family owned a number of farms and a lumber yard in Lexington, Nebraska. The building features Roman travertine, which is a type of limestone. For many decades one of the key features of the great hall was an installation by Japanese-American sculptor, Isamu Noguchi, called “Song of the Bird.” He was invited to create and install a work as part of the building's opening ceremonies in May 1963. == Leadership == * 1956-1993: Norman Geske * 1983-1999: George Neubert * 2001-2008: Janice Driesbach * 2008-2014: Jorge Daniel Veneciano * 2014–present: Wally Mason In 1956, Norman Geske was the first director of the Sheldon Museum of Art, and is widely credited with establishing the Sheldon's modern art collection, as well as other regional cultural programs and institutions like Interstate 80 Bicentennial Sculpture Project, the Museum of Nebraska Art in Kearney and the Mary Riepma Ross Media Arts Center, originally known as the Sheldon Film Theater. In 2014, Wally Mason, the former director and chief curator at Haggerty Museum of Art from Marquette University in Milwaukee, became director of the Sheldon. == Collections == The Sheldon houses both the Sheldon Art Association collection (founded in 1888 as the Haydon Art Club), and the University of Nebraska collection, initiated in 1929. Together they comprise more than 12,000 works of art in all media. This comprehensive collection of American art includes prominent holdings of 19th-century landscape and still life, American Impressionism, early Modernism, Geometric abstraction, Abstract Expressionism, Pop art, Lyrical Abstraction, Color Field painting, Minimalism and Contemporary Art. In April 1965, \"Golden Age\", a painting by Benjamin West was stolen and recovered by the FBI. Charged in the incident was a student from the University of Nebraska. === Sculpture garden === In the sculpture garden, more than 30 monumental sculptures are exhibited year-round. Among them are works by Gaston Lachaise, Jacques Lipchitz, Claes Oldenburg and Coosje van Bruggen, David Smith, Lyman Kipp, William G. Tucker, Bryan Hunt, Mark di Suvero, Michael Heizer, and Richard Serra. When the sculpture garden's first installations occurred, they were sometimes controversial. A woman once called a secretary and complained “I think Norman Geske should be fired, and what's more, he should be asked to leave the state because of all the junk he's introduced into the sunken garden south of the gallery. In 1998, Man in the Open Air, a 1915 bronze sculpture by Elie Nadelman, was stolen from the sculpture garden. Police speculated that it had been taken in the course of post-game revelry following the university football team's victory in the Orange Bowl. About a week later, it was recovered on the university's East Campus. The gallery's director hypothesized that the thief or thieves had been unaware of the work's value, estimated at over $500,000, and, after learning this, had placed it where it would be discovered by security guards during their rounds. Following $15,000 in restoration and repair, the sculpture was put on display inside the building.\"Sculpture stolen from art gallery\". Bangor Daily News. January 9, 1998. Retrieved June 22, 2016.Hachiya, Kim. \"Police Find Man in Open Air on East Campus\". Scarlet. January 9, 1998. Retrieved June 22, 2016.\"Man in Open Air Now in Great Hall\". Scarlet. December 2, 1999. Retrieved June 22, 2016. == Exhibitions == The Sheldon's exhibition program comprises approximately 20 exhibitions per year and focuses on American art in all media. The curatorial staff organizes exhibitions drawn from the permanent collection, many of which circulate nationally. The program also includes exhibitions organized by peer institutions throughout the United States. Educational programs such as symposia, lectures, children's workshops and tours are organized in conjunction with each exhibition. == References == == External links == * * Sheldon Museum of Art at University of Nebraska–Lincoln Digital Commons Category:University of Nebraska–Lincoln Category:Museums in Lincoln, Nebraska Category:Art museums and galleries in Nebraska Category:University museums in Nebraska Category:Philip Johnson buildings Category:Museums of American art Category:Buildings and structures on the National Register of Historic Places in Nebraska Category:National Register of Historic Places in Lincoln, Nebraska Category:Museums on the National Register of Historic Places",
 "title": "Sheldon Museum of Art"
}