{
 "id": "875392",
 "text": "Project Gotham Racing 2 is a racing video game developed by Bizarre Creations and published by Microsoft Game Studios. It was released exclusively for the Xbox in November 2003. As in 2001's Project Gotham Racing, the route to advancement in Project Gotham Racing 2 differs from most racing games. Advancement in Project Gotham Racing 2 requires a combination of driving fast enough to meet the challenge set, and scoring enough Kudos points to advance. Kudos points are gained through the player's driving skills, such as power sliding around a corner at speed, or overtaking other drivers in the race. Kudos points are used to unlock new cars. The Kudos system, challenges set, available cars, and the tracks around which players race were expanded greatly from the original. Project Gotham Racing 2 supported Xbox Live and allowed players to race against other people all around the world. The in-game garage featured the cult-classic mini-game Geometry Wars. ==Gameplay== ===Single- player=== There are four main parts to the single player game: Kudos World Series, Arcade Racing, Quick Battles and Time Attack. In Kudos World Series the player has to complete a series of races in 14 different categories of car. The player begins with just three cars in the Compact Sports Series and eventually can have access to 102 cars (118 cars after purchase of the downloadable content). Most cars can be bought in exchange for kudos tokens, although some can only be obtained by completing enough races at a high level. Each car is made from around 10,000 polygons. In Arcade Racing there are 60 medals available, 20 each for street racing, timed runs and cone challenges. Each race is with a preset car and track. In Quick Battles (basically a racing game's version of a sport's game 'exhibition'), the players can choose from most of the game's cars, and race on any of the courses. Custom Race is a single race against a CPU or human opponent, or alternatively, they can watch a CPU race, and can choose from Street Race, One on One and CPU Race. Time Attack does not use kudos, the aim is for the player to try to get round the circuits as fast as possible. The player can either choose circuit or car challenges. In circuit challenge the player can choose from a selection of up to 92 circuits and then choose any car to race in. In car challenge the player can choose from a selection of up to 102 cars and race on a predetermined circuit. In both styles circuits and cars may only be chosen if they have previously been unlocked in kudos world series or arcade racing. If the player enters the showroom, it can view and test drive all cars on a test track. The players can also race against a ghost car that got the record time. Challenges are divided into five difficulties: Steel (novice), Bronze (easy), Silver (medium), Gold (hard), and Platinum (expert). ===Online=== Unlike many other Xbox Live enabled games, Project Gotham Racing 2s online ranking system is solely based on the kudos earned online. One can not go down in rank, only up. In this way, one's rank does not necessarily reflect their skill. ===Geometry Wars=== Within the player's car garage, an arcade cabinet can be interacted with to play Geometry Wars, a top-down multidirectional shooter. This marked the first appearance to the public of what would become an entire series of similar games. ==Downloadable content== Microsoft released two downloadable content packages for Project Gotham Racing 2: the Paris Booster Pack (released in May 2004), featuring eight new cars and seven tracks in Paris, France, and the Long Beach Booster Pack (released in June 2004) with eight new cars and eight tracks based around Long Beach, California, United States. ==Reception== Project Gotham Racing 2 received \"universal acclaim\" according to video game review aggregator Metacritic In Japan, Famitsu gave it a score of all four eights for a total of 32 out of 40, while Famitsu Xbox gave it one ten, one nine, one eight, and one seven, for a total of 34 out of 40. ==See also== * FM Yokohama - a Japanese FM radio station featured in the game ==References== ==External links== * Category:2003 video games Category:Multiplayer and single-player video games Category:Multiplayer online games Category:Project Gotham Racing Category:Video games developed in the United Kingdom Category:Video games set in Australia Category:Video games set in Hong Kong Category:Video games set in Sweden Category:Video games set in Tokyo Category:Video games set in Washington, D.C. Category:Video games set in Moscow Category:Video games with custom soundtrack support Category:Video games with downloadable content Category:Xbox games Category:Xbox-only games de:Project Gotham Racing",
 "title": "Project Gotham Racing 2"
}