{
 "id": "875580",
 "text": "thumb|Shoreham Fort - Carnot wall Shoreham Redoubt (also known as Shoreham Fort or Kingston Redoubt) is a historical military defensive structure and scheduled monument at the entrance to Shoreham harbour, at the mouth of the River Adur in West Sussex, England. It was planned in the 1850s during a period of political alarm in the United Kingdom. Construction of the fort was completed in June 1857 at a cost of £11,685 (equivalent to approximately £1.2 million today).Goodwin, p. 45 The design is similar to that of Littlehampton Fort, which had been built in 1854. ==Description== thumb|Shoreham Fort Gun Platform thumb|Shoreham Fort Gun Emplacement thumb|Shoreham Fort central Caponnier thumb|Shoreham Fort - inside Caponnier thumb|Military re-enactment at Shoreham Fort on 4 June 2011 The fort consisted of a gun platform 15 ft (4.6m) above sea level and was in the shape of a lunette, that is a straight sided crescent. The gun platform and ramparts were surrounded by a ditch, with a Carnot wall running along its centre, designed to halt attackers attempting to cross the ditch. The wall itself had loopholes for defenders to fire through. Instead of the open bastions at the Littlehampton fort, Shoreham had a caponier with a brick roof at each of the three angles of the walls. This meant that riflemen could fire along the walls at besiegers in the ditch. The central caponnier straddled the ditch and was connected to the fort by a tunnel under the gun platform and ramparts.Goodwin, p. 45 The East and West caponniers doubled as latrines.Butler, p. 50 A barrack block at the rear had room for 38 men.Butler, p. 49 The fort was armed with six 68-pounder guns on traversing platforms.Goodwin, p. 47 ==Later history== The fort was garrisoned by a battery of the 1st Sussex Artillery Volunteers, who were considered to be one of the top volunteer artillery units and won a prize for the accuracy of their shooting in 1865.Aldsworth, p. 191 A military review in 1873 found that the fort's original armaments were now obsolete and its construction inadequate. It was also considered to be too vulnerable to attack from the land, having only sea-facing defences. It was recommended that a new, stronger and more defensible fort be built on a site nearby but this was never undertaken. By 1886, the original armament had been updated and replaced by two 80 pounders and three 64 pounder guns. In the early 20th century the fort served as an open-air film studio for early silent movies, with four films made there in 1914. During World War II the fort became part of an emergency coastal battery with aiming lights and two 6-inch guns, which were in emplacements built on top of the terreplein. After the war, the fort's barrack block was demolished and a coastguard tower built on the gun platform. A restoration of the site was undertaken by West Sussex County Council during 1977 and 1978.Alsdworth, p. 50 ==The site today== Today the gun platform, ditch, Carnot wall and caponiers can be viewed in their restored state. The foundations of parts of the original barrack block and parade ground can be made out. Outside the fort to the east is a safety observation tower, now operated by volunteers from the National Coastwatch Institution and used to observe the adjacent harbour entrance and sea approaches. The redoubt is currently being further restored by a local group of volunteers, the Friends of Shoreham Fort, the aim being to restore it and rebuild the barrack block to create a museum and multi-purpose community asset. In March and April 2014, an old Nissen hut was located on the site on one of the old Nissen hut bases. The hut is primarily used as an education centre for the Friends of Shoreham Fort as well as a display space. The Nissen hut had been dismantled in late 2013 at its original site near Chichester after two former land girls living there since World War II had died. The hut was then transferred to Shoreham Fort and rebuilt. In September 2020 the Friends of Shoreham Fort built a memorial training trench to honour all those who trained in the local area before leaving for France in the First World War. The trench will be used for education and was partly funded by the National Lottery and Adur and Worthing Councils. ==See also== *Eastbourne Redoubt *Pevensey Castle *Martello tower ==References== ===Bibliography=== * * * ==External links== *Friends of Shoreham Fort *Early films made at Shoreham Beach which often used the fort as a location Retrieved 2009-11-04 Category:Forts in West Sussex Category:Buildings and structures in West Sussex Category:19th-century forts in England Category:Adur District Redoubt Category:Redoubts",
 "title": "Shoreham Redoubt"
}