{
 "id": "875685",
 "text": "Daniel Peter Williams (born 13 July 1973) is a British professional boxer. He has challenged once for the WBC heavyweight title against Vitali Klitschko in 2004. At regional level, he has held multiple heavyweight titles, including the Commonwealth title twice between 1999 and 2006; the British title twice between 2000 and 2010; and challenged once for the European title in 2003. As an amateur, he won bronze medals at the 1993 European Championships and 1994 Commonwealth Games. Williams is best known for scoring an upset knockout victory against Mike Tyson in 2004. ==Amateur career== As an amateur boxing out of the famous Lynn AC boxing gym in SE London, Williams learned his trade quickly, often sparring with the likes of clubmates Henry Akinwande and Derek Angol. In 1991 Williams won the PLA tournament and won a gold medal in Sardinia multi-nation tournament and a gold medal in the Greek multi-nations tournament. In the Finland multi-nations in 1992 he won a bronze medal. Williams also won a bronze medal at the European Championships 1993 at heavyweight in the 91 kg/201 lbs limit and bronze at super heavyweight at the 1994 Commonwealth Games.Commonwealth Games1994. Amateur-boxing.strefa.pl (21 July 2009). Retrieved on 7 March 2013. Williams also won a gold medal at the 1994 Liverpool multi-nations tournament. His amateur record was 29–6. ===Highlights=== Tammer tournament, Tampere, Finland, October 1992: * 1/4: Defeated Girdrius Monstvilas (Lithuania) RSC 1 * 1/2: Lost to Vasiliy Kirianov (Finland) 22:28 European championships, Bursa, Turkey, September 1993: * 1/8: Defeated Edin Bajrić (Bosnia and Herzegovina) AB 2 * 1/4: Defeated Dmitriy Karpeyev (Ukraine) RSC 3 * 1/2: Lost to Don Diego Poeder (Netherlands) KO 1 Multi-nations tournament, Liverpool, England, May 1994: * 1/2: Defeated Shane Hinton (Canada) RSC 2 * Finals: Defeated Danny Watts (England) KO 1 Commonwealth games, Victoria, Canada, August 1994: * 1/4: Defeated Shane Hinton (Canada) 19:9 * 1/2: Lost to Duncan Dokiwari (Nigeria) 13:24 ==Professional career== Williams turned pro in 1995 knocking out Vance Ideans in two rounds. He fought routinely on Frank Warren undercards and compiled a 15–0 (12 knockouts) record. He is currently managed by London promoter Michael Helliet and is trained by Jim McDonagh. He took his first big step up in April 1999 to challenge Julius Francis for his British and Commonwealth heavyweight titles. A hot favourite, Williams lost in a points decision to the 34-year-old veteran. Francis would later vacate the Commonwealth title for a big money fight with Mike Tyson. Williams won the title with a closely contested split decision over respected British contender (and former amateur clubmate) Harry Senior. ===British and Commonwealth heavyweight champion=== In 2000 Williams put together four knockouts before fighting Mark Potter for the Commonwealth title and the vacant British title. In an extremely dramatic fight, Williams suffered a dislocated right arm, yet very bravely fought on with one arm over two rounds before knocking Potter out with a left uppercut. After an eight- month layoff for surgery and recovery, Williams returned to knock out a respected opponent – Kali Meehan in 32 seconds, and then avenged his defeat to Francis, stopping the 36-year-old on an eye injury in the 4th round. Afterwards he was signed by Don King and ended 2001 knocking out US journeyman Shaun Robinson in two rounds on an undercard in America. His tenure under King would prove to be uneventful, and he did not renew his contract at the end of 2002, a year that saw Williams retain his British and Commonwealth titles with a knockout of late sub Michael Sprott and a points win over Keith Long. As this was Williams' third defence of the British title, he won the Lonsdale belt outright, before dropping out of a fight in America with hard hitting South African southpaw Corrie Sanders, because it coincided with Ramadan. ===European title shot=== In February 2003 Williams travelled to Germany to fight the Turk Sinan Samil Sam for his European heavyweight title. A hot favourite, Williams was surprisingly dropped three times and stopped in six rounds. In the UK, his local rivals Audley Harrison and Herbie Hide derided him in the press. Williams returned with a fourth round stoppage of Australian Bob Mirovic to retain his Commonwealth title, then knocked out Michael Sprott in five rounds to defend his British & Commonwealth titles. To begin 2004, Williams re-signed with Frank Warren then lost his British and Commonwealth in a third meeting with Michael Sprott via a disputed close points decision. ===Williams vs. Tyson=== After two comeback knockout wins, Williams boxed former world champion Mike Tyson in Freedom Hall State Fairground, Louisville, Kentucky in July 2004. After staggering Williams numerous times in the first round, Tyson began to tire in the fourth round, when Williams threw a torrent of punches, forcing Tyson to go down. Tyson was counted out sitting with his back to the ropes and made no attempt to get to his feet while looking up at the referee. He had to be helped to his feet because as was later diagnosed he had torn a ligament in his leg. ===Williams vs. Vitali Klitschko=== In December he finally challenged for a world heavyweight title, but Vitali Klitschko proved too much, as Williams was stopped in the 8th round. ===Return to domestic level=== In December Williams regained his old Commonwealth belt by beating undefeated Olympic gold medallist Audley Harrison by split decision. Williams retained the Commonwealth title with a controversial points win over undefeated Matt Skelton in March 2006. After beating Adnan Serin by a third round retirement, Williams lost His Commonwealth title by unanimous decision in a rematch with Skelton In December 2006 when Skelton dropped out of a fight with Audley Harrison, Williams stepped in at a weeks notice. By his own admission he had been training for eight weeks for a fight with British champion Scott Gammer. Williams lost by T.K.O. in the 3rd round, suffering a broken nose. In March 2007 Williams regained the British title in Wales with a 9th-round knockout of Scott Gammer. Williams came in at the lightest he had been since his pro debut 16 stones 4 pounds {4 stones lighter than his previous fight} after training himself for the fight just with a piece of paper that contained a conditioning programme given to him by Joe Dunbar who had worked with Lennox Lewis. After he had watched the tape of his fight with Gammer, Williams decided he would continue boxing and took a fight with 26–1 22 KOs Ukrainian prospect Oleg Platov. He came in again at 270 lbs. Both fighters were engaged in wild exchanges from the first bell on. The Ukrainian picked up a badly-bleeding cut above the left eye following an accidental headbutt in the second round and he continued to swing wild punches but not without taking some huge shots from Williams. After 2:15 in the fourth and with the cut getting worse, the referee waved the fight off. According to the rules of the IBF, it was declared a no contest. Sauerland managing director Chris Meyer defended the decision. \"The rules are clear\", he said. \"We had an accidental headbutt and the referee, who consulted the doctor several times, ruled he could not continue to protect his health.\" Speaking exclusively to SecondsOut after the fight a disappointed Williams said: \"He (Platov) was looking for a way out and he got it. He knew the rules and worked them. He was starting to tire and knew it was only a matter of time before I knocked him out. ...I found it slow in the early rounds but I when I got going I started to get on top. He knew I was gonna knock him out and he was looking for a way out. I’m not sure whether or not it was a punch or a head clash that cut him in the second round. It took be a little while to get going but I really enjoyed it, it was a great fight while it lasted. But he was looking for a way out. He kept falling to the floor and it was only a matter of time before I knocked him out.\" On 30 May 2008 Williams defeated unbeaten German, Konstantin Airich in a highly controversial fight. Williams had a total of 3 points deducted in rounds 2 and 5 creating a feeling afterwards that the referee was blatantly on the side of the German. In addition he was given 2 standing 8 counts by the referee in round 3 despite not actually being knocked down or touching the canvas, and was also counted after slipping in round 4.Williams- Airich Video: Watch an amazing heavyweight battle as Danny Williams takes on Konstantin Airich, the referee and others! . Eastsideboxing.com (30 May 2008). Retrieved on 7 March 2013. After managing to fight back and score a knockdown himself in round 5, in the 6th round Williams unleashed a series of extremely punishing blows on his opponent sending him reeling across the ring. At this point Airich's promoter Ahmet Oner controversially ran over and rang the timekeeper's bell himself to end the round and save his fighter, even though there was still 1:28 left to go in the round. Despite this confusion the fight continued after the shortened 6th round and after seeing his man absorb more heavy punishment in the next round Oner eventually threw in the towel handing Williams a 7th-round TKO victory. In the aftermath of the fight Williams was extremely critical of the performance of both the referee and fight promoters, and has called for the British Boxing Board of Control to conduct an immediate investigation into the fight.Williams to lodge fight complaint. BBC Sport. 2 June 2008.Danny Williams Demands Investigation of Airich Bout – Boxing News. Boxingscene.com.6 February 2008. Williams faced John McDermott at Goresbrook Leisure Centre, Dagenham on 18 July 2008. Despite being deducted three points in rounds eleven and twelve, he defeated McDermott in a majority points decision. ===Williams vs. Sosnowski=== He was due to face John McDermott in a rematch at York Hall on 8 November 2008, but McDermott withdrew due to a rib injury. Williams also faced a bout with Francois Botha on 30 November 2008 in Egypt. Polish fighter Albert Sosnowski was called in as a late replacement for McDermott. Williams suffered a shock defeat by 8th-round TKO and as a result the Botha fight was called off. The McDermott rematch was finally arranged for the 2 May 2009 in a defence of the British Heavyweight Championship belt that Williams held. Williams won the match in a points victory over McDermott. ===Prizefighter=== Williams took part in the Prizefighter tournament on 2 October 2009. In the run up to the tournament Williams said he would knock out Audley Harrison and show himself as the best British heavyweight. In his first bout on the night, Carl Baker from Sheffield beat Williams on points after knocking him down twice in the opening round. ===Williams vs. Chisora=== Williams defended his British title for a third and final time against Derek Chisora on 15 May 2010. Williams lost by KO in round two. Before the fight he promised this would be his last fight, win or lose, but he has yet to announce his retirement. The fight was originally due to take place against Sam Sexton in February but was put back to May after Sexton injured his hand. Sexton withdrew from the fight again after his mother suffered a brain aneurysm and Chisora stepped in as a replacement. ===Comeback=== Williams returned to boxing after nearly a year of inactivity with a 2nd-round TKO victory over German Frank Kary Roth in Bielefeld on 5 March 2011. Williams was now being licensed to fight by the Baltic League of Professional Boxing, with the British Boxing Board of Control stating they had concerns about Williams's decline in ability to box. On 9 April, he scored his second KO win since his comeback. He won a 1-round KO against Hungarian Laszlo Toth. On 25 June Williams suffered a TKO defeat against Manuel Charr. The fight was controversially stopped in round 7 after a barrage from Williams was returned by a short flurry from Charr. It appeared that the referee stopped the fight in Charr's favour as soon as it looked like he may be in trouble.Sturm retains WBA title . Fightnews.com (25 June 2011). Retrieved on 7 March 2013. He then won a SD against Alfred Cole on 3 September, in Sweden, Cole returning after two years away from the sport. A fight with unbeaten Alexander Ustinov was set to take place in October 2011, but Williams withdrew due to a viral infection.Ustinov vs Bakhtov is Set, Danny Williams Withdraws – Boxing News. Boxingscene.com (18 October 2011). Retrieved on 7 March 2013. Williams fought the Norwegian heavyweight boxer Leif Olve Dolonen Larsen in Pabellon Municipal, Silla, Valencia, Comunidad Valenciana, Spain on Friday 2 December 2011. Williams was dropped several times by the former NFL footballer and the fight was stopped in the second round. Williams announced his retirement once again shortly afterwards,Exclusive: Danny Williams finally calls time on ring career . News.boxrec.com (7 December 2011). Retrieved on 7 March 2013. but a return to boxing was scheduled against 0–3 middleweight Marvin Meyer, leading to various hoax articles claiming that Williams was moving down to middleweight. This fight never happened, and neither did a rematch with Zoltan Petranyi for the Universal Boxing Organisation (UBO) European title, which was called off on the day of the fight after Williams was cut when he fell over in the shower. The two fighters entered the ring on fight night to apologise to the crowd for the incident. A second rescheduling of the fight, which had already been postponed from 2011 due to \"personal problems\" for Williams,\"Danny Williams Withdraws From Petranyi Clash on June 4\" – Boxing News. Boxingscene.com (19 May 2011). Retrieved on 7 March 2013. was promised but has yet to be scheduled.Danny Williams-Zoltan Petranyi: What Really Happened – Boxing News. Boxingscene.com (13 June 2012). Retrieved on 7 March 2013. Williams had two unsuccessful title challenges in September 2012, being outpointed in Finland by Janne Katajisto for the obscure Baltic Boxing Union belt and then being stopped in the 4th round against Christian Hammer in a WBO European heavyweight title fight. Williams refused to take a drugs test after the fight, claiming there was no point as he was going to retire, and that he was shot.Exclusive – Danny Williams walks away from boxing after refusing drugs test | BoxRecNews . News.boxrec.com (11 October 2012). Retrieved on 7 March 2013. Just days after announcing yet another retirement, Williams called out Mark Potter for a rematch of their famous clash in 2000 when Williams knocked out Potter despite having a dislocated shoulder. Potter responded saying he was very keen on the fight. The fight is likely to be unlicensed as Potter's BBBofC license was taken away after suffering a detached retina, while the BBBofC have already announced their reservations against licensing Williams.Jay, Phil D. (13 October 2012) Mark Potter sceptical of Danny Williams’ rematch advances. worldboxingnews.net Williams later claimed he had been told to call out Potter on camera, and that he was not being serious. Once again, Williams's retirement proved to be short-lived as he fought Denis Bakhtov in Podolsk, Russia on 8 December 2012, losing by unanimous decision over 10 rounds. He fought again just 13 days later losing in a points decision against Werner Kreiskott over 8 rounds. In March 2013 he was stopped in round 2 by cruiserweight Mairis Briedis in Riga, Latvia. This fight was unsanctioned as it was an exhibition. Danny fought Kelvin Price on 18 May 2013 losing a controversial decision in Russia. He then went on to fight notorious English hard man Dominic Negus in an unlicensed fight in London, England as a farewell to his fans, stopping Negus in the 4th round. Williams claimed the lightly- regarded Global Boxing Federation (GBF) World Heavyweight title on 28 April 2018 in Hungary when he defeated Czech journeyman Martin Stensky. In July 2018 in Aberdeen, Williams lost a WBU heavyweight title fight on an event sanctioned by the British & Irish Boxing Authority against former lightweight Lee McAllister. This fight was not recognised by BoxRec. Williams once again announced his retirement after this fight.Mike Tyson's conqueror Danny Williams retires after losing to Lee McAllister ==Personal life== Williams's parents Augustus and Beverley are both originally from Jamaica. Williams grew up in Brixton, South London with his 2 older brothers and 1 younger sister. Williams began boxing at the age of 8 and didn’t like boxing at first he preferred to play table tennis but his father was persistent and made Williams train until he eventually fell in love with the sport. Williams was big for his age(14 stone at 14 years old) and found it difficult to find anyone to spar with, in his early amateur days. Later because of his size he was acclaimed a 21st Century Heavyweight. Williams fathered 2 daughters the eldest called Nubiah (born 1999) and Maliha (born 2004) with his then partner Zoe Browne whom he proposed to when he won the Tyson fight in 2004. Williams is a devout Muslim and was first drawn to Islam while abroad, \"I went to Turkey and heard the Adhan\" he explained. \"I was a Christian at the time and I got goosebumps and carried on looking into Islam and I just felt this was the way of life for me and this was the way of life for God.\" ==Professional boxing record== {|class=\"wikitable\" style=\"text-align:center\" |- ! !Result !Record !Opponent !Type !Round, time !Date !Location !Notes |- |85 |Loss |54–30 |style=\"text-align:left;\"| Serdar Avcı |UD |4 |8 Dec 2021 |style=\"text- align:left;\"| | |- |84 |Loss |54–29 |style=\"text-align:left;\"| Sergei Kharitonov |TKO |2 (6), |11 Sep 2020 |style=\"text-align:left;\"| | |- |83 |Win |54–28 |style=\"text-align:left;\"| Mehmed Crnalic |TKO |1 (6), |30 Nov 2019 |style=\"text-align:left;\"| | |- |82 |Loss |53–28 |style=\"text-align:left;\"| Kristaps Zutis |KO |1 (6), |21 Sep 2019 |style=\"text-align:left;\"| | |- |81 |Loss |53–27 |style=\"text-align:left;\"| Ruslan Myrsatayev |KO |4 (10), |5 Jul 2019 |style=\"text-align:left;\"| | |- |80 |Win |53–26 |style=\"text- align:left;\"| Boban Filipovic |TKO |3 (6), |23 Feb 2019 |style=\"text- align:left;\"| | |- |79 |Win |52–26 |style=\"text-align:left;\"| Jozsef Kormany |TKO |1 (6), |11 May 2018 |style=\"text-align:left;\"| | |- |78 |Win |51–26 |style=\"text-align:left;\"| Martin Stensky |KO |1 (12), |28 Apr 2018 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |77 |Win |50–26 |style=\"text-align:left;\"| Rudolf Balaz |TKO |1 (4), |11 Mar 2018 |style=\"text-align:left;\"| | |- |76 |Win |49–26 |style=\"text-align:left;\"| Pavel Siska |UD |4 |28 Jul 2017 |style=\"text-align:left;\"| | |- |75 |Loss |48–26 |style=\"text-align:left;\"| Andreas Sidon |TKO |5 (6), |12 Nov 2016 |style=\"text-align:left;\"| | |- |74 |Win |48–25 |style=\"text-align:left;\"| Pavel Siska |PTS |4 |26 Jun 2015 |style=\"text-align:left;\"| | |- |73 |Win |47–25 |style=\"text-align:left;\"| Radek Varak |TKO |3 (4), |11 Apr 2015 |style=\"text-align:left;\"| | |- |72 |Loss |46–25 |style=\"text-align:left;\"| Zsolt Bogdan |UD |10 |29 Dec 2014 |style=\"text-align:left;\"| |style=\"text- align:left;\"| |- |71 |Loss |46–24 |style=\"text-align:left;\"| Adrian Granat |TKO |2 (6), |31 Oct 2014 |style=\"text-align:left;\"| | |- |70 |Loss |46–23 |style=\"text-align:left;\"| Pavel Doroshilov |UD |4 |9 Aug 2014 |style=\"text- align:left;\"| | |- |69 |Loss |46–22 |style=\"text-align:left;\"| Frantisek Kynkal |UD |4 |31 May 2014 |style=\"text-align:left;\"| | |- |68 |Win |46–21 |style=\"text-align:left;\"| Martin Stensky |TKO |1 (4), |24 May 2014 |style=\"text-align:left;\"| | |- |67 |Loss |45–21 |style=\"text-align:left;\"| Andrzej Wawrzyk |TKO |1 (8), |1 Feb 2014 |style=\"text-align:left;\"| | |- |66 |Loss |45–20 |style=\"text-align:left;\"| Tomáš Mrázek |SD |6 |30 Dec 2013 |style=\"text-align:left;\"| | |- |65 |Win |45–19 |style=\"text-align:left;\"| Mazur Ali |TKO |6 (10) |19 Dec 2013 |style=\"text-align:left;\"| | |- |64 |Loss |44–19 |style=\"text-align:left;\"| Oleg Maskaev |UD |10 |4 Nov 2013 |style=\"text-align:left;\"| | |- |63 |Loss |44–18 |style=\"text-align:left;\"| Marcin Rekowski |TKO |4 (8), |23 Aug 2013 |style=\"text-align:left;\"| | |- |62 |Loss |44–17 |style=\"text-align:left;\"| Kelvin Price |UD |10 |18 May 2013 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |61 |Loss |44–16 |style=\"text-align:left;\"| Mairis Briedis |TKO |2 (6), |23 Mar 2013 |style=\"text-align:left;\"| | |- |60 |Loss |44–15 |style=\"text-align:left;\"| Werner Kreiskott |UD |8 |21 Dec 2012 |style=\"text-align:left;\"| | |- |59 |Loss |44–14 |style=\"text-align:left;\"| Denis Bakhtov |UD |10 |8 Dec 2012 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |58 |Loss |44–13 |style=\"text-align:left;\"| Christian Hammer |TKO |4 (12), |28 Sep 2012 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |57 |Loss |44–12 |style=\"text-align:left;\"| Janne Katajisto |UD |8 |8 Sep 2012 |style=\"text- align:left;\"| | |- |56 |Loss |44–11 |style=\"text-align:left;\"| Leif Larsen |TKO |2 (8) |2 Dec 2011 |style=\"text-align:left;\"| | |- |55 |Win |44–10 |style=\"text-align:left;\"| Al Cole |SD |6 |3 Sep 2011 |style=\"text- align:left;\"| | |- |54 |Loss |43–10 |style=\"text-align:left;\"| Manuel Charr |TKO |7 (10), |25 Jun 2011 |style=\"text-align:left;\"| | |- |53 |Win |43–9 |style=\"text-align:left;\"| Laszlo Toth |KO |1 (10), |9 Apr 2011 |style=\"text- align:left;\"| | |- |52 |Win |42–9 |style=\"text-align:left;\"| Frank Kary Roth |TKO |2 (6), |5 Mar 2011 |style=\"text-align:left;\"| | |- |51 |Loss |41–9 |style=\"text-align:left;\"| Derek Chisora |TKO |2 (12), |15 May 2010 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |50 |Loss |41–8 |style=\"text-align:left;\"| Carl Baker |UD |3 |2 Oct 2009 |style=\"text- align:left;\"| |style=\"text-align:left;\"| |- |49 |Win |41–7 |style=\"text- align:left;\"| John McDermott |SD |12 |2 May 2009 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |48 |Loss |40–7 |style=\"text-align:left;\"| Albert Sosnowski |TKO |8 (10), |8 Nov 2008 |style=\"text-align:left;\"| | |- |47 |Win |40–6 |style=\"text-align:left;\"| John McDermott | |12 |18 Jul 2008 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |46 |Win |39–6 |style=\"text-align:left;\"| Konstantin Airich |TKO |7 (8) |30 May 2008 |style=\"text-align:left;\"| | |- |45 |Win |38–6 |style=\"text-align:left;\"| Marcus McGee |UD |6 |12 Apr 2008 |style=\"text-align:left;\"| | |- |44 |style=\"background:#DDD\"| |37–6 |style=\"text-align:left;\"| Oleg Platov |NC |4 (12), |8 Dec 2007 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |43 |Win |37–6 |style=\"text-align:left;\"| Scott Gammer |KO |9 (12), |2 Mar 2007 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |42 |Loss |36–6 |style=\"text-align:left;\"| Audley Harrison |TKO |3 (12), |9 Dec 2006 |style=\"text-align:left;\"| | |- |41 |Loss |36–5 |style=\"text-align:left;\"| Matt Skelton |UD |12 |8 Jul 2006 |style=\"text-align:left;\"| |style=\"text- align:left;\"| |- |40 |Win |36–4 |style=\"text-align:left;\"| Adnan Serin |RTD |3 (10) |20 May 2006 |style=\"text-align:left;\"| | |- |39 |Win |35–4 |style=\"text- align:left;\"| Matt Skelton |SD |12 |25 Feb 2006 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |38 |Win |34–4 |style=\"text-align:left;\"| Audley Harrison | |12 |10 Dec 2005 |style=\"text-align:left;\"| |style=\"text- align:left;\"| |- |37 |Win |33–4 |style=\"text-align:left;\"| Zoltan Petranyi |TKO |3 (8), |4 Jun 2005 |style=\"text-align:left;\"| | |- |36 |Loss |32–4 |style=\"text-align:left;\"| Vitali Klitschko |TKO |8 (12), |11 Dec 2004 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |35 |Win |32–3 |style=\"text-align:left;\"| Mike Tyson |KO |4 (10), |30 Jul 2004 |style=\"text- align:left;\"| | |- |34 |Win |31–3 |style=\"text-align:left;\"| Augin N'Gou |TKO |3 (12) |13 May 2004 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |33 |Win |30–3 |style=\"text-align:left;\"| Ratko Draskovic |TKO |1 (8), |1 Apr 2004 |style=\"text-align:left;\"| | |- |32 |Loss |29–3 |style=\"text- align:left;\"| Michael Sprott |PTS |12 |24 Jan 2004 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |31 |Win |29–2 |style=\"text-align:left;\"| Michael Sprott |TKO |5 (12), |26 Sep 2003 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |30 |Win |28–2 |style=\"text-align:left;\"| Bob Mirovic |TKO |4 (12), |26 Apr 2003 |style=\"text-align:left;\"| |style=\"text- align:left;\"| |- |29 |Loss |27–2 |style=\"text-align:left;\"| Sinan Şamil Sam |TKO |6 (12), |8 Feb 2003 |style=\"text-align:left;\"| |style=\"text- align:left;\"| |- |28 |Win |27–1 |style=\"text-align:left;\"| Keith Long |PTS |12 |17 Sep 2002 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |27 |Win |26–1 |style=\"text-align:left;\"| Michael Sprott | |7 (12), |12 Feb 2002 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |26 |Win |25–1 |style=\"text-align:left;\"| Shawn Robinson |TKO |2 (8), |15 Dec 2001 |style=\"text-align:left;\"| | |- |25 |Win |24–1 |style=\"text-align:left;\"| Julius Francis |TKO |4 (12), |28 Jul 2001 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |24 |Win |23–1 |style=\"text-align:left;\"| Kali Meehan |TKO |1 (12), |9 Jun 2001 |style=\"text-align:left;\"| |style=\"text- align:left;\"| |- |23 |Win |22–1 |style=\"text-align:left;\"| Mark Potter |TKO |6 (12), |21 Oct 2000 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |22 |Win |21–1 |style=\"text-align:left;\"| Quinn Navarre |TKO |6 (8) |23 Sep 2000 |style=\"text-align:left;\"| | |- |21 |Win |20–1 |style=\"text-align:left;\"| Craig Bowen-Price |KO |1 (8), |24 Jun 2000 |style=\"text-align:left;\"| | |- |20 |Win |19–1 |style=\"text-align:left;\"| Michael Murray |KO |6 (10) |6 May 2000 |style=\"text-align:left;\"| | |- |19 |Win |18–1 |style=\"text-align:left;\"| Anton Nel |KO |5 (8), |19 Feb 2000 |style=\"text-align:left;\"| | |- |18 |Win |17–1 |style=\"text-align:left;\"| Harry Senior |PTS |12 |18 Dec 1999 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |17 |Win |16–1 |style=\"text-align:left;\"| Ferenc Deak |KO |1 (8) |2 Oct 1999 |style=\"text- align:left;\"| | |- |16 |Loss |15–1 |style=\"text-align:left;\"| Julius Francis |PTS |12 |3 Apr 1999 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |15 |Win |15–0 |style=\"text-align:left;\"| Antoine Palatis | |12 |10 Oct 1998 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |- |14 |Win |14–0 |style=\"text-align:left;\"| Juan Antonio Diaz |KO |3 (8), |16 May 1998 |style=\"text-align:left;\"| | |- |13 |Win |13–0 |style=\"text-align:left;\"| Shane Woollas |TKO |2 (8), |21 Feb 1998 |style=\"text-align:left;\"| | |- |12 |Win |12–0 |style=\"text-align:left;\"| Derek Amos |TKO |4 (8) |19 Dec 1997 |style=\"text-align:left;\"| | |- |11 |Win |11–0 |style=\"text-align:left;\"| Bruce Douglas |TKO |2 (8), |15 Nov 1997 |style=\"text-align:left;\"| | |- |10 |Win |10–0 |style=\"text-align:left;\"| Roger McKenzie |TKO |2 (8), |19 Jul 1997 |style=\"text-align:left;\"| | |- |9 |Win |9–0 |style=\"text-align:left;\"| Albert Call |TKO |4 (4), |3 May 1997 |style=\"text-align:left;\"| | |- |8 |Win |8–0 |style=\"text-align:left;\"| Shane Woollas |TKO |2 (4), |8 Feb 1997 |style=\"text-align:left;\"| | |- |7 |Win |7–0 |style=\"text-align:left;\"| Michael Murray |TKO |1 (4) |9 Nov 1996 |style=\"text-align:left;\"| | |- |6 |Win |6–0 |style=\"text-align:left;\"| Andy Lambert |TKO |2 (4) |31 Aug 1996 |style=\"text-align:left;\"| | |- |5 |Win |5–0 |style=\"text-align:left;\"| John Pierre |PTS |4 |13 Jul 1996 |style=\"text-align:left;\"| | |- |4 |Win |4–0 |style=\"text-align:left;\"| James Wilder | |4 |9 Mar 1996 |style=\"text- align:left;\"| | |- |3 |Win |3–0 |style=\"text-align:left;\"| Alvin Miller |TKO |1 (6), |13 Feb 1996 |style=\"text-align:left;\"| | |- |2 |Win |2–0 |style=\"text-align:left;\"| Joey Paladino | |1 (4) |9 Dec 1995 |style=\"text- align:left;\"| | |- |1 |Win |1–0 |style=\"text-align:left;\"| Vance Idiens | |2 (4) |21 Oct 1995 |style=\"text-align:left;\"| | |} ==Television viewership== ===Russia=== {| class=\"wikitable sortable\" ! Date !! Fight !! Billing!! Viewership () !! Network !! Source(s) |- |align=center| |Vitali Klitschko vs. Danny Williams | | | | |- ! ! Total viewership ! ! 17,000,000 ! 1 Kanal ! |- |} ===Pay-per-view bouts=== {| class=\"wikitable\" !Date !Fight !Billing !Buys !Network |- | July 30, 2004 |Tyson vs. Williams |Return for Revenge | |Showtime |- | December 11, 2004 | Klitschko vs. Williams | Klitschko vs. Williams: KO in NY | |TAKING A DIVE Boxing ratings drop HBO to the canvas, N.Y.DailyNews.com article, 2004-12-19, Retrieved on 2014-04-10 |HBO |- ! ! colspan=\"2\" | Total ! 270,000 ! |} ==References== ==External links== * * Category:1973 births Category:Living people Category:English Muslims Category:English male boxers Category:English people of Jamaican descent Category:Heavyweight boxers Category:Black British sportspeople Category:British former Christians Category:Prizefighter contestants Category:Converts to Islam from Christianity Category:Boxers from Greater London Category:People from Brixton Category:Boxers at the 1994 Commonwealth Games Category:Commonwealth Games bronze medallists for England Category:Commonwealth Games medallists in boxing Category:Commonwealth Boxing Council champions Category:British Boxing Board of Control champions",
 "title": "Danny Williams (boxer)"
}