{
 "id": "876098",
 "text": "Golders Green is a London Underground station in Golders Green, north London. The station is on the Edgware branch of the Northern line between Hampstead and Brent Cross. It is in Travelcard Zone 3 and is the first surface station on the Edgware branch when heading north. The station is located at the crossroads of Finchley Road (A598) and Golders Green Road/North End Road (A502). The station exit is adjacent to Golders Green bus station; a former exit to Finchley Road is now closed. Adjacent to the station is the Golders Green Hippodrome, home to the BBC Concert Orchestra for many years and now the headquarters of a religious organisation. ==History== Golders Green station was opened by the Charing Cross, Euston & Hampstead Railway (CCE&HR;, now part of the Northern line) on 22 June 1907. It was one of the railway's two northern terminals (the other being at Archway) and was also the site of the railway's depot. At the beginning of the 20th century Golders Green was a small rural hamlet with only a few houses, but the opening of the railway stimulated a rapid building boom causing the number of houses and the population to increase greatly. To the south of the station in the tunnels beneath Hampstead Heath is the partially built but uncompleted North End or Bull & Bush station. Before the First World War plans were made to extend the CCE&HR; north from Golders Green to Hendon and Edgware to open up new areas of the Middlesex countryside to development and to create a source of new passengers. The war postponed the construction of the extension and work did not begin until 12 June 1922. The first section of the extension, as far as Hendon Central, opened on 19 November 1923. Golders Green was the last station on the Northern line to retain semaphore signals, replaced in 1950. ==Today== The station has three tracks running through it which serve a side platform and two island platforms. The platforms are numbered 1 to 5 with numbers 1 and 2 serving each side of one track and 3 and 4 serving each side of another. Platform 1 (the northbound side platform) is not presently in public use, as it is used by London Underground staff. Platforms 3 and 4 are used for trains terminating at Golders Green, which may then reverse back into London, but this is uncommon, and trains that start at Golders Green Depot continue to Hampstead Station to make their first stop.Where tubes start during the day Two new lifts were installed during 2008, one on platform 2/3 and one on platform 4/5 to provide step-free access to the platforms. Ticket barriers are in operation. ==Connections== London Buses routes 13, 83, 102, 139, 183, 210, 226, 240, 245, 260, 268, 328, 460, H2, H3, school route 631 and night routes N5 and N83 serve the station. Several National Express coaches also serve the station. ==Gallery== File:Golders green 1 station 2037579 3f7d8512.jpg|Station entrance in 1962 File:Golders green 2 station 2037558 91bc9df9.jpg|Northern line in the 1962 snow File:Golders Green stn northbound south.JPG|Northbound platforms looking south. During refurbishment, platform 1 on the right is out of use (photo January 2008) File:Golders Green stn centre north.JPG|Centre terminating track looking north (2008) File:Golders Green stn centre south.JPG|Centre terminating track looking south (2008) File:goldersgreenplatform.jpg|Southbound platform 5 prior to lift installation works (2005) File:Golders Green stn roundel.JPG|Roundel on northbound platform 2 (2008) File:Golders Green stn tunnels.JPG|Tunnel portals to the south of the station (2008) ==References== ==External links== * London Transport Museum Photographic Archive ** ** ** * Tubeprune - Train Professional's Rumour Network ** Layout of tracks and signals at Golders Green station Category:Northern line stations Category:Tube stations in the London Borough of Barnet Category:Former Charing Cross, Euston and Hampstead Railway stations Category:Railway stations in Great Britain opened in 1907 Tube station Category:London Underground Night Tube stations Category:London Underground depots",
 "title": "Golders Green tube station"
}