{
 "id": "87634",
 "text": "thumb|Metal Daisy Wheel for Xerox & Diablo printers thumb|Plastic Daisy Wheel for Qume printers thumb|Samples of daisy wheel printer output. Actual print is much crisper than these images Daisy wheel printing is an impact printing technology invented in 1970 by Dr Andrew Gabor at Diablo Data Systems. It uses interchangeable pre-formed type elements, each with typically 96 glyphs, to generate high-quality output comparable to premium typewriters such as the IBM Selectric, but two to three times faster. Daisy wheel printing was used in electronic typewriters, word processors and computers from 1972. The daisy wheel is considered to be so named because of its resemblance to the daisy flower. By 1980 daisy wheel printers had become the dominant technology for high-quality text printing. Dot-matrix impact, thermal, or line printers were used where higher speed or image printing were required and poor print quality was acceptable. Both technologies were rapidly superseded for most purposes when dot-based printers--in particular laser printers--that could print any characters or graphics, rather than being restricted to a limited character set, became able to produce output of comparable quality. Daisy wheel technology is now found only in some electronic typewriters. == History == In 1889 Arthur Irving Jacobs patented a daisy wheel design (U.S. Patent 409,289) that was used on the Victor index typewriter. A. H. Reiber of Teletype Corporation received U.S. Patent 2,146,380 in 1939 for a daisy wheel printer. In 1970 a team at Diablo Systems led by engineer Dr Andrew Gabor developed the first commercially successful daisy wheel printer, a device that was faster and more flexible than IBM's Selectric devices, being capable of 30 cps (characters per second), whereas the Selectric operated at 13.4 cps. Dr Andrew Gabor was issued two patents for the invention U.S. Patents 3,954,163 and 3,663,880. Xerox acquired Diablo that same year. Xerox's Office Product Division had already been buying Diablo printers for its Redactron text editors. After 7 years trying to make Diablo profitable, the OPD focused on developing and selling the Diablo 630 which was mostly bought by companies such as Digital Equipment Corporation. The Diablo 630 could produce letter quality output as good as that produced by an IBM Selectric or Selectric-based printer, but at lower cost and double the speed. A further advantage was that it supported the entire ASCII printing character set. Its servo-controlled carriage also permitted the use of proportional spaced fonts, where characters occupy a different amount of horizontal space according to their width. The Diablo 630 was so successful that virtually all later daisy wheel printers, as well as many dot matrix printers and even the original Apple Laserwriter either copied its command set or could emulate it. Daisy wheel printers from Diablo and Qume were the dominant high-end output technology for computer and office automation applications by 1980, though high speed non-impact techniques were already entering the market (e.g. IBM 6640 inkjet, Xerox 2700 and IBM 6670 laser). From 1981 onwards the IBM PC's introduction of \"Code page 437\" with 254 printable glyphs (including 40 shapes specifically for drawing forms), and development of Xerox Star-influenced environments such as the Macintosh, GEM and Windows made bit-mapped approaches more desirable, driving cost reductions for laser printing and higher resolution for impact dot matrix printing. Xerox later adapted Diablo's daisy wheel technology into a typewriter that sold for less than $50. An automated factory was built near Dallas that took less than 30 minutes to assemble a Xerox typewriter. The Xerox typewriter was well received but never achieved the projected sales numbers due to the advent of the PC and word processing software. The typewriter was later modified to be compatible with PCs but the engineering which made it a low cost device reduced its flexibility. By the mid-1980s daisy wheel technology was rapidly becoming obsolete due to the growing spread of affordable laser and inkjet machines, and daisy wheel machines soon disappeared except for the small remaining typewriter market. == Design == thumb|The print-head and daisy wheel on a Xerox/Diablo D-25 printer. The heart of the system is an interchangeable metal or plastic \"daisy wheel\" holding an entire character set as raised characters moulded on each \"petal\". In use a servo motor rotates the daisy wheel to position the required character between the hammer and the ribbon. The solenoid-operated hammer then fires, driving the character type onto the ribbon and paper to print the character on the paper. The daisy wheel and hammer are mounted on a sliding carriage similar to that used by dot matrix printers. Different typefaces and sizes can be used by replacing the daisy wheel. It is possible to use multiple fonts within a document: font changing is facilitated by printer device drivers which can position the carriage to the center of the platen and prompt the user to change the wheel before continuing printing. However, printing a document with frequent font changes and thus requiring frequent wheel changes was a tedious task. Many daisy wheel machines offer a bold type facility, accomplished by double- or triple-striking the specified character(s); servo-based printers advance the carriage fractionally for a wider (and therefore blacker) character, while cheaper machines perform a carriage return without a line feed to return to the beginning of the line, space through all non-bold text, and restrike each bolded character. The inherent imprecision in attempting to restrike on exactly the same spot after a carriage return provides the same effect as the more expensive servo-based printers, with the unique side effect that as the printer ages and wears, bold text becomes bolder. Like all other impact printers, daisy wheel printers are noisy. ===Bi-directional printing=== Most daisy-wheel printers could print a line and then, using built-in memory, print the following line backwards, from right to left. This saved the time that otherwise would have been needed to return the print head to its starting point. This was sometimes known as 'logic seeking,' and was a feature on some dot-matrix printers as well. === Graphics === Although the daisy wheel principle is basically inappropriate for printing bitmap graphics, there were attempts to enable them to do so. Most daisy wheel printers supported a relatively coarse and extremely slow graphics mode by printing the image entirely out of dots (formed by the \"period\" character). This required a mechanism capable of pixel by pixel movement, both horizontally and vertically, and low-end printers were incapable of it. Given the slow speed and the coarse resolution this was not a feasible technique for printing large images, but could usefully print a small logo onto a letterhead and then the following letter, all in a single unattended print run without changing the print element. Daisy wheel printers are capable of producing simplified graphics in the form of ASCII art. As daisy wheel elements are made of plastic to keep mass and manufacturing costs low, using the period character for graphics would cause unacceptably rapid wear, so plastic elements are offered with a metal insert in this position that lasts much longer. This was developed by Boris Zbicki an employee for a brochure showing the capabilty of the printer. With the music notation \"Scotch and Soda\".... Consideration was also given to optimising graphic printing by changing the glyphs on the daisy wheel to a set that would be able to print all the required bitmap combinations more quickly, without requiring an impact for every single dot. This would have the advantage that vertical dot combinations could be printed in a single impact, without requiring fine rotation control of the platen roller. However it would require a specialised daisy wheel so printing of a letter and letterhead would require a two-step process with a manual wheel change in-between. As the development of this technique post-dated the widespread availability of 24-pin dot matrix printers and coincided with the arrival of affordable laser printers in offices, it was never a popular approach. Brother Industries manufactured the Twinriter 5 (1985) and 6 (1987) printers which tried to overcome the limitation of the missing graphics capabilities of daisy wheel printers by adding a dot matrix print head to the existing daisy wheel print head, with the former being used for letter quality printing and the latter for drafts and for printing symbols which were not present in the daisy wheel character set. == Variants == Thimble printers are closely related to daisy wheel printers, but instead of a flat wheel the petals were bent to form a cup-shaped \"thimble\" print element. Introduced by NEC in 1977 as their \"Spinwriter\" series, the replaceable thimbles each held 128 characters. (Rebadged Model 550 Series Spinwriter) == See also == * Apple Daisy Wheel Printer * Daisy Systems Holland * Diablo 630 * IBM Wheelwriter == References == Category:Computer printers Category:Impact printers",
 "title": "Daisy wheel printing"
}