{
 "id": "876650",
 "text": "Tanglewood is a music venue in the towns of Lenox and Stockbridge in the Berkshire Hills of western Massachusetts. It has been the summer home of the Boston Symphony Orchestra since 1937. Tanglewood is also home to three music schools: the Tanglewood Music Center, Days in the Arts and the Boston University Tanglewood Institute. Besides classical music, Tanglewood hosts the Festival of Contemporary Music, jazz and popular artists, concerts, and frequent appearances by James Taylor, John Williams, and the Boston Pops. ==First seasons, 1934 and 1935== thumb|right|Tanglewood Music Shed and lawn thumb|right|Seiji Ozawa Hall The history of Tanglewood begins with a series of concerts held on August 23, 25 and 26, 1934 at the Interlaken estate of Daniel Hanna, about a mile from today’s festival site. A few months earlier, composer and conductor Henry Kimball Hadley had scouted the Berkshires for a site and support for his dream of establishing a seasonal classical music festival. He found an enthusiastic and capable patron in Gertrude Robinson Smith. Within a few months they had organized a series of concerts featuring the New York Philharmonic Orchestra, where Hadley once had been the Associate Conductor. Staged in an amphitheater built on the estate's show horse ring, the first concert was attended by Sara Delano Roosevelt, the President's mother. Heartened by the success of this effort, Robinson and Hadley organized another well received series of concerts in Interlaken the following summer. ==Boston Symphony Orchestra era begins, 1936== After two seasons featuring the New York Philharmonic Orchestra, the Boston Symphony Orchestra (BSO), under the direction of Conductor Serge Koussevitzky was invited to perform at the 1936 festival held at Holmwood, the home of Margaret Vanderbilt in nearby Lenox. The BSO gave its first concert in the Berkshires on August 13, 1936. For nearly eighty years the BSO has remained the crown jewel of the music festival. ==Festival moves to Tanglewood, 1937== In 1937 the festival site was moved to \"Tanglewood\", an estate donated by Mrs. Gorham Brooks and Miss Mary Aspinwall Tappan, daughter of William Tappan and Caroline Sturgis. \"Tanglewood\" took its name from Tanglewood Tales, written by Nathaniel Hawthorne, while he lived in a cottage located on the estate. On August 12, 1937 a decisive moment in Tanglewood’s history occurred during a thunderstorm that interrupted a performance of Richard Wagner’s Ride of the Valkyries. The \"Boston Globe\" reported that \"Gertrude Robinson Smith strode purposefully to the stage when the concert stopped and addressed the record crowd of 5,000, haranguing: “Now do you see why we must have a permanent building for these concerts?’’ In minutes, more than $30,000 was raised.\" ==Music Shed opens, 1938== The following year, the Eliel Saarinen-designed, fan-shaped Shed (now known as the Koussevitzky Music Shed, or simply \"the Shed\") was constructed, with some 5,100 seats, giving the BSO a permanent open-air structure in which to perform.Leo Beranek, \"Concert Halls and Opera Houses\" 2nd ed. NY:Springer, 2007 pp. 93−97. Broad lawns extend beyond the Shed, providing outdoor space for concert goers and sweeping views of Stockbridge Bowl and Monument Mountain in the distance. At the opening ceremony for the Shed on August 4, 1938, Gertrude Robinson Smith's dedication comments were recorded and can be heard today. The Boston Symphony Orchestra has performed in the Koussevitzky Music Shed every summer since, except for the interval 1942–45 when the Trustees canceled the concerts and summer school due to World War II, and during summer 2020, when performances were cancelled due to the COVID-19 pandemic. The Shed was renovated in 1959 with acoustic designs by BBN Technologies. In 1986 the BSO acquired the adjacent Highwood estate, increasing the property area by about 40%. Seiji Ozawa Hall (1994) was built on this newly expanded property.Leo Beranek, \"Concert Halls and Opera Houses\" 2nd ed. NY:Springer, 2007 pp. 89−92. Leonard Bernstein conducted the Boston Symphony at Tanglewood in August 1990 in what proved to be his final concert. Deutsche Grammophon released a live recording of the concert on CD. == Young musicians == In addition to hosting world-renowned programs of classical, jazz, and popular music, Tanglewood provides musical training. In 1940 conductor Serge Koussevitzky initiated a summer school for approximately 300 young musicians, now known as the Tanglewood Music Center. Also, nearby is the Boston University Tanglewood Institute (BUTI) for high school students and Days in the Arts (DARTs) for middle school students. Other youth-symphony organizations have performed at either the Music Shed or Ozawa Hall, including the Norwalk Youth Symphony, from Norwalk, Connecticut, the Empire State Youth Orchestra, from Albany, New York, and the Greater Boston Youth Symphony (currently known as the Boston Youth Symphony Orchestras). ==BSO and Tanglewood music directors== * Serge Koussevitzky (1936–1949) * Charles Munch (1949–1962) * Erich Leinsdorf (1962–1969) * William Steinberg (1969–1972) * Seiji Ozawa (1973–2002) * James Levine (2004–2011) * Andris Nelsons (2014–present) == Facilities == * The Koussevitzky Music Shed was inaugurated in 1938, with major acoustic refurbishment made in 1959. Originally unnamed, the Shed was re-dedicated to TMC's founder in 1988. Most BSO and some TMC orchestra concerts are held there. * Seiji Ozawa Hall opened in 1994 and is the place where most Tanglewood chamber concerts, as well as TMC orchestra concerts, now take place. Designed by William Rawn Associates, Architects, Inc. of Boston, Massachusetts, Seiji Ozawa Hall has been ranked one of the two Best Concert Halls in the U.S. built in the past 50 years, one of the four Best Concert Halls ever built in the U.S., and the 13th Best Concert Hall in the world (from Leo Beranek's Concert Halls and Opera Houses). Seiji Ozawa Hall has received numerous awards for its architecture, including a National American Institute of Architects Honor Award for Interior Architecture (2000) and a National American Institute of Architects Honor Award for Architecture (1995). The acoustics of the hall were designed in conjunction with the architect by R. Lawrence Kirkegaard, of Kirkegaard Associates. * The Aaron Copland Library, Theatre, Chamber Music Hall and additional administrative, performance and practice buildings are spread throughout the Tanglewood grounds. ==Further reading== * Joseph Horowitz. Classical Music in America: A History of Its Rise and Fall. W. W. Norton & Company, 2005. . * Andrew L. Pincus. Scenes from Tanglewood. Northeastern University Press, 1989. . ==See also== * List of concert halls * List of opera festivals ==References== ==External links== * Tanglewood official site * Dedication of the Music Shed at Tanglewood by Gertrude Robinson Smith | NBC Radio BroadcastAugust 4, 1938 (YouTube) * Virtual tour of the Koussevitzky Music Shed Category:Buildings and structures in Lenox, Massachusetts Category:Music venues in Massachusetts Category:Amphitheaters in the United States Category:Opera festivals Category:Stockbridge, Massachusetts Category:Tourist attractions in Berkshire County, Massachusetts",
 "title": "Tanglewood"
}