{
 "id": "876831",
 "text": "Shunyi District () is an administrative district of Beijing, located to the northeast of the city's urban core. As of 2014, the population of the district is around 983,000, of which approximately 601,000 have local residency permits. The Beijing Capital International Airport is located in the geographical boundaries of the district, though it is technically under the jurisdiction of Chaoyang district. Shunyi borders the Beijing districts of Pinggu to the east, Tongzhou to the south, Chaoyang to the southwest, Changping to the west, Huairou to the north, and Miyun to the northeast, as well as Hebei province to the southeast. Shunyi has large communities of foreign expatriates.Ren, Xuefei. \"Territorial Expansion and State Rescaling: A Critique of Suburbanization Studies in China\" (Chapter 15). In: Clapson, Mark and Ray Hutchison (editors). Suburbanization in Global Society. Emerald Group Publishing, 2010. Start page 347. , 9780857243478. Cited p. 360. ==Overview== Shunyi District has an area of and a long-term resident population of approximately 983,000 as of 2013. The district is divided into 5 subdistricts of the city of Shunyi, the Airport subdistrict, and 19 towns. The urban area of Shunyi (2000 Census population 104,952 in Subdistricts) has an area of and has an estimated urban area population of 190,000. Other important urban areas are Tianzhu/Jichang (55,000 estimated population, Jichang is an exclave of Chaoyang District surrounded by Shunyi District), Houshayu (45,000), Yangzhen (22,000), and Mapo (22,000). The Tianzhu Development Zone region abutting the airport to the west contains the largest international exhibition centre in China, the New China International Exhibition Center. The International School of Beijing (ISB) is located in Shunyi District in the region known as the \"Beijing Central Villas District\" - the area immediately to the south of the new International Exhibition Centre - and more particularly just north of Yosemite Villas. Across the road from ISB is the new campus of the British School of Beijing which moved to this location during the summer of 2009. From west to east, the villas include EuroVillage, River Garden, Le Leman Lake, Capital Paradise, Gahood, Yosemite and Dragon Bay Villa and Rose & Gingko. In addition to having many different housing complexes there are also several small shopping malls nearby including Europlaza, Pinnacle Plaza and Lakeview. The Beijing 2008 Olympics rowing, canoeing, and kayaking events were held at the newly built Shunyi Olympic Rowing-Canoeing Park. When Beijing Capital International Airport was first built, Shunyi was a subdistrict of Chaoyang. When Shunyi was promoted to full districtship, Chaoyang maintained direct control over the airport, so although the airport is completely surrounded by Shunyi district, it is not administratively in Shunyi; it pays its taxes to the Chaoyang government. ==Administrative divisions== There are 6 subdistricts and 19 towns with 7 towns of which carry the \"area\" () label within the district:These towns are officially classified as subdistricts, but as they coincide with the area of the same name, they are commonly named \"areas\" () {| class=\"wikitable\" ! Name !! Chinese (S) !! Hanyu Pinyin !! Population (2010) !! Area (km2) |- | Shengli Subdistrict || || || 34,858 || 9.00 |- | Guangming Subdistrict || || || 54,731 || 4.12 |- | Shiyuan Subdistrict || || || 48,531 || 9.60 |- | Shuangfeng Subdistrict || || || 22,875 || 29.49 |- | Wangquan Subdistrict || || || 44,385 || 12.81 |- | Konggang Subdistrict || || || 43,814 || 26.98 |- | Renhe (town) Area || || || 49,004 || 77.00 |- | Houshayu (town) Area || || || 40,793 || 42.60 |- | Tianzhu (town) Area || || || 33,342 || 42.00 |- | Yangzhen Area (Yang town) || || || 54,406 || 96.00 |- | Niulanshan (town) Area || || || 35,789 || 31.40 |- | Nanfaxin (town) Area || || || 26,153 || 20.60 |- | Mapo (town) Area || || || 10,850 || 35.00 |- | Gaoliying town || || || 44,461 || 61.10 |- | Liqiao town || || || 69,830 || 75.00 |- | Lisui town || || || 20,046 || 40.50 |- | Nancai town || || || 50,639 || 57.60 |- | Beiwu town || || || 11,413 || 32.00 |- | Dasungezhuang town || || || 24,223 || 74.30 |- | Zhang town || || || 23,636 || 54.00 |- | Longwantun town || || || 15,457 || 56.60 |- | Mulin town || || || 33,557 || 83.00 |- | Beixiaoying town || || || 37,959 || 55.80 |- | Beishicao town || || || 15,386 || 33.50 |- | Zhaoquanying town || || || 30,482 || 64.45 |} ==Transport== The district is linked to the city proper through a series of arterial roads. The Northern Approach Route of the Airport Expressway passes through Shunyi District. Shunyi district is served by Line 15 of the Beijing Subway. The urban center of Shunyi is near the north-eastern 6th Ring Road. ===Metro=== Shunyi is currently served by two metro lines operated by Beijing Subway: * - China International Exhibition Center, Hualikan, Houshayu, Nanfaxin, Shimen, Shunyi, Fengbo * - Terminal 3 ==Economy== thumb|China Geographic Information Science and Technology Industrial Park In 2017,the regional GDP of the district is 171.59 billion yuan,\"Regional Yearbook of Beijing,2018\" with GDP per capita at 152.1 thousand yuan. Air China has its headquarters in Zone A of the Tianzhu Airport Industrial Zone () in the Shunyi District.\"Air China.\" Pacific Asia Travel Association. Retrieved on December 27, 2011. \"Air China 7th Floor, West Wing, Air China HQ Building, 30 Tianzhu Road, Tianzhu Airport Economic Development Zone, Beijing, China (PRC), 101312\" Okay Airways has its headquarters in a separate Air China facility.\"Privacy Policy.\" Air China France. Retrieved on February 5, 2010. \"No. 16, A TianZhu Airport Industrial Zone TianZhu West Road ShunYi District, BEIJING, P.R.CHINA, 101312\" Beijing Hyundai Motor Company, a joint-venture with Korean auto manufacturer Hyundai Motor Company and the Beijing Automotive Industry Holding Co.\"HYUNDAI SIGNS A DEAL TO BUILD A THIRD PLANT IN CHINA.\" Hyundai Motor Company. Retrieved on October 20, 2012. has its head office and factory in the Linhe Industrial Development Zone () in Shunyi District. |quote=\" : Northside of Shunanghi Dajie, Westside of Shuntong Road, Shunyi District, Linhe Industrial Development Zone, Beijing, People's Republic of China \" Ritchie Bros Auctioneers (Beijing) Co. Ltd. (), a subsidiary of Ritchie Bros. Auctioneers of Canada, is an investor in the Tianzhu Free Trade Zone and is the first wholly foreign-owned auction company in China. ==Diplomatic missions== The warehouse of the Embassy of the United States, Beijing is located in the Beijing Tianzhu Airport Industrial Zone in Shunyi.\"U.S. Embassy Auction.\" (Archive) U.S. State Department. \"U.S. Embassy Warehouse – No.18 Tianzhu Road, Area A, Beijing Tianzhu Airport Industrial Zone Shunyi, Beijing (See attached map)\" and \"\" ==Education== Public high schools: * Beijing Shunyi District No. 1 High School () * Niulanshan No.1 High School * Beijing Shunyi District Yangzhen No. 1 Middle School (zh) International schools located in Shunyi District include: * International School of Beijing Shunyi Campus * The British School of Beijing, Shunyi\"Shunyi Campus.\" The British School of Beijing. Retrieved on 20 June 2013. \"Address to our Shunyi Campus: South Side, No.9 An Hua Street, Shunyi District Beijing 101318, China \" Map. * Dulwich College Beijing\"Contact & Visitor Info.\" Dulwich College Beijing. Retrieved on June 20, 2013. \" Legend Garden Campus 7 - 18 year olds 89 Capital Airport Road Shunyi District Beijing 101300 PRC \" and \"Legend Early Years Campus 1 - 4 year olds 89 Capital Airport Road Shunyi District Beijing 101300 PRC \" * International Montessori School of Beijing River Garden Campus and Champagne Cove Campus * Beijing New Talent Academy * Beijing International Bilingual Academy * Springboard International Bilingual School Closed: * Swedish School Beijing - Gahood Villa ()Home (Archive). Swedish School Beijing. Retrieved on October 3, 2015. \"Address: Gahood Villa, Xi Bai Xin Zhuang, Hou Sha Yu Zhen, Shun Yi District, Beijing 101318 \" * Beijing REGO British School\"Home.\" Beijing REGO British School. \"ADD: No. 15 Liyuan Street, Tianzhu County, Shunyi District Beijing, China 101312\" ==Notable areas== *Pinnacle Plaza *China International Exhibition Center *Shunyi Olympic Rowing-Canoeing Park ==Gallery== File:ShunyiNo3MS.JPG|Shunyi District No. 3 Middle School File:地铁顺义站站厅.JPG|Shunyi Station File:ArchivesofShunyi0.JPG|Archives of Shunyi File:The bridge over the Shunyi Olympic Rowing-Caneoing park - panoramio.jpg|The bridge over the Shunyi Olympic Rowing-Canoeing Park File:Whitewater Slalom 2008 Olympics 5.jpg|Shunyi Slalom Course File:Gate of Tiejiangying Village (20170601152739).jpg|Tiejiangying Village gate ==References== ==External links== *Greenshunyi (顺义) *Newshunyi (顺义) Category:Districts of Beijing",
 "title": "Shunyi District"
}