{
 "id": "877014",
 "text": "Judith Viorst (née Stahl,Aarons, Leroy. \"Judith Viorst Wrote 'Sometimes I Hate My Husband,' but to Author Hubby Milton, That's Poetic License\", People (magazine), February 18, 1980 Vol. 13 No. 7. Accessed August 4, 2016. \"Born in Maplewood, N.J., the daughter of an accountant and a mother 'who was a reader and a bridge player,' Judith Stahl started writing poetry at age 7.\" February 2, 1931) is an American writer, newspaper journalist, and psychoanalysis researcher. She is known for her humorous observational poetry and for her children's literature. This includes The Tenth Good Thing About Barney (about the death of a pet) and the Alexander series of short picture books, which includes Alexander and the Terrible, Horrible, No Good, Very Bad Day (1972), which has sold over two million copies. Viorst is a 1952 graduate of the Newark College of Arts and Sciences at Rutgers University in Newark, New Jersey. In 1968, Viorst signed the \"Writers and Editors War Tax Protest\" pledge, vowing to refuse tax payments in protest against the Vietnam War.\"Writers and Editors War Tax Protest\" January 30, 1968 New York Post In the latter part of the 1970s, after two decades of writing for children and adults, she turned to the study of Freudian psychology. In 1981, she became a research graduate at Washington Psychoanalytic Institute after six years of study. ==Personal life== A native of Newark, New Jersey, Viorst was raised in Maplewood, New Jersey, and attended Columbia High School. A graduate of the class of 1948, Viorst was inducted into the school's hall of fame in 1990.Hall of Fame, Columbia High School (New Jersey), updated July 16, 2012. Accessed August 4, 2016. \"1990 JUDITH VIORST WRITER 1948\" She currently lives in Washington, D.C., with her husband, political writer Milton Viorst. They have three grown sons: Anthony Jacob Viorst, an attorney practicing in the Denver, Colorado, area; Nicholas Nathan \"Nick\" Viorst, an Assistant District Attorney for New York County, and Alexander Noah Viorst, who finances affordable apartment properties around the country. She received the 2011 Foremother Award for Lifetime Achievement from the National Research Center for Women & Families. ==Writing== ===Writing for children=== Among Viorst's books for children is the \"Alexander\" series (including Alexander and the Terrible, Horrible, No Good, Very Bad Day), whose narrator is a 5-year-old boy who lives with his parents and two brothers, Anthony and Nick, who are named for Viorst's own three sons. Viorst's book Sad Underwear is a collection of poems that examines a wide variety of feelings and experiences from a child's point of view. ===Writing for adults=== Viorst's books for adults include nonfiction psychology books such as Grown-up Marriage, Imperfect Control, and Necessary Losses. She has written nine books of poetry including Unexpectedly Eighty and Other Adaptations, When Did I Stop Being Twenty and Other Injustices: Selected Poems from Single to Mid-Life and People and other Aggravations. Viorst is also a newspaper columnist and has written frequently for The New York Times and The Washington Post, and has been a contributing editor to Redbook magazine. She also penned the musical Love & Shrimp with Shelly Markam. The Ensemble Theatre of Cincinnati hosted a performance of Love & Shrimp, starring Deb Girdler, Pamela Myers and Shelley Bamberger, in the spring of 1999. ==Selected works== * The Wonderful World of Science, edited by Shirley Moore and Viorst (Bantam Books, 1961) — science experiments and recreations\"Wonderful world of science\". Library of Congress Catalog Record (LCC). Retrieved March 8, 2014. * Projects: Space (Washington Square Books, 1962) * 150 Science Experiments Step-by-step, illus. Dennis Telesford (Bantam, 1963) * The Natural World: A guide to North American wildlife (Bantam, 1965) * The Village Square, illus. Tom Ballenger (Coward-McCann, 1966) * The Changing Earth, illus. Feodor Rimsky (Bantam, 1967) * Sunday Morning: a story, illus. Hilary Knight (Harper & Row, 1968) ===For children=== * I'll Fix Anthony, illus. Arnold Lobel (1969), Harper & Row, * Try It Again, Sam: Safety When You Walk, illus. Paul Galdone (1970) * My Mama Says there Aren't any Zombies, Ghosts, Vampires, Creatures, Demons, Monsters, Fiends, Goblins, or Things, illus. Kay Chorao (1973) * The Tenth Good Thing About Barney, illus. Erik Blegvad (1987) * The Good-bye Book, illus. Kay Chorao (1988) * Super-Completely and Totally the Messiest, illus. Robin Preiss Glasser (2001) * Just in Case, illus. Diana Cain Bluthenthal (2006) * And Two Boys Booed, illus. Sophie Blackall (2014) ====Poems for Children and Their Parents==== * If I Were in Charge of the World and Other Worries: Poems for Children and their Parents, illus. Lynne Cherry (1981) * Sad Underwear and Other Complications: More Poems for Children and Their Parents, illus. Richard Hull (1995) ====Alexander ==== * Alexander and the Terrible, Horrible, No Good, Very Bad Day, illustrated by Ray Cruz (1972), New York: Atheneum Books, * Alexander, Who Used to be Rich Last Sunday illus. Ray Cruz (1977), Atheneum, * Alexander, Who Is Not (Do You Hear Me? I Mean It!) Going to Move illus. Robin Preiss Glasser \"in the style of Ray Cruz\" (1995), Atheneum, * Alexander, Who's Trying His Best to Be the Best Boy Ever illus. Isidre Monés \"in the style of Ray Cruz\" (2014), Atheneum, Omnibus edition: Absolutely, Positively Alexander: The Complete Stories ;Related titles * Alexander and the Terrible, Horrible, No Good, Very Bad Day: A Musical * Alexander and the Wonderful, Marvelous, Excellent, Terrific Ninety Days: An Almost Completely Honest Account of What Happened to Our Family When Our Youngest came to Live with Us for Three Months (2007) — an adult memoir of Judith Viorst and her real son, Alexander ====Lulu ==== * Lulu and the Brontosaurus, illus. Lane Smith (2010), Atheneum, * Lulu Walks the Dogs, illus. Lane Smith (2012), Atheneum, * Lulu's Mysterious Mission, illus. Kevin Cornell (2014), Atheneum, * Lulu Is Getting a Sister, illus. Kevin Cornell (2018), Atheneum, ===For adults=== * People and Other Aggravations (1971) * Yes, Married: A Saga of Love and Complaint (1972) * A Visit from St. Nicholas to a Liberated Household illustrated by Norman Green (1977) * Love and Guilt and the Meaning of Life, Etc. illustrated by John Alcorn (1979) * Necessary Losses: The Loves, Illusions, Dependencies, and Impossible Expectations That All of Us Have to Give Up in Order to Grow (1987) * Murdering Mr. Monti: A Merry Little Tale of Sex and Violence (1994) * Imperfect Control: Our Lifelong Struggles With Power and Surrender (1998) * You're Officially a Grown-up: The Graduate's Guide to Freedom, Responsibility, Happiness, and Personal Hygiene (1999) * Grown-Up Marriage: What We Know, Wish We Had Known, and Still Need to Know About Being Married (2003) ====Age- related poetry series==== * When Did I Stop Being 20 & Other Injustices: Selected Poems from Single to Mid-Life, illus. John Alcorn (1987) * It's Hard to Be Hip Over 30 & Other Tragedies of Married Life (1968), New York: World Publ. Co.; reprinted by Persephone Books, 1999 * How Did I Get to Be 40 & Other Atrocities illus. John Alcorn (1976) * Forever 50 & Other Negotiations, illus. John Alcorn (1989) * Suddenly 60 & Other Shocks of Later Life, illus. Laurie Rosewald (2000) * I'm Too Young to Be 70 & Other Delusions, illustrated by Laura Gibson (2005) * Unexpectedly 80 & Other Adaptations, illus. Laura Gibson (2010) * Nearing 90 And Other Comedies of Late Life, illus. Laura Gibson (2019) == Dramatic adaptations == *Alexander and the Terrible, Horrible, No Good, Very Bad Day, a stage adaptation of the book, was performed at the B Street Theatre in 2004.B Street Theatre *Alexander and the Terrible, Horrible, No Good, Very Bad Day, live-action film by Walt Disney Pictures, 2014. http://movies.disney.com/alexander-and-the-terrible-horrible-no-good- very-bad-day/ == References == == External links == * Holt Books: Author biography * It's Hard to Be Hip Over Thirty profile at Persephone Books * on her education at Rutgers University and her subsequent career * * How to Stay Happily Married Category:1931 births Category:Living people Category:American children's writers Category:American psychology writers Category:American tax resisters Category:Primetime Emmy Award winners Category:Writers from Washington, D.C. Category:American columnists Category:Rutgers University alumni Category:American women columnists Category:American women children's writers Category:Women science writers Category:20th-century American non- fiction writers Category:20th-century American women writers Category:21st- century American non-fiction writers Category:21st-century American women writers Category:Children's poets Category:Columbia High School (New Jersey) alumni Category:People from Maplewood, New Jersey Category:Writers from Newark, New Jersey Category:American women non-fiction writers",
 "title": "Judith Viorst"
}