{
 "id": "877023",
 "text": "is an ancient writing system that employs Chinese characters to represent the Japanese language, and was the first known kana system to be developed as a means to represent the Japanese language phonetically. The date of the earliest usage of this type of kana is not clear, but it was in use since at least the mid-seventh century. The name \"man'yōgana\" derives from the Man'yōshū, a Japanese poetry anthology from the Nara period written with man'yōgana. Though texts using this system also often use Chinese characters for their meaning, man'yōgana refers only to such characters when used to represent a phonetic value. These values were derived from the contemporary Chinese pronunciation, though sometimes native Japanese readings of the character were also used. For example, (whose character means 'tree') could represent both (based on Middle Chinese ), or or (meaning 'tree' in Old Japanese). Simplified versions of man'yōgana eventually gave rise to both the hiragana and katakana scripts used in Modern Japanese. == Origin == A possible oldest example of Man'yōgana is the iron Inariyama Sword that was excavated at the Inariyama Kofun in 1968. In 1978, X-ray analysis revealed a gold-inlaid inscription consisting of at least 115 Chinese characters and this text, written in Chinese, included Japanese personal names which were supposedly phonetically written. This sword is thought to have been made in the year (471 A.D. in commonly accepted theory). There is a possibility that the inscription of the Inariyama sword may be written in a version of the Chinese language used in the Korean-peninsula kingdom of Baekje. ==Principles== Man'yōgana uses kanji characters for their phonetic rather than semantic qualities—in other words, they are used for their sounds and not their meanings. There was no standard system for choice of kanji; different kanji could be used to represent the same sound, the choice made on the whims of the writer. By the end of the 8th century, 970 kanji were in use to represent the 90 morae of Japanese. For example, the Man'yōshū poem 17/4025 was written as follows: {| class=\"wikitable\" |- ! Man'yōgana | || || || || |- ! Katakana | || || || || |- ! Modern | || || || || |- ! Romanized | || || || || |} In the poem, the sounds mo () and shi () are written with multiple, different characters. While all particles and most words are represented phonetically (e.g., tada, asa), the words ji (), umi () and funekaji () are rendered semantically. In some cases, specific syllables in particular words are consistently represented by specific characters. This usage is known as Jōdai Tokushu Kanazukai. This usage has led historical linguists to conclude that certain disparate sounds in Old Japanese, consistently represented by differing sets of man'yōgana characters, may have merged since then. ==Types== In writing which utilizes man'yōgana, kanji are mapped to sounds in a number of different ways, some of which are straightforward and others which are less so. Shakuon kana () are based on a Sino-Japanese on'yomi reading, in which one character represents either one mora or two morae. {| class=\"wikitable\" |+ Shakuon kana 借音仮名 ! Morae !! 1 character, complete !! 1 character, partial |- | 1 || || |- | 2 ||colspan=2| |} Shakkun kana () are based on a native kun'yomi reading, one to three characters represent one to three morae. {| class=\"wikitable\" |+ Shakkun kana 借訓仮名 ! Morae !! 1 character, complete !! 1 character, partial !! 2 characters !! 3 characters |- | 1 || || || || |- | 2 ||colspan=2| || || |- | 3 ||colspan=2| || || |} {| class=\"wikitable\" |+Table of man'yōgana one character represents one mora | !width=\"7%\" title=\"vowel\"| – !width=\"7%\"|K !width=\"7%\"|S !width=\"7%\"|T !width=\"7%\"|N !width=\"7%\"|P !width=\"7%\"|M !width=\"7%\"|Y !width=\"7%\"|R !width=\"7%\"|W !width=\"7%\"|G !width=\"7%\"|Z !width=\"7%\"|D !width=\"7%\"|B |- !a | | | | | | | | | | | | | | |- !i1 |rowspan=2| | |rowspan=2| |rowspan=2| |rowspan=2| | | |rowspan=2| |rowspan=2| |rowspan=2| | |rowspan=2| |rowspan=2| | |- !i2 | | | | | |- !u | | | | | | | | | | | | | | |- !e1 |rowspan=2| | |rowspan=2| |rowspan=2| |rowspan=2| | | |rowspan=2| |rowspan=2| |rowspan=2| | |rowspan=2| |rowspan=2| | |- !e2 | | | | | |- !o1 |rowspan=2| | | | | |rowspan=2| | | | |rowspan=2| | | | |rowspan=2| |- !o2 | | | | | | | | | | |} == Development == Due to the major differences between the Japanese language (which was polysyllabic) and the Chinese language (which was monosyllabic) from which kanji came, man'yōgana proved to be very cumbersome to read and write. As stated earlier, since kanji has two different sets of pronunciation, one based on Sino-Japanese pronunciation and the other on native Japanese pronunciation, it was difficult to determine whether a certain character was used to represent its pronunciation or its meaning, i.e., whether it was man'yōgana or actual kanji, or both. On top of that, Buddhist monks found recording oral teachings time-consuming, since every syllable would need to be written using an entire kanji. To alleviate the confusion and to save time writing, kanji that were used as man'yōgana eventually gave rise to hiragana and katakana. Hiragana was developed from man'yōgana written in the highly cursive sōsho () style popularly used by women; katakana was developed by Buddhist monks as a form of shorthand, utilizing, in most cases, only fragments (for example, the first or last few strokes) of man'yōgana characters. In some cases, one man'yōgana character for a given syllable gave rise to the current hiragana equivalent, and a different one gave rise to the current katakana equivalent. For example, the hiragana (ru) is derived from the man'yōgana , whereas the katakana (ru) is derived from the man'yōgana . The use of multiple, different kanji to represent a single syllable also led to hentaigana (), alternate letterforms for hiragana. Hentaigana were officially made obsolete in 1900. Man'yōgana continues to appear in some regional names of present-day Japan, especially in Kyūshū. A phenomenon similar to man'yōgana, called ateji (), still occurs, where words (including loanwords) are spelled out using kanji for their phonetic value. Examples include (kurabu, club), (Furansu, France), (Afurika, Africa) and (Amerika, America). thumb|400px|left|Katakana with man'yōgana equivalents (segments of man'yōgana adapted into katakana highlighted) {| class=\"wikitable\" lang=\"ja\" |+Katakana's Man'yōgana including obsolete syllabograms ! !title=\"vowel\"| –!!colspan=2|K!!S!!colspan=2|T!!N!!H!!M!!Y!!R!!W |- !rowspan=2|a |阿||colspan=2|加||散||colspan=2|多||奈||八||末||也||良||和 |- |ア||colspan=2|カ||サ||colspan=2|タ||ナ||ハ||マ||ヤ||ラ||ワ |- !rowspan=2|i |伊||機||幾|||之||colspan=2|千||仁||比||三|| ||利||井 |- |イ||colspan=2|キ||シ||colspan=2|チ||ニ||ヒ||ミ|| ||リ||ヰ |- !rowspan=2|u |宇||colspan=2|久||須||州||川||奴||不||牟||由||流|| |- |ウ||colspan=2|ク||ス||colspan=2|ツ||ヌ||フ||ム||ユ||ル|| |- !rowspan=2|e |江||colspan=2|介||世||colspan=2|天||祢||部||女|| ||礼||恵 |- |エ||colspan=2|ケ||セ||colspan=2|テ||ネ||ヘ||メ|| ||レ||ヱ |- !rowspan=2|o |於||colspan=2|己||曽||colspan=2|止||乃||保||毛||與||呂||乎 |- |オ||colspan=2|コ||ソ||colspan=2|ト||ノ||ホ||モ||ヨ||ロ||ヲ |- !rowspan=2 title=\"consonant\"|– | ||colspan=2| || ||colspan=2| ||尓 || || || || || |- | ||colspan=2| || ||colspan=2| ||ン || || || || || |} thumb|400px|left|Development of hiragana from man'yōgana {| class=\"wikitable\" lang=\"ja\" |+Hiragana's Man'yōgana including obsolete syllabograms ! !title=\"vowel\"| –!!colspan=2|K!!S!!T!!N!!H!!M!!Y!!R!!W |- !rowspan=2|a |安||colspan=2|加||左||太||奈||波||末||也||良||和 |- |あ||colspan=2|か||さ||た||な||は||ま||や||ら||わ |- !rowspan=2|i |以||機||幾||之||知||仁||比||美|| ||利||為 |- |い||colspan=2|き||し||ち||に||ひ||み|| ||り||ゐ |- !rowspan=2|u |宇||colspan=2|久||寸||川||奴||不||武||由||留 | |- |う||colspan=2|く||す||つ||ぬ||ふ||む||ゆ||る | |- !rowspan=2|e |衣||colspan=2|計||世||天||祢||部||女|| ||礼||恵 |- |え||colspan=2|け||せ||て||ね||へ||め|| ||れ||ゑ |- !rowspan=2|o |於||colspan=2|己||曽||止||乃||保||毛||与||呂||遠 |- |お||colspan=2|こ||そ||と||の||ほ||も||よ||ろ||を |- !rowspan=2 title=\"consonant\"|– | ||colspan=2| || || ||无|| || || || || |- | ||colspan=2| || || ||ん|| || || || || |} == See also== * Idu script, Korean analogue == References == === Citations === === Works cited === * * == External links == * An extensive list of man’yōgana arranged according to the characters, and not their readings * Tomasz Majtczak: How are we supposed to write with something like that? Early employment of the Chinese script to write Japanese as exemplified by the Man’yōshū. Manyogana Manyogana Category:Man'yōshū Category:Nara period Category:Asuka period Category:Archaic Japanese language Category:Japanese writing system",
 "title": "Man'yōgana"
}