{
 "id": "877456",
 "text": "Walter Henry Medhurst (29 April 179624 January 1857), was an English Congregationalist missionary to China, born in London and educated at St Paul's School. He was one of the early translators of the Bible into Chinese language editions. ==Early life== Medhurst's father was an innkeeper in Ross- on-Wye, Herefordshire. As a young man, Medhurst studied at Hackney College under George Collison and he worked as a printer and typesetter at the Gloucester Herald and the London Missionary Society (LMS). He became interested in Christian missions and the LMS chose him to become a missionary printer in China. He sailed in 1816 to join their station at Malacca, which was intended to be a great printing centre. En route, he called at Madras where, in a little less than three months, he met Mrs Elizabeth Braune, née Martin (1794–1874), marrying her the day before he sailed to Malacca. ==Malacca and Shanghai== Having arrived in Malacca, Medhurst learned Malay, and studied Chinese, Chinese characters, and the Hokkien group of Min Nan Chinese varieties, which is widely spoken in Southeast Asia. He was ordained there by William Charles Milne on 27 April 1819. Medhurst served as a missionary in Penang in 1820, and then in Batavia (present-day Jakarta), capital of the Dutch East Indies in 1822. His son Walter Henry was born that year and born in 1828 was his daughter Eliza Mary who went on to marry Hong Kong's chief magistrate Charles Batten Hillier in 1846. Their youngest daughter was Augusta, born in 1840. Today's All Saints Jakarta church and the Parapattan Orphanage were started by Medhurst. In addition to compiling his Chinese-English and English-Chinese dictionaries, Medhurst was a prolific translator, lexicographer, and editor. Although Medhurst never traveled to Japan, in 1830 he published An English and Japanese, and Japanese and English Vocabulary Compiled from Native Works in 344 pages. Based upon his studies of Hokkien, in 1831 Medhurst completed his A Dictionary of the Hok-këèn Dialect of the Chinese Language, but printing of all 862 pages of which reached finality only in 1837 after being affected by the end of the British East India Company's trade monopoly in 1834 and for lack of funds. Advertisement by Samuel Wells Williams In the 1840s, Medhurst collaborated with John Stronach, Elijah Coleman Bridgman, and William Charles Milne translating the (1847) \"Delegates' Version\" of the Bible in Chinese. Medhurst, Elihu Doty, and John Van Nest Talmage developed the Pe̍h-ōe-jī Church Romanization of Southern Min Chinese that was widely used by missionaries. When peace was concluded with China in 1842, he moved to Shanghai where he founded the London Missionary Society Press () together with William Muirhead and Dr William Lockhart. They were later joined by Joseph Edkins, and William Charles Milne. He continued in Shanghai until 1856, laying the foundations of a successful mission. In 1843, New York University conferred upon him the honorary degree of D.D. ==Delegates' Version== Medhurst's principal labour for several years, was in leading the committee of delegates, which created the Delegates' Version of the Bible. In the 1840s, a group of four people (Walter Henry Medhurst, John Stronach, Elijah Coleman Bridgman, and William Charles Milne) cooperated to translate the Bible into Chinese. The translation of the Hebrew language part was done mostly by Gutzlaff from the Netherlands Missionary Society, with the exception of the Pentateuch and the book of Joshua, which were done by the group collectively. The initial Gutzlaff translation, completed in 1847 is well known due to its adoption by the revolutionary peasant leader Hong Xiuquan of the Taiping Rebellion as some of the reputed early doctrines of the organization. The translation of the New Testament was finished in 1850 and of the Old Testament in 1853, written in a version of Classical Chinese. With John Stronach, and the assistance of Wang Tao, Medhurst later translated the New Testament into the Mandarin dialect of Nanking. ==Significant books== Medhurst would also produce a Chinese translation of the Book of Common Prayer, published in Hong Kong in 1855. His Chinese-English and English- Chinese dictionaries (each in 2 vols.) were valuable in British understanding of the teaching of Hong Xiuquan, the leader of the Taiping Rebellion (1851–64). ==Death & memorial== Medhurst left Shanghai in 1856, in failing health. He died two days after reaching London, on 24 January 1857 and was buried at the Congregationalists' non-denominational Abney Park Cemetery where his white stone obelisk monument can still be seen today. He left a son, Sir Walter Henry Medhurst (1822–1885), who was British consul at Hankow and afterwards at Shanghai. ==Works== * * * * * ==References== * Category:Linguists from England Category:Translators of the Bible into Chinese Category:English lexicographers Category:English Congregationalist missionaries Category:Congregationalist missionaries in China Category:1796 births Category:1857 deaths Category:Burials at Abney Park Cemetery Category:Congregationalist missionaries in Malaysia Category:Congregationalist missionaries in Indonesia Category:British expatriates in China Category:British expatriates in Malaysia Category:English expatriates in Indonesia Category:19th-century translators Category:Missionary linguists Category:19th-century lexicographers",
 "title": "Walter Henry Medhurst"
}