{
 "id": "877593",
 "text": "{{Infobox settlement | name = | native_name = | native_name_lang = | settlement_type = | image_skyline = | image_alt = | image_caption = | image_flag = | flag_alt = | image_seal = | seal_alt = | image_shield = | shield_alt = | nickname = | motto = | image_map = | map_alt = | map_caption = | pushpin_map =Japan | pushpin_label_position = | pushpin_map_alt = | pushpin_map_caption = | coordinates = | coor_pinpoint = | coordinates_footnotes = | subdivision_type = Country | subdivision_name =Japan | subdivision_type1 =State | subdivision_name1 =Fukushima | subdivision_type2 =District | subdivision_name2 =Tohoku | subdivision_type3 =County | subdivision_name3 =Tamura-gun | established_title = | established_date = | founder = | seat_type = | seat = | government_footnotes = | leader_party = | leader_title = | leader_name = | unit_pref = Metric | area_footnotes = | area_urban_footnotes = | area_rural_footnotes = | area_metro_footnotes = | area_magnitude = | area_note = | area_water_percent = | area_rank = | area_blank1_title = | area_blank2_title = | area_total_km2 = 125.37 | area_land_km2 = | area_water_km2 = | area_urban_km2 = | area_rural_km2 = | area_metro_km2 = | area_blank1_km2 = | area_blank2_km2 = | area_total_ha = | area_land_ha = | area_water_ha = | area_urban_ha = | area_rural_ha = | area_metro_ha = | area_blank1_ha = | area_blank2_ha = | dunam_link = | area_total_dunam = | area_land_dunam = | area_water_dunam = | area_urban_dunam = | area_rural_dunam = | area_metro_dunam = | area_blank1_dunam = | area_blank2_dunam = | length_km = | width_km = | dimensions_footnotes = | elevation_footnotes = | elevation_m = | population_footnotes = | population_total =3128 | population_as_of =2005 | population_density_km2 = auto | population_demonym = | population_note = | timezone1 = | utc_offset1 = | timezone1_DST = | utc_offset1_DST = | postal_code_type = | postal_code = | area_code_type = | area_code = | iso_code = | website = | footnotes = }} was a village located in Tamura District, Fukushima Prefecture, Japan. On March 1, 2005, Miyakoji, along with the towns of Funehiki, Ōgoe, Takine and Tokiwa (all from Tamura District), was merged to create the city of Tamura. The area covered by the former village has been reclassified as a borough (町 \"-machi\" is often translated \"town,\" but the word \"borough,\" like 町 \"-machi,\" can mean either a division of a city or a town independent of any larger city: see the article on \"Borough\" for comparable usages) within the City of Tamura. As of 2003, the village had an estimated population of 3,175 and a density of 25.33 persons per km². The borough's total area is 125.37 km². ==Landmarks== Ohtakadoyayama Transmitter is an LF-time signal transmitter in Miyakoji-machi (都路町 is incorrectly called \"Miyakoji-cho\" in the external link). It is used for transmitting the time signal JJY on 40 kHz. It uses as transmission antenna a 250 metre tall guyed mast with an umbrella antenna, which is insulated against ground. ==Evacuation orders lifted Mid August 2013== On 23 June 2013 during a meeting with evacuees from the Miyakoji district of Tamura, Fukushima Prefecture and central government officials, the announcement was made that the residents would be allowed to return to their homes mid August 2013, although the radiation levels in residential areas still ranged between 0.32 and 0.54 microsievert per hour, much higher than the government's goal of 0.23 microsievert per hour. But the decontamination works in the Miyakoji district were declared completed. When asked, the officials refused to prolong the decontamination efforts, they argued that radiation exposures would differ for every person. The 0.23 microsievert per hour limit would lead to an accumulated radiation exposure exceeding 1 millisievert for people that would stay outdoors for eight hours a day. Instead the officials offered the evacuees a new-type dosimeter because they wanted the people to check their own radiation exposures, and in this way to take responsibility for their own safety. Although billions of yen were spent in an effort to decontaminate some areas around the troubled nuclear plant. The effort was described as futile, and radioactive waste was not collected properly The Asahi Shimbun (23 March 2013)Fukushima cleanup contractors told workers to lie about pay in 'surprise' inspections The Mainich Shimbun (08 June 2013) Data reveals that 75 percent of decontamination work in housing areas remains unfinished The Mainichi Shimbun (27 May 2013) Subcontractor chided for sacking Fukushima decontamination work whistle-blowers and disposed of, and sometimes dumped into rivers. Tomohiko Hideta, an official of the Reconstruction Agency, said that it would be impossible to reach the official targets, and confirmed the offer of the dosimeters. However, spokesmen of the Japan Environment Ministry denied all, even when they were confronted with the existence of audio recordings of the meeting, that proved otherwise.The Asahi Shimbun (29 June 2013) Government offers dosimeters--not decontamination--for Fukushima evacuees ==External links== * Official website of Tamura in Japanese ==References== Category:Dissolved municipalities of Fukushima Prefecture Category:Tamura, Fukushima",
 "title": "Miyakoji, Fukushima"
}