{
 "id": "877760",
 "text": "David Thomas Kerr (born 1957) is a politician from Northern Ireland who is the Chairman of the UK-wide Third Way. ==Early and personal life== Kerr was born in Belfast and, as of 2005, lived in the city's Shankill Road area.Kerr's reply to Slugger O'Toole post ==National Front== Kerr began his political career as a member of the National Front (NF) in 1986, siding with the Political Soldier wing of the party during what was a period of internal division. He was a candidate for the party in Newtownabbey Borough Council twice during this period. As an NF member Kerr also chaired the North Belfast Independent Unionist Association, where he first developed his ideas on Ulster nationalism. As a regular columnist for Nationalism Today, the ideological journal of the Official National Front, Kerr frequently wrote on the topic of Ulster nationalism, which became the policy of the ONF in relation to Northern Ireland (in contrast to previous NF policy, which was supportive of Ulster loyalism). ==Third Way== Kerr voted with others to disband the NF in 1989. In 1990, he was one of the founder members of Third Way, (which is now a think- tank). He is current party chairman of the offshoot National Liberal Party (NLP). Kerr is also the main force behind the Ulster Third Way, which acts as the Northern Ireland arm of the party whilst placing the main emphasis on the independence aspect. from Socialist Party website In the 2001 United Kingdom general election Kerr stood in the West Belfast constituency as a Third Way candidate but secured only 116 votes (a 0.3% share). He is also a regular writer for various party publications. ==Ulster nationalism== As stated previously, Kerr has long been an advocate of an independent Northern Ireland and to this end he is the editor of Ulster Nation, the only current publication that advocates this position. In electoral terms, Kerr had also stood as a candidate in the European elections of 1994 under the title of 'Independent Ulster'. Somewhat oddly, given the peripheral nature of the independence position, Kerr was one of three candidates advocating this stance (Rev. Hugh Ross and Robert Mooney being the other two) and, as a result, suffered from a split vote to capture only 578 votes in what was a single Province-wide constituency. In the aftermath of this election a general meeting of pro-independence groups and individuals was organised by Rev Ross after overtures were sent out to Kerr, Mooney and the Ballymena-based Ulster Party. Mooney, who had run as Constitutional Independent Northern Ireland and later formed the short-lived Northern Ireland Party, did not turn up but Kerr and Agnes McLeister of the Ulster Party (another minute group that was also Ballymena-based) agreed to pool resources and join forces with Ross's movement. Kerr went on to appear on the candidate list for the Ulster Independence Movement in the 1996 Forum election and the 1998 election to the Northern Ireland Assembly, although he was not elected. Kerr is also the author of a book about one of the pioneers of Ulster nationalism, W. F. McCoy. ==2005 general election== Most recently, in the 2005 general election, Kerr stood in the East Antrim constituency as a candidate for the Vote For Yourself Party, gaining 147 votes (0.5%). Kerr, who remains a Third Way member despite his candidature, claimed to be standing for the party as he endorsed their support for the use of referendums to decide policy. In a post on the Slugger O'Toole blog he explained \"Rainbow George contacted me and asked me to stand for the Vote For Yourself Rainbow Dream Ticket in a constituency outside Belfast in order to promote the ideas that Third Way and the Rainbow Dream Ticket share – Direct democracy\". ==Solidarity trade union== David Kerr was elected for a five-year period to the National Executive of Solidarity – The Union for British Workers in November 2007 and helped to launch the group in the province over the Twelfth in 2007. ==Miscellaneous== He wrote a regular column, 'Kerr's Corner', in the Carrickfergus and North Belfast editions of The Belfast Biz (formerly \"The Wizard\"), a local freesheet. He is a keen cyclist in his spare time and is described on the Third Way's website as having a strong interest in environmental and housing issues. Kerr is a supporter of Neo-Confederate policies in the Southern United States and has declared his support for the re-establishment of the Confederate States of America. However, in an interview conducted for Cornell University in 2003 Kerr confirmed that, despite taking this position, neither he as an individual nor Ulster Third Way as a group had established any formal links with any Neo- Confederate groups. ==References== ==External links== * Ulster Nation * Kerr's Corner * Speech by Kerr on Ulster nationalism * Solidarity Trade Union * Third Way think-tank Category:1957 births Category:Living people Category:National Front (UK) politicians Category:People of The Troubles (Northern Ireland) Category:Politicians from Northern Ireland Category:Politicians from Belfast Category:Ulster Independence Movement politicians Category:Ulster nationalists Category:Far-right politicians from Northern Ireland Category:20th-century politicians from Northern Ireland Category:21st-century politicians from Northern Ireland",
 "title": "David Kerr (Northern Irish politician)"
}