{
 "id": "877985",
 "text": ":See muqata'ah for the Ottoman instrument for financing state expenses. :This article deals mainly with the Mukataa of Ramallah. thumb|300px|The Mukataa with the headquarters of the President of the PLO, 2007 Mukataʿa () is an Arabic word for headquarters or administrative center.mukataa. webster- dictionary.org. Retrieved 15-10-2013 Mukataas were mostly built during the British Mandate as Tegart forts and were used both as British government centers and as dwellings for the British administrative staff. Some Mukataas also included police stations and prisons. After the British left, the buildings often functioned similarly under the Jordanians, and then the Israelis. After the Oslo Accords, the Mukataas were used as governmental offices and headquarters for the Palestinian National Authority. The Mukaatas in Ramallah and Gaza, the two major Palestinian cities, were also used as headquarters to the high Palestinian Authority leadership, including as office for Yasser Arafat, long-time Palestinian Authority president. During Operation Defensive Shield in April 2002, the Israeli Defence Forces raided the Mukataas in the West Bank. Some Mukataas, including the Mukataa in Hebron, were entirely demolished. == Arafat's compound == thumb|Ramallah Muqata'a 2013 The Mukataa in Ramallah, built in the 1930s during the British Mandate by the British engineer Sir Charles Tegart, was a military headquarters, a court of law and a prison. In May 1948, Jordan took over, and used the compound again as a prison and as a residence for Jordanian army officers and their families. From the occupation in 1967 it was the Israeli military headquarters, until the establishment of the Palestinian Authority in 1994. In 1996, Arafat moved in and the Mukataa became the official West Bank headquarters, known as Arafat's compound.Inside Arafat's compound of rubble. BBC, 22 September 2002 === Israeli siege of March 2002 === On 29 March 2002, the Israel Defense Forces raided the compound and placed it under siege during Operation Defensive Shield. The Israeli army destroyed the offices of three security services, along with a VIP guesthouse, a prison, sleeping quarters for guards, a large kitchen, a car repair shop and a large meeting hall. The siege was lifted on 2 May after 6 men wanted by Israel – 4 of them convicted of involvement in the October 2001 assassination of the Israeli tourism minister Rehavam Ze'evi – were moved to a prison in Jericho to be guarded by U.S. and British wardens. The US-brokered plan was to enable Israel to avoid angering the United States over the Israeli Cabinet decision to bar a UN fact-finding mission from investigating allegations surrounding Israeli army actions in Jenin refugee camp during operation Rampart.Arafat Siege Could End Soon. CBS, 29 April 2002Arafat siege to end as handover agreed. Telegraph, 1 May 2002Documents, working papers. 2002, vol. 4: Documents 9396-9428: working papers, 2002 ordinary session (second part), 22–26 April 2002, Vol. 4: Documents 9396-9428, p. 207. Council of Europe: Parliamentary Assembly Published by Council of Europe, 2002 Although the military had withdrawn from the compound, the cities and refugee camps in the West Bank remained surrounded by Israeli troops.Arafat asks Tenet to pressure Israel, aide says. CNN, 4 June 2002 === Siege of 6 June 2002 === On 6 June 2002, the IDF executed a new siege after having attacked the headquarters with tanks, bulldozers and armored vehicles. Arafat's office building was partly destroyed, besides other parts of the compound.Bush abandons Arafat as Israeli tanks again besiege his HQ. Anton La Guardia and Alan Philps, The Telegraph, 11 June 2002 The attack was a retaliation for a suicide bombing carried out by Islamic Jihad.Israelis leave Arafat compound after raid. CNN, 6 June 2002 While Arafat was building a new Cabinet, the Israeli army five days later strengthened the siege on his headquarters with the support of US President George W. Bush. The White House rejected Egypt's call for a quick timetable for Palestinian statehood and Bush hinted that an international conference was a long way off, \"because no one has confidence in the emerging Palestinian government.\" === Siege of September 2002 === thumb|300px|The tomb of Arafat. Behind this poster a mausoleum for Arafat is being built After a suicide bombing struck Tel Aviv on 19 September 2002, the Mukataa was again placed under siege. During the next ten days, the IDF destroyed all of the buildings that had survived the former sieges with bulldozers and explosives, including the main interior ministry building. Only part of the building where Arafat and his people remained was left.Yasser Arafat amid the ruins. The Economist, 26 September 2002 The siege re-ignited Palestinian support for Yasser Arafat. Siege continues at Arafat's HQ. Mark Willacy, ABC, 23 September 2002 On 24 September 2002, the UN Security Council demanded an end of the siege, but Israel ignored the Resolution.Resolution 1435 (2002), Adopted by the Security Council at its 4614th meeting, on 24 September 2002. S/RES/1435 (2002)Israel defies UN vote demanding end to Arafat siege. Jonathan Steele, Guardian, 25 September 2002 UN Under-Secretary-General Terje Rød-Larsen, one of the architects of the Oslo Accords, said on 27 September that \"the Israeli army's siege of Yasser Arafat amid the ruins of his bulldozed presidential compound could mean \"the death\" of hopes for a Palestinian state and a peace agreement.\" He alluded to the possible death of the two-state solution and said that \"we're moving in the direction of state destruction and not state-building\".. Justin Huggler, The Independent, 28 September 2002 On 11 September 2003, the Israeli security Cabinet decided to \"remove\" Arafat, who still remained in the besieged compound. In a statement it said \"Recent days' events have proven again that Yasser Arafat is a complete obstacle to any process of reconciliation... Israel will act to remove this obstacle in the manner, at the time, and in the ways that will be decided on separately...\".Excerpts: Israeli security cabinet statement. BBC, 11 September 2003Israeli Cabinet Decides in Principle for Arafat Expulsion. FOX News, 12 September 2003 The compound remained under siege until Arafat's transfer in October 2004, for medical care in a French hospital. === Temporary burial-place of Arafat === thumb|300px|The Mausoleum of Arafat, today In the early days of November, when it was clear his death was near, several locations were mentioned as possible burial sites. Jerusalem was the first choice, but Israeli Prime Minister Ariel Sharon said he would not allow this. Following Arafat's death on 11 November 2004, the Palestinian leadership decided that he was to be \"temporarily\" interred in the Mukataa compound, pending the establishment of a Palestinian state and the transfer of his body to the Dome of the Rock compound on the Temple Mount in Jerusalem. Plans for Arafat to lie in state at the Mukataa prior to burial were canceled, because thousands of emotional mourners overwhelmed Palestinian security forces. Arafat was buried within the compound on 12 November, in a temporary manner. On 11 November 2007, a larger tomb clad in Jerusalem stone, and designed by Palestinian architects opened to the public. The message on the tomb indicated that the final resting place of Arafat shall be in Jerusalem, if it comes under Palestinian control. ==References== == External links == * IDF Bulldozers tear down the Mukataa (Waronline.org Forums) * \"Arafat buried in Ram Allah\" (Aljazeera) Category:Israeli–Palestinian conflict Category:Arabic words and phrases Category:Palestinian National Authority Category:Buildings and structures in Al-Bireh Category:Tegart forts",
 "title": "Mukataa"
}