{
 "id": "878133",
 "text": "Sydney Alvin Field (December 19, 1935November 17, 2013) was an American author and speaker who wrote several books on screenwriting, the first being Screenplay: The Foundations of Screenwriting (Dell Publishing, 1979). He led workshops and seminars about producing salable screenplays. Hollywood film producers use Field's ideas on structure to measure the potential of screenplays. He was inducted into American Screenwriters Association's Screenwriting Hall of Fame. ==Early life== Syd Field was born on December 19, 1935 in Hollywood, California. His uncle, Sol, was the head of the camera department at 20th Century Fox, and his neighbor was a talent agent who got him minor screen time in Gone with the Wind (1939) which was cut from the final film. He also played the trumpet in State of the Union (1948). He attended Hollywood High School where he met Frank Mazzola, the \"gang consultant\" on Rebel Without a Cause (1955), who encouraged him to pursue acting. His mother passed away during his senior year, which caused him to drift across the US for two years. He considered dental school at the behest of his mother to consider a \"professional life\", but he eventually earned a bachelor's degree in English from University of California, Berkeley, where he studied under Jean Renoir and was cast in his play, Carola. Renoir recommended that Field attend UCLA Film School where Field collaborated on a short film with Jim Morrison and Ray Manzarek of The Doors. == Career == Field worked as a script reader in the 1970s. Field got his start in the shipping department of David L. Wolper Productions, where he later worked his way up to writer/researcher for the company's Biography series, hosted by reporter Mike Wallace, in the early 60's. By the release of the expanded edition for Screenplay 1994, he was credited as writer/producer at Wolper Productions. Field was also a freelance screenwriter and script consultant. He wrote nine screenplays, one of which was produced as the Argentinian film, Los Banditos. Field wrote and produced the television series Men in Crisis in 1964 and the Vegas nightlife documentary, Spree, in 1967; the latter of which he also narrated. He wrote Hollywood and the Stars, National Geographic, and Jacques Cousteau Specials from 1963 −1965 for David L. Wolper Productions. He was the head of story at Cinemobile System when founder Fouad Said decided to diversify the location services company into an entertainment studio. == Teaching == Field taught screenwriting for the Master of Professional Writing Program at University of Southern California until 2001. In the mid-1970s, Field began teaching screenwriting at the Sherwood Oaks Experimental College (now Sherwood Oaks College) in Hollywood. He also led screenwriting workshops across the world. Previous students include Judd Apatow, John Singleton, Anna Hamilton Phelan, and Alfonso Cuarón. ===The paradigm=== thumb|right|Field in an instructional video Field's most notable contribution is his paradigm \"three-act structure\". In this structure, a writer sets a film's plot within the first twenty to thirty minutes. Then the protagonist experiences a plot point, providing the protagonist with a goal. About half of a movie's running time focuses on the protagonist's struggle to achieve this goal. The second act is called the confrontation. Field also refers to the midpoint, a turning point around the middle of the screenplay (such as on or around page 60 of a 120-page screenplay). This turning point is often a devastating reversal of the protagonist's fortune. The third act depicts the protagonist's struggle to achieve (or not achieve) his or her goal, as well as the aftermath. == Personal life == He met his second wife, Aviva, while leading a workshop in Vienna in the early 1990s. He had one daughter from a previous marriage. His brother is a doctor. Field died on November 17, 2013, aged 77, at his home in Beverly Hills, California.SydField.com == Books == *Screenplay: The Foundations of Screenwriting (1979) *The Screenwriter's Workbook (1984) *Selling a Screenplay: The Screenwriter's Guide to Hollywood (1989) *Four Screenplays: Studies in the American Screenplay (1994) *The Screenwriter's Problem Solver: How To Recognize, Identify, and Define Screenwriting Problems (1998) *Going to the Movies: A Personal Journey Through Four Decades of Modern Film (2001) *The Definitive Guide to Screenwriting (2003) ==References== ==External links== * * * Interview by Karel Segers Category:1935 births Category:2013 deaths Category:People from Hollywood, Los Angeles Category:Deaths from anemia Category:Film theorists Category:Screenwriting instructors Category:University of Southern California faculty Category:Writers of books about writing fiction Category:UCLA Film School alumni Category:Hollywood High School alumni",
 "title": "Syd Field"
}