{
 "id": "878477",
 "text": "thumb|200px|Draper Fisher Jurvetson - Silicon Valley office Draper Fisher Jurvetson (DFJ) is an American venture capital firm focused on investments in enterprise, consumer and disruptive technologies. In January 2019, DFJ Venture, the early-stage team, spun out and formed Threshold Ventures. DFJ Growth continues to be managed by co-founder John Fisher and the existing DFJ Growth partner team. == History == DFJ was founded in 1985 by Tim Draper. John Fisher became a partner in 1991 and Steve Jurvetson joined in 1994.Venture firm DFJ denies report that co-founders Tim Draper and John Fisher are on the way outDeborah Perry Piscione (April 2, 2013). Secrets of Silicon Valley: What Everyone Else Can Learn from the Innovation Capital of the World. Palgrave Macmillan. pp. 129–. . In 2013, founding partner Draper announced his departure from future DFJ Venture funds, with John Fisher continuing in his role with DFJ Growth. Draper announced he will continue investing out of an early stage venture fund Draper Associates V and assisting his son in running an incubator. , DFJ is one of the six largest and most active investors in the space sector, which has had over of private capital invested in it since 2005. In November 2017, Steve Jurvetson stepped down from his position at DFJ after allegations of sexual harassment. DFJ Growth's investments include Anaplan, Coinbase, Cylance, Ring, Sisense, SpaceX, Tesla, Twitter, Unity, and Yammer. == Organization == The firm is headquartered in Menlo Park, California, and is currently investing DFJ Growth’s third fund of $535 million, which closed in 2017. DFJ Growth partner Randy Glein has been named to the Forbes Midas List several times, most recently in 2019. He was also named one of the world’s top venture capitalists in 2016, 2017, 2018, and 2019 by the New York Times/CB Insights. == Affiliates == The DFJ Network was renamed the Draper Venture Network in 2015 and is operated by Tim Draper. == Venture capital investments == *Boxbe (2005) == References == ==External links== * Official site Category:Companies based in Menlo Park, California Category:Financial services companies established in 1985 Category:Venture capital firms of the United States Category:1985 establishments in California Category:Draper family",
 "title": "Draper Fisher Jurvetson"
}