{
 "id": "879230",
 "text": "Rugby Canada is the national governing body for the sport of rugby union in Canada. Rugby Canada was incorporated in 1974, and stems from the Canadian Rugby Football Union, a body established in 1884 that now governs amateur Canadian football as Football Canada; and the now-defunct Rugby Union of Canada, established in 1929. Rugby Canada administers the Canada national rugby union team and sanctions the Rugby Canada National Junior Championship, a national competition for under-20 men's teams. It previously sanctioned the Super League as the premier level of men's competition in the country, but scrapped that league after the Americas Rugby Championship was created in 2009 as a two-stage competition in which the first involved only Canadian teams. ==History== ===Canadian Rugby Football Union=== The Canadian Rugby Football Union was established in 1884 with the specific purpose of organizing play-off games between various union champions. Representatives from the Montreal Football club (now known as the Westmount Rugby Club), the Toronto Rugby Football Club and the Hamilton Rugby Football Club, had meetings in Toronto and Montreal. It was decided that the union would continue to use the English rugby rules, and at the end of the season the winning club of the Quebec Championship would play the Ontario Champion for the Club Championship of the Dominion. thumb|right|120px|Former logo, used until 2018 This organization (also known at different times as the Canadian Rugby Union) was the forerunner of the Canadian Football League, as rugby football in Canada evolved into Canadian football with rugby union being known as English rugby. To make matters more confusing the word rugby continued to be applied to Canadian football. It was not until 1967 that the original CRU finally cleared up this confusion by renaming itself the Canadian Amateur Football Association; it adopted its current name of Football Canada in 1986. ===Rugby Union of Canada=== The Rugby Union of Canada, re-formed in 1965 as the Canadian Rugby Union with British Columbia’s Bob Spray as its first president. It was incorporated in 1974 and is affiliated to World Rugby. Since then, Rugby Canada, as it is known, has been a permanent fixture on the global rugby scene, including trips to each of the nine Rugby World Cups (the first of which was 1987 in Australia and New Zealand). As a regular in the World Rugby Sevens Series, Canada continues to climb the world rankings. ==Teams== National teams * Canada national rugby union team * Canada women's national rugby union team National 7s teams * Canada national rugby sevens team * Canada women's national rugby union team (sevens) ==Provincial Rugby Unions in Canada== * British Columbia Rugby Union ** Fraser Valley Rugby Union ** Vancouver Rugby Union * New Brunswick Rugby Union * Newfoundland Rugby Union * Ontario Rugby Union * PEI Rugby Union * Rugby Alberta * Rugby Manitoba * Rugby Nova Scotia * Rugby Quebec * Saskatchewan Rugby Union ==See also== *Rugby union in Canada ==References== * Rugby Canada's Home Page Category:Sports governing bodies in Canada Canada Canada",
 "title": "Rugby Canada"
}