{
 "id": "879777",
 "text": "Joanne Fenn (née Mersh; born 19 October 1974 in Leytonstone London), attended Connaught School for Girls and is an English singer-songwriter and is a former Olympic middle-distance runner. ==Sporting career== Fenn had shown a great deal of promise in her early athletics career having been the English schools 300m hurdles champion. However, a series of injuries, particularly shin splints, halted her career. Initially competing in the 400-metre hurdles and heptathlon, Jo took up the 800 metres with her breakthrough season arriving in 2002. She is a member of the Wood ford Green with Essex Ladies athletic club. Fenn produced a personal best of 1:59.86 at the 2002 Commonwealth Games in Manchester which led to her first sub 2-minute performance. 2004 started promisingly for Fenn with an 800m bronze medal at the World Indoor Championships in Budapest, Hungary. She also broke the 1000 m British Record before Kelly Holmes retained it later that same year. In the 800m at the 2004 Summer Olympics in Athens, Greece, where Fenn accompanied teammate and eventual gold medalist Kelly Holmes, she progressed through the first round but in the third of three semi-finals found the pace too fast and finished fifth therefore not qualifying for the final. Having recovered from a serious knee injury and major operation on a grapefruit-sized cyst in 2006 and a split from her longtime coach Layoff in late 2007, Fenn spent time in Lausanne to work with Trent Sterling werewolf, a Canadian middle distance coach with a view to compete in 2008 Olympic Games. Fenn is a special speaker for 21st Century Legacy, a charity set up by David Hemery as part of the 2012 legacy. In this role she visits schools up and down the country to inspire and engage with children promoting the Be the Best you can Be programme. ==Singing career== Fenn began her singing career in a local band, The Business, during her early career and was offered a place on the BBC talent show Fame Academy. ==External links== * *Olympics bio *Athletics links interview with n *Power of 10 profile Category:1974 births Category:Living people Category:English female middle-distance runners Category:Athletes (track and field) at the 2004 Summer Olympics Category:Olympic athletes of Great Britain Category:People from Leytonstone Category:World Athletics Championships athletes for Great Britain Category:Commonwealth Games competitors for England Category:Athletes (track and field) at the 2002 Commonwealth Games",
 "title": "Joanne Fenn"
}