{
 "id": "879914",
 "text": "A number of public holidays and special events take place each year in Hungary. == Fixed public holidays == ===Article J of the Constitution of Hungary on national holidays=== (1) The national holidays of Hungary shall be: a) the 15th day of March, in memory of the 1848–49 Revolution and War of Independence, b) the 20th day of August, in memory of the state's founding and its founder King Saint Stephen, c) the 23rd day of October, in memory of the 1956 Revolution and War of Independence. (2) The official state holiday shall be the 20th day of August. Source: ===List of public holidays=== {|class=wikitable |- ! scope=\"col\"| Date ! scope=\"col\"| English name ! scope=\"col\"| Local name ! scope=\"col\"| Remarks |- | 1 January || New Year's Day || Újév || |- | 15 March || National Day || Nemzeti ünnep | Memorial day of the 1848 Revolution (which aimed at the independence of the Hungarian Kingdom from the Austrian Empire). There are usually speeches and music such as the Nemzeti dal; many people wear a cockade with the national colours red, white, and green. |- | Moveable || Good Friday || Nagypéntek | Good Friday is a public holiday since 2017. |- | Moveable || Easter Monday || Húsvéthétfő | Men visit women to sprinkle them with perfume (or in the countryside, sometimes water), first asking permission by reciting a verse. In return, the women give the men eggs (sometimes painted, sometimes chocolate). Children receive chocolate eggs (sometimes fruits and nuts, chocolate rabbits), from the Easter Bunny; these gifts are sometimes hidden in the garden or house. (Real rabbits are sometimes gifted.) The day's meal is often ham, eggs, sweetbreads, and horseradish for breakfast. |- | 1 May || Labour Day|| A munka ünnepe | The countries of the EU are represented with special programmes, bridges are decorated and exhibitions are held. Labour Day coincides with May Day (majális); many attend outdoor festivities in public parks. Since 2004 it is also the anniversary of the accession to the EU. |- | Moveable || Pentecost Monday || Pünkösdhétfő | Monday after Pentecost |- | 20 August || State Foundation Day | Az államalapítás ünnepe | Commemoration of Hungary's first king St. Stephen, also the day of the foundation of Hungary and \"the day of the new bread\". St. Stephen (Szent István király, ca. 975 – 15 August 1038), as the first king of Hungary, led the country into the Christian church and established the institutions of the kingdom and the church. He was canonized on 20 August 1083, and 20 August is his feast day in Hungary. Celebrated with a half-hour fireworks display on the bank of the Danube in the evening, watched from both river banks, the Buda hills, and the rooftops of Pest and Buda. Under the Hungarian People's Republic, 20 August was celebrated as the founding of the socialist republic.Cavendish, Marshall (2005), p. 114. |- | 23 October || National Day || Nemzeti ünnep | Memorial day of the 1956 Revolution, which fought to expel Soviet troops from Hungary and establish free elections. Also the day of the proclamation of the Third Hungarian Republic (1989). Celebrated with speeches and exhibitions. |- | 1 November || All Saints Day || Mindenszentek | Day of remembrance of the dead. Family and friends decorate graves in Christian cemeteries. |- | 25 December || Christmas Day || Karácsony | Public transport stops operating at about 4 pm on the 24th, Christmas Eve (Szenteste) as most families gather to celebrate, placing presents under a Christmas tree which has been decorated while the children are away from the house. Presents are then opened and a large meal eaten in celebration. On the 25th and 26th, people usually visit relatives. |- | 26 December || Second Day of Christmas || Karácsony másnapja | |} == Remembrance days endorsed by the state == Remembrance Days are working days in Hungary. {|class=wikitable |- ! scope=\"col\"| Date ! scope=\"col\"| English name ! scope=\"col\"| Local name ! scope=\"col\"| Remarks |- | 1 February || Memorial Day of the Republic || A köztársaság emléknapja | Commemorating the law (1946. évi I. törvény) on the proclamation of the republic in 1946, memorial day since 2006. |- | 25 February || Memorial Day for the Victims of the Communist Dictatorships || A kommunista diktatúrák áldozatainak emléknapja | On this day in 1947 Béla Kovács, Secretary-General of the Independent Smallholders' Party was arrested and deported to the Soviet Union. Memorial day since 2000, commemorations are held in high schools. |- | 16 April || Memorial Day for the Victims of the Holocaust || A holokauszt áldozatainak emléknapja | On this day in 1944 the Jews of Subcarpathia were rounded up and forced into ghettos. Memorial day since 2001, commemorations are held in high schools. |- | 21 May || National Defense Day || Honvédelmi nap | Battle of Buda (1849) |- | 4 June || Day of National Unity || A nemzeti összetartozás napja | Commemorating the anniversary of the signing of the Treaty of Trianon, when the Kingdom of Hungary lost 72% of its territory. National memorial day since 2010. |- | 19 June || Independent Hungary Day ||A független Magyarország napja | Commemorating the execution of the martyrs of the 1956 Hungarian Revolution (on 16 June 1958), and the anniversary of the end of the Soviet occupation of Hungary. Memorial day since 2001. |- | 6 October || Memorial Day for the Martyrs of Arad || Az aradi vértanúk emléknapja | Commemorating the anniversary of the 1849 execution of the 13 Martyrs of Arad after the defeat of the Hungarian Independence War. National memorial day, commemorations are held in primary and high schools. |} == Holidays not endorsed by the state == {| class=wikitable |- ! scope=\"col\"| Date ! scope=\"col\"| English Name ! scope=\"col\"| Local Name ! scope=\"col\"| Remarks |- | 8 March || International Women's Day || Nemzetközi nőnap | Women get flowers and gifts from their employers and schoolchildren often bring gifts for their teachers. |- | 4 April || Liberation Day || Felszabadítási Nap | During World War II in Hungary, the Soviet Red Army liberated Hungary from the Nazi German regime. Was celebrated until 1989 |- | 7 November || Great October Socialist Revolution || Nagy októberi szocialista forradalom |Throughout the existence of Communist rule in Hungary, the country celebrated the Russian Socialist Revolution commemorating the 1917 uprising by the Bolsheviks led by Vladimir Lenin. Celebrated simultaneously with the Soviet Union. |- | 6 December || Santa Claus, Saint Nicholas Day || Mikulás, Télapó | On this day, Hungarian children polish their boots and put them in the window. Mikulás comes in the night and fills them with chocolates and/or small presents. If they were bad, they might get sticks instead. |- | 31 December || New Year's Eve || Szilveszter | Young people go partying until morning. Streets are noisy with paper trumpets, hoots and the pop of champagne corks; people often wear masks and throw petards (despite them being outlawed). Those who stay home usually watch comedies made for the occasion; at midnight they drink champagne and wish each other good luck for the new year (BÚÉK). All Hungarian radio & television channels broadcast the national anthem at midnight, and then the President's speech. Firework displays are common. The next day streets are empty, and people sleep late (or sleep themselves sober). Lentils are eaten, symbolising coins for good luck. |- |Moveable||Carnival||Farsang |A six-day regional carnival, originally celebrated by the Šokci (ethnic-Croatians) living in the town of Mohács. Traditions include folk music, masquerading, parades and dancing. |} == Special events == Hungary's most notable annual events include the Budapest Spring Festival (mid-march to mid-April), Hortobágy Equestrian Days (late June), Sopron Early Music Days (late June), Festival in Budapest (late June), Miskolc Opera Festival (late June), Miskolc Kalálka International Folk Festival (July), Győr Summer Festival (late June), Győr Summer Cultural Festival (late June to late July), Pannon Festival in Pécs (July and August), Szentendre Summer Festival (July), Kőszeg Street Theatre Festival (late July), Savaria International Dance Competition in Szombathely (July), Debrecen Jazz Days (July), Szeged Open Air Festival (mid- July to August), Diáksziget (shorter: \"Sziget\" or \"Sziget Festival\", Student Island or Pepsi Island) north of Budapest (August), Eger Wine Harvest Festival (September), and Budapest Autumn Arts Festival (mid-September to mid-October). St Stephen's Day (August 20) is celebrated with sporting events, parades and fireworks nationwide. On the same day there is a Floral Festival in Debrecen and a Bridge Fair in nearby Hortobágy. Formula 1 car races are held in early August at the Hungaroring near Mogyoród, 18 km northeast of Budapest.Public Holidays and Special Events == References == ==External links== * Hungarian public holidays calculator Hungary",
 "title": "Public holidays in Hungary"
}