{
 "id": "879992",
 "text": "Thom McKee (born 1955) is a former United States Navy officer and 1977 graduate of the Naval Academy, who was a long-running contestant on Tic-Tac- Dough, an American game show, in 1980. He set a number of game show records for the time, appearing on 46 episodes of the series and winning $312,700 in cash and prizes. This total made him the biggest winner in the history of television game shows at the time. ==Performance on Tic Tac Dough== As a contestant on Tic Tac Dough, McKee won $312,700 (the equivalent of about $ in today's dollars) in cash and prizes over 46 days on the show. He played a total of 89 games, defeating 43 opponents (the remaining games other than his last being drawn), and answered 353 questions correctly. His total prizes included eight cars (as winners on Tic Tac Dough were awarded a new car every fifth win), three sailboats, 16 vacations (which he was unable to take), several other smaller prizes, and $200,000 in cash. Prior to McKee's record, the most ever won on a television game show was The Joker's Wild contestant Eileen Jason, who won $305,280 ($250,000 of which was won during the 1979 Tournament of Champions). McKee was defeated on August 3, 1980 by Erik Kraepelien to end his winning streak. After his defeat, which occurred after he failed to answer a question in the topic 'Women In Film', McKee appeared on To Tell the Truth in 1980. Only one of the four celebrity panelists was able to identify him alongside his two impostors. Three years after his original run on Tic Tac Dough, McKee made one more appearance on the show, this time to compete in a Tournament of Champions. In the 1990s, he became president of Hicks & Rotner Associates Inc. (now H&R; Retail), a brokerage firm. He is no longer with the firm. ==Records broken== The wins and consecutive days records were broken by 100% contestant Ian Lygo in 1998, while the winnings record was broken by Michael Shutterly during the original 15-night run of Who Wants to Be a Millionaire in 1999, where he won $500,000. McKee still holds the American record for most consecutive games played (100 games, 56 wins), due to the nature of Tic Tac Dough making ties possible (and frequent). However, Jeopardy! contestant Ken Jennings (who himself set a new cash winnings record), beat the wins record with 74, and most consecutive days with 75 in 2004–05. ==Other shows== McKee was a subject on the Robin Ward-hosted version of To Tell the Truth shortly after his reign on Tic Tac Dough came to an end. McKee participated in the American version of Grand Slam as the #11 seed, facing a field of game show greats. He faced John Carpenter of Who Wants to Be a Millionaire fame in a first-round matchup, but lost. ==References== ==External links== * Category:1955 births Category:Living people Category:United States Naval Academy alumni Category:Contestants on American game shows Category:United States Navy officers",
 "title": "Thom McKee"
}