{
 "id": "879920",
 "text": "Raffles Hotel is a colonial-style luxury hotel in Singapore. It was established by Armenian hoteliers, the Sarkies Brothers, in 1887. The hotel was named after British statesman Sir Thomas Stamford Raffles, the founder of modern Singapore. It is the flagship property of Raffles Hotels & Resorts, and is managed by AccorHotels after Accor acquired FRHI Hotels & Resorts. The hotel is owned by Qatar-based, government-owned Katara Hospitality. The hotel commenced Phase 3 of a three-phase restoration programme on 13 December 2017 and reopened in August 2019 following the completion of the renovation. ==History== Raffles Hotel Singapore started as a privately owned beach house built in the early 1830s. It first became Emerson's Hotel when Dr. Charles Emerson leased the building in 1878. Upon his death in 1883, the hotel closed, and the Raffles Institution stepped in to use the building as a boarding house until Dr. Emerson's lease expired in September 1887. Almost immediately after the first lease expired, the Sarkies Brothers leased the property from Syed Mohamed Alsagoff, its owner, with the intention of turning it into a high-end hotel. A few months later, on 1 December 1887, the ten-room Raffles Hotel opened. Its proximity to the beach and its reputation for high standards in services and accommodations made the hotel popular with wealthy clientele. Within the hotel's first decade, three new buildings were added on to the original beach house. First, a pair of two-story wings were completed in 1890, each containing 22 guest suites. Soon afterward, the Sarkies Brothers leased a neighboring building at No. 3 Beach Road, renovated it, and in 1894, the Palm Court Wing was completed. The new additions brought the hotel's total guest rooms to 75. A few years later, a new main building was constructed on the site of the original beach house. Designed by architect Regent Alfred John Bidwell of Swan and Maclaren, it was completed in 1899. The new main building offered numerous state-of-the-art (for the time) features, including powered ceiling fans and electric lights. In fact, the Raffles Hotel was the first hotel in the region to have electric lights. thumb|left|Raffles Hotel in 1932, showing the extended veranda The hotel continued to expand over the years with the addition of wings, a veranda, a ballroom, a bar and billiards room, as well as other buildings and rooms. In 1902, a tiger that had escaped from a nearby circus was shot in a storage place under the Bar & Billiards room, which was originally constructed at an elevation. The Great Depression spelled trouble for Raffles Hotel and, in 1931, the Sarkies Brothers declared bankruptcy. In 1933, the financial troubles were resolved, and a public company called Raffles Hotel Ltd. was established, taking over from the Sarkies. thumb|right|upright|Raffles Hotel, Palm Court Wing Upon the start of the Japanese occupation of Singapore on 15 February 1942, it is said that the Japanese soldiers encountered the guests in Raffles Hotel dancing one final waltz. Meanwhile, staff buried the hotel silver—including the silver beef trolley—in the Palm Court. During World War II, Raffles Hotel was renamed , incorporating Syonan (\"Light of the South\"), the Japanese name for occupied Singapore, and ryokan, the name for a traditional Japanese inn. The hotel was reclaimed in 1945 during Operation Tiderace by the British Navy. Stanley Redington raised the British Naval Jack on top of the Raffles Hotel. In 1987, a century after it first opened, Austrian writer and researcher Andreas Augustin discovered the long lost original drawings of Raffles Hotel, hidden in a Singaporean archive. That year these drawings were published for the first time in the book The Raffles Treasury. Raffles Hotel was declared a National Monument by the Singapore government in 1987. thumb|right|The Long Bar at Raffles Hotel Singapore before the 2017 renovation In 1989, the hotel closed to undergo an extensive renovation that lasted two years and cost $160 million. The hotel reopened on 16 September 1991. While the hotel was restored to the grand style of its 1915 heyday, significant changes were made. All guest rooms were converted to suites. In addition, Long Bar, which was a favorite spot of celebrities such as Somerset Maugham, was relocated from the lobby to a new adjoining shopping arcade. The Long Bar is notable for patrons' unusual practice of throwing peanut casings onto the floor. Long Bar is also where the national cocktail, the Singapore Sling, was invented by bartender Ngiam Tong Boon. On 18 July 2005, it was announced that Colony Capital LLC would purchase Raffles Holdings the entire chain of Raffles Hotels, which included the Raffles Hotel, for $1.45 billion. In April 2010, it was reported that a Qatari sovereign wealth fund bought Raffles Hotel for $275 million. In addition to taking over the Raffles Hotel, the Qatar Investment Authority would inject $467 million into Fairmont Raffles Hotels International in exchange for a 40% stake in the luxury hotel chain. At one time, Raffles Hotel maintained a hotel museum. It displayed memorabilia such as photographs, silver and china items, postcards and menus, as well as old and rare editions of the works of the famous writers who had stayed there. The museum also displayed photographs of its famous guests and visitors. The Raffles Hotel Museum closed in 2012. In December 2015, the Fairmont/Raffles brands were purchased by the French multinational hotel group AccorHotels. A major renovation of the hotel was undertaken starting January 2017, and the hotel closed in December 2017 to allow renovation work to proceed. The rooms were refurbished and soundproofed, and the number of suites increased from 103 to 115. New technologies were incorporated and a new marble floor was installed. Its various food and beverage outlets were revamped, and the Writer's Bar formerly in a corner of the lobby given its own space. Its former Jubilee Theatre was transformed into a ballroom. The hotel reopened on 1 August 2019. ==Arcade== Raffles Hotel has a shopping arcade with 40 speciality boutiques. The arcade also houses most of the hotel's restaurants. ==In popular culture== *Raffles is the setting for Ryū Murakami's novel and its film adaptation titled Raffles Hotel. The film was shot on location. *The hotel was featured as a Japanese stronghold in Medal of Honor: Rising Sun. *The hotel was where Nick and Rachel stayed when they arrived in Singapore in Crazy Rich Asians. *Raffles Hotel was the subject of Paul O'Grady's Orient for Carlton Television. *Raffles Hotel featured in episodes of the BBC/ABC co-production Tenko, with the majority of series 3 taking place in the hotel. * The 2018 renovation was the subject of the TV documentary series, Raffles: An Icon Reborn * In Malcolm Pryce's 2020 detective novel, 'The Corpse in the Garden of Perfect Brightness', the detective, Jack Wenlock, tracks down and interviews a contact at Raffles. Throughout the book, characters refer to the hotel rather unusually as 'the Raffles', rather than simply 'Raffles'. ==See also== *Stamford House, formerly leased as an annex for Raffles Hotel. *Eastern & Oriental Hotel and Strand Hotel, other prominent hotels established by the Sarkies Brothers. == References == == Further reading == * * Andreas Augustin, Raffles, The Most Famous Hotels in the World. London/Singapore/Vienna, (1986) * Chefs of Raffles Hotel, The Raffles Hotel Cookbook. Butterworth-Heinemann (2003). * Fables From the Raffles Hotel Arcade. Angsana Books (1995). * Raymond Flower, The Year of the Tiger. Singapore (1986). * Gretchen Liu, Raffles Hotel style. Raffles Hotel (1997). * Ralph Modder, Romancing the Raffles: A Collection of Short Stories. SNP Editions (2000). * Ryu Murakami (Author), Corinne Atlan (trans.), Raffles Hotel. Picquier (2002). * * Maurizio Peleggi, \"The Social and Material Life of Colonial Hotels: Comfort Zones as Contact Zones in British Colombo and Singapore, ca. 1870-1930.\" Journal of Social History 46.1 (2012): 125-153 * Ilsa Sharp, There Is Only One Raffles: The Story of a Grand Hotel. Ulverscroft Large Print (1991). * * Nadia Wright, Respected Citizens: The History of Armenians in Singapore and Malaysia. Amassia Publishing (2003), pp. 114–132. ==External links== * * Raffles Hotel timeline Category:Hotel buildings completed in 1899 Category:Downtown Core (Singapore) Category:Hotels in Singapore Category:Tourist attractions in Singapore Category:National monuments of Singapore Category:Museums in Singapore Category:Hotels established in 1887 Category:Raffles Hotels & Resorts Category:1887 establishments in British Malaya",
 "title": "Raffles Hotel"
}