{
 "id": "879939",
 "text": "Carolco Pictures, Inc. was an American independent motion picture production company that existed from 1976 to 1995, founded by Mario Kassar and Andrew G. Vajna. Kassar and Vajna ran Carolco together until 1989, when Vajna left to form Cinergi Pictures. Carolco hit its peak in the 1980s and early 1990s, with blockbuster successes including the first three films of the Rambo franchise, Total Recall, Terminator 2: Judgment Day, Basic Instinct, Universal Soldier, Cliffhanger and Stargate. Nevertheless, the company was losing money overall, and required a corporate restructuring in 1992. The 1995 film Cutthroat Island, intended to be a comeback for the studio, instead lost $147 million and brought the company to an end. == History == === Early years === The company was founded through the partnership of two film investors, Mario Kassar and Andrew Vajna. The two were hailed by Newsweek as some of the most successful independent producers.Prince, p. 143. By the age of 25, Vajna went from wig-maker to the owner of two Hong Kong theaters. Then, Vajna ventured into the production and distribution of feature films. One of Vajna's early productions was a 1973 martial-arts film entitled The Deadly China Doll which made $3.7 million worldwide from a $100,000 budget. Their goal was to focus on film sales, with their first venture being The Sicilian Cross; eventually it went into financing low-budget films. Their earliest films were produced by American International Pictures and ITC Entertainment with Carolco's financial support, and co-produced with Canadian theater magnate Garth Drabinsky. The name \"Carolco\" was purchased from a defunct company based in Panama, and according to Kassar, \"it has no meaning.\"Lambie, Ryan (March 10, 2014). The Rise and Fall of Carolco. Den of Geek! === Rise === Carolco's first major success was First Blood (1982), an adaptation of David Morrell's novel of the same name. Kassar and Vajna took a great risk buying the film rights to the novel (for $385,000) and used the help of European bank loans to cast Sylvester Stallone as the lead character, Vietnam War veteran John Rambo, after having worked with him on the John Huston film Escape to Victory (1981). The risk paid off after First Blood made $120 million worldwide, and placed Carolco among the major players in Hollywood.Prince, p. 144. On May 15, 1984, Carolco Pictures entered into a long-time agreement with then-up-and-coming film distributor and fledging studio Tri-Star Pictures, whereas Tri-Star would distribute films in North America, whereas HBO handled pay cable TV rights, and Thorn EMI Video, which handled North American home video distribution rights. The first film under the agreement was Rambo: First Blood Part II. TriStar released the majority of Carolco's films from that point on in the U.S. and some other countries until 1994. The sequel Rambo: First Blood Part II (1985), was timed for the 10th anniversary of the United States' exit from the Vietnam War; that event garnered publicity for the new film, which also became a hit. Tri-Star and Carolco would eventually renew its partnership in 1986 so that was enabled to distribute future films like Rambo III, and called for Tri-Star to distribute upcoming Carolco product for a new multifeature agreement. The release of the two Rambo films were so instrumental to Carolco's financial success that the studio focused more on big-budget action films, with major stars such as Stallone (who later signed a ten-picture deal with the studio) and Arnold Schwarzenegger attached. These films, aimed at appealing to a worldwide audience, were financed using a strategy known as \"pre-sales\", in which domestic and foreign distributors invested in these marketable films in exchange for local releasing rights.Prince, pp. 144-145. On May 14, 1986, Carolco decided to restructure their corporation into a new structure with Peter Hoffman hired as president and CEO of the studio, and decided to set up subsidiaries and alliances within the branch of the own Carolco movie studio. Carolco entered home video distribution as well. Independent video distributor International Video Entertainment (IVE) was going through financial difficulties and was near bankruptcy. In 1986, Carolco purchased IVE in the hopes of \"turning the company around.\" The deal was finalized a year later. On December 17, 1986, Carolco had closed a deal with HBO/Cannon Video, bringing Carolco back the rights to the two pictures Angel Heart and Extreme Prejudice for $43 million, and decided was in talks to purchase a small independent production studio, The IndieProd Company, for an undisclosed price amount of $40 million, in order to relicense the pictures to International Video Entertainment, which the company held a controlling interest in the studio. IVE merged with another distributor, Lieberman, and became LIVE Entertainment in 1988.Prince, pp. 145-146. On December 24, 1986, Carolco expanded into video retail holdings by acquiring Filk's Video, which was a Woolbridge, New Jersey video store that has been officially opened shortly and that they teamed up with Tom House of the New York-area American Video Enterprises chain, in order to expand the distribution channels of the Carolco material, and it would be simultaneously with Paramount's move into video retailers. On January 21, 1987, they set up a licensing subsidiary to handle various worldwide merchandise of the Rambo series, Carolco Licensing, which would be headed up by Bob Mislrowski, which would handle licensing for characters in motion pictures that was produced by the studio. In the late 1980s, Carolco attempted to buy film distributor Orion Pictures and home video distributor Media Home Entertainment, but the deal failed.Kornbluth, Jesse (April 6, 1987). \"The Little Studio that Could\". New York Magazine. pp. 48–54. In late July 1987, Carolco set up a new overseas division Carolco Films International, by acquiring the overseas rights to the four pictures by John Carpenter and Alive Films, which were the first pickups for the foreign sales operation, which will be headed by former Goldcrest employee and then-future Intermedia co-founder Guy East, and delievered to four years with a budget of $4–5 million, and the first of the titles were Prince of Darkness, followed by They Live, Victory Out of Time, and a fourth title that was to be announced, and expand into producing partnerships with TV systems in Europe and various home video companies and moves into exhibition and television ownership, and the company will look into 3-5 English-language films annually to accomplish the 3-4 in-house productions, and profits generated by Carolco Films International, to be held into production investments that will going to be on hand. The company was then expanded in October 1987 to set up a London office that hired two ousted employees from the ousted Goldcrest studio, Greg Dinner, who will serve as vice president of development at Carolco Films International, and Barbara Booker was named manager of foreign sales administration. In late 1987, the company received a tax shelter agreement with Canadian production and distribution studio Alliance Entertainment Corporation, to finance multiple pictures for Carolco, such as Food of the Gods II, Iron Eagle II and Pound Puppies and the Legend of Big Paw, which was to be released in foreign sales by the Carolco Films International division. On August 28, 1987, Carolco acquired television syndicator Orbis Communications for $15.4 million and initiated television production and distribution. The company decided to invest money in launching pilots for first-run syndicated series, and as many as eight television movies a year for primetime, and Orbis decided to focus on action/suspense movies, which tend to be the ones most in demand for foreign domestic TV syndication and home video, and Orbis will handle domestic syndication for the movies after two network runs in network primetime, and Carolco to do the honors for its foreign syndication unit, and through its subsidiary International Video Entertainment for home video. They also purchased the former De Laurentiis Entertainment Group production facility in Wilmington, North Carolina, and established Carolco Home Video, with LIVE Entertainment as output partner. Vajna sold his share of Carolco in December 1989 for $106 million to Kassar due to increasing disagreement with Kassar over the direction of the company. That November, Vajna formed Cinergi Pictures, with The Walt Disney Company as a distribution partner. Kassar's ownership of the company increased to 62%. === 1990–1994 === In 1990, Pioneer Electric Corporation of Japan acquired a share in Carolco. Carolco acquired the rights to make a sequel to The Terminator from Hemdale Film Corporation in 1990 (the company already had the television rights to the original film courtesy of a television distribution deal with Hemdale). The company re-hired Terminator director James Cameron (who had worked as a screenwriter on Rambo II) and Arnold Schwarzenegger to star in a multi- million-dollar budgeted sequel, Terminator 2: Judgment Day (1991). It was the highest-grossing film of the year and the most successful film in Carolco's history. Halfway through the year, Carolco entered into a joint venture with New Line Cinema to start Seven Arts, a distribution company which primarily released much of Carolco's low-budget output.Carolco, New Line in Distribution Agreement In 1991, syndicator Orbis Communications was renamed to Carolco Television, and Hilary Hendler said they wanted to better emphasize the Carolco connection. Carolco struggled for some years to secure the rights to Spider-Man, a property that Cameron was keen to produce as a film. Plans fell through, though Columbia Pictures would eventually produce several Spider-Man films. Toward the end of shooting True Lies, Variety carried the announcement that Carolco had received a completed screenplay from Cameron. This script bore the names of Cameron, John Brancato, Ted Newsom, Barry [sic] Cohen and \"Joseph Goldmari\", a typographical scrambling of Menahem Golan's pen name, \"Joseph Goldman\", with Marvel executive Joseph Calimari. (Golan had previously, and unsuccessfully, tried to produce a Spider-Man film for his own studio, Cannon Films.) The script's text was identical to what Golan had submitted to Columbia the previous year, with the addition of a new 1993 date. Cameron stalwart Arnold Schwarzenegger was frequently linked to the project as the director's choice for Doctor Octopus. As late as 1995, Internet industry sources such as Baseline Hollywood still listed both Neil Ruttenberg (author of one of the 1990 \"Doc Ock\" variations submitted to Columbia) and Cameron as co-writers. Carolco also attempted to make Bartholomew vs. Neff, a comedy film that was to have been written and directed by John Hughes and would have starred Sylvester Stallone and John Candy. === Decline and collapse === Though Carolco made several successful films through the 1990s, including Total Recall, Terminator 2: Judgment Day, and Basic Instinct, the studio was gradually losing money as the years went on. Carolco mixed blockbusters with small-budget arthouse films which were not profitable. In addition, the studio was criticized for overspending on films through reliance on star power and far-fetched deals (Schwarzenegger received then-unheard-of $10–14 million for his work on Total Recall and Terminator 2; Stallone also had similar treatment). Losses of partnerships also threatened the studio's stability and drove it towards bankruptcy.Prince, pp. 147-148. In 1992, Carolco went under a corporate restructuring, invested in by a partnership of Rizzoli-Corriere della Sera of Italy, Le Studio Canal+ of France, Pioneer, and MGM. Each partner helped infuse up to $60 million into the studio's stock and another $50 million for co-financing deals. MGM also agreed to distribute Carolco product domestically after a previous deal with TriStar expired. In 1993, Carolco was forced to sell its shares in LIVE Entertainment to a group of investors led by Pioneer;History of Artisan Entertainment Inc., referenceforbusiness.com it was later renamed Artisan Entertainment, which was bought by Lions Gate Entertainment. Cutbacks at Carolco also forced the studio to make a deal with TriStar over the funding of the Stallone action film Cliffhanger: Carolco would have to sell full distribution rights in North America, Mexico, Australia, New Zealand, Germany, and France to TriStar in exchange for half of the film's budget.Prince, pp. 148. Although a major box- office success, Carolco saw little revenue from Cliffhanger since it ended up becoming a minority owner in the film. Carolco's attempt to make more of its specialties proved to be more strenuous: the studio had to shelve Crusade, an upcoming Schwarzenegger vehicle based on a script by Walon Green and with Paul Verhoeven attached as director, in 1994 when the budget exceeded $100million. However, Carolco was able to complete a merger with The Vista Organization in late October 1993. Carolco attempted a comeback with the big-budget swashbuckler Cutthroat Island, with Michael Douglas in the lead. Douglas dropped out early in its production, and was replaced by the less-bankable Matthew Modine. Geena Davis, cast as the female lead through her ties with then-husband, the director Renny Harlin, was already an established A-lister but was coming off a string of flops. MGM hoped to advertise Cutthroat Island based on spectacle rather than cast. In an attempt to raise more financing for the projected $90–100million film, Carolco sold off the rights to several films in production, including Last of the Dogmen, Stargate and Showgirls.Prince, pp. 148-149. In October 1994, Carolco ran out of funds and Pioneer invested another $8 million. In April 1995, Carolco announced that it was unable to make interest payments on $55 million of debt. In November 1995, Carolco filed for Chapter 11 bankruptcy protection. Cutthroat Island was released that Christmas and became a box-office disaster. Carolco agreed to sell its assets to 20th Century Fox for $50 million. But when Canal+ made a $58 million bid for the library in January 1996, Fox, which by then lowered their purchase price to $47.5 million, dropped their deal.Bates, James. \"New Carolco Library Bid Sends Fox Running.\" Los Angeles Times (January 17, 1996) A new partnership was formed between Carolco's owner (Mario Kassar) and Cinergi's owner (Andrew G. Vajna) in 1998. The duo formed C2 Pictures and produced Terminator 3: Rise of the Machines and Basic Instinct 2, among other films. === 2015–2017: Resurrection of Carolco brand === Film producer Alexander Bafer purchased the Carolco name and logo years later. On January 20, 2015, Bafer renamed his production company Carolco Pictures, formerly known as Brick Top Productions. Bafer then recruited Mario Kassar as the chief development executive of the new Carolco.Accesswire (January 21, 2015). \"Carolco Pictures Label Returns for First Time in 20 Years.\" Yahoo! Finance. However, on April 7, 2016, it was announced that both Bafer and Kassar had left the company, Kassar taking with him one of Carolco's planned projects, a remake of the 1999 Japanese horror film Audition which he was producing. Investor Tarek Kirschen was then inducted as Carolco's CEO. In 2017, StudioCanal and Carolco reached an agreement whereby StudioCanal would have sole control of the Carolco name and logo and the Carolco Pictures company would be renamed Recall Studios. That agreement settled a legal dispute over the Carolco mark brought by StudioCanal. The arrangement took effect on November 29 of that year. == Carolco's library == After its bankruptcy, the assets of Carolco were sold off to other companies, most already sold during Carolco's existence. In March 1996, Canal+ purchased the library in bankruptcy court for a value of approximately $58 million. The ancillary rights to Carolco's library (up to 1995) were held by French production company StudioCanal, since its parent company, Canal+ Group, owned a stake in Carolco, eventually buying out its partners. On September 17, 1991, Multimedia Entertainment acquired selected assets of Carolco's television distribution unit Orbis Communications, which included the telefilm subsidiary Carolco Television Productions.\"AP News Archive\" Multimedia Buys Television Programming Assets apnewsarchive.com, Retrieved on October 19, 2013 In 1992, Carolco Pictures licensed television distribution rights to its library to Spelling Entertainment in order to pay off debt. In North America, with certain exceptions, those rights were held by Paramount Television Studios through Trifecta Entertainment & Media as the successor to Spelling Entertainment. All other rights in terms of home video were licensed to Lionsgate under an ongoing deal with StudioCanal. Lionsgate, in turn, licensed those rights in Canada to Entertainment One, although theatrical rights to most of the library were split between Sony Pictures and Rialto Pictures, the latter company acting on behalf of StudioCanal. StudioCanal itself held full distribution rights in France, Germany, Australia, Ireland, and the United Kingdom. In other territories, StudioCanal licensed home video rights to Universal Pictures Home Entertainment. == Filmography == === 1970s === {| class=\"wikitable sortable\" |- ! Release Date ! Title ! Notes |- | align=\"right\"| March 30, 1976 || The Sicilian Cross || financing; produced by Aetos Produzioni; distributed by Agora Cinematografica in Italy and American International Pictures in North America |- | align=\"right\"| July 9, 1976 || A Small Town in Texas || financing; produced and distributed by American International Pictures |- | align=\"right\"| July 28, 1976 || Futureworld || financing; produced and distributed by American International Pictures |- | align=\"right\"| October 8, 1976 || The Cassandra Crossing || rowspan=\"2\" | financing; produced by ITC Entertainment; distributed by AVCO Embassy Pictures |- | align=\"right\"| March 23, 1977 || The Domino Principle |- | align=\"right\"| March 31, 1977 || The Eagle Has Landed || rowspan=\"2\" | financing; produced by ITC Entertainment; distributed by Columbia Pictures |- | align=\"right\"| August 5, 1977 || March or Die |- | align=\"right\"| March 30, 1979 || The Silent Partner || distributed by EMC |- | align=\"right\"| May 11, 1979 || Winter Kills || financing; distributed by AVCO Embassy Pictures |- | align=\"right\"| May 30, 1979 || The Fantastic Seven || financing; produced by Martin Poll |- | align=\"right\"| September 1979 || The Sensuous Nurse || financing |} === 1980s === {| class=\"wikitable sortable\" |- ! Release Date ! Title ! Notes |- | align=\"right\"| March 28, 1980 || The Changeling || distributed by Associated Film Distribution |- | align=\"right\"| August 15, 1980 || The Kidnapping of the President || financing; distributed by Crown International Pictures |- | align=\"right\"| September 5, 1980 || The Agency || financing; distributed by Jensen Farley Pictures |- | align=\"right\"| September 9, 1980 || Suzanne || financing; distributed by 20th Century Fox |- | align=\"right\"| September 15, 1980 || Shōgun || financing; distributed by Paramount Pictures |- | align=\"right\"| December 14, 1980 || Tribute || financing; distributed by 20th Century Fox |- | align=\"right\"| February 1, 1981 || Caboblanco || financing; distributed by AVCO Embassy Pictures |- | align=\"right\"| March 23, 1981 || The High Country || financing; distributed by Crown International Pictures |- | align=\"right\"| April 1981 || The Last Chase || financing; distributed by Crown International Pictures |- | align=\"right\"| July 30, 1981 || Escape to Victory || with Lorimar; distributed by Paramount Pictures |- | align=\"right\"| September 25, 1981 || Carbon Copy || financing; produced by Hemdale Film Corporation and RKO Pictures, distributed by AVCO Embassy Pictures |- | align=\"right\"| December 18, 1981 || Your Ticket Is No Longer Valid || financing |- | align=\"right\"| February 12, 1982 || The Amateur || produced in association with Tiberius Film Productions; distributed by 20th Century Fox |- | align=\"right\"| October 22, 1982 || First Blood || distributed by Orion Pictures |- | align=\"right\"| January 1985 || Superstition || with Panaria, distributed by Almi Pictures |- | align=\"right\"| May 22, 1985 || Rambo: First Blood Part II || first film under distribution pact with TriStar Pictures |- | align=\"right\"| March 6, 1987 || Angel Heart || rowspan=\"2\" | distributed by TriStar Pictures |- | align=\"right\"| April 24, 1987 || Extreme Prejudice |- | align=\"right\"| October 23, 1987 || Prince of Darkness || with Alive Films, Larry Franco Productions and Haunted Machine Productions; distributed by Universal Pictures |- | align=\"right\"| March 18, 1988 || Pound Puppies and the Legend of Big Paw || with The Maltese Companies; distributed by TriStar Pictures |- | align=\"right\"| May 25, 1988 || Rambo III || rowspan=\"2\" | distributed by TriStar Pictures |- | align=\"right\"| June 17, 1988 || Red Heat |- | align=\"right\"| November 4, 1988 || They Live || with Alive Films and Larry Franco Productions; distributed by Universal Pictures |- | align=\"right\"| November 11, 1988 || Iron Eagle II || distributed by TriStar Pictures |- | align=\"right\"| December 2, 1988 || Watchers || with Concorde Pictures, Centaur Films, Rose & Ruby Productions and Canadian Entertainment Investors No. 2 and Company; distributed by Universal Pictures |- | align=\"right\"| January 13, 1989 || DeepStar Six || distributed by TriStar Pictures |- | align=\"right\"| April 7, 1989 || Pathfinder || subtitled version of a film made in Norway |- | align=\"right\"| May 19, 1989 || Food of the Gods II || distributed by Concorde Pictures |- | align=\"right\"| August 4, 1989 || Lock Up || rowspan=\"2\" | distributed by TriStar Pictures |- | align=\"right\"| September 29, 1989 || Johnny Handsome |- | align=\"right\"| October 27, 1989 || Shocker || with Alive Films and Universal City studios; distributed by Universal Pictures |- | align=\"right\"| December 22, 1989 || Music Box || distributed by TriStar Pictures |} === 1990s === {| class=\"wikitable sortable\" |- ! Release Date ! Title ! Notes |- | align=\"right\"| February 23, 1990 || Mountains of the Moon || rowspan=\"5\" | distributed by TriStar Pictures |- | align=\"right\"| June 1, 1990 || Total Recall |- | align=\"right\"| August 10, 1990 || Air America |- | align=\"right\"| September 21, 1990 || Narrow Margin |- | align=\"right\"| November 2, 1990 || Jacob's Ladder |- | align=\"right\"| December 19, 1990 || Hamlet || Foreign distribution with Warner Bros., Icon Productions, and Nelson Entertainment |- | align=\"right\"| February 8, 1991 || L.A. Story || distributed by TriStar Pictures |- | align=\"right\"| March 1, 1991 || The Doors || with Bill Graham Films and Imagine Entertainment; distributed by TriStar Pictures |- | align=\"right\"| April 25, 1991 || The Punisher || home media and television distribution in North America only, distributed by New World Pictures and 20th Century Fox internationally |- | align=\"right\"| July 3, 1991 || Terminator 2: Judgment Day || with Lightstorm Entertainment and Le Studio Canal+; distributed by TriStar Pictures |- | align=\"right\"| March 20, 1992 || Basic Instinct || with Le Studio Canal+; distributed by TriStar Pictures |- | align=\"right\"| June 26, 1992 || Incident at Oglala || distributed by Miramax Films |- | align=\"right\"| July 10, 1992 || Universal Soldier ||with Centropolis Entertainment; distributed by TriStar Pictures |- | align=\"right\"| August 21, 1992 || Light Sleeper || New Line division Fine Line Features |- | align=\"right\"| December 25, 1992 || Chaplin || rowspan=\"2\" | with Le Studio Canal+; distributed by TriStar Pictures |- | align=\"right\"| May 28, 1993 || Cliffhanger |- | align=\"right\"| August 26, 1994 || Wagons East || last Carolco film to be distributed by TriStar Pictures. |- | align=\"right\"| October 28, 1994 || Stargate || with Le Studio Canal+, distributed by Metro-Goldwyn-Mayer |- | align=\"right\"| September 8, 1995 || Last of the Dogmen || with Savoy Pictures |- | align=\"right\"| September 22, 1995 || Showgirls || with United Artists and Chargeurs |- | align=\"right\"| December 22, 1995 || Cutthroat Island || distributed by Metro-Goldwyn-Mayer |} === Seven Arts Pictures === {| class=\"wikitable sortable\" |- ! Release Date ! Title ! Notes |- | align=\"right\"| September 14, 1990 || Repossessed || distributed by New Line/Seven Arts |- | align=\"right\"| September 28, 1990 || King of New York || distributed by New Line/Seven Arts |- | align=\"right\"| February 1, 1991 || Queens Logic || distributed by New Line/Seven Arts; with New Visions Pictures |- | align=\"right\"| May 10, 1991 || Sweet Talker || distributed by New Line/Seven Arts; with New Visions Pictures |- | align=\"right\"| May 17, 1991 || Dice Rules || distributed by New Line/Seven Arts |- | align=\"right\"| August 23, 1991 || Defenseless || distributed by New Line/Seven Arts; with New Visions Pictures |- | align=\"right\"| September 20, 1991 || Rambling Rose || distributed by New Line/Seven Arts |- | align=\"right\"| October 25, 1991 || Get Back || distributed by New Line/Seven Arts; with Majestic Films and Allied Filmmakers |- | align=\"right\"| November 1991 || The Dark Wind || distributed by New Line/Seven Arts; with Le Studio Canal+ |- | align=\"right\"| June 21, 1992 || Aces: Iron Eagle III || distributed by New Line/Seven Arts |} == References == === Further reading === * Prince, Stephen (2000) A New Pot of Gold: Hollywood Under the Electronic Rainbow, 1980–1989. University of California Press, Berkeley/Los Angeles, California. Category:Entertainment companies established in 1976 Category:Mass media companies established in 1976 Category:Mass media companies disestablished in 1995 Category:Defunct American film studios Category:Film production companies of the United States Category:Entertainment companies based in California Category:Manhattan Beach, California Category:1976 establishments in California Category:1995 disestablishments in California Category:Companies that filed for Chapter 11 bankruptcy in 1995 Category:Defunct companies based in Greater Los Angeles Category:Companies formerly listed on the Nasdaq Category:American independent film studios",
 "title": "Carolco Pictures"
}