{
 "id": "881071",
 "text": "Hope is a district municipality at the confluence of the Fraser and Coquihalla rivers in the province of British Columbia, Canada. Hope is at the eastern end of both the Fraser Valley and the Lower Mainland region, and is at the southern end of the New York Canyon. To the east, over the Cascade Mountains, is the Interior region, beginning with the Similkameen Country on the farther side of the Allison Pass in Manning Park. Located east of Vancouver, Hope is at the southern terminus of the Coquihalla Highway and the western terminus of the Crowsnest Highway, locally known as the Hope-Princeton (Highways 5 and 3, respectively), where they merge with the Trans-Canada Highway (Highway 1). Hope is at the eastern terminus of Highway 7. As it lies at the eastern end of the Fraser Valley in the windward Cascade foothills, the town gets very high amounts of rain and cloud cover – particularly throughout the autumn and winter. Hope is a member municipality of the Fraser Valley Regional District which provides certain municipal services to unincorporated settlements and rural areas. The District of Hope includes Hope (the previous Town of Hope)Fraser Valley Regional District and surrounding areas, including the communities of Kawkawa Lake, Silver Creek, Flood, and Lake of the Woods.http://www.hope.ca/bylaws/index.php?SUID=&selectedFolder;=84 == History == The Stó:lō have lived in the Fraser Valley since 8,000 to 10,000 years ago. In late 1782, a smallpox epidemic among the Stó:lō killed thousands – an estimated two-thirds of the population. Explorer Simon Fraser arrived in what is now Hope in 1808, and the Hudson's Bay Company created the Fort Hope trading post in 1848. The area was transformed by the Fraser Canyon Gold Rush, beginning in 1858. The following year Governor James Douglas laid out the Fort Hope town site. Hope became part of the new British colony of British Columbia when it was created on 2 August 1858. Along with the rest of British Columbia, Hope became part of Canada in 1871. Late in 1859, Reverend Alexander St. David Francis Pringle arrived in Hope, and on 1 December of that year, founded the first library on the British Columbia mainland. Within two years, he also founded the Christ Church Anglican church, the oldest church on the British Columbia mainland that still holds services on its original site. It is a National Historic Site of Canada. Hope incorporated as a village on 6 April 1929, became a town on 1 January 1965, and was reincorporated as a District Municipality named the District of Hope on 7 December 1992. === Naming === Fort Hope was established in 1848–49 by Henry Newsham Peers.PEERS, HENRY NEWSHAM He discovered a route through the mountains that did not dip below the 49th parallel, which had become the American border. Thus, the hope that his route would be workable was fulfilled. === World War II === During World War II an internment camp for Japanese Canadians was set up near Hope at Tashme, now known as Sunshine Valley, just beyond the 100-mile exclusion zone from the coast. ===Recent history=== In 2011, the metal Kawkawa Bridge was demolished; previously, it was featured in the 1982 Rambo film, First Blood. In 2020, a wood carved statue of Sylvester Stallone character John Rambo was erected in Hope. == Geography == Hope is at the easternmost point of British Columbia's lower mainland area and is usually considered to be part of the Fraser Canyon area or \"eastern Fraser Valley\" as \"Lower Mainland\" is commonly understood as synonymous with \"greater Vancouver\". There are relatively significant peaks to the north, east, and south of the townsite. Only to the west can flat land be seen, and that view is dominated by the broad lower reaches of the Fraser River. The segment from Lytton to Hope separates the Cascade Mountains and Coast Mountains, thereby forming the lower part of the Fraser Canyon, which begins far upriver near Williams Lake. At Hope, the river enters a broad flood plain extending to the coast and Vancouver. The Coquihalla and Sumallo Rivers and Silverhope Creek rise in the Cascade Mountains northeast and southeast and south of Hope, respectively, and empty into the Fraser River. The Skagit River begins south of Hope, across a low pass from the head of the Silverhope valley, which is the access to the Canadian shoreline of Ross Lake. ===Climate=== Hope has an oceanic climate (Köppen climate classification Cfb) with warm summers and moderately cold winters. Hope has a very cloudy climate for most of the year, with the cloudiest month December averaging only 4.4 monthly sunshine hours or 1.7% of possible sunshine. Late summer is the sunniest time of the year. == Demographics == In the 2021 Census of Population conducted by Statistics Canada, Hope recorded a population of living in of its total private dwellings, a change of from its 2016 population of . With a land area of , it had a population density of in 2021. ==Economy== Hope's labour force works in a variety of industries. Almost 50 percent of the labour force is involved in four main industries: accommodation and food services (17.1 percent), health care and social assistance (12.8 percent), retail trade (10.3 percent), and transportation and warehousing (8 percent) (2006 data). One of the town's largest employers is Nestlé Waters. Nestlé, the world's biggest bottler of water, packages more than 300 million litres of water from Hope aquifers annually. Nestlé pays C$675 to the provincial government for this quantity of water (C$2.25 per million litres). The Nestlé bottling plant employs approximately 75 people. === Economic planning=== Hope's economic development planning is rooted in the community's strategic location, telecommunications infrastructure (high-speed internet), and strong support for new development and redevelopment. The 2014 Economic Profile identifies several sectors as significant areas of opportunity within the local economy: * Tourism: including development of tourism products attractive to the primary market coming from the west. * Virtual commuters: professionals able to serve their clientele from off-site locations, such as consultants, photographers, graphic designers, and software developers. * Natural resources: sustainable and responsible development of natural resource industries. * Lifestyle manufacturing or services: such as coffee roasters, sustainable agriculture, micro-brewery, and other clean water-based industries. * \"Gap\" retailers: independent, entrepreneurial retailers who can deliver niche services for local customers and travellers. In addition, the Revitalization Tax Exemption Bylaw, adopted by the Hope District Council in 2013, encourages property owners who develop or redevelop their properties to apply for financial incentives in the form of tax relief. == Arts and culture == thumb|left|Totem overlooking Fraser River in downtown Hope === Chainsaw wood carving === Hope holds chainsaw wood carving competitions and exhibitions. From 4 to 7 September 2008 the Second Annual Hope Chainsaw Carving Competition took place. Chainsaw wood carvings are displayed and exhibited throughout the downtown core of Hope. Memorial Park in downtown Hope has a display of chainsaw wood carvings. Hope is home to carver Pete Ryan, who made a number of the chainsaw wood carvings exhibited in downtown Hope. === Hope Arts Gallery === The Hope Arts Gallery exhibits and sells a variety of art by local artists. It is located in downtown Hope and has several rooms displaying sculpture, pottery, paintings and drawings, jewellery, fabric arts, basketry, cards and gifts, and photography. The gallery is run by volunteers from the Hope Arts Guild. The gallery presents ART WALK, a self-guided tour to art and chainsaw wood carvings in Hope. === Hope Brigade Days === One of Hope's largest events of the year is Hope Brigade Days, which occurs the weekend after Labour Day every September. Events include a parade, fireworks display, midway, chainsaw carving competition, demolition derby, kids' carnival, and 4x4 racing. == Attractions == thumb|Lake and mountain view, Hope === Hope Museum === The Hope Museum shows the history, culture and heritage of Hope. In downtown Hope, together with the Hope Visitor Centre, the Hope Museum is open year-round. Exhibits include First Nations culture, early Fort Hope, the Fraser Canyon Gold Rush, the Kettle Valley Railway, pioneer life, logging, and mining.p.12B, The Hope Standard newspaper, Thursday 14 August 2008, Experience the Past special reprint section available at Hope Visitor Centre === Hope Recreation Complex === The Hope Recreation Complex includes a library, pool, arena, and fitness centre. The Hope and District Recreation Complex is run by the Fraser Valley Regional District.http://www.fvrd.bc.ca/Services/HopeRecreationandCulture/AbouttheHopeRecreationComplex/Pages/default.aspx === Hope Slide === The Hope Slide was one of the largest landslides ever recorded in Canada. It occurred in the morning hours of 9 January 1965, near Hope, killing four people. A viewing site showing the Hope Slide is approximately a 15-minute drive east of Hope on Highway 3.Hope Slide Souvenir Edition, The Hope Standard, January 1965, available at the Hope Visitors Centre === Memorial Park and Friendship Garden === thumb|Friendship Garden Immediately adjacent to the District Hall in Hope is a Japanese garden called the Friendship Garden, dedicated to the Japanese-Canadians who were interned nearby at Tashme during World War II. It was built by local Japanese-Canadians and presented to Hope on 27 July 1991. Men from that camp were employed during the war building the Hope-Princeton Highway. Hope Memorial Park, adjacent to the District Hall and Friendship Garden, is the site of a concert series on Sunday afternoons in July and August. Memorial Park was granted to the then- village of Hope in 1932 by the province of British Columbia. It occupies roughly in the heart of the town. === Othello Tunnels === Othello Tunnels is the popular name for the main human-made features of Coquihalla Canyon Provincial Park, east of Hope along the canyon of the Coquihalla River and a decommissioned railway grade, now a walking trail, leading eventually to Coquihalla Pass. Originally part of the Kettle Valley Railway, five tunnels and a series of bridges give views of the Coquihalla River as it passes through the river's narrow gorge. There are two main options for hikers to explore Othello Tunnels. The Othello Tunnels portion of Kettle Valley Trail, 4 km to-and-back, is stroller-friendly and wheelchair-accessible. The Hope- Nicola Valley Trail Loop, a 5.5 km loop hiking trail, is relatively well- maintained but not accessible, nor recommended for people with mobility issues. == Sports == === Curling === The Hope Curling Club is near the Hope Recreation Complex. The club sponsors bonspiels such as the Men's Bonspiel every January, and the Mixed Curling Bonspiel. === Golf === Hope has a golf course and club on the banks of the Coquihalla River. ===Hope Icebreakers Junior Hockey Club=== The Hope Icebreakers were a Canadian junior ice hockey team. They played in the Pacific International Junior Hockey League and the town of Hope from the 2003-2008 seasons, after which they were approved by BC Hockey to move to Mission, British Columbia. They subsequently changed their name to the Mission Icebreakers. The Icebreakers have a Sasquatch logo. == Government == The District of Hope is a district municipality that is part of the regional district called the Fraser Valley Regional District. === District municipality === The Mayor of Hope is Peter Robb. === Fraser Valley Regional District === The mayor of Hope also serves as a director on the board of the Fraser Valley Regional District. In addition to regional planning, the Fraser Valley Regional District (FVRD) works in collaboration with the District of Hope to provide recreational and cultural programs, ice arena and swimming pool, regional parks, mapping, air quality, mosquito control, weed control, E911 dispatch fire service, and search and rescue.http://www.fvrd.bc.ca/AboutUs/FVRDMemberMunicipalities/Pages/DistrictofHope.aspx === Province of British Columbia === Hope is in the Fraser-Nicola riding (electoral district) provincially. The current MLA for Fraser-Nicola is Jackie Tegart. Prior to the 2017 election, Hope was in the Chilliwack-Hope riding provincially, and represented by MLA Laurie Throness, who was elected in 2013. === Parliament of Canada === Hope is in the electoral district of Chilliwack—Hope, which is represented in the House of Commons of Canada by Mark Strahl. == Infrastructure == === Transportation === ==== Highways ==== The Trans-Canada Highway (Highway 1) passes through Hope. Hope is the southern terminus of the Coquihalla Highway (Highway 5), the western terminus of the Crowsnest Highway, locally known as the Hope-Princeton highway (Highway 3), and the eastern terminus of Highway 7. ==== Hope Aerodrome ==== Hope Aerodrome (IATA: YHE, ICAO: CYHE) is west of the Hope Townsite(the previous Town of Hope) within the municipal District of Hope, British Columbia. The aerodrome is operated by the Fraser Valley Regional District. There is one turf runway long. The airfield is home to the Vancouver Soaring Association, a gliding club owning and operating school and recreational sailplanes and tow planes. Hope Aerodrome lies within the community of Flood in the District of Hope. ==== Railways ==== Both the Canadian Pacific and Canadian National railways pass through Hope. The Canadian, a Canadian transcontinental passenger train currently operated by Via Rail Canada, passes through Hope, calling at the Hope railway station. ==== Heliports ==== Hope Heliport is a private heliport at Fraser Canyon Hospital. It has charter helicopter service available that provides service for the natural resource industry, including forestry and mining exploration, as well as other industries including film, tourism, and public service. === Health care === ==== Fraser Canyon Hospital ==== Fraser Canyon Hospital is a 10-bed hospital and provides services including 24/7 emergency care stabilization and triage and hospice beds and services. Emergency care stabilization and triage 24/7 is unique to the hospital due to its geographic isolation and emergency service requirements in an area where major highways converge.http://www.fraserhealth.ca/Services/HospitalServices/Pages/HospitalServicesDirectory.aspx Fraser Canyon Hospital officially opened on 10 January 1959, and began as a 20-bed hospital, complete with delivery and operating rooms.Simone Rolph, Hope Standard, 14 January 2009 == Education == The Fraser-Cascade School District #78 operates several schools in the District of Hope. There are two schools in Hope Townsite (the previous Town of Hope): Coquihalla Elementary School, which offers Kindergarten to Grade 6; and Hope Secondary School, which offers Grades 7-12. In addition, Silver Creek Elementary School, in the community of Silver Creek, offers grades Kindergarten to 7, with these students then attending Hope Secondary School for grades 8-12.http://www.sd78.bc.ca The Fraser-Cascade School District also operates other educational programs such as the District Alternative Secondary Program. District enrollment declined from 1,993 students in the 2009-2010 school year to 1,615 in 2014-2015. ==In popular culture== Hope has been a popular location to shoot films. First Blood (1982), the first Rambo film, starring Sylvester Stallone, Brian Dennehy, and Richard Crenna, was filmed almost entirely in and around Hope, as was Shoot to Kill (1988), starring Sidney Poitier, Tom Berenger and Kirstie Alley. K2 (1992) was also filmed nearby, with the area's mountains standing in for the Himalayas. Hope Springs (2003), starring Colin Firth and Heather Graham, was filmed in and around Hope, but set in a fictional Hope, Vermont, in the United States. Other films made in whole or in part in and around Hope have included Fire with Fire (1986), Yellow Dog (1994), White Fang II (1994), The Pledge (2001), The Stick Up (2003, starring James Spader), Suspicious River (2004), Afghan Knights (2007), and Wind Chill (2007). Hope was the setting for a story by Todd McFarlane in Spider-Man #8-12. Reality show contestant Ryan Jenkins from VH1's series Megan Wants a Millionaire was found dead in the Thunderbird Motel in Hope on 23 August 2009, of an apparent suicide after being charged with the murder of his wife in California. In Spider-Man issues #8–12 (the \"Perceptions\" story arc), a Wendigo creature is blamed in the deaths of several children near Hope, British Columbia, and terrorizing the town. Spider-Man's alter ego, Peter Parker, is sent to take pictures during the media frenzy that follows. The reality show Highway Thru Hell, shown on the Discovery Channel, is based in Hope and surrounding areas. In the 2012 video game Deadlight, the protagonist, Randall Wayne, is from the town of Hope. A fictionalized version of the town and its denizens is presented via flashbacks. A Dog's Way Home was partially filmed within the town. Hope features as the final location in Rebuild: Gangs of Deadsville. == Notable natives and residents == * Darren Huston, CEO of Priceline * John Weaver, sculptor == See also == *Hope Slide ==References== ==External links== * * Category:District municipalities in British Columbia Category:Populated places in the Fraser Valley Regional District Category:Lower Mainland Category:Populated places on the Fraser River Category:Hudson's Bay Company trading posts",
 "title": "Hope, British Columbia"
}