{
 "id": "881311",
 "text": "Aperture synthesis or synthesis imaging is a type of interferometry that mixes signals from a collection of telescopes to produce images having the same angular resolution as an instrument the size of the entire collection. At each separation and orientation, the lobe-pattern of the interferometer produces an output which is one component of the Fourier transform of the spatial distribution of the brightness of the observed object. The image (or \"map\") of the source is produced from these measurements. Astronomical interferometers are commonly used for high-resolution optical, infrared, submillimetre and radio astronomy observations. For example, the Event Horizon Telescope project derived the first image of a black hole using aperture synthesis. == Technical issues == Aperture synthesis is possible only if both the amplitude and the phase of the incoming signal are measured by each telescope. For radio frequencies, this is possible by electronics, while for optical frequencies, the electromagnetic field cannot be measured directly and correlated in software, but must be propagated by sensitive optics and interfered optically. Accurate optical delay and atmospheric wavefront aberration correction are required, a very demanding technology that became possible only in the 1990s. This is why imaging with aperture synthesis has been used successfully in radio astronomy since the 1950s and in optical/infrared astronomy only since the turn of the millennium. See astronomical interferometer for more information. In order to produce a high quality image, a large number of different separations between different telescopes is required (the projected separation between any two telescopes as seen from the radio source is called a baseline) – as many different baselines as possible are required in order to get a good quality image. The number of baselines (nb) for an array of n telescopes is given by nb=(n2- n)/2. (This is \\binom{n}{2} or nC2). For example, the Very Large Array has 27 telescopes giving 351 independent baselines at once, and can give high quality images.thumb|300px|Most aperture synthesis interferometers use the rotation of the Earth to increase the number of baseline orientations included in an observation. In this example with the Earth represented as a grey sphere, the baseline between telescope A and telescope B changes angle with time as viewed from the radio source as the Earth rotates. Taking data at different times thus provides measurements with different telescope separations. In contrast to radio arrays, the largest optical arrays currently have only 6 telescopes, giving poorer image quality from the 15 baselines between the telescopes. Most aperture synthesis interferometers use the rotation of the Earth to increase the number of different baselines included in an observation (see diagram on right). Taking data at different times provides measurements with different telescope separations and angles without the need for buying additional telescopes or moving the telescopes manually, as the rotation of the Earth moves the telescopes to new baselines. The use of Earth rotation was discussed in detail in the 1950 paper A preliminary survey of the radio stars in the Northern Hemisphere. Some instruments use artificial rotation of the interferometer array instead of Earth rotation, such as in aperture masking interferometry. == History == Aperture synthesis imaging was first developed at radio wavelengths by Martin Ryle and coworkers from the Radio Astronomy Group at Cambridge University. Martin Ryle and Tony Hewish jointly received a Nobel Prize for this and other contributions to the development of radio interferometry. The radio astronomy group in Cambridge went on to found the Mullard Radio Astronomy Observatory near Cambridge in the 1950s. During the late 1960s and early 1970s, as computers (such as the Titan) became capable of handling the computationally intensive Fourier transform inversions required, they used aperture synthesis to create a 'One-Mile' and later a '5 km' effective aperture using the One-Mile and Ryle telescopes, respectively. The technique was subsequently further developed in very-long-baseline interferometry to obtain baselines of thousands of kilometers and even in optical telescopes. The term aperture synthesis can also refer to a type of radar system known as synthetic aperture radar, but this is technically unrelated to the radio astronomy method and developed independently. Originally it was thought necessary to make measurements at essentially every baseline length and orientation out to some maximum: such a fully sampled Fourier transform formally contains the information exactly equivalent to the image from a conventional telescope with an aperture diameter equal to the maximum baseline, hence the name aperture synthesis. It was rapidly discovered that in many cases, useful images could be made with a relatively sparse and irregular set of baselines, especially with the help of non-linear deconvolution algorithms such as the maximum entropy method. The alternative name synthesis imaging acknowledges the shift in emphasis from trying to synthesize the complete aperture (allowing image reconstruction by Fourier transform) to trying to synthesize the image from whatever data is available, using powerful but computationally expensive algorithms. == See also == * Beamforming * Interferometric synthetic-aperture radar (IfSAR or InSAR) * Light field * Optical heterodyne detection (SAHD) * Synthetic-aperture magnetometry * Synthetic aperture sonar * Synthetic-aperture radar (SAR) and Inverse synthetic-aperture radar (ISAR) * Van Cittert–Zernike theorem#Aperture synthesis == References == == External links == * Development of radio interferometry, from Astronomical Optical Interferometry, A Literature Review by Bob Tubbs, Cambridge, 2002 * Cambridge Optical Aperture Synthesis Telescope * APerture SYNthesis SIMulator (an interactive tool to learn the concepts of Aperture Synthesis) Category:Radio astronomy Category:Interferometry Category:Astronomical imaging",
 "title": "Aperture synthesis"
}