{
 "id": "881517",
 "text": "The Hindustan Ambassador was an automobile manufactured by Hindustan Motors of India, with production from 1958 to 2014 with improvements and changes over its production lifetime. The Ambassador was based on the Morris Oxford series III model, first made by Morris Motors Limited at Cowley, Oxford in the United Kingdom from 1956 to 1959. Despite its British origins, the Ambassador was considered as a definitive Indian car and was fondly called the \"King of Indian roads\". The automobile was manufactured by Hindustan Motors at its Uttarpara plant near Kolkata, West Bengal. ==History== thumb|left|Side view of 1956 Morris Oxford Series III that remains unchanged till date except for frontal grill changes ===Design and development=== The Ambassador was basically the same Morris Oxford Series - III, launched by Morris, then a part of British Motor Corporation. In 1956 it sold the rights and tooling to Hindustan Motors as it had done for its previous Series - I and Series - II models which were sold by Hindustan Motors as Hindustan 10 and Landmaster. The Series -III model itself was a derivative of the Morris Oxford Series - II model which was developed prior to the Austin and Morris merger. The car was quite spacious due to its semi-monocoque design which was quite an advancement in the early 1950s in vehicle engineering. The car was designed by Alec Issigonis whose other designs were the Mini and Morris Minor. The Ambassador replaced the Hindustan Landmaster, which was quite similar, and the larger Hindustan Deluxe. ===Birla Group=== Hindustan Motors Limited (HM), part of the Birla group was India's pioneering car manufacturing company and later a flagship company of the C.K. Birla Group. The company was established just before Indian independence, in 1942 by B.M. Birla. They began operations in a small assembly plant in Port Okha near Gujarat by assembling the then Morris 10 as the Hindustan 10. In the mid-1950s, they planned to upgrade their then existing Hindustan models based on the Morris Oxford Series Il (Hindustan Landmaster), they eventually acquired rights for the new Morris Oxford Series III. The car initially came with a side-valve engine but was later improved to an overhead-valve engine. Also the car at that point was quite an innovation with a fully enclosed monocoque chassis, which is why it was spacious inside. The Morris MO Series models (the earlier one and its next model with a new front grille) were by 1949 introduced, as the Hindustan 14. The production continued till 1954, after which the Landmaster based on the Morris Oxford Series II was introduced, with the same 1476 cc side valve engine, drawn from the earlier Hindustan 14. The same engine was used for the older Ambassadors Mark I from 1958 till 1960. ===Production years=== The political influence of the Birla family helped ensure that the Ambassador was one of the few cars that were in production following the 1954 government policy of promoting indigenous Automobile industry. It dominated the market for several decades, mostly due to bribery, its spacious size and ruggedness compared to its rivals like the Premier Padmini and Standard 10. By the early 1980s, the comparatively expensive Ambassador's low fuel economy and poor quality began to hinder sales. It still represented more than two thirds of Indian car production, but wait lists were down to 12 months while the Premier Padmini had a wait list nearly five years long. The Ambassador remained dominant in the official and company sectors, while also popular as a taxi, but private motorists gradually abandoned the \"Amby\" in the 1980s and 1990s. Production of Hindustan Ambassador at its plants outside the cities of Kolkata and Chennai ended owing to weak demand and financing problems. Prior to the cancellation, the company had sold 2,200 Ambassadors in the financial year which ended in March 2014, only a tenth of the sales the Ambassador reached in the mid- eighties. === Reimported into UK === The car was briefly imported to the United Kingdom in 1992 (as the Fullbore Mark 10). The cars were retrofitted with a heater and seat belts in order to comply with European safety legislation, but only a tiny number were ever sold, and the importer went into liquidation. ==Evolution== The Ambassador remained in continuous production from its inception, with very few improvements or changes. thumb|Official Hindustan Ambassador cars parked outside North Block, Secretariat Building, New Delhi thumb|Yellow Taxis in Calcutta/Kolkata In 1948, Hindustan Motors shifted its assembly plant from Port Okha in Gujarat to Uttarpara/Hindmotor in West Bengal's Hooghly district and strengthened its manufacturing capacity in the automobile segment. The 1954 Morris Oxford series II in India was licence- built at Uttarpara, (Hooghly district), West Bengal, three years after its debut in England and labelled as the 1957 Hindustan Landmaster. Engaged in the manufacture of the Ambassador, Contessa and utility vehicles like the Trekker, Porter and Pushpak, the plant hardly introduced any innovations or improvements. Hindustan Motors was the only manufacturing facility in the world to manufacture parts for the obsolete Bedford trucks. Sale of Ambassador taxis has been outlawed since 1 April 2011, a year after BS IV emission standards were rolled out in 11 Indian cities, including Kolkata. In later years, Hindustan Motors fitted the cars with a cleaner diesel engine in order to comply with new emission rules, allowing it to resume taxi service in Kolkata, one of the cities in which the vehicle had been banned. ==Models and versions== ===Mark I (1957 to 1962)=== In 1957, Hindustan Motors, to further earlier collaboration with Morris Motors, who by then had become British Motor Corporation after merger with Austin Motors, entered into an agreement to manufacture 1956 Morris Oxford series III in India. All the tooling was transferred to Uttarpara plant in India. The car was rebadged as Ambassador (later called Mark 1) was launched in mid-1957 and the early model Morris Oxford series II derived Hindustan Landmaster was discontinued. The new model included deep headlamp cowls and small rear wing \"tail fins\". The dashboard and steering wheel were completely redesigned. The Landmaster's flat-plane two-spoke steering wheel gave way to a dished steering wheel with three spokes made-up of four wires per spoke, for the Ambassador. Also a new, dimpled bonnet made its debut. These models had an Austin Motors derived 1476 cc side- valve petrol engine. In 1959 the side-valve engine was replaced by a 1489 cc, 55 bhp overhead-valve BMC B-series petrol engine. ===Mark II (1962 to 1975)=== In January 1962, the Ambassador underwent a frontal facelift with a closely chequered grill more reminiscent of the Morris Mini. The interior had a redesigned dashboard and instrument cluster. The early models have sun mica sheet but it was replaced by wood grain coated plywood and aluminium bezel in later models (1968 onwards). This model was named as Ambassador Mark II, and the early version quickly got dubbed as Mark I in the market, while it was never officially christened such in its production days. The mid-sixties model again had minor changes to the tail lamp with integrated lens for indicator and brake lamp and the tall ornamented bumper stopper from the Mark I was redesigned with a smaller chrome metal stopper keep with the times. This model was sold until mid-1975 and eventually was replaced by the Mark III model. Being one of the ubiquitous early models of Ambassador numerous older versions can be found in restoration, garages and in numerous Indian movies of that era. In its final years in 1975 it had no competition other than the Premier Padmini and its smaller rival the Standard Gazel. ===Mark III (1975 to 1979)=== In 1975, the Mark 3 version was launched with another frontal facelift. The front grill had horizontal louvres giving it a modern feel and a round profile indicator lamp now isolated from the grill. At the rear a more modern looking number plate bezel replaced the early design which was commonly used by many other British cars as well. The interior now had a new dashboard with 3 standard instruments mounted on a black recessed mesh again moving away from the early coated wooden base with aluminium strip design. By 1978, the Mark 3 was available in its Standard and Deluxe versions. The Deluxe version had a newer dashboard with four meters plus the speedometer. Just before the launch of the Mark 4, the Mark 3s had their front windscreen wiper configuration changed, with a common direction sweep for both wipers. This configuration was prevalent in the new Ambassadors till the end. This has a short span of less than 3 years in production before being replaced with a Mark - IV model in 1977. In 1977 and 1978, the Ambassador Mark 3 was available with a 1760 cc version of the Morris 1.5-litre inline-four, specifically to have enough power to propel a full air conditioning system. This option continued to be available as a Mark IV, but very few were sold and it was discontinued in 1979. ===Mark 4 (1979 to 1990)=== In 1979, the Ambassadors front underwent a major facelift departing from the flatter design of the 1950s which was retained till its end in 2014. The front grill was much smaller in height with a larger chequered grill and square park lamps. Now separate amber indicator lamps was incorporated on the semi front lip spoiler below the bumper, which was mounted higher up. This model was named as the Mark 4. In addition to the existing petrol version, a diesel variant was launched in 1980, powered by a 1489 cc, 37 bhp BMC B-series diesel engine. It was the first diesel car in India and was well received by the Indians, although it was initially only available as a taxi or for government usage, as the Indian government restricted private ownership of diesel automobiles. It was, at the time, the most expensive car built in India, at a 25 percent markup over a petrol Mark 4. The Mark 4 was the last of the Mark cars. For a short period the cars were available as Deluxe and later it was renamed Ambassador Nova. The Ambassador of 1990 (except for the front cowl area) was virtually identical to the 1956 original, with most changes being light and cosmetic. The changes were mainly the front styling and minor changes to the dashboard. This technological stagnation was mainly because of the protectionist policies being pursued by the Indian government at the time, and there was little incentive on the part of Indian companies to innovate. During that time, the newly Hindustan Contessa started getting produced, intended to replace the Ambassador, however, the Ambassador proved to be more popular, and so surpassed the Contessa in production. The car celebrated the Golden Jubilee of its production in 2008 (1958–2008). The Ambassador has emerged as the car mass-produced for the longest period, with minimal design changes, on the same assembly line (Uttarpara, West Bengal, India) in the whole world until 2014. It was during the Mark 4's model run that India launched a controlled economic liberalisation in the mid-1980s which allowed many Japanese companies to establish joint ventures in India. Maruti Suzuki launched its Maruti 800 in the then non-existing small car category. The then existing manufacturers Standard Motors, Premier Automobiles and Hindustan Motors were licensed for larger category cars. The Ambassador still remained the principal family car of choice in the middle segment in spite being a pre-modern design with dated styling. The company also earmarked for a major upgrade for its mechanical and power plant systems, creating a model later launched as Nova. ===Ambassador Nova=== thumb|left|The updated dashboard of the Ambassador Nova The Ambassador Nova was launched in 1990 in two variants—a 55 bhp petrol-powered Deluxe version and a 37 bhp diesel-powered Diesel DX version. The Ambassador Nova received a newly designed steering wheel, new steering column, better brakes and electricals. The brake pedal was now top-hinged, while the earlier central instrumentation flanked by two glove compartments was replaced by a more conventional setup with a single glovebox. It also had some cosmetic changes which included a new radiator grille, while retaining the square turn signals of the earlier Mark IV. === Ambassador 1800 ISZ, Classic=== alt=|thumb|left|320px| Ambassador Classic on the NH 748 of Goa-Karnataka Border In an attempt to increase its appeal, in 1992 another version became available. Dubbed the Ambassador 1800 ISZ, this model featured a 75 bhp 1817 cc Isuzu inline-four engine and a five-speed manual gearbox with a floor shift. This also had the benefit of allowing the option of bucket seats, as opposed to the earlier bench seats. Also, the entire dashboard was redesigned. Instrumentation panels were shifted from the centre of the dashboard to the right, behind the steering wheel. Seat belts became standard. The Isuzu 1817 cc engine that was used in its luxury model HM Contessa 1.8 GL that produced a power of 88 bhp was slightly detuned for the new Ambassador. The same power plant was available since 1985, for the special order armour plated, VIP models. By the early 1990s, this 1817 cc/ 75 bhp (at 5000 rpm), OHC, Isuzu engine, that had four in-line cylinders and a max torque of 13.8 Kgm at 3000 rpm, was available as an option, in all the Ambassadors commonly available for sale and this very reliable modern Japanese engine proved to be a success that would last its entire production run. This model gained the \"Classic\" moniker at the 1998 Delhi Motor Show, and Ambassador Classics have since been available with the gamut of 1.5 to 2.0-liter petrol, CNG, and diesel engines installed across the Ambassador lineup. The 1500 diesel engine, the main seller for Hindustan, did not pass Bharat IV emissions and as of 2011 it was no longer allowed to be sold in 13 of India's major cities. This meant the end of the Classic range, as it eliminated most of the taxi market. ===Final Generation=== ====Ambassador Grand==== thumb|2013 Hindustan Ambassador Grand 2000DSZ in a showroom. thumb|Rear View, HM Ambassador Grand, 2013 Model thumb|left|Interior, HM Ambassador Grand 2013 Model The Ambassador Grand was launched in 2003 and as per the manufacturer, the new version had 137 changes compared to its predecessor. The changes included a switch to body coloured wrap around bumpers, camel coloured interiors, fabric seats, remote shift gear lever, moulded roof and door trims, Salisbury axle, bigger rear wheel drums, improved suspension with anti roll bar and Metlon bushes, central door lock, factory fitted music system and an optional sun roof. The acoustic insulation of the Ambassador Grand was developed by of France. The Grand version of Ambassador was available only in 2.0L and 1.8L engines at first and later in 2007 the 1.5L model was added to the line. ====Ambassador Avigo==== The Avigo model launched in 2004 was the most radical revision of the venerated Ambassador, a part of a brand revitalisation kicked off in the middle of 2003. The change of name, a break from the Ambassador marque, indicated a different marketing strategy. The Avigo was launched in the summer of 2004. The revitalized lineup consisted of the Ambassador Classic of mid-2003, the Ambassador Grand of late 2003, and the aforementioned Avigo, with the exterior designed by Manvindra Singh. However, the most overpowering influence on the front bonnet has been that of the original Landmaster series (also based on Morris Oxford). The main panels at the rear remained the same but the tail lamp and name plate bezels were redesigned. In interior the Avigo, however, has much more classic-touch internals. The entire dashboard console was redesigned with a classic retro theme reminiscent of the early models with central mounted meter new clusters (like the Mark IV models). Seats were specially built for this model with dual tone beige coloured scheme and wood- grain interiors. A factory fitted 6CD Kenwood audio system and new air- conditioning system was installed. The car was priced higher than the existing models. ====Ambassador Encore==== This new model was launched in 2013, to match the BS IV standards of the metropolitan cities with the 1.5-liter diesel. This version was developed with the aid of Austria's Magna Steyr. The new car looks just like an Ambassador Grand and has the same overall dimensions as that of the BS III Ambassadors, although power had climbed to . The steering wheel was the two-spoke affair first seen in the Nova. In 2013, left-hand drive versions were still built in small numbers for export, to tertiary markets like Nigeria.Karkera, p. 7 ===Other variants=== ====Extended version==== Many local customisers offer stretched versions. One such manufacturer was Parikh, whose effort was called the Harsh. ===Customised version=== Car designer Dilip Chhabria created a concept inspired by the Ambassador version, the Ambierod. This car was not manufactured by Hindustan Motors nor was it based on the ambassador. Several styling cues, however, have been borrowed from the Ambassador. ==Engines== In the early 1990s, the old Austin-designed B-Series OHV straight-4 BMC 1.5L petrol engine was replaced in favour of an Isuzu 1.8 litre engine and became the fastest production car in India, beating Fiats, and the Maruti Suzuki cars at that time. The engines currently available are the 1500 DSL (1.5L 37 bhp diesel engine), 1800 ISZ (1.8 L 75 bhp MPFI petrol engine), 2000 DSZ (2.0 L 50 bhp Isuzu diesel engine) and 2000 DSZ Turbo (2.0 L 75 bhp turbocharged intercooled Isuzu diesel engine. In the late 1970s a limited batch of Mark III Ambassadors were produced with 1,760 cc engines. They were fitted with Constant Velocity SU side-draft carburettors of an earlier era instead of the more common indigenous variable velocity Solex down-draft units. The engine blocks of these cars had \"1760\" etched on them instead of the usual \"1500\". These were probably produced to handle the extra load of the piston-driven air conditioner compressors available in those days. The trim (metal beading) of these cars were a throwback to the sixties because they were chrome plated instead of aluminium. == Reception == The Ambassador was claimed to be the best taxi in the world by Top Gear in Episode 2 of their 20th Series. An article by Hormazd Sorabjee entitled An Epitaph for India's \"Appalling\" National Car appeared in a July 2014 issue of BBC Magazine. == Legacy == The Ambassador has attained a legendary status in India after being out of production since 2013. Landmaster and Mark 1 models are witnessing a resurgence in value and enthusiasts are restoring them to their former glory all over India. Original petrol engined cars are rare and they are the most sought after. Very few cars are still used as taxis and even less as daily drivers. Ambassador is touted as a future classic by many automobile journalists. Having produced over 900,000 during its incredible life span of over 50 years, a few thousand are still plying on Indian roads. It is arguably the most followed classic car in India. ==See also== * Automotive industry in India ==References== ==External links== * Category:1960s cars Category:1970s cars Category:1980s cars Category:1990s cars Category:2000s cars Category:2010s cars Category:Cars introduced in 1958 Category:Cars of India Category:Retro-style automobiles",
 "title": "Hindustan Ambassador"
}