{
 "id": "881582",
 "text": "thumb|300px|Sign of the Leipzig Trade Fair thumb|300px|Leipzig Trade Fair at night The Leipzig Trade Fair () is a major trade fair, which traces its roots back for nearly a millennium. After the Second World War, Leipzig fell within the territory of East Germany, whereupon the Leipzig Trade Fair became one of the most important trade fairs of Comecon and was traditionally a meeting place for businessmen and politicians from both sides of the Iron Curtain. Since 1996, the fair has taken place on the Leipzig fairgrounds, located about north of the city centre. ==History== === Early history === The history of the Leipzig fairs goes back to the Middle Ages. A fair held at Leipzig is first mentioned in 1165. Otto the Rich, Margrave of Meissen presented the Leipzig fairs under protection. No other fair was allowed within a circle of a mile (7.5 km) away (Bannmeile). In 1268, Margrave Theodoric of Landsberg secured all merchants travelers to Leipzig full protection for person and goods, even if their sovereign was at feud with him. This led to the settlement of numerous merchants in Leipzig. Trade goods now included herring, cloth, wine, and pepper. === 15th century to 18th century === Two annual fairs established in Leipzig, at Jubilate and Michaelis. Frederick II of Saxony imparted in 1458 the privilege for a third fair in Leipzig, the New Year's Fair. German emperor Frederick III confirmed this fair in 1466 and 1469 by imperial privileges. In 1497, Maximilian I (from 1508 Emperor) confirmed all three Leipzig fairs (New Year, Jubilate, Michaelis) again and provided his seigneurial protection, including a ban of establishing more fairs in the neighboring dioceses of Magdeburg, Halberstadt, Meissen, Merseburg and Naumburg. In 1507 Maximilian I banned any fairs within a 15-mile radius around Leipzig, which further increased the marketplace importance. The privilege also confirmed the staple right and extended the protection for the merchants on their way to the Leipzig fairs. Towns like Halle, Naumburg, Erfurt, and Magdeburg were now disadvantaged as marketplaces. In 1523, the Augsburg merchant family Welser built a big house with shops at the Markt 8 (today's Barthels Hof), the rival Fuggers had factories as well. In 1678–87, an exchange was built (Alte Handelsbörse, Naschmarkt, destroyed in 1943, rebuilt). In the 18th century, Leipzig became the centre for trade with Russian, Polish and English goods. It was called 'the marketplace of all Europe'. === Modern era === The importance of the fair, which drew merchants from across Europe, was the impetus for the construction of one of Europe's most significant Moorish Revival buildings, the 1855 Leipzig synagogue by architect Otto Simonson. In 1895, the first commercial samples fair was held in Leipzig, dominated by exhibitors presenting samples of their goods. Between 1893 and 1938 a number of fair- houses (Messe-Häuser) were built in the center of Leipzig. They normally contained several interconnected courtyards with shops, storage areas, and living space (Mädler-Passage, Petershof, Handelshof, Specks Hof, Drei Könige etc.) Leipzig became the main German fair for books and consumer goods. The fair's MM symbol was designed by Erich Gruner in 1917. In 1920 the technical fairground was opened in the southeast of the town, between Reudnitz and the Monument to the Battle of the Nations. It included 19 pavilions in 1940. In 1937, Leipzig was renamed Reichsmessestadt Leipzig (Imperial Trade Fair City Leipzig) by the Nazis. Between the wars, the Ring-Messehaus and the Messehaus Bugra were built. During World War II, the area of the technical fair was used for military production and partly destroyed by bombs. In 1946, the first postwar fair ('Peace fair') took place. When the GDR joined the RGW (Comecon) in 1950, the fair was used to present the production of East Germany's Warsaw Pact neighbours - not only to each other, but also to nations of the capitalist West. The technical fairground was rebuilt and contained more than 20 pavilions. The fair played an important role in Cold War diplomacy between East Germany and the Western states, as it facilitated delegations from numerous major NATO powers, including the United States and United Kingdom. The Leipzig Trade Fair, during the period 1949 to 1989, served both propagandistic and economic functions in its attempts to organise visits from Western nations. Trade was instrumental to the SED's plans for East German recognition, with increased trade relations between the GDR and Westerners believed to be the key to Western governments re-evaluating East Germany's international status as a mere occupation zone the Soviets were yet to leave. British delegations, often from the UK Labour Party and associated groups, were frequent during the late 1950s and early 1960s and included a variety of prominent politicians, including Anthony Greenwood, Ian Mikardo, and Clement Davies: many of those who attended would go on to campaign for official recognition of the German Democratic Republic until the early 1970s. The fair also played an important role in international politics during the crisis over the erection of the Berlin Wall. In August 1961, Willy Brandt (then Mayor of Berlin) called for an international boycott of the fair and a host of other East German functions in response to the Wall going up, which illustrates how the Leipzig Trade Fair was of great importance to the Cold War struggles over the legitimacy and recognition of the East German state. ==The Leipzig fair today== In 1996, a new trade fair ground was opened. The Congress Centre Leipzig was also opened, built after designs by Gerkan, Marg and Partners. The old trade fair ground is used for shops, events, supermarkets, and figure skating events, although many areas are empty and unused. Today, the most important fairs are the Leipziger Buchmesse, and the Auto Mobil International. ==General facts== thumb|New Trade Fair building The new Leipzig Trade Fair was built between 1995 and April 1996. The new fairground consists of six halls: five exhibition halls, which have a size of , and the world's largest levitated glass hall, designed by Ian Ritchie Architects. The fairground has about 14,000 parking spaces and is accessible by tram, train, bus, or car. ==Company facts== Leipziger Messe GmbH was founded after the reunification of Germany on 13 June 1996. It is owned equally by Saxony and the city of Leipzig. The firm employs about 400 people, working in the parent company CCL and its subsidiaries. There are two people leading the Leipziger Messe GmbH: the CEO is Mr. Martin Buhl-Wagner and the CTO is Mr. Markus Geisenberger. The subsidiaries are: * FAIRNET (booth construction) * Leipziger Messe Gastveranstaltungen (event organization) * LMI Leipziger Messe International (international trade fair organization) * MaxicoM (bringing foreign companies to Germany) * fairgoumet (gastronomical services) Leipziger Messe GmbH also has about 22 departments abroad, most of which are autonomous. ==References== ==External links== * http://www.leipziger-messe.com * http://www.ianritchiearchitects.co.uk * Category:Events in Leipzig Category:Trade fairs in Germany Category:Economy of East Germany Category:Tourist attractions in Leipzig Category:Gerkan, Marg and Partners buildings",
 "title": "Leipzig Trade Fair"
}