{
 "id": "881688",
 "text": "The Governor General's Horse Guards is an armoured reconnaissance regiment in the Primary Reserve of the Canadian Army, part of 4th Canadian Division's 32 Canadian Brigade Group. Based in Toronto, it is the most senior reserve regiment in Canada, and the only household cavalry regiment of Canada's three household units. ==Structure== The regiment maintains a traditional structure, with squadrons and units for deployment and active duty, training, ceremony, cadets, and administration. ===Regimental Headquarters=== Regimental Headquarters (RHQ) consists of the command team to include the commanding officer, the regimental sergeant major, the second in command, the padre, adjutant and drill sergeant. RHQ also consists of the Operations and Training Cell, which includes an operations officer, warrant officer, training officer and sergeant. The Training Cell oversees the recruits and their progress and interacts with the Battle School with instructor cadre. The regiment recruits approximately 25 to 30 soldiers every year. ===A Squadron=== A Squadron (Sabre Squadron) is the operational squadron and is manned by fully trained officers and soldiers. Its primary role is to maintain the reconnaissance skills of the soldiers through individual training and collective training in the field. It has a particular focus on junior leadership development of both officers and non-commissioned officers (NCOs). It runs leadership-specific training preparing soldiers for leadership courses as Squadron Headquarters staff, troop leaders, crew commanders and instructors. It provides soldiers for Canadian Forces missions outside of Canada, and is expected to mobilize in national emergencies in aid to the civil power. This field squadron maintains no fewer than two 8-car armoured reconnaissance troops. The soldiers are trained on the military variant of the Mercedes-Benz G-Class Wagon or LUVW Command and Reconnaissance platform equipped with a 7.62 mm general-purpose machine gun (GPMG). It is managed by a functional Squadron Headquarters and Administrative Echelon. The squadron numbers 90 to 120 soldiers. ===B Squadron=== B Squadron (TAPV Squadron) is the Tactical Armoured Patrol Vehicle (TAPV) sub unit. It is commanded by a small Squadron Headquarters and consists of two TAPVs. It holds crewman numbering about 10 soldiers. This squadron is organized to train crews on the new vehicle platform introduced in 2018 and will in future train collectively crews for deployment in direct support of the Regular Force. The platform is the same as used by the Royal Canadian Dragoons in 2 Brigade. The TAPV is equipped with a remote weapons system (RWS) armed with a 7.62 mm GPMG and C16 grenade launcher. The RWS has superior optics for gunnery and is ideal for observation night and day. ===Headquarters Squadron=== Headquarters Squadron provides essential administrative and support functions to include orderly room, recruiting, quartermaster stores and transport for the regiment. This squadron ensures the unit lines and facilities are in good order and repair. It is this squadron that works closely with the brigade staff to administer personnel, finances, supply and vehicles for the regiment and in turn provides these services to the squadrons. It consists of a small Regular Force support staff and a full-time cadre of reservists numbering about 10 soldiers under a small Squadron Headquarters. The squadron also holds a light troop of soldiers that have not completed their training and are not fully qualified armoured reconnaissance soldiers. These soldiers perform general duties for the quartermaster and practise their basic soldiering skills while waiting for training courses. ===Band=== thumb|A member of the GGHG Band. The full brass-and-reed military band provides concerts and music for regimental functions, other military events, and civilian engagements. The band includes three specialized musical sub-units: the Fanfare Trumpeters, the Brass Quintet, and the Woodwind Quintet. The band numbers between 30 and 35 members and performs at many regimental and brigade events. It is often called on to provide music for civilian and local government events including the Royal Agricultural Winter Fair, Opening of Parliament at Queen's Park and The annual Queen's Plate. The band is managed by a director of music and a band sergeant major. It is a dismounted band, but dresses as dragoon guards.https://www.onband.ca/e-newsletter/hera11/memberevents.php The band performed The Garb of Old Gaul in the 2000 X-Men film. ===Cavalry Troop=== thumb|right|A mounted trooper of the Cavalry Troop in ceremonial dress. The GGHG Cavalry Troop provides a horse-mounted ceremonial presence at public and regimental events, to perpetuate Canadian cavalry traditions. Although it is under the command and control of the regimental commanding officer, it is privately funded by the Governor General's Horse Guards Cavalry and Historical Society Inc, a charitable organization incorporated and registered in 2012 explicitly for the purposes of supporting and promoting the traditions of the regiment. It has been in service since 1956 and has had the honour of providing escorts to the Royal Family and the Governor General of Canada. It also attends numerous public events and is counted as a critical tool to showcase the regiment's history and traditions to the public. The troop is commanded by a serving officer who acts as the unit public affairs representative, and they wear the full dragoon guard uniform with its accoutrements on horseback. The horses are privately owned and the military horse tack and furniture is supplied by the regiment. ===Cadets=== The 748 Royal Canadian Army Cadet Corps and 2402 Royal Canadian Army Cadet Corps are affiliated and sponsored by the regiment, and provides Canadian youth from 12 to 19 years of age with leadership training in a military setting. These young people are not subject to national service, but benefit from their association to the regiment with its example of service and its long and proud history. The cadets of these two squadrons are allowed to wear the regiment's insignia and certain accoutrements as a privilege of sponsorship. ===Regimental Association=== The Governor General's Horse Guards Association is open to all active and former members of the regiment. The association exists to keep former members informed and in touch with each other and the regiment. Throughout the year, the association hosts a number of social events which are aimed at promoting camaraderie among all members of the regimental family, past and present, serving members in all five parts of the regimental family. The association organizes social events and provides key support to memorial ceremonies. Its members dress in blazer, tie and beret for ceremonial events. ==Uniform== On ceremonial occasions, the full dress uniform was inherited from the Blues and Royals in Britain, who itself inherited it from the Royal Horse Guards. It consists of a blue tunic, a metal cuirass, and a helmet with a red plume worn. On service dress, the Blues and Royals wear a blue lanyard on the left shoulder, as well as a Sam Browne belt containing a whistle. The mess dress worn by officers of the regiment includes a scarlet jacket with dark blue facings.History and Uniform of the Governor General's Horse Guards, 1822 to 1970 A similar uniform is used by the City of Toronto Honour Guard. ==Lineage== ===The Governor General's Body Guard=== * 1810 Formation of Button's Troop. *16 August 1822 the York Dragoons was formed for the 1st West York Regiment of Volunteer Infantry to provide scouting and dispatch duties for the battalion; * 1837 designated the Queen's Light Dragoons for duty during the 1837 rebellion and becomes independent from it parent infantry battalion in 1839; * 27 December 1855 designated as the 1st Toronto Troops of The Volunteer Militia Cavalry of the County of York under the Militia Act of that year; * 1st Troop redesignated 27 April 1866 as The Governor General's Body Guard for Upper Canada; * Redesignated 1 July 1867 as The Governor General's Body Guard for Ontario; * Reorganized 5 May 1876 as a two troop squadron; * 1st Troop (Oak Ridges) and 2nd Troop (Markham) of the 2nd Regiment of Cavalry amalgamated 17 May 1889 with the Body Guard to form the full regiment; * Redesignated 13 July 1895 as The Governor General's Body Guard; * Amalgamated 15 December 1936 with The Mississauga Horse and redesignated as The Governor General's Horse Guards; * Converted 11 February 1941 to armour and redesignated as the 2nd (Reserve) Regiment, The Governor General's Horse Guards; * Redesignated 1 April 1941 as the 3rd (Reserve) Armoured Regiment (The Governor General's Horse Guards); * Redesignated 4 February 1949 as The Governor General's Horse Guards (3rd Armoured Regiment); * Redesignated 19 May 1958 as The Governor General's Horse GuardsCanadian Forces Publication A-DH-267-003 Insignia and Lineages of the Canadian Forces. Volume 3: Combat Arms Regiments. ===The Mississauga Horse=== * Originated 1 April 1903 in Toronto, Ontario as the Toronto Light Horse * Redesignated 22 December 1903 as the 9th Toronto Light Horse * Redesignated 1 May 1907 as the 9th Mississauga Horse * Redesignated 15 March 1920 as The Ontario Mounted Rifles * Redesignated 1 April 1924 as The Mississauga Horse * Amalgamated 15 December 1936 with The Governor General's Body Guard ===Lineage chart=== ==Perpetuations== ===Militia Units=== *The Markham Troop *The Oak Ridges Troop *The Governor General's Body Guard *The Mississauga Horse ===The Great War=== *4th Battalion, Canadian Mounted Rifles CEF *7th Canadian Mounted Rifles, CEF *216th Battalion (Bantams), CEF ==Alliances== * – The Royal Canadian Dragoons * – The Blues and Royals (Royal Horse Guards and 1st Dragoons) * – Household Cavalry Mounted Regiment * – 1st The Queen's Dragoon Guards ==Operational history== ===War of 1812=== The Markham Troop, perpetuated by the Regiment, was raised in 1810 as the first Cavalry troop in the colony. The Troop was raised for the York Volunteer Infantry. When the Town of York population expanded the Battalion was split into three new Battalions in 1812 just in time for the war. The Markham Troop was assigned to the 1st York Regiment and designated the York Troop of Horse. Its soldiers served at several engagements including Detroit, Queenston Heights and the Battle of York. The Regiment was given a War of 1812 Banner in 2012 to commemorate the Troops participation in this conflict on the 200th Anniversary of the War. ===The 1837 Rebellion=== When Mackenzie's rebels marched onto Toronto down Yonge Street the Toronto Troop was the first to report for duty in uniform at the Capitol. The Troop met the rebels at Gallows Hill on Young Street assisting in the repelling of their advance on the town. The Troop was grouped with the Markham Troop and gazetted the Queens's Light Dragoons for its action and served for the remainder of the conflict for some 400 days on active duty. ===The Fenian Raids 1866=== The Toronto Troop was the only Cavalry Troop to be activated for duty to engage with the Fenians who had invaded the Niagara Peninsula. The Troop was tasked to scout for Colonel Peacock's Column and was the first to enter Fort Erie where the troop captured many escaping Fenian soldiers. Once the Niagara Frontier was secured the Troop remained on Active Duty for another month before returning home. The Markham and Oak Ridges Troops also patrolled the frontier and all the members of all three troops were decorated with the Canadian General Service Medal with 1866 bar for their service. ===North West Rebellion=== thumb|The camp flag of The Governor General's Horse Guards. The Governor General's Body Guard for Ontario mobilized for active service on 10 April 1885 and served in the Alberta Column of the North West Field Force. The Squadron's main role was to secure Humboldt, the forward supply depot and communication hub for the Field Force. The Troop provided escorts for convoys to the front, ran dispatches for General Middleton and provided telegraph service to Ottawa. The unit was removed from active service on 24 July 1885. ===South African War=== The Governor General's Body Guard contributed 51 volunteers for the Canadian contingents in the field, augmenting the Royal Canadian Regiment, The Royal Canadian Dragoons (1st CMR) and the 2nd Canadian Mounted Rifles during the campaign. The Regiment suffered one killed in action and four wounded. ===The Great War=== Both the Governor General's Body Guard and the 9th Mississauga Horse, like most of the militia units at the time, remained in Canada to recruit and raise numbered Battalions for the Canadian Expeditionary Force. Both units supplied thousands of soldiers to numerous Battalions, including the three the modern Regiment perpetuate today: The 4th Battalion, Canadian Mounted Rifles CEF was authorized on 7 November 1914 and embarked for Britain on 18 July 1915. It disembarked in France on 24 October 1915. There it fought as part of the 2nd Brigade Canadian Mounted Rifles until 31 December 1915, when it converted to infantry and was allocated to the 8th Infantry Brigade, 3rd Canadian Division. The regiment was re-designated as the 4th Battalion, Canadian Mounted Rifles, CEF on 1 January 1916. The battalion disbanded on 6 November 1920. The Battalion had 4,693 serve in its ranks and lost 839 soldiers killed and 1,540 wounded in the field. The 7th Canadian Mounted Rifles was authorized on 7 November 1914. The regiment was broken-up in Canada, and supplied the 2nd Canadian Divisional Cavalry Squadron (perpetuated by the 1st Hussars) and two squadrons formed the Canadian Mounted Rifles Depot in England. The regiment disbanded on 11 April 1918. The Battalion did not serve in the Trenches. The 216th Battalion (Bantams), CEF was authorized on 15 July 1916 and embarked for Britain on 18 April 1917. There, its personnel were absorbed by the 3rd Reserve Battalion, CEF on 5 May 1917 to provide reinforcements to the Canadian Corps in the field. The battalion disbanded on 1 September 1917.29 ===World War II=== Details from the regiment were called out on service on 26 August 1939 and on active service on 1 September 1939 as The Governor General's Horse Guards, CASF (Details), for local protection duties. Those details called out on active service disbanded on 31 December 1940. Subsequently, the regiment mobilized as the 2nd Canadian Motorcycle Regiment, CASF (GGHG) for active service on 24 May 1940. It converted to armour and was redesignated as The Governor General's Horse Guards, CASF on 9 February 1941; as the 3rd Armoured Regiment (The Governor General's Horse Guards), CASF on 11 February 1941; as the 3rd Armoured Reconnaissance Regiment (The Governor General's Horse Guards), CAC, CASF on 1 January 1943; and as the 3rd Armoured Reconnaissance Regiment (The Governor General's Horse Guards), RCAC, CASF on 2 August 1945. It embarked for Britain on 9 October 1941 and landed in Italy on 19 December 1943 as part of the 5th Armoured Brigade, 5th Canadian Armoured Division. On 20 February 1945 the regiment moved with the I Canadian Corps to North-West Europe as part of OPERATION GOLDFLAKE, where it continued to fight until the end of the war. The overseas regiment disbanded on 31 January 1946. The Regiment lost 71 Killed and 210 wounded in the war. ===UN and NATO Missions=== The Regiment has augmented many Regular Force UN missions to include Korea, Egypt, Cyprus and Bosnia. NATO Missions supported by members include NATO crews in Germany on exercise during the Cold War, Kosovo and more recently Latvia. One soldier was killed in Korea. ===Aid to the Civil Power=== The Regiment supported a number of national emergency responses with troops to include Hurricane Hazel in 1954, the Ice Storm in Ottawa in 1998 and the Quebec Floods in 2014. ===War In Afghanistan=== The regiment contributed an aggregate of more than 20% of its authorized strength to the various Task Forces which served in Afghanistan between 2002 and 2014 totaling 35 soldiers. Soldiers served in a number of roles, the largest being part of the Combat Logistics Patrols at KAF. Many of the officers served in Higher HQs in various capacities, many to do with Sector Security Reform of the Afghan National Security Forces. ==Regimental Colours (Battle Honours)== thumb|300px|The standard of The Governor General's Horse Guards.In the list below, battle honours in small capitals were awarded for participation in large operations and campaigns, while those in lowercase indicate honours granted for more specific battles. Those battle honours followed by a \"+\" are emblazoned on the regimental standard. ===North-West Rebellion=== * ===The South African War=== * ===The Great War=== ===World War II=== ===Afghanistan=== * ==Notable members== * Capt Sir Frederick Banting, KBE, MC, FRS, FRSC. Discoverer of insulin, Nobel Laureate for Medicine, voted 4th Greatest Canadian in history * Hon Col Bill Graham, PC QC. Minister of Defence, then interim Leader of the Opposition in Canada's federal Parliament * Hon Col Hal Jackman, OC, O.Ont, CD. Lieutenant Governor of Ontario * Hon Col Margaret McCain. Lieutenant Governor of New Brunswick * Hon Col Robert Young Eaton. CEO of the Eaton Department Stores * Lt Colonel G.A. Burton, OC, DSO, ED. CEO of the Simpson Department Stores * Lt Col T.L. Kennedy, VD. Premier of Ontario * Maj Hampden Zane Churchill Cockburn, VC. Boer War, with Royal Canadian Dragoons * Sgt TW Holmes, VC. World War I, with 4th Canadian Mounted Rifles * Lt Col George Taylor Denison III, led the regiment against the Fenian Raids and the North-West Rebellion * Lt Col Frederick Charles Denison, CMG. Commanded the Canadian Voyageurs on the 1884 Nile expedition * Air Marshal William Avery \"Billy\" Bishop, VC, CB, DSO & Bar, MC, DFC, ED. World War I fighter pilot ace * Lawren P. Harris, official war artist and son of Group of Seven member Lawren Harris, served from 1939 to 1944. * The Famous Boxer \"Razor\" Ruddick served as a Corporal in the 1980s. * Captain Frank J. Merlo, former musical director of the GGHG from 1995 to 2012. * Colin Rowe, drum major of the band until 2002. ==Armoury== {| class=\"wikitable sortable\" style=\"font-size:90%; width:100%; border:0; text-align:left; line- height:150%;\" |- ! style=\"background:#f2f2f2; color:navy; width:21%;\"| Site ! style=\"background:#f2f2f2; color:navy; width:14%;\"| Date(s) ! style=\"background:#f2f2f2; color:navy; width:9%;\"| Designated ! style=\"background:#f2f2f2; color:navy; width:13%;\"| Location ! style=\"background:#f2f2f2; color:navy; width:36%;\" class=\"unsortable\"| Description ! style=\"background:#f2f2f2; color:navy; width:7%;\" class=\"unsortable\"| Image |- |Denison Armoury 1 Yukon Lane | |Canada's Register of Historic Places | Toronto, Ontario | *large centrally located building with a low-pitched gable roof houses 32 Canadian Brigade Group Headquarters; The Governor General's Horse Guards; 2 Intelligence Company; 32 Combat Engineer Regiment; 32 Service Battalion; 32 Military Police Platoon; 2 Area Support Group Signal Squadron Charlie Troop; ASU Toronto | 150px |} ==See also== * Household Division * Household Cavalry * Governor General's Foot Guards * Canadian Grenadier Guards * Canadian Guards * List of armouries in Canada * Military history of Canada * History of the Canadian Army * Canadian Forces * Toronto Armories ==References== ==Media== * The Governor General's Horse Guards – Second to None, John Marteinson & Scott Duncan, 2002, Robin Brass Studio Books, * Historical Record of the Governor General's Body Guard and its Standing Orders, Frederick Denison, 1876, Hunter, Rose, & Co *The Governor General's Horse Guards 1939-1945 by Lieutenant-Colonel R.P. Locke (1900) ==External links== * Category:The Governor General's Horse Guards Governor General's Horse Guards Category:Cavalry regiments of Canada Governor General's Horse Guards Category:Canadian ceremonial units Category:Military units and formations of Ontario Category:Military units and formations of Canada in World War II Category:Military units and formations established in 1855",
 "title": "The Governor General's Horse Guards"
}