{
 "id": "88179",
 "text": "Barton Turf is a village and civil parish in the English county of Norfolk. It is 20 km north-east of the city of Norwich, on the northwestern edge of Barton Broad, the second largest of the Norfolk Broads.Ordnance Survey (2005). OS Explorer Map OL40 - The Broads. . In primary local government the area is in the district of North Norfolk.Office for National Statistics & Norfolk County Council (2001). Census population and household counts for unparished urban areas and all parishes. Retrieved 2 December 2005. The villages name means 'Barley farm/settlement'. 'Turf' is a late 14th century addition, probably indicating that turf cutting was an important local industry. The civil parish, which includes the whole of Barton Broad and the smaller village of Irstead at its southern end, has an area of 10.86 km2. In the 2001 census it had a population of 480 in 181 households, the population decreasing to 467 at the 2011 Census. Barton Turf's St Michael and All Angels Church, Barton Turf, about a mile from the clustered village centre, has a large, ornate medieval painted rood screen such as many medieval parishes who could afford fine artisans once had, but which have rarely survived the English Reformation. ==Barton Hall== Barton Hall, Barton Turf is a house owned by Sir Sidney Peel's noble wife and is a Grade II (starting category) listed building with a typical, of a former manorial farmhouse, fishpond and array of outhouses around a courtyard to the front. It was built 1742 with two fronts later remodelled. Its walls are brick, partly plastered to appear ashlar (regular, grand stone courses). Its roofs are of plain tiles and pantiles. A grand list of 18th-century revival classical architecture follows in its listing such as detailing its tympanum, entablature, pediment, quoins, rustication, string course by cornice and rounded window within intercolumniation. ==Gallery== Image:BartonTurfDolly.jpg|Barton Turf has given its name to a traditional Corn dolly which consists of two vertical baskets. Image:Barton Turf rood screen.jpg|Some paintings from the 15th-century Rood Screen in St Michael and All Angels church, Barton Turf Image:Barton Turf 13 Thrones close up.JPG|Thrones (angels) from the 15th-century Rood Screen in St Michael and All Angels church, Barton Turf Image:Barton Turf 11 Cherubim close up.JPG|Cherubim from the 15th-century Rood Screen in St Michael and All Angels church, Barton Turf Image:Barton Turf Dominions Seraphim.JPG|Iconoclastic damage from the Reformation, St Michael and All Angels church, Barton Turf ==References== ==External links== * High resolution images of the Barton Turf Rood Screen * Information from Genuki Norfolk on Barton Turf * * http://kepn.nottingham.ac.uk/map/place/Norfolk/Barton%20Turf Category:Villages in Norfolk Category:Civil parishes in Norfolk Category:North Norfolk",
 "title": "Barton Turf"
}