{
 "id": "881728",
 "text": "The Mercury Grand Marquis is an automobile that was sold by the Mercury division of Ford Motor Company from 1975 until 2011. From 1975 until 1982, it was the premium model of the Mercury Marquis line of full-size sedans, becoming a standalone model line in 1983. For 2003 and 2004, it was sold alongside the revival of the Mercury Marauder. From 1979 until its 2011 discontinuation, the Grand Marquis shared the rear-wheel drive Panther platform with the Lincoln Town Car and the Ford (LTD) Crown Victoria. For 31 years, the Grand Marquis and Crown Victoria were functionally identical twins, built together on the same assembly line in Canada with only minor trim styling separating them. Produced across three generations, the Grand Marquis was offered nearly exclusively as a four-door sedan; a two-door sedan was marketed from 1975 until 1986. From 1983 until 1991, the model line included the wood-trimmed Mercury Colony Park station wagon. During its production, the Grand Marquis was manufactured at two facilities alongside the (LTD) Crown Victoria and Mercury Marquis: the St. Louis Assembly Plant in Hazelwood, Missouri (1979-1985) and the St. Thomas Assembly Plant in Southwold, Ontario, Canada (1986-2011). While the discontinuation of the Mercury brand was announced during 2010, Mercury produced a limited run of 2011 vehicles. On January 4, 2011, the final Grand Marquis rolled off the assembly line, becoming the final Mercury vehicle ever produced. ==1975–1978== For the 1967 model year, Mercury debuted the Marquis model line, introducing it as the Mercury counterpart of the Ford LTD. From 1967 to 1968, the Marquis was a two- door hardtop version of the Mercury Monterey. For 1969, Mercury reconfigured its full-size model range. While the Marquis was expanded to a full model range, the Montclair and Park Lane were discontinued, with the Marquis adopting the Brougham trim of the Park Lane; the Colony Park station wagon was integrated into the Monterey line. Replacing the S-55, the Marauder was revived as a fastback variant of the Marquis, lasting through 1970. For 1974, the Grand Marquis nameplate made its first appearance, introduced as an interior trim package of the Marquis Brougham. In addition to a wood-trim steering wheel, the interior was fitted with leather-and-velour split-bench seats. For 1975, Mercury discontinued the Monterey (a Mercury nameplate since 1950), with the Marquis becoming the sole full-size Mercury product line. To expand its full-size model range upward, the Grand Marquis became the highest- trim Marquis, slotted above the Brougham.Odin, L.C. A concise guide to the Ford and Mercury full-size automobile production 1969-1978. Belvedere Publishing, 2016. ASIN: B01HE91Y4K. Bridging the price and content gap between the Marquis Brougham and the Lincoln Continental, the Grand Marquis gave Mercury an opportunity to compete against the Buick Electra 225, Oldsmobile Ninety Eight, and Chrysler New Yorker Brougham. The Grand Marquis was equipped with the 460 V8; 4-wheel disc brakes were offered as an option. For 1976, in the interest of fuel economy, a 400 cubic-inch V8 became standard through 1977, with a 351 cubic-inch V8 becoming standard for 1978, except in California where the 400 V8 was standard. The 460 remained available as an option. For this generation, four-door models were thin-pillar sedans, with frameless door glass but a thin fixed B pillar between the doors. Coupes retained the hardtop body from pre-1975 cars but had fixed rear windows. For the 1979 model year, as Ford and Mercury downsized their full-size model lines, the Grand Marquis made its return, gaining interior space over its 1978 predecessor. For 1980, Ford introduced the LTD Crown Victoria as the first direct counterpart of the Grand Marquis. File:77 Mercury Grand Marquis (14277770724).jpg|1977 Mercury Grand Marquis four-door thin-pillar hardtop File:77 Mercury Grand Marquis (14091563418).jpg|1977 Mercury Grand Marquis four-door thin-pillar hardtop, rear view File:1978 Mercury Grand Marquis (18800982073).jpg|1978 Mercury Grand Marquis two-door hardtop File:75 78 Mercury Grand Marquis 2door rear.jpg|1975-1978 Mercury Grand Marquis, rear 3/4 view ==First generation (1979–1991)== For 1979, Mercury downsized its full- size model line for the first time, with the Grand Marquis making its return as the premium model of the Mercury Marquis model range. Seventeen inches shorter and nearly 1000 pounds lighter (dependent on powertrain) than its 1978 predecessor. While its exterior footprint closely matched the Cougar (Montego) intermediate sedan, the 1979 Grand Marquis saw gains in interior and luggage space. During the early 1980s, all three Ford divisions underwent a substantial revision of their full-size and mid-size model ranges. Within Mercury, for 1983, the Fox mid-size platform was repackaged as the Marquis, with an all-new Cougar produced solely as a two-door coupe (the Zephyr was discontinued, replaced by the front-wheel drive Topaz). The Grand Marquis was left as the sole full-size Mercury; for the first time since 1951, the division produced a single sedan nameplate (alongside the Colony Park station wagon). During its production, the first-generation Grand Marquis was marketed against the Buick Electra, Oldsmobile 98, and Chrysler New Yorker (and Fifth Avenue) both in size and price; by 1991, it would be the final vehicle in its segment produced with a rear-wheel drive layout and a V8 engine. === Chassis specification === The first-generation Grand Marquis was built on the rear- wheel drive Ford Panther platform. While Ford and Mercury sedans had shared common chassis underpinnings since 1961, the Panther chassis marked the first time the two model lines shared a common wheelbase (114.3 inches, downsized from 124 inches). Although reduced in size, the Grand Marquis would retain the basic suspension design of its predecessor, with a live rear axle suspension and double wishbone independent front suspension, with coil springs at all four wheels. In 1985, gas-charged shock absorbers were standardized for the model line, with load-leveling rear air suspension introduced as an option. The Grand Marquis was fitted with front vented disc brakes and rear drum brakes. For 1986, 15-inch wheels made their return as standard equipment (after having been an option since 1979). ==== Powertrain ==== As the Grand Marquis became a distinct model line for 1983, its powertrain underwent several revisions. The standard 4.2L V8 was discontinued, with a 130 hp fuel- injected 4.9L V8 (rounded up to 5.0L by Ford) becoming the sole engine offering. Shared with the Lincoln Town Car and LTD Crown Victoria, in 1986, the 5.0L V8 adopted multi-port fuel injection with a cast-aluminum upper intake manifold, increasing output to 150 hp. As an option, a 180 hp 5.8L V8 made its return for the Grand Marquis; shared with Ford police/fleet cars, the 5.8L V8 was the final carbureted engine sold in North America by Ford at the time of its 1991 discontinuation. Both the 5.0L and 5.8L V8 engines were paired with the four-speed AOD overdrive automatic transmission. {| class=\"wikitable\" border=\"1\" !Engine name !Years available !Configuration !Horsepower !Torque !Transmission |- |Ford 5.0L Windsor V8 |1983–1991 | OHV V8 | * (1983) * (1984-1985, US) * (1984-1985, Canada) * (1986-1991) | * (1983) * (1984-1985, US) * (1984-1985, Canada) * (1986-1991) | rowspan=\"2\" |Ford AOD 4-speed overdrive automatic |- |Ford Windsor V8 |1986–1991 | OHV V8 | | |} === Body === The first-generation Grand Marquis was offered by Mercury solely as a sedan, in two-door and four-door configurations. For 1983 only, the Grand Marquis was offered as a station wagon (effectively a Colony Park without woodgrain trim); from 1984 onward, all full-size Mercury wagons were Colony Parks. While styled nearly identical to the LTD Crown Victoria, the first- generation Grand Marquis was three inches longer than its Ford counterpart; alongside the doors and front and rear windows, only the bumpers are externally shared between the two model lines. After the 1987 model year, the two-door Grand Marquis was discontinued; only 4,904 were produced. ==== Exterior ==== In contrast to the stainless-steel band surrounding the B-pillars of the LTD Crown Victoria, the Grand Marquis was offered with multiple vinyl roof configurations, sharing the B-pillar \"coach lamps\" of the Lincoln Town Car. Alongside the standard half-length vinyl roof, a full-length roof was offered; the LS offered an additional option of a \"formal roof\", configured with a \"frenched\" rear window. The Grand Marquis was styled with a different rear fascia, using full-width taillamps (separated by the license plate). During its production, the first-generation Grand Marquis underwent minor changes. For 1982, simulated vents were removed from the front fenders. For 1983, as the Grand Marquis became a distinct model line, the grille and taillamps were redesigned. For 1985, to lower production costs, the external \"Electronic Fuel Injection\" and \"Automatic Overdrive\" emblems were deleted (both had become standard features); for 1986, a CHMSL (center brake light) was introduced. For 1988, the Grand Marquis underwent a mid-cycle revision, with restyled front and rear fascias, better integrating the bumpers into the bodywork. To save weight, steel bumpers were replaced by aluminum. File:83-87 Mercury Grand Marquis 2.jpg|1983-1987 Grand Marquis LS File:Mercury Grand Marquis (8776764850).jpg|1983-1987 Grand Marquis, showing formal roof configuration File:1988-1991 Mercury Grand Marquis.jpg|1988-1989 Grand Marquis GS File:Grndmrqsroadsteredtn1989.jpg|1989 Grand Marquis LS, showing the full- length roof File:88-91 Mercury Grand Marquis.jpg|1988-1989 Grand Marquis LS ==== Interior ==== From 1979 to 1991, the Grand Marquis sedan was offered solely as a six-passenger sedan with a front bench seat. While largely similar to its Ford counterpart, the dashboard of the Grand Marquis was trimmed with brushed stainless steel; in place of the horizontal speedometer, the Grand Marquis was fitted with two square pods for the fuel gauge, warning lights, and speedometer. In 1985, the dashboard underwent several revisions. Alongside the adoption of a single-DIN radio unit (phased in across all Ford vehicles), the 8-track cassette player and CB radio options were discontinued; control of the horn shifted from the turn signal stalk to the steering wheel. As part of the 1988 revision, the interior was updated with all-new seats (distinguished by taller head restraints), an updated dashboard (with more wood trim and revised gauges). The Grand Marquis LS received options including a JBL Audio 6-speaker AM/FM/Cassette stereo system (with a power antenna) and a heated windshield called \"Instaclear\". For 1990, the interior underwent a second major revision. To comply with passive-restraint regulations, the Grand Marquis was given a driver-side airbag; the rear outboard seats received 3-point seatbelts. Coinciding with the addition of the airbag, a new steering column consolidated the turn signal and windshield wiper controls onto a single stalk; tilt steering became standard. The dashboard was completely redesigned, adopted the horizontal speedometer used by Ford (using a silver background); for the first time, a temperature gauge was included alongside the fuel gauge. === Trim === From 1979 to 1982, the Grand Marquis returned as a sub-model of the Mercury Marquis model line. Marketed as the flagship Mercury nameplate, the Grand Marquis competed against the Buick Electra, Oldsmobile 98, and Chrysler New Yorker (and New Yorker Fifth Avenue). For 1983, the Grand Marquis was expanded to an unnamed standard trim and the top- trim LS. The former effectively replaced the Marquis Brougham (the Brougham nameplate was adopted by the mid-size Marquis) and the latter was a trim designation adopted across the Mercury model line during the 1980s. As part of the 1988 model update, the standard-trim Grand Marquis became the GS (in line with the Topaz and Sable). The badging of the model line underwent a revision, as the script lettering used since its 1975 introduction was replaced by block-style lettering (in the style of the Sable, Topaz, and Tracer); the Lincoln-style hood ornament was replaced by a version with the Mercury \"flying M\" badge\", which were added to the trunk lid and wheels. === Production === {| class=\"wikitable\" align=\"center\" |+Production figures ! style=\"background:#C0C0C0;\" |Year !1983 !1984 !1985 !1986 !1987 !1988 !1989 !1990 !1991 ! style=\"background:#C0C0C0;\" |Total production |- ! style=\"background:#C0C0C0;\" |Units !95,718 !131,396 !147,139 !98,929 !120,503 !111,611 !130,248 !72,945 !79,329 ! style=\"background:#C0C0C0;\" |987,818 |} == Second generation (1992–1997) == thumb|left|Rear view alt=|left|thumb|Canadian Export version of a 1993 Grand Marquis with a different headlight set-up. Unveiled on November 28, 1990, for the 1992 model year, both Ford and Mercury Panther-platform cars underwent their most extensive changes since their introduction for 1979. While the chassis was retained, the body was all-new from the ground up. After thirteen years on the market, the full-size sedans from Mercury and Ford were struggling against far more modern competition. Additionally, as an unintentional consequence of years of badge engineering, the Grand Marquis and its LTD Crown Victoria counterpart were left as virtual identical twins. In a significant break from precedent, the Grand Marquis and Ford Crown Victoria (no longer an LTD model) were allowed completely different bodies; the only visually shared body parts were the front doors and the windshield. Development began in early 1987, with a design approval in 1988, January 14, 1991 start of production, and March 21, 1991 introduction. In line with the rest of Ford Motor Company vehicles sold in North America, aerodynamics and fuel economy played a large role in the design of the new Grand Marquis. Unlike the Crown Victoria, which followed the design themes of the Ford Taurus, the Grand Marquis would combine contemporary design with traditional styling features seen in full-size sedans such as full-width taillights, a formal roofline, and a chrome waterfall grille. In various forms, the chrome waterfall grille became a signature styling feature across the Mercury product line from the late 1990s onward. As part of the redesign, Ford sought a new type of buyer for its full-size Mercury sedan; instead of the older buyers who traditionally bought them, the 1992 Grand Marquis was marketed to younger buyers in need of a larger car than a Ford Taurus/Mercury Sable. As such, the opera lamps and padded vinyl top were discontinued (the latter becoming a dealer-installed option), and the imitation wire wheel covers were replaced by aluminum alloy wheels. Revisions to the suspension and steering were made to improve both ride and handling. To improve stopping, four-wheel disc brakes replaced the rear drum brakes, with optional ABS; traction control was available as an option. As with the 1988-1991 models, the Grand Marquis was available in base-trim GS and deluxe-trim LS models. LS models are distinguished by front cornering lamps. From 1992 onward, the Grand Marquis was produced solely as a four-door sedan, as the Colony Park station wagon was discontinued. Ford's Keyless Entry System became optional on lower- trim packages, and standard on upper trim packages. === Year-to-year changes === thumb|1992 Grand Marquis LS thumb|1997 Grand Marquis LS *1992: Second- generation Grand Marquis introduced at the North American International Auto Show on January 11, 1991 after the November 28, 1990 unveiling. It launched on March 21, 1991 as an early 1992 model. All models come with driver's-side airbag standard with an optional passenger-side airbag. Partway through the model year, the AOD transmission was replaced by the AOD-E, which brought with it a different bellhousing pattern. *1993: Dual airbags become standard equipment on all models. Radios are redesigned with a new control layout. *1994: Increased side door impact protection. A/C refrigerant changed from R-12 to R-134a. *1995: Mid-cycle redesign. Exterior trim features increased use of body-color trim and less chrome. On the front, a larger, rounder grille is better integrated to the body, while all lights on the front are changed to clear lenses. The license plate is now centered in between the taillamps. On the trunk lid, the Mercury and Grand Marquis lettering is italicized and reduced in size. Inside, much of the interior receives an update, with new seats, door panels, and the entire dashboard is redesigned with attention paid to ergonomics. Switching locations with the climate controls, a Double-DIN radio featured large buttons and knobs; on models without automatic climate controls, rotary knobs replaced sliding controls. The power seat controls, if specified, were now located on the door panels along with enlarged buttons for the power windows and door locks. The outdated horizontal speedometer was replaced by the instrument cluster used in the Crown Victoria (adding a voltmeter and oil-pressure gauge); a digital instrument panel with the trip computer was still an option. * 1996: No major changes. Inside, the Ford \"brick\" airbag wheel in use since 1990 was replaced with a new design shared with many Ford and Lincoln-Mercury cars, integrating the horn into a smaller steering wheel hub. * 1997: Last year for the second-generation Grand Marquis. The Mercury emblems are removed from the C-pillars. Following the discontinuation of the Chevrolet Caprice and Buick Roadmaster by General Motors, 1997 Grand Marquis sales would rise over 20% in comparison to 1996. ===Powertrain=== thumb|1995–97 Mercury Grand Marquis (with dealer-installed vinyl roof) While the Panther platform was carried over from 1991, an all-new engine would be used for the 1992 Grand Marquis. The replacement for the OHV 5.0 L and 5.8 L Windsor V8s, the 4.6 L SOHC Modular V8 engine was the first (and as of 2014, the only) overhead-cam V8 to appear in an American-market full-size sedan. Producing 190 hp, it was more powerful and more fuel- efficient than either of its predecessors. An optional handling package, including a heavy-duty suspension, 3.27 rear-axle (instead of 2.73), and a dual-exhaust system that raised engine output to 210 hp was an option. It was largely the counterpart to the Ford Crown Victoria Touring Sedan. All models of the Grand Marquis were coupled to a 4-speed automatic transmission. For 1993, the hydraulically controlled AOD transmission was replaced by the electronically controlled AOD-E transmission. In 1995, the AOD-E was replaced the heavier-duty 4R70W transmission; it was shared with the Lincoln Mark VIII and Town Car. {| class=\"wikitable\" border=\"1\" |- !Engine name !Years available !Configuration !Horsepower !Torque !Transmission |- |Ford Modular V8 |1992-1997 | SOHC 16-valve V8 | * (single-exhaust) * (dual-exhaust; trailer- towing or handling package) | * * |Ford AOD 4-speed overdrive automatic (1992) Ford AOD-E 4-speed overdrive automatic (1993-1994) Ford 4R70W 4-speed overdrive automatic (1995-1997) |} === Production === While the redesigned 1992 Grand Marquis/Crown Victoria would prove more fuel-efficient than their predecessors, a loophole in CAFE regulations allowed Ford Motor Company to sell both full-size cars and improve the average economy of all of its cars. CAFE regulations require vehicles with fewer than 75% domestic parts content to be counted as part of an automaker's imported fleet rather than a domestic one. During the 1991 retooling for production of 1992 models at its St. Thomas, Ontario facility, Ford switched a number of its parts suppliers from Canada and the United States to suppliers outside North America, bringing the domestic parts content of the Grand Marquis and Crown Victoria below 75%. As such, the Grand Marquis was now part of a fleet consisting primarily of the far more fuel-efficient Ford Festiva rather than other V8-engined cars such as the Cougar and Ford Mustang. After 1996, General Motors ended production of its B-platform sedans, discontinuing the Buick Roadmaster and Chevrolet Caprice; without its closest direct competitors, Ford and Lincoln-Mercury were left with a highly profitable market niche essentially to themselves; however, several competitors began to introduce competitive vehicles in the segment. Replacing the outdated Imperial and Fifth Avenue, the 1994 Chrysler New Yorker (bench seat) and LHS (bucket seats) were the first Chrysler sedans to match the interior dimensions of the Grand Marquis since the 1970s. For 1995, the Toyota Avalon was the first Japanese-brand sedan sold with six-passenger seating (although assembled in the United States); an extended-wheelbase version of the Camry, the Avalon was considered a full-size sedan on the basis of its interior space. {| border=\"1\" cellpadding=\"5\" cellspacing=\"0\" align=\"center\" |+ Production figuresThe Encyclopedia of American Cars, 2006 Edition |- ! style=\"background:#C0C0C0;\" | Year || 1992 || 1993 || 1994 || 1995 || 1996 || 1997 || style=\"background:#C0C0C0;\" | Total production |- ! style=\"background:#C0C0C0;\" | Units || 163,262 || 90,367 || 107,894 || 94,202 || 104,433 || 127,949 || style=\"background:#C0C0C0;\" | 688,107 |} ==Third generation (1998–2002)== The third-generation Grand Marquis went on sale in late 1997 for the 1998 model year with an evolutionary update to the exterior and interior. While the 1992 Crown Victoria was better received in the marketplace than the new-for-1991 Chevrolet Caprice, its exterior design (inspired by the Ford Taurus) was not as popularly accepted as the Grand Marquis. The love-or-hate styling factor was bolstered by the fact that the Grand Marquis outsold the Crown Victoria in 1994 and 1997, despite the Vic's police and fleet sales advantage. Ford took note and kept the Grand Marquis' design language in place for 1998 while bringing much of it to the Crown Victoria to pivot away from 1992 to 1997 \"Aero\" look. To streamline production, Ford and Mercury returned to a shared rear roofline between the two model lines, using the formal rear styling of the Grand Marquis; the configuration would remain in use through the end of production in 2011. With General Motors' full-size B-body vehicles discontinued in 1996 to focus on more profitable SUVs and trucks, the third-generation Grand Marquis mostly competed against its Ford Crown Victoria counterpart and remained successful, selling over 100,000 units per year. === Chassis specification === The third- generation Grand Marquis retained the Panther chassis from its predecessors, lengthened in wheelbase to 114.7 inches. To upgrade handling stability, the three-link rear axle (in use on large Fords since 1965) was replaced by a four-link rear axle with a Watt's linkage, though a solid rear axle was retained. To improve braking, the four-wheel disc brakes were given dual- piston calipers for the front rotors, requiring the use of 16-inch wheels. For 2002, ABS became standard. The traction control (which remained an option) was revised to work at any speed (rather than only low speeds). ==== Powertrain ==== The third-generation Grand Marquis retained the same powertrain as the 1995-1997 Grand Marquis, with a 4.6L Modular V8 and a 4-speed 4R70W automatic transmission. In a minor revision, several underhood components were relocated, with the power steering reservoir was attached to the engine and the coolant overflow reservoir was relocated onto the radiator (both were located on a fender). In another change, the engine was converted to coil-on- plug ignition along with fail-safe cooling using a dual-speed electric fan. For 1998, the standard-equipment V8 (with single exhaust) was increased in output to 200 hp (from 190). The handling suspension package continued in production, paired with the dual-exhaust version of the 4.6L V8, producing 215 hp. For 2001, the engines were re-tuned to 220 and 235 hp, respectively. A 2.73 rear-axle ratio was paired with single-exhaust engines; as part of the handling package, a numerically higher rear-axle ratio was used. For 2000 and early 2001, a 3.55 rear axle was used; other versions used a 3.27 rear axle. {| class=\"wikitable\" border=\"1\" ! rowspan=\"2\" |Engine name ! rowspan=\"2\" |Configuration ! rowspan=\"2\" |Years available ! colspan=\"2\" |Output ! rowspan=\"2\" |Transmission |- !Horsepower !Torque |- | rowspan=\"3\" |Ford Modular V8 | rowspan=\"3\" | SOHC 16-valve V8 |1998-2000 | (single exhaust) (dual exhaust; handling package) | | rowspan=\"3\" |Ford 4R70W 4-speed overdrive automatic |- |2001-2002 | (single exhaust) (dual-exhaust; handling package/LSE) | |- |1998-2002 | (dual exhaust; GCC export) | |} === Body design === While bearing a strong resemblance to the previous generation, the 1998 Grand Marquis shared only the roof stamping and doors from its 1997 predecessor. Designers revised the front and rear bumpers, squaring off their design. The exterior trim was largely simplified, deleting the chrome trim above the headlamps. The rear fascia is similar to the Crown Victoria but instead uses a red lens panel between the taillights. The grille was restyled slightly as a larger version of the 1995-1997 design. The interior was carried over from the 1995 update, with a two-spoke steering wheel replacing the previous four-spoke design. The chrome trim was deleted from the column- mounted gear shifter and the turn signal lever. For 2001, the Crown Victoria and Grand Marquis adopted radios with an integrated clock function (used by other Ford vehicles since the early 1980s), with the separate digital clock deleted. File:1998-02 Mercury Grand Marquis.jpg|1998-2002 Mercury Grand Marquis GS File:Mercury Grand Marquis Brougham 1998 (15491582939).jpg|1998 Mercury Grand Marquis LS Brougham (dealer-installed option package) File:2001 Ford Mercury Gr. Marquis (8113527871).jpg|2001 Ford Grand Marquis (export) File:2001 Mercury Grand Marquis (12882277703).jpg|Rear view, 2001 Mercury Grand Marquis LS File:98-02 Grand Marquis front seats.jpg|Front seat, 1998-2002 Mercury Grand Marquis File:98-02 Grand Marquis rear seats.jpg|Rear seat, 1998-2002 Mercury Grand Marquis {| border=\"1\" cellpadding=\"5\" cellspacing=\"0\" align=\"center\" |+Production figures |- ! style=\"background:#C0C0C0;\" | Year || 1998 || 1999 || 2000 || 2001 || 2002 || style=\"background:#C0C0C0;\" | Total production |- ! style=\"background:#C0C0C0;\" | Units || 134,155 || 142,372 || 132,870 || 100,774 || 96,034 || style=\"background:#C0C0C0;\" | 606,206 |} == Fourth generation (2003–2011) == left|thumb|2005 Mercury Grand Marquis left|thumb|2003-2005 Mercury Grand Marquis left|thumb|2006-2007 Mercury Grand Marquis LS left|thumb|2006 Mercury Grand Marquis LS left|thumb|Photograph of a 2006-2011 Mercury Grand Marquis instrument panel thumb|2011 Mercury Grand Marquis. This vehicle was converted to run on propane. For 2003, the Grand Marquis saw an extensive styling update, and the Ford Panther chassis was redesigned for the first time since its introduction for 1979. During the 2000s, Mercury would introduce two additional full-size sedans: the 2003-2004 Mercury Marauder and the 2005-2007 Mercury Montego (rebranded the 2008-2009 Mercury Sable). In addition, the Grand Marquis largely replaced the Ford Crown Victoria in the retail market since the CV was removed from retail sale for the 2008 model year. This was reflected in the fourth generation Grand Marquis' styling shifting over to the more generic look of the third- generation Crown Victoria, combining elements of both vehicles into one model that would serve both customer bases. In 2010, the Grand Marquis marked 35 years of production, overtaking the Cougar as the longest-produced nameplate sold by the Mercury brand. In September 2010, after a short production run, the final versions for retail sale were produced. Slated to end production in December 2010, the production of fleet models was extended due to a parts shortage at the St. Thomas, Ontario factory. On January 4, 2011, the last Grand Marquis was produced in St. Thomas; it was the last Mercury produced by Ford. === Chassis === While styling changes to the 2003 Grand Marquis were evolutionary, the changes to the Panther platform were far more extensive. To improve chassis rigidity, an all-new frame was introduced with fully boxed and hydroformed frame rails. In an effort to improve handling, the front and rear suspension were redesigned along with the brakes. A quiet EBD brake booster with a mechanical panic assist system was added. The new suspension changes required changing wheel designs to those with a high positive offset. Rack and pinion steering replaced the old recirculating ball system in an effort to increase steering precision and reduce costs. In standard versions of the Grand Marquis, the rear-axle ratio was 2.73:1; in LSE and versions with the handling suspension, a 3.27:1 rear-axle ratio was used. The handling package was standard equipment on LS-trim export models. For 2008, the Handling and Performance Package, as well as the 5-passenger front bucket-seat option, were both discontinued; both were similar to the Crown Victoria's LX Premium Sport and Handling Package. These were the only post-1992 Grand Marquis variants produced for North America to be equipped with dual exhaust. For the 2003 model year, the Grand Marquis retained the version of the Modular V8 introduced in 2001. Single-exhaust versions produced 220 hp, while the dual- exhaust version raised output to 235 hp. During the redesign, a number of changes were made to the engine. The oil pan was enlarged 20% to six quarts and an engine knock sensor was made standard. Other changes included an intake manifold with an aluminum water crossover and an electronic returnless fuel system. The new engine was distinguished by a redesigned engine cover, featuring a chrome \"V8\" emblem; the oil filler cap was moved to the passenger- side valve cover and the power steering fluid reservoir was moved off of the engine block onto the radiator shroud. For 2006, revisions to engine tuning added 4 hp to both versions of the Modular V8, for a total of 224 and 239 hp, respectively. In 2007, the engine was given flex-fuel capability (E85). After the 2007 model year, the 239 hp version of the Grand Marquis was sold exclusively for GCC export. All versions of the Grand Marquis were sold with variants of the AOD 4-speed overdrive automatic transmission. From 2003 to 2005, the 4R70W was used. In 2006, it was replaced by the 4R75E shared with the Ford truck lineup. {| class=\"wikitable\" border=\"1\" |- !Engine name !Years available !Configuration !Horsepower !Torque !Transmission |- |Ford Modular V8 |2003-2011 | SOHC 2-valve V8 | * (single-exhaust) * (dual-exhaust; LSE, export) | * * |Ford 4R70W 4-speed overdrive automatic (2003-2005) Ford 4R75E 4-speed overdrive automatic (2006-2011) |} === Exterior === As part of the redesign, Lincoln-Mercury stylists were tasked with giving the Grand Marquis a more contemporary look, bringing it in line with other Mercury-division vehicles. While largely evolutionary, a number of changes modernized the exterior. In a change similar to the 2003 Town Car redesign, the heavily rounded bumpers seen on the Grand Marquis since 1992 gave way to a squared-off lower look. The trunk and taillight trim was simplified with more contemporary badging. In the front, to improve cooling, a larger grille introduced the Grand Marquis to the Mercury waterfall-style grille trim. The previously optional locking gas cap was removed on all models. Grand Marquis LS Limited Editions were equipped with a hood ornament, seen for the first time since 1991; the option also marked the return of factory-produced two-tone paint. To ease production, the Grand Marquis adopted body-color trim for the B-pillars, similar to the Crown Victoria. In 2005, for a single year, the radio antenna became externally mounted, to the rear fender. After years of declining sales, chrome wire wheel covers were optional from the factory for the last time. For 2006, the Grand Marquis was given a mid-cycle exterior update, in what would be the last styling update for the Panther vehicles. The trapezoidal grille seen since 1995 was replaced by a rectangular one with a waterfall pattern similar to the Montego; the headlight clusters no longer extended to the sides of the grille, in a fashion similar to the 1988-1991 Grand Marquis. A redesign of the lower bumper allowed the addition of foglights as an option for the first time. In the rear, the trunk trim was changed from red to gray. === Interior === While not as extensive as changes to the exterior or chassis, Mercury made a number of changes to update the interior of the Grand Marquis in its 2003 redesign. Updated door panels and redesigned switchgear improved interior ergonomics, while the dashboard from 1995 remained in place. A dual media (cassette/CD) player made standard along with a valet key. In the interest of safety, and to keep up with other Ford Motor Company vehicles, a shoulder belt was added for the rear middle passenger and side airbags were introduced as an option. In 2005, due to several mechanical modifications, several changes are made. The steering column is replaced with a non-locking design; a flat-top steering wheel replaces the round-top version used since 1998. A fully electronic throttle moves the cruise control function into the main engine computer. For the front seats, occupant weight sensors were added, which allowed the front passenger airbag to be disabled. An Audiophile 6-disc in-dash CD changer became available as an option on LS-trim models. For 2006, another major change was made as the instrument panel on all Panther-platform cars was redesigned; the optional digital instrument panel was discontinued, as was the use of an analog odometer. While the oil pressure and voltage gauges were removed, a notable addition was a tachometer; the Grand Marquis was one of the last Ford vehicles sold without one. Similar to other Ford vehicles, the new instrument panel features a Driver Information Center (trip computer), consolidating many functions previously seen in the overhead console in between the speedometer and tachometer. In 2007, an auto-dimming rearview mirror was added as an option, along with a full-size spare tire (making its return). In 2009, due to federal regulations, side airbags became standard equipment along with recessed window switches. === Trim === As part of the redesign, Mercury would change the Grand Marquis trim lineup for 2003. In place of the traditional two-model line, the Grand Marquis was expanded to five. In addition to the base-trim GS, there was now GS Convenience, LS Premium, LS Ultimate, and LSE. Introduced at the Chicago Auto Show in February 2001, and in showrooms by May, the LSE was designated as the LS Premium with a heavy-duty rear suspension, shorter rear-axle ratio, and a 239-hp dual-exhaust engine; it offered 5-passenger seating with leather, dual power bucket seats, with a center console and floor shifter. The 2003 LSE was short-lived, as its production ended in December 2002; it made a brief return for 2005. From 2003 to 2005 a Limited Edition version of the LS model was sold. This included an appearance package with chromed mirrors, body-colored door handles, and a two- tone leather interior. Limited Edition models also came with side airbags standard. They included a Mercury badge hood ornament, making its return for the first time since 1991. For 2007 LS models, a Palm Beach trim option was available; it consisted primarily of special upholstery and badging. For 2009, following the introduction of a \"No-Stock\" marketing guideline by Lincoln- Mercury, the Grand Marquis trim line underwent a revision. Aside from long- wheelbase GCC export models, the GS was dropped, while the LS was split into two series: LS Fleet and LS Retail. The former was available exclusively for fleet purchase in the United States while the latter was available only by dealer special order to minimize unsold inventory of cars. Moreover, incentives as high as $4000 per vehicle were added to remove previous stock from dealer lots. As Ford had announced the discontinuation of the Mercury brand in the summer of 2010, all 2011 examples are Mercury Grand Marquis LS Ultimate Editions. === Sales === {| border=\"1\" cellpadding=\"5\" cellspacing=\"0\" align=\"center\" |+ Production figures |- ! style=\"background:#C0C0C0;\" | Year || 2003 || 2004 || 2005 || 2006 || 2007 || 2008 || 2009 || 2010 || 2011 || style=\"background:#C0C0C0;\" |Total Production |- ! style=\"background:#C0C0C0;\" | Units || 92,140 || 87,583 || 66,133 || 54,688 || 50,664 || 29,766 || 24,783 || 28,543 ||248 || style=\"background:#C0C0C0;\" | 434,548 |} ==Discontinuation== On June 2, 2010, Ford announced that it would end production of all Mercury vehicles by the end of 2010 as it discontinued the brand after 72 years. As a result of an unplanned delay in parts shipments, the final Grand Marquis was produced on January 4, 2011 at 7:46 am. The St. Thomas Assembly plant in Ontario, Canada closed in September 2011, bringing an end to the production of the Ford Crown Victoria and Lincoln Town Car. In continuous production for 36 years, the Grand Marquis was the longest-produced Mercury. In total, over 2.7 million were produced, making it the best-selling vehicle sold by the brand. Among Ford Motor Company models in North America, only the Ford Econoline, Ford Mustang, Ford Thunderbird, Ford F-Series, and Lincoln Continental nameplates have been produced longer. The Panther platform served as the basis for Grand Marquis design for 32 years. Nearly unmatched by other automakers for longevity, the external appearance of the Grand Marquis remained largely unchanged for the last 19 years of its production life (along with its engine, the 2011 model shared a number of body panels with its 1992 counterpart). {| border=\"1\" cellpadding=\"5\" cellspacing=\"0\" align=\"center\" |+Production totals (1983-2011) |- ! style=\"background:#C0C0C0;\" | Year || 1983-1991 || 1992–1997 || 1998–2002 || 2003–2011 || style=\"background:#C0C0C0;\" |Total production |- ! style=\"background:#C0C0C0;\" | Units || 987,818 || 688,107 || 606,206 || 434,548 || style=\"background:#C0C0C0;\" |2,716,679 |} ==Export markets== During its production, the Grand Marquis was sold throughout North America, although it was not always badged as a Mercury. Outside of North America, exports were concentrated on the Middle Eastern market, where its large size and V8 power were attributes still sought by buyers towards the end of production. ===Canada=== After 1999, Ford of Canada discontinued sales of the Ford Crown Victoria outside of commercial fleets and law enforcement, concentrating civilian sales in Canada on the Mercury Grand Marquis. Following the 2004 model year, the Mercury brand was phased out in Canada, though Ford of Canada would market the Grand Marquis through its Ford dealerships. Sales continued through the end of production in 2011, as it was replaced by the redesigned Ford Taurus introduced for 2010. ===Mexico=== Ford de Mexico would market the Mercury Grand Marquis under the Ford brand twice. In 1982, the Grand Marquis was introduced as the replacement for the Ford LTD Crown Victoria and wagons, but it was always sold in Mexico as a Ford model. The Grand Marquis wagon was produced and sold for the Mexican market as the Ford Grand Marquis Country Squire; it was sold through the 1984 model year. From 1992 to 1994 it was manufactured in Mexico., after which it was imported from St. Thomas, Ontario, Canada. Wearing both Ford and Mercury badging, the Grand Marquis adapted a Ford Blue Oval on the trunk lid after 1998. Although the Ford Grand Marquis was considered a sales success in Mexico and developed a reputation for luxury and prestige as the most expensive domestic nameplate available for sale, as in the United States, sales began to decline as the model aged. For the 2005 model year, Ford de Mexico replaced the Grand Marquis with the Ford Five Hundred, sold through 2007. ===Middle East (GCC)=== thumb|alt=Middle Eastern 2003 Grand Marquis LS, equipped with the Export Handling Package featuring '03–'05 LSE wheels|GCC-spec 2003 Grand Marquis LS The Grand Marquis and its Ford Crown Victoria counterpart were marketed in Kuwait and Saudi Arabia, two members of the Gulf Cooperation Council (GCC). The GCC-Spec vehicles initially offered a lower price, reliability, and relative simplicity (compared to German and Japanese luxury sedans), but the GCC-spec Mercury Grand Marquis began to lose market share in the 2000s towards updated competitors (such as the Holden-produced Chevrolet Caprice and Dodge Charger). ====Modification==== thumb|Rear interior, showing 40/20/40 Lincoln Town Car front seats Produced alongside North American examples in St. Thomas, Ontario, GCC-Spec versions of the Mercury Grand Marquis included several mechanical and trim modifications. All were fitted with the High Ambient Temperature and Speed Package, heavy- duty battery, and an auxiliary transmission fluid cooler. Prior to 2002, export vehicles included a catalytic converter delete option. All standard- wheelbase examples were fitted with true dual exhaust. To upgrade handling, the Grand Marquis was available with an Export Handling Package as an option. The counterpart to the Handling and Performance Package sold in the United States, the Export Handling Package consisted of rear air suspension (with stiffer springs), a larger front stabilizer bar, and a heavy-duty rear stabilizer bar. In contrast to the U.S., the GCC-spec option retained the stock rear axle ratio. Standard on the LS trim level, the package was available for any standard-wheelbase GCC-spec Grand Marquis. Following 2003, the model was identified by a trunk lid spoiler (shared with the Mercury Marauder). From 1998, the GCC-spec Mercury Grand Marquis was fitted with the 40/20/40 split front seats of the Lincoln Town Car (in place of a 50/50 split- bench). To accommodate for the Middle Eastern climate, cloth seats are standard equipment, with leather upholstery as an option. In addition, the language of warning labels are in Arabic. ====Trim variation==== thumb|C-pillar badging on a 2009 Grand Marquis GSL Middle Eastern versions of the Grand Marquis are equipped with slightly different options and features than their North American counterparts. Prior to 2009, six different trim levels were available: *GS *GS Convenience *GSL *LS (LSE limited to mid-2001 to mid-2003 and 2005 model year) *LS Premium *LS Ultimate In 2009, the LS models were only available with a column shifter and 40/20/40 Lincoln Town Car seats, available in luxury cloth or leather trim. The GSL is a long-wheelbase model offering of extra legroom for rear passengers. It is equipped like an LS model, with standard features such as an 8-way power driver's seat (2-way manual passenger seat), side airbags, leather-wrapped steering wheel, automatically dimming rearview mirror, electronic climate control, power- adjustable pedals, premium sound system with CD and cassette, 17-inch wheels with 235/55WR17 Goodyear Eagle RS-A tires, heated door mirrors, fog lights and special \"GSL\" badging. The once-optional gauge cluster is standard, with controls located on the center of the dashboard, between the headunit and climate controls. In North America, this model was only available to fleet customers as a commercial (taxi) version of the Ford Crown Victoria. For 2009, the Grand Marquis was only available in two different trim levels: GSL and LS, both of which were near-identical in terms of features and options. The LS was a Fleet model, which was heavily de-contented, losing once-standard features such as an overhead console with a compass and a power passenger seat. The Export Handling Package was dropped, eliminating features such as the Mercury Marauder spoiler and rear air suspension. For 2010, the GS model reappeared in the lineup, and several features (such as the Mercury Marauder spoiler) became available as standalone options. The Export Handling Package was made standard along with a power passenger seat. In Kuwait, the LS model (M7F) was not available to the general public in 2010, as they are heavily sold to fleet buyers, such as the Ministry of Defense, Ministry of Interior, Ministry of Health and state-owned Kuwait Oil Company, where they are given to employees as fringe benefits. For 2011, the long-wheelbase GSL was replaced by the GS, and the LS model was made available again to the general public in Kuwait. The LS Ultimate Edition remains a Fleet model and differed slightly from the GS, equipped with leather seats, electronic automatic temperature control (EATC), and an automatically dimming rear-view mirror. Lumbar support was no longer available. ==References== ==External links== Grand Marquis Category:Rear- wheel-drive vehicles Category:Full-size vehicles Category:Goods manufactured in Canada Category:Cars introduced in 1983 Category:1980s cars Category:1990s cars Category:2000s cars Category:2010s cars Category:Sedans Category:Ford Panther platform Category:Flagship vehicles",
 "title": "Mercury Grand Marquis"
}