{
 "id": "881793",
 "text": "The Château de Marly was a French royal residence located in what is now Marly-le-Roi, the commune on the northern edge of the royal park. This was situated west of the palace and garden complex at Versailles. Marly-le-Roi is the town that developed to serve the château, which was demolished in 1806 after passing into private ownership and being used as a factory. The town is now a bedroom community for Paris. At the Château of Marly, Louis XIV of France escaped from the formal rigors he was constructing at Versailles. Small rooms meant less company, and simplified protocol; courtiers, who fought among themselves for invitations to Marly, were housed in a revolutionary design of twelve pavilions built in matching pairs flanking the central sheets of water, which were fed one from the other by formalized cascades (illustration, right). After the French Revolution, about 1800, the chateau was sold to a private owner. He demolished it in 1806 after his factory there failed. The hydraulic \"machine\" that pumped water for Versailles was also demolished. Only the foundation of Jules Hardouin-Mansart's small château, the pavillon du Roi remains at the top of the slope in Marly park. Napoleon bought back the estate in 1807, and the park belongs to the state. ==History== thumb|300px|Life at the château c.1780s. The works at Marly were begun in the spring of 1679, on 22 May,Robert W. Berger, \"On the Origins of Marly\" Zeitschrift für Kunstgeschichte 56.4 (1993, pp. 534-544) p 534. Work proceeded with such precipitous urgency that the contracts were not signed until 22 February the following year. before Louis had moved his court permanently to Versailles. The king was looking for a retreat on well-wooded royal lands between Versailles and Saint-Germain-en-Laye that were well-wateredSufficient water was already proving to be a persistent problem at Versailles, which was under construction at full speed. and provided a grand view. Marly was chosen.It was a royal property that had been purchased in 1676 to improve the scope of the royal hunt; Berger 1993:534 notes the history in C. Piton's manuscript Marly- le-Roi: Son histoire (697-1904), (Paris 1904.). Robert Berger has demonstrated that the design of Marly was a full collaboration between Jules Hardouin- Mansart and the premier peintre Charles Le Brun, who were concurrently working on the Galerie des Glaces at Versailles.Fiske Kimball, \"Mansart and Le Brun in the genesis of the Grande Galerie at Versailles\" The Art Bulletin 22 (1940), pp 1-6. Mansart's elevations for the pavilions were to be frescoed to designs adapted from a suite that Le Brun had recently drawn.The suite were engraved as Divers desseins de decorations de pavillons inventez par Monsieur Le Brun... (undated, but ca 1680). The frescoed exteriors of the otherwise somewhat severe buildings created a richly Baroque ensemble of feigned sculptures against draperies and hangings, with vases on feigned sculptural therms against the piers— all in the somewhat eclectic Olympian symbolism that Le Brun and the King favoured everywhere at Versailles. The decor of the pavillon du Roi featured Apollo, the Sun King's iconographic persona, and Thetis. Other pavilions were dedicated to other Olympians, but also to Hercules, and to Victory, Fame and Abundance. Construction was completed by 1684, though the overcharged painted programmes were simplified and restrained in the execution.Berger 1993 adduces payments for the painting; whether all the pavilions at Marly were ever frescoed or not had previously been the subject of conflicting reports and recall. 300px|thumb|The horse watering pool at the Château de Marly. The Sun King attended the opening of the completed hydraulic works in June 1684 and by 1686 development was sufficiently advanced for the King to stay there for the first time, with a selected entourage. The theme of Marly was that it was a simple hunting lodge, just enough to accommodate the Royal Hunt. In 1688 the Grand Abreuvoir à chevaux was installed on the terrace, a mere \"horse trough.\" Throughout the rest of his life, Louis continued to embellish the wooded park, with wide straight rides, in which ladies or the infirm might follow the hunt, at some distance, in a carriage, and with more profligate waterworks than waterless Versailles could provide: the Rivière or Grande Cascade dates to 1697–1698. Versailles was provided with water from Marly. The famous description of Marly in the memoirs of Louis de Rouvroy, duc de Saint-Simon\"...coloured by the author's severe animus toward Louis XIV\" (Berger 1993:534 note). were written in retrospect and, for the initiation of Marly, at second hand; when Saint-Simon wrote, in 1715, Marly's heyday was ending, with the death of Louis XIV that year. Louis' heirs found the north-facing slope made Marly damp and dreary, and rarely visited. The \"river\" was filled in and grassed in 1728. During the Revolution the marble horses by Guillaume Coustou the Elder, the Chevaux de Marly, were transported to Paris (1794), to flank the opening of the Champs- Élysées in the soon-to-be-renamed Place de la Concorde. (They are now in the Musée du Louvre, along with many other Marly sculptures.) In 1799/1800, Marly was sold to an industrialist, M. Sagniel, who installed machinery to spin cotton thread. When the factory failed in 1806, the château was demolished and its building materials sold, including the lead from its roof. Napoleon bought back the estate the following year; the empty gardens and the surrounding woodland park still belong to the State. ==Remains== At the end of the 19th century several connoisseurs purchased leases on the individual garçonnières, cleaned up the overgrowth, recovered some bruised and broken statuary and recreated small gardens among the ruins: Alexandre Dumas, fils and the playwright and collector of 18th-century furnishings Victorien Sardou. The Cour Marly of the Louvre museum was inaugurated in 1993. It contains mostly works of art from Marly, displayed on three levels. ==The Marly machine== thumb|300px|La machine de Marly by Pierre-Denis Martin, 1723. Providing a sufficient water supply for the fountains at Versailles had been a problem from the outset. The construction of the Marly hydraulic machine, actually located in Bougival (where its inventor Rennequin Sualem died in 1708), driven by the current of the Seine moving fourteen vast paddle wheels, was a miracle of modern hydraulic engineering, perhaps the largest integrated machine of the 17th century. It pumped water to a head of 100 meters into reservoirs at Louveciennes (where Madame du Barry had her chateau in the 1760s). The water then flowed either to fill the cascade at Marly or drive the fountains at Versailles — the latter, after passing through an elaborate underground network of reservoirs and aqueducts. The machine could only deliver sufficient pressure to satisfy either Marly or Versailles, and invariably the King's demands received priority. In the nineteenth century, various other pumps replaced the originals, and the last was taken out of service in 1967. == References == ==External links== * Other state properties * \"La machine de Marly\" (in English) * \"Marly-le-Roi and Baroque garden design in France\" * The Ways of Men: producer Eliot Gregory visits Sardou at Marly * \" Château de Marly , lot pictures \" (in French) Category:Buildings and structures completed in 1684 Category:Houses completed in the 17th century Category:Châteaux in Yvelines Category:Royal residences in France Category:Ancien Régime French architecture Category:Demolished buildings and structures in France Category:Gardens in Yvelines Category:Landscape design history Category:1684 establishments in France Category:Buildings and structures demolished in 1806",
 "title": "Château de Marly"
}