{
 "id": "881747",
 "text": "Jerome Abram Bettis Sr. (born February 16, 1972) is a former American football running back who played in the National Football League (NFL) for 13 seasons, primarily with the Pittsburgh Steelers. Nicknamed \"The Bus\" for his large size and running style, he was selected tenth overall by the Los Angeles Rams in the 1993 NFL Draft. Bettis was a member of the Rams for three seasons before being traded to the Steelers, where he spent the remainder of his career. A six-time Pro Bowler and two-time first-team All-Pro, he is regarded as one of the best power runners of all time and ranks eighth in NFL rushing yards. He retired in 2006 after helping the Steelers win a Super Bowl title in Super Bowl XL over the Seattle Seahawks, the franchise's first in over two decades. Bettis was inducted to the Pro Football Hall of Fame in 2015. ==Early life== Bettis was born February 16, 1972, in Detroit, Michigan. He is the oldest of three children of Gladys Elizabeth (née Bougard) and Johnnie E. Bettis.Stated on Who Do You Think You Are?, March 9, 2012 Bettis did not start playing football until high school, as his primary passion as a youth had been bowling. At age 14, he was diagnosed with asthma. As a youth in Detroit, Bettis and his brother made ends meet by selling crack cocaine. He attended Mackenzie High School in Detroit, where he was a standout running back and linebacker. As a senior, he was rated the top player in the state by the Detroit Free Press, and was the Gatorade Circle of Champions Player of the Year award winner. ==College career== Bettis enrolled at the University of Notre Dame to play college football for the Notre Dame Fighting Irish. Bettis finished his career with 337 rushing attempts for 1,912 yards (5.7 yards per attempt), and made 32 receptions for 429 yards (13.4 yards per reception). In his last game as a junior, a 28-3 win by Notre Dame over Texas A&M; in the 1993 Cotton Bowl, he rushed 20 times for 75 yards, ran for two touchdowns and caught a 26-yard touchdown pass. In his sophomore year, he set the Notre Dame touchdown record with 20 in one season, with 16 rushing, and 4 receiving (23 total touchdowns including the 1992 Sugar Bowl, a record which still stands). *1990: 15 carries for 115 yards and 1 touchdown.Jerome Bettis College & Pro Football Statistics. Totalfootballstats.com. Retrieved on July 23, 2013. *1991: 168 carries for 972 yards and 16 touchdowns. 17 catches for 190 yards and 4 touchdowns. *1992: 154 carries for 825 yards and 10 touchdowns. 15 catches for 239 yards and 6 touchdowns. Bettis did not graduate from college.Jenkins, Lee (February 4, 2006). \"With That Old College Retry, Bettis Revived His Career\". The New York Times. Retrieved January 13, 2017. He skipped his senior year at Notre Dame to enter the 1993 NFL Draft. He returned to Notre Dame in 1996 when he was having a dispute with the St. Louis Rams and was considering retirement. He took courses in \"history, philosophy, marketing and business\" totalling a heavy 18 credit class load. He returned to the NFL shortly thereafter. As of 2021, Bettis is taking courses at Notre Dame. ==Professional career== ===Los Angeles / St. Louis Rams=== The Los Angeles Rams selected Bettis in the first round, with the 10th overall selection, of the 1993 NFL Draft. On July 22, 1993, Bettis signed a three-year, $4.625 million contract with a signing bonus in excess of $2 million.Simers, J.T. (July 23, 1993). \"Rams Reach Agreement With Bettis Football: No. 1 pick expected to sign and practice today\". Los Angeles Times Retrieved September 10, 2010. As a rookie, he flourished under Chuck Knox's ground-oriented offense. He quickly earned the nickname \"The Battering Ram\" as he rushed for 1,429 yards (second in the NFL), drawing comparisons to Earl Campbell. Bettis also had an NFL-best 79 rushing first downs and an NFL-best 38 runs of 10 or more yards, and tied for the league lead with seven 100-yard rushing games despite not becoming the full-time starter until the sixth game of the season. Bettis was named a First-Team All-Pro (the only rookie named to the team) and Consensus NFL Offensive Rookie of the Year. He rushed for over 1,000 yards and was selected for the NFC's Pro Bowl team in each of his first two seasons with the Rams. The Rams moved to St. Louis for the 1995 season. New coach Rich Brooks instituted a more pass-oriented offense, a major reason why Bettis was limited to 637 yards, a significant dropoff from his 1993 and 1994 totals. Brooks asked Bettis whether he wanted to move to fullback for the upcoming 1996 season or preferred to be traded. Bettis stated he thought he could still help an NFL team with his running. ====Trade to Pittsburgh==== In what would become one of the more lopsided trades in NFL history, on April 20, 1996, Bettis was traded to the Pittsburgh Steelers with a third-round pick in the 1996 NFL Draft, in exchange for the Steelers' second-round pick and their fourth-round pick in the 1997 NFL Draft.Clarochi, Paul (April 21, 1996), \"Steelers Bet on Bettis to Fill RB Void\".Beaver County Times Retrieved September 12, 2010. The Rams gave Bettis the option of which team he wanted to be traded to, and he chose the Steelers over their AFC Central rival Houston Oilers (who would draft Eddie George that year instead) due to the Steelers' more storied history. In exchange for Bettis, the Rams drafted Ernie Conwell (second round of 1996 draft) and also received the Steelers fourth-round pick in 1997. In 1997, the Rams had multiple trade deals including moving up to the number 1 draft slot to draft Orlando Pace. The Rams traded their fourth-round pick from the Steelers to the Dolphins along with two sixth-round picks, in order to move up nine slots and draft offensive tackle Ryan Tucker. The Steelers drafted Steve Conley (third round of 1996 draft) with the draft selection they acquired from the Bettis trade with the Rams. Conley was traded to the Colts two seasons later for a fifth-round pick. The Steelers were in need of a running back because Bam Morris, their power running back for the 1994 and 1995 seasons, was arrested in March 1996 for marijuana possession. The Steelers traded for Bettis on the day of the 1996 NFL Draft. Morris eventually pleaded guilty to marijuana possession and was cut by the team in June 1996, leaving Bettis as the featured back. ===Pittsburgh Steelers=== In his first season in Pittsburgh, Bettis rushed for a then career-high 1,431 yards and 11 touchdowns and was named to his second 1st team All-Pro team. He also won the NFL Comeback Player of the Year, NFL Alumni Running Back of the Year, was voted Steelers' team MVP and finished the 1996 season as the leader in Football Outsiders rushing DYAR metric. Footballoutsiders.com. Retrieved on September 13, 2017. Bettis rushed for over 1,000 yards in each of his first six seasons with the Steelers between 1996 and 2001. Included in that run were three campaigns of over 1,300 yards. In 1997, Bettis rushed for a career-best 1,665 yards in the team's first 15 games. However, because the team had already wrapped up its playoff position, he was rested for the regular-season finale and finished 26 yards short of the team's single-season record. Bettis does hold the Steelers' franchise record for rushing yards in a single season when including postseason play. Pro-Football-Reference.com. Bettis was a second-team All-Pro choice in 1997 and set a then NFL record with two overtime touchdowns in the same season. Bettis was leading the league with 1,072 rushing yards in 2001 when he suffered a serious hip and groin injury that sidelined him for the remainder of the regular season. Injuries would also cost him significant parts of the 2002 season and he then began the 2003 season as a backup to Amos Zereoué. Despite regaining his starting role midway through the 2003 season, Bettis again found himself a backup to start the 2004 season, this time to free-agent acquisition Duce Staley. But when an injury took Staley out of action midway through the year, Bettis stepped in and gained 100-plus yards in six of the next eight games, and in seven consecutive starts. The late-season effort led to the sixth Pro-Bowl berth of his career. Bettis spent the 2005 season as a short-yardage running back, but managed two notable games along the way: First, a 101-yard, two-touchdown effort in a pivotal week 14 win over Chicago (his second-to-last game in Pittsburgh). This game included a play in which he ran over Bears' safety Mike Green and the NFL's Defensive Player of the Year linebacker Brian Urlacher on the goal line during a heavy snow squall. Secondly, he scored three touchdowns in a win over Detroit to clinch a playoff berth on the last day of the season, which was his last game in Pittsburgh. He finished the season and his career as the NFL's 5th leading all-time rusher. Bettis was also at the center of one of the most controversial calls in NFL history. During a Thanksgiving Day game with the Detroit Lions on November 26, 1998, Bettis was sent out as the Steelers representative for the overtime coin toss. Bettis appeared to call \"tails\" while the coin was in the air but referee Phil Luckett declared that Bettis called \"heads\" and awarded possession to Detroit, who would go on to win the game before Pittsburgh had the chance to have possession. After reviewing the incident, the NFL changed the rule and declared that the call of \"heads\" or \"tails\" would be made before the coin was tossed rather than during the coin toss and that at least two officials would be present during the coin toss. The readers of ESPN voted the incident as No. 8 on its list of the ten worst sports officiating calls of all time, even though later sound enhancements of the audio showed that Bettis said \"hea-tails\" and Bettis admitted starting to call \"heads\" before changing it to tails.The Readers' List:Worst calls in history. ESPN. August 27, 2001. Retrieved on 2013-07-23. Immediately after the incident, however, Bettis commented \"I did not say 'heads-tails.\" Bettis later put together one of the most bizarre single-game statistics in NFL history. In the 2004 season opener, he carried the ball five times for a total of only one yard, a 0.2 yards per carry average. However, he scored 18 points on those carries with three touchdowns. During that 2004 season, Bettis and New York Jets running back Curtis Martin dueled for position on the all-time rushing yards leaderboard. Bettis entered the season in 6th place all-time and 684 yards ahead of Martin in 9th place. Because Bettis was the backup in Pittsburgh for the start of the season, Martin was able to pass Bettis in week 13 until the Steelers played their game later in the day and Bettis retook the lead by 6 yards. When the Jets traveled to Martin's home town of Pittsburgh to play the Steelers the following week, both backs would cross the 13,000-yard mark, making this the first time two players crossed the 13,000 yard mark (or other similarly high yardage milestones) in the same game. Their combined career totals were also one of the biggest combined career totals for opposing running backs in history. At the end of the game, Martin would lead Bettis by 9 yards. Two weeks later in week 16, Bettis would again pass Martin and establish himself with a lead of 81 yards. In doing so, Bettis passed Eric Dickerson for 4th place on the all-time list. Bettis sat out the final week of the season, and when Martin rushed for 153 yards that week he passed Dickerson and Bettis for the final time. After the Steelers' defeat in the 2004 AFC Championship Game on January 23, 2005, Bettis announced that he was considering retirement, but would not make a final decision for several months to prevent the sting of the defeat from clouding his judgment. Later, Bettis agreed to stay with the Steelers for another season. He stated he would love to play in the Super Bowl in 2006 since it was to be played in his hometown of Detroit. His wish came true as the Steelers played in, and won, Super Bowl XL (40) against the Seattle Seahawks, 21–10, on February 5, 2006. Bettis finished his 13 NFL seasons as the NFL's 5th all-time leading rusher with 13,662 yards and 91 touchdowns. He also caught 200 passes for 1,449 yards and 3 touchdowns and threw 3 career touchdown passes. He was named to the Pro Bowl in 1993, 1994, 1996, 1997, 2001, and 2004. Bettis won the NFL Comeback Player of the Year award in 1996, and in 2002 he was the recipient of the Walter Payton Man of the Year Award. While Bettis finished with 1,542 more yards than Franco Harris on the NFL's all-time rushing list, Harris remains the Steelers all- time leading rusher because 3,091 of those yards came while Bettis was with the Rams. Radio color commentator Myron Cope popularized the nickname \"The Bus\" after hearing a brother of a fellow Notre Dame alumnus call Jerome \"Bussy\" in Green Bay. The nickname comes from his ability to carry multiple defenders on his back, like a bus ride, during his carries. It was during the Green Bay broadcast that Cope started using the nickname \"The Bus.\" Jerome credits the Notre Dame school newspaper with first using the nickname. Another lesser-known nickname for Bettis was \"The Closer.\" He was given this nickname by former Steeler head coach Bill Cowher because whenever Pittsburgh was ahead and was ready to close out the game, Cowher would send in Bettis to run out the clock. He did this because of Bettis's very low fumbling percentage and the fact that he was difficult to tackle. ====Super Bowl XL==== Shortly after the Steelers lost the 2004–2005 AFC Championship game to the eventual Super Bowl XXXIX champion New England Patriots, Ben Roethlisberger approached Bettis. He promised Bettis that if he came back for one last season, he would get him to the Super Bowl. Apparently, it was this promise that got Jerome Bettis to play one last season. In 12 NFL seasons, Bettis had reached the playoffs five times, but had never been in the Super Bowl. In week 17 of the 2005 NFL season, Bettis rushed for 41 yards and three touchdowns against the Detroit Lions.. espn.go.com (January 1, 2006). Retrieved on August 20, 2015. The Steelers won, 35–21, and thanks to Bettis's three touchdowns, they clinched a playoff berth. When Bill Cowher pulled Bettis from the game late in the fourth quarter, he was given a standing ovation from the Steeler fans. This game would be the last home game (not including the neutral-site Super Bowl) for Jerome Bettis. Bettis contributed 52 yards and a touchdown in the Steelers' wildcard playoff victory over the Cincinnati Bengals on January 8. After their wildcard win, Ben Roethlisberger revealed to the team that he promised to Bettis that he would get him to the Super Bowl, in order to get him to come back for the 2005 season. On January 15, 2006, Bettis was the center of one of football's most memorable endings in a divisional playoff game against the Indianapolis Colts. While the Steelers offensive attack was mostly pass-driven during the game, Bettis ran well, taking in 46 yards on 17 rushes, including one touchdown. When the Steelers took possession of the ball on the Indianapolis 2-yard line with 1:20 remaining in the game, leading 21-18, the outcome seemed almost certain. The first play from scrimmage went to the surehanded Bettis, who had not fumbled once the entire year. As Bettis ran towards the end zone, Colts linebacker Gary Brackett popped the ball out of Jerome's hands, where, in seemingly another occurrence of the Sports Illustrated \"cover jinx,\" it was picked up by cornerback Nick Harper, who was stopped from returning the fumble all the way for a touchdown by Steelers quarterback Ben Roethlisberger. Ultimately, however, Bettis's mistake did not result in a Steelers loss, as Colts kicker Mike Vanderjagt missed a 46-yard game-tying field goal, ending the game with a 21-18 Steelers victory. The next week, the Steelers were set to face off against the Denver Broncos in the AFC Championship game. Bettis delivered a rousing speech to his teammates the day before the game, asking them to \"Just get me to Detroit\", his hometown, where Super Bowl XL was to be played. Bettis's wish was granted, as he and the Steelers advanced to Super Bowl XL with a 34–17 win over the Broncos, led by Ben Roethlisberger's arm and Bettis's 39 yards on 15 carries, including a touchdown. After the game was over, Bettis found his parents in the crowd and mouthed the words \"We're going home\" to them. ==NFL career statistics== {| class=\"wikitable mw-collapsible\" |- ! colspan=\"2\"| Legend |- | style=\"background:#afe6ba; width:3em;\"| | Won the Super Bowl |- | Bold | Career high |} ===Regular season=== {| class=wikitable style=\"text- align:center;\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\"| Team ! colspan=\"2\"| Games ! colspan=\"6\"| Rushing ! colspan=\"2\"| Fumbles |- ! GP !! GS !! Att !! Yards !! Avg !! Lng !! TD !! FD !! Fum !! Lost |- ! 1993 !! LAR | 16 || 12 || 294 || 1,429 || 4.9 || 71 || 7 || 79 || 3 || 1 |- ! 1994 !! LAR | 16 || 16 || 319 || 1,025 || 3.2 || 19 || 3 || 53 || 5 || 3 |- ! 1995 !! STL | 15 || 13 || 183 || 637 || 3.5 || 41 || 3 || 24 || 4 || 2 |- ! 1996 !! PIT | 16 || 12 || 320 || 1,431 || 4.5 || 50 || 11 || 76 || 6 || 4 |- ! 1997 !! PIT | 15 || 15 || 375 || 1,665 || 4.4 || 34 || 7 || 94 || 6 || 6 |- ! 1998 !! PIT | 15 || 15 || 316 || 1,185 || 3.8 || 42 || 3 || 58 || 2 || 1 |- ! 1999 !! PIT | 16 || 16 || 299 || 1,091 || 3.6 || 35 || 7 || 64 || 2 || 1 |- ! 2000 !! PIT | 16 || 16 || 355 || 1,341 || 3.8 || 30 || 8 || 71 || 1 || 0 |- ! 2001 !! PIT | 11 || 11 || 225 || 1,072 || 4.8 || 48 || 4 || 46 || 3 || 0 |- ! 2002 !! PIT | 13 || 11 || 187 || 667 || 3.6 || 41 || 9 || 42 || 1 || 1 |- ! 2003 !! PIT | 16 || 10 || 246 || 811 || 3.3 || 21 || 7 || 43 || 4 || 4 |- ! 2004 !! PIT | 15 || 6 || 250 || 941 || 3.8 || 29 || 13 || 50 || 1 || 0 |- ! 2005 !! style=\"background:#afe6ba; width:3em;\"|PIT | 12 || 0 || 110 || 368 || 3.3 || 39 || 9 || 30 || 0 || 0 |- ! colspan=\"2\"| Career !! 192 !! 152 !! 3,479 !! 13,662 !! 3.9 !! 71 !! 91 !! 730 !! 38 !! 23 |} ==Retirement from football== Asked about the possibility of retirement, Bettis announced, \"I played this game for a championship. I'm a champion, and I think the Bus' last stop is here in Detroit.\" Thus, Jerome Bettis officially announced his retirement standing on the champions' podium, holding the Vince Lombardi Trophy. Hines Ward, the MVP of the game, said during the Super Bowl commercial, \"I'm going to Disney World and I'm taking The Bus!\" Although the Steelers have not officially retired Bettis' #36, they have not reissued it since his retirement and it is understood that no Steeler will ever wear it again. His number joins a list of other unofficially retired numbers such as those of Terry Bradshaw, Franco Harris, and Hines Ward. On January 31, 2006, Detroit Mayor Kwame Kilpatrick and the City Council presented the key to the city to Bettis and declared the week \"Jerome Bettis Week\" for being \"a shining example of what a kid with a dream from Detroit can accomplish with hard work and determination.\" Currently, he lives in Atlanta, Georgia. Governor Jennifer M. Granholm of the State of Michigan declared February 1, 2006, to be Jerome Bettis Day.Jerome Bettis Day Proclamations, Michigan.gov On May 21, 2006, Bettis received an honorary Doctoral degree from Lawrence Technological University in Southfield, Michigan. Before the Steelers' home opener of the 2006 NFL season, a large school bus drove onto the field, and Bettis stepped out to a massive crowd ovation. He was one of several Steelers players being honored as part of the celebration of their five Super Bowl victories; Lynn Swann and Franco Harris were also present. ==Post-football career== thumb|Bettis speaking at a sports convention. In February 2006, at the 2006 Winter Olympics, NBC Sports announced that Bettis had been signed as a studio commentator for NBC's new Football Night in America Sunday night pregame show where he was through the 2008 season. In April 2006, Bettis and his parents teamed up with Don Barden, the head of PITG Gaming LLC, in a bid for a casino on Pittsburgh's Northside to be called the Majestic Star. Their plan would aid the NHL's Pittsburgh Penguins with funding for a new ice arena. Barden said that he would give $7.5 million a year for 30 years to help build a new arena.Bettis joins bid for new Pittsburgh arena Associated Press article at tsn.ca, April 18, 2006 Bettis opened a restaurant called \"Jerome Bettis' Grille 36\" on June 5, 2007, on Pittsburgh's Northside.Jerome Bettis Grille 36 opens Tuesday on N. Side Pittsburgh Post- Gazette, Dining Guide, May 31, 2007Bettis' Grille 36 in the works Pittsburgh Post-Gazette, Sports, July 11, 2007 Bettis makes a cameo as himself in the episode \"The Convention\" of season 3 of the NBC comedy series The Office. Signing autographs at a paper convention, Michael Scott tries to invite him to a room party, which Bettis declines. Later, Michael claims Bettis is nicknamed \"The Bus\" because he is afraid of flying. In 2010, Bettis joined School of the Legends (SOTL), an online community and partner of the NFLPA. He was featured in an article on the D1 Training website in February 2011 and filmed training courses for SOTL that focused on his position as a running back. Bettis is currently the host of The Jerome Bettis Show on WPXI-TV, filmed at Heinz Field in Pittsburgh, airing Saturdays at 7:00 PM and 1:00 AM. He was a commentator for the NFL Network and a former NBC studio analyst for Football Night in America. Now he is an NFL analyst for different ESPN programs, such as SportsCenter. The Jerome Bettis Bus Stops Here Foundation and other agencies sponsor the Jerome Bettis Asthma and Sports Camp annually for children with asthma. Bettis has also delivered over 1000 pairs of cleats to children in the Detroit school system. After falling short as a finalist in 2013, on January 31, 2015, Bettis was voted into The Pro Football Hall of Fame. Bettis returned to NBC to help Bob Costas preside over the Vince Lombardi Trophy presentation at the end of Super Bowl XLIX on February 1, 2015. Bettis starred in a Geico commercial in 2019, playing a running back in flag football that dominates the competition (49-0). Bettis portrays himself in the episode \"Welcome to the Ex- Files\" in Season 4 of the CBS comedy series The Neighborhood, where he visits the home of principle characters Calvin and Tina Butler for dinner after running into them at a restaurant. In the course of the evening, characters learn that Bettis & Tina had a \"summer fling\" when they were teenagers, triggering jealousy in Calvin that gets resolved by the end of the episode. ==Personal life== Bettis had made political donations to both Democratic and Republican candidates; specifically the Congressional campaign of Democratic U.S. Representative Carolyn Cheeks Kilpatrick, and the 2004 campaign of Republican President George W. Bush.Jerome Bettis , Newsmeat.com, Accessed March 31, 2008. On March 29, 2008, Bettis accompanied Barack Obama on a campaign visit to the US Steel plant in Braddock, Pennsylvania.Michael David Smith, Barack Obama's Pennsylvania Strategy: Appear With Franco Harris, Jerome Bettis, Accessed March 31, 2008. On January 10, 2022, Bettis revealed he is back on campus at the University of Notre Dame in South Bend, Indiana to finish his bachelor's degree, something he started nearly 30 years ago. ==References== ==External links== * * The Jerome Bettis Show on WPXI * The Bus Stops Here Foundation * Category:1972 births Category:Living people Category:American Conference Pro Bowl players Category:American drug traffickers Category:American football running backs Category:American ten-pin bowling players Category:Bowling broadcasters Category:Los Angeles Rams players Category:Mackenzie High School (Michigan) alumni Category:National Conference Pro Bowl players Category:National Football League announcers Category:National Football League Offensive Rookie of the Year Award winners Category:Notre Dame Fighting Irish football players Category:Pittsburgh Steelers players Category:People from Roswell, Georgia Category:Players of American football from Detroit Category:Pro Football Hall of Fame inductees Category:Sportspeople from Fulton County, Georgia Category:St. Louis Rams players",
 "title": "Jerome Bettis"
}