{
 "id": "882078",
 "text": "{| |} USS Nassau (LHA-4) is a decommissioned . When active, she was capable of transporting more than 3,000 United States Navy and United States Marine Corps personnel. Ingalls Shipbuilding in Pascagoula, Mississippi, laid the ship's keel on 13 August 1973; she was commissioned on 28 July 1979. She was decommissioned on 31 March 2011. ==Description== Nassau had 1,400 compartments, nine elevators and two horizontal conveyors. She also had two boilers – the largest ever manufactured for the United States Navy. They could generate 400 tons of steam per hour and develop . Nassaus electrical power subsystem provided 14 MW electrical power. She had air conditioning equipment rated at a total of 1,500 tons (5.3 MW) and could ballast 12,000 tons of seawater for trimming the ship to receive and discharge landing craft from the well deck. She was constructed with more than 20,000 tons of steel, 3,000 tons of aluminum, of cable and of pipe. She had a bow thruster for lateral movement at low speeds that could move the bow with 20,000 pounds of force (90 kN)—equivalent to half the pulling power of a diesel railroad locomotive. She had been fitted with a 300-bed hospital, four medical and three dental operating rooms. Her cargo areas were capable of holding tanks, trucks, artillery and large warfare supply needs. ==Operational history== thumb|left|OV-10 Broncos aboard Nassau in 1983 USS Nassau was commissioned at Pascagoula, Mississippi on 28 July 1979. In October she deployed to reinforce Guantanamo base and earned the Navy Meritorious Unit Commendation just 70 days after commissioning. In April 1981 the ship was deployed to Mediterranean to meet US commitment to have two carriers there. She operated for 10 consecutive weeks as an aircraft carrier, reinforcing Sixth Fleet carrier . Marine Attack Squadrons 231 and 542 formed Marine Air Group 32, equipped with AV-8A planes. It was the first time US Navy operated an amphibious ship as Harrier carrier. http://www.combatindex.com/hardware/detail/sea/lha4_data.html Nassau was deployed to Beirut with the 24th Marine Amphibious Unit in February 1984, less than four months after the Beirut barracks bombing.http://www.history.navy.mil/shiphist/n/lha-4/1984.pdf In support of Operations Desert Shield/Desert Storm, Nassau deployed to the Middle East for over eight months on only eight days' notice. On leaving the United States, Nassau became the flagship for Commander, Amphibious Task Force and the 4th MEB's Commanding General. In the last week of the war, she was employed as a \"Harrier Carrier\", tasked with operating primarily as a STOVL attack carrier for Marine AV-8B Harrier II fighters. Nassau participated in several more operations throughout the 1990s, including Operations Uphold Democracy, Deny Flight, Allied Force and Noble Anvil. These operations were in support of US foreign policy objectives; she also participated in numerous Navy and joint exercises that took her to numerous locations in the Atlantic, Mediterranean and Adriatic regions, including Haiti, Spain, Morocco, Italy, France, Greece, Israel, Albania, Zaire and Kosovo. thumb|left|An AV-8B Harrier commences its launch run from Nassau in 2003 thumb|left|An MV-22 Osprey lands on Nassau in 2007 Nassau received her first \"Battle Effectiveness \"E\" award\"http://www.history.navy.mil/shiphist/n/lha-4/1983.pdf in November 1983, with a second in 2007 - these awards are presented annually to ships that demonstrate the highest state of combat readiness in their group and their ability to execute their wartime tasks. She deployed in February 2008 as the flagship of the Nassau Expeditionary Strike Group in support of Maritime Security Operations and Theater Security Cooperation efforts in the Navy's 5th and 6th Fleet areas of responsibility. In addition to her primary role as a Marine transport, Nassau has served as a flagship; a logistics hub for incoming and outgoing mail, cargo and other supplies; combat search and rescue and the tactical recovery and rescue of downed aircraft and personnel. In July 2008, she had returned from deployment and was undergoing maintenance. At 4:30 pm Central Time on Thursday, 18 September 2008, KHOU News 11 in Houston, Texas announced that Nassau was coming to the aid of Galveston Island, following the landfall of Hurricane Ike. Nassau anchored offshore and troops deployed to the island with heavy machinery to aid with the clean-up of the devastation caused by the hurricane. In January 2010, Nassau left her Virginia port carrying the 24th Marine Expeditionary Unit (MEU) on a routine deployment of approximately seven months. The 24th MEU, based at Camp Lejeune, North Carolina, consists of a ground combat element, a battalion landing team, an aviation combat element, a logistics combat element and a command element.http://www.nassau.navy.mil/default.aspx Nassau, accompanied by and , comprised the Nassau Amphibious Ready Group (ARG), which supported maritime security operations and more in the 5th and 6th Fleet areas. The 5th Fleet covers the Persian Gulf, the Red Sea, the Gulf of Oman and parts of the Indian Ocean; the 6th Fleet encompasses the Mediterranean Sea.http://www.wvec.com/video/featured-videos/USS-Nassau-ARG-deploys-on- regular-tour-of-duty-81969177.html Nassau was diverted to Haiti on 21 January 2010, to assist with the international humanitarian aid effort following the earthquake. After completing its humanitarian efforts in Haiti, Nassau continued on its mission to the Middle East, eventually tying the all time Navy record of 159 consecutive days out to sea without a port call. ===Decommissioning=== Nassau was decommissioned in Norfolk, Virginia on 31 March 2011. She was moored in Beaumont, Texas, with the MARAD National Defense Reserve Fleet ships. Listed as \"Disposal\" status as of 31 March 2021.NATIONAL DEFENSE RESERVE FLEET INVENTORY MAR-612: RESERVE FLEET MANAGEMENT SYSTEM MONTHLY REPORT AS OF March 31, 2021The National Defense Reserve Fleet Inventory is a monthly federal property accounting report for vessels under the ownership or custodyof MARAD. The report further officially assigns vessels to an Accountable MARAD Division. In 2013 the non-profit organization Coalition of Hope announced plans to have the ship donated and operate her as a humanitarian vessel. On 22 January 2019, H.R. 70, known as the \"FriendSHIP Act\", was referred to the House Committee on Foreign Affairs. The Bill would authorize the president to transfer the decommissioned Nassau to Japan on a sale or grant basis.H.R.701 - FriendSHIP Act On 30 April 2021 Nassau arrived at Brownsville, Texas for disposal via recycling. The process is expected to take 12 months. ==References== ==External links== * nassau.navy.mil USS Nassau official website * USS Nassau Crewmembers Association website *Coalition of Hope Non-profit organization seeking to operate the USS Nassau as a Humanitarian vessel. Category:Tarawa-class amphibious assault ships Category:Cold War amphibious warfare vessels of the United States Category:Gulf War ships of the United States Category:Ships built in Pascagoula, Mississippi Category:1978 ships",
 "title": "USS Nassau (LHA-4)"
}