{
 "id": "882183",
 "text": "The BMW E36 is the third generation of the BMW 3 Series range of compact executive cars, and was produced by the German automaker BMW from 1990 to 2000. The initial models were of the four-door sedan body style, followed by the coupe, convertible, wagon (\"Touring\"), hatchback (\"Compact\") and the rare four-door convertible Baur TC4 in later years. The E36 was the first 3 Series to be offered in a hatchback body style. It was also the first 3 Series to be available with a six-speed manual transmission (in the 1996 M3), a five-speed automatic transmission and a four-cylinder diesel engine. The multi-link rear suspension was also a significant upgrade as compared to the previous generations of the 3 Series. All-wheel drive was not available for the E36, unlike the previous (E30) and successive (E46) generations. The E36 was named in Car and Driver magazine's 10Best list for every year it was on sale. The high performance E36 M3 is powered by the BMW S50 or BMW S52 straight-six engine (depending on country). The E36 M3 was introduced in 1992 and was available in coupé, sedan and convertible body styles. Following the introduction of its successor, the E46 3 Series in 1998, the E36 began to be phased out and was eventually replaced in 1999. == Development and launch == Development of the E36 began in 1981 and the exterior design was heavily influenced by aerodynamics, specifically the overall wedge shape, headlight covers and smaller wing mirrors. The lead designers were Pinky Lai and Boyke Boyer. The production version of the E36 was launched in October 1990, with press release in November and market launch in early 1991. == Body styles == The body styles of the range are: * 4-door sedan, produced from 1990 to 1998. * 2-door coupé, produced from 1990 to 1999. * 2-door convertible, produced from 1993 to 1999. A 4-door Baur \"Top Cabriolet\" conversion was also available. * 5-door wagon (marketed as \"Touring\"), produced from 1994 to 1999. * 3-door hatchback (see BMW 3 Series Compact), produced from 1994 to 2000. File:1991-1996 BMW 318i (E36) sedan 03.jpg| E36 sedan File:1994 BMW 318is (E36) coupe (23805534193).jpg| E36 coupe File:BMW 320i Cabriolet (E36 2C, Facelift) – Heckansicht, 8. Juni 2011, Wülfrath.jpg| E36 convertible File:E36Baur (cropped).jpg| E36 Baur File:BMW E36 Touring Heck.JPG| E36 Touring File:BMW 3er Compact rear 20090920.jpg| E36 Compact == Equipment == thumbnail|right|Interior|alt= Safety equipment available included a driver's airbag, passenger airbag (from 1993 production) and side impact airbags in later models,https://consumerguide.com/used/1992-98-bmw-325i328i323i/ ABS braking and stability control (\"ASC +T\"). Electronic climate control was also available on the E36. == Engines == === Petrol === The four-cylinder petrol engines used in the E36 range were initially engines carried over from the previous generation 3 Series: the BMW M40 SOHC engine and the BMW M42 DOHC engine. In 1993, the M40 was replaced by the BMW M43 SOHC engine and the M42 was replaced in 1996 by the BMW M44 DOHC engine. For the six-cylinder models, the E36 was launched with the then-new BMW M50 DOHC petrol engine. In late 1992 the M50TU versions added single-VANOS (variable valve timing), which increased torque (peak power was unchanged). In 1995, the BMW M52 engine replaced the M50TU, resulting in the 328i model replacing the 325i and the addition of a new mid-range 323i model (powered by a 2.5 litre version of the M52). In 1992, the 3.0 L BMW S50 engine debuted in the E36 M3. In 1995, its capacity was increased to 3.2 L. {|class=\"wikitable sortable\" ! Model !! Years !! Engine !! Power !! Torque |- | rowspan=\"2\" |316i |1990–1994 ||M40B16 4-cylinder || at 5,500 rpm || at 4,250 rpm |- |1993–1999|| M43B16 4-cylinder || at 5,500 rpm || at 3,900 rpm |- | rowspan=\"2\" |318i |1990–1993* ||M40B18 4-cylinder || at 5,500 rpm || at 4,250 rpm |- |1993–1998 || M43B18 4-cylinder || at 5,500 rpm || at 3,900 rpm |- | rowspan=\"2\" | 318is || 1992–1995 || M42B18 4-cylinder || rowspan=\"2\" | at 6,000 rpm || at 4,500 rpm |- |1996–1998|| M44B19 4-cylinder || at 4,300 rpm |- |rowspan=\"2\"| 320i || 1991–1993|| M50B20 6-cylinder || rowspan=\"2\" | at 5,900 rpm || at 4,700 rpm |- |1993–1998 || M52B20 6-cylinder || at 4,200 rpm |- |323i || 1995–1998|| M52B25 6-cylinder || at 5,500 rpm|| at 3,950 rpm |- | rowspan=\"2\"| 325i || 1991–1992|| M50B25 6-cylinder || rowspan=\"2\" | at 5,900 rpm || at 4,700 rpm |- |1993–1995|| M50B25TU 6-cylinder || at 4,200 rpm |- |328i || 1995–1998 || M52B28 6-cylinder || at 5,500 rpm || at 3,950 rpm |- | rowspan=\"2\" |M3 (Euro spec) || 1992–1995 || S50B30 6-cylinder || at 7,000 rpm || at 3,600 rpm |- |1995–1998 || S50B32 6-cylinder || at 7,400 rpm || at 3,250 rpm |- | rowspan=\"2\" |M3 (U.S. spec) || 1995 || S50B30US 6-cylinder || rowspan=\"2\"| at 6,000 rpm || at 4,250 rpm |- |1996–1999 |S52B32 6-cylinder || at 3,800 rpm |} ===Diesel=== {|class=\"wikitable sortable\" ! Model !! Years !! Engine !! Power !! Torque |- |318tds || 1994–2000 || M41D17 4-cylinder || at 4,400 rpm || at 1,900 rpm |- |rowspan=\"2\"| 325td || 1991–1996 ||M51D25UL 6-cylinder || at 4,400 rpm || at 2,000 rpm |- | 1996–1998 || M51D25TUUL 6-cylinder || at 4,800 rpm || at 2,000 rpm |- |rowspan=\"2\"| 325tds || 1993–1996|| M51D25OL 6-cylinder || at 4,800 rpm || at 2,200 rpm |- | 1996–1998 || M51D25TUOL 6-cylinder || at 4,600 rpm || at 2,200 rpm |} Initially, the turbocharged straight-six BMW M51 engine was used in the E36 325td model. In 1993, the 325tds model was released, which added an intercooler to the M51. In 1994, the 318tds model was introduced, powered by the four-cylinder BMW M41 turbocharged and intercooled engine. == Drivetrain == The E36 was produced with the following transmissions: * 5-speed manual (1994-1995 M3) * 6-speed manual (1996-1999 M3- except for United States) * 4-speed automatic * 5-speed automatic All models are rear-wheel drive, since the E36 was not produced with all-wheel drive (unlike its predecessor and successor). == Suspension == The sedan, coupé, convertible and Touring models use the \"Z-axle\" multilink suspension in the rear, which was introduced in the BMW Z1 roadster. The hatchback (\"Compact\") models use a rear semi-trailing arm suspension based on the older E30 3 Series design. This was done in order to save space due to the truncated rear end of the hatchback. == M3 model == thumb|M3 coupe The E36 M3 was launched in 1992 and is powered by the BMW S50 and BMW S52 straight-six engines. It was produced in coupé, sedan and convertible body styles. == Alpina models == thumb|right|Alpina B3 3.2 The Alpina B6 2.8, B3 3.0, B3 3.2, B8 4.0 and B8 4.6 models were based on the E36. The B3 and B6 models were powered by straight- six engines, while the B8 models were powered by V8 engines. == E36/5 Compact == alt=|thumb|3 Series Compact The 3 Series Compact range of three-door hatchback models were introduced in 1993, based on a shortened version of the E36 platform. The model code for the hatchback body style is \"E36/5\" and the model range consisted of the 316i, 316g, 318ti, 323ti and 318tds. == Z3 Roadster/Coupe == thumb|2002 BMW Z3 3.0i A modified version of the E36 platform was used for the 1996-2002 Z3 roadster (model code E36/7) and coupé (model code E36/8). == North American model range == The North American model range consisted of the models listed below. The 318i models were powered by the BMW M42 engine, which was used in the 318is model sold in other countries. Coupe: *318is (1992–1997) - Canada only for 1999 model year *323is (1998–1999) *325is (1992–1995) *328is (1996–1999) *M3 (1994–1999) - Canada only for 1994 model year, US only for 1995 and 1996 model years Convertible: *318i (1994–1997) *323i (1998–1999) *325i (1994-1995) *328i (1996–1999) *M3 (1998–1999) - US only Hatchback: *318ti (1995–1999) Sedan: *318i (1992–1998) - Canada 1993-1998 *320i (1993–1995) - Canada only *325i (1992–1995) *328i (1996–1998) *M3 (1997–1998) == Production == The E36 was produced in Munich, Germany; Regensburg, Germany; Rosslyn, South Africa; and Spartanburg County, South Carolina, United States. Local assembly of complete knock-down (CKD) kits was used for cars sold in Uruguay (until 1991), Egypt, Mexico, and Thailand. The E36 was also built as CKD kits in the Philippines starting from 1994 up until 1997, where production halted due to the 1997 Asian financial crisis. ==Motorsports== Joachim Winkelhock competed in the British Touring Car Championship with the 318i and 320i from 1993 to 1995, winning the title in 1993. In the same year, Johnny Cecotto won the German ADAC GT Cup driving an E36 M3. Cecotto won the Super Tourenwagen Cup for BMW in 1994 and 1998, Winkelhock in 1998. Geoff Brabham and his younger brother David Brabham won the 1997 AMP Bathurst 1000 at the Mount Panorama Circuit in Bathurst, Australia driving a Super Touring BMW 320i for BMW Motorsport Australia. The 1998 24 Hours Nürburgring was won by a diesel for the first time - a BMW E36 320d, aided by its diesel engine requiring fewer fuel stops than rivals. ==References== 3 Series E36 Category:Cars introduced in 1990 Category:Euro NCAP large family cars Category:Compact executive cars Category:Touring cars",
 "title": "BMW 3 Series (E36)"
}