{
 "id": "882112",
 "text": "The BMW M73 is a naturally-aspirated, SOHC, V12 petrol engine which replaced the BMW M70 and was produced from 1993 to 2002. It was used in the BMW E38 7 Series, E31 8 Series and Rolls-Royce Silver Seraph. ==Design== Compared with its M70 predecessor, the M73 features an updated roller-rocker valve-train and an increased displacement, due to a bore increase of ending with a cylinder bore of 85mm and a stroke increase of to have a final piston stroke of 79mm. While most other engines in the BMW range had switched to dual overhead camshafts with four valves per cylinder, the M73 used a single overhead camshaft and with two valves per cylinder. However, BMW engineers did create a prototype four-valve per cylinder V12, called the M72, which developed and of torque. However, this 48-valve engine did not fulfill the comfort demands of the large sedan class in all respects and, as a result, did not go into production. Some versions of the engine have two separate Bosch Motronic engine control units, while others use a single Siemens ECU. == Models == {| class= \"wikitable sortable\" |- !Version!!Displacement!!Power!!Torque!!Year |- !M73B54 |rowspan=2| ||rowspan=2| at 5,000 rpm ||rowspan=2| at 3,900 rpm ||1994 |- !M73TUB54 |1998 |} ===M73B54=== Applications: * 1994-1998 E38 750i/750iL/L7 * 1994-1999 E31 850Ci ===M73TUB54=== Due to more stringent emissions standards, the 1999 model year marked the addition of an electronically heated catalyst, variable MAP thermostat, and water cooled alternator. Applications: * 1998-2001 E38 750i/750iL/L7 * 1999-2002 Rolls- Royce Silver Seraph * 2013 Monte Carlo Automobile Rascasse === M72B54 prototype=== In 1989, as part of a feasibility study, BMW's engine development department produced a four-valve version of its V12 engine. Only one engine was produced, having an up-sized variant of the M70B50 engine called the M72B54. Bore and stroke was increased to 85mm and 79mm and the total displacement of 5.4L was achieved, matching the values of the M73 engine. The power and torque both increased to and respectively. == Awards == * 1999 International Engine of the Year - Best Above 4.0 Litre category winner ==References== ==See also== * List of BMW engines M73 Category:V12 engines Category:Gasoline engines by model",
 "title": "BMW M73"
}