{
 "id": "88225",
 "text": "The Royal School of Needlework (RSN) is a hand embroidery school in the United Kingdom, founded in 1872 and based at Hampton Court Palace since 1987. ==History== The RSN began as the School of Art Needlework in 1872, founded by Lady Victoria Welby. The first President was Princess Christian of Schleswig- Holstein, Queen Victoria's third daughter, known to the RSN as Princess Helena. She received help from William Morris and many of his friends in the Arts and Crafts movement. The School received its royal prefix in March 1875 when Queen Victoria consented to become its first patron. It was also an inspiration to Dora Wemyss, who founded the Wemyss School of Needlework in Scotland in its image. The word \"Art\" was dropped from the school's title in 1922. Its initial premises was a small apartment on Sloane Street, employing 20 women. The school had grown to 150 students, moving in 1903 to Exhibition Road, near to the Victoria and Albert Museum. The purpose-built building was designed by a group of architects, including prominent British Arts and Crafts architect James Leonard Williams (d.1926). The RSN established a Studio which works new bespoke embroidery commissions and replicas of antique textiles as well as restoration and conservation projects. The work of the Studio has been used in many important events, including a joint effort with Toye in producing the velvet cushions on which the Royal Crowns were carried into Westminster Abbey for the Coronation of King George VI. In 1953, the School created the gold embroidery on the Purple Robe of Estate, part of the coronation robes of Queen Elizabeth II. The school moved from Princes Gate in Kensington to Hampton Court Palace in 1987, occupying rooms in Christopher Wren's construction. In 2011, the school was responsible for hand appliquéing machine-made floral lace motifs onto silk net (tulle) for the wedding dress of Kate Middleton, now Her Royal Highness The Duchess of Cambridge. In 2022, the school celebrated its 150-year anniversary with the 150 Years of the Royal School of Needlework: Crown to Catwalk exhibition at the Fashion and Textile Museum of London. ==Alumni include== * Beryl Dean, Disruptive embroiderer *Louisa Pesel ==Publications== As part of the Arts and Crafts movement's efforts to make arts and crafts more accessible to a wider audience, in 1880 the school published the Handbook of Embroidery. Over a century later, in 2011, the school reprinted the work with a preface essay by Lynn Hulse. William George Paulson Townsend, who taught drawing and became master of design at the school, also published several works including Embroidery, or, The craft of the needle and Plant and floral studies for designers, art students, and craftsmen, the latter of which was reprinted in 2005.(Reprinted 2005 by Dover Art Instruction and again in 2012 ) ==Collections== The RSN has an archive of over 30,000 embroidery-related images covering every period of British history. There are also over 5,000 textile pieces in its Collection, including lace, silkwork, whitework, Jacobean embroidery and many other forms of embroidery and needlework. For its 150th anniversary in 2021, the Royal School of Needlework opened the RSN Stitch Bank, a digital archive with detailed information about selected stitches, their history and usage. ==Governance== The Royal School of Needlework is a registered charity and has always been under royal patronage. The current patron, as of January 2017, is the Duchess of Cornwall. The previous patron was Queen Elizabeth II. The school is governed by a board of trustees currently chaired by Andrew Palmer. Dr Susan Kay-Williams is Chief Executive. Standards are overseen by QAA who, in 2014, commended the quality of student learning opportunities at the school. ==Current facilities== The RSN runs leisure classes from one to five days starting with classes for beginners and leading on to more complex and varied techniques as embroiderers become more experienced. There is a Certificate and Diploma in technical hand embroidery for those who want to develop practical embroidery skills to a high level; also a unique Degree in hand embroidery which encompasses some technical training, with the emphasis on contemporary practice, alongside academic studies. The degree course in hand embroidery is accredited by the University for the Creative Arts. In 2012 the RSN introduced a new three-year Tutors’ Course which combines high-level technical embroidery training with teaching practice and business skills required to work as a freelance embroiderer/tutor. ==See also== *Mary Ann Beinecke Decorative Art Collection ==References== ==External links== * Category:English embroidery Category:Educational institutions established in 1872 Category:Charities based in London Category:1872 establishments in the United Kingdom Category:Hampton Court Palace Category:Art schools in London Category:University for the Creative Arts",
 "title": "Royal School of Needlework"
}