{
 "id": "882381",
 "text": "Axoplasm is the cytoplasm within the axon of a neuron (nerve cell). For some neuronal types this can be more than 99% of the total cytoplasm. Axoplasm has a different composition of organelles and other materials than that found in the neuron's cell body (soma) or dendrites. In axonal transport (also known as axoplasmic transport) materials are carried through the axoplasm to or from the soma. The electrical resistance of the axoplasm, called axoplasmic resistance, is one aspect of a neuron's cable properties, because it affects the rate of travel of an action potential down an axon. If the axoplasm contains many molecules that are not electrically conductive, it will slow the travel of the potential because it will cause more ions to flow across the axolemma (the axon's membrane) than through the axoplasm. ==Structure== Axoplasm is composed of various organelles and cytoskeletal elements. The axoplasm contains a high concentration of elongated mitochondria, microfilaments, and microtubules. Axoplasm lacks much of the cellular machinery (ribosomes and nucleus) required to transcribe and translate complex proteins. As a result, most enzymes and large proteins are transported from the soma through the axoplasm. Axonal transport occurs either by fast or slow transport. Fast transport involves vesicular contents (like organelles) being moved along microtubules by motor proteins at a rate of 50–400mm per day. Slow axoplasmic transport involves the movement of cytosolic soluble proteins and cytoskeletal elements at a much slower rate of 0.02-0.1mm/d. The precise mechanism of slow axonal transport remains unknown but recent studies have proposed that it may function by means of transient association with the fast axonal transport vesicles. Though axonal transport is responsible for most organelles and complex proteins present in the axoplasm, recent studies have shown that some translation does occur in axoplasm. This axoplasmic translation is possible due to the presence of localized translationally silent mRNA and ribonuclear protein complexes. ==Function== === Signal transduction === Axoplasm is integral to the overall function of neurons in propagating action potential through the axon. The amount of axoplasm in the axon is important to the cable like properties of the axon in cable theory. In regards to cable theory, the axoplasmic content determines the resistance of the axon to a potential change. The composing cytoskeletal elements of axoplasm, neural filaments, and microtubules provide the framework for axonal transport which allows for neurotransmitters to reach the synapse. Furthermore, axoplasm contains the pre-synaptic vesicles of neurotransmitter which are eventually released into the synaptic cleft. === Damage detection and regeneration === Axoplasm contains both the mRNA and ribonuclearprotein required for axonal protein synthesis. Axonal protein synthesis has been shown to be integral in both neural regeneration and in localized responses to axon damage. When an axon is damaged, both axonal translation and retrograde axonal transport are required to propagate a signal to the soma that the cell is damaged. ==History== Axoplasm was not a main focus for neurological research until many years of learning of the functions and properties of squid giant axons. Axons in general were very difficult to study due to their narrow structure and in close proximity to glial cells. To solve this problem squid axons were used as an animal model due to the relatively vast sized axons compared to humans or other mammals. These axons were mainly studied to understand action potential, and axoplasm was soon understood to be important in membrane potential. The axoplasm was at first just thought to be very similar to cytoplasm, but axoplasm plays an important role in transference of nutrients and electrical potential that is generated by neurons. It actually proves quite difficult to isolate axons from the myelin that surrounds it, so the squid giant axon is the focus for many studies that touch on axoplasm. As more knowledge formed from studying the signalling that occurs in neurons, transfer of nutrients and materials became an important topic to research. The mechanisms for the proliferation and sustained electrical potentials were affected by the fast axonal transport system. The fast axonal transport system uses the axoplasm for movement, and contains many non-conductive molecules that change the rate of these electrical potentials across the axon, but the opposite influence does not occur. The fast axonal transport system is able to function without an axolemma, implying that the electrical potential does not influence the transport of materials through the axon. This understanding of the relationship of axoplasm regarding transport and electrical potential is critical in the understanding of the overall brain functions. With this knowledge, axoplasm has become a model for studying varying cell signaling and functions for the research of neurological diseases like Alzheimer's, and Huntington's. Fast axonal transport is a crucial mechanism when examining these diseases and determining how a lack of materials and nutrients can influence the progression of neurological disorders. ==References== Category:Neurohistology",
 "title": "Axoplasm"
}