{
 "id": "882691",
 "text": "Gol Gumbaz is the mausoleum (tomb) of the king Mohammed Adil Shah, Adil Shah Dynasty. Construction of the tomb, located in Bijapur , Karnataka, India, was started in 1626 and was completed in 1656. The name is based on \"Gol Gumbadh\" derived from \"Gola Gummata\" meaning \"circular dome\". It follows the style of culture and [Indo-Islamic architecture] . heard everywhere in the gallery, and if somebody claps, the sound of it echoes . The building is one of those put by UNESCO on its \"tentative list\" to become a World Heritage Site in 2014, under the name Monuments and Forts of the Deccan Sultanate (despite there being a number of different sultanates).UNESCO \"tentative list\" ==Architecture== thumb|left|Plan of Gol gumbazthumb|left|Circular dome from inside[1]https://www.fabhotels.com/blog/gol-gumbaz- bijapur/#:~:text=Gol%20Gumbaz%20Architecture,the%20largest%20domes%20ever%20built.The structure is composed of a cube, 48 m (156 ft) on each side, capped by a roof 44 m (144 ft) in external diameter. Eight intersecting arches created by two rotated squares that create interlocking pendentives support the dome. At each of the four corners of the cube, is a dome-capped octagonal tower seven stories high with a staircase inside. The upper floor of each tower opens on to a round gallery which surrounds the dome. The dome is one of the largest domes constructed before the modern era. Inside the mausoleum, hall is a polygonal podium, with steps on each side. In the middle of the podium, a cenotaph slab on the ground marks the actual grave below, \"the only instance of this practice\" in the architecture of the Deccan sultanates. In the middle of the north side, \"a large semi-octagonal bay\" protrudes out. With an area of 1,700 m2 (18,000 sq ft), the mausoleum has one of the biggest single chamber spaces in the world. Running around the inside of the dome is the whispering gallery where even the softest sound can be heard on the other side of the mausoleum due to the acoustics of the space. There is a museum within the complex. The museum was established during the British rule in 1892. ==Gallery== File:Adil Shah's Tomb, Inside Gol Gumbaz, Bijapur, Karnataka.jpg|Overview of interior File:Dome Gol Gumbaz2.JPG|Dome with intersecting arches from the outside File:A view of Whispering Gallery Gol Gumbaz.JPG|Whispering gallery File:Art on the Walls of Gol Gumbaz.JPG|Carvings on the wall File:Old GolGumbaz 1890.jpg|Gol Gumbaz c. 1860 File:Gol Gumbaz, Bijapur, Karnataka.jpg|Gol Gumbaz view from the entrance. File:Gol_Gumbaz_from_gardens.jpg|Tomb viewed from the gardens File:Gol_Gumbaz_Facade.jpg|Western facade of the Gol Gumbaz File:Minar, Gol Gumbaz, Bijapur, Karnataka.jpg|One of the minars as viewed from the terrace. File:A building beside Gol Gumbaz.jpg|A nearby building. File:Gol Gumbaz, Bijapur, Karnataka -2.jpg|Crenellations of the west facade File:Historical Cannon near Golgumbaz, Vijayapura, India.JPG|Historical cannon displayed in front of Gol Gumbaz File:Ruins near the entrance, Gol Gumbaz.jpg|Ruins near the entrance File:Gol Gumbaz at Bijapur.jpg|Corner view File:Tomb for Mohammed Adil Shah.jpg|Tomb File:A magnificent view of the huge Gol Gumbaz in Black and White, indicating the by gone era.The mausoleum of king Muhammad Adil Shah, Adil Shah Dynasty.jpg|View of the huge Gol Gumbaz in black and white, indicating the bygone era. The mausoleum of king Muhammad Adil Shah, Adil Shah Dynasty ==References== ==External links== * Gol Gumbad on Archaeological Survey of India website * ArchNet digital library * The Institute of Oriental Culture, University of Tokyo, Tokyo *Listen to unique sound recordings in Gol Gumbad: acoustics described * Architectural features of Gol Gumbaz Category:Buildings and structures completed in 1659 Category:Monuments and memorials in Karnataka Category:Adil Shahi dynasty Category:Domes Category:Tourist attractions in Bijapur district Category:Buildings and structures in Bijapur district Category:1650 establishments in Asia Category:Mausoleums in Karnataka Category:Tombs in Karnataka Category:Indo- Islamic architecture",
 "title": "Gol Gumbaz"
}