{
 "id": "882909",
 "text": "\"I Only Have Eyes for You\" is episode 19 of season two of Buffy the Vampire Slayer. It was written by Marti Noxon, directed by James Whitmore Jr., and first broadcast on April 28, 1998. ==Plot== Buffy stops a male student from shooting a female student. Afterwards, they have no recollection of why they were arguing and the gun disappears. Principal Snyder blames Buffy for the incident. While waiting in his office, a yearbook from 1955 falls off the shelf. In class later that day, Buffy starts daydreaming about a relationship that a student had with his teacher. As she comes back to the present, she finds that her teacher has unknowingly written \"Don't walk away from me, bitch!\" on the black board, a line the male student had shouted. Later, Xander is grabbed by a monster arm from inside his locker. Buffy helps him break away, but the arm then disappears. Giles is intrigued by the possible presence of a poltergeist. Later that night, Giles sees the janitor shoot a teacher, though only moments earlier they were cordial. Giles is convinced that Jenny Calendar is haunting the school. Willow finds information on her laptop about a killing in 1955, where student James Stanley killed his teacher Grace Newman after she tried to break off their affair. In the cafeteria, chaos erupts as the food turns into snakes. Outside, Snyder talks to the police chief about the incident and it is revealed that they know about the Hellmouth under the school and the possibility of Buffy being the Slayer. Drusilla gets a vision about Buffy meeting with death. Willow devises a plan to contain the spirits, and they head off to the school where they prepare, though Giles has already arrived and is trying to summon Jenny's spirit. Buffy hears music coming from the music room and sees Grace and James dancing there. James' face suddenly changes to a gory mess, startling Buffy. On the stairwell, Willow begins to sink into the floor and Giles saves her. Willow finally convinces him that the spirit is not Jenny. A swarm of wasps arrives and surrounds the school. Everyone recuperates at Buffy's while she continues to show her anger towards James. Buffy goes to the kitchen where she finds a sign for the 1955 Sadie Hawkins dance in her pocket as James' voice whispers, \"I need you.\" She heads to the school where the wasps part for her to enter. Willow finds the ad and everyone rushes after Buffy, but they cannot enter the school. Angelus appears in the halls as Buffy, now possessed by James, talks to him as if he were Grace. They repeat the ghosts' argument until, at the climax, Buffy pulls out a gun and shoots Angelus. He falls off of the balcony as though dead. Buffy, still possessed by James, goes to the music room where \"James\" plans to kill himself. The possessed Angelus arrives just in time to stop Buffy from pulling the trigger. They exchange apologies and kiss. The spirits leave their bodies and are finally finding peace. Buffy and Angelus break away from the kiss, and Angelus, disgusted at what he has been doing, pushes Buffy away and flees, realizing he does love her even without his soul. Angelus and Drusilla leave Spike after Angelus taunts him and Spike breaks free from his wheelchair after. ==Production details== Scriptwriter Marti Noxon said that prior to working on Buffy, she had written several times about ghosts, which for her are figurative expressions of the need for \"repentance and second chances\", drawing on her own family background. \"I realize that I was constantly telling the story of my family and fears,\" she says. Noxon was influenced in her storytelling by the movies Poltergeist and Truly, Madly, Deeply, which featured a widow who was unable to move on after the loss of her husband. ==References== == External links == * Category:Buffy the Vampire Slayer (season 2) episodes Category:1998 American television episodes Category:Television episodes about ghosts Category:Television episodes about spirit possession Category:Television episodes about academic scandals",
 "title": "I Only Have Eyes for You (Buffy the Vampire Slayer)"
}