{
 "id": "883446",
 "text": "The Angry Red Planet (also called Invasion of Mars and Journey to Planet Four) is a 1959 American science fiction film directed by Ib Melchior and starring Gerald Mohr.Warren, Bill (1986). Keep Watching the Skies! American Science Fiction Movies of the Fifties, volume 2 (1958-1962). Jefferson, North Carolina: McFarland & Company, 1986, p. 730. .\"The Angry Red Planet (1960)\", \"Overview\", Turner Classic Movies (TCM), Turner Broadcasting System, a subsidiary of Time Warner, Inc., New York, N.Y. Retrieved September 16, 2018. Melchior reportedly had an initial production budget of only $200,000 and was given just nine days to film it.\"The Angry Red Planet (1959)\", \"Trivia\", TCM, Retrieved September 16, 2018. Such financial and time constraints necessitated the use of \"CineMagic,\" a film-processing technique that combined hand-drawn animations with live-action footage. The relatively inexpensive process was used for all scenes depicting the surface of Mars. While CineMagic proved unsatisfactory for creating visually believable special effects for The Angry Red Planet, producer Norman Maurer did reuse the process in 1962, although to a lesser extent, in the comedy film The Three Stooges in Orbit.Wingrove, David. Science Fiction Film Source Book (Longman Group Limited, 1985). ==Plot== As the film opens, mission control personnel on Earth are monitoring the rocketship MR-1 (\"Mars Rocket 1\") as it approaches Earth orbit following the first crewed expedition to Mars. Personnel are surprised to see the ship on their monitors, for they believed that the vehicle had become lost or destroyed in space. Ground technicians are unable, though, to make contact with anyone on MR-1, so they guide the rocket by remote control to a safe Earth landing. Only two survivors of the original four-person crew are found in the ship: Dr. Iris Ryan (Naura Hayden) and Col. Tom O'Bannion (Gerald Mohr), whose entire right arm is covered with a strange green alien growth. The MR-1's mission to Mars is then recounted by Dr. Ryan as she also helps to find a cure for Col. O'Bannion's badly infected arm. In her debriefing, she reports in detail the crew's experiences while traveling to the Red Planet and exploring its surface. She describes their expedition in retrospect, as if it were currently happening. After MR-1 reaches Mars and its crew explores the planet's surface, Dr. Ryan is attacked by a carnivorous plant, which Chief Warrant Officer Jacobs kills with his freeze-ray, which he calls \"Cleo\". The crew then encounters an immense bat-rat-spider-crab creature, at first mistaking its legs for trees. That creature is blinded and repelled as well by Jacobs, who again uses his ray gun. When the crew returns to their ship, they realize that their radio signals are being blocked and the MR-1 is unable to leave Mars due to a mysterious force field. O'Bannion next leads the crew to a Martian lake, where a city with high, impressive structures is visible on the other side, far in the distance. Crossing the water in an inflatable raft, they are stopped by a giant amoeba-like creature with a single spinning eye. They hurriedly retreat, the creature pursuing them. As they are entering their ship, the creature catches Jacobs and draws him inside the gelatinous body, soon absorbing him; it has also infected O'Bannion's arm. The creature envelops the ship and is expected to eventually develop acids to eat through it. O'Bannion leads them in rewiring the ship to electrify the outer hull, which drives the creature away after destroying parts of it, then they rewire the ship for lift-off. The three survivors manage to lift MR-1 off from the planet since the force field has somehow been deactivated. Unfortunately, Professor Gettell, the MR-1's designer, dies of an apparent heart attack caused by the extreme stresses of the ascent. Once the MR-1 returns to Earth, O'Bannion's infected arm is cured by medical staff using electric shocks. Mission control technicians also examine the MR-1's data recorders from the expedition and find a recording of an alien voice, which announces that the ship's crew were allowed to leave Mars so that they could deliver a message to their home planet. The voice then states that \"we of Mars\" have been observing human development on Earth for many thousands of years and have determined that humanity's technology has far outpaced progress in cultural advancement. The alien then accuses humankind of invading Mars, warning that if future expeditions ever return to the Red Planet, then the Earth would be destroyed in retaliation. ==Cast== * Gerald Mohr as Colonel Thomas O’Bannion * Naura Hayden as Dr. Iris \"Irish\" Ryan * Les Tremayne as Professor Theodore Gettell * Jack Kruschen as Chief Warrant Officer Sam Jacobs * Paul Hahn as Major General George Treegar * J. Edward McKinley as Professor Paul Weiner * Tom Daly as Dr. Frank Gordon * Don Lamond as TV Newscaster/Martian Voice * Edward Innes as Brigadier General Alan Prescott * Gordon Barnes as Major Lyman Ross * Jack Haddock a Lt. Colonel Davis * Brandy Bryan as Nurse Hayes * Joan Fitzpatrick as Nurse Dixon * Arline Hunter as Joan (not in 83 minute version) * Alean Hamilton as Joan's Friend (not in 83 minute version) ==Production== The Angry Red Planet began as The Planet Mars, a treatment written by Sidney Pink about a space voyage to Earth's mysterious neighbor. \"It was written on my kitchen table\", Pink said in an interview a few years before his 2002 death. \"My kids were my critics, they'd tell me what was good and what just fell flat\".Hayes, David C. (2005). \"The Last Interview of Sid Pink\" Wayback Machine (web.archive.org), interview from the Yahoo Contributor Network, March 31, 2005. Retrieved September 16, 2018. Pink gave his treatment to Melchior after meeting him at a party. Melchior believed the project had potential, so he offered to help write the screenplay if Pink allowed him to direct the film. While Melchior worked on establishing a working script, Pink met Maurer, who was developing CineMagic, a \"revolutionary\" filming process for creating special effects by combining hand-drawn images with live action. However, it soon became apparent the process would not be able to deliver what had been promised with respect to the quality of its effects.McGee, Mark (2016). Faster and Furiouser: The Revised and Fattened Fable of American International Pictures. McFarland, pp. 161-168. \"The damn Cinemagic didn't work like it should\", Pink recalled. \"It was supposed to be sort of a 3-D effect. What we came up with was great anyway\". The production budget for The Angry Red Planet may have actually been significantly higher than the $200,000 cited by most film and press references. In its online catalog, the American Film Institute refers to a contemporary report in The Hollywood Reporter that announced an increase in allotted funding for the project more than double the frequently given figure. AFI states, \"As noted in a HR news item, just prior to the start of production, the film's budget was raised from $250,000 to $500,000\".\"The Angry Red Planet (1960)\", details, catalog of the American Film Institute (AFI), Los Angeles, California. Retrieved December 18, 2018. Comments made by Pink on the eve of filming provide some evidence regarding how little money was spent to design and build sets for the production. In an interview for a September 7, 1959 news item by Associated Press reporter and writer James Bacon, Pink is quoted about the extreme cost-cutting effectiveness of using the new CineMagic process: \"Our set for the planet Mars cost us a couple of hundred dollars instead of the thousands we had estimated\".Bacon, James (1959). \"New Picture Process Made: The Latest Is Called The Cinemagic\", The Florence Times (Florence, Alabama), September 7, 1959, section 2, page 3, column 2. Archives of Google News (news.google.com). Retrieved September 18, 2018. Pink also estimates in that interview that the movie \"will be made at half the original cost\", confirming that Invasion of Mars (the film's working title before its release) was a low-budget project. The \"meager\" $200,000 production budget cited for The Angry Red Planet may therefore be a credible ballpark figure. Filming for The Angry Red Planet began on September 9, 1959 at Hal Roach Studios in Culver City, California, only a month after Melchior and Pink completed their final draft of the screenplay. ===CineMagic=== The CineMagic process was used to cast a red glow over scenes depicting the surface of Mars. The low-cost process made the actors look similar to cartoon drawings so they would fit in with low-budget, less realistic sets and props. To achieve this effect, a black-and-white film negative was first processed with solarisation (a process which partially reverses the negative making some areas of the image appear positive). The resulting film was then tinted red. Making a film positive was not necessary. At the time The Angry Red Planet was produced, black and white film cost less than color film and processing. The combination of using black-and-white film for all scenes depicting Mars and not needing to produce a film positive lowered production costs for the film. ==Release== American International Pictures released the film in September 1960 with its original running time varying between 83 and 87 minutes.Berns, Samuel D. (1959). \"Review: The Angry Red Planet\", Motion Picture Daily (New York, N.Y.), November 30, 1959, page 5. Internet Archive, San Francisco, California. Retrieved September 17, 2018. AIP also distributed the film initially as part of double feature billings. At theaters in some regions it was presented with Circus of Horrors, and in other regions it was presented with Beyond the Time Barrier.Warren, p. 734. According to Pink, he had trouble working with AIP, more specifically with the \"notorious\" Samuel Z. Arkoff. In a 2005 interview about the release of The Angry Red Planet, Pink said, \"Neither of us trusted the other, which worked out well because I wouldn't touch him with a 10-foot pole. Jimmy Nicholson was the brains of that operation. With Arkoff, you never got a straight count\". ==Reception== The Angry Red Planet received mixed reviews upon its release. The New York Times film critic Eugene Archer gave the production a negative review, criticizing its depiction of the planet Mars, likening it to \"a cardboard illustration from Flash Gordon\".Archer, Eugene. The New York Times, film review, May 5, 1960. Last accessed: February 21, 2011. However, not all reviewers in 1959 and early 1960 were critical of the film in general or, in particular, CineMagic's deficiencies in simulating the terrain, fictitious plant life, and monstrous creatures on Mars. Motion Picture Daily reviewer Samuel D. Berns was enthusiastic at the time about the production, calling it \"a stimulating experience in suspense and intrigue\". He describes CineMagic in his review as \"a well-conceived optical effect for dramatic impact\", an element of the film that he predicts will draw \"big gross business\" to the box office. Berns also compliments both forms of filming presented in The Angry Red Planet, as well as its music: In his 2001 reassessment of The Angry Red Planet, Glenn Erickson of DVD Talk criticizes the film's flat direction, dull script and overuse of stock footage. Erickson does faintly compliment the film for at least coloring scenes of Mars' surface with a red tinge, which in his opinion gives the sequences \"a credibly alien look\". In his 2014 movie guide, Leonard Maltin judges the film to be only average, awarding it 2 out of 4 stars. However, reviewer Bruce Eder of AllMovie is more positive in his appraisal of the film, commending in particular its overall style of direction: ==Legacy== The cover artwork for the 1982 album Walk Among Us by the American punk rock band Misfits features the rat-bat-spider creature from The Angry Red Planet. ===Home media=== The Angry Red Planet was first released on VHS by Thorn EMI/HBO Video. It was later released on VHS and DVD by MGM Home Entertainment in 2001, as part of their \"Midnite Movies\" line of home media releases. A decade later, MGM re-issued the film on DVD as part of the multi-feature \"Midnite Movies\" single-disc collection, which also includes the 1951 film The Man from Planet X, the 1985 film Morons from Outer Space, and the 1988 film Alien from L.A.. The Angry Red Planet was released yet again in 2013 by Gaiam International on Sci-Fi Classics, another four-movie compilation on a single disc, alongside The Man from Planet X, Beyond the Time Barrier (1960), and The Time Travelers (1964).\"The Angry Red Planet\", releases, AllMovie. Retrieved January 11, 2016. ==See also== * List of American films of 1959 * List of films set on Mars == References and notes == ==External links== * * * * Category:1959 films Category:1950s science fiction films Category:American independent films Category:American International Pictures films Category:American science fiction films Category:American space adventure films Category:American monster movies Category:American films Category:1950s English-language films Category:Films about astronauts Category:Films about extraterrestrial life Category:Mars in film Category:Films produced by Sidney W. Pink Category:Films scored by Paul Dunlap Category:1959 independent films",
 "title": "The Angry Red Planet"
}