{
 "id": "883670",
 "text": "The IAAF World Athletics Final was an annual track and field competition organised by the International Association of Athletics Federations (IAAF). It was inaugurated in 2003 to replace the IAAF Grand Prix Final. The competition was part of the IAAF World Athletics Series and was the seasonal culmination of the IAAF World Outdoor Meetings series from 2003 to 2005, then the IAAF World Athletics Tour from 2006 to 2009. Due to changes in the one-day meeting system introduced by the IAAF, the World Athletics Final was discontinued after the 2009 season. ==History== The competition was introduced as part of the overhaul of the IAAF Grand Prix, with the IAAF World Outdoor Meetings series replacing it as the IAAF's primary seasonal outdoor track and field series. The programme of the former IAAF Grand Prix Final competition varied from year to year and the IAAF World Athletics Final introduced a fixed programme of events. The new schedule comprised events which were largely similar to those held at the World Athletics Championships. The differences were that a 3000 metres race was included at the World Athletics Final, while the 10,000 metres, marathon, combined events (decathlon and heptathlon), race walks and relay races were omitted as these events generally did not feature at IAAF outdoor track and field meetings. The first three editions of the competition were held in Monaco. However, the competition's stadium in Fontvieille, the Stade Louis II, was not of an adequate size to hold the hammer throw competition. As a result, the men's and women's hammer events were generally held a week earlier than the competition itself, taking place in Szombathely, Hungary at the Stadion Rohonci Út. This situation was resolved in 2006 by a move to the Gottlieb-Daimler-Stadion (Mercedes-Benz Arena) in Stuttgart, which had previously held the 1993 World Championships in Athletics, and the 2007 and 2008 editions of the final were also held there. The IAAF World Athletics Final changed to an alternating host city format in 2009, beginning with Thessaloniki, because the 2009 World Championships in Athletics had also been held in Germany that year.Wenig, Jörg (2008-09-08). All roads lead to Stuttgart - IAAF / VTB World Athletics Final . IAAF. Retrieved on 2009-09-07. However, although the IAAF agreed in 2008 that Rabat, Morocco would be the venue for the 2010 Final,IAAF Council Meeting notes, Monaco - 22 November. IAAF (2008-11-22). Retrieved on 2009-09-11. general secretary Pierre Weiss confirmed that the last edition would the 2009 competition as a result of changes in the structure of the one-day outdoor meetings tour.Ramsak, Bob (2009-09-11). Thessaloniki 2009 - IAAF / VTB World Athletics Final press conference quotes. IAAF. Retrieved on 2009-09-11. Over its seven-year history, Asafa Powell and Meseret Defar were the most successful male and female athletes: Defar won nine events and Powell won five in total. After Defar, Tatyana Lebedeva and Sanya Richards were the second and third highest earners of the competition. In terms of the 87 nations represented over the history of the World Athletics Final, the United States dominated the performance lists with 56 winners – over twice that of second placed Kenya. Russia, Jamaica, Germany and Ethiopia rounded out the top six nations by performance. This underlined these countries' strength in depth of athletes as—unlike the World Championships—there was no limit on the number of athletes representing a specific nation.Butler, Mark (2009-09-24). World Athletics Final – a statistical farewell. IAAF. Retrieved on 2009-09-24.Farewell to WAF. IAAF (2009-09-24). Retrieved on 2009-09-24. ==Competition structure== ===Qualification=== {| class=\"wikitable\" align=\"right\" |+Prize money at the Final |- !Position !Prize (US$) |- |1st ||30,000 |- |2nd ||20,000 |- |3rd ||12,000 |- |4th ||7000 |- |5th ||5000 |- |6th ||4000 |- |7th ||3000 |- |8th ||2000 |- |9–12th ||1000 |} The results of the World Athletics Tour, an annual series of 25 athletics meetings, were used to form a points ranking system. Over the course of a year, athletes were awarded points for their performance in each specific event. The number of points earned depended upon both the athlete's finishing position in the race and the level of the competition. The IAAF Golden League and IAAF Super Grand Prix meetings formed the upper tier of competition, followed by the intermediate tier of IAAF Grand Prix meetings. Additionally, it was possible to earn a limited number of points at Area Permit Meetings, although an athlete had to compete in at least one of the higher level competitions to qualify for the World Athletics Final. Furthermore, athletes were awarded bonus points if they broke or equalled a world record at a World Athletics Tour meeting.IAAF / VTB Bank World Athletics Final 2009 - Who and how many qualify?. IAAF (2009-03-069). Retrieved on 2009-09-07. The rankings were calculated by combining the points total of an athlete's five best performances on the World Athletics Tour (or four best performances in the throwing events). After the end of the final meeting of the season's World Athletics Tour, the top seven ranked athletes in each event received qualification into that event at the World Athletics Final. In the events of 1500 metres or longer, the top eleven athletes were allowed to compete at the final. In the event of a tie, the athlete with the superior season's best was entered into the Final. One additional athlete was allocated to each event as a wild card. In the event of absence or cancellation of a qualified athlete, the IAAF offered invitations to suitable athletes who did not originally qualify. However, any athletes who won a share of the IAAF Golden League US$1 million jackpot that year had to attend the competition in order to receive the prize.2009 IAAF Outdoor Handbook . IAAF (2009). Retrieved on 2009-09-08. ===Final competition format=== The World Athletics Final was held over two days and comprised 36 athletic events, 18 for athletes of each gender. The events remained largely unchanged, with the only difference since the 2003 inauguration being the addition of the women's 3000 metres steeplechase. Each event at the World Athletics Final featured eight athletes, with an extra four athletes competing in each of the 1500 metres, 3000 metres, 5000 metres and 3000 metres steeplechase races. All competitors received prize money rising from US$1,000 for the 9th to 12th-placed athletes in the longer distance races to US$30,000 for the winner in each event. A further US$100,000 was awarded to any athlete breaking a world record.$3 Million Prize Money at Stake in Stuttgart - World Athletics Final. IAAF (2008-09-09). Retrieved on 2009-09-07. == Finals == {| class=\"wikitable\" |- ! Edition ! Link to Finals articles by year ! Date ! City ! Country ! Venue ! No. of events |- |rowspan=2|1st |rowspan=2 align=center|2003 |13–14 September |Fontvieille | |Stade Louis II |33 |- |7 September |Szombathely | |Stadion Rohonci Út |2 |- |rowspan=2|2nd |rowspan=2 align=center|2004 |18–19 September |Fontvieille | |Stade Louis II |33 |- |5 September |Szombathely | |Stadion Rohonci Út |2 |- |rowspan=2|3rd |rowspan=2 align=center|2005 |9–10 September |Fontvieille | |Stade Louis II |34 |- |3 September |Szombathely | |Stadion Rohonci Út |2 |- |4th |align=center|2006 |9–10 September |Stuttgart | |Gottlieb-Daimler-Stadion |36 |- |5th |align=center|2007 |22–23 September |Stuttgart | |Gottlieb-Daimler-Stadion |36 |- |6th |align=center|2008 |13–14 September |Stuttgart | |Mercedes-Benz Arena |36 |- |7th |align=center|2009 |12–13 September |Thessaloniki | |Kaftanzoglio Stadium |36 |- |} ==References== ==External links== *Official website 2005 *Official website 2006–08 *Official website 2009 Final Category:Recurring sporting events established in 2003 Category:Recurring events disestablished in 2009 Category:Defunct athletics competitions World Athletics Final",
 "title": "IAAF World Athletics Final"
}