{
 "id": "883632",
 "text": "{| |} The Jumo 204 was an opposed-piston, inline, liquid-cooled 6-cylinder aircraft Diesel engine produced by the German manufacturer Junkers. It entered service in 1932. Later engines in the series, the Jumo 205, Jumo 206, Jumo 207 and Jumo 208, differed in stroke, bore, and supercharging arrangements. ==Design and development== Development of the Junkers diesel engines started in the 1920s with the Junkers Fo3 and Junkers Fo4/Junkers SL1. The Fo4 was re- designated Junkers 4, which in turn was re-designated Junkers Jumo 204 by the Reichsluftfahrtministerium (RLM), where the first number indicates the manufacturer; 2 – Junkers Motoren. These engines used a two-stroke cycle with six cylinders and twelve pistons, in an opposed piston configuration with two crankshafts, one at the bottom of the cylinder block and the other at the top, geared together. The pistons moved towards each other during the operating cycle. Intake and exhaust ports were duplicated at both ends of the block. There were two cam-operated injection pumps per cylinder, each feeding two nozzles, totaling four nozzles per cylinder. As is typical of two-stroke designs, the Jumos used fixed intake and exhaust ports instead of valves, which were uncovered when the pistons reached a certain point in their stroke. Normally such designs have poor volumetric efficiency because both ports open and close at the same time and are generally located across from each other in the cylinder. This leads to poor scavenging of the burnt charge, which is why valve-less two-strokes generally run smoky and are inefficient. The Jumo 204 solved this problem to a very large degree through a better arrangement of the ports. The intake port was located under the \"lower\" piston, while the exhaust port was under the \"upper\". The lower crankshaft ran eleven degrees behind the upper, meaning that the exhaust ports opened first, allowing proper scavenging. This system made the two-stroke Jumos run as cleanly as four- stroke engines using valves, but with considerably less complexity. The Jumo 204 (originally designated Jumo 4) was test flown in early 1929 installed in a Junkers G 24. The Jumo Fo3 and 204 were licensed to Napier & Son, who built a small number as the Napier Culverin just prior to the war. Late in the war, they mounted three Culverins in a triangle layout to produce the Napier Deltic, which was for some time one of the most powerful and compact diesel engines in the world. ==Variants== Data from Junkers Aircraft & Engines 1913–1945. ;Mo3:A research diesel engine for test bed use only, the Mo3 was a four-cylinder, (eight piston), opposed-piston engine designed to run horizontally. Tested from 1913, the problems found in testing the Mo3 were progressively solved after World War I with the Fo3 and later opposed piston diesels. ;Fo3:From 1924, Junkers experimented with the Fo3, A vertical 5-cyl. opposed-piston diesel, which ran on a test bed in the summer of 1926, developing at 1,200 rpm. Mostly successful, the Fo3 did highlight the need for accurate dynamic balancing of the rotating components. ;Fo4: (a.k.a. SL1) The Fo4, benefiting from the experience gained with the Fo3, was a six-cylinder opposed-piston diesel engine, tested from 1928 and flown in the nose of a Junkers G.24 from 30 August 1929. ;Jumo 4: After the successful bench runs and flight tests, the Fo4 was refined into the certificated Jumo 4, enjoying limited success powering re-engined Junkers F24kay airliners of Deutsche Luft Hansa, remaining in service until 1939. ;Jumo 204:Later production of refined Jumo 4s: Jumo 204A, 204B, and 204C, differing in airscrew drive arrangements. ;Napier Culverin:The Jumo 204 and 205 were licensed to Napier, who built a small number of Jumo 204 developments as the Napier Culverin just prior to the war. After the war, they mounted three Culverins in a triangle layout to produce the Napier Deltic, which was for some time one of the most powerful and compact diesel engines in the world. Work on this engine started in 1947 and engines were running by 1950. ==Applications== * Junkers F.24kay * Junkers Ju 52/1mdo D-1974 (D-UZYP from 1937) * Junkers Ju 86 * Junkers G.38 and Japanese licensed Mitsubishi Ki-20 * Blohm & Voss BV 138 ==Specifications (Jumo 204A)== ==See also== * List of aircraft engines ==References== ==Further reading== ** ==External links== * Multi-crankshaft opposed piston engines (french) * Description and cutaway view (Jumo 205) * OpposedPiston Engines.com's Jumo 204 Page Category:Two-stroke diesel engines Category:Aircraft diesel engines Category:Opposed piston engines Category:Junkers aircraft engines Category:1920s aircraft piston engines",
 "title": "Junkers Jumo 204"
}