{
 "id": "88379",
 "text": "Brewster Lurton Kahle ( ;Schwartz, John, \"Page by Page History of the Web\" , The New York Times, October 29, 2001 born October 21, 1960)Alexa Internet profile , via juggle.com. accessed November 24, 2010 is an American digital librarian, a computer engineer, Internet entrepreneur, and advocate of universal access to all knowledge. Kahle founded the Internet Archive and Alexa Internet. In 2012 he was inducted into the Internet Hall of Fame.2012 Inductees , Internet Hall of Fame website. Last accessed September 26, 2017 ==Life and career== Kahle was born in New York City and raised in Scarsdale, New York, the son of Margaret Mary (Lurton) and Robert Vinton Kahle, a mechanical engineer.A Library as Big as the World, Retrieved October 25, 2019. He went to Scarsdale High School. He graduated from the Massachusetts Institute of Technology in 1982 with a Bachelor of Science in computer science and engineering, where he was a member of the Chi Phi Fraternity.Internet Nostalgia | MIT Admissions MIT Admissions. Retrieved July 11, 2011. The emphasis of his studies was artificial intelligence; he studied under Marvin Minsky and W. Daniel Hillis.About Brewster Kahle's Blog. Retrieved July 11, 2011. After graduation, he joined Thinking Machines team, where he was the lead engineer on the company's main product, the Connection Machine, for six years (1983–1989). There, he and others developed the WAIS system, the first Internet distributed search and document retrieval system, a precursor to the World Wide Web. In 1992, he co-founded, with Bruce Gilliat, WAIS, Inc. (sold to AOL in 1995 for $15 million), and, in 1996, Alexa Internet (sold to Amazon.com in 1999). At the same time as he started Alexa, he founded the Internet Archive, which he continues to direct. In 2001, he implemented the Wayback Machine, which allows public access to the World Wide Web archive that the Internet Archive has been gathering since 1996. Kahle was inspired to create the Wayback Machine after visiting the offices of Alta Vista, where he was struck by the immensity of the task being undertaken and achieved: to store and index everything that was on the Web. Kahle states: \"I was standing there, looking at this machine that was the size of five or six Coke machines, and there was an 'aha moment' that said, 'You can do everything.' Kahle was elected a member of the National Academy of Engineering (2010) for archiving, and making available, all forms of digital information. He is also a member of the Internet Hall of Fame, a Fellow of the American Academy of Arts and Sciences, and serves on the boards of the Electronic Frontier Foundation, Public Knowledge, the European Archive (now Internet memory) and the Television Archive. He is a member of the advisory board of the National Digital Information Infrastructure and Preservation Program of the Library of Congress, and is a member of the National Science Foundation Advisory Committee for Cyberinfrastructure. In 2010 he was given an honorary doctorate in computer science from Simmons College, where he studied library science in the 1980s. Kahle and his wife, Mary Austin, run the Kahle/Austin Foundation. The Foundation supports the Free Software Foundation for its GNU project, among other projects, with a total giving of about 4.5 million dollars in 2011. In 2012, Kahle and banking veteran Jordan Modell established Internet Archive Federal Credit Union to serve people in New Brunswick, N.J. and Highland Park, New Jersey, as well as participants in programs that alleviate poverty in those areas. The credit union voluntarily liquidated in 2015. ===Digitization advocacy=== thumb|thumbtime=20|right|320px|Brewster Kahle of the Internet Archive talks about archiving operations Kahle has been critical of Google's book digitization, especially of Google's exclusivity in restricting other search engines' digital access to the books they archive. In a 2011 talk Kahle described Google's 'snippet' feature as a means of tiptoeing around copyright issues, and expressed his frustration with the lack of a decent loaning system for digital materials. He said the digital transition has moved from local control to central control, non-profit to for-profit, diverse to homogeneous, and from \"ruled by law\" to \"ruled by contract\". Kahle stated that even public-domain material published before 1923, and not bound by copyright law, is still bound by Google's contracts and requires permission to be distributed or copied. Kahle reasoned that this trend has emerged for a number of reasons: distribution of information favoring centralization, the economic cost of digitizing books, the issue of library staff without the technical knowledge to build these services, and the decision of the administrators to outsource information services. Kahle advocated in 2009: > It's not that expensive. For the cost of 60 miles of highway, we can have a > 10 million-book digital library available to a generation that is growing up > reading on-screen. Our job is to put the best works of humankind within > reach of that generation. Through a simple Web search, a student researching > the life of John F. Kennedy should be able to find books from many > libraries, and many booksellers—and not be limited to one private library > whose titles are available for a fee, controlled by a corporation that can > dictate what we are allowed to read. ===Other benefits of digitization=== In 1997, Kahle explained that apart from the value for historians' use of these digital archives, they might also help resolve some common infrastructure complaints about the Internet, such as adding reliability to \"404 Document not found\" errors, contextualizing information to make it more trustworthy, and maintaining navigation to aid in finding related content. Kahle also explained the importance of packaging enough meta-data (information about the information) into the archive, since it is unknown what future researchers will be interested in, and that it might be more problematic to find data than to preserve it. ===Physical media=== \"Knowledge lives in lots of different forms over time,\" Kahle said in 2011. \"First it was in people's memories, then it was in manuscripts, then printed books, then microfilm, CD-ROMs, now on the digital internet. Each one of these generations is very important.\" Voicing a strong reaction to the idea of books simply being thrown away, and inspired by the Svalbard Global Seed Vault, Kahle envisioned collecting one physical copy of every book ever published. \"We're not going to get there, but that's our goal,\" he said. \"We want to see books live forever.\" Pointing out that even digital books have a physical home on a hard drive somewhere, he sees saving the physical artifacts of information storage as a way to hedge against the uncertainty of the future. (Alongside the books, Kahle plans to store the Internet Archive's old servers, which were replaced in 2010.) He began by having conventional shipping containers modified as climate-controlled storage units. Each container can hold about 40,000 volumes, the size of a branch library. As of 2011, Kahle had gathered about 500,000 books. He thinks the warehouse is large enough to hold about a million titles, with each one given a barcode that identifies the cardboard box, pallet and shipping container in which it resides. A given book may be retrieved in about an hour, not to be loaned out but to be used to verify contents recorded in another medium. Book preservation experts commented he'll have to contend with vermin and about a century's worth of books printed on wood pulp paper that disintegrates over time because of its own acidity. Peter Hanff, deputy director of UC Berkeley's Bancroft Library, said that just keeping the books on the west coast of the US will save them from the climate fluctuations that are the norm in other parts of the country. ==Awards and appointments== *2004 Paul Evan Peters Award from the Coalition of Networked Information (CNI).\"Paul Evan Peters 2004 Award Winner: Brewster Kahle\", EduCause.edu *2005 American Academy of Arts and Sciences *Library of Congress NDIIP advisory board *NSF Cyber Infrastructure advisory board *2007 Knowledge Trust Honors award recipient *2008 Robert B. Downs Intellectual Freedom Award from the University of Illinois *Public Knowledge, IP3 award recipient *2009 \"50 Visionaries Changing Your World\", Utne Reader\"50 Visionaries Who Are Changing Your World\" , Utne Reader, November–December 2009 *2010 National Academy of Engineering *2010 Honorary Doctor of Laws, University of Alberta,\"Current Honorary Degree Recipients: Spring 2010 Convocation\" , University of Alberta *2010 Zoia Horn Intellectual Freedom Award *2012 Software and Information Industry of America Peter Jackson Award SIIA Peter Jackson Award *2012 Inducted into the Internet Hall of Fame. *2013 LITA/Library Hi Tech Award for Outstanding Communication in Library and Information Technology ==Publications== ; Articles * Responsible Party: \"Brewster Kahle: A Library of the Web on the Web\", The New York Times, 8 September 2002 * \"How the Wayback Machine Works\", O'Reilly Network, 21 January 2002 * \"Brewster Kahle on the Internet Archive and People's Technology\", O'Reilly Network, interview by Lisa Rein, 22 January 2004 * ACM Queue: \"A Conversation with Brewster Kahle\", June 2004 * The Archivist: \"Brewster Kahle made a copy of the Internet. Now, he wants your files\", Slate, 7 April 2005 * \"A Man's vision: World Library Online\", San Francisco Chronicle, 22 November 2005 * Kahle Keynote at Wikimania 2006 * \"Grant Funds Open-Source Challenge to Google Library\" Cnet, 21 December 2006 * 2007 mention in San Francisco Chronicle * \"The Internet's Librarian\", The Economist, 5 March 2009 * \"A Book Grab by Google\" by Brewster Kahle, Washington Post Op-Ed, 19 May 2009 * \"Lend Ho! Brewster Kahle Is a Thorn in Google's Side\", Forbes, 16 November 2009 * Brewster Kahle named one of the \"50 Visionaries Who Are Changing Your World\", Utne Reader, November–December 2009 * \"Internet Archive founder turns to new information storage device – the book\", The Guardian, 1 August 2011 * Cobweb: \"Can the Internet Be Archived?\", The New Yorker, 26 January 2015 * \"The Creator of the Internet Archive Should Be the Next Librarian of Congress\", Slate, 10 September 2015 ; Audio/Video * \"The Future of the Internet\", Science Friday, 1993, Brewster Kahle, then President of WAIS, participant. * \"Public Access to Digital Materials\", Library of Congress, RealVideo and slides, 20 November 2002 * Digital Futures: \"Universal Access to All Knowledge\", CSPAN video of Brewster Kahle, 13 December 2004 * IT Conversations: \"Universal Access to All Knowledge\", audio, with Brewster Kahle, 16 December 2004 * PBS NerdTV: Episode #4 \"An Interview with Brewster Kahle\", by Robert X. Cringely, video, audio, and transcript, 18 August 2005 player link, 27 September 2005 * IT Conversations: Tech Nation interview with Dr. Moira Gunn, 7 February 2006 * Los Angeles Times: Commentary by Patt Morrison, 28 January 2012 ==See also== * List of archivists ==References== ==External links== * Personal Blog * ** Biography at The Internet Archive ** Talks and Writings of Brewster Kahle at the Internet Archive * * * * * , alternate link * Category:1960 births Category:Access to Knowledge activists Category:American computer businesspeople Category:American Internet celebrities Category:American technology company founders Category:Articles containing video clips Category:Businesspeople from San Francisco Category:Businesspeople in information technology Category:Fellows of the American Academy of Arts and Sciences Category:Intellectual property activism Category:Internet Archive collectors Category:Living people Category:MIT School of Engineering alumni Category:Members of the United States National Academy of Engineering Category:People from Scarsdale, New York Category:Philanthropists from New York (state) Category:Scarsdale High School alumni Category:Thinking Machines Corporation",
 "title": "Brewster Kahle"
}