{
 "id": "883799",
 "text": "The Dark Is Rising is a 1973 children's fantasy novel by Susan Cooper. The second in The Dark Is Rising Sequence, the book won a Newbery Honor. ==Plot== Will Stanton begins to have strange and magical experiences on his 11th birthday, which is at the winter solstice – a few days before Christmas. He discovers he is one of a group of an ancient magical people called the Old Ones, who are guardians and warriors for \"the Light\" (i.e. good), who are waging a centuries-long battle against the forces of \"the Dark\" (i.e. evil), whose evil power is rising. To fight back the Dark, the Old Ones needs to find and reclaim four magical talismans (called \"Things of Power\") for the Light. The first of these is the \"Circle of Signs\" (a set of magical objects in the form of circles divided into four sections by a cross). Will is quested to collect all the Signs, so that the completed Circle can be used to ward off the forces of the Dark. This book is where the protagonist Will Stanton, a main character in The Dark Is Rising Sequence, is introduced. The book features elements of British folklore that are especially associated with the Thames Valley, with Herne the Hunter making an appearance. ==Reception, awards, and impact== The Dark Is Rising Sequence was an American Library Association Newbery Honor Book in 1974.\"Newbery Medal and Honor Books, 1922–Present\". ALSC. ALA. Retrieved 2012-03-15. Based on a 2007 online poll, the U.S. National Education Association named it one of \"Teachers' Top 100 Books for Children\". In 2012 it was ranked number 22 among all-time children's novels in a survey published by School Library Journal, a monthly with primarily U.S. audience. A film version, The Seeker, was released in 2007. Critical reception to the film was very poor. == See also == * ==References== Category:1973 children's books Category:English fantasy novels Category:Newbery Honor-winning works Category:Novels by Susan Cooper",
 "title": "The Dark Is Rising"
}