{
 "id": "884001",
 "text": "Scarab of Ra is a Mac OS shareware computer game written in 1987 by Rick Holzgrafe and released in 1988 by Semicolon Software, with a modernized version released in 2022. It is an adventure set within an Egyptian pyramid. ==Story== A sandstorm has uncovered the Great Pyramid of Ra. The player, a lowly archaeology student, decides to learn its secrets and tell of its wonders. After securing food and a lantern on short notice, the player enters the pyramid with hopes of finding and relying on additional equipment abandoned by earlier expeditions. ==Interface== The game is rendered in monochrome from a first person perspective; the rendering engine only allows grid-based, frame-by-frame movement. The game is played via a point-and-click, icon-driven interface in combination with keyboard shortcuts. ==Gameplay== thumb|right|Scarab of Ra gameplay. The player has encountered a monkey who has just stolen a piece of charcoal from the player.Gameplay is that of a simplified roguelike game, utilising permadeath mechanics. Upon starting a new game, the layout of the game is randomised; the player can only save by quitting, a mechanic put in place to prevent save scumming. Death is frequent and quick, forcing players to make the most of their skills and careful use of all items they come across. Many items have several uses that the player must either discover through experimentation or use of an in-game hint system. Levels are square mazes that grow larger as the player descends, simulating the design of a pyramid. The first level is 3x3, totalling 9 squares. Each succeeding level is one step larger in each dimension (so the next level is 4x4 steps, for a total of 16 squares, and so on). A key on each must be found to unlock the next level. Ascension is impossible, which can strand players if an important item is left behind. The pyramid also contains traps, which can harm the player in various ways, and animals, including cobras, lionesses, thieving monkeys, and a mummy, which appears only to players who carry the eponymous Scarab of Ra. Animal threats can be dealt with in a number of ways, but only the mummy can be destroyed; the game's author notes that violence is distasteful, but \"the mummy was dead anyway.\" Movement is turn-based, with a speed setting that alters how many moves other characters can make after the player acts. Speeds range from 1 (slowest) to 10 (fastest), with a map automatically drawn at speeds 5 and below. The map can be accessed and marked at any point, and is an invaluable tool as the levels become larger and more involved. Traveling at high speeds consumes less food and oil, but the player may blunder into danger and movements will not be recorded on the map if over speed 5. Traps are less likely to be triggered and sleeping animals are less likely to be woken when walking at slower speeds, but it consumes more food and oil. ==Objective== In order to complete the game, one must gather three major treasures: the Crown, Staff, and Scarab of Ra. Once this task is accomplished, an exit is revealed, yet players can choose to continue playing if they wish to risk death and increase their scores. Once a player picks up the Scarab, mummy-like Guardians immediately began their hunt, delivering an electric shock upon contact. When the player wins or quits, their character attains a rank based on \"prestige points\" accrued during the game. ==Reception== Macworld named the Macintosh version of Scarab of Ra the \"Best Egyptian Adventure and 3-D Maze\" as part of its Shareware and Public Domain Game Awards in 1987. ==Legacy== The original version of Scarab of Ra ran only on Macintosh computers under the class Mac OS. It could formerly be purchased through the author's Kagi page. When OS X replaced the classic OS, Scarab of Ra could no longer be used without an emulator such as Mini vMac. In 2022, the original author released a new version compatible with iPhone, iPad, and M1 Macintosh computers. This version is available in the App Store. ==References== ==External links== * Scarab of Ra at Semicolon Software * Scarab of Ra in the Apple App Store * An online implementation of Scarab of Ra Category:1988 video games Category:Adventure games Category:First-person video games Category:Roguelike video games Category:Classic Mac OS-only games Category:Classic Mac OS games Category:Video games based on Egyptian mythology Category:Video games developed in the United States Category:Video games set in Egypt Category:Video games using procedural generation",
 "title": "Scarab of Ra"
}