{
 "id": "884188",
 "text": "Medical billing is a payment practice within the United States health system. The process involves a healthcare provider obtaining insurance information from a patient, filing a claim, following up on, and appealing claims with health insurance companies in order to receive payment for services rendered; such as testing, treatments, and procedures. The same process is used for most insurance companies, whether they are private companies or government sponsored programs: Medical coding reports what the diagnosis and treatment were, and prices are applied accordingly. Medical billers are encouraged, but not required by law, to become certified by taking an exam such as the CMRS Exam, RHIA Exam, CPB Exam and others. Certification schools are intended to provide a theoretical grounding for students entering the medical billing field. Some community colleges in the United States offer certificates, or even associate degrees, in the field. Those seeking advancement may be cross- trained in medical coding or transcription or auditing, and may earn a bachelor's or graduate degree in medical information science and technology. It is not required to have a certification to learn billing, and billing practices vary from state to state. ==History== For several decades, medical billing was done almost entirely on paper. However, with the advent of medical practice management software, also known as health information systems, it has become possible to efficiently manage large amounts of claims. Many software companies have arisen to provide medical billing software to this particularly lucrative segment of the market. Several companies also offer full portal solutions through their own web-interfaces, which negates the cost of individually licensed software packages. Due to the rapidly changing requirements by U.S. health insurance companies, several aspects of medical billing and medical office management have created the necessity for specialized training. Medical office personnel may obtain certification through various institutions who may provide a variety of specialized education and in some cases award a certification credential to reflect professional status. ==Billing process== The medical billing process is a process that involves a third party payer, which can be an insurance company or the patient. Medical billing results in claims. The claims are billing invoices for medical services rendered to patients. The entire procedure involved in this is known as the billing cycle sometimes referred to as Revenue Cycle Management. Revenue Cycle Management involves managing claims, payment and billing. This can take anywhere from several days to several months to complete, and require several interactions before a resolution is reached. The relationship between a health care provider and insurance company is that of a vendor to a subcontractor. Health care providers are contracted with insurance companies to provide health care services. The interaction begins with the office visit: a physician or their staff will typically create or update the patient's medical record. After the doctor sees the patient, the diagnosis and procedure codes are assigned. These codes assist the insurance company in determining coverage and medical necessity of the services. Once the procedure and diagnosis codes are determined, the medical biller will transmit the claim to the insurance company (payer). This is usually done electronically by formatting the claim as an ANSI 837 file and using Electronic Data Interchange to submit the claim file to the payer directly or via a clearinghouse. Historically, claims were submitted using a paper form; in the case of professional (non-hospital) services Centers for Medicare and Medicaid Services. Some medical claims get sent to payers using paper forms which are either manually entered or entered using automated recognition or OCR software. The insurance company (payer) processes the claims usually by medical claims examiners or medical claims adjusters. For higher dollar amount claims, the insurance company has medical directors review the claims and evaluate their validity for payment using rubrics (procedure) for patient eligibility, provider credentials, and medical necessity. Approved claims are reimbursed for a certain percentage of the billed services. These rates are pre-negotiated between the health care provider and the insurance company. Failed claims are denied or rejected and notice is sent to the provider. Most commonly, denied or rejected claims are returned to providers in the form of Explanation of Benefits (EOB) or Electronic Remittance Advice. Certain utilization management techniques are put in place to determine the patients benefit coverage for the medical services rendered. In case of the denial of the claim, the provider reconciles the claim with the original one, makes necessary rectifications and resubmits the claim. This exchange of claims and denials may be repeated multiple times until a claim is paid in full, or the provider relents and accepts an incomplete reimbursement. There is a difference between a “denied” and a “rejected” claim, although the terms are commonly interchanged. A denied claim refers to a claim that has been processed and the insurer has found it to be not payable. A denied claim can usually be corrected and/or appealed for reconsideration. Insurers have to tell you why they've denied your claim and they have to let you know how you can dispute their decisions. A rejected claim refers to a claim that has not been processed by the insurer due to a fatal error in the information provided. Common causes for a claim to reject include when personal information is inaccurate (i.e.: name and identification number do not match) or errors in the information provided (i.e.: truncated procedure code, invalid diagnosis codes, etc.) A rejected claim has not been processed so it cannot be appealed. Instead, rejected claims need to be researched, corrected and resubmitted. ===Electronic billing=== A practice that has interactions with the patient must now under HIPAA send most billing claims for services via electronic means. Prior to actually performing service and billing a patient, the care provider may use software to check the eligibility of the patient for the intended services with the patient's insurance company. This process uses the same standards and technologies as an electronic claims transmission with small changes to the transmission format, this format is known specifically as X12-270 Health Care Eligibility & Benefit Inquiry transaction.X12 270 CM Glossary A response to an eligibility request is returned by the payer through a direct electronic connection or more commonly their website. This is called an X12-271 \"Health Care Eligibility & Benefit Response\" transaction. Most practice management/EM software will automate this transmission, hiding the process from the user. This first transaction for a claim for services is known technically as X12-837 or ANSI-837. This contains a large amount of data regarding the provider interaction as well as reference information about the practice and the patient. Following that submission, the payer will respond with an X12-997, simply acknowledging that the claim's submission was received and that it was accepted for further processing. When the claim(s) are actually adjudicated by the payer, the payer will ultimately respond with a X12-835 transaction, which shows the line-items of the claim that will be paid or denied; if paid, the amount; and if denied, the reason. ===Payment=== In order to be clear on the payment of a medical billing claim, the health care provider or medical biller must have complete knowledge of different insurance plans that insurance companies are offering, and the laws and regulations that preside over them. Large insurance companies can have up to 15 different plans contracted with one provider. When providers agree to accept an insurance company's plan, the contractual agreement includes many details including fee schedules which dictate what the insurance company will pay the provider for covered procedures and other rules such as timely filing guidelines. Providers typically charge more for services than what has been negotiated by the physician and the insurance company, so the expected payment from the insurance company for services is reduced. The amount that is paid by the insurance is known as an allowable amount. For example, although a psychiatrist may charge $80.00 for a medication management session, the insurance may only allow $50.00, and so a $30.00 reduction (known as a \"provider write off\" or \"contractual adjustment\") would be assessed. After payment has been made, a provider will typically receive an Explanation of Benefits (EOB) or Electronic Remittance Advice (ERA) along with the payment from the insurance company that outlines these transactions. The insurance payment is further reduced if the patient has a copay, deductible, or a coinsurance. If the patient in the previous example had a $5.00 copay, the physician would be paid $45.00 by the insurance company. The physician is then responsible for collecting the out-of-pocket expense from the patient. If the patient had a $500.00 deductible, the contracted amount of $50.00 would not be paid by the insurance company. Instead, this amount would be the patient's responsibility to pay, and subsequent charges would also be the patient's responsibility, until his expenses totaled $500.00. At that point, the deductible is met, and the insurance would issue payment for future services. A coinsurance is a percentage of the allowed amount that the patient must pay. It is most often applied to surgical and/or diagnostic procedures. Using the above example, a coinsurance of 20% would have the patient owing $10.00 and the insurance company owing $40.00. Steps have been taken in recent years to make the billing process clearer for patients. The Healthcare Financial Management Association (HFMA) unveiled a \"Patient-Friendly Billing\" project to help healthcare providers create more informative and simpler bills for patients. Additionally, as the Consumer-Driven Health movement gains momentum, payers and providers are exploring new ways to integrate patients into the billing process in a clearer, more straightforward manner. ===Medical billing services=== alt=Infographic showing how healthcare data flows within the billing process|thumb|Infographic showing how healthcare data flows within the billing process In many cases, particularly as a practice grows, providers outsource their medical billing to a third party known as medical billing companies that provide medical billing services. One goal of these entities is to reduce the amount of paperwork for medical staff and to increase efficiency, providing the practice with the ability to grow. The billing services that can be outsourced include regular invoicing, insurance verification, collections assistance, referral coordination, and reimbursement tracking. Healthcare billing outsourcing has gained popularity because it has shown a potential to reduce costs and to allow physicians to address all of the challenges they face daily without having to deal with the daily administrative tasks that consume time. Medical billing regulations are complex and often change. Keeping your staff up to date with the latest billing rules can be difficult and time-consuming, which often leads to errors. Another main objective for a medical billing service is to use its expertise and coding knowledge to maximize insurance payments. It is the responsibility of the medical billing service you choose to ensure that the billing process is completed in a way that will maximize payments and reduce denials Payment posting an important part of medical billing. Practices have achieved significant cost savings through Group purchasing organizations (GPO), improving their bottom line by 5% to 10%. In addition, many companies are looking to offer EMR, EHR and RCM to help increase customer satisfaction, however as an industry the CSAT levels are still extremely low. ==See also== *Clinical coding *Current Procedural Terminology (CPT codes) *Electronic medical record *Healthcare Common Procedure Coding System *International Classification of Diseases (ICD codes) *Medically Unlikely Edit *National Uniform Billing Committee ==References== ==External links== *Medical Records and Health Information Technicians Career information at the U.S. Bureau of Labor Statistics Category:Health insurance in the United States Category:Healthcare in the United States",
 "title": "Medical billing"
}