{
 "id": "884109",
 "text": "The Wide Field and Planetary Camera 2 (WFPC2) is a camera formerly installed on the Hubble Space Telescope. The camera was built by the Jet Propulsion Laboratory and is roughly the size of a baby grand piano. It was installed by servicing mission 1 (STS-61) in 1993, replacing the telescope's original Wide Field and Planetary Camera (WF/PC). WFPC2 was used to image the Hubble Deep Field in 1995, the Engraved Hourglass Nebula and Egg Nebula in 1996, and the Hubble Deep Field South in 1998. During STS-125, WFPC2 was removed and replaced with the Wide Field Camera 3 as part of the mission's first spacewalk on May 14, 2009. After returning to Earth, the camera was displayed briefly at the National Air and Space Museum and the Jet Propulsion Laboratory before returning to its final home at the Smithsonian's National Air and Space Museum. ==Design== WFPC2 was built by NASA's Jet Propulsion Laboratory, which also built the predecessor WFPC camera launched with Hubble in 1990. WFPC2 contains internal corrective optics to fix the spherical aberration in the Hubble telescope's primary mirror. The charge-coupled devices (CCDs) in the WFPC2 (designed at JPL and manufactured by Loral) detected electromagnetic radiation in a range from 120 nm to 1000 nm. This included the 380 nm to 780 nm of the visible spectrum, all of the near ultraviolet (and a small part of the extreme ultraviolet band) and most of the near-infrared band. The sensitivity distribution of these CCDs is roughly normal, with a peak around 700 nm and concomitantly very poor sensitivity at the extremes of the CCDs' operating range. WFPC2 featured four identical CCD detectors, each 800x800 pixels. Three of these, arranged in an L-formation, comprise Hubble's Wide Field Camera (WFC). Adjacent to them is the Planetary Camera (PC), a fourth CCD with different (narrower-focused) optics. This afforded a more detailed view over a smaller region of the visual field. WFC and PC images are typically combined, producing the WFPC2's characteristic stairstep image. When distributed as non-scientific JPEG files the PC portion of the image is shown with the same resolution as the WFC portions, but astronomers receive a raw scientific image package which presents the PC image in its native, higher detail. To allow scientists to view specific parts of the electromagnetic spectrum the WFPC2 featured a rotating wheel which moves different optical filters into the lightpath (between the WFPC2's aperture and the CCD detectors). The 48 filter elements included: * A set of standard wideband photometric filters. * A graduated filter, featuring a wide range of very narrowband filters. By positioning the target object at a precise part of the field, the operator can use an accurately picked narrowband filter. * A number of narrowband optical filters tuned to the wavelengths of various atomic emission lines. ==Performance== As predicted, over the course of its mission the WFPC2 experienced degradation of the CCDs, resulting in defective (\"hot\") pixels. The telescope's operators performed monthly calibration tests to catalog these; with the WFPC's aperture closed a number of long exposures are taken, and pixels which differ significantly from near black are flagged. To avoid false positives caused by cosmic rays tripping a given pixel, the output of different calibration shots is compared. Pixels which are consistently \"hot\" are recorded, and astronomers who analyse raw WFPC2 images receive a list of these pixels. Typically, astronomers adjust their photo-processing software to ignore these bad pixels. WFPC2 was largely superseded for broad- band imaging by the Advanced Camera for Surveys, installed during servicing mission 3B in 2002. However, the early 2007 failure of ACS resulted in WFPC2 returning to its role as Hubble's primary visible light camera. WFPC2 was removed from HST during Servicing Mission 4 in May 2009, for return to Earth and eventual museum display. It was replaced by Wide Field Camera 3, which features two UV/visible detecting CCDs, each 2048x4096 pixels, and a separate IR CCD of 1024 x 1024, capable of receiving infrared radiation up to 1700 nm. ==See also== Other HST instruments : * * * * * * * * * ==WFPC2 images== Image:Jfader hubble.jpg|Hubble Space Telescope WFPC2 image of the Hubble Deep Field showing the characteristic stairstep composition of WFPC2 images Image:Eagle nebula pillars.jpg|The Pillars of Creation within the Eagle Nebula File:1994-02-b-full jpg.jpg|WFPC 2 image in 1994 of M100 (NGC 4321) Image:Nursery of New Stars - GPN-2000-000972.jpg|NGC 604 in the Triangulum Galaxy Image:Bok globules in IC2944.jpg|Bok globules Image:STSci-PRC01-33 omega centauri.jpg|Part of Omega Centauri Image:Egg Nebula.jpg|Egg Nebula ==References== ==External links== * WFPC2 homepage and user's guide * Space Telescope science institute's documentation on the WFPC2 * NASA article explaining how color is built from multiple filtered images * Wide Field Camera 3 – NASA *the WFPC2 at ESA/Hubble *Images with the WFPC2 at ESA/Hubble *WFPC2 Science Team Pages Category:Hubble Space Telescope instruments Category:Space imagers Category:Space hardware returned to Earth intact",
 "title": "Wide Field and Planetary Camera 2"
}