{
 "id": "88432",
 "text": "Hymir (Old Norse: ) is a jötunn in Norse mythology, and the owner of a brewing-cauldron fetched by the thunder-god Thor for Ægir, who wants to hold a feast for the Æsir (gods). In Hymiskviða, Hymir is portrayed as the father of Týr, but in Skáldskaparmál, Odin is Týr's father. == Name == The etymology of the Old Norse name Hymir remains unclear. It is perhaps related to the Norwegian humen ('limp, weary') or humre ('whinny'; compare with MHG hummen 'hum'). Andy Orchard has proposed the translation 'creeper'. Hymir is often used in kennings as a modifier for jötnarr. == Attestations == ===Hymiskviða and Gylfaginning=== Hymiskviða recounts how Thor and Týr obtain the cauldron from Hymir. His skull is unusually hard, and Thor breaks a cup by throwing it at Hymir's head. Hymiskviða also recounts Thor's fishing for Jörmungandr, the Midgard serpent. Thor goes fishing with Hymir, using the head of Hymir's best ox for bait, and catches Jörmungandr, who then either breaks loose or, as told in the Gylfaginning of the Prose Edda, is cut loose by Hymir. The Prose Edda provides the additional detail that while Thor was attempting to pull Jörmungandr in, his feet went through the bottom of the boat. Hymir is also portrayed in Hymiskviða as a jötunn and the father of the god Týr. Scholar John Lindow notes that this may be a unique situation in Norse mythology, for if Loki also has a jötunn father, Fárbauti, he is only \"enumerated among the Æsir\" as Snorri Sturluson puts it in Gylfaginning, and thus not really part of their group. ===Picture stones=== This encounter between Thor and Jörmungandr seems to have been one of the most popular motifs in Norse art. Three picture stones have been linked with the story and show Hymir: the Ardre VIII image stone, the Hørdum stone, and the Gosforth Cross. p. 122-123, 127-128. A stone slab that may be a portion of a second cross at Gosforth also shows a fishing scene using an ox head for bait. The legend is also depicted on the Altuna Runestone, but its image does not show Hymir, possibly due to the narrow shape of that stone. == References == === Bibliography === * * * Category:Jötnar",
 "title": "Hymir"
}