{
 "id": "884421",
 "text": "thumb|upright=1.5 |Characteristics of SPS as graphically summarized by Greven et al. (review article, 2019) A person with a high measure of SPS is said to be a highly sensitive person (HSP). Sensory processing sensitivity (SPS) is a temperamental or personality trait involving \"an increased sensitivity of the central nervous system and a deeper cognitive processing of physical, social and emotional stimuli\". The trait is characterized by \"a tendency to 'pause to check' in novel situations, greater sensitivity to subtle stimuli, and the engagement of deeper cognitive processing strategies for employing coping actions, all of which is driven by heightened emotional reactivity, both positive and negative\". A human with a particularly high measure of SPS is considered to have \"hypersensitivity\", or be a highly sensitive person (HSP). The terms SPS and HSP were coined in the mid-1990s by psychologists Elaine Aron and her husband Arthur Aron, who developed the Highly Sensitive Person Scale (HSPS) questionnaire by which SPS is measured. Other researchers have applied various other terms to denote this responsiveness to stimuli that is seen in humans and other species. According to the Arons and colleagues, people with high SPS make up about 15–20% of the population. Although some researchers consistently related high SPS to negative outcomes, other researchers have associated it with increased responsiveness to both positive and negative influences. Aron and colleagues state that the high-SPS personality trait is not a disorder. ==Origin and development of the terms== Elaine Aron's book The Highly Sensitive Person was published in 1996. In 1997 Elaine and Arthur Aron formally identified sensory processing sensitivity (SPS) as the defining trait of highly sensitive persons (HSPs). The popular terms hypersensitivity (not to be confused with the medical term hypersensitivity) or highly sensitive are popular synonyms for the scientific concept of SPS. By way of definition, Aron and Aron (1997) wrote that sensory processing here refers not to the sense organs themselves, but to what occurs as sensory information is transmitted to or processed in the brain. They assert that the trait is not a disorder but an innate survival strategy that has both advantages and disadvantages. Elaine Aron's academic journal articles as well as self-help publications for the lay reader have focused on distinguishing high SPS from socially reticent behavior and disorders with which high SPS can be confused; overcoming the social unacceptability that can cause low self-esteem; and emphasizing the advantages of high SPS to balance the disadvantages emphasized by others. In 2015, journalist Elizabeth Bernstein wrote in The Wall Street Journal that HSPs were \"having a moment,\" noting that several hundred research studies had been conducted on topics related to HSPs' high sensitivity. The First International Scientific Conference on High Sensitivity or Sensory Processing Sensitivity was held at the Vrije Universiteit Brussel. By 2015, more than a million copies of The Highly Sensitive Person had been sold. === Earlier research === Research pre- dating the Arons' coining of the term \"high sensitivity\" includes that of German medicine professor Wolfgang Klages, who argued in the 1970s that the phenomenon of sensitive and highly sensitive humans is \"biologically anchored\" and that the \"stimulus threshold of the thalamus\" is much lower in these persons. As a result, said Klages, there is a higher permeability for incoming signals from afferent nerve fibers so that they pass \"unfiltered\" to the cerebral cortex. The Arons (1997) recognized psychologist Albert Mehrabian's (1976, 1980, 1991) concept of filtering the \"irrelevant\", but wrote that the concept implied that the inability of HSPs' (Mehrabian's \"low screeners\") to filter out what is irrelevant would imply that what is relevant is determined from the perspective of non-HSPs (\"high screeners\"). ==Attributes, characteristics and prevalence== Boterberg et al. (2016) describe high SPS as a \"temperamental or personality trait which is present in some individuals and reflects an increased sensitivity of the central nervous system and a deeper cognitive processing of physical, social and emotional stimuli\". People with high SPS report having a heightened response to stimuli such as pain, caffeine, hunger, and loud noises. According to Boterberg et al., these individuals are \"believed to be easily overstimulated by external stimuli because they have a lower perceptual threshold and process stimuli cognitively deeper than most other people.\" This deeper processing may result in increased reaction time as more time is spent responding to cues in the environment, and might also contribute to cautious behavior and low risk-taking. thumb|right| upright=1.5| SPS involves responsiveness to both environmental adversity and positive environmental aspects, respectively modeled by the diathesis–stress model and the vantage sensitivity framework. The HSP Scale, initially (1997) a questionnaire designed to measure SPS on a unidimensional scale, was subsequently decomposed into two, three, or four factors or sub-scales. Most components have been associated with traditionally accepted negative psychological outcomes including high stress levels, being easily overwhelmed, increased rates of depression, anxiety, and sleep problems, as well as symptoms of autism; the diathesis–stress model focused on increased vulnerability to negative influences. However, the differential susceptibility theory (DST) and biological sensitivity to context theory (BSCT) and sensory processing sensitivity (SPS) suggest increased plasticity in terms of responsiveness to both positive and negative influences; and the vantage sensitivity (VS) concept emphasizes increased responsiveness to positive experiences. Researchers such as Smolewska et al. (2006) said positive outcomes were more common in individuals with high aesthetic sensitivity, who tend to experience heightened positive emotions in response to rewarding stimuli and more likely to score high on \"openness\" on the Big Five factors model. Research in evolutionary biology provides evidence that the trait of SPS can be observed, under various terms, in over 100 nonhuman species, Aron writing that the SPS trait is meant to encompass what personality psychologists have described under various other names. Conversely, Aron has distinguished SPS from what she considers it is not, explicitly distinguishing high SPS from possibly similar-appearing traits or disorders (such as shyness, sensation-seeking, sensory processing disorder, and autism), and further, that SPS may be a basic variable that may underlie multiple other trait differences (such as introversion versus extraversion). Contrary to common misconception, according to Aron HSPs include both introverts and extroverts, and may be simultaneously high-sensation seeking and cautious. In humans and other species, responsive and unresponsive individuals coexist and consistently display different levels of responsiveness to environmental stimuli, the different levels of responsiveness having corresponding evolutionary costs and benefits. This observation parallels Aron's assertion that high SPS is not a disorder, but rather a personality trait with attendant advantages and disadvantages. Accordingly, Aron cautions medical professionals against prescribing psychoactive medications to \"cure\" the trait, which may or may not coexist with an actual disorder. By 2015 the trait had been documented at various levels of study, including temperament and behavior psychology, brain function and neuronal sensitization, and genetics. For example, genetic studies provide evidence that higher levels of SPS are linked to the serotonin transporter 5-HTTLPR short/short genotype, polymorphisms in dopamine neurotransmitter genes, and the ADRA2b norepinephrine-related gene variant. HSP Scale score patterns in adults were thought to be distributed as a dichotomous categorical variable with a break point between 10% and 35%, with Aron choosing a cut-off of the highest-scoring 20% of individuals to define the HSP category. A 2019 review article stated that findings suggest people fall into three sensitivity groups along a normal distribution sensitivity continuum. ==See also== * Arousal * Differential susceptibility hypothesis * Environmental sensitivity * Evolutionary psychology * Neuropsychology * Neuroticism * Personality psychology * Sensory processing * Social psychology * Trait theory *Cognition *Executive functions *Development of the nervous system *Cultural neuroscience *Neurodiversity ==Sources and notes== ==External links== * * Category:Evolutionary psychology Category:Neuropsychology Category:Personality theories Category:Personality traits Category:Personality typologies",
 "title": "Sensory processing sensitivity"
}