{
 "id": "884510",
 "text": "thumb|upright=1.2|Part of the Kintigh Generating Station, viewed from the west. The Kintigh Generating Station, also known as Somerset Operating Co. LLC of the Upstate New York Power Producers is a 675-megawatt coal-fired power plant located in Somerset, New York, United States. The plant was owned by AES Corporation until bankruptcy. Its unit was launched into service in 1984. Coal is provided to the plant via the Somerset Railroad. The waste heat is dumped into Lake Ontario, resulting in a warm-water plume visible on satellite images. The plant's 625-foot smoke stack can be seen across Lake Ontario from the shores of Toronto, Pickering, Oshawa, and Ajax, Ontario. It can also be seen from points along the Niagara Escarpment, including Lockport, NY, approximately 20 miles south. Power from the plant is transferred by dual 345kV power lines on wood pylons, which run south from the plant through rural agricultural land. In Royalton, NY they split at their physical junction with the dual circuit 345-kV Niagara-to-Edic transmission line, owned by the New York Power Authority, one circuit heads west to a substation at Niagara Falls, the other heads east to Station 80 south of Rochester. This bulk electric transmission constraint, created by the Somerset plant tie-in and forcing wheeling through 230kV and 345kV transmission lines to the Homer City Coal Plant east of Pittsburgh, PA, and returning to NY at the Watercurry substation outside Elmira, will be resolved through the Empire State Line proposal approved by NY Independent System Operator (NYISO). The plant's electric power was sold in the NYISO wholesale electric markets. The plant was the last coal- fired plant remaining in operation in New York, and officially shut down on March 31, 2020. This in effect fulfilled Governor Cuomo's pledge to phase out coal by 2020, enforced by current regulation requirements which will be in effect on December 31, 2020. ==History== The Somerset Nuclear Power Plant was proposed by New York State Electric & Gas in 1974 as two General Electric 1,200 MW units, but the project was canceled in 1975.Nuclear Power Generation and Fuel Cycle Report 1997 p. 67. In 1975, NYSEG announced it was changing its construction plans because a geologic fault had been found 40 miles away in Attica. A later correction mentions that the title should have read NYSEG. Extra retrofitting costs would have made a nuclear plant infeasible versus a reinforced coal . A 650 MW coal plant was built at the site and went into service in 1984 ahead of schedule and under budget. In 2012, the plant was sold to Upstate New York Power Producers along with the Cayuga plant that AES also owned. The transfer occurred as the result of a bankruptcy settlement with AES's creditors. It was noted in the approving public service commission order that the 5 creditors that own the new organization provided AES $550 million in financing to acquire the facility in 1999. One of the five creditors included the California Public Employees’ Retirement System.NYSPSC PSL Section 70 transfer of assets DMM case no. 12-E-0174 ===Kintigh Electric Energy Production (2006-2012)NYISO Gold Book years 2007-2013=== {| class=\"wikitable sortable\" |- !Year !Net Energy Production (GWh) |- |2006 || 5,398 |- |2007 || 5,609 |- |2008 || 5,233 |- |2009 || 3,368 |- |2010 || 4,596 |- |2011 || 3,680 |- |2012 || 2,046 |} In 2016, Upstate New York Power Producers sold the Kintigh facility and the Cayuga facility to Riesling Power, LLC. ==Environmental impacts== In 2010, the Clean Air Task Force, a nonprofit research and advocacy association, published a report evaluating the environmental and health effects attributable to fine particle pollution from coal-fired U.S. power plants, specifically mentioning the Kintigh Generating Station. The report focused on air pollution from soot, heavy metals, sulfur dioxide and nitrogen oxides. Alleging that fine particle pollution from coal power plants is responsible for 13,000 deaths annually in the United States, it posited that the Kintigh Generating Station's fine particle pollution caused 11 preventable deaths a year, 19 heart attacks and 170 asthma attacks. The Research and Policy Center of Environment New York has also been critical of the Kintigh Generating Station, claiming in 2011 that the plant emits almost 3.8 million mass tons of the greenhouse gas carbon dioxide each year. ==References== == External links == *AES company website Category:1984 establishments in New York (state) Category:Energy infrastructure completed in 1984 Category:Coal-fired power stations in New York (state) Category:Buildings and structures in Niagara County, New York Category:Cancelled nuclear power stations in the United States",
 "title": "Kintigh Generating Station"
}