{
 "id": "88489",
 "text": "John Curtis Holmes ( Estes; August 8, 1944 – March 13, 1988), better known as John C. Holmes or Johnny Wadd (after the lead character he portrayed in a series of related films), was an American pornographic film actor. He ranks among the most prolific adult film performers, with documented credits for at least 573 films. Holmes was best known for his exceptionally large penis, which was heavily promoted for its length, thickness, However no documented measurement of Holmes' actual penis length, girth, tumescence, sexual stamina, or ejaculate volume has ever been confirmed. Near the end of his life, Holmes attained notoriety for his reputed involvement in the Wonderland murders of July 1981 and eventually for his death from complications caused by AIDS in March 1988. He was the subject of several books, a lengthy essay in Rolling Stone and two feature-length documentaries, and was the inspiration for two Hollywood movies (Boogie Nights and Wonderland). == Early life == John Holmes was born John Curtis Estes on August 8, 1944, in the small rural town of Ashville, Ohio, about south of Columbus. He was the youngest of four children born to 26-year-old Mary June (née Barton) Holmes, but the name of his father, railroad worker Carl Estes, was left blank on his birth certificate. Mary had married Edgar Harvey Holmes, who was the father of her three older children Dale, Edward and Anne. She and Edgar were married and divorced three times, as is documented by wedding certificates dated April 13, 1936, August 13, 1945, and September 12, 1947.Marriage records for Mary Barton Holmes and Edgar Holmes as researched at Familysearch.org https://familysearch.org/ark:/61903/3:1:939L-FHK9-R, https://familysearch.org/ark:/61903/3:1:939L-F8D8-K https://familysearch.org/ark:/61903/3:1:9392-B19G-F7 At the time of their first marriage in 1936, Edgar was 35 years old and divorced, while Mary was 17. After divorcing for the third and final time, Edgar and Mary each married one more time.https://familysearch.org/ark:/61903/3:1:939L-FH4R-X https://familysearch.org/ark:/61903/1:1:KDMM-Y4X Mary changed John's surname from Estes to Holmes when he was a child. In 1986, when Holmes applied for a passport for the first time prior to a trip to Italy, his mother reportedly provided him with the handwritten copy of his original birth certificate, which led Holmes to learn that his biological father was Carl Estes. Holmes' mother was said to be a devout Southern Baptist and with her children regularly attended church in Millport, Ohio. By contrast, his stepfather Edgar was an alcoholic who would come home inebriated, stumble about the house and even vomit on the children. As a child, Holmes enjoyed a reprieve from his turbulent home life when he visited his maternal grandparents, John W. and Bessie (née Gillenwater) Barton. Mary divorced Edgar when Holmes was a toddler and moved with her children to Columbus, where they lived in a low-income housing project with a friend of Mary's and her own two children. The two women worked as clerks and waitresses in order to support their children. When Holmes was aged 7, his mother married Harold Bowman on December 31, 1951. Shortly afterward, Holmes and his family moved to the small town of Pataskala, Ohio, about seventeen miles east of Columbus. Holmes recalled that Bowman was a good father until his younger half-brother David was born, at which point Bowman reportedly lost interest in his stepchildren and began neglecting them. Holmes left home at age 15 and enlisted in the United States Army, with his mother's written permission. He spent most of the three years of his military service in West Germany in the Signal Corps. Upon his honorable discharge in 1963, Holmes moved to Los Angeles, California, where he worked in a variety of jobs, including selling goods door-to-door and tending the vats at a Coffee Nips factory. During his stint as an ambulance driver, Holmes met a nurse named Sharon Gebenini in December 1964. They married on August 21, 1965, in Fort Ord, California, after Holmes turned 21. In April 1965, Holmes found work as a forklift driver at a meatpacking warehouse in nearby Cudahy. However, repeated exposure to the freezing air in the large walk-in freezer after being outside inhaling the desert-hot air caused him severe health problems, leading to a pneumothorax of his right lung on three occasions during the two years he worked there. Sharon also had health problems, as during the first seventeen months of her marriage to Holmes, she miscarried three separate times. == Career == === Film career === In 1971, Holmes' career began to take off with an adult film series built around a private investigator named Johnny Wadd, written and directed by Bob Chinn. The success of the film Johnny Wadd created an immediate demand for follow-ups, so Chinn followed up the same year with Flesh of the Lotus. Most of the subsequent Johnny Wadd films were written and directed by Chinn and produced by the Los Angeles-based company Freeway Films. With the success of Deep Throat (1972), Behind the Green Door (1972) and The Devil in Miss Jones (1973), porn became chic even though its legality was still hotly contested. Holmes was arrested during this time for pimping and pandering, but he avoided prison time by reputedly becoming an informant for the Los Angeles Police Department (LAPD). Holmes' \"handler\" during his time as an informant was LAPD vice detective Thomas Blake. Of his involvement with Holmes, Blake said, \"It was a pleasure working for him.\"Interview segment with Detective Blake in the documentary, Wadd:The Life and Times of John C. Holmes, 1998 By the late 1970s, Holmes was reputed to be earning as much as $3,000 per day as a porn performer. Around this time, his consumption of cocaine and freebasing were becoming an increasingly serious problem. Professionally, it affected his ability to maintain an erection, as is apparent from his flaccid performance in Insatiable (1980). To support himself and his drug habit, Holmes ventured into crime, selling drugs for gangs, prostituting himself to both men and women, as well as committing credit card fraud and various acts of petty theft. In 1976, Holmes met 15-year-old Dawn Schiller, whom he groomed and abused. After he became desperate for money, Holmes forced Schiller into prostitution and often beat her, which he did at least once in public. === Number and gender of partners === In the 1981 biographical feature documentary Exhausted: John C. Holmes, The Real Story, from director and Holmes confidante Julia St. Vincent, Holmes claimed during an interview segment that he had had intercourse with 14,000 women. The number had in fact been invented by Holmes to help salvage his waning image. The true number of women (and men) with whom Holmes had sex during his career would never be known. After his death, his ex-wife Sharon claimed to have come across a footlocker, plated in 24k gold leaf, which contained photographic references to Holmes' \"private work\" and which she burned. Holmes' performances included at least one homosexual feature film, The Private Pleasures of John C. Holmes, and a handful of loops which contained anal sex with men. === Drugs and the Wonderland murders === In late 1980, a mutual friend introduced Holmes to Chris Coxx, who owned the Odyssey nightclub. In turn, Coxx introduced Holmes to Eddie Nash, a drug dealer who owned several nightclubs, including the Starwood in West Hollywood. At the same time, Holmes was closely associated with the Wonderland Gang, a group of heroin-addicted cocaine dealers, so called for the rowhouse located on Wonderland Avenue in the Laurel Canyon neighborhood of Los Angeles, out of which they operated. Holmes frequently sold drugs for the gang. Gang members included Ronnie Lee Launius, David Clay Lind, Joy Gold Miller, Billy DeVerell, and their wheel-man, Tracy McCourt. After using more than his share of the Wonderland Gang's drugs, Holmes found himself falling out of their favor. In June 1981, Holmes told Launius and Lind about a large stash of drugs, money and jewelry Nash had in his house. Holmes helped to set up a home invasion and armed robbery committed on the morning of June 29, 1981. Although Holmes was not present during the robbery, Nash apparently suspected he had a part in it. After forcing Holmes to confess to his participation and threatening his life and those of his family, Nash dispatched enforcers, accompanied by Holmes, to exact revenge against the Wonderland Gang. In the early hours of July 1, 1981, four of the gang's members were found murdered and a fifth severely beaten in their rowhouse. Holmes was allegedly present during the murders and left a left palm print (not \"bloody\" as Los Angeles media outlets covering the story erroneously reported) over one victim's headboard, but it is unclear whether he participated in the killings. Holmes was questioned but was released due to lack of evidence; he refused to cooperate with the investigation. After spending nearly five months on the run with Schiller, Holmes was arrested in Florida on December 4, 1981, by former LAPD homicide detectives Frank Tomlinson and Tom Lange (who later gained fame for his involvement in the O. J. Simpson murder case). Holmes was extradited to Los Angeles, and in March 1982 was charged with personally committing all four murders. After a three- week trial, Holmes was acquitted of all charges except committing contempt of court on June 26, 1982. The murder trial was a landmark in the history of American trial procedure, as it was the first in which videotape was introduced as evidence.\"Wadd: The Life and Times of John C. Holmes,\" statement made by his lawyer, Earl Hanson. == Later life and death == After his release from Los Angeles County Jail for contempt of court in November 1982, Holmes quickly resumed his film career with a new generation of porn stars. His drug addiction continued off-and-on, and although work was still plentiful, it was no longer as lucrative as it had been with the advent of cheaply made videotapes that saturated the porn market. Most of the adult films and videos he made during the 1980s were little more than cameo appearances. In February 1986, five or six months after testing negative, Holmes was diagnosed as HIV- positive. According to his second wife Laurie Holmes, he claimed that he never used hypodermic needles and that he was deathly afraid of them. Gebenini and friend/former colleague Bill Amerson separately confirmed later that Holmes could not have contracted HIV from intravenous drug use because he never used needles. During the summer of 1986, Holmes was offered a lucrative deal from Paradise Visuals, which was unaware he was HIV-positive, to travel to Italy to film what were to be his last two pornographic films. Holmes' penultimate film was The Rise of the Roman Empress (originally released in Italy as Carne bollente) for director Riccardo Schicchi. The film starred Holmes, the later Italian Parliament member Ilona \"Cicciolina\" Staller, Tracey Adams, Christoph Clark, and Amber Lynn. His final film was The Devil In Mr. Holmes, starring Adams, Lynn, Karin Schubert, and Marina Hedman. These last films created a furor when it was revealed later that Holmes had consciously chosen not to reveal his HIV status to his co-stars before engaging in unprotected sex for the production. Not wanting to reveal the true nature of his failing health, Holmes claimed to the press that he was suffering from colon cancer. Holmes married Laurie Rose on January 23, 1987, in Las Vegas, Nevada, after confiding to her that he had AIDS. During the last five months of his life, he remained in the VA hospital on Sepulveda Boulevard in Los Angeles. On March 13, 1988, at age 43, Holmes died from AIDS-related complications, which per his death certificate, were described as cardiorespiratory arrest and encephalitis due to AIDS, associated with lymphadenopathy and esophageal candidiasis. His body was cremated, and his widow Laurie and mother Mary scattered his ashes at sea off the coast of Oxnard, California. == Personal life == === Significant others === * On August 22, 1965, Holmes married a young nurse named Sharon Ann Gebenini at Fort Ord, California. Their divorce was finalized on October 19, 1984. She died on October 28, 2012. * In 1975, Holmes met Julia St. Vincent on the set of his film, Liquid Lips, which was being produced by her uncle Armand Atamian. Holmes and St. Vincent remained close until the Wonderland murders in 1981. St. Vincent produced the ersatz biographical film of Holmes' life, Exhausted (1981).Wadd: The Life & Times of John C. Holmes (1998) * In 1976, Holmes met and groomed 15-year-old Dawn Schiller. After descending into severe drug abuse, he beat and prostituted Schiller, who, while they were in Florida fleeing law enforcement following the Wonderland murders, broke free and was persuaded by her brother Wayne to turn Holmes in to the authorities. In her memoir, The Road Through Wonderland: Surviving John Holmes (2009), Schiller also described her and her sister Terry's observations that Holmes was a voyeur who looked through their bungalow windows in Glendale, California, as well as strangers' hotel windows at the Biltmore in Palm Springs. * In 1982, Holmes met his second wife Laurie Rose; they married in January 1987, which made Holmes stepfather to Rose's young son. === Charitable work === Despite Holmes' notoriety and infamy, he devoted significant time to charities involving the environment. He was involved with Greenpeace and was known to campaign and collect door-to-door for charities such as Save the Whales and Save the Seals. === Hobbies === Holmes enjoyed clay sculpting, woodworking, and outdoor activities such as visiting beaches, camping, fishing, and hiking. == Penis size == Holmes' signature asset in the adult film business was his exceptionally large penis. No definitive measurement or documentation verifying his penis' length or girth exists, leaving its exact size unknown. Holmes was circumcised. Veteran porn actress Dorothiea \"Seka\" Patton has said that Holmes' penis was the biggest in the industry. In the documentary film Exhausted, she described oral sex with Holmes as similar to fellating a telephone pole. Holmes' first wife recalled his claiming to be when he first measured himself. On another occasion, Holmes claimed his penis was long and in circumference. Holmes' long-time friend and industry associate, Bill Amerson, said, \"I saw John measure himself several times; it was thirteen-and- a-half inches [34.3 cm].\" In contrast, medical studies of human penis size have consistently found erections average between about five and six inches, with fewer than 0.2% of penises or more. So celebrated was the size of Holmes' penis that it was used as a promotional tool for films in which he did not even appear. The film Anyone But My Husband ran a promotional tag line of, \"Tony 'The Hook' Perez has a dick so big he gives John Holmes a run for his money.\" At the height of his career, Holmes claimed to have had his penis insured by Lloyd's of London for US$14 million. Holmes reveled in claiming he was insured \"for $1 million an inch\". Another controversy was regarding whether Holmes ever achieved a full erection, although much of his early work clearly revealed he was able to achieve a substantial erection. A popular joke in the 1970s porn industry held that Holmes was incapable of achieving a full erection because the blood flow from his head into his penis would cause him to pass out. Fellow film actress Annette Haven stated that his penis was never particularly hard during intercourse, likening it to \"doing it with a big, soft kind-of loofah\". After Holmes' death, the length of his penis continued to be used to market Holmes-related material. For example, at the premiere of the film Wonderland (2003), patrons were given 13-inch rulers as gag gifts. When Los Angeles-based S&M; Bikes debuted its first extra-long bicycle frame for BMX racing in 1989, the new model was dubbed the \"Holmes\" as a tribute to the actor. == Business activities and endeavors == In 1979, along with his younger half-brother David Bowman, Holmes opened a Los Angeles locksmith shop managed by Bowman and an attached used goods store called The Just Looking Emporium, named by Gebinini and managed by Schiller. However, because of Holmes' escalating drug addiction, which distracted him from buying inventory for the Emporium and siphoned its working capital, the Emporium \"close[d] its doors forever by the end of September 1980\". According to Schiller, \"David [kept] his part of the business open while John remove[d] our inventory and [sold] it all for coke.\" Chapter 11. Later, after Holmes' acquittal, he and Amerson founded and operated Penguin Productions, where Holmes could be a triple-threat: writing, directing and performing. Holmes appeared in seven of Penguin's twenty productions between 1985 and 1988. After requesting permission to use the name \"Johnny Wadd\" from his old director and friend Bob Chinn, Holmes reprised the role for Penguin's The Return of Johnny Wadd (1986) – one of his last films. == Holmes mythology == Holmes' career was promoted with a series of outrageous claims that he made over the years (many made up on the spur of the moment by Holmes himself). The most dubious ones include: * Holmes' penis was so big that he had to stop wearing underwear because: \"I was getting erections and snapping the elastic waist band four or five times a month\". * Holmes had degrees in physical therapy, medicine, and political science from UCLA. Holmes was in fact a high school dropout who never returned to school and, according to Bill Amerson, \"the closest John ever got to UCLA was breaking into cars in the school's parking lot\". * Holmes and Ken Osmond, who played Eddie Haskell in the TV series Leave It to Beaver, were the same person. In reality, the two men simply shared a passing resemblance. * During the filming of a gay feature film, Holmes inadvertently killed two male performers and was tried for manslaughter. The judge in the case sentenced Holmes to abstain from performing anal sex in any future films. However, this is an urban myth. == Filmography == Productions in the Johnny Wadd series: * Johnny Wadd (1971) * Flesh of the Lotus (1971, credited as John Duval) * The Blonde in Black Lace (1972, credited as John Duval) * Tropic of Passion (1973) * The Danish Connection (1974) * Around the World with Johnny Wadd (1975) * Here Comes Johnny Wadd (1975) * Liquid Lips (1976) * Tell Them Johnny Wadd is Here (1976) * Tapestry of Passion (1976) * The Jade Pussycat (1977) * The China Cat (1978) * Blonde Fire (1978) * The Return of Johnny Wadd (1986) Other significant performances: * Zodiac Rapist (1971) * Confessions of a Teenage Peanut Butter Freak (1975) * Cream Rinse (1976) * Dracula Sucks (1978) * California Gigolo (1979) * Insatiable (1980) * Prisoner of Paradise (1980) * Up n Coming (1983) * The Private Pleasures of John C. Holmes (1983) * Young & Hung (1985) * The Good, the Bad, and the Horny (1985) * Looking for Mr. Goodsex (1985) * Puss O Rama (1986) * Saturday Night Beaver (1986) == Awards == * February 14, 1985 – First inductee into the X-Rated Critic's Organization (XRCO) Hall of Fame * 2008 XBIZ Award – Lifetime Achievement – Male Performer == Biographies == === Print === * (out of print) ** * ; reprinted in Scary Monsters and Super Freaks (2004). * ; updated 2nd edition (2011; ) === Documentaries === * Exhausted: John C. Holmes, the Real Story (1981) * Wadd: The Life and Times of John C. Holmes (1999) * XXXL: The John Holmes Story (2000; also known as The Real Dirk Diggler: The John Holmes Story) * John Holmes: The Man, the Myth, the Legend (2004) == See also == * Golden Age of Porn == References == == Further reading == * == External links == * * * * * Transcript of 2004 documentary \"The Real Dirk Diggler\" Category:1944 births Category:1988 deaths Category:AIDS-related deaths in California Category:American male pornographic film actors Category:American actors in gay pornographic films Category:American drug traffickers Category:American expatriates in Germany Category:American male prostitutes Category:Military personnel from Ohio Category:People acquitted of murder Category:People from Ashville, Ohio Category:Pornographic film actors from Ohio Category:United States Army soldiers Category:20th-century American male actors",
 "title": "John Holmes (actor)"
}