{
 "id": "884903",
 "text": "thumb|300px|Lake Sherwood with Westlake Village in distance. The Conejo Valley is a region spanning both southeastern Ventura County and northwestern Los Angeles County in Southern California, United States. It is located in the northwestern part of the Greater Los Angeles Area. Communities in the Conejo Valley are Thousand Oaks, Newbury Park, Westlake Village, Oak Park, Agoura Hills, Lake Sherwood and a portion of Calabasas. ==Etymology== In 1803, the Spanish land grant in the area was given the name Rancho El Conejo. In Spanish, conejo means \"rabbit\", and refers to the rabbits common to the region, specifically the desert cottontail and brush rabbit species. ==History== ===Pre-colonial=== The first human residents of Conejo valley were the native Chumash people. Notable Chumash villages included Satwiwa (\"The Bluffs\") in Newbury Park, Sap'wi (\"House of Deer\") in Thousand Oaks, and Hipuk in Westlake Village. Sap'wi (Šihaw Ven-632i) is located near Chumash Indian Museum in Oakbrook Regional Park. This park is also home to 4-6,000 year old pictographs, which can be observed on docent-led tours.Sprankling, Miriam and Ruthanne Begun (2006). Historical Tour of the Conejo Valley. Newbury Park, CA: Conejo Valley Historical Society. Page 14. .Maxwell, Thomas J. (1982). The Temescals of Arroyo Conejo. California Lutheran College. Pages 58-59. Satwiwa, which was first settled 13,000 years ago,Bangs, Ray and Chris Becker (2004). 52 Great Weekend Escapes in Southern California. Globe Pequot. Page 55. . was located at the foothills of Mount Boney, a sacred mountain to the Chumash people.Riedel, Allen (2008). 100 Classic Hikes in Southern California: San Bernardino National Forest, Angeles National Forest, Santa Lucia Mountains, Big Sur and the Sierras. The Mountaineers Books. Page 118. .Mallarach, Josep- Maria and Thymio Papayannis (2007). Protected Areas and Spirituality. Island Press. Page 109. .Riedel, Allen (2011). Best Easy Day Hikes Conejo Valley. Rowman & Littlefield. Page 21. . The Satwiwa Native American Indian Culture Center is available for visitors. Two additional Chumash villages were found by Ventu Park Road. These had a population of 100-200 in each village, and were settled around 2,000 years ago.Bidwell, Carol A. (1989). The Conejo Valley: Old and New Frontiers. Windsor Publications. Page 13. .Casey, Lynda (1984). The Story of the Conejo Valley: The Westlake Chumash Indians. Westlake Research Committee. Page 5. These former villages, known as Ven-65, Ven-260 and Ven-261, are located on private lands near Ventu Park Road in Newbury Park.Maxwell, Thomas J. (1982). The Temescals of Arroyo Conejo. California Lutheran College. Page 137. Library of Congress Catalog Number 82-072788. A smaller village, known as Yitimasɨh, was located where Wildwood Elementary School is located today.Maxwell, Thomas J. (1982). The Temescals of Arroyo Conejo. California Lutheran College. Page 93.Sprankling, Miriam (2002). Discovering the Story of The Conejo Valley. Newbury Park, CA: Conejo Valley Historical Society. Page 9. . Artifacts retrieved in nearby Wildwood Regional Park include shell beads, arrowheads, and stone tools.Palmer, Norma E. (1994). Santa Barbara & Ventura Counties. Automobile Club of Southern California. Page 176. . ===European exploration=== Local villagers' first contact with Europeans came in 1770. The Spanish exploratory party led by Gaspar de Portolá, returning from its journey up the coast as far as San Francisco, entered the valley from the northwest. On the outward bound journey, the explorers had traveled up the Los Angeles River, then north to Castaic Junction, then followed the Santa Clara River back down to the coast. On the return trip, they sought a shorter route to the San Fernando Valley, and were guided by natives up and over the Conejo Grade. Franciscan missionary Juan Crespi kept a diary of the expedition, and gave Conejo Valley one name that survives today – Triunfo (Spanish for \"triumph\"). Crespi gave the name El triunfo del Dulcísimo Nombre de Jesús (in English: The Triumph of the Sweetest Name of Jesus) to a camping place by a creek – today's Triunfo Canyon Road begins between Thousand Oaks and Westlake Village. Later, explorer Juan Bautista de Anza used Portolá's shortcut on his way north in 1774, mentioning in his diary a stop at \"El Triunfo\". On de Anza's second expedition (1775–76), diarist Father Pedro Font referred to \"many watering places, like those of El Triunfo and Los Conejos\". ===Ranching=== Harold and Edwin Janss purchased ten thousand acres (40 km²) of land of what is now central Thousand Oaks from the heir of John Edwards, who had purchased the land from the de la Guerra heirs (all of the land was originally a portion of the Rancho El Conejo land grant) in 1910. A ranch, named the Janss Conejo Ranch, was utilized as a farm and to raise thoroughbred horses with the Santa Susanna Mountains and Simi Hills framing it. Television Westerns such as The Rifleman, Gunsmoke, and Bonanza were filmed in Janss Conejo between the 1950s and 1960s. It was also used as the filming locations for Disney's Davy Crockett, King of the Wild Frontier and Westward Ho, the Wagons! both starring Fess Parker. ==Geography== thumb|right|250px|Conejo Valley seen on a physiographical map of Ventura County. Conejo Valley is a high valley.Tuttle, Tom (1988). Ventura County Companion. EZ Nature Books. Page 13. .Triem, Judith P. (1985). Ventura County: Land of Good Fortune: An Illustrated History. Windsor Publications. Page 114. . The area is bordered by the San Fernando Valley and the city of Los Angeles to the east, Simi Hills to the north, Las Posas Hills and the Santa Rosa Valley to the northwest, Conejo Mountain (also known as Conejo Hills) and Oxnard Plain to the west, and the Santa Monica Mountains to the south. The valley is located in the Santa Monica Mountains on an elevated area. ==Economy== The largest non-retail employers in the Conejo Valley include Amgen, the Conejo Valley Unified School District, Los Robles Regional Medical Center, Anthem Blue Cross, California Lutheran University, Shire Biotechnology, Skyworks Solutions, PennyMac Mortgage and Sage Publications. Other notable employers include Jafra Cosmetics, Teledyne, J.D. Power, Dole Food Company, Guitar Center, Bank of America and Teradyne. ==Media== The Ventura County Star is a daily newspaper published in Camarillo, California and serves all of Ventura County, including the Conejo Valley. The Acorn is a local weekly newspaper covering Agoura Hills, Hidden Hills, Oak Park, North Ranch and Calabasas, while Thousand Oaks Acorn covers the cities of Thousand Oaks, Newbury Park and Westlake Village. ===Radio=== KCLU is the only public radio station in Ventura County.Oram, Fern A. (2006). MBA Programs 2007 (Peterson's MBA Programs). Peterson's. Page 62. . ==Tourism== In 2013 the Conejo Valley Tourism Improvement District (CVTID) was formed by the cities of Thousand Oaks and Agoura Hills. CVTID is a non-profit corporation that markets Conejo Valley as a Tourist Destination. Conejo Valley's two largest tourist attractions are the Ronald Reagan Presidential Library in Simi Valley and the Santa Monica Mountains National Recreation Area. ===Points of interest=== *American Radio Archives and Museum, one of the world's largest collections of radio broadcasting. *Conejo Valley Art Museum, art museum at Janss Marketplace in Thousand Oaks. *Conejo Valley Botanic Garden, botanical gardens, directly across from Tarantula Hill. *Gardens of the World, botanical garden across Thousand Oaks Boulevard from the Thousand Oaks Civic Arts Center. *Grant R. Brimhall Library, one of the largest libraries in Southern California. *Joel McCrea Ranch, 19th century ranch at the bottom of the Norwegian Grade. Listed on the U.S. National Register of Historic Places. *Paramount Ranch, movie ranch in the Santa Monica Mountains of Agoura Hills. *Pederson House and Water Tower, home built by the Norwegian Colony on the present day campus of California Lutheran University. Ventura County Historic Landmark No. 45 and Thousand Oaks Historical Landmark No. 3. *Stagecoach Inn, museum and 19th century hotel in Newbury Park. Listed on the U.S. National Register of Historic Places. *The Oaks, largest shopping mall in Ventura County.Tuttle, Tom (1988). Ventura County Companion. EZ Nature Books. Page 67. . *Wildwood Regional Park, regional park bordering an additional of open space reserve. ==See also== * ==References== ==External links== * Category:Valleys of Ventura County, California Category:Valleys of Los Angeles County, California * Category:Santa Monica Mountains Category:Simi Hills Category:Valleys of California",
 "title": "Conejo Valley"
}