{
 "id": "885226",
 "text": "Thomas Augustus Jaggar Jr. (January 24, 1871 – January 17, 1953) was an American volcanologist. He founded the Hawaiian Volcano Observatory and directed it from 1912 to 1940. The son of Thomas Augustus Jaggar, Jaggar Jr. graduated with a Ph.D. in geology from Harvard University in 1897. In 1902, he was one of the scientists that the United States sent to investigate the volcanic disasters at Soufrière and Mont Pelée, which he credits with inspiring him to make a life work out of geology. He became head of the department of geology at Massachusetts Institute of Technology in 1906. Jaggar traveled to Hawaii in 1909, where he fundraised for creation of the Hawaiian Volcano Observatory (HVO); after raising funds therefore, Jaggar became its first director in 1912. He remained at the HVO until 1940, when he retired and became a research associate in geophysics at the University of Hawaii. Jaggar married twice in his life, and had two children. He died in 1953 in Honolulu, Hawaii. ==Biography== Thomas Augustus Jaggar Jr. was born on January 24, 1871, in Philadelphia, Pennsylvania to Thomas Augustus Jaggar and Anna Louisa (née Lawrence). Growing up, Jaggar Jr. hiked with his father, and in 1875 climbed Mount Vesuvius. His father was the first Bishop of Southern Ohio. Jaggar Jr. graduated with a baccalaureate degree in 1893 and a master's degree in 1894, both in geology and both from Harvard University. After studying petrography and mineralogy at Ludwig Maximilian University of Munich and Heidelberg University, he graduated with a Ph.D. in geology from Harvard in 1897. Jaggar was named an associate professor of geology at Harvard in 1903, and, during summers, worked for the United States Geological Survey (USGS). He felt strongly that experimentation was the key to understanding earth science. Jaggar constructed water flumes bedded by sand and gravel to understand stream erosion and melted rocks in furnaces to study the behavior of magmas. As he matured as a scientist, he began to feel the increasing need for field experimentation. Jaggar wrote: > Whereas small scale experiments in the laboratory helped me to think about > the details of nature, there remained the need to measure nature > itself.Jaggar Jr. 1956, p. 55 In 1902, he was one of the scientists that the United States sent to investigate the volcanic disasters at Soufrière and Mont Pelée. With the help of the U.S. Navy and the National Geographic Society, Jaggar landed on the steaming shores of Martinique some 13 days after the disaster. The same year, he was elected a Fellow of the American Academy of Arts and Sciences. In his autobiography published in 1956, Jaggar recounts, > It was hard to distinguish where the streets had been. Everything was buried > under fallen walls of cobblestone and pink plaster and tiles, including > 20,000 bodies....As I look back on the Martinique experience I know what a > crucial point in my life it was....I realized that the killing of thousands > of persons by subterranean machinery totally unknown to geologists...was > worthy of a life work.Jaggar Jr. 1956, pp. 57, 62 On April 15, 1903, Jaggar married Helen Kline, with whom he had two children, Russell Kline and Eliza Bowne.Dvorak 2015, pp. 74, 147 The couple divorced in 1914.Dvorak 2015, p. 170 In 1906 he became head of Massachusetts Institute of Technology's department of geology. The next 10 years of Jaggar's life brought expeditions to the scenes of great earthquakes and eruptions in Italy, the Aleutians, Central America, and Japan. With each trip, Jaggar became increasingly concerned that his field studies were but brief, inadequate snapshots of long-term, dynamic, earth processes. After the 1908 Messina earthquake killed 125,000 people near Mount Etna in Italy, Jaggar declared that \"something must be done\" to support systematic, ongoing studies of volcanic and seismic activity. He traveled to Hawaii in 1909 at his own expense, and determined that Kilauea was to be the home of the first American volcano observatory. He would work on that project the rest of his life. He married co-worker Isabel Maydwell, a widowed schoolteacher from California, in 1917.Dvorak 2015, pp. 187–189 Jagger established a volcano monitoring station at Mount Lassen and another two on the Aleutian Islands, though the Mount Lassen station did not survive the Great Depression. To explore inaccessible Aleutian Islands beaches, Jaggar designed amphibious vehicles which would form the basis of beach landing craft used by the United States military in World War II, an achievement for which he received the Franklin L. Burr Prize from the National Geographic Society in 1945. After his retirement from the Hawaiian Volcano Observatory (HVO) in 1940, Jaggar remained active at the University of Hawaii, where he was a research associate in geophysics. He died in Honolulu on January 17, 1953. ==Hawaiian Volcano Observatory== thumb|right|upright=1.2|The Jaggar Museum, closed in 2018 due to structural damage After a lecture on his Martinique expedition in Honolulu, Jaggar was approached by Lorrin A. Thurston, a prominent Honolulu lawyer and businessman. Like Jaggar, Thurston believed that Kilauea was a prime site for a permanent volcano observatory and inquired of Jaggar, \"Is it then a question of money?\" Within a year of their conversation, Thurston and other businessmen raised financial backing for the Hawaii Volcano Research Association (HVRA). A small observing station was set up on the rim of Halemaumau crater (a pit crater inside Kilauea's summit caldera). In July 1909, Jaggar received funding of $25,000 () from the Whitney Estate through the Massachusetts Institute of Technology for use in construction of the HVO; funding also came the HVRA and the people of Hilo. In 1912, construction of the HVO began: in February, prisoners sentenced to a term of hard labor by the Territory of Hawaii dug through Kilauea ash and pumice to a thick layer of pahoehoe lava on which to place concrete piers where seismometers would be mounted.Apple 1987, p. 1619 In spring of that year, Jaggar left MIT to become the first director of the HVO. During his early years as director, Jaggar struggled to obtain private endowments with the hope of eventually securing sponsorship by the federal government. At one point, Jaggar raised pigs to fund the HVO. In 1919, Jaggar convinced the National Weather Service to provide funding for the HVO. The USGS took over its operation in 1924, with the exception of a brief hiatus during the Great Depression when HVO was run by the National Park Service. The USGS established a Section of Volcanology in 1926, with Jaggar named as its first chief. In 1922, he suggested using Kilauea's heat for geothermal energy: > Volcano power for human use is a possibility, for heat is power, and > volcanoes generate heat. ... Cracks near Halemaumau have opened from time to > time which sometimes get hotter and hotter until they become glowing > furnaces, emitting apparently merely hot air. If a boring will start such a > furnace, then twenty holes at such a place will run a respectable engine. On February 3, 1923, when an 8.4-magnitude earthquake hit the southeastern coast of the Kamchatka Peninsula, Jaggar tried to warn the Hilo harbormaster about the possibility that a tsunami could have been generated. Jaggar's warning was not taken seriously and one fisherman was killed when the tsunami hit, with damage estimated at $1.5 million. According to authors Boris W. Levin and Mikhail Nosov, this was the first tsunami warning in the \"far field.\" In 1935, Jagger called on the United States Army to bomb lava flow that would soon reach the headwaters of the Wailuku River, which supplied water for the town of Hilo. His hope was that the lava tubes or channels could be destroyed, thereby robbing the advancing flow while feeding another flow that would re-cover the same area. The flow was bombed on December 27, and lava stopped flowing during the night or early morning of January 2, 1936. According to the United States Geological Survey, \"Whether or not the bombing stopped the 1935 Mauna Loa lava flow remains a controversial topic today.\" Jaggar remained director of HVO until 1940. The Thomas A. Jaggar Museum in Hawaii Volcanoes National Park is named for him. In 2018, the museum closed when earthquakes associated with the eruption damaged its structure. , many of the museum's artifacts are in storage. == References == ==Cited works== * * * Category:1871 births Category:1953 deaths Category:Hawaii (island) Category:Harvard University alumni Category:American geologists Category:American volcanologists Category:Scientists from Philadelphia Category:Fellows of the American Academy of Arts and Sciences",
 "title": "Thomas Jaggar"
}