{
 "id": "885492",
 "text": "Batman Returns is a 1992 beat 'em up video game for various platforms based on the film of the same name. The Sega console versions (i.e. Sega Genesis, Sega CD, Master System and Game Gear) were published by Sega while the NES and Super NES versions were developed and published by Konami. The MS-DOS and Amiga versions were also published by Konami, but were developed by Spirit of Discovery and Denton Designs respectively. An Atari ST version by Konami was also advertised, but never released. There is also an Atari Lynx version, published by Atari Corporation. ==Gameplay== ===Sega versions=== The Sega Genesis and Sega CD versions of the game are more or less identical, as they are both two-dimensional platforming games similar in design to Sega's previous movie-based Batman game. The Genesis version of the game was released on December 29, 1992, during the same time Ecco the Dolphin was released for the Sega Genesis as well. The CD version of the game features a number of 3D racing levels that took advantage of the graphics hardware provided by the Sega CD unit, plus improved music in the form of CD audio with a number of animations featuring original artwork (not film photos). While different versions follow the movie's plot from start to finish, the Sega versions start after The Penguin kills the Ice Princess and frames Batman for killing her, as shown in the game's introductions. The Sega Master System and Sega Game Gear versions of the game are side-scrolling platform games. However, the titles were created independently of the 16-bit versions. This version featured a unique branched level system, allowing players to choose from an easy and difficult route. The latter typically forced players to use rope swinging to navigate over large floorless areas in these versions of levels. ===Konami versions=== thumb|left|An example of gameplay from the SNES version of Batman Returns. The SNES version of the game was released in 1993. It is fundamentally a left-to-right scrolling fighter beat 'em up, a genre that was featured heavily on the console at the time. The gameplay and graphics are very similar to the Final Fight games. The game takes the player through seven scenes featured in the film. Each scene has a boss fight that Batman must win in order to proceed to the next scene. Scene 1 takes place in Gotham's Plaza, where Batman fights numerous Red Triangle Circus gangsters and saves Selina Kyle from the Stungun Clown who took her hostage. In Scene 2, Batman fights the Circus gang throughout Gotham City's Streets, facing the Tattooed Strongman as the boss. Climbing on the rooftops of Scene 3, Batman encounters Catwoman, who escapes to an abandoned building where Penguin's setting a trap for Batman, but he manages to take on Catwoman and Penguin on Scene 4. In Scene 5, Batman drives the Batmobile and uses a machine gun to destroy Penguin's Campaign Van. Moving to Scene 6, Batman goes to the Circus Train and defeats Penguin's right-hand man, the Organ Grinder. Penguin escapes to the abandoned Arctic World on Scene 7, where Batman destroys his Duck Vehicle and ultimately gains the upper hand on Penguin once and for all. Meanwhile, Catwoman escapes and watches as Batman gets called for another adventure. Various members of the Red Triangle Circus Gang attack Batman throughout the game. Batman has a number of weapons and moves at his disposal, including the batarang. A number of levels are two-dimensional platform levels as opposed to the majority of the pseudo-3D levels where freer movement is permitted. The NES version of the game is also a beat 'em up game, but closer in style and gameplay to the Double Dragon series. The player only has one life bar (which can be expanded through health packs). It implements a password-save system. Of special note are the two side-scrolling racing levels in which the player controls the Batmobile and the Batskiboat. The DOS version of the game, published by Konami, differs considerably from the other versions, in that it was not primarily an action game, rather an adventure game. The Amiga version of the game was a subject of considerable controversy. Gametek had, prior to the game's release, sent a number of screenshots derived from the PC title to market the game. As such, a number of computer magazines previewed the game as direct conversion of the PC adventure. The reality, however, was very different. The game was, contrary to expectations, not a conversion of the PC title, but a side-scrolling platform game akin to the console games. It was plagued with bugs, including very inaccurate collision detection. ===Atari Lynx version=== ==Reception== {{Video game reviews | EGM = 21/40 (Sega CD) | GamePro = 20/20 (SNES) 16.5/20 (Game Gear) 15.5/20 (Genesis) 15/20 (NES) 13.5/20 (Sega CD) | rev1 = MegaTech | rev1Score = 94%MegaTech rating, EMAP, issue 19 | rev2 = Sega Master Force | rev2Score = 54% | award1Pub = MegaTech | award1 = Hyper Game | award2Pub = Electronic Gaming Monthly | award2 = Best Licensed Game of 1992 | GR = 79.17% (SNES) | Allgame = (NES) (Lynx) }} In his review of the Genesis version, Boy Blunder of GamePro described the controls as \"a tad cumbersome at first, but playable after practice\", and felt that they were \"a step down from Sunsoft's cart\". He remarked that the visuals were \"too muted to win an award\", though said that the backgrounds were \"well-drawn\" and admired the occasional effects, particularly the \"bizarre diagonal scrolling in Act I's cutaway building\". He was apathetic toward the music and had a mixed response to the sound effects, explaining that \"some of the effects, such as the thunderstorm, are hot, but others are not. The death bleep for the enemies is particularly grating.\" Sister Sinister appreciated the Game Gear version's \"wonderfully elaborate and colorful\" graphics and varied soundtrack, though noted that Batman is \"small and a little hard on the eyes\". Scary Larry of GamePro gave the SNES version a perfect score, singling out praise for the visuals, animations, score and adjustable difficulty level. Reviewing the NES version, Slasher Quan of GamePro said that while the graphics were \"sharp and distinct\", they were \"not even close to an 8-bit masterpiece\", and felt that the audio \"could be from any Konami action game\". The Sega CD version received middling reviews. The Tummynator of GamePro described the graphics as \"unimpressive\", elaborating that the backgrounds and sprites were colored with similar dark palettes, which made the game \"muddy and hard to see\". He further described the music as \"average Bat bebop\" and the sound effects as \"below CD quality\", and said that the three Batmobile-centered levels were the only bonus for those who have already played the Genesis version. The reviewers of Electronic Gaming Monthly commended the Sega CD version's driving levels and soundtrack, but derided the side-scrolling sections as weak. The Mega-CD version was a bestseller in the UK.Official Gallup UK Mega CD sales chart, December 1993, published in Mega (magazine) issue 15 Entertainment Weekly gave the game an A and wrote that \"Forget about the tortured dualities of good and evil – this is a rousing, jump and-shoot-action game, whose main links with the movie are in its dark backgrounds and Tim Burton-inspired character design.\" Super Gamer reviewed the SNES version and gave an overall score of 90% writing \"The soundtrack is awesome, the graphics brilliant and playability excellent. This is undoubtedly one of the finest scrolling beat ‘em ups.\" They also reviewed the NES version and gave an overall score of 76% saying: \"Better then average beat-'em’-up which follow the film closely.\" ===Accolades=== Retro Sanctuary ranked Batman Returns 98th in their \"Top 100 Best SNES Games.\" They praised the game staying true to the source material and being a well crafted beat-‘em-up. In 2018, Complex placed the game 97th on their \"The Best Super Nintendo Games of All Time\". They also praised the game being a good translation from the movie and described the game as a \"beat-em-up gem\". Nintendo Power ranked Batman Returns the eighth best SNES game of 1993. The SNES version was awarded Best Licensed Game of 1992 by Electronic Gaming Monthly. ==References== ==External links== * * * * * * * * * Category:1992 video games Category:1993 video games Category:Amiga games Category:Arcade and video games based on Batman films Category:Aspect Co. games Category:Atari Lynx games Category:Cancelled Atari ST games Category:Batman (1989 film series) Category:Beat 'em ups Category:DOS games Category:Game Gear games Category:Konami beat 'em ups Category:Malibu Interactive games Category:Nintendo Entertainment System games Category:Nintendo Entertainment System-only games Category:Action video games Category:Platform games Category:Sega video games Category:Sega CD games Category:Master System games Category:Sega Genesis games Category:Super Nintendo Entertainment System games Category:Super Nintendo Entertainment System-only games Category:Vehicular combat games Category:Video games based on films Category:Video games based on adaptations Category:Video games developed in Japan Category:Video games developed in the United Kingdom Category:Video games developed in the United States Category:Commercial video games with freely available source code Category:Christmas video games Category:Superhero video games Category:Video games based on works by Tim Burton Category:Video games scored by Spencer Nilsen Category:Video games set in the United States",
 "title": "Batman Returns (video game)"
}