{
 "id": "885627",
 "text": "Michael Peter Tice (born February 2, 1959) is a former American football tight end and coach. He played college football at the University of Maryland, College Park and spent 11 seasons playing in the National Football League (NFL) before spending 22 seasons as a coach, including four seasons as the Minnesota Vikings head coach. ==Playing career== Tice attended the University of Maryland, College Park where he played quarterback. He played tight end in the National Football League from 1981 to 1995 with the Seattle Seahawks, Washington Redskins and Minnesota Vikings. Tice was inducted into the Suffolk Sports Hall of Fame on Long Island in the Coaches and Football Categories with the Class of 2013. ==Coaching career== ===Minnesota Vikings=== Immediately after his retirement, Tice joined the Vikings' coaching staff, serving first as tight ends coach (1996) and offensive line coach (1997–2001). Tice took over head coaching duties on an interim basis for the final game of the 2001 season, replacing Dennis Green. On January 10, 2002, Tice was named the 6th head coach in franchise history, Bud Grant having been both 2nd and 4th. He was the first former Viking player to assume the role. In 2002, the Vikings led the NFL in rushing for the first time in team history, and in 2003, they led the league in total offense for the first time. A season later, the Vikings broke team records with 6,339 total yards and 4,754 passing yards and scored 50 touchdowns. In March 2005, the NFL began to investigate Tice for organizing and profiting from a Super Bowl ticket scalping operation within the Vikings organization. He later admitted that these charges were true and the NFL fined him $100,000 on June 30, 2005. At the time, it was the largest fine ever handed down to a head coach in NFL history, and is still the largest for a head coach who does not also have the title or powers of general manager. Tice was also the head coach during the Minnesota Vikings boat party scandal which occurred in October 2005. Some commentators believe that this incident led to his demise in Minnesota. Tice's contract with the Minnesota Vikings was allowed to expire after the last game of the 2005 season on January 1, 2006. The Vikings had just defeated the Chicago Bears, but a loss to the Baltimore Ravens eliminated the Vikings from playoff contention and effectively sealed Tice's fate. During his tenure of more than four years as the Vikings head coach, he had a regular season record of 32-33-0, while going 1-1 in the playoffs. Also during his tenure, the Vikings recorded an NFL record for the most consecutive games with over 300 yards of offense with 36. ===Jacksonville Jaguars=== Tice was hired as Assistant Head Coach/Offense of Jacksonville by Jack Del Rio, another former Viking. ===Chicago Bears=== On January 15, 2010, Tice was hired as Offensive Line coach for the Chicago Bears. On October 3, 2010 his offensive line allowed 9 sacks in one half to the New York Giants. On September 17, 2010, against the Cowboys, his line only gave up one sack and held DeMarcus Ware, one of the leading sackers since he came into the NFL, sackless. Despite this, the Bears allowed 105 sacks in his two years as offensive line coach. On January 6, 2012, the Bears promoted Tice to offensive coordinator, filling the void left by the resignation of Mike Martz. On January 16, 2013, the Bears hired Marc Trestman to be the Bears new head coach after Lovie Smith was fired. It was also announced that the Bears had hired Aaron Kromer to replace Tice as Offensive Coordinator and Offensive Line Coach. Tice was dismissed by the Bears on January 17, 2013. ===Atlanta Falcons=== Tice was hired to be the Atlanta Falcons offensive line coach in January 2014.Falcons hire Mike Tice as offensive line coach ===Oakland Raiders=== Tice was hired to be the Oakland Raiders offensive line coach in January 2015. On February 6, 2018, Tice announced that he was retiring from coaching. He said that he was ready to move on from the coaching ranks because “players today don't want to be coached.\" ==Head coaching record== {| class=\"wikitable\" style=\"font-size: 95%; text-align:center;\" |- ! rowspan=\"2\"|Team !! rowspan=\"2\"|Year !! colspan=\"5\"|Regular season !! colspan=\"4\"|Postseason |- !Won !!Lost!!Ties!!Win %!!Finish!!Won!!Lost!!Win %!!Result |- !MIN||2001 |0||1||0||.000||4th in NFC Central|| - || - || - || - |- !MIN||2002 |6||10||0||.375||2nd in NFC North|| - || - || - || - |- !MIN||2003 |9||7||0||.563||2nd in NFC North|| - || - || - || - |-! style=\"background:#fdd;\" !MIN||2004 |8||8||0||.500||2nd in NFC North|| 1 || 1 || .500 || Lost to Philadelphia Eagles in NFC Divisional Game |- !MIN||2005 |9||7||0||.563||2nd in NFC North|| - || - || - || - |- ! colspan=\"2\"|MIN Total||32||33||0||.492|| ||1||1||.500|| |- ! colspan=\"2\"|Total||32||33||0||.492|| ||1||1||.500|| |} ==Personal life== Mike Tice is the older brother of John Tice, also a former tight end at the University of Maryland, who played ten seasons in the NFL with the New Orleans Saints. John was an assistant coach for the Vikings in Mike's tenure. His son, Nate, was a quarterback for the Wisconsin Badgers. During Mike's time with Seattle, his teammates referred to his eating style as \"Mike Tice's Lunchout\" in a humorous parody of the then popular video game, Mike Tyson's Punch- Out!!Sheff, David. \"Game Over: How Nintendo Conquered the World. Vintage, 1994. P 312. . Tice currently lives in the Seattle area with his wife, Diane. ==References== ==External links== * Chicago Bears bio Category:1959 births Category:Living people Category:American football tight ends Category:American football quarterbacks Category:Atlanta Falcons coaches Category:Chicago Bears coaches Category:Jacksonville Jaguars coaches Category:Maryland Terrapins football players Category:Minnesota Vikings players Category:Minnesota Vikings coaches Category:Minnesota Vikings head coaches Category:Oakland Raiders coaches Category:Seattle Seahawks players Category:Washington Redskins players Category:National Football League offensive coordinators Category:People from Bay Shore, New York",
 "title": "Mike Tice"
}