{
 "id": "885841",
 "text": "Colistin, also known as polymyxin E, is an antibiotic medication used as a last-resort treatment for multidrug-resistant Gram-negative infections including pneumonia. These may involve bacteria such as Pseudomonas aeruginosa, Klebsiella pneumoniae, or Acinetobacter. It comes in two forms: colistimethate sodium can be injected into a vein, injected into a muscle, or inhaled, and colistin sulfate is mainly applied to the skin or taken by mouth. Colistimethate sodium is a prodrug; it is produced by the reaction of colistin with formaldehyde and sodium bisulfite, which leads to the addition of a sulfomethyl group to the primary amines of colistin. Colistimethate sodium is less toxic than colistin when administered parenterally. In aqueous solutions it undergoes hydrolysis to form a complex mixture of partially sulfomethylated derivatives, as well as colistin. Resistance to colistin began to appear as of 2015. Common side effects of the injectable form include kidney problems and neurological problems. Other serious side effects may include anaphylaxis, muscle weakness, and Clostridium difficile-associated diarrhea. The inhaled form may result in constriction of the bronchioles. It is unclear if use during pregnancy is safe for the fetus. Colistin is in the polymyxin class of medications. It works by breaking down the cytoplasmic membrane, which generally results in bacterial cell death. Colistin was discovered in 1947 and colistimethate sodium was approved for medical use in the United States in 1970. It is on the World Health Organization's List of Essential Medicines. The World Health Organization classifies colistin as critically important for human medicine. It is available as a generic medication. It is derived from bacteria of the genus Paenibacillus. ==Medical uses== === Antibacterial spectrum === Colistin has been effective in treating infections caused by Pseudomonas, Escherichia, and Klebsiella species. The following represents minimum inhibitory concentration (MIC) susceptibility data for a few medically significant microorganisms: * Escherichia coli: 0.12–128 μg/ml * Klebsiella pneumoniae: 0.25–128 μg/ml * Pseudomonas aeruginosa: ≤0.06–16 μg/ml For example, colistin in combination with other drugs is used to attack P. aeruginosa biofilm infection in lungs of patients with cystic fibrosis. Biofilms have a low-oxygen environment below the surface where bacteria are metabolically inactive, and colistin is highly effective in this environment. However, P. aeruginosa reside in the top layers of the biofilm, where they remain metabolically active. This is because surviving tolerant cells migrate to the top of the biofilm via pili and form new aggregates via quorum sensing. === Administration and dosage === ==== Forms ==== Two forms of colistin are available commercially: colistin sulfate and colistimethate sodium (colistin methanesulfonate sodium, colistin sulfomethate sodium). Colistin sulfate is cationic; colistimethate sodium is anionic. Colistin sulfate is stable, whereas colistimethate sodium is readily hydrolysed to a variety of methanesulfonated derivatives. Colistin sulfate and colistimethate sodium are eliminated from the body by different routes. With respect to Pseudomonas aeruginosa, colistimethate is the inactive prodrug of colistin. The two drugs are not interchangeable. * Colistimethate sodium may be used to treat Pseudomonas aeruginosa infections in patients with cystic fibrosis, and it has come into recent use for treating multidrug-resistant Acinetobacter infection, although resistant forms have been reported. Colistimethate sodium has also been given intrathecally and intraventricularly in Acinetobacter baumannii and Pseudomonas aeruginosa meningitis and ventriculitis Some studies have indicated that colistin may be useful for treating infections caused by carbapenem-resistant isolates of Acinetobacter baumannii. * Colistin sulfate may be used to treat intestinal infections, or to suppress colonic flora. Colistin sulfate is also used in topical creams, powders, and otic solutions. * Colistin A (polymyxin E1) and colistin B (polymyxin E2) can be purified individually to research and study their effects and potencies as separate compounds. ==== Dosage ==== Colistin sulfate and colistimethate sodium may both be given intravenously, but the dosing is complicated. The different labeling of the parenteral products of colistin methanesulfonate in different parts of the world was noted by Li et al. Colistimethate sodium manufactured by Xellia (Colomycin injection) is prescribed in international units, whereas colistimethate sodium manufactured by Parkdale Pharmaceuticals (Coly-Mycin M Parenteral) is prescribed in milligrams of colistin base: * Colomycin 1,000,000 units is 80 mg colistimethate; * Coly-mycin M 150 mg colistin base is 360 mg colistimethate or 4,500,000 units. NB. Colistin base has an assigned potency of 30 000 IU/mg Because colistin was introduced into clinical practice over 50 years ago, it was never subject to the regulations that modern drugs are subject to, and therefore there is no standardised dosing of colistin and no detailed trials on pharmacology or pharmacokinetics. The optimal dosing of colistin for most infections is therefore unknown. Colomycin has a recommended intravenous dose of 1 to 2 million units three times daily for patients weighing 60 kg or more with normal renal function. Coly-Mycin has a recommended dose of 2.5 to 5 mg/kg colistin base a day, which is equivalent to 6 to 12 mg/kg colistimethate sodium per day. For a 60 kg man, therefore, the recommended dose for Colomycin is 240 to 480 mg of colistimethate sodium, yet the recommended dose for Coly-Mycin is 360 to 720 mg of colistimethate sodium. Likewise, the recommended \"maximum\" dose for each preparation is different (480 mg for Colomycin and 720 mg for Coly-Mycin). Each country has different generic preparations of colistin, and the recommended dose depends on the manufacturer. This complete absence of any regulation or standardisation of dose makes intravenous colistin dosing difficult for the physician. Colistin has been used in combination with rifampicin; evidence of in vitro synergy exists, and the combination has been used successfully in patients. There is also in vitro evidence of synergy for colistimethate sodium used in combination with other antipseudomonal antibiotics. Colistimethate sodium aerosol (Promixin; Colomycin Injection) is used to treat pulmonary infections, especially in cystic fibrosis. In the UK, the recommended adult dose is 1–2 million units (80–160 mg) nebulised colistimethate twice daily. Nebulized colistin has also been used to decrease severe exacerbations in patients with chronic obstructive pulmonary disease and infection with Pseudomonas aeruginosa. === Resistance === Resistance to colistin is rare, but has been described. , no agreement exists about how to define colistin resistance. The uses a MIC cut-off of 2 mg/l, whereas the British Society for Antimicrobial Chemotherapy sets a MIC cutoff of 4 mg/l or less as sensitive, and 8 mg/l or more as resistant. No standards for describing colistin sensitivity are given in the United States. The first known colistin-resistance gene in a plasmid which can be transferred between bacterial strains is mcr-1. It was found in 2011 in China on a pig farm where colistin is routinely used and became publicly known in November 2015. The presence of this plasmid-borne gene was confirmed starting December 2015 in South-East Asia, several European countries, and the United States. It is found in certain strains of the bacteria Paenibacillus polymyxa. India reported the first detailed colistin- resistance study, which mapped 13 colistin-resistant infections recorded over 18 months. It concluded that pan-drug-resistant infections, particularly those in the bloodstream, have a higher mortality. Multiple other cases were reported from other Indian hospitals. Although resistance to polymyxins is generally less than 10%, it is more frequent in the Mediterranean and South- East Asia (Korea and Singapore), where colistin resistance rates are increasing. Colistin-resistant E. coli was identified in the United States in May 2016. Use of colistin to treat Acinetobacter baumannii infections has led to the development of resistant bacterial strains. They have also developed resistance to the antimicrobial compounds LL-37 and lysozyme, produced by the human immune system. This cross-resistance is caused by gain-of-function mutations to the pmrB gene, a phosphoethanolamine transferase (similar to mcr-1) located on the bacterial chromosome. Not all resistance to colistin and some other antibiotics is due to the presence of resistance genes. Heteroresistance, the phenomenon wherein apparently genetically identical microbes exhibit a range of resistance to an antibiotic, has been observed in some species of Enterobacter since at least 2016 and was observed in some strains of Klebsiella pneumoniae in 2017–2018. In some cases this phenomenon has significant clinical consequences. ==== Inherently resistant ==== *Brucella *Burkholderia cepacia *Chryseobacterium indologenes *Edwardsiella *Elizabethkingia meningoseptica *Francisella tularensis spp. * Gram-negative cocci *Helicobacter pylori *Moraxella catarrhalis *Morganella spp. *Neisseria gonorrhoeae and Neisseria meningitidis *Proteus *Providencia *Serratia * Some strains of Stenotrophomonas maltophilia ==== Variable resistance ==== * Aeromonas * Vibrio * Prevotella * Fusobacterium * Escherichia coli == Adverse reactions == The main toxicities described with intravenous treatment are nephrotoxicity (damage to the kidneys) and neurotoxicity (damage to the nerves), but this may reflect the very high doses given, which are much higher than the doses currently recommended by any manufacturer and for which no adjustment was made for pre-existing renal disease. Neuro- and nephrotoxic effects appear to be transient and subside on discontinuation of therapy or reduction in dose. At a dose of 160 mg colistimethate IV every eight hours, very little nephrotoxicity is seen. Indeed, colistin appears to have less toxicity than the aminoglycosides that subsequently replaced it, and it has been used for extended periods up to six months with no ill effects. Colistin- induced nephrotoxicity is particularly likely in patients with hypoalbuminemia. The main toxicity described with aerosolised treatment is bronchospasm, which can be treated or prevented with the use of β2-adrenergic receptor agonists such as salbutamol or following a desensitisation protocol. == Mechanism of action == Colistin is a polycationic peptide and has both hydrophilic and lipophilic moieties. These cationic regions interact with the bacterial outer membrane by displacing magnesium and calcium bacterial counter ions in the lipopolysaccharide. The hydrophobic and hydrophilic regions interact with the cytoplasmic membrane just like a detergent, solubilizing the membrane in an aqueous environment. This effect is bactericidal even in an isosmolar environment. Colistin binds to lipopolysaccharides and phospholipids in the outer cell membrane of Gram-negative bacteria. It competitively displaces divalent cations (Ca2+ and Mg2+) from the phosphate groups of membrane lipids, which leads to disruption of the outer cell membrane, leakage of intracellular contents and bacterial death. == Pharmacokinetics == No clinically useful absorption of colistin occurs in the gastrointestinal tract. For systemic infection, colistin must therefore be given by injection. Colistimethate is eliminated by the kidneys, but colistin is eliminated by non-renal mechanism(s) that are as of yet not characterised. == History == Colistin was first isolated in Japan in 1949 by Y. Koyama, from a flask of fermenting Bacillus polymyxa var. colistinus, and became available for clinical use in 1959. Colistimethate sodium, a less toxic prodrug, became available for injection in 1959. In the 1980s, polymyxin use was widely discontinued because of nephro- and neurotoxicity. As multi-drug resistant bacteria became more prevalent in the 1990s, colistin started to get a second look as an emergency solution, in spite of toxicity. Colistin has also been used in agriculture, particularly in China from the 1980s onwards. Chinese production for agriculture exceeded 2700 tons in 2015. China banned colistin use for livestock growth promotion in 2016. ==Biosynthesis== The biosynthesis of colistin requires the use of three amino acids: threonine, leucine, and 2,4-diaminobutryic acid. The linear form of colistin is synthesized before cycliziation. Non-ribosomal peptide biosynthesis begins with a loading module and then the addition of each subsequent amino acid. The subsequent amino acids are added with the help of an adenylation domain (A), a peptidyl carrier protein domain (PCP), an epimerization domain (E), and a condensation domain (C). Cyclization is accomplished by a thioesterase.Dewick, Paul M, Medicinal Natural Products, Third Edition, John Wiley & Sons, 2009 The first step is to have a loading domain, 6-methylheptanoic acid, associate with the A and PCP domains. Now with a C, A, and PCP domain that is associated with 2,4-diaminobutryic acid. This continues with each amino acid until the linear peptide chain is completed. The last module will have a thioesterase to complete the cyclization and form the product colistin. thumb|center|upright=3.0|The loading domain 6-methylheptanoic acid is shown in salmon; yellow is 2,4-diaminobutryic acid; light blue is threonine; magenta is leucine. == References == == Further reading == * == External links == * * * Category:Polymyxin antibiotics Category:Cyclic peptides Category:Polypeptide antibiotics Category:Wikipedia medicine articles ready to translate",
 "title": "Colistin"
}