{
 "id": "885972",
 "text": "Bacitracin is a polypeptide antibiotic. It is a mixture of related cyclic peptides produced by Bacillus licheniformis bacteria, that was first isolated from the variety \"Tracy I\" (ATCC 10716) in 1945.Originally grouped under B. subtilis, but nomenclature has since changed. See These peptides disrupt Gram-positive bacteria by interfering with cell wall and peptidoglycan synthesis. Bacitracin is primarily used as a topical preparation, as it can cause kidney damage when used internally. It is generally safe when used topically, but in rare cases may cause hypersensitivity, allergic or anaphylactic reactions, especially in patient allergic to neomycin. == Medical uses == thumb|left|A tube of bacitracin ointment for eyes Bacitracin is used in human medicine as a polypeptide antibiotic and is \"approved by the U.S. Food and Drug Administration (FDA) for use in chickens and turkeys,\" though use in animals contributes to antibiotic resistance. As bacitracin zinc salt, in combination with other topical antibiotics (usually polymyxin B and neomycin) as an ointment (\"triple antibiotic ointment,\" with the brand name Neosporin), it is used for topical treatment of a variety of localized skin and eye infections, as well as for the prevention of wound infections. A non- ointment form of ophthalmic solution is also available for eye infections. Although allergic cross-reaction with sulfa drugs has been occasionally reported, bacitracin-containing topical preparations remain a possible alternative to silver sulfadiazine (Silvadene) for burn patients with a sulfa allergy. thumb|200px|3D Chemical Structure of Bacitracin Bacitracin can also be bought in pure form for those with allergies to the usual polymyxin B and neomycin components of the combination product. Bacitracin is also commonly used as an aftercare antibiotic on tattoos and circumcision. It is preferred over combination products such as Neosporin because of its fewer ingredients, which lowers chances of an allergic reaction. In 2005–06, it was the sixth-most-prevalent allergen in patch tests (9.2%).Zug KA, Warshaw EM, Fowler JF Jr, Maibach HI, Belsito DL, Pratt MD, Sasseville D, Storrs FJ, Taylor JS, Mathias CG, Deleo VA, Rietschel RL, Marks J. Patch-test results of the North American Contact Dermatitis Group 2005–2006. Dermatitis. 2009 May–Jun;20(3):149-60. It was voted Allergen of the Year in 2003 by the American Contact Dermatitis Society. In infants, bacitracin is rarely administered intramuscularly for the treatment of staphylococcal pneumonia and empyema when due to organisms shown susceptible to bacitracin. This use is extremely limited, since bacitracin is nephrotoxic and its concentration in the blood must be followed closely. Bacitracin can be used to distinguish Streptococcus pyogenes from other streptococci, with S. pyogenes being sensitive to bacitracin and others resistant. In this case bacitracin is used to distinguish S. pyogenes from other β-hemolytic streptococci. It is also commonly used to distinguish Haemophilus influenzae colonies amongst respiratory flora; since H. influenzae is intrinsically resistant to bacitracin, colonies form within the zone of inhibition. === Spectrum of activity and susceptibility data === Bacitracin is a narrow- spectrum antibiotic. It targets Gram-positive organisms, especially those that cause skin infections. The following represents susceptibility data for a few medically significant microorganisms. * Staphylococcus aureus – ≤0.03 μg/mL – 700 μg/mL * Staphylococcus epidermidis – 0.25 μg/mL – >16 μg/mL * Streptococcus pyogenes – 0.5 μg/mL – >16 μg/mL == Mechanism of action == Bacitracin interferes with the dephosphorylation of C55-isoprenyl pyrophosphate, and a related molecule known as bactoprenol pyrophosphate; both of these lipids function as membrane carrier molecules that transport the building-blocks of the peptidoglycan bacterial cell wall outside of the inner membrane. Some have claimed that bacitracin is a protein disulfide isomerase inhibitor, but this is disputed by in vitro studies. == History == Bacitracin was isolated by Balbina Johnson, a bacteriologist at the Columbia University College of Physicians and Surgeons. Its name derives from the fact that a compound produced by a microbe in young Margaret Treacy's (1936–1994) leg injury showed antibacterial activity. The surname was misspelled and the name shortened to the more common spelling \"Tracy.\" > One strain isolated from tissue debrided from a compound fracture of the > tibia was particularly active. We named this growth-antagonistic strain for > the patient, \"Tracy I.\" When cell-free filtrates of broth cultures of this > bacillus proved to possess strong antibiotic activity and to be non-toxic, > further study seemed warranted. We have called this active principle > \"Bacitracin. Bacitracin was approved by FDA in 1948. == Synthesis == Bacitracin is synthesised via nonribosomal peptide synthetases (NRPSs), which means that ribosomes are not directly involved in its synthesis. The three-enzyme operon is called BacABC, not to be confused with BacABCDE of bacilycin synthesis. Bacitracin is commercially manufactured by growing the bacteria Bacillus subtilis var Tracy I in a container of liquid growth medium. Over time, the bacteria synthesizes the antibiotic and secretes the antibiotic into the medium. The antibiotic is then extracted from the medium using chemical processes. == Composition == Bacitracin is composed of a mixture of related compounds with varying degrees of antibacterial activity. Notable fractions include bacitracin A, A1, B, B1, B2, C, D, E, F, G, and X.\"Committee for Veterinary Medicinal Products Bacitracin.\" Ema.europa.eu. The European Agency for the Evaluation of Medicinal Products, June 1998. Web. 18 Jan. 2013 Bacitracin A has been found to have the most antibacterial activity. Bacitracin B1 and B2 have similar potencies and are approximately 90% as active as bacitracin A. Other bacitracin components including F and X do not appear to be extensively studied. == References == Category:Polypeptide antibiotics Category:Cyclic peptides",
 "title": "Bacitracin"
}