{
 "id": "886186",
 "text": "Wirtschaftswoche is a German weekly business news magazine published in Germany. “Wirtschaft” means economy (including business) and “Woche” is week. ==History and profile== For many years, Wirtschaftswoche was published weekly on Thursdays, but since March 2006, this has been changed to Mondays. The editorial office is in Düsseldorf. The publisher is Verlagsgruppe Handelsblatt which also publishes Handelsblatt. The magazine provides business- and economy-related news. Its target audience is managers and business people. In November 2014 Miriam Meckel was appointed editor-in-chief of the weekly. Under the leadership of Miriam Meckel, WirtschaftsWoche has gone through a major structural as well as design relaunch with edition 20/2015. The magazine has slightly changed its logo as part of this redesign. ==Circulation== In the period of 2001-2002 Wirtschaftswoche had a circulation of 187,000 copies. For the first quarter of 2005 the circulation of the magazine was 183,156 copies, making it the best-selling weekly business publication in Germany. The circulation of Wirtschaftswoche was 182,603 copies in 2010. Its paid circulation was 155,085 copies in the second half of 2013. According to Ronald P. Dore, Wirtschaftswoche is the main German business weekly. == Editor-in- chiefs== * since 1971 Peter Sweerts-Sporck, *since 1973 Claus Jacobi and Paul C. Martin, * since 1974 Hans Zinken, * since 1978 Karlheinz Vater, Conrad Ahlers and Horst Kerlikowski, * since 1979 Karlheinz Vater, * since 1984 Wolfram Baentsch, * since 1991 Stefan Baron and Volker Wolff, * 1995–2007 Stefan Baron, * 2007–2014 Roland Tichy, * 2014–2017 Miriam Meckel, * since April 2017 Beat Balzli ==See also== * List of magazines in Germany ==References== ==External links== * Official site Category:1926 establishments in Germany Category:Business magazines published in Germany Category:Economic liberalism Category:Liberal media in Germany Category:German-language magazines Category:Weekly magazines published in Germany Category:German news websites Category:Magazines established in 1926 Category:Mass media in Düsseldorf",
 "title": "Wirtschaftswoche"
}