{
 "id": "88651",
 "text": "thumb|Jörmungandr rising to the ox head bait, from the 17th-century Icelandic manuscript AM 738 4to In Norse mythology, Jörmungandr (, pronounced ), also known as the Midgard Serpent or World Serpent ( ), is a sea serpent and the middle child of Loki and the giantess Angrboða. According to the Prose Edda, Odin took Loki's three children by Angrboða—the wolf Fenrir, Hel, and Jörmungandr—and tossed Jörmungandr into the great ocean that encircles Midgard.Snorri Sturluson; Brodeur, Arthur Gilchrist (trans.) (1916). The Prose Edda. New York: The American-Scandinavian Foundation. Gylfaginning ch.LI , p. 109. The serpent grew so large that it was able to surround the Earth and grasp its own tail. It is an example of an ouroboros. As a result of it surrounding the Earth, it received the name of World Serpent. When it releases its tail, Ragnarök will begin. Jörmungandr's arch-enemy is the thunder-god, Thor. == Sources == The major sources for myths about Jörmungandr are the Prose Edda, the skaldic poem Húsdrápa, and the Eddic poems Hymiskviða and Völuspá. Other sources include the early skaldic poem Ragnarsdrápa and kennings in other skaldic poems; for example, in Þórsdrápa, faðir lögseims, \"father of the sea-thread\", is used as a kenning for Loki. There are also several image stones depicting the story of Thor fishing for Jörmungandr. == Stories == There are three preserved myths detailing Thor's encounters with Jörmungandr: === Lifting the cat === In one story, Thor encounters the giant king Útgarða-Loki and has to perform deeds for him, one of which is a challenge of Thor's strength. Útgarða-Loki goads Thor into attempting to lift the World Serpent, disguised by magic as a huge cat. Thor grabs the cat around its midsection but manages to raise the cat only high enough for one of its paws to leave the floor. Útgarða-Loki later explains his deception and that Thor's lifting the cat was an impressive deed, as he stretched the serpent so that it almost reached the sky. Many watching became fearful when they saw one paw lift off the ground.Snorri Sturluson (1916) Gylfaginning ch. xlvi, xlvii, pp. 65, 67. If Thor had managed to lift the cat completely from the ground, he would have altered the boundaries of the universe. === Thor's fishing trip === Jörmungandr and Thor meet again when Thor goes fishing with the giant Hymir. When Hymir refuses to provide Thor with bait, Thor strikes the head off Hymir's largest ox to use it. They row to a point where Hymir often sat and caught flatfish and where he drew up two whales. Thor demands to go further out to sea and does so despite Hymir's protest. Thor then prepares a strong line and a large hook and baits it with the ox head, which Jörmungandr bites. Thor pulls the serpent from the water, and the two face one another, Jörmungandr blowing poison. Hymir goes pale with fear. As Thor grabs his hammer to kill the serpent, the giant cuts the line, leaving the serpent to sink beneath the waves and return to its original position encircling the earth.Snorri Sturluson (1916) Gylfaginning ch. xlviii, pp. 68–70. The Eddic poem Hymiskviða has a similar ending to the story, but in earlier Scandinavian versions of the myth in skaldic poetry, Thor successfully captures and kills the serpent by striking it on the head. Thor's fishing for Jörmungandr was one of the most popular motifs in Norse art. Four picture stones that are believed to depict the myth are the Altuna Runestone and the Ardre VIII image stone in Sweden, the Hørdum stone in Denmark, and a stone slab at Gosforth, Cumbria by the same sculptor as the Gosforth Cross.Meulengracht Sørensen (1986) p. 260, (2002) p. 123. Many of these depictions show the giant cutting the fishing line; on the Altuna stone, Thor is alone, implying he successfully killed the serpent. The Ardre VIII stone may depict more than one stage in the events: a man entering a house where an ox is standing, two men leaving, one with something on his shoulder, and two men using a spear to fish.Meulengracht Sørensen (1986) p. 269, (2002) p. 130. The image on this stone has been dated to the 8th to 10thKopár, p. 208. century. If the stone is correctly interpreted as a depiction of this myth, it would indicate that the story was preserved essentially unchanged for several centuries prior to the recording of the version in the Prose Edda around the year 1220. ===Ragnarök=== As recounted in Snorri's Gylfaginning based on the Eddic poem Völuspá, one sign of the coming of Ragnarök is the violent unrest of the sea as Jörmungandr releases its tail from its mouth. The sea will flood and the serpent will thrash onto the land. It will advance, spraying poison to fill the air and water, beside Fenrir, whose eyes and nostrils blaze with fire and whose gape touches the earth and the sky. They will join the sons of Muspell to confront the gods on the plain of Vigrid. Here is where the last meeting between the serpent and Thor is predicted to occur. He will eventually kill Jörmungandr but will fall dead after walking nine paces, having been poisoned by the serpent's deadly venom.Snorri Sturluson (2016) Gylfaginning ch. li, pp. 78–80. Thor's final battle with Jörmungandr has been identified, with other scenes of Ragnarök, on the Gosforth Cross. == Analysis == Thor's fishing for Jörmungandr has been taken as one of the similarities between him and the Hindu god Indra, who in Vedic mythology slays the dragon Vritra, and has also been related to a Balto-Slavic motif of the storm god combatting a serpent. An alternative analysis of the episode by Preben Meulengracht Sørensen is that it was a youthful indiscretion on the part of Thor, retold to emphasize the order and balance of the cosmos, in which Jörmungandr played a vital role.Meulengracht Sørensen (1986) p. 272, (2002) p. 132. John Lindow draws a parallel between Jörmungandr's biting of its own tail and the binding of Fenrir, as part of a recurring theme of the bound monster in Norse mythology, where an enemy of the gods is bound but destined to break free at Ragnarök. == Eponym == Asteroid 471926 Jörmungandr was named after the mythological sea serpent. The official was published by the Minor Planet Center on 25 September 2018 (). == Gallery == Altunastenen U 1161 (Raä-nr Altuna 42-1) Tors fiskafänge 0646.jpg|The Altuna Runestone Thor and Hymir.jpg|Thor fishing for the Midgard Serpent in an illustration from an 18th-century Icelandic manuscript Johann Heinrich Fussli- Tor and Jormundgandr.jpg|Thor Battering the Midgard Serpent (1790) by Henry Fuseli Thor und die Midgardsschlange.jpg|Thor and the Midgard Serpent (1905) by Emil Doepler The children of Loki by Willy Pogany.png|The children of Loki (1920) by Willy Pogany == See also == * Ananta Shesha * Apep * Bakunawa * European dragon * Horned Serpent * Lernaean Hydra * Leviathan * Makara (Hindu mythology) * Níðhöggr * Norse dragon * Ouroboros * Sea monster * Typhon == References == Category:World-bearing animals Category:Creatures in Norse mythology Category:Legendary serpents Category:Mythological monsters Category:Germanic mythology Category:Scandinavian legendary creatures Category:Thor Category:European dragons Category:Sea monsters",
 "title": "Jörmungandr"
}