{
 "id": "887234",
 "text": "Mupirocin, sold under the brand name Bactroban among others, is a topical antibiotic useful against superficial skin infections such as impetigo or folliculitis. It may also be used to get rid of methicillin-resistant S. aureus (MRSA) when present in the nose without symptoms. Due to concerns of developing resistance, use for greater than ten days is not recommended. It is used as a cream or ointment applied to the skin. Common side effects include itchiness and rash at the site of application, headache, and nausea. Long term use may result in increased growth of fungi. Use during pregnancy and breastfeeding appears to be safe. Mupirocin is in the carboxylic acid class of medications. It works by blocking a bacteria's ability to make protein, which usually results in bacterial death. Mupirocin was initially isolated in 1971 from Pseudomonas fluorescens. It is on the World Health Organization's List of Essential Medicines. In 2019, it was the 190th most commonly prescribed medication in the United States, with more than 3million prescriptions. ==Medical uses== thumb|A tube of Bactroban Mupirocin is used as a topical treatment for bacterial skin infections, for example, furuncle, impetigo, open wounds, which are typically due to infection by Staphylococcus aureus or Streptococcus pyogenes. It is also useful in the treatment of superficial methicillin-resistant Staphylococcus aureus (MRSA) infections. Mupirocin is inactive for most anaerobic bacteria, mycobacteria, mycoplasma, chlamydia, yeast and fungi. Intranasal mupirocin before surgery is effective for prevention of post-operative wound infection with Staphylcoccus aureus and preventative intranasal or catheter-site treatment is effective for reducing the risk of catheter site infection in persons treated with chronic peritoneal dialysis. ===Resistance=== Shortly after the clinical use of mupirocin began, strains of Staphylococcus aureus that were resistant to mupirocin emerged, with nares clearance rates of less than 30% success. Two distinct populations of mupirocin-resistant S. aureus were isolated. One strain possessed low-level resistance, MuL, (MIC = 8–256 mg/L) and another possessed high-level resistance, MuH, (MIC > 256 mg/L). Resistance in the MuL strains is probably due to mutations in the organism's wild-type isoleucyl-tRNA synthetase. In E. coli IleRS, a single amino acid mutation was shown to alter mupirocin resistance. MuH is linked to the acquisition of a separate Ile synthetase gene, MupA. Mupirocin is not a viable antibiotic against MuH strains. Other antibiotic agents, such as azelaic acid, nitrofurazone, silver sulfadiazine, and ramoplanin have been shown to be effective against MuH strains. Most strains of Cutibacterium acnes, a causative agent in the skin disease acne vulgaris, are naturally resistant to mupirocin. The mechanism of action of mupirocin differs from other clinical antibiotics, rendering cross-resistance to other antibiotics unlikely. However, the MupA gene may co-transfer with other antibacterial resistance genes. This has been observed already with resistance genes for triclosan, tetracycline, and trimethoprim. It may also result in overgrowth of non-susceptible organisms. ==Mechanism of action== Pseudomonic acid inhibits isoleucine tRNA synthetase in bacteria, leading to depletion of isoleucyl-tRNA and accumulation of the corresponding uncharged tRNA. Depletion of isoleucyl-tRNA results in inhibition of protein synthesis. The uncharged form of the tRNA binds to the aminoacyl-tRNA binding site of ribosomes, triggering the formation of (p)ppGpp, which in turn inhibits RNA synthesis. The combined inhibition of protein synthesis and RNA synthesis results in bacteriostasis. This mechanism of action is shared with furanomycin, an analog of isoleucine. ==Biosynthesis== upright=2|thumb|Figure 2. The structure of pseudomonic acid A–D, labeled A to D, respectively. Mupirocin is a mixture of several pseudomonic acids, with pseudomonic acid A (PA-A) constituting greater than 90% of the mixture. Also present in mupirocin are pseudomonic acid B with an additional hydroxyl group at C8, pseudomonic acid C with a double bond between C10 and C11, instead of the epoxide of PA-A, and pseudomonic acid D with a double bond at C4` and C5` in the 9-hydroxy- nonanoic acid portion of mupirocin. ===Biosynthesis of pseudomonic acid A=== The 74 kb mupirocin gene cluster contains six multi-domain enzymes and twenty- six other peptides (Table 1). Four large multi-domain type I polyketide synthase (PKS) proteins are encoded, as well as several single function enzymes with sequence similarity to type II PKSs. Therefore, it is believed that mupirocin is constructed by a mixed type I and type II PKS system. The mupirocin cluster exhibits an atypical acyltransferase (AT) organization, in that there are only two AT domains, and both are found on the same protein, MmpC. These AT domains are the only domains present on MmpC, while the other three type I PKS proteins contain no AT domains. The mupirocin pathway also contains several tandem acyl carrier protein doublets or triplets. This may be an adaptation to increase the throughput rate or to bind multiple substrates simultaneously. Pseudomonic acid A is the product of an esterification between the 17C polyketide monic acid and the 9C fatty acid 9-hydroxy-nonanoic acid. The possibility that the entire molecule is assembled as a single polyketide with a Baeyer-Villiger oxidation inserting an oxygen into the carbon backbone has been ruled out because C1 of monic acid and C9' of 9-hydroxy-nonanoic acid are both derived from C1 of acetate. {| class=\"wikitable\" |+Table 1: The biosynthetic gene cluster of mupirocin |- ! Gene ! Function |- | mupA | FMNH2 dependent oxygenase |- | mmpA | KS ACP KS KR ACP KS ACP ACP |- | mupB | 3-oxoacyl-ACP synthase |- | mmpB | KS DH KR ACP ACP ACP TE |- | mmpC | AT AT |- | mmpD | KS DH KR MeT ACP KS DH KR ACP KS DH KR MeT ACP KS KR ACP |- | mupC | NADH/NADPH oxidoreductase |- | macpA | ACP |- | mupD | 3-oxoacyl-ACP reductase |- | mupE |enoyl reductase |- | macpB | ACP |- | mupF | KR |- | macpC | ACP |- | mupG | 3-oxoacyl-ACP synthase I |- | mupH | HMG-CoA synthase |- | mupJ | enoyl-CoA hydratase |- | mupK | enoyl-CoA hydratase |- | mmpE | KS hydrolase |- | mupL | putative hydrolase |- | mupM | isoleucyl-tRNA synthase |- | mupN | phosphopantetheinyl transferase |- | mupO | cytochrome P450 |- | mupP |unknown |- | mupQ | acyl-CoA synthase |- | mupS | 3-oxoacyl-ACP reductase |- | macpD | ACP |- | mmpF | KS |- | macpE | ACP |- | mupT | ferredoxin dioxygenase |- | mupU | acyl-CoA synthase |- | mupV |oxidoreductase |- | mupW |dioxygenase |- | mupR | N-AHL-responsive transcriptional activator |- | mupX | amidase/hydrolase |- | mupI | N-AHL synthase |} ===Monic acid biosynthesis=== Biosynthesis of the 17C monic acid unit begins on MmpD (Figure 1). One of the AT domains from MmpC may transfer an activated acetyl group from acetyl-Coenzyme A (CoA) to the first ACP domain. The chain is extended by malonyl-CoA, followed by a SAM-dependent methylation at C12 (see Figure 2 for PA-A numbering) and reduction of the B-keto group to an alcohol. The dehydration (DH) domain in module 1 is predicted to be non-functional due to a mutation in the conserved active site region. Module 2 adds another two carbons by the malonyl-CoA extender unit, followed by ketoreduction (KR) and dehydration. Module three adds a malonyl-CoA extender unit, followed by SAM- dependent methylation at C8, ketoreduction, and dehydration. Module 4 extends the molecule with a malonyl-CoA unit followed by ketoreduction. Assembly of monic acid is continued by the transfer of the 12C product of MmpD to MmpA. Two more rounds of extension with malonyl-CoA units are achieved by module 5 and 6. Module 5 also contains a KR domain. ===Post-PKS tailoring=== The keto group at C3 is replaced with a methyl group in a multi-step reaction (Figure 3). MupG begins by decarboxylating a malonyl-ACP. The alpha carbon of the resulting acetyl-ACP is linked to C3 of the polyketide chain by MupH. This intermediate is dehydrated and decarboxylated by MupJ and MupK, respectively. The formation of the pyran ring requires many enzyme-mediated steps (Figure 4). The double bond between C8 and C9 is proposed to migrate to between C8 and C16. Gene knockout experiments of mupO, mupU, mupV, and macpE have eliminated PA-A production. PA-B production is not removed by these knockouts, demonstrating that PA-B is not created by hydroxylating PA-A. A knockout of mupW eliminated the pyran ring, identifying MupW as being involved in ring formation. It is not known whether this occurs before or after the esterification of monic acid to 9-hydroxy-nonanoic acid. The epoxide of PA-A at C10-11 is believed to be inserted after pyran formation by a cytochrome P450 such as MupO. A gene knockout of mupO abolished PA-A production but PA-B, which also contains the C10-C11 epoxide, remained. This indicates that MupO is either not involved or is not essential for this epoxidation step. ===9-Hydroxy-nonanoic acid biosynthesis=== The nine-carbon fatty acid 9-hydroxy-nonanoic acid (9-HN) is derived as a separate compound and later esterified to monic acid to form pseudomonic acid. 13C labeled acetate feeding has shown that C1-C6 are constructed with acetate in the canonical fashion of fatty acid synthesis. C7' shows only C1 labeling of acetate, while C8' and C9' show a reversed pattern of 13C labeled acetate. It is speculated that C7-C9 arises from a 3-hydroxypropionate starter unit, which is extended three times with malonyl-CoA and fully reduced to yield 9-HN. It has also been suggested that 9-HN is initiated by 3-hydroxy-3-methylglutaric acid (HMG). This latter theory was not supported by feeding of [3-14C] or [3,6-13C2]-HMG. It is proposed that MmpB to catalyzes the synthesis of 9-HN (Figure 5). MmpB contains a KS, KR, DH, 3 ACPs, and a thioesterase (TE) domain. It does not contain an enoyl reductase (ER) domain, which would be required for the complete reduction to the nine-carbon fatty acid. MupE is a single-domain protein that shows sequence similarity to known ER domains and may complete the reaction. It also remains possible that 9-hydroxy-nonanoic acid is derived partially or entirely from outside of the mupirocin cluster. ==References== == External links == * Category:Antibiotics Category:Carboxylate esters Category:Epoxides Category:Fatty acids Category:GlaxoSmithKline brands Category:World Health Organization essential medicines Category:Wikipedia medicine articles ready to translate",
 "title": "Mupirocin"
}