{
 "id": "887447",
 "text": "John Michael Landy OLY (12 April 1930 – 24 February 2022) was an Australian middle-distance runner and state governor. He was the second man to break the four-minute mile barrier in the mile run and held the world records for the 1500-metre run and the mile race. He was also the 26th Governor of Victoria from 2001 to 2006. ==Early life and education== Born in Melbourne, Victoria, on 12 April 1930, Landy attended Malvern Memorial Grammar School and Geelong Grammar School. He graduated from the University of Melbourne in 1954, receiving a Bachelor of Agricultural Science.University of Melbourne (2003). Honorary Degree – Mr John Landy . Retrieved 26 October 2010. ==Athletics== During his school years, Landy enjoyed watching middle-distance track events. He became a serious runner during his university years, joining the Geelong Guild Athletic Club in 1949; he was a member of the Australian Olympic team at both the 1952 Summer Olympics in Helsinki and 1956 Summer Olympics in Melbourne, taking the Olympic Oath at the 1956 Olympics.IOC 1956 Summer Olympics. Olympic.org (6 September 2016). Retrieved on 20 September 2017. On 21 June 1954, at an international meet at Turku, Finland, Landy became the second man, after Roger Bannister, to achieve a sub-4-minute mile, recording a world record time of 3:57.9, ratified by the IAAF as 3:58.0 owing to the rounding rules then in effect. That record held for more than three years. Landy ran his second sub-4-minute mile at the 1954 British Empire and Commonwealth Games, held at Vancouver, British Columbia, in the mile race, but lost to Roger Bannister, who had his best-ever time. This meeting of the world's two fastest milers was alternately called \"The Miracle Mile\", the \"Race of the Century\", and the \"Dream Race\"; it was heard over the radioRadio broadcast of the Miracle Mile. The broadcast from an actual radio transcription disc of the time. by 100 million people and seen on television by millions more. On the final turn of the last lap, as Landy looked over his left shoulder, Bannister passed him on the right. A larger-than-life bronze sculpture of the two men at this moment was created by Vancouver sculptor Jack Harman in 1967 from a photograph by Vancouver Sun photographer Charlie Warner and stood for many years at the entrance to Empire Stadium; after the stadium was demolished, the sculpture was moved to the Hastings and Renfrew entrance of the Pacific National Exhibition (PNE) fairgrounds. In 2015, it returned to the site of the stadium.The rebirth of Empire Fields. Vancouversun.com (17 July 2015). Retrieved on 20 September 2017. Regarding this sculpture, Landy quipped that \"While Lot's wife was turned into a pillar of salt for looking back, I am probably the only one ever turned into bronze for looking back.\" At the 1956 Australian National Championships prior to the Melbourne Olympic Games, in the final of the mile race, Landy stopped and doubled back to check on fellow runner Ron Clarke after another runner clipped Clarke's heel, causing him to fall early in the third lap of the race. Landy, who was close behind, leaped to clear his body but scraped his spikes on Clarke's shoulder. Clarke, the then-junior mile world record holder, who had been leading the race, got back to his feet and started running again; Landy followed. In the final two laps Landy made up the deficit to win the race. The National Centre for History and Education in Australia said that \"[i]t was a spontaneous gesture of sportsmanship and it has never been forgotten.\"The Finest Sporting Gesture in the History of Sport? . Hyperhistory.org. Retrieved on 20 September 2017. Sculptor Mitch Mitchell created a bronze sculpture of the moment when Landy helps Clarke to his feet. The sculpure was dedicated in June 2002 and is on Olympic Boulevard, Olympic Park in Melbourne. ==Governor of Victoria== On 1 January 2001, Landy was sworn in as the 26th Governor of Victoria, succeeding Sir James Gobbo. He was appointed by Queen Elizabeth II on the recommendation of Premier of Victoria Steve Bracks, who remained premier throughout his term. Landy retired as governor on 7 April 2006, and was succeeded by David de Kretser. On 15 March 2006, in the final month of his term as governor, Landy was the final runner in the Queen's Baton relay during the 2006 Commonwealth Games opening ceremony at the Melbourne Cricket Ground stadium in Melbourne, presenting the baton to the Queen. ==Other accomplishments== Landy worked as senior manager at ICI Australia, and had a public speaking career. For eight years (1971–78), he served on the Victorian Land Conservation Council, contributing to debates and recommendations about the balanced use of public land across Victoria.Danielle Clode (2006) As if for a thousand years: A history of Victoria's Land Conservation and Environment Conservation Councils, Victorian Environmental Assessment Council Landy authored two books on natural history: Close to Nature (1984) and A Coastal Diary (Pan Macmillan Australia, 1993).Mr John Landy, University of Melbourne. Landy was commissioner-general for the Australian pavilion at Expo 86 Vancouver. On 12 February 2009, he was appointed the chair of the Victorian Bushfire Appeal Fund Advisory Panel.TheAustralian.news.au, \"Bereavement fund for bushfire victims\". He stood down from the position on 7 September that same year. ==Death== Landy died on 24 February 2022 at his home in Castlemaine, Victoria, aged 91. He had Parkinson's disease for a period of time. ==Honours and awards== thumb|left|Landy in 1954 In 1949 and 1950, Landy played Australian rules football for Dookie College when he was at the University of Melbourne's Dookie College campus and won the 1950 Central Goulburn Valley Football League's best and fairest award. In 1955, Landy was made a Member of the Order of the British Empire (MBE) for services to sport, was awarded the Australian Sports Medal in 2000, and in 2001 was awarded the Centenary Medal, made a Companion of the Order of Australia (AC), and a Knight of Grace of the Most Venerable Order of the Hospital of St John of Jerusalem. In 2006 he was appointed a Commander of the Royal Victorian Order (CVO) during the Queen's visit to Australia.It's an Honour – Commander of the Royal Victorian Order Landy was inducted into the Sport Australia Hall of Fame in 1985. Over the years, Landy was awarded honorary degrees, the first being a Doctor of Laws from the University of Victoria in 1994 then, in 1997, a Doctor of Rural Science from the University of New England, followed by a Doctor of Laws from the University of Melbourne in 2003, and Doctor of Laws from Deakin University in 2009. On 12 July 2008, Landy was the guest speaker at his club's centenary dinner held in North Geelong. He had been a life member of the Geelong Guild Athletic Club since April 1958. Named after Landy, Landy Field in South Geelong is the Geelong region's major athletic facility. East Doncaster Secondary College has a VCE centre dedicated in Landy's honour. Central Park, in Malvern East, Melbourne, has a sports oval dedicated to Landy with a plaque which reads in part \"Named in honour of John Landy, resident of Central Park Road, who used this oval for his training.\" ==In media== In the 1988 television miniseries The Four Minute Mile, detailing the rivalry between Landy and Roger Bannister, Landy was portrayed by actor Nique Needles. ==See also== * List of Caulfield Grammar School people ==References== ==Further reading== * * The Perfect Mile: Three Athletes, One Goal, and Less Than Four Minutes to Achieve It, by Neal Bascomb, 2004, Category:1930 births Category:2022 deaths Category:Athletes (track and field) at the 1952 Summer Olympics Category:Athletes (track and field) at the 1954 British Empire and Commonwealth Games Category:Athletes (track and field) at the 1956 Summer Olympics Category:Athletes from Melbourne Category:Australian Commanders of the Royal Victorian Order Category:Australian male middle-distance runners Category:Australian Members of the Order of the British Empire Category:Commonwealth Games medallists in athletics Category:Commonwealth Games silver medallists for Australia Category:Companions of the Order of Australia Category:Fellows of the Australian Academy of Technological Sciences and Engineering Category:Governors of Victoria (Australia) Category:Medalists at the 1956 Summer Olympics Category:Oath takers at the Olympic Games Category:Olympic athletes of Australia Category:Olympic bronze medalists for Australia Category:Olympic bronze medalists in athletics (track and field) Category:People educated at Caulfield Grammar School Category:People educated at Geelong Grammar School Category:Sport Australia Hall of Fame inductees Category:University of Melbourne alumni",
 "title": "John Landy"
}