{
 "id": "887795",
 "text": "Planet Survival, known in Japan as , is a science fantasy and action/adventure anime series that aired in Japan on NHK from October 2003 to October 28, 2004. It is a 52-episode series produced by Telecom Animation Film and Madhouse. ==Story== The story is set in the 22nd century where space travel, planet colonization and anti-gravity basketball are practically everyday things. Planet Earth has become uninhabitable, and therefore people live in colonies on the surrounding planets. On a school field trip, a mistake causes the protagonist, a young transfer student named Luna, her pet robot, and six of her classmates to be thrown through a gravity storm and crash land on a seemingly uninhabited planet. There, with Luna as their leader, the robot cat Chako, the lone wolf Kaoru, the spoiled rich boy Howard, the shy Sharla, the obedient Bell, the prideful musician Menori and the young genius Shingo must fight for their survival. ==Characters== ===Main characters=== ; : :Luna grew up with her father on Mars. Her father died saving her in an accident when she was eight, and her mother died two years before that. After her father died, she won a scholarship from the Howard Foundation, and moved to Colony Loca-A2 along with her pet robot cat Chako. She almost always seems to be happy, but sometimes is overwhelmed by memories of her father's death. She carries with her a backpack that was once her father's that is very precious to her. She doesn't like to see anyone hurt, and will go out of her way to help someone. She is a natural leader and always seems to bring out the good in everyone. Although her plans all have good intentions, sometimes they don't turn out the way she wants them to. Luna has powers that nobody else has and her powers can be considered telepathic. Luna can speak to Adam telepathically. Luna looks after and takes very good care of all her friends. She is 14 years old. At the end of the series, she eventually works towards terraforming Earth. ; : :Chako is a robotic cat that was abandoned by her old owner and left for scrap. She was about to be thrown into a smelter when Luna's dad rescued her and rebuilt her to give to Luna as a present. At first, Luna hated Chako, but later found out that she and Chako had a lot in common, and gradually warmed up to her. Chako originally got onto the field trip space ship by sneaking her way aboard. She helps Shingo out with most of the electronic and technical problems. Though a robot, Chako breaks down the sugar in food and uses it for energy, and thus also needs to eat (fruit, in particular). Chako has a sensor which can be used to analyse things they find, diagnose medical problems, etc. She can also determine whether or not food is edible. She has extendable claws, though these are just for show and not practical weapons. ; : :Kaoru is the lone wolf of the group, relatively quiet and reserved, preferring to only speak when needed. He regularly goes off on his own, despite the wishes of the other children. He is the only one who has nothing with him when they crash land on the planet. He risks his life for another without hesitation because like Luna, he holds a death deep in his heart that has changed his life. He's resourceful and catches onto something before anyone else. Kaoru is often the most reliable out of the group. He was the only one - besides Luna - who stood up to Howard at the beginning. As the series progresses, it is strongly implied by his reactions in episode 40 that he has developed some romantic feelings toward Luna, as she is the one he best communicates with. He is 14 years old. At the end of the series, he eventually becomes the pilot of a Mars shuttle and seems to have ended up with luna. ; : :A shy bookworm who Luna becomes friends with when she transfers into the school. Over time spent in the Island, Sharla grows stronger, braver, and more confident in herself. When they initially crash, Sharla has her pouch, handkerchief, hand soap, and some candy with her. Sharla names many of the creatures and places they encounter throughout the series, such as the Tobihane, Pague, Fairy Lake, and . She gets the nickname from Chako and Howard, which she doesn't seem to like. It is lightly implied that Sharla has developed feelings for Bell as the series goes on. She is 14 years old. At the end of the series, she eventually becomes a writer, and documents the story of their adventures. ; :Voiced by: Mabuki Andou, Kiyomi Asai (younger child, in flashbacks) :Class president of the school where Luna transfers. She may sometimes sound cold and insensitive, but inside she's a very good person who wants the best for everyone. She plays the violin, and the violin that she brings with her to the planet is very precious to her. She also has a handkerchief with her when they initially crash. Upon arriving at the island, she declares herself leader, though the group later elects Luna to be their leader. Even so, when Luna is not present, Menori often takes on leadership responsibilities. When Menori was little her mother died and her father taught her not to show her emotions to anyone. She is 14 years old. At the end of the series, she works as her father's secretary, and eventually aims to be a parliament member and to open trade with the planet they crashed on. ; : :Son of a wealthy company owner. He is a loud, spoiled, cowardly and selfish boy who appears to have no love for his mother. He is the comic relief of the group being that he is always making mistakes with comical results. While not primarily an antagonist in the series, his selfish antics are often the cause of many of the misfortunes that befall the group. Throughout the series he matures. He has a hand mirror and a comb with him when they crash land on the planet. He is 14 years old. At the end of the series, he eventually becomes an actor. ; : :Bell is an especially kind and physically strong character, but he lacks confidence. Because of this, he is pressured into doing whatever Howard asks, as Bell's father works for Howard's father, and Howard often threatens to have his father fire Bell's father. Bell is originally from the colonies on the planet Pluto. Because his father has worked in colony pioneering, he has some knowledge of how to survive off the land, though not any real experience. When they initially crash land, Bell has a fanny pack with him. As the series progresses, he stands up to Howard and grows into a more confident person. He develops feelings for Luna, and eventually makes what Chako calls a \"proposal\" to her (shown in episode 40), to which she has a mixed response. He is 16 years old, and the oldest of the children. At the end of the series, he eventually gets a job developing a settlement on the planet Albion. ; : :Shingo is the genius of the group. He skipped two grades due to his high grades, and is a mechanical genius. Though he is mature in intelligence, he is still the baby of the group, and develops the worst homesickness. He has a screwdriver set and an exacto knife with him when they crash land on the planet. He is 12 years old, and initially the youngest member of the party. At the end of the series, he eventually follows in Porte's footsteps, aiming to be a mechanic. ; : :When the group stumbled upon some strange ruins, they found a strange young alien boy in a cryogenic sleep. Upon his awakening, Luna found the boy's name was Alduram Gyet and that she was to take care of him. It wasn't until Howard blurted out the name Adam, that he was given the nickname. He can speak to Luna telepathically because of his and Luna's powers. Adam is frequently conflicted about whether he wants to return to the colonies with the other children, or to remain on the planet where he was found. He especially loves the Pague creatures. ===Secondary characters=== *Porte (Masaaki Tsukada) – Old enough to be the grandfather of the main cast, he is the mechanic of the space transport \"Orion\". He takes a particular liking to Shingo, as they are both mechanically inclined. *Luna's father (Kenji Hamada) – He was the one who found Chako, fixed her, and gave her to Luna. He dies on Mars trying to save Luna. * (Makoto Ishii) – Kaoru's rival who got sucked out into space when he and Kaoru had an accident while flying through an asteroid storm. *Farlow (Yasuyuki Kase) – Porte's son who was believed to have died while on board a resettlement ship that crashed on a satellite. Porte however still holds faith that he is still alive somewhere. ====Escapees==== *Brindo (Junpei Morita) – He is an escaped prisoner who highjacked The Orion and crashed to the same island as Luna and the crew. He seems to be the leader and is the most insightful of the three. *Zilba (Kyoko Hikami) – The only female prisoner of the other two that escaped on The Orion. She seems to enjoy the Island. She has an electric whip and a poison needle gun that she carries around with her. *Bob (Mitsuaki Hoshino) – Like Brindo and Zilba he is also an escaped prisoner. He is a cyborg and more muscle- headed than the other two. ====Native Machines and Animals==== *Tako (Naoki Bandou) – A robot they meet within the mainland. He holds the key to Adam's past. *Survive (Tamio Ōki) – An artificial intelligence managing the climate of the entire planet on which the children crash land. Survive is the main antagonist of the series. *Pague – A strange elephantine creature with a long tongue which the group befriends. It appears to be a child of its species. Compared to many of the other creatures on the island that the children crash land on, he is generally more gentle and patient. At times he aids the group with his large size and strength, and the children reward him by feeding him the leaves that he uses for food (particularly those that he cannot reach). The name Pague is used both for the specific creature that the group first encounters, as well as for the species of creatures in general (i.e., \"a herd of pague\"). The name was thought up by character Sharla. ==Theme songs== ;Opening #Bokura no Message (僕らのメッセージ, \"Our Message\") by Kiroro ;Ending #Sunny Side Hill by ROUND TABLE featuring Nino ==Episodes== ==Staff== *Director, Art Content, Supervision: Yuichiro Yano *Script: Shoji Yonemura *Music: Takefumi Haketa *Original Character Design: Hisashi Eguchi *Character Design: Teiichi Takiguchi *Art director: Makoto Shiraishi *Animation producer: Koji Takeuchi & Masao Maruyama *Anime Production Supervisor: Keiko Nakaji *Arrangement: Akira Shigemi (OP theme) *CG Production: Hironao Imagawa *Color Coordination: Noriko Matsumoto *Color design: Tomoko Yamamoto *Composition: Chiharu Tamaki (OP theme) & Katsutoshi Kitagawa (ED theme) *Coordinator: Yasunaga Tsuji *Editing: Yoshihiro Kasahara *Music Coordinator: Yutaka Aida *Original Story, Series Story Editor: Masashi Komemura *Producer: Hisako Matsumoto *Production Manager: Satoru Shimizu *Recording Supervisor: Toshio Saitou *Setting: Hisao Yokobori *Sound Effects: Shizuo Kurahashi ==References== ==External links== *Official NHK Mujin Wakusei Website (Japanese) *Telecom Anime Mujin Wakusei Website (Japanese) *JVC Mujin Wakusei Theme Songs (Japanese) * Category:2003 anime television series debuts Category:Adventure anime and manga Category:Madhouse (company) Category:Science fiction anime and manga Category:TMS Entertainment Category:Anime with original screenplays Category:NHK original programming",
 "title": "Uninhabited Planet Survive!"
}