{
 "id": "887926",
 "text": "Snap! is a German Eurodance group formed in 1989 by producers Michael Münzing and Luca Anzilotti. The act has been through a number of line-up changes over the years, including American singers, songwriters and rappers Thea Austin, Turbo B, and Penny Ford. Their best known hits are \"The Power\" and \"Rhythm Is a Dancer\", both of which took the No. 1 spot in multiple countries. ==Musical career== ===Previous projects=== Luca Anzilotti and Michael Münzing started working together in 1985 in the group Off (Organisation For Fun) with Sven Väth. They recorded two albums, Organisation For Fun (1988) and Ask Yourself (1989), and a series of singles, including \"Electrica Salsa\", until 1990. The two created the side project 16 BIT in 1986 and had a big success with their first single \"Where Are You?\". In 1987, they released the album Inaxycvgtgb for BMG. ===Formation and first album=== Michael Münzing and Luca Anzilotti formed Snap! in 1989 under the aliases Benito Benites and John \"Virgo\" Garrett III, as they thought that the public had negative preconceived ideas of German music. Their first hit, \"The Power\", which was fronted by rapper Turbo B. and American singer Penny Ford, peaked at No. 2 in Germany in April 1990 and spent five weeks in that position eventually going Gold for sales of 250,000 units. The single topped the charts in the United Kingdom, and picked up a Silver award for sales of 200,000 units. In the U.S., it reached No.2 on the Billboard Hot 100, and was certified Platinum for 1,000,000 units. Jackie Harris was used to mime Penny Ford's voice in the video \"The Power\" and left the group shortly after and Penny Ford became its full-time lead singer, recording the second single \"Ooops Up\", a re-working of \"I Don't Believe You Want to Get Up and Dance (Ooops!)\", a 1980 hit by The Gap Band, with which Penny was a former backing singer. The song \"Oops Up\" was another No. 2 hit in Germany which spent nine weeks in the position. The single entered the Top 5 in the UK picking up another Silver award, it was also awarded a Gold certification in the U.S. Further hits followed with the oriental-sounding \"Cult of Snap\", which charted at No. 3 in Germany and No. 8 in the UK, and \"Mary Had a Little Boy\", which charted at No. 4 in Germany, and again No. 8 in the UK. Their first album, World Power, reached No. 7 in Germany, No. 10 in the UK and No. 30 in the U.S. The album received Platinum in Germany, and Gold in the UK and the U.S. ===Second album=== In 1991, after American singer, composer, songwriter and dancer Thea Austin joined the line-up and helped to write \"Rhythm Is a Dancer\", which was initially planned to be the lead single from the second album but later was pushed back to be the second single from the second album. The first single, \"Colour of Love\", managed to peak at No. 9 in Snap!'s home of Germany, but stalled at No. 54 in the UK. \"Rhythm Is a Dancer\" was released as the second single in July 1992 which uses a sample from the song \"Automan\" by early '80s American electronic hip-hop band Newcleus, it went on to become their biggest hit yet. The single shot to No. 1 in Germany, the UK, France, Switzerland, Austria, the Netherlands, and Belgium. In the U.S., it peaked at No. 5 collecting another Gold for sales of 500,000 units. At home in Germany, the single went Platinum for 500,000 units, and picked up a Gold in the UK for sales of 400,000 units. The third single \"Exterminate\" from the second album, which charted at No. 3 in Germany and No.2 in the UK, was awarded with a Gold certification in Germany. Despite that the second album, The Madman's Return did well in the charts, peaking at No. 3 in Germany and entering the Top 10 in the UK, the Netherlands, Austria and Switzerland, Turbo B decided to leave the project due to disagreements with the act's producers. The album went Gold in Germany and the UK, for sales of 250,000 units and 100,000 units respectively. Follow-up singles \"Exterminate\" (charting No. 2 in the UK and No. 3 in Germany) and \"Do You See the light?\" featured Niki Haris, a professional vocalist also known for her long-time work with Madonna, on lead vocals. ===Third album=== The producers, Münzing and Anzilotti recruited Washington, D.C.-born American singer Summer to front the act for the third album. Summer was born Paula Brown and previously had worked as a dancer in the TV series Fame and in the Spike Lee movie, School Daze. Snap! moved towards a progressive house sound and released their first single called \"Welcome to Tomorrow (Are You Ready?)\" in September 1994. The single peaked at No. 4 in Germany, No. 6 in the UK and was followed by the album, also titled Welcome to Tomorrow. The second single \"The First the Last Eternity (Till the End)\" was a moderate hit in the UK, but managed to climb as high as No. 7 in Germany. Snap! released two more singles from the album \"The World in My Hands\" and \"Rame\" (featuring Rukmani), both of which experienced moderate chart entries. ===Breakup and return=== In 1996 the group was officially disbanded after releasing a greatest hits compilation called Snap! Attack: The Best of Snap!. The album included a new version of their first hit \"The Power '96\" and \"Rhythm Is a Dancer '96\". However, the act made a surprising return in 2000 with a track entitled \"Gimme a Thrill\", complete with a rap performed by Turbo B. and vocal from the band's newest singer Maxayn. It didn't attract much attention and peaked only at No. 11 in the German Dance Charts. A new album called \"One Day on Earth\" was planned for release around this time but was canceled. However, promo copies of the album can be found online. A new version of \"Do You See the Light\" remixed by Plaything was released in 2002. The following year, a remixed album, The Cult of Snap! was released and re-worked singles were issued. \"Rhythm Is a Dancer 2003\" peaked at No. 7 in Germany and No. 17 in the UK, while \"The Power (of Bhangra 2003)\" charted moderately in Austria, Switzerland and Denmark. The act also released a re-done version of \"Oops Up!\" which featured vocals by NG3 and managed to enter the Swedish Charts at No. 40 and the German top 100 singles chart at No. 69. Buoyed by the success of the remixes, Münzing and Anzilotti went back into the studio with male singer Damien Behanan, also known as Loc, and released the single \"Beauty Queen\" in September 2005 through Luma Music, which peaked inside the top10 of the German Dance Charts but it failed to enter the official charts. They would also release another digital download single in 2008 featuring Loc, Jumping!, but this also failed to chart. On 16 June 2008, a new version of \"Rhythm Is a Dancer '08\" was released as a CD single in the UK which peaked at No. 23 there. In 2018, rights to all recordings of Snap!, previously owned by Michael Münzing and Luca Anzilotti themselves, were transferred to BMG Rights Management, a current incarnation of Bertelsmann Music Group. ==Discography== * World Power (1990) * The Madman's Return (1992) * Welcome to Tomorrow (1994) * One Day on Earth (2000) (Unreleased) ==See also== *List of artists who reached number one on the US Dance chart *Centory ==References== ==External links== *Snap! Penny Ford official website *Snap! at danceartistinfo.com *Snap Music Videos *Snap! discography at discogs *\"16 Bit\" discography at discogs Category:20th-century American musicians Category:20th-century American singers Category:21st- century American musicians Category:21st-century American singers Category:Arista Records artists Category:German electronic music groups Category:German Eurodance groups Category:German house music groups Category:German trance music groups Category:Hip house music groups Category:Musical groups from Frankfurt Category:Musical groups established in 1989 Category:1989 establishments in West Germany",
 "title": "Snap!"
}