{
 "id": "888119",
 "text": "Koniecpolski (plural: Koniecpolscy) is the surname of a Polish szlachta (nobility) family. Because Polish adjectives have different forms for the genders, Koniecpolska is the form for a female family member. ==History== The Koniecpolski was a magnate family. The family appears in the historical annals beginning in the 15th century. The family originated from the village Stary Koniecpol 40 km east of Częstochowa, currently in the Silesian Voivodeship. Their family name derives from that place's name. One of its first representatives was voivode of Sieradz Jakub Koniecpolski who participated in the Battle of Grunwald in 1410, considered the biggest battle in medieval history. In 1443 the Koniecpolski family founded the city-fortress Koniecpol, which became the seat of the family. In the 16th century the family lineage split into two branches the \"Hetman branch\" and the \"Castellan branch\". In the 17th century the family acquired great political authority, and became owners of huge landed estates. The most representative of the \"Hetman branch\" was Field and Grand Crown Hetman Stanisław Koniecpolski one of the greatest commanders of the 17th century. Stanislaw begun in 1643 the present-day construction of the Presidential Palace in Warsaw. He also ordered the reconstructing and strengthening of the Bar castle. Stanisław was owner of numerous latifundia situated in Poland's eastern borderlands. It was said that he owned so much landed property that he could cross the breadth of the Republic while spending every night in one of his own manors. At the beginning of the 18th century the family began to decline. thumb|200px|right|Jan Aleksander Koniecpolski ==Coat of arms and motto== The Koniecpolski used the \"Pobóg\" arms. image:Herb Pobog Dlugosza.svg|Coat of Arms of Pobóg used by Jan Taszka Koniecpolski in 1435 image:POL COA Koniecpolski książę.svg|Coat of Arms of Princes Koniecpolski ==Members== * Przedbór z Koniecpola, founder of the city Koniecpol * Jan Taszka z Koniecpola, (?-1455) Grand Chancellor of the Crown * Jakub z Koniecpola, participated in the Battle of Grunwald * Aleksander Koniecpolski (1555-1609), voivode of Sieradz, Rotmistrz * Stanisław Koniecpolski (1590/1594–1646), Great and Field Hetman of the Crown * Aleksander Koniecpolski (1620-1659), Chorąży and voivode * Jan Aleksander Koniecpolski (?-1719), colonel, Great Koniuszy * Stanisław Koniecpolski (?-1682), Camp Leader of the Crown, voivode ==Palaces== image:Koniecpol100 2396.jpg|Palace in Koniecpol image:Podhorce - Zamek 01A.jpg|Castle in Podhorce (ruined) image:Koniecpolski palace warszawa.jpg|Koniecpolski Palace in Warsaw image:Przeclaw js.jpg|Palace in Przecław image:BrodyPalacPotockich.JPG|Potocki Palace in Brody, devastated in 1915 image:POL Warsaw Pałac Ursynów4.jpg|Bust of Hetman Stanisław Koniecpolski on the Krasiński Palace in Warsaw ==External links== * http://www.wilanow-palac.pl/koniecpolscy_herbu_pobog.html == Bibliography == * Stanisław Przyłecki, Zygmunt Stefan Koniecpolski, \"Pamiętniki o Koniecpolskich: przyczynek do dziejów polskich XVII. wieku.\", Nakł. L. Rzewuskiego, 1842, Google Print (public domain) * Eustachy Antoni Iwanowski, Druk. \"Czasu\", 1873, Google Print, p.511 (public domain)",
 "title": "Koniecpolski"
}