{
 "id": "888268",
 "text": "The Buffett Foundation is a charitable organization formed 1964 in Omaha, Nebraska, by investor and industrialist Warren Buffett as a vehicle to manage his charitable giving. It was renamed the Susan Thompson Buffett Foundation in honor of his wife, Susan Buffett, who died in 2004. As of 2014, the Buffet Foundation ranked fourth among family foundations by grants paid. It invests heavily in reproductive health and family planning grants across the world, including substantial investments in abortion and contraceptives. According to Mother Jones, the Buffett Foundation is known for its focus on abortion access and for its \"secrecy...often appearing under grant acknowledgements only as 'an anonymous donor.'\" ==Management== Allen Greenberg, the executive director of the foundation, was married from 1983 to 1995 to the Buffetts' daughter, Susie, who is chair. The Buffett Foundation was set up in 1964 but had no director until Greenberg took the job in 1987. ==History== Susan Buffett's will bestowed about $2.5 billion on the foundation, to which her husband's further gifts of $315 million have been added. ==Giving== The Buffett Foundation does not accept unsolicited requests, preferring instead to seek out worthy recipients on its own. Of the $17.6 million that the Buffett Foundation donated in the fiscal year ended June 30, 1999, nearly $3.8 million went to Planned Parenthood, among its top contributors. It also involves itself directly at the clinic level. International Projects Assistance Services (IPAS), based in Carrboro, North Carolina, manufactures a handheld suction pump used in developing countries to initiate abortions. The Buffett Foundation has backed IPAS for years. Its 1999 contribution of $2.5 million was part of a five-year, $20 million commitment that will enable IPAS to double its capacity. The foundation provides grants to a large range of U.S. and a few international organizations, including the Willows Foundation in Turkey (€2.3 million), the World Food Programme in Italy (€800,000), Marie Stopes International in the UK (€571,000); and Grupo de Informacion en Reproduccion Elegida in Mexico (€196,000). By 2008, the Foundation had nearly $4 billion in assets. In 2007, Omaha's Building Bright Futures initiative promised financial support to low-income students in the area who wanted to attend college. ==Abortion funding== In the 1990s, the Buffett Foundation helped finance the development of the abortion drug RU-486. Between 2001 and 2014, the foundation contributed over $1.5 billion to abortion related causes, including at least $427 million to Planned Parenthood and $168 million to the National Abortion Federation. It has also funded the Guttmacher Institute, which tracks demographic and legislative trends, and Gynuity Health Projects, which focuses on medication abortion. ==Gates Foundation== Warren Buffett's intention was originally to leave 99% of his estate to the Buffett Foundation, but in June 2006 he announced that he would give 85% of his wealth to the Bill & Melinda Gates Foundation instead. Buffett stated that he changed his mind because he has grown to admire Gates's foundation over the years; he believed that the Gates Foundation would be able to use his money effectively because it was already scaled-up.Fortune. A conversation with Warren Buffett. June 25, 2006. \"Susan's Foundation\" is to receive a bequest of about $3 billion over a span of many years. ==Source of wealth== The vast bulk of Buffett's wealth consists of his personal holdings in Berkshire Hathaway, a conglomerate of which he controls almost 40% directly, and which he has managed personally since the mid-1960s. Giving away such a large part of his company holding could prove problematic in that much of the business of Berkshire Hathaway consists of stock-issuing insurance companies, such as GEICO and General Re. In the past, many state insurance regulators have had serious concerns about allowing for-profit insurance companies - as opposed to mutual insurance companies - to be ultimately controlled by non-profit entities. In a famous case regarding this, the MacArthur Foundation was forced to divest itself of Bankers Life and Accident. ==Notes== ==External links== * Category:Buffett family Category:Medical and health foundations in the United States Category:Berkshire Hathaway",
 "title": "Buffett Foundation"
}