{
 "id": "888281",
 "text": "Penrhyn (also called Tongareva, Māngarongaro, Hararanga, and Te Pitaka) is an atoll in the northern group of the Cook Islands in the south Pacific Ocean. The northernmost island in the group, it is located at north-north-east of the capital island of Rarotonga, 9 degrees south of the equator. Its nearest neighbours are Rakahanga and Manihiki, approximately to the southwest. Once one of the most heavily populated atolls, it was almost completely depopulated by Peruvian slavers in 1864. ==Geography== thumb|upright=1.5|Map of Penrhyn Atoll Penrhyn is a roughly circular coral atoll with a circumference of approximately , enclosing a lagoon with an area of . The atoll is atop the highest submarine volcano in the Cook Islands, rising from the ocean floor. The atoll is low-lying, with a maximum elevation of less than . The total land area is . The atoll rim consists of 18 major islets. Clockwise, from the Northwest, these are: * Tokerau * Painko * Ruahara * Takuua * Veseru * Tuirai * Pokerekere Islet * Kavea * Temata * Patanga * Tepuka * Ahu a Miria * Atutahi * Moturakina * Atiati * Mangarongaro * Moananui Islet * Matunga * Tekasi ==History== Polynesians are believed to have lived on Penrhyn since 900 or 1000 AD. According to oral tradition, the island was fished up by Vatea, using part of his thigh as bait, and has been inhabited since the time of creation. Other lends tell of the island being visited by various ancestors of Tangiia- nui of Rarotonga on their way from Samoa to Tahiti. Other ancestors came from Aitutaki and Rakahanga. The Polynesians named the atoll Tongareva (\"Tonga floating in space\", \"Tonga-in-the-skies\" and \"Away from the South\"). The island was first discovered by Europeans in 1788, when the Lady Penrhyn commanded by Captain William Crofton Sever, passed by the island on 8 August while returning from delivering the first convicts to Australia. It was later visited by the Russian explorer Otto von Kotzebue in April 1816, and then by the American brig USS Purpose, under command of Lieutenant Commander Cadwalader Ringgold as part of the United States Exploring Expedition in February 1841. The brig Chatham ran aground at Penrhyn during a storm in January 1853, resulting in some of the crew being stranded on the island for almost a year. One of them, the trader Edward Henry Lamont, documented his stay in Wild Life among the Pacific Islanders. The London Missionary Society, which had begun missionary activities in the Cook Islands from 1821, sent a group of three Polynesian missionaries to Penrhyn in 1854. Robert Louis Stevenson visited Penrhyn in May 1890. ===Slavery=== In the early 1860s, Penrhyn was almost completely depopulated by Peruvian blackbirding expeditions. In 1862 the ship Adelante took hundreds of Tongarevans aboard, ostensibly to transport them to a nearby island as agricultural workers. The Tongarevans went willingly: coconut blight had led to famine, while the local missionaries saw work overseas as a way of bring money to the atoll to pay for larger churches. Once on board, they were shackled in the hold and guarded day and night. 253 survived the voyage to reach Callao in Peru, where they were sold for between $100 and $200 each. Further slaving expeditions followed, and in total 472 Tongarevans were sold in Peru. ===Foreign claims=== Penrhyn was officially annexed for Great Britain by Captain Sir William Wiseman of HMS Caroline on 22 March 1888. The island was considered to have a strategic location on the route of a proposed Trans-Pacific telegraphic connection between Canada and Australia. The Cook Islands were a British protectorate 1888 to 1900, when annexed to New Zealand, until independence in 1965 when residents chose self-government in free association with New Zealand. From 1856 to 1980, the United States claimed sovereignty over the island under the Guano Islands Act. That claim had never been recognised by Britain, New Zealand or the Cook Islands and New Zealand sovereignty was recognised during World War II U.S. military operations involving the islands. On 11 June 1980, in connection with establishing the maritime boundary between the Cook Islands and American Samoa, the United States signed Cook Islands – United States Maritime Boundary Treaty acknowledging that Penrhyn was under Cook Islands sovereignty. ===World War II=== In early 1942 Japanese advances had placed the South Pacific air ferry route's initial path at some risk so that an alternate route was directed. In March Leif J. Sverdrup determined on a tour of potential island sites that Penrhyn was suitable and, though all land was owned by the local population and it was illegal to sell, use could be arranged and local labour could help build an airfield. U.S.Navy Seabees began work on a runway in July 1942 with aviation gasoline storage tanks added to the completed field. Two additional runways were added later. During the war, US Navy PBY Catalina and USAAF B-24 Liberator bombers were stationed on the island and with about a thousand support personnel. A communications link through the island was established by the U.S. Army Signal Corps. American forces were withdrawn in September 1946. The US Army vessel Southern Seas struck an uncharted reef on 22 July 1942 and was severely damaged with flooded engine rooms and abandoned in Taruia Pass while on an island charting assignment in support of the construction. The ship was later salvaged by the Navy and commissioned for naval use. ===Cyclone Pat=== In February 2010 much of Omoka was damaged by Cyclone Pat, but there were no serious casualties. The village school was demolished and the community was left without teaching facilities. Tongareva's Women's Craft Guild loaned their meeting house, however this meant that five classes ranging from 3–16 years old had to be taught in a single room. New Zealand Aid paid completely for a new school to be constructed, Meitaki Poria. ==Demographics== When Kotzebue visited Penrhyn, he found its people \"so numerous, in proportion to the island, that I cannot, even now, think how so many can find subsistence\". This was formerly one of the most densely inhabited atolls in Polynesia, with an estimated pre-European population of 2,000. Depopulation by slavers reduced this to just 88 people, and its population on annexation by New Zealand was just 420. ===Villages=== All of the habitable islets were previously occupied, with Moananui home to two rival settlements. Following the arrival of the missionaries, the population concentrated around the churches in four villages. Two of these villages were subsequently abandoned due to depopulation by slavers. Today Penrhyn Atoll has two villages. The main village of Omoka, seat of Penrhyn Island Council, is on Moananui Islet, on the western rim of the atoll, north of the airport. The village of Te Tautua is on Pokerekere Islet (also known as Pokerere or Tautua), on the eastern rim. The inhabitants of the island are Christian, with 92% of the population belonging to the Cook Islands Christian Church while the remaining 8% adhere to the Roman Catholic Church. ==Economy and resources== thumb|upright=1.2|Aerial view of Tongareva The World War II airstrip is still used today as Tongareva Airport, with its initial 3000 meter runway reduced to 1700 meters. Weekly flights to the atoll by Air Rarotonga are subject to frequent cancellation due to lack of passengers or lack of fuel on Penrhyn for the return flight. A large passage in the lagoon allows inter- island ships to enter the lagoon, and the island has become popular as a stopover for yachts crossing the Pacific from Panama to New Zealand. The inter-island Taio Shipping company visits the island approximately every three months. The locally produced Rito hats are woven from fibre from young coconut leaves which are stripped, boiled and dried resulting in a fine white leaf. Called rito weaving, the traditional items woven are Sunday church fans, small baskets and hats, the hats originally being a copy of the ones the sailors wore. Weaving is now the major economic activity in both villages, with special designs being passed down through the families; both traditional and artificial dyes may be used. ===Black pearl farming=== Black pearl farming, together with mother of pearl, was previously the only significant economic activity on the island. Pearl farming began in 1997–1998, but in 2000 algal blooms spread around the lagoon and a virus killed the pearl oysters. The stocks never recovered and the final harvest was in 2003, resulting in significant loss of equipment, outlay and resources.Ru Taime, formerly Ministry of Marine Resources at Tongareva ===Food=== The present population of the island rely on the ocean for most of their food as well as locally grown plants such as coconut, pawpaw, breadfruit and puraka (yam). Every morning (except on Sundays) men from the island head out in small tin boats to spear or trawl for fish for their families. The islanders' diet is supplemented by imported rice and flour shipped in from Rarotonga or Hawai'i. The boats are infrequent (usually every 3 months); however, the boat is often late and the people of Tongareva make do with what food they can provide for themselves, as their ancestors have done for centuries. ===Energy=== Electricity has been supplied by a generator in each village (Omoka 65 KVA, Te Tautua 35 KVA); these had been installed by Australian AID. Provision of diesel fuel required two long sea voyages: Auckland to Rarotonga, then onwards to the northern Cooks (ships travelled 7000 km each way). To save fuel electricity was always turned off overnight (11 pm to 6 am). The New Zealand Government (Ministry of Foreign Affairs and Trade) decided to assist the Cook Islands Government by funding solar power arrays in all the northern atolls. The AID programme Uira Natura ko Tokerau was for NZ$20 million. The build was by PowerSmart Solar of New Zealand Construction began 23 February 2015 and each village was solar powered by the end of May 2015. Some minor work is ongoing, but by the end of June 2015 all northern atolls will be fully on renewable energy. This greatly reduces the islands' carbon footprint. The Omoka solar farm and Te Tautua solar farm now provide 126 kW and 42 kW respectively. ==See also== * List of Guano Island claims * Tongareva triple junction ==References== ==External links== *Photos and information about Penrhyn *Tongareva Island info *Older map, but with more details Category:Atolls of the Cook Islands Category:Pacific islands claimed under the Guano Islands Act Category:Former regions and territories of the United States * Category:Cook Islands–United States relations Category:Former disputed islands Category:Seabees Category:Northern Cook Islands",
 "title": "Penrhyn atoll"
}