{
 "id": "888988",
 "text": "Drop the Beat was a Canadian television series produced by Back Alley Film Productions, which aired on CBC Television in 2000 and 2001.\"TV show puts spotlight on hip-hop\". Sudbury Star, February 9, 2000. A short-run dramatic series, the show was one of the first television series in the world centred around hip hop music and culture. A spinoff of the earlier CBC teen drama series Straight Up,\"CBC finds a home for good and bad of the hip-hop scene\". Ottawa Citizen, February 7, 2000. the show starred Mark Taylor as Jeff and Merwin Mondesir as Dennis, the hosts of a hip hop show on CIBJ-FM, a fictional campus radio station in Toronto, Ontario.\"Yo, big up -- CBC goes hip-hop urban\". The Globe and Mail, February 7, 2000. Michie Mee also starred as Divine, a rapper who was part of Jeff and Dennis' crew, and Ingrid Veninger played the station manager. The supporting cast also included Arlene Duncan, Vanessa Ford, Jennifer Baxter, Jason Harrow, Shamann Williams and Omari Forrester. The use of a campus radio station was a deliberate reflection of Canadian reality — until Toronto's Flow 93.5 hit the airwaves in early 2001, Canada did not have any radio stations dedicated specifically to urban music. ==Production== As a tie-in to help promote emerging hip hop musicians, the series released a soundtrack album in conjunction with the first season, featuring artists such as Maestro Fresh Wes, Infinite, Frankie Ano, Bahamadia, Ja Rule, Black Child, Choclair, Rahzel, Jully Black and Erykah Badu.\"Drop the Beat becomes a CD: Canada's first hip hop TV show releases soundtrack\". National Post, March 7, 2000. The show was also released as one of the first \"interactive\" dramatic television series on WebTV.\"Interactive TV arrives, a decade late, and turns out to be another sales job\". National Post, February 10, 2000. Viewers on that platform could call up character biographies, post messages on an interactive user forum, or buy the soundtrack album through embedded sales links. Episode directors included John Greyson, Paul Fox, Daniel Grou, Eleanore Lindo, T. W. Peacocke, Frances-Anne Solomon and Sudz Sutherland. ==Awards== The series received two Gemini Award nominations for Best Dramatic Series, at the 15th Gemini Awards in 2000\"Complete list of Gemini nominees\". Toronto Star, September 20, 2000. and at the 16th Gemini Awards in 2001.\"Gemini show sinks to new levels\". Ottawa Citizen, October 30, 2001. Sutherland received a nomination for Best Writing in a Drama Series in 2000 for the episode \"Battle Royale\", and Taylor received a nomination for Best Actor in a Drama Series in 2001.\"LaFlamme among nominated eyeing a Gemini tonight\". Waterloo Region Record, October 29, 2001. ==Episodes== ===Season one=== {| class=\"wikitable plainrowheaders\" style=\"width:100%; margin:auto;\" |- ! style=\"background-color: #3198FF;\" | # ! style=\"background-color: #3198FF;\" | Title ! style=\"background-color: #3198FF;\" | Directed by ! style=\"background-color: #3198FF;\" | Written by ! style=\"background-color: #3198FF;\" | Original air date |} ===Season two=== {| class=\"wikitable plainrowheaders\" style=\"width:100%; margin:auto;\" |- ! style=\"background- color: #3198FF;\" | # ! style=\"background-color: #3198FF;\" | Title ! style=\"background-color: #3198FF;\" | Directed by ! style=\"background-color: #3198FF;\" | Written by ! style=\"background-color: #3198FF;\" | Original air date |} ==Soundtrack album== #Saukrates, \"Drop the Beat\" (4:06) #Kardinal Offishall, \"Husslin'\" (3:43) #Ja Rule, Black Child and Caddillac Tah, \"4 Life\" (4:24) #Rahzel, Jully Black and Choclair, \"What You Do to Me\" (4:19) #Erykah Badu and Rahzel, \"Southern Gul\" (3:07) #Marvel, \"Red Light District\" (3:57) #Infinite, \"Addicted\" (3:36) #Common, \"Dooinit\" (4:12) #Rascalz, \"C-IV\" (3:18) #Bahamadia and Frankie Ano, \"Droppin' Gems\" (4:14) #Mathematik feat. Dub-Ill, \"Illmath (Weapons)\" (3:19) #Canibus, \"100 Bars\" (4:58) #Kardinal Offishall and Thrust, \"The Chosen Are Few\" (3:22) #Maestro and Infinite, \"We Came Wid It\" (3:24) #Ivana Santilli and Natcha, \"New World\" (4:21) #Lil' Troy feat. Fat Pat, Yungstar, Lil' Will, Big T and H.A.W.K., \"Wanna Be a Baller\" (5:55) ==References== ==External links== * Category:CBC Television original programming Category:2000s Canadian drama television series Category:2000 Canadian television series debuts Category:2001 Canadian television series endings Category:Canadian television spin-offs Category:Black Canadian culture in Toronto Category:Television series by Alliance Atlantis Category:Television shows filmed in Toronto Category:Television series about radio Category:Television shows set in Toronto Category:Hip hop television Category:2000s Black Canadian television series Category:2000s college television series",
 "title": "Drop the Beat"
}