{
 "id": "889500",
 "text": "Joseph-Goderic (Joseph-Godric) Blanchet, (June 7, 1829 - January 1, 1890) was a Canadian physician and politician. He was the only person to serve as both Speaker of the House of Commons of Canada and Speaker of a provincial legislature. He represented Lévis in the House of Commons of Canada as a Liberal-Conservative member from 1867 to 1873 and from 1879 to 1883; he represented Bellechasse from 1875 to 1878. He also represented Lévis in the Legislative Assembly of Quebec from 1867 to 1875. He was born in Saint-Pierre- de-la-Rivière-du-Sud, Lower Canada in 1825. He studied at the Petit Séminaire de Québec and Collège de Sainte-Anne-de-la-Pocatière. He then studied medicine with his uncle Jean Blanchet and qualified as a doctor in 1850. A popular physician, Blanchet entered politics with his election as Mayor of Notre-Dame- de-la-Victoire, now part of Lévis Quebec (then Canada East) in 1845 at the age of 25. With the Province of Canada on military alert due to the American Civil War, Blanchet joined the militia and raised a battalion to defend the frontier against raids from the United States. During the Fenian Raids of 1866 and 1870, he was in command of the militia on the south shore of the St. Lawrence River. Blanchet was a Conservative and first ran for election to the Legislative Assembly in 1857 but was defeated. He was elected to the Legislative Assembly for Lévis in 1861 and 1863. He supported Canadian Confederation as a means of defending British North America against possible attack by the United States. He was concurrently elected in the 1867 federal election to the new House of Commons of Canada and to the Quebec Legislative Assembly. Under the law of the day, he was allowed to be a member of both legislatures at the same time. He became Speaker of the provincial legislature and served in that position for two terms. In the federal House of Commons, Blanchet was appointed by John A. Macdonald to the parliamentary committee to investigate allegations related to the Pacific Scandal in 1873. The federal election law was changed in 1874 to prohibit Members of Parliament (MPs) from concurrently sitting in a provincial legislature. Blanchet chose to resign his seat in the federal House of Commons. After losing his seat in the Quebec legislature to the much younger Étienne-Théodore Pâquet in the 1875 Quebec provincial election, he won a federal by-election in 1875 and returned to Ottawa as MP for Bellechasse. In the 1878 federal election, he ran in his old riding of Lévis. The election returned the Conservatives to power, and Macdonald nominated Blanchet to be Speaker of the House of Commons. Due to the tradition of alternating between English and French Speakers after each election, he returned to the backbenches following the 1882 election despite a successful term as Speaker. In 1883, he resigned from Parliament in order to accept a position as Collector of Customs for the Port of Quebec and served in that position until his death at Lévis in 1890 at the age of 70. He was buried in the crypt of Notre-Dame Church of Lévis. == Electoral record == == References == * * * Category:1829 births Category:1890 deaths Category:19th- century Canadian physicians Category:People of the Fenian raids Category:Conservative Party of Quebec MNAs Category:Conservative Party of Canada (1867–1942) MPs Blanchet, Joseph-Godric Category:Members of the House of Commons of Canada from Quebec Category:Members of the Legislative Assembly of the Province of Canada from Canada East Category:Speakers of the House of Commons of Canada Category:Presidents of the National Assembly of Quebec",
 "title": "Joseph-Goderic Blanchet"
}