{
 "id": "889742",
 "text": "thumb|right|A 29 mm prime lens accompanied by a diagram of its internal lens elements. thumb|right|Prime lenses have large apertures, compared with zoom lenses. These 85 mm lenses have maximum apertures of (left) and (right). In film and photography, a prime lens is a fixed focal length photographic lens (as opposed to a zoom lens), typically with a maximum aperture from f2.8 to f1.2. The term can also mean the primary lens in a combination lens system. Confusion between these two meanings can occur if context doesn't make the interpretation clear. People sometimes use alternate terms—primary focal length, fixed focal length, or FFL to avoid ambiguity. == As alternative to zoom lens == The term prime has come to mean the opposite of zoom—a fixed- focal-length, or unifocal lens. While a prime lens of a given focal length is less versatile than a zoom lens, it is often of superior optical quality, wider maximum aperture, lighter weight, and smaller size. These advantages stem from having fewer moving parts, optical elements optimized for one particular focal length, and a less complicated lens formula that creates fewer optical aberration issues. Larger maximum aperture (smaller f-number) facilitates photography in lower light, and a shallower depth of field. A normal lens or \"normal prime\" is a lens with a focal length about equal to the diagonal size of the film or sensor format, or that reproduces perspective that generally looks \"natural\" to a human observer under normal viewing conditions. == Traditional meaning as primary lens == The older, original meaning of prime lens is the main lens in a combination lens system. When the camera lens is used with some other optical device, such as a close-up lens, teleconverter, or teleside converter, the camera lens itself is properly called the prime lens. Prime is here used in the sense of primary, chief, original, first in order, etc. Lens manufacturers such as ARRI Media, ISCO Precision Optics, Schneider, Carl Zeiss AG, Canon and others still make variable focal length cine and video lenses regularly catalogued as variable prime lenses. A variable prime is sometimes distinguished from a \"true zoom\" in that the latter maintains focus as the focal length is varied. This use of the term \"prime lens\" is an example of a retronym. Early in photography only primary camera lenses were available, and were merely called \"lenses\" or \"objectives\". Later, \"auxiliary\" lenses were available, which usually fit in front of the front element of the primary, or \"prime\" lens. == Popular focal lengths == Many lens manufacturers produce or produced prime lenses at or near the following focal lengths: 20mm, 24mm, 28mm, 35mm, 40mm, 50mm, 85mm, 105mm, 135mm, 200mm, 300mm, 400mm, and 600mm. For these lengths many manufacturers produce two or more lenses with the same focal length but with different maximum apertures to suit the different needs of photographers. Additional focal lengths can be created by using a teleconverter. For 35 mm film and full frame digital cameras (in which the image area is 36 by 24 millimeters) prime lenses can be categorized by focal length as follows: * 12 to 21 mm: Ultra- Wide — usually used at very close subject distances to produce a perspective that provides a dramatic, often extreme image that distorts a scene’s natural proportions * 24 to 35 mm: Wide — capture a wider field of view than a standard lens, at shorter distances, the perspective can show distortion * 50 mm: Standard — a focal length near the 44mm image diagonal and a perspective similar to human vision * 85 mm: Portrait — short telephoto lens that accommodates a longer subject to camera distance for pleasing perspective effects and useful image framing * 135 mm: Telephoto — used, for example, by action and sports photographers to capture faraway objects * 200 to 500 mm: Super Telephoto — specialized, bulky lenses typically used in sports, action, and wildlife photography == Specialist lenses == Some specialist lenses are only available as prime lenses due to design or cost constraints. Examples of such specialist lenses are: extreme telephoto or wide angle, lenses with tilt or shift function, lenses with large apertures and macro lenses. == References == == External links == * Photo Dictionary definition * Photography Terms Category:Photographic lenses",
 "title": "Prime lens"
}