{
 "id": "889856",
 "text": "thumb|359x359px|Volume (v), energy (u), enthalpy (h), and entropy (s) versus temperature (C) for superheated steam Superheated steam is steam at a temperature higher than its vaporization point at the absolute pressure where the temperature is measured. Superheated steam can therefore cool (lose internal energy) by some amount, resulting in a lowering of its temperature without changing state (i.e., condensing) from a gas, to a mixture of saturated vapor and liquid. If unsaturated steam (a mixture which contains both water vapor and liquid water droplets) is heated at constant pressure, its temperature will also remain constant as the vapor quality (think dryness, or percent saturated vapor) increases towards 100%, and becomes dry (i.e., no saturated liquid) saturated steam. Continued heat input will then \"super\" heat the dry saturated steam. This will occur if saturated steam contacts a surface with a higher temperature. Superheated steam and liquid water cannot coexist under thermodynamic equilibrium, as any additional heat simply evaporates more water and the steam will become saturated steam. However this restriction may be violated temporarily in dynamic (non-equilibrium) situations. To produce superheated steam in a power plant or for processes (such as drying paper) the saturated steam drawn from a boiler is passed through a separate heating device (a superheater) which transfers additional heat to the steam by contact or by radiation. Superheated steam is not suitable for sterilization.William D. Wise, Succeed at steam sterilization, \"Chemical processing\". 27 November 2005. Retrieved 2010-10-10. This is because the superheated steam is dry. Dry steam must reach much higher temperatures and the materials exposed for a longer time period to have the same effectiveness; or equal F0 kill value. Superheated steam is also not useful for heating, but it has more energy and can do more work than saturated steam, but the heat content is much less useful. This is because superheated steam has the same heat transfer coefficient of air, making it an insulator - a poor conductor of heat. Saturated steam has a much higher wall heat transfer coefficient. Slightly superheated steam may be used for antimicrobial disinfection of biofilms on hard surfaces. Superheated steam's greatest value lies in its tremendous internal energy that can be used for kinetic reaction through mechanical expansion against turbine blades and reciprocating pistons, that produces rotary motion of a shaft. The value of superheated steam in these applications is its ability to release tremendous quantities of internal energy yet remain above the condensation temperature of water vapor; at the pressures at which reaction turbines and reciprocating piston engines operate. Of prime importance in these applications is the fact that water vapor containing entrained liquid droplets is generally incompressible at those pressures. In a reciprocating engine or turbine, if steam doing work cools to a temperature at which liquid droplets form, then the water droplets entrained in the fluid flow will strike the mechanical parts with enough force to bend, crack or fracture them.Leyzerovich, A. S., Wet-Steam Turbines for Nuclear Power Plants, PennWell, USA, 2005. Superheating and pressure reduction through expansion ensures that the steam flow remains as a compressible gas throughout its passage through a turbine or an engine, preventing damage of the internal moving parts. == Saturated steam == Saturated steam is steam that is in equilibrium with heated water at the same pressure, i.e., it has not been heated above the boiling point for its pressure. This is in contrast to superheated steam, in which the steam (vapor) has been separated from the water droplets then additional heat has been added. These condensation droplets are a cause of damage to steam turbine blades, the reason why such turbines rely on a supply of dry, superheated steam. Dry steam is saturated steam that has been very slightly superheated. This is not sufficient to change its energy appreciably, but is a sufficient rise in temperature to avoid condensation problems, given the average loss in temperature across the steam supply circuit. Towards the end of the 19th century, when superheating was still a less-than-certain technology, such steam-drying gave the condensation-avoiding benefits of superheating without requiring the sophisticated boiler or lubrication techniques of full superheating. By contrast, water vapor that includes water droplets is described as wet steam. If wet steam is heated further, the droplets evaporate, and at a high enough temperature (which depends on the pressure) all of the water evaporates, the system is in vapor–liquid equilibrium, and it becomes saturated steam. Saturated steam is advantageous in heat transfer due to the high latent heat of vaporization. It is a very efficient mode of heat transfer. In layman's terms, saturated steam is at its dew point at the corresponding temperature and pressure. The typical latent heat of vaporization (or condensation) is 970 Btu/lb (2256.5 kJ/kg) for saturated steam at atmospheric pressure. ==Uses== ===Steam engine=== Superheated steam was widely used in main line steam locomotives. Saturated steam has three main disadvantages in a steam engine: it contains small droplets of water which have to be periodically drained from the cylinders; being precisely at the boiling point of water for the boiler pressure in use, it inevitably condenses to some extent in the steam pipes and cylinders outside the boiler, causing a disproportionate loss of steam volume as it does so; and it places a heavy demand on the boiler. Superheating the steam dries it effectively, raises its temperature to a point where condensation is much less likely and increases its volume significantly. Added together, these factors increase the power and economy of the locomotive. The main disadvantages are the added complexity and cost of the superheater tubing and the adverse effect that the \"dry\" steam has on lubrication of moving components such as the steam valves. Shunting locomotives did not generally use superheating. The normal arrangement involved taking steam after the regulator valve and passing it through long superheater tubes inside specially large firetubes of the boiler. The superheater tubes had a reverse (\"torpedo\") bend at the firebox end so that the steam had to pass the length of the boiler at least twice, picking up heat as it did so. ===Processing=== Other potential uses of superheated steam include: drying, cleaning, layering, reaction engineering, epoxy drying and film use where saturated to highly superheated steam is required at one atmospheric pressure or at high pressure. Ideal for steam drying, steam oxidation and chemical processing. Uses are in surface technologies, cleaning technologies, steam drying, catalysis, chemical reaction processing, surface drying technologies, curing technologies, energy systems and nanotechnologies. The application of superheated steam for sanitation of dry food processing plant environment has been reported. Hyeon Woo Park, Jie Xu, V. M. Balasubramaniam, and Abigail B. Snyder. 2021. The effect of water activity and temperature on the inactivation of Enterococcus faecium in peanut butter during superheated steam sanitation treatment. Food Control. Volume 125, Article 107942 Superheated steam is not usually used in a heat exchanger due to low heat transfer co-efficient.Superheated Steam : International site for Spirax Sarco. Spiraxsarco.com. Retrieved on 2012-01-25. In refining and hydrocarbon industries superheated steam is mainly used for stripping and cleaning purposes. ===Pest control=== Steam has been used for soil steaming since the 1890s. Steam is induced into the soil which causes almost all organic material to deteriorate (the term \"sterilization\" is used, but it is not strictly correct since all micro-organism are not necessarily killed). Soil steaming is an effective alternative to many chemicals in agriculture, and is used widely by greenhouse growers. Wet steam is primarily used in this process, but if soil temperatures above the boiling point of water are required, superheated steam must be used. ==See also== * Superheated water ==References== Category:Water Category:Steam power ja:水蒸気#飽和蒸気と過熱蒸気",
 "title": "Superheated steam"
}