{
 "id": "890249",
 "text": "The Statistics Act (the Act) is an Act of the Parliament of Canada passed in 1918 which created the Dominion Bureau of Statistics, now called Statistics Canada since 1971. The Statistics Act gives Statistics Canada the authority to \"collect, compile, analyze, abstract, and publish information on the economic, social and general conditions of the country and its citizens.\" To balance Statistics Canada's extensive powers to collect information, the Act establishes the legal requirement for the agency to protect the confidentiality of respondents to Statistics Canada surveys. The legislation makes a formal commitment to respondents that the information they provide will never be released to anyone in a form that will identify them without their authorization. ==Legal requirement== Citizens who refuse to participate in providing information, or who provide false information, have committed an offence under the ActStatistics Act under c. S-19: ...information collected under the authority of the Statistics Act, R.S.C. 1985...and must be provided by law. Refusal to provide information: ...are liable on summary conviction to a fine not exceeding five hundred dollars or/and to imprisonment for a term not exceeding three months. In the event of a voluntary survey, \"the Minister may, by order, authorize the obtaining, for a particular purpose, of information, other than information for a census of population or agriculture, on a voluntary basis, but where such information is requested section 31 does not apply in respect of a refusal or neglect to furnish the information.\" 1980-81-82-83, c. 47, s. 41. Other legislation relating to this act include: * Access to Information Act 1983 * Privacy Act 1983 ==Consent to release future census records== After years of study by expert panels, discussion, debate (privacy vs the interests of genealogists and historians), and two earlier legislative attempts, Bill S-18 An Act to Amend the Statistics Act received Royal Assent on June 18, 2005. The 2005 Act creates section 18.1 of the Statistics Act which releases personal census records for censuses taken between 1911 and 2001, inclusive, 92 years after each census. In addition, starting with the 2006 Census, Canadians can consent to the public release of their personal census information after 92 years. (See Question 53 of Canada 2006 Census.) Census returns are in the custody of Statistics Canada and the records are closed until 92 years after the taking of a census, when those records may be opened for public use and transferred to Library and Archives Canada subject to individual consent where applicable. ==2016 Amendments== In 2010, the Conservative government of Stephen Harper passed an Order in Council determining that only the short-form Census would be mandatory during the 2011 round of the Census. The mandatory long-form Census was transformed into an optional National Household Survey . This change to the Census was the subject of much controversy. Following the election of the liberal government of Justin Trudeau, the Minister of Innovation, Science and Economic Development introduced in the House of Commons Bill C-36, An Act to amend the Statistics Act on 7 December 2016. The amendments were passed by Royal Assent on December 13, 2017. The Government of Canada press release stated that the amendments were made to the Statistics Act to \"ensure that decisions on statistical matters are transparent and are based on professional considerations.\" The amendments to the Act were intended to: * strengthen the independence and powers of the Chief Statistician * ensure greater transparency regarding the directives issued to the Chief Statistician * establish the Canadian Statistics Advisory Council * protect personal information provided in response to Statistics Canada’s requests * remove imprisonment as a penalty for individuals who refuse or neglect to respond to Statistics Canada’s requests or who provide false information\" The changes to the Act included empowering the Chief Statistician to \"decide, based strictly on professional statistical standards that he or she considers appropriate, the methods and procedures for carrying out statistical programs regarding (i) the collection, compilation, analysis, abstraction and publication of statistical information that is produced or is to be produced by Statistics Canada\". ==See also== * Census * Census in Canada – list of national census taken in Canada * Demographics of Canada – details on the makeup of the country * Canada 2001 Census – details of the 2001 census * Canada 2006 Census – details on the 2006 census ==References== ==External links== *Statistics Act *Statistics Canada website *2006 Census Category:Canadian federal legislation Category:1918 in Canadian law Category:Censuses in Canada",
 "title": "Statistics Act"
}