{
 "id": "890593",
 "text": "The Little Miami Railroad was a railway of southwestern Ohio, running from the eastern side of Cincinnati to Springfield, Ohio. By merging with the Columbus and Xenia Railroad in 1853, it created the first through-rail route from the important manufacturing city of Cincinnati to the state capital, Columbus. In this period, railroads were important for creating connections between the important waterways of the Great Lakes and the Ohio River, which were major transportation routes for products to other markets. The LMRR's importance declined later in the 19th century, after three major railroads from the East built lines across the Allegheny Mountains and established east–west transportation systems through the state. It continued independent operations until 1981, after being absorbed by Conrail during the period of extensive railroad restructuring in the late 20th century. == History== thumb|left|300px|A share certificate of the Little Miami Railroad: it is unlikely that the locomotive shown was used on the railroad The Little Miami was incorporated on March 11, 1836. Its first president, who served without pay, was Jeremiah Morrow, governor of Ohio. It was the second railroad incorporated in the state of Ohio. The first meeting to sell stock was held at Linton's Hotel, Waynesville, May 13, 1836; the second on June 2, 1836 in Xenia. The railroad was originally intended to run from Cincinnati to Springfield, where it was expected meet the Mad River and Lake Erie Railroad, which was building south to Springfield from Sandusky on Lake Erie. At the time of incorporation, the federal National Road had not yet reached Columbus. Other than trails, the main shipping route for the Great Lakes region to the rest of the nation to the east of the Allegheny Mountains suitable for trade was via the rivers leading to the Great Lakes and from there, to points east along the Erie Canal and south on the Hudson River to the major port of New York City. Winter rendered transportation over the Alleghenies impracticable for large shipments, and the Erie Canal was subject to freezing. The only alternative winter shipping route to points east was a lengthy circuitous southern route by riverboat down the Ohio and Mississippi rivers to New Orleans for transhipment east. The entire regions adjacent to the Great Lakes lacked waterway access to the Ohio River for shipment of their products. Ohio had a rather extensive network of canals under construction by this time, to provide such access, but their waters also froze in winter. The Mad River and Lake Erie Railroad was projected to run from Sandusky on Lake Erie south to a proposed interchange at Springfield, where trains could be shifted to the Little Miami to proceed to Cincinnati. This would provide the Great Lakes region and its products with year-round access to the rest of the nation, as access to any of the ships then sailing on the Great Lakes meant access to the proposed railroad link to the Ohio River. The proposal that the two railroads would closely cooperate was projected to result in one of the major trade routes of the era, and of particular importance during winter months. === Cincinnati to Milford and Loveland constructed === On December 14, 1841, the first train ran from Cincinnati to Milford, a distance of along the Little Miami River, and preparations had been made to lay rails north along the river to Fosters. Additional track was opened to Loveland the next year. === Opened to Waynesville === The road's surveyors ran a route along the Little Miami River past Kings Mills to South Lebanon, up Turtle Creek to Lebanon, Ohio, and thence to Waynesville. However, at a grade of to the mile, it was too steep for current locomotives. The city of Lebanon pleaded for the company to reconsider, but the route was instead laid along the river to what would become the towns of Morrow, Fort Ancient (where the gorge is deep and where the Jeremiah Morrow Bridge today stands), Mathers Mills, Oregonia, and to Waynesville (which was on the opposite shore). This country is still sparsely populated. Had the directors waited a few years, more powerful locomotives that could climb the grades would have been available. === Opened to Xenia === thumb|427x427px|Little Miami and Columbus and Xenia Railroad 1865 ad in Polk's Nashville City Directory The road was pushed northward and the line to Xenia, the seat of Greene County, opened in August 1845. === Completion to Springfield === The road was completed to Springfield and inaugurated on August 10, 1846, bringing the total route-miles of its main line to . This resulted in Springfield having railway service before the state capital Columbus. By this time, the National Road had also reached Springfield. The Mad River and Lake Erie Railroad had encountered difficulties in raising capital, and construction was delayed for three years in reaching Springfield. This postponed the completion of the link between the Great Lakes area and the Ohio River. The railroad's terminus at Springfield was of little importance prior to completion of the second railroad. The company found favorable conditions to build a line to Columbus diverging from the Little Miami mainline at Xenia, and its management worked to organize the Columbus and Xenia Railroad. From Xenia, a connection was built to link to the Columbus and Xenia Railroad, its partner. The two companies combined their operations, but did not formally merge, on November 30, 1853. By 1856, the Little Miami had of track, and the C&X; had . The two lines formed the only rail link between Cincinnati and the state capital at the time. === 1850s upgrades and shift in transportation patterns === thumb|left|250px|The Little Miami Railroad's Car Shops and Roundhouse at Pendleton, Ohio, around 1854 Revenues from local agricultural shipments were promising enough to enable the line to upgrade to heavier rails and make other improvements during the 1850s. By this time, the line gained the reputation for being one of the best-run lines in the nation. But by 1853, the first of the three railway systems from the Eastern Seaboard that would be built across the Alleghenies and reach Ohio had linked up with the growing railway network in place in Ohio. It became possible to travel from western Ohio to points in the East. Ultimately the New York Central Railroad, the Pennsylvania Railroad, and the Baltimore and Ohio Railroad all reached Ohio from the East. The Hillsboro and Cincinnati Railroad was chartered in 1846 to run a line between Hillsboro and O'Bannon Creek in Loveland on the Little Miami's route. By 1850, the H&C; had completed the to Hillsboro. The H&C; would lease its line in perpetuity to the Marietta and Cincinnati Railroad; this ultimately became the mainline of the Baltimore and Ohio Railroad in the area. The new construction upended the established trade routes in Ohio, which had been along a north–south axis to get goods or passengers either to Lake Erie or the Ohio River. The Lake Erie and Mad River Railroad had reached Springfield in 1849, but within a few years, as trans- Allegheny railroads reached into Ohio, they supplanted that line in importance. The most important traffic pattern shifted irrevocably to an east–west-oriented axis. The mainline of the Little Miami Railroad beyond Xenia to Springfield declined in importance to a branch. The Little Miami maintained its Columbus route, but looked to the West when projecting for the future. === Growth through mergers === thumb|left|250px|The Columbus & Xenia Railroad's Big Darby Bridge, around 1854. The Little Miami Railroad leased in perpetuity all assets of the C&X; on March 18, 1869, while the C&X; continued to exist as a separate corporation. At that time, the LMRR had of track and the C&X; . It would later acquire of Dayton and Western Railroad track by lease in 1864 and from the Dayton and Xenia Railroad. The Little Miami joined the Cincinnati and Indiana Railroad in 1862 in building track along the riverfront in Cincinnati to link their two depots. The LMRR and the C&X; together bought the Dayton, Xenia and Belpre Railroad in January 1865. === Absorbed into the Pittsburgh, Cincinnati and St. Louis RR === On February 23, 1870, the Little Miami Railroad leased in perpetuity, renewable forever, all of its assets, including the DX&P;, the D&W;, and the C&X;, to the Pittsburgh, Cincinnati and St. Louis Railway, retroactive to December 1, 1869. The rent was $480,000 per year. The PC&St.L; was part of the Pennsylvania Railroad, and the Pennsy co-signed the lease, guaranteeing the payments and other conditions. At the time of the lease, the LMRR system consisted of of track. The system had cost $3,995,165 in track, right-of-way, and facilities, plus $1,065,968 in rolling stock, machinery, and a boat on the Ohio River. On August 28, 1890, the PC&St.L.; merged with several other railroads to emerge as the Pittsburgh, Cincinnati, Chicago and St. Louis Railway. On the Little Miami River between Kings Mills, Ohio and South Lebanon was Middletown Junction. Here the Middletown and Cincinnati Railroad track met the LMRR. The Lake Erie and Mad River Railroad, initially considered a company for a close relationship with the Little Miami, was absorbed into the competing New York Central system. The Little Miami's most serious competitor, the Cincinnati, Hamilton and Dayton Railway (1895–1917), became part of the competitive Baltimore and Ohio system. ===From PRR to Conrail=== The LMRR continued to exist as a separate corporation although much of the stock was owned by the Pennsy. In the mid-20th century, there was extensive railroad restructuring following changes in the industry, which had been affected by the expansion of trucking and use of passenger automobiles following construction of the interstate highway system. When the Pennsy's successor, the Penn Central company, collapsed into bankruptcy in 1970, the LMRR was still active. It was absorbed by Conrail and merged out of existence December 23, 1981. ===Today=== thumb|Former route of the railroad, now a bike trail, crossing the Little Miami The rails were subsequently lifted. In the late 20th century, the right- of-way was converted into the Little Miami Bike Trail. == See also == *Columbus and Xenia Railroad *Anthony Harkness, builder of 30 locomotives for the Little Miami Railroad. ==Further reading== *Robert L. Black, The Little Miami Railroad (Cincinnati, 1940). *Landfall Press, Cincinnati, Columbus, Cleveland & Erie Railroad Guide (Dayton, 1986) (reprint of the edition that was first published in 1854 by the Ohio State Journal Company, Columbus). ==References== Category:Defunct Ohio railroads Category:Companies affiliated with the Pittsburgh, Cincinnati, Chicago and St. Louis Railroad Category:Railroads transferred to Conrail Category:Clark County, Ohio Category:Warren County, Ohio Category:Greene County, Ohio Category:Predecessors of the Pennsylvania Railroad Category:Railway companies established in 1836 Category:Railway companies disestablished in 1976 Category:4 ft 10 in gauge railways in the United States Category:1836 establishments in Ohio",
 "title": "Little Miami Railroad"
}