{
 "id": "890889",
 "text": "Kyle of Lochalsh (from the Gaelic Caol Loch Aillse, \"strait of the foaming loch\") is a village in the historic county of Ross-shire on the northwest coast of Scotland, located around west-southwest of Inverness. It is located on the Lochalsh peninsula, at the entrance to Loch Alsh, opposite the village of Kyleakin on the Isle of Skye. A ferry used to connect the two villages until it was replaced by the Skye Bridge, about to the west, in 1995. ==Geography== thumb|left|250px|Kyle of Lochalsh The village is the transport and shopping centre for the area as well as having a harbour and marina with pontoons for maritime visitors. The Plock offers a local woodland hike and viewpoint over the peninsula. The Plock was formerly home to a golf course. It is owned by the Kyle of Lochalsh Community Trust, who also own the adjacent building which was formerly the toll building for the Skye Bridge. The surrounding scenery and wildlife are regarded as attractions of the village, as is the slow pace of life. Crofting as well as more recent crofting pursuits like salmon farming are some of the activities taking place in Kyle of Lochalsh. A land-based control centre of the Royal Naval BUTEC submarine range is based in Kyle of Lochalsh.\"British Underwater Test and Evaluation Centre (BUTEC)\" Gazetteer for Scotland. Retrieved 20 December 2008. Kyle of Lochalsh lies almost precisely due north of Land's End in Cornwall. Kyle of Lochalsh is the mainland connecting point of the Skye Bridge, with Kyleakin on the Isle of Skye being at the opposite side of the bridge. ==History== A public hall in the centre of the village was completed in 1932. Kyle of Lochalsh was the departure point, on New Year's Eve 1918, of the HMY Iolaire, which was bringing home soldiers returning from World War I to the Outer Hebrides. It sank close to its destination of Stornoway and the soldiers tragically drowned. In 1973, the ferry service which operated from Kyle of Lochalsh to Stornoway was discontinued, with services transferred to Ullapool instead. During the 1990s, residents and workers in the area of Kyle of Lochalsh joined together with residents and workers on the Isle of Skye to form the SKAT (Skye and Kyle Against Tolls) anti-toll group movement, to protest against the Skye bridge tolls, which at the time were the highest in the country (£5 per crossing). The protestors were successful in having tolls abolished on the Skye Bridge. ==Transport== Kyle of Lochalsh railway station is connected to Inverness by the Kyle of Lochalsh railway line, built in 1897 to improve public transport to the north-west of Scotland. The line ends on the water's edge, near where the ferry connection used to run. Kyle of Lochalsh is a calling point for the Royal Scotsman service. Scottish Citylink coaches also call at Kyle of Lochalsh, at the bus stop by the old ferry slipway - current routes are the 917 between Inverness and Skye and the 915 and 916 between Glasgow, Fort William and Skye (915 via Glasgow Airport). Both run at least twice a day, depending on the time of year. There are irregular local buses to Broadford and Elgol on Skye, school buses to Plockton and a taxibus service to Glenelg, Highland via Shiel Bridge (this only runs three days a week and in winter needs to be booked). Skye has additional buses in the high summer season, some of which run to Kyle. The A87 road runs through Kyle to and from the Skye Bridge. ==In popular culture== 265px|thumb|left|Main Street, Kyle of Lochalsh * In 1980, the BBC did a series of documentaries, entitled Great Railway Journeys of the World. Kyle of Lochalsh appeared in an episode entitled \"Confessions of a Trainspotter\", presented by Michael Palin. In the segment, Palin travelled by various trains from London to Kyle of Lochalsh. His humour was evident throughout the documentary. Upon reaching Kyle of Lochalsh, he purchased a large piece of railway memorabilia—the Kyle of Lochalsh railway platform sign. The ending credits showed Palin taking the oversized sign with him back to London, which he then hung on his garden wall at home. * Along with nearby village Plockton, the town became the backdrop to the BBC drama series Hamish Macbeth. * Kyle of Lochalsh was visited by the characters in Mark Chadbourn's trilogy, Age of Misrule. *It is the birth place of the character Roger Wakefield Mackenzie from the series of books and tv series Outlander. ==See also== *Port an Eòrna ==References== ==External links== *Video footage of the town's station and branchline in 1970 *Kyle of Lochalsh Station in 2018 Category:Populated places in Lochalsh Category:Ross and Cromarty Category:Ports and harbours of Scotland",
 "title": "Kyle of Lochalsh"
}