{
 "id": "89080",
 "text": "thumb|230px|Purine nucleobases are fused-ring molecules. thumb|230px|Pyrimidine nucleobases are simple ring molecules. Nucleobases, also known as nitrogenous bases or often simply bases, are nitrogen-containing biological compounds that form nucleosides, which, in turn, are components of nucleotides, with all of these monomers constituting the basic building blocks of nucleic acids. The ability of nucleobases to form base pairs and to stack one upon another leads directly to long-chain helical structures such as ribonucleic acid (RNA) and deoxyribonucleic acid (DNA).Five nucleobases—adenine (A), cytosine (C), guanine (G), thymine (T), and uracil (U)—are called primary or canonical. They function as the fundamental units of the genetic code, with the bases A, G, C, and T being found in DNA while A, G, C, and U are found in RNA. Thymine and uracil are distinguished by merely the presence or absence of a methyl group on the fifth carbon (C5) of these heterocyclic six-membered rings. In addition, some viruses have aminoadenine (Z) instead of adenine. It differs in having an extra amine group, creating a more stable bond to thymine. Adenine and guanine have a fused-ring skeletal structure derived of purine, hence they are called purine bases. The purine nitrogenous bases are characterized by their single amino group (NH2), at the C6 carbon in adenine and C2 in guanine. Similarly, the simple-ring structure of cytosine, uracil, and thymine is derived of pyrimidine, so those three bases are called the pyrimidine bases. Each of the base pairs in a typical double-helix DNA comprises a purine and a pyrimidine: either an A paired with a T or a C paired with a G. These purine-pyrimidine pairs, which are called base complements, connect the two strands of the helix and are often compared to the rungs of a ladder. The pairing of purines and pyrimidines may result, in part, from dimensional constraints, as this combination enables a geometry of constant width for the DNA spiral helix. The A-T and C-G pairings are based on double or triple hydrogen bonds between the amine and carbonyl groups on the complementary bases. Nucleobases such as adenine, guanine, xanthine, hypoxanthine, purine, 2,6-diaminopurine, and 6,8-diaminopurine may have formed in outer space as well as on earth. The origin of the term base reflects these compounds' chemical properties in acid–base reactions, but those properties are not especially important for understanding most of the biological functions of nucleobases. ==Structure== At the sides of nucleic acid structure, phosphate molecules successively connect the two sugar-rings of two adjacent nucleotide monomers, thereby creating a long chain biomolecule. These chain-joins of phosphates with sugars (ribose or deoxyribose) create the \"backbone\" strands for a single- or double helix biomolecule. In the double helix of DNA, the two strands are oriented chemically in opposite directions, which permits base pairing by providing complementarity between the two bases, and which is essential for replication of or transcription of the encoded information found in DNA. ==Modified nucleobases== DNA and RNA also contain other (non-primary) bases that have been modified after the nucleic acid chain has been formed. In DNA, the most common modified base is 5-methylcytosine (m5C). In RNA, there are many modified bases, including those contained in the nucleosides pseudouridine (Ψ), dihydrouridine (D), inosine (I), and 7-methylguanosine (m7G).\"Role of 5' mRNA and 5' U snRNA cap structures in regulation of gene expression\" – Research – Retrieved 13 December 2010. Hypoxanthine and xanthine are two of the many bases created through mutagen presence, both of them through deamination (replacement of the amine-group with a carbonyl-group). Hypoxanthine is produced from adenine, xanthine from guanine, and uracil results from deamination of cytosine. ===Modified purine nucleobases=== These are examples of modified adenosine or guanosine. {| border=\"1\" cellpadding=\"2\" cellspacing=\"0\" align=\"none\" style=\"margin- left:1em\" |- align=\"center\" valign=\"bottom\" | Nucleobase|| 70px|Chemical structure of hypoxanthine Hypoxanthine|| 75px|Chemical structure of xanthine Xanthine|| 86px|Chemical structure of 7-methylguanine 7-Methylguanine |- align=\"center\" valign=\"bottom\" | Nucleoside|| 95px|Chemical structure of inosine Inosine I || 105px|Chemical structure of xanthosine Xanthosine X || 140px|Chemical structure of 7-methylguanosine 7-Methylguanosine m7G |} ===Modified pyrimidine nucleobases=== These are examples of modified cytosine, thymine or uridine. {| border=\"1\" cellpadding=\"2\" cellspacing=\"0\" align=\"none\" style=\"margin-left:1em\" |- align=\"center\" valign=\"bottom\" | Nucleobase|| 55px|Chemical structure of dihydrouracil 5,6-Dihydrouracil|| 75px|Chemical structure of 5-methylcytosine 5-Methylcytosine|| 60px|Chemical structure of 5-hydroxymethylcytosine 5-Hydroxymethylcytosine |- align=\"center\" valign=\"bottom\" | Nucleoside|| 87px|Chemical structure of dihydrouridine Dihydrouridine D || 87px|Chemical structure of 5-methylcytidine 5-Methylcytidine m5C || |} ==Artificial nucleobases== A vast number of nucleobase analogues exist. The most common applications are used as fluorescent probes, either directly or indirectly, such as aminoallyl nucleotide, which are used to label cRNA or cDNA in microarrays. Several groups are working on alternative \"extra\" base pairs to extend the genetic code, such as isoguanine and isocytosine or the fluorescent 2-amino-6-(2-thienyl)purine and pyrrole-2-carbaldehyde. In medicine, several nucleoside analogues are used as anticancer and antiviral agents. The viral polymerase incorporates these compounds with non-canonical bases. These compounds are activated in the cells by being converted into nucleotides; they are administered as nucleosides as charged nucleotides cannot easily cross cell membranes. At least one set of new base pairs has been announced as of May 2014. ==Prebiotic condensation of nucleobases with ribose== In order to understand how life arose knowledge is required of chemical pathways that permit formation of the key building blocks of life under plausible prebiotic conditions. According to the RNA world hypothesis free-floating ribonucleotides were present in the primitive soup. These were the fundamental molecules that combined in series to form RNA. Molecules as complex as RNA must have arisen from small molecules whose reactivity was governed by physico-chemical processes. RNA is composed of purine and pyrimidine nucleotides, both of which are necessary for reliable information transfer, and thus Darwinian evolution. Nam et al.Nam I, Nam HG, Zare RN. Abiotic synthesis of purine and pyrimidine ribonucleosides in aqueous microdroplets. Proc Natl Acad Sci U S A. 2018 Jan 2;115(1):36-40. doi: 10.1073/pnas.1718559115. Epub 2017 Dec 18. PMID 29255025; PMCID: PMC5776833 demonstrated the direct condensation of nucleobases with ribose to give ribonucleosides in aqueous microdroplets, a key step leading to RNA formation. Similar results were obtained by Becker et al.Becker S, Feldmann J, Wiedemann S, Okamura H, Schneider C, Iwan K, Crisp A, Rossa M, Amatov T, Carell T. Unified prebiotically plausible synthesis of pyrimidine and purine RNA ribonucleotides. Science. 2019 Oct 4;366(6461):76-82. doi: 10.1126/science.aax2747. PMID 31604305. == See also == * * * * == References == == External links == * Base pairing in DNA Double Helix (shows specific hydrogen bonds) Category:DNA Category:RNA",
 "title": "Nucleobase"
}