{
 "id": "891550",
 "text": "Humanism and Its Aspirations (subtitled Humanist Manifesto III, a successor to the Humanist Manifesto of 1933) is the most recent of the Humanist Manifestos, published in 2003 by the American Humanist Association (AHA). The newest one is much shorter, listing six primary beliefs, which echo themes from its predecessors: * Knowledge of the world is derived by observation, experimentation, and rational analysis. (See empiricism.) * Humans are an integral part of nature, the result of unguided evolutionary change. * Ethical values are derived from human need and interest as tested by experience. (See ethical naturalism.) * Life's fulfillment emerges from individual participation in the service of humane ideals. * Humans are social by nature and find meaning in relationships. * Working to benefit society maximizes individual happiness. It has been used as source material for secular and atheist ethics. ==Signatories== The following academics and other prominent persons were signatories to the document, who signed the statement \"We who sign Humanism and Its Aspirations declare ourselves in general agreement with its substance\": === Notable signatories=== *Philip Appleman (poet and distinguished professor emeritus of English, Indiana University) *Khoren Arisian (senior leader, New York Society for Ethical Culture) *Bill Baird (reproductive rights pioneer) *Frank Berger (pharmacologist, developer of anti-anxiety drugs) *Howard Box (minister emeritus, Oak Ridge Unitarian Universalist Church, Tennessee) *Lester R. Brown (founder and president, Earth Policy Institute) *August E. Brunsman IV (executive director, Secular Student Alliance) *Rob Buitenweg (vice president, International Humanist and Ethical Union) *Vern Bullough (sexologist and former co-president of the International Humanist and Ethical Union) *David Bumbaugh (professor, Meadville Lombard Theological School) *Matthew Cherry (executive director, Institute for Humanist Studies) *Joseph Chuman (visiting professor of religion, Columbia University, and leader, Ethical Culture Society of Bergen County, New Jersey) *Curt Collier (leader, Riverdale-Yonkers Society for Ethical Culture, New York) *Fred Cook (retired executive committee member, International Humanist and Ethical Union) *Carl Coon (former U.S. Ambassador to Nepal) *Richard Dawkins *Charles Debrovner (president, NACH/The Humanist Institute) *Arthur Dobrin (professor of humanities, Hofstra University and leader emeritus Ethical Humanist Society of Long Island, New York) *Margaret Downey (president, Freethought Society of Greater Philadelphia) *Sonja Eggerickx (vice president, Unie Vrijzinnige Verenigingen, Belgium, and vice president International Humanist and Ethical Union) *Riane Eisler (president, Center for Partnership Studies) *Albert Ellis (creator of Rational Emotive Behavior Therapy and founder of the Albert Ellis Institute) *Edward L. Ericson (leader emeritus, Ethical Culture) *Roy P. Fairfield (co-founder, Union Graduate School) *Antony Flew (philosopher) *Levi Fragell (president, International Humanist and Ethical Union) *Jerome Isaac Friedman (Nobel Laureate, Physics) *Arun Gandhi (co-founder, M.K. Gandhi Institute for Nonviolence) *Kendyl Gibbons (president, Unitarian Universalist Ministers Association) *Babu R.R. Gogineni (executive director, International Humanist and Ethical Union) *Sol Gordon (sexologist) *Ethelbert Haskins (retired treasurer of the Humanist Foundation) *Jim Herrick (editor, the New Humanist) *Pervez Hoodbhoy (professor of physics at Quaid-e-Azam University, Islamabad, Pakistan) *Fran P. Hosken (editor, Women's International Network News) *Joan Johnson Lewis (president, National Leaders Council of the American Ethical Union) *Stefan Jonasson (immediate past president, HUUmanists) *Larry Jones (president, Institute for Humanist Studies) *Edwin Kagin (founder and director, Camp Quest) *Beth Lamont (AHA NGO representative to the United Nations) *Gerald A. Larue (professor emeritus of Biblical history and archaeology, University of Southern California) *Joseph Levee (board member, Council for Secular Humanism) *Ellen McBride (immediate past president, American Ethical Union) *Lester Mondale (retired Unitarian Universalist minister and signer of Humanist Manifestos I and II) *Henry Morgentaler (abortion rights pioneer) *Stephen Mumford (president, Center for Research on Population and Security) *William Murry (president and dean, Meadville Lombard Theological School) *Sarah Oelberg (president, HUUmanists) *Indumati Parikh (president, Center for the Study of Social Change, India) *Philip Paulson (Church-state activist) *Katha Pollitt (columnist, the Nation) *Howard Radest (dean emeritus, the Humanist Institute) *James \"Amazing\" Randi (magician, founder of the James Randi Educational Foundation) *Larry Reyka (president, the Humanist Society) *David Schafer (retired research physiologist, U.S. Veterans Administration) *Eugenie Scott (executive director, National Center for Science Education) *Michael Shermer (editor of Skeptic magazine) *James R. Simpson (professor of international agricultural economics, Ryukoku University, Japan) *Warren Allen Smith (editor and author) *Matthew les Spetter (associate professor in social psychology at the Peace Studies Institute of Manhattan College, NY) *Oliver Stone (Academy Award-winning filmmaker) *John Swomley (professor emeritus of social ethics, St. Paul School of Theology) *Robert Tapp (dean, the Humanist Institute) *Carl Thitchener (co-minister, Unitarian Universalist Church of Amherst and of Canandaigua, New York) *Maureen Thitchener (co-minister, Unitarian Universalist Church of Amherst and of Canandaigua, New York) *Rodrigue Tremblay (Emeritus professor of economics and of international finance, Universite de Montreal, Quebec, Canada) *Kurt Vonnegut (novelist) *John Weston (ministerial settlement director, Unitarian Universalist Association) *Edward O. Wilson (professor, Harvard University, and two-time Pulitzer Prize winner) *Sherwin Wine (founder and president, Society for Humanistic Judaism) ===Nobel laureates=== 22 Nobel laureates signed the statement, these being: *Philip W. Anderson (Physics, 1977) *Paul D. Boyer (Chemistry, 1997) *Owen Chamberlain (Physics, 1959) *Francis Crick (Medicine, 1962) *Paul J. Crutzen (Chemistry, 1995) *Pierre-Gilles de Gennes (Physics, 1991) *Johann Deisenhofer (Chemistry, 1988) *Jerome I. Friedman (Physics, 1990) *Sheldon Glashow (Physics, 1979) *David J. Gross (Physics, 2004) *Herbert A. Hauptman (Chemistry, 1985) *Dudley Herschbach (Chemistry, 1986) *Harold W. Kroto (Chemistry, 1996) *Yuan T. Lee (Chemistry, 1986) *Mario J. Molina (Chemistry, 1995) *Erwin Neher (Medicine, 1991) *Ilya Prigogine (Chemistry, 1977) *Richard J. Roberts (Medicine, 1993) *John E. Sulston (Medicine, 2002) *Henry Taube (Chemistry, 1983) *E. Donnall Thomas (Medicine, 1990) *James Dewey Watson (Medicine, 1962) ===Past AHA presidents=== * Edd Doerr * Michael W. Werner * Suzanne I. Paul * Lyle L. Simpson * Bette Chambers * Lloyd L. Morain * Robert W. McCoy * Vashti McCollum ===AHA board=== The then-current AHA board all signed, these being: * Melvin Lipman (president) * Lois Lyons (vice president) * Ronald W. Fegley (secretary) * John Nugent (treasurer) * Wanda Alexander * John R. Cole * Tom Ferrick * Robert D. Finch * John M. Higgins * Herb Silverman * Maddy Urken * Mike Werner === Drafting committee === Finally, there was the drafting committee of: * Fred Edwords (chair) * Edd Doerr (also included above as a past president of the AHA) * Tony Hileman * Pat Duffy Hutcheon * Maddy Urken ==See also== *Amsterdam Declaration 2002, a similar document from the International Humanist and Ethical Union. == References == == External links == *Humanism and Its Aspirations * Humanism and Its Aspirations – Speech by Maddy Urken * Notable Signers * Critical commentary on the Humanist Manifesto III Category:Humanist manifestos Category:Nontheism publications Category:2003 essays Category:2003 documents",
 "title": "Humanism and Its Aspirations"
}