{
 "id": "891896",
 "text": "Actaea, commonly called baneberry, bugbane and cohosh, is a genus of flowering plants of the family Ranunculaceae, native to subtropical, temperate and subarctic regions of Europe, Asia and North America. == Taxonomy == The genus was redefined to include Cimicifuga and Souliea in the 1990s (Compton et al. 1998, Compton & Culham 2002, Gao et al. 2006, RHS Plant Finder, 2007) based on combined evidence from DNA sequence data, similarity in biochemical constituents and on morphology returning it to the original Linnean concept of the genus. The number of species in Actaea is to 25–30 using this concept. Other botanists (e.g., Hoffman 1999, Wang et al. 1999, Lee & Park 2004, Wang et al. 2009) reject this merger because only one group (Actaea) have fleshy fruit while the remainder have dry fruit. However, this narrower generic concept works for only a single morphological character and other characters such as number of carpels moves the generic boundary. The genus is treated here in its broader sense. The Plant List lists 30 species, and does not list Cimicifuga separately but treats it as a synonym. ; Selected species * Actaea arizonica - Arizona bugbane * Actaea asiatica * Actaea elata * Actaea matsumurae - Kamchatka bugbane, Japanese bugbane * Actaea pachypoda - white baneberry, white cohosh, doll's eyes * Actaea podocarpa * Actaea racemosa - black cohosh, black bugbane * Actaea rubra (syn. Actaea erythrocarpa) - red baneberry * Actaea simplex * Actaea spicata (syn. Actaea alba) - baneberry, herb christopher === Etymology === Actaea is derived from the Greek name for elder (Sambucus); it was named by Pliny because the leaves of Actaea and Sambucus are similar in appearance.Gledhill, David (2008). \"The Names of Plants\". Cambridge University Press. (hardback), (paperback). p 35 The name Actaea alba (L.) Mill. is a confused one (Fernald 1940); although described as an American species (now named A. pachypoda), the illustration on which the description was based was actually a picture of the European A. spicata, and strictly, the name is therefore a synonym of the European species. Some texts, however, still treat A. pachypoda under this name. == Use and toxicity == thumb|White baneberry (Actaea pachypoda) in Canada Baneberry contains cardiac toxins that can have an immediate sedative effect on human cardiac muscle. The berries are the most poisonous part of the plant (hence the name baneberry). Children have been poisoned by eating the waxy, shiny red or white berries. Ingestion of the berries can lead to cardiac arrest and death. It is toxic to rabbits.Camilla Bergstrøm. Feeding rabbits: Toxic plants The berries are harmless to birds, the plant's primary seed disperser. Actaea species are closely related to plants in the genus Aconitum, a highly toxic plant genus which contains wolfbane and several varieties of monkshood.Edible and Medicinal Plants of the West, Gregory L. Tilford, The roots of A. rubra contain β-sitosterol glucoside. == References == === References === === Bibliography === * * * * * * * * RHS Plant Finder https://web.archive.org/web/20070711161100/http://www.rhs.org.uk/RHSPlantFinder/plantfinder.asp * * * Germplasm Resources Information Network: Actaea (treats genus in broad sense) * Flora of China: Actaea (treats genus in narrow sense) * Flora of North America: Actaea (treats genus in narrow sense) * Edible and Medicinal plants of the West, Gregory L. Tilford, * == Wikimedia == Category:Ranunculaceae Category:Ranunculaceae genera",
 "title": "Actaea (plant)"
}