{
 "id": "892084",
 "text": "thumb|right|William, 1st Viscount Pirrie William James Pirrie, 1st Viscount Pirrie, KP, PC, PC (Ire) (31 May 1847 – 7 June 1924) was a leading British shipbuilder and businessman. He was chairman of Harland and Wolff, shipbuilders, between 1895 and 1924, and also served as Lord Mayor of Belfast between 1896 and 1898. He was ennobled as Baron Pirrie in 1906, appointed a Knight of the Order of St Patrick in 1908 and made Viscount Pirrie in 1921. In the months leading up to the 1912 disaster, Lord Pirrie was questioned about the number of life boats aboard the Olympic-class ships. He responded that the great ships were unsinkable and the rafts were to save others. This would haunt him forever. In Belfast he was, on other grounds, already a controversial figure: a Protestant employer associated as a leading Liberal with a policy of Home Rule for Ireland. ==Background== Pirrie was born in Quebec City, Canada East, the son of James Alexander Pirrie and Eliza Swan (Montgomery) Pirrie, who were both Irish.thepeerage.com William James Pirrie, 1st and last Viscount Pirrie He was taken back to Ireland when he was two years old and spent his childhood at Conlig, County Down. Belonging to a prominent family, his nephews included J. M. Andrews, who would later become Prime Minister of Northern Ireland, Thomas Andrews, builder of the , and Sir James Andrews, 1st Baronet, the Lord Chief Justice of Northern Ireland.Lord William James Pirrie ==Career== thumb|left|Chairman Pirrie's office at the headquarters of Harland & Wolff. Pirrie was educated at the Royal Belfast Academical Institution before entering Harland and Wolff shipyard as a gentleman apprentice in 1862. Twelve years later he was made a partner in the firm, and on the death of Sir Edward Harland in 1895 he became its chairman, a position he was to hold until his death. As well as overseeing the world's largest shipyard, Pirrie was elected Lord Mayor of Belfast in 1896, and was re-elected to the office as well as made an Irish Privy Counsellor the following year. He became Belfast's first honorary freeman in 1898, and served in the same year as High Sheriff of Antrim and subsequently of County Down. In February 1900 he was elected President of the Chamber of Shipping of the United Kingdom, where he had been vice-president the previous year. He helped finance the Liberals in Ulster in the 1906 general election, and that same year, at the height of Harland and Wolff's success, he was raised to the peerage as Baron Pirrie, of the City of Belfast. In 1907 Pirrie was appointed Comptroller of the Household to the Lord-Lieutenant of Ireland, and in 1908 he was appointed Knight of St Patrick (KP). Pro-Chancellor of The Queen's University of Belfast from 1908 to 1914, Pirrie was also in the years before the First World War a member of the Committee on Irish Finance as well as Lieutenant for the City of Belfast (both 1911) In February 1912, after chairing a famous meeting of the Ulster Liberal Association at which Winston Churchill defended the government's policy of Home Rule for Ireland, Pirrie was jeered on the streets of Belfast, and assaulted as he boarded a steamer in Larne: pelted with rotten eggs, herrings, and bags of flour. In 1910, the Ulster Liberal Association, an overwhelmingly Protestant body, with a weekly newspaper, and branch network throughout Ulster, had adopted (in opposition to the Ulster Liberal Unionist Association) an explicitly pro-home rule position. Two months later, April 1912, he was to travel aboard the , but illness prevented him from joining the ill-fated passage. During the war he was a member of the War Office Supply Board, and in 1918 became Comptroller-General of Merchant Shipbuilding, organising British production of merchant ships. In 1921 Pirrie was elected to the Northern Ireland Senate, and that same year was created Viscount Pirrie, of the City of Belfast, in the honours for the opening of the Parliament of Northern Ireland in July 1921, for his war work and charity work. ==Personal life== Lord Pirrie married Margaret Montgomery Carlisle, daughter of John Carlisle, M.A., of Belfast, on 17 April 1879. In 1909, Lord Pirrie bought Witley Park, formerly the residence of Whitaker Wright. The letter P with a coronet above can be seen on metal gates and fence posts in the estate and previously owned lands. thumb|right|Pirrie crown emblem Pirrie built the Temple of the Four Winds near the Devil's Punchbowl, Hindhead. The octagonal plinth still remains.Heather Hills & Wooded Vales Walk Underwater billiards and burning Lord Pirrie's nephew, Thomas Andrews, died on the Titanic. Pirrie himself died on 7 June 1924, at the age of 77 of bronchial pneumonia, at sea off Cuba, whilst on a business trip to South America.The Irish Times, \"DEATH OF LORD PIRRIE: GREAT CAPTAIN OF INDUSTRY GROWTH OF SHIPBUILDING CONCERNS SERVICES TO BELFAST\", 9 June 1924, p. 5. His body was brought from New York on the White Star Line's ,The Irish Times, \"THE LATE LORD PIRRIE: FUNERAL ARRANGEMENTS IN BELFAST\", 21 June 1924, p. 7. and was buried in Belfast City Cemetery.The Irish Times, \"THE LATE LORD PIRRIE: FUNERAL IN BELFAST TO-DAY LONDON TRIBUTES\", 24 June 1924, p. 4. The barony and viscountcy died with him. Lady Pirrie died on 19 June 1935. A memorial to Pirrie was unveiled in the grounds of Belfast City Hall in 2006. ==Arms== ==References== == External links == *Encyclopedia Titanica Biography of William Pirrie * |- Category:1847 births Category:1924 deaths Category:High Sheriffs of Antrim Category:Presbyterians from Northern Ireland Category:People from Quebec City Category:People from County Down Category:Viscounts in the Peerage of the United Kingdom Category:British businesspeople in shipping Category:Knights of St Patrick Category:People associated with Queen's University Belfast Category:High Sheriffs of Down Category:Lord Mayors of Belfast Category:Members of the Privy Council of Ireland Category:Members of the Senate of Northern Ireland 1921–1925 Category:Lord-Lieutenants of Belfast Category:People educated at the Royal Belfast Academical Institution Category:Members of the Privy Council of the United Kingdom Category:Ulster Unionist Party members of the Senate of Northern Ireland Category:Ulster Unionist Party hereditary peers Category:Burials at Belfast City Cemetery Category:Peers created by Edward VII Category:Peers created by George V",
 "title": "William Pirrie, 1st Viscount Pirrie"
}