{
 "id": "892193",
 "text": "The administrative divisions of North Korea are organized into three hierarchical levels. These divisions were created in 2002. Many of the units have equivalents in the system of South Korea. At the highest level are nine provinces and four special municipalities. The second-level divisions are cities, counties, and districts. These are further subdivided into third-level entities: towns, dongs (neighborhoods), ris (villages), and workers’ districts. The three-level administrative system used in North Korea was first inaugurated by Kim Il-sung in 1952, as part of a massive restructuring of local government. Previously, the country had used a multi-level system similar to that still used in South Korea. (The English translations are not official, but approximations. Names are romanized according to the McCune- Reischauer system as officially used in North Korea; the editor was also guided by the spellings used on the 2003 National Geographic map of Korea). ==First-level divisions== The nine provinces (To; , ) derive from the traditional provinces of Korea, but have been further subdivided since the division of Korea. They are large areas including cities, rural and mountainous regions. The four special cities (T’ŭkpyŏlsi; , ) are large metropolitan cities that have been separated from their former provinces to become first-level units. Four other cities have been directly governed in the past, but were subsequently reunited with their provinces or otherwise reorganized. The three special administrative regions were all created in 2002 for the development of collaborative ventures with South Korea and other countries. One of them, the Sinuiju Special Administrative Region, was intended to draw Chinese investment and enterprise, but as of 2006 appears never to have been implemented. The special administrative regions do not have any known second- and third-level subdivisions. {| class=\"wikitable sortable\" !Map!!Code!!Name!!Chosŏn'gŭl!!Hanja |- | rowspan=\"13\" | |KP-01||Pyongyang City|||| |- |KP-02||South Pyongan Province|||| |- |KP-03||North Pyongan Province|||| |- |KP-04||Chagang Province|||| |- |KP-05||South Hwanghae Province|||| |- |KP-06||North Hwanghae Province|||| |- |KP-07||Kangwon Province|||| |- |KP-08||South Hamgyong Province|||| |- |KP-09||North Hamgyong Province|||| |- |KP-10||Ryanggang Province|||| |- |KP-11||Rason City|||| |- |KP-12||Nampo City|||| |- | |Kaesong City |개성시 |開城市 |} ==Second-level divisions== :See List of second-level administrative divisions of North Korea for a complete list. thumb|300x300px|The DPRK's Second Level Divisions The most common second-level division is the county (Kun; , ), a less urbanized area within a province or directly governed city. The more populous districts within provinces are cities (Si; , ). The city centers of the directly governed cities are organized into districts (Kuyŏk, equivalent to South Korean Gu). ==Third-level divisions== Rural parts of cities and counties are organized into villages (Ri, ). The downtown areas within cities are divided into neighborhoods (Tong, ), and a populous part of a county forms a town (Ŭp, ). Some counties also have workers’ districts (Rodongjagu, ). ==See also== *ISO 3166-2:KP, ISO codes for cities, regions, and provinces in North Korea *Administrative divisions of South Korea *Provinces of Korea ==Sources== * Panorama of the Democratic People’s Republic of Korea *행정구역 현황 (\"Haengjeong Guyeok Hyeonhwang\") (Chosun Ilbo) * 행정구역 개편 일지 (\"Haengjeong Guyeok Gaepyeon Ilji\") (Chosun Ilbo) ==External links== *NKChosun administrative regions map *Administrative regions map, World Food Programme Korea, North Korea, North Category:North Korea geography-related lists",
 "title": "Administrative divisions of North Korea"
}