{
 "id": "892350",
 "text": "Norman Alastair Duncan Macrae (1923 – 11 June 2010) was a British economist, journalist and author, considered by some to have been one of the world's best forecasters when it came to economics and society. ==Career== Macrae joined The Economist in 1949 and retired as its deputy chief editor in 1988. He foresaw the Pacific century, the reversal of nationalization of enterprises, the fall of the Berlin Wall and the spread of the internet, which were all published in the newspaper during his time there. Not to get bored, Macrae's first ten years in retirement produced the biography of John von Neumann (the mathematical father of computers and networks), a column for the UK Sunday Times, and a 'Heresy Column' for Fortune. He was the father of mathematician, marketing commentator, and author Chris Macrae. 2025 REPORT, their joint future history on death of distance first published in 1984, forecast that 2005–2025 would be humanity's most critical decade irreversibly impacting sustainability. The last update of 2025 Report was published in Swedish in 1993 as Den Nye Vikingen ==Honours== * Order of the Rising Sun, with Gold Rays, 1988.Macrae, Norman. (2000). John von Neumann: the Scientific Genius who Pioneered the Modern Computer, Game Theory, Nuclear Deterrence, and Much More, Random House (1992), reprinted by the American Mathematical Society (2008), p. 406. * Commander, Order of the British Empire, 1988. ==Books== * * * John von Neumann: The Scientific Genius who Pioneered the Modern Computer, Game Theory, Nuclear Deterrence, and Much More (1992), Random House, reprinted by the American Mathematical Society, 2008, . ==Notes== ==External links== *The Norman Macrae Archive A Collection of his Articles and Books *NormanMacrae.com the first fan web started by scots and friends from Singapore and all spaces east *Norman Macrae Ning Where Entrepreneurial Revolution Networks, started in 1976, converge to debate how to make 2010s youth's most productive decade – with access to all Norman's signed surveys but not the other 3000 leaders he wrote for The Economist *Entrepreneurial Revolution For over 4 decades: friends of Norman Macrae have been compiling one of the most complete sources – to map where economics is taking humanity, inspired by the Hippocratic Oath that Keynes demanded of his final alumni conditioned by his finding that the world would increasingly be ruled only by economics. *Future Economists Network Obituaries and invitations to continue unfinished networking goals like those that Muhammad Yunus and Norman complied at 85th birthday party celebrated by 30 Social Business Entrepreneurs at Royal Automobile Club and those that a remembrance dinner to norman hosted by japan embassy in dhaka and featuring Fazle Abed on the future of university coalitions designed to empower women's sustainability development goals *ongoing millennials projects of Norman Macrae Foundation include family of regional webs aiming to linking reporting of economists of end poverty in time for 175th celebration mediating that in 2018 Category:1923 births Category:2010 deaths Category:British business and financial journalists Category:Commanders of the Order of the British Empire Category:The Economist people",
 "title": "Norman Macrae"
}