{
 "id": "893248",
 "text": "The Hood Canal Bridge (officially William A. Bugge Bridge) is a floating bridge in the northwest United States, located in western Washington. It carries State Route 104 across Hood Canal of Puget Sound and connects the Olympic and Kitsap Peninsulas. At in length (floating portion ), it is the longest floating bridge in the world located in a saltwater tidal basin, and the third longest floating bridge overall. First opened in 1961, it was the second concrete floating bridge constructed in Washington. Since that time, it has become a vital link for local residents, freight haulers, commuters, and recreational travelers. The convenience it provides has had a major impact on economic development, especially in eastern Jefferson County. The bridge is officially named after William A. Bugge (1900–1992), the director of the Department of Highways from 1949 to 1963, who was a leader in the planning and construction of the bridge. ==History== ===Design, fabrication, and construction=== thumb|Seen from the north (Termination Point) thumb|Aerial view of the bridge's southeast half, with drawspan section at far left The design and planning process for the Hood Canal Bridge took nearly a decade amid criticism from some engineers throughout that time. Critics questioned the use of floating pontoons over salt water, especially at a location with high tide fluctuations and the concern that the funneling effect of the Hood Canal might magnify the intensity of winds and tides. The depth of the water, however, made construction of support columns for other bridge types prohibitively expensive. The water depth below the pontoons ranges from . In its marine environment, the bridge is exposed to tidal swings of . The pontoons for the bridge were fabricated in the Duwamish Waterway in Seattle; during fabrication, two of the pontoons sank. When they were attached for the first time, and then towed into place and anchored, sea conditions in the Hood Canal were too severe and the pontoons were returned to a nearby bay until a better method of attaching could be devised. The structural engineers and the contractor decided the design was faulty. A new contractor was hired and the design modified. It was decided to use a large rubber dam between each of the two pontoons as they were attached, clean the concrete surfaces of all marine growth, epoxy, and tension them with a number of cables welded to a variety of attachment points. This system seemed to work from when the bridge opened in 1961 until the disaster of 1979. The eastern approach span weighs more than 3,800 tons (3,400 tonnes) and the western approach span weighs more than 1,000 tons (907 tonnes) ===1979 sinking=== The Hood Canal Bridge suffered catastrophic failure in 1979 during the February 13 windstorm. During the night, the bridge had withstood sustained winds of up to and gusts estimated at , and finally succumbed at about 7:30 a.m. on Tuesday, The western drawspan and the pontoons of the western half had broken loose and sunk, despite the drawspan being opened to relieve lateral pressure. At the time of the failure, the bridge had been closed to highway traffic and the tower crew had evacuated; no casualties resulted. Evidence points to blown-open hatches allowing flooding of the pontoons as the cause of the sinking. ===West-half reconstruction and 1982 re-opening=== Efforts to repair the bridge began immediately and Washington Secretary of Transportation William A. Bulley secured a commitment of federal emergency relief money for the project. On June 15, 1979, actual work began with the removal of the west truss and transport for storage. The state's department of transportation attempted to mitigate the impact of the disaster by redirecting traffic to US Highway 101 to drive around the length of Hood Canal and by reestablishing the state ferry run between Lofall and South Point across the canal just south of the bridge. This route had been discontinued after the 1961 bridge opening and the state needed to reacquire access to and restore operational conditions on both landings. During the course of the closure an additional ferry route was temporarily added between Edmonds and Port Townsend. The Hood Canal Bridge re- opened to vehicular traffic in 1982 on Sunday, The west portion replacement had been designed and constructed in less than three years using $100 million in federal emergency bridge replacement funds at a total cost of $143 million (equivalent to $ today).. The bridge reopened as a toll bridge, but tolls were lifted in 1985 after a court ruled that the insurance settlement constituted repayment of the construction bonds, and since federal funds were used in reconstructing the bridge, the Washington State Department of Transportation could not charge tolls after the bonds were retired. ===East-half replacement=== In a project that lasted from 2003 to 2009, WSDOT replaced the east-half floating portion of the bridge, the east and west approach spans, the east and west transition spans, and the west-half electrical system. The total cost of the project, about $471 million, was paid for by state, federal and agency funds. The project required the bridge to close to traffic for five weeks to allow the old pontoons of the east-half to be cut away and the new pontoons floated into position, cabled together and connected by cables to large anchors on the sea floor. The transition spans and center draw span were also replaced during this closure. The bridge reopened June 3, 2009. The pontoons and anchors for the bridge could not be built at the bridge site due to space and facility limitations. WSDOT evaluated different sites at which to build during a site selection process. The Port Angeles graving dock was chosen for its accessibility to water and land as well as the work force. Before purchase, the National Historic Preservation Act required archaeologists to perform a review of the historical site. At that time, \"there was no evidence of historic properties or cultural resources\" (NEPA Re- evaluation Consultation, FHWA) and WSDOT was able to purchase the site and begin construction. Within the first two weeks of construction, artifacts were found from an ancestral burial ground from an ancient village called Tse-whit- zen. WSDOT stopped all work on the site, and a government-to-government consultation process began among the Lower Elwha Klallam Tribe, WSDOT, the Federal Highway Administration, the Army Corps of Engineers, and the State Historical Preservation Office. On August 14, 2006, WSDOT agreed to donate the site to the Lower Elwha Klallam tribe, rebury all remains uncovered, and pay $2.5 million in damages.Associated Press. \"Settlement reached in Indian burial site\" http://www.myrtlebeachonline.com/mld/myrtlebeachonline/news/breaking_news/15274953.htm August 14, 2006 (accessed September 19, 2006) It is believed that this discovery may be documentation of the first time that Natives and non-Natives began to interact on this shore. These historical findings will be investigated thoroughly by the Lower Elwha Klallam Tribe and archaeologists. On December 21, 2004, Governor Locke and Secretary MacDonald announced that WSDOT would stop pontoon and anchor construction at the Tse-whit-zen site in Port Angeles and begin searching for a more suitable place to build. Many sites were considered but the best option to be found by WSDOT was in Tacoma, Wash. at Concrete Technology. Construction began on the new east-half floating pontoons at Concrete Technology in April 2006. Fourteen pontoons were built in four cycles at the site. Completed pontoons were floated out of the graving dock in Tacoma and transported to Seattle for outfitting at Todd Shipyards. Outfitting included adding all electrical and mechanical parts, connecting the pontoons into sections, and building the roadway on top of the pontoons. Another three pontoons, built during the west-half bridge replacement in the early 1980s, were retrofitted in Seattle. ==Use== In planning for a prolonged closure of the bridge for the east-half replacement, the Washington State Department of Transportation conducted a five-day survey of bridge use in early June 1998 in order to assess closure impact and plan effective mitigation strategies. The survey was in three stages: A video camera count of traffic on weekdays (Tuesday and Wednesday) and a weekend (Friday through Sunday) to estimate average volume; the use of that video to record license plate numbers for vehicle registration addresses to assess which communities would be most affected; and the mailing of a questionnaire to the registered owners of those vehicles seeking information on trip origin, destination, and purpose, and choice of travel alternatives during a bridge closure. The video count produced a weekday average of 14,915 trips/day and a weekend average of 18,759 trips/day. Peak volumes reach 20,000 vehicles on summer weekends. The vehicle registration information indicated that a majority of trips were by residents of communities near the bridge. The most represented communities were, in numerical order, Port Ludlow (8%), Port Townsend (7%), Port Angeles (6%), Seattle (6%), Sequim (5%), Poulsbo (5%), Bremerton (4%), Port Hadlock (2%), and Silverdale (2%). The questionnaires revealed that a majority of trips were to and/or from communities near the bridge. On the weekend 48% of westbound trips originated on the north and central Kitsap Peninsula, with 88% of the destinations in areas near Port Ludlow, Port Townsend, Sequim, and Port Angeles. For weekday trips, nearly 55% of westbound trips originated in northern or central Kitsap County with 90% of the destinations in the Port Ludlow, Port Townsend, Sequim, and Port Angeles areas. A large number of eastbound weekday morning trips appeared to be for commuting purposes, with 92% of originating in Port Ludlow, Port Townsend, Sequim, or Port Angeles, and 60% with central or northern Kitsap County as a destination, and 32% ending in the Seattle metropolitan area. The evening westbound trips seemed to mirror the morning patterns. When asked the purpose of their trips, respondents reported that for weekend trips 21% were for recreational, 21% for social, 19% for personal, 18% for work, 6% for business, and 4% for medical reasons. For weekday trips 33% were for work, 17% for personal, 14% for business, 11% for medical, 9% for social, and 8% for recreational reasons. ==Sources== *Burows, Alyssa. \"Bulley, William A. (b. 1925)\" in the HistoryLink.org Cyberpedia Library, Essay 7289. March 28, 2005 (retrieved July 24, 2006). *Burows, Alyssa. \"William Adair Bugge assumes duties as Director of Highways on July 1, 1949\" in the HistoryLink.org Timeline Library, Essay 7256. March 5, 2005 (retrieved July 24, 2006). *Hamilton, Charles. \"Hood Canal Bridge opens on August 12, 1961\" in the HistoryLink.org Timeline Library, Essay 7280. March 17, 2005 (retrieved July 24, 2006). * Hood Canal Bridge East-Half Replacement Closure Mitigation Plan — Preferred Options. Washington State Department of Transportation and Bucher, Willis & Ratliff Corporation. February 2000. * Hood Canal Bridge - A Floating Lift Draw Bridge. Michael J. Abrahams, Parsons Brinckerhoff Quade and Douglass, Inc. 1982. Heavy Movable Structures Symposium ==Notes== ==External links== *The SR 104 Hood Canal Bridge Project *Frequently Asked Questions *The Washington State Department of Transportation *Hood Canal Coordinating Council * Category:Bridges completed in 1961 Category:Bridge disasters in the United States Category:Bridge disasters caused by wind Category:Transportation buildings and structures in Kitsap County, Washington Category:Transportation buildings and structures in Jefferson County, Washington Category:Road bridges in Washington (state) Category:Transportation disasters in Washington (state) Category:Former toll bridges in Washington (state) Category:Moveable bridges in the United States Category:Pontoon bridges in the United States Category:Retractable bridges",
 "title": "Hood Canal Bridge"
}