{
 "id": "893925",
 "text": "The Wicked Bible, sometimes called the Adulterous Bible or the Sinners' Bible, is an edition of the Bible published in 1631 by Robert Barker and Martin Lucas, the royal printers in London, meant to be a reprint of the King James Bible. The name is derived from a mistake made by the compositors: in the Ten Commandments in , the word \"not\" was omitted from the sentence \"Thou shalt not commit adultery,\" causing the verse to instead read \"Thou shalt commit adultery.\" ==Background== Historically, the omission of \"not\" was considered quite a common mistake. Until 2004, for example, the style guide of the Associated Press advised using \"innocent\" instead of \"not guilty\" to describe acquittals, so as to prevent this eventuality. == Errors == thumb|A picture of the Deuteronomy 5:24 passage in the University of Cambridge copy of the Wicked Bible (201.C31.6) showing no misprint. The Wicked Bible is best known for the omission of the word \"not\" in the sentence \"Thou shalt not commit adultery\" (), thus changing the sentence into \"Thou shalt commit adultery\". The 1886 Reports of Cases in the Courts of Star Chamber and High Commission (which gives the Bodleian Library manuscript Rawlinson A 128 as its source) lists this as one of the \"two grossest errors\", among \"divers other faults\". The other is a misprint appearing in Deuteronomy 5: the word \"greatness\" appearing as \"great-asse\", leading to a sentence reading: \"Behold, the Lord our God hath shewed us his glory and his great-asse\". Gordon Campbell reports that there are no surviving copies of the book that contain the second error (\"great- asse\"), but that in three of the surviving copies there is an inkblot where the missing \"n\" would be, suggesting such a mistake may have been covered up in these copies. He also notes that, at the time of the Wicked Bible's publication, the word \"asse\" only had the sense of \"donkey\". Rob Ainsley of the British Library, in a 2009 letter to the London Review of Books, suggested that the existence of this second error was highly dubious. Diana Severance, director of the Dunham Bible Museum at the Houston Baptist University, and Gordon Campbell have suggested that the potential second error could indicate that someone (possibly a rival printer) purposefully sabotaged the printing of the Wicked Bible so that Robert Barker and Martin Lucas would lose their exclusive license to print the Bible. However, Campbell also notes that neither Barker nor Lucas suggested the possibility of sabotage in their defence when they were arraigned. About a year after publication, Barker and Lucas were called to the Star Chamber and fined and deprived of their printing license. The Wicked Bible is the most prominent example of the bible errata which often have absent negatives that completely reverse the scriptural meaning. == Public reaction == thumb|right|The title page of the Wicked Bible The case of the Wicked Bible was commented on by Peter Heylyn in 1668: The Archbishop of Canterbury expressed anger at both errors.Ingelbart, Louis Edward (1987). Press Freedoms. A Descriptive Calendar of Concepts, Interpretations, Events, and Courts Actions, from 4000 B.C. to the Present, p. 40, Greenwood Publishing. The majority of the Wicked Bible's copies were immediately cancelled and destroyed, and the number of extant copies remaining today, which are considered highly valuable by collectors, is thought to be relatively low. == Origin of the name == The nickname Wicked Bible seems to have first been applied in 1855 by rare book dealer Henry Stevens. As he relates in his memoir of James Lenox, after buying what was then the only known copy of the 1631 octavo Bible for fifty guineas, \"on June 21, I exhibited the volume at a full meeting of the Society of Antiquaries of London, at the same time nicknaming it 'The Wicked Bible,' a name that has stuck to it ever since.\"Stevens, Henry. Recollections of Mr James Lenox of New York and the Formation of His Library. London: Henry Stevens & Son, 1886 (page 35). == Remaining copies == The majority of the Wicked Bible's copies were immediately cancelled and destroyed, and the number of extant copies remaining today, which are considered highly valuable by collectors, is thought to be relatively low. One copy is in the collection of rare books in the New York Public Library and is very rarely made accessible; another can be seen in the Dunham Bible Museum in Houston, Texas, US. The British Library in London had a copy on display, opened to the misprinted commandment, in a free exhibition until September 2009.Wicked Bible on free public display in British Library, London The Wicked Bible also appeared on display for a limited time at the Ink and Blood Exhibit in Gadsden, Alabama, from 15 August to 2 September 2009. A copy was also displayed until 18 June 2011 at the Cambridge University Library exhibition in England, for the 400th anniversary of the King James Version. There are fifteen known copies of the Wicked Bible today in the collections of museums and libraries in the British Isles, North America and Australia: ESTC system number 006195643, ESTC Citation Number S161 * British Isles (seven copies) 1. The British Library 2. University of Glasgow Library 3. University of Leicester David Wilson Library 4. Cambridge University Library 5. University of Oxford, Bodleian Library 6. University of Manchester, John Rylands Library 7. The Library at York Minster * North America (seven copies) 1. New York Public Library 2. Yale University, Sterling Memorial Library 3. Houston Baptist University, Dunham Bible Museum 4. DC Museum of the Bible 5. University of Toronto, Thomas Fisher Rare Book Library 6. The Lilly Library, Indiana University 7. Princeton University Library, Special Collections * Australia (one copy) 1. University of Adelaide, Rare Books and Special Collections A number of copies also exist in private collections. In 2008, a copy of the Wicked Bible went up for sale online, priced at $89,500.Greatsite.com platinum room retrieved 20 June 2008. A second copy was put up for sale from the same website which was priced at $99,500 as of 2015. Both copies were sold for around the asking price. In 2014, William Scheide donated his library of rare books and manuscripts to Princeton University, with a copy of the Wicked Bible among its holdings. In 2015, one of the remaining Bible copies was put on auction by Bonhams, and sold for £31,250. In 2016, a copy of the Wicked Bible was put on auction by Sotheby's and sold for $46,500. In 2018, the same copy of the Wicked Bible was put on auction again by Sotheby's, and sold for $56,250. == See also == *Bible errata == References == == Bibliography == * Eisenstein, Elisabeth L Rewolucja Gutenberga, translated by: Henryk Hollender, Prószyński i S-ka publishing, Warsaw 2004, * Ingelbart, Louis Edward. Press Freedoms. A Descriptive Calendar of Concepts, Interpretations, Events, and Courts Actions, from 4000 B.C. to the Present, Greenwood Publishing 1987, * Stevens, Henry. ′The Wicked Bible,′ in Recollections of Mr James Lenox of New York and the Formation of His Library. London: Henry Stevens & Son, 1886 (pages 34–42). Category:1631 books Category:Early printed Bibles Category:Linguistic error",
 "title": "Wicked Bible"
}