{
 "id": "894105",
 "text": "\"Wong's Lost and Found Emporium\" is the second segment of the ninth episode from the first season (1985–86) of the television series The Twilight Zone. The segment is based on the short story \"Wong's Lost and Found Emporium\", by William F. Wu, first published in Amazing Stories in May 1983. It takes place in a mystical shop where ephemeral things such as lost integrity and lost time can be recovered. ==Plot== David Wong, a young Asian American, has spent three years looking for a mysterious place called \"The Lost and Found Emporium.\" He tracks it down to a backroom of a San Francisco pawn shop, but cannot find any staff. Browsing, David meets an elderly woman who is looking for lost time. He is not interested in her story, but he sees an orb of light floating behind her. Following the orb, which the woman does not see, he finds a cage with mice that have instructions to rub them until they calm down. Believing this is her chance to win back her lost time, the woman tries to do so but the mice scatter. She breaks down in tears and David leaves her. David meets an elderly man who came to the emporium by accident. He says he lost the respect of his children. With the help of another orb, David points him to a mirror, which he must look at for no less than five and a half minutes. The man is disgusted by what he sees-—a distorted, monstrous image of him. He smashes the mirror and then realizes he has destroyed his chance. David shakes his head and leaves. David is confronted by a young woman named Melinda who scolds him for his lack of compassion. David says it is his compassion he is after and explains how he lost it due to racial intolerance, in particular the murder of Vincent Chin. Deducing that visitors to the emporium can see other people's guiding orbs but not their own, Melinda offers to find his compassion if he finds her lost item. David agrees and follows her orb to an old thermos, which releases a stream of vapor. After inhaling the vapor, Melinda receives back her sense of humor. She points David to three flasks, but won't tell him which one contains his compassion. David smashes the two biggest flasks, regaining his integrity and a childhood memory. The third flask rolls away and is lost. David is unhappy, but decides it is destiny to help other unfortunate souls. Melinda hypothesizes that he gained back some of his compassion with the restoration of his integrity, and volunteers to stay as his assistant. They start by helping the elderly man and woman. Afterwards Melinda puts up a new sign on the entrance: \"Wong's Lost and Found Emporium: Under new management\". ==Production== Alan Brennert wrote the teleplay for the episode based on the short story by William F. Wu. Wu got the idea for the story from a prompt given by Harlan Ellison at the Clarion Writers Workshop: \"Where do lost things go?\" Seven years after the workshop, the full concept of the story popped into his head as he was lying down for a nap. Writer Michael B. Tonin was responsible for bringing the short story to Brennert's attention. The production featured a huge number of \"lost item\" props, with the crew cracking jokes about having cleaned out the CBS property room. Actress Carol Bruce was shocked when she noticed that one of the prop skeletons was a real human skeleton rather than the usual plastic model. Wu, who was present for the filming and was a fan of Bruce's, took the opportunity to chat and have his photo taken with her. Science fiction writer Alison Tellure suggested the idea of a head in a jar which turns out to be alive. The original short story makes a subtle reference to an earlier short story with a mystic curio shop, \"The Chaser\" by John Collier, which coincidentally was also developed into a Twilight Zone episode, albeit for the original series rather than the 1985 incarnation. However, this reference was left out of the TV adaptation. ==Sequels== A sequel episode titled \"Missing Person\" was developed for season two of \"The Twilight Zone\", this time with the teleplay written by William F. Wu himself, but the series was cancelled before it could be filmed. The plot revolved around a person who wakes up to find he is a \"lost item\" on a shelf in Wong's Lost and Found Emporium and cannot leave until someone comes and \"finds\" him. Though the TV episode was never produced, the short story version of \"Missing Person\" was published in Amazing Stories, as was a second sequel story, \"Indigo Shade, Alizarin Light\". All three Lost and Found Emporium stories were collected in Wu's 2020 book Interlaced Pathways, which was coincidentally dedicated to Alan Brennert. According to Brennert, in the early 2000s he was in talks to adapt the episode into a Sci-Fi Channel series in which David and Melinda would interact with a different set of guest stars each week, but nothing came of it. ==References== ==External links== * * Postcards from the Zone episode 1.22 Wong's Lost and Found Emporium Category:1985 American television episodes Category:The Twilight Zone (1985 TV series season 1) episodes Category:Television shows based on short fiction fr:Le Bazar de M. Wong",
 "title": "Wong's Lost and Found Emporium"
}