{
 "id": "894310",
 "text": "John Lawrence LeConte (May 13, 1825 – November 15, 1883) was an American entomologist of the 19th century, responsible for naming and describing approximately half of the insect taxa known in the United States during his lifetime,Bird Name Biographies - URL retrieved September 14, 2006 including some 5,000 species of beetles. He was recognized as the foremost authority on North American beetles during his lifetime, and has been described as \"the father of American beetle study\".Evans, Arthur V., and James N. Hogue. 2004. Chapter 1: A Brief History of Beetle Study in California. Introduction to California Beetles. University of California Press. , as excerpted at - URL retrieved September 16, 2006 ==Early life== A member of the scientifically inclined LeConte family, John Lawrence was born in New York City, the son of naturalist John Eatton Le Conte. His mother died when John Lawrence was only a few months old, and he was raised by his father. Based on samples of his signature, John Lawrence used the surname variant \"LeConte\" without the space that his father used (as \"Le Conte\"). John Lawrence graduated from Mount Saint Mary College (now known as Mount St. Mary's University), Emmettsburg, Maryland, in 1842, and from the College of Physicians and Surgeons, New York, in 1846. Having inherited means sufficient to render him independent, he never followed the practice of medicine to any extent. While still in medical college, in 1844, John Lawrence traveled with his cousin Joseph LeConte to the Great Lakes. Starting at Niagara Falls, they visited Detroit and Chicago and traversed Michigan, Wisconsin, Iowa and Illinois before returning up the Ohio River to Pittsburgh and on to New York. John Lawrence published his first three papers on beetles that year. ==Travels== thumb After graduating from medical college John Lawrence LeConte made several trips west, including to California via Panama in 1849. While in San Francisco, he sent 10,000 beetles preserved in alcohol back to his father. Another 20,000 beetle specimens were lost in a fire in 1852. LeConte also traveled to Europe, Egypt and Algiers.Scudder, Samuel H. A Biographical Sketch of Dr. John Lawrence LeConte. 1884. Transactions of the American Entomological Society: Volume 11, Number 3-4. He spent two years exploring the Colorado River, and was in Honduras for the building of the Honduras Interoceanic Railway, and in Colorado and New Mexico with the party surveying for the Kansas Pacific Railroad. He moved to Philadelphia in 1852, residing there for the rest of his life. He died in Philadelphia on November 15, 1883. ==Military service== During the American Civil War he served as a surgeon with the California Volunteers, reaching the rank of lieutenant colonel. ==U.S. Mint== In 1878 he became the chief clerk (assistant director) of the United States Mint in Philadelphia. He retained that position until his death in 1883. ==Scientific societies== LeConte was active in the scientific societies of his time, with stints as vice-president of the American Philosophical Society (1880–1883) and president of the American Association for the Advancement of Science (1873). He was a founder of the American Entomological Society, and a charter member of the National Academy of Sciences.Incorporators of the NAS ==Legacy== The genus ContiaBeolens, Bo; Watkins, Michael; Grayson, Michael (2011). The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (\"Le Conte\", page 154). and several hundred species are named after him, including LeConte's thrasher (Toxostoma lecontei), which he discovered while on a beetle-collecting trip to Arizona, and was named after him by George Newbold Lawrence. LeConte communicated with and collected birds and other natural history specimens for Spencer Fullerton Baird, a distant cousin and assistant director and then director of the Smithsonian Institution for a total of 39 years. In turn Baird asked other naturalists to collect beetles for LeConte. In the 1850s, LeConte collected some crystals from a cave in Honduras being mined for bat guano. It was later found to be a new mineral that was named \"lecontite\" in his honor. ==Works== *Catalogue of the Coleoptera of the United States. (1853) Frederick Ernst Melsheimer, revised by Samuel Stehman Haldeman and John Lawrence LeConte *Classification of the Coleoptera of North America (1861, 1873) *New Species of North American Coleoptera (1866, 1873) *Classification of the Coleoptera of North America. Part II (1883) - with George Henry Horn ==Notes== ==References== * * * * * * * *\"John Lawrence LeConte\" (1936). Dictionary of American Biography, Charles Scribner's Sons. * ==External links== *Samuel Henshaw (1878) The entomological writings of John L. Leconte.:Dimmock's special bibliography. no. 1 Cambridge, Massachusetts, The editor (George Dimmock), 1878. Category:1825 births Category:1883 deaths Category:American entomologists Category:Coleopterists Category:Union Army surgeons Category:Members of the United States National Academy of Sciences Category:Scientists from New York City Category:19th- century American people Category:Mount St. Mary's University alumni Category:Burials at West Laurel Hill Cemetery Category:Members of the American Philosophical Society",
 "title": "John Lawrence LeConte"
}