{
 "id": "89449",
 "text": "The Six Wives of Henry VIII is a series of six television plays produced by the BBC and first transmitted between 1 January and 5 February 1970. The series was later aired in the United States on CBS from 1 August to 5 September 1971 with narration added by Anthony Quayle. The series was rebroadcast in the United States without commercials on PBS as part of its Masterpiece Theatre series. Each of the six plays focuses on a single wife, often from their perspective and was written by a different dramatist. The series was produced by Mark Shivas and Ronald Travers and directed by Naomi Capon and John Glenister. ==Cast== *Keith Michell as Henry VIII *Annette Crosbie as Catherine of Aragon *Dorothy Tutin as Anne Boleyn *Anne Stallybrass as Jane Seymour *Elvi Hale as Anne of Cleves *Angela Pleasence as Catherine Howard *Rosalie Crutchley as Catherine Parr * Patrick Troughton as the Duke of Norfolk * John Woodnutt as Henry VII *Bernard Hepton as Archbishop Thomas Cranmer *Valentine Palmer as Lord Willoughby *Mollie Sugden as Lotte, handmaid to Anne of Cleves ==Writing credits== * Catherine of Aragon – Rosemary Anne Sisson * Anne Boleyn – Nick McCarty * Jane Seymour – Ian Thorne * Anne of Cleves – Jean Morris * Catherine Howard – Beverley Cross * Catherine Parr – John Prebble ==Plot by episode== === Catherine of Aragon === Catherine's marriage to Arthur, Prince of Wales, ends with his early death. Over the next few years, Catherine faces money trouble and arrangements for her to marry Prince Henry are unclear. When Henry VII dies, Henry VIII chooses Catherine as his wife, as his dying father requested. After a short scene of Catherine's son's death (her second pregnancy, after a stillbirth), and her weeping in Henry's arms, the programme cuts to later in the marriage, when Henry falls in love with Anne Boleyn. Henry wants a male heir and after several pregnancies only one child of Catherine's and Henry's has survived, the princess Mary (the future Queen Mary I). Catherine is heartbroken when Henry tells her he wants a divorce. There are several court scenes discussing the annulment. Cardinal Thomas Wolsey does all he can to accomplish Henry's desire for a divorce from Catherine, but ultimately fails (and later dies en route to the Tower of London). Henry attempts to have a Papal Trial in England, to call into question the validity of his marriage to Catherine. But when Rome and the Pope revoke this attempt, Henry begins his break with the Catholic Church and starts to sow the seeds of the eventual English Reformation. Catherine is eventually told her marriage to Henry has been annulled, and that Henry has married Anne. Catherine is moved to Wolsey's house until she dies, with María de Salinas (her most faithful servant) by her side. While there, they receive the news that Anne has had her child, the future queen Elizabeth I. The episode ends with Catherine dying in her bed, María de Salinas beside her and Henry reading a loving final letter from Catherine. Henry crushes the letter callously, and walks dominatingly towards the camera, resembling the Hans Holbein portrait. ===Anne Boleyn=== Having seen Anne's rise in the preceding episode, this episode focuses primarily on her downfall, documenting the disintegration of her marriage in the face of two miscarriages and the king's infidelities. Anne's brother, George Boleyn, Viscount Rochford (with whom she was accused of committing incest), is shown anxiously trying to advise and counsel her to be more prudent and cautious in her conduct with the King. But Anne continues to berate Henry for his infidelities, which elicits not-so- veiled threats from him in return. Anne's final failure to give Henry a son seals her doom. The storyline was heavily influenced by academic theories that believed Anne was the victim of a factional and political plot, concocted by her many enemies (among them, Thomas Cromwell and Lady Rochford, Anne's sister-in-law), who capitalised on the king's disillusionment with her. The scriptwriter used Anne's final confession of her sins (a burden that Archbishop Thomas Cranmer would have to bear to the end of his days), to suggest her innocence on charges of adultery, incest, treason and witchcraft. ===Jane Seymour=== Jane gives birth to Prince Edward, (the future Edward VI). When she is taken to her child's christening, she is in pain and is near death; while lying in her sickbed, the events of her life flash before her in a fever dream. She remembers how Henry fell in love with her, and how her relatives (and certain of Henry's councillors like Thomas Cromwell, Bishop Stephen Gardiner, and others), schemed to bring about the downfall of Anne Boleyn and the subsequent rise of Jane. Directly after Anne is executed, Henry and Jane are married. During her short time as queen, Jane tries with some success to reconcile the Princess Mary with Henry. Her pregnancy is a guilt- filled one. She is tormented by the fact that her predecessor was innocent; the victim of false witness. After Jane gives birth to the prince, she falls ill from childbed fever; this brings the episode full circle. Jane dies, and the last images we see here are her body lying in state, arrayed like a queen and Henry weeping by Jane's funeral bier. ===Anne of Cleves=== With three dead wives behind him, Henry is urged by his counselors to marry again and further secure the succession. Thomas Cromwell encourages him in an alliance with Protestant Cleves (now part of modern Germany), so he considers one of the Duke of Cleves' sisters, Anne or Amelia. He sends artist Hans Holbein, who paints both girls. Based on this portrait and good reports of her, Henry chooses Anne and she is sent to marry the king. When she reaches England, Henry wishes to surprise her, so he goes to see her for the first time in disguise. He arrives unannounced, and Anne is horrified when she learns the obese and bawdy \"messenger\" is really her betrothed. Henry, rattled by her reaction, declares her ugly and attempts to nullify the marriage contract, but the marriage proceeds with two unwilling participants. When the time comes to consummate their union, Anne sees a possible escape from the marriage by stalling the already unenthusiastic king. In the weeks that follow, Anne and Henry live separate lives at court, although Anne is shown as being close to his children, especially little Elizabeth. Politics then take centre stage as Thomas Howard, Duke of Norfolk, plans Cromwell's downfall by playing on Henry's infatuation with his young niece, Catherine Howard. The reasons for the German alliance have also shifted, making the marriage to Anne politically inconvenient. Cromwell, the architect of the alliance, knows he is doomed and warns Anne, who plans an exit from the marriage rather than risk a worse fate. Archbishop Thomas Cranmer offers Anne advice and sympathy; they both regret Cromwell's and Robert Barnes' downfall. Encouraging Henry to think it is his own idea, Anne tells Henry that she understands his demands for an annulment, and suggests that he give her a household of her own, and continued contact with Henry's children, of whom she is fond. She points out that if they both agree that the marriage was never consummated, it should be easy to have it annulled. Given a graceful exit from a marriage and wife he has no interest in, Henry gradually agrees, saying \"Good night, my dear sister.\" The episode ends on Anne's bittersweet but relieved expression. The portrayal of Anne of Cleves is based largely on the writer's interpretation of obscure historical events. She is shown to have a strong grasp of politics. It provides an interesting interpretation to the facts of the annulment and the reason why Anne of Cleves survived her marriage to Henry to live long into the reign of his daughter, Mary. ===Catherine Howard=== The Duke of Norfolk visits his elderly mother to see if one of his nieces would be a likely enticement for the king. His ambition is clear: he wants a Howard on the throne of England. We meet Catherine Howard, a pretty and foolhardy teenager, who confides in her cousin Anne Carey that she had sexual relations with a young man named Francis Dereham the previous summer. She is taken by her governess, Lady Rochford (the former sister-in-law of the late queen Anne Boleyn), to her uncle, who informs her that she is to be the next Queen of England. She states her concerns because of what happened to Anne but Norfolk assures her if she listens to him all will be well, and stresses that she must not show fear or timidity when addressing the king. Norfolk is unaware of his niece's sexually active past, and Catherine lies about it, telling him that she is untouched. She is taken to meet the king. Henry, long ill with an ulcer on his leg, is immediately taken with the pretty young girl. She nurses and flirts with him and Norfolk's dream seems closer. The king decides to take her as his wife but on their wedding night Henry's impotence is an obstacle. Another obstacle comes when the young Dereham comes to visit the queen and blackmails her regarding their prior romance. She gives him the job of Private Secretary to her, to keep him quiet. To secure her future, Norfolk insists she produce a male heir, in any way possible. Catherine (with the help of Lady Rochford as a go-between) begins a desperate affair with Thomas Culpeper, Henry's young and dashing personal aide, who is already overwhelmingly smitten with her. But months pass with no sign of a child, and the court begins to know about the affair; as well the rampant rumours concerning Catherine's past indiscretions with both Dereham and a music teacher named Henry Mannox. With disclosure threatened, Norfolk betrays his niece to the king before his enemies can. Culpeper and Dereham are taken to the Tower, tortured, and later executed. There is then a dramatic scene where Norfolk and the king's guards come to arrest Catherine and the Lady Rochford. Catherine demands to see the king, but is denied. She is taken to the Tower where she rehearses the speech she will give at her execution and practises laying her head on a block. The episode ends with the king preparing for an operation on his ulcerated leg and banishing Norfolk, who is now very violently out of favour. Henry tells him that if he ever looks on him again, it will be only on his head. ===Catherine Parr=== Catherine Parr, the recently widowed Lady Latimer, is called to an audience with the King. Henry, looking old in his fifties, corpulent, sick and lonely, takes to the mature twice-widowed lady; her honesty and calmness entice him. She turns down his offer of marriage, however, only to be persuaded by the ambitious Seymour brothers, Edward and Thomas (brothers of the late queen Jane Seymour) to accept Henry's proposal. Thomas, even though he and Catherine have romantic feelings for each other, is especially eager to have Catherine marry Henry. Archbishop Thomas Cranmer also encourages the devoutly Protestant Catherine to marry the King. Catherine soon becomes Queen of England; her natural maternal instinct is put into practice with the king's children, Mary, Elizabeth and Edward. However, Catholic Bishop Gardiner takes a dislike to Catherine's religious views. He plots her downfall, and questions her ladies. Gardiner even has one woman, Anne Askew (not one of Catherine's ladies, but a notable religious writer and speaker whose works Catherine had read), on the rack. Catherine is horrified by Askew's story and confronts her husband and Gardiner. Henry is angered by her liberal opinions and angrily rejects her. Soon, a warrant for the queen to be arrested and \"examined\" (which is practically a death sentence), is made out. Catherine is terrified, but Archbishop Cranmer advises her to assume a modest, humble, apologetic pose to the king, and Henry forgives her. Soon after, Henry suddenly collapses, obviously near death. After a long wait, the King dies, and Thomas Seymour asks Catherine to marry him. Still in her mourning clothes, Catherine berates him for trying to take the king's place, but accepts. ==Reception== The series won a Prix Italia award in Italy, several BAFTA awards in England and several Emmy Awards in the US, and was adapted by Ian Thorne into the 1972 film Henry VIII and His Six Wives. It spawned a successful sequel, Elizabeth R, starring Glenda Jackson, and a prequel The Shadow of the Tower starring James Maxwell and Norma West as Henry's parents, Henry VII and Elizabeth of York. ==Awards and honours== ===Prix Italia, 1970=== *Original Dramatic Program (for the episode, Jane Seymour) ===BAFTA Awards, 1971=== *Best Actor, Keith Michell *Best Actress, Annette Crosbie *Best Production Design, Peter Seddon *Best Costume Design, John Bloomfield *Special Award, Ronald Travers & Mark Shivas Also nominated for: *Best Drama Production, Ronald Travers & Mark Shivas *Best Drama Production, (Single Program), John Glenister (for the episode, Catherine of Aragon) *Best Actress, Dorothy Tutin ===Emmy Awards, 1972=== *Outstanding Single Performance by an Actor in a leading role, Keith Michell Also nominated for: *Outstanding Drama Series, Ronald Travers & Mark Shivas, producers *Outstanding New Series, Ronald Travers & Mark Shivas, producers *Outstanding Continued Performance by an Actor in a leading role in a dramatic series, Keith Michell *Outstanding Single Program, drama or comedy, Ronald Travers & Mark Shivas, producers ==See also== *Cultural depictions of Henry VIII of England *Anne Boleyn in popular culture ==References== ==External links== * Category:BBC television royalty dramas Category:Television set in Tudor England Category:1970s British drama television series Category:1970 British television series debuts Category:Cultural depictions of the wives of Henry VIII Category:1970 British television series endings",
 "title": "The Six Wives of Henry VIII (1970 TV series)"
}