{
 "id": "895305",
 "text": ", nicknamed , is a fictional character from Kojima's Metal Gear series. Created by Hideo Kojima and designed by Yoji Shinkawa, Otacon was introduced in the series in Metal Gear Solid. In Metal Gear Solid, Otacon, an ArmsTech employee who designed Metal Gear REX, becomes a close ally of Solid Snake upon learning of REX's nuclear strike capabilities. After the events of Metal Gear Solid, he helped Solid Snake form Philanthropy, a group whose main objective is to prevent proliferation of Metal Gear-type weapons. Snake and Otacon infiltrate the military installations and facilities of the world, delving into their compounds through stealth and cyber hacking. In a sense, Snake is the brawn and Otacon is the brains behind \"Philanthropy.\" A devoted fan of anime, Hal's chosen nickname is the short form of the Otaku Convention, with reference to Otakon held in Washington, D.C. each year. The name \"Hal\" is a direct reference to the computer HAL 9000 from Kojima's favorite film 2001: A Space Odyssey, one of several references to the film which is present in Metal Gear Solid; in the Otacon ending of the game, Hal and Snake make direct comparisons to the film. Critical reception of Otacon has been positive, with praise being particularly directed towards his and Snake's friendship. ==Concept and design== \"Hal\" is a tribute to 2001: A Space Odyssey. Kojima states that he created Otacon as his way of glorifying the otaku stereotype by having a character who fights the terrorists with his intellect rather than his brawn. He added that the original idea for Otacon was to make him \"heavier, wearing a cap, and programming while eating a chocolate bar\". However, the design Shinkawa did for the character was a slender one instead. Lead character designer Yoji Shinkawa stated in an interview that Otacon was designed to look somewhat \"tougher\" than he did in Metal Gear Solid for the second game. ==Appearances== Hal Emmerich was born in 1980 to Dr. \"Huey\" Emmerich and Dr. Strangelove, a pair of former scientists. When Hal was still young, Huey attempted using him as a test pilot for the Metal Gear ST-84, as the machine could only be piloted by a child. Strangelove vehemently opposed this, leading to an argument between Hal's parents and to Huey ultimately killing Strangelove. Years later, Huey married a British woman named Julie Danziger with a child of her own (Emma). Hal and Emma were close, as they had no other friends. Huey later committed suicide by drowning himself in the family pool, and attempted to drown Emma as well. After the incident, Emma became estranged from her stepbrother, blaming him for not saving her. Shortly afterwards, Hal ran away from home and did not see any of his family members until several years later. Choosing not to continue school, he began to educate himself via the Internet. He became a big fan of anime, and started calling himself Otacon, short for the \"Otaku Convention\", which he never misses. He matriculated at MIT and earned his Ph.D. from Princeton University. During his college years, he was recruited by the FBI's Engineering Research Facility, but was fired from his job after hacking into their classified database. Otacon was hired by Armstech, Inc. to be the lead engineer for the Metal Gear REX project.\"Snakes and Gears: A Metal Gear Overview,\" Game Informer 182 (June 2008): 108. He jumped at the chance to make an actual mecha type robot, which appears frequently in the anime he enjoys. He was led to believe that it was a mobile defense system, but in reality it was a nuclear doomsday weapon. In 2005, during the Shadow Moses incident (the events of Metal Gear Solid), Otacon encountered Solid Snake who had informed him of the true nature of Metal Gear REX. Devastated, Otacon realized that he had written yet another chapter in his family's dark history—his grandfather had worked on the Manhattan Project, and his father was born on the day of the Hiroshima bombing. Otacon had developed a strong attraction to FOXHOUND member Sniper Wolf. Distraught that Snake would have to kill her, Otacon eventually came to terms with her, himself, and his position in life. With Otacon's assistance, Snake was able to destroy REX and defeat the terrorist uprising. According to the in-universe novel In the Darkness of Shadow Moses: The Unofficial Truth, Otacon had allegedly left for Great Britain after the events of the terrorist uprising to visit relatives. After the schematics for Metal Gear were placed on the black market by Revolver Ocelot, Snake and Otacon formed Philanthropy, an organization dedicated to the end of the proliferation of Metal Gear-type weapons. In 2007 (the events of Metal Gear Solid 2: Sons of Liberty), Otacon received an email from his step-sister Emma, informing him of a new prototype Metal Gear RAY. The e-mail was actually a trap for the Patriots to lure Solid Snake out of hiding and frame him for terrorism, by having Ocelot hijack RAY and place the blame on Snake with forged evidence. When the tanker was destroyed by Ocelot, Otacon took a boat and managed to save Snake, as well as Olga Gurlukovich. Otacon was forced to fake Snake's death after he was framed by the Patriots. Using connections he had with an organization, he managed to steal Liquid Snake's corpse (which was missing its right arm) and dumped it into the sea. He continued to manage Philanthropy's activities while keeping Snake's survival a secret from the public. In 2009, he received another anonymous e-mail, this time from Liquid (while taking over Ocelot's mind), informing him about the development of Arsenal Gear in the Big Shell. When Solidus Snake seized the Big Shell, he infiltrated the facility with SEAL Team 10 to find Emma, who was among the hostages. He managed to be reunited with her, but she died shortly afterwards, due to stab wounds inflicted by Vamp. Before her death, Emma admitted to always admiring Hal and wanting to follow in his footsteps. Despite falling into deep despair, Snake encouraged him to move on and rescue all the hostages held in the Big Shell. Apparently, he was successful in this and stays in contact to support Raiden until he defeated Solidus. When Snake met Otacon at their hideout he was given the disk that contained the data of the Wisemen's Committee to look over, which included their names and whereabouts. After this (the ending note) Otacon told Snake about the information on the disc: the twelve Wisemen had been dead for about 100 years. Otacon appeared once more as Old Snake's support man in Metal Gear Solid 4: Guns of the Patriots, set in 2014. He and Sunny built a robotic companion to Snake called Metal Gear Mk. II, which he controlled remotely. The Mk. II was taken from a robotic character of the same name in Snatcher. He became romantically involved with Naomi Hunter through the course of the story although he once again lost her upon her suicide, thus forcing him yet again to witness the death of a woman he cared about. In the finale, Otacon told Snake that he will live with Snake for the remainder of his life, to serve as a witness of his existence. By the time of Metal Gear Rising: Revengeance in 2018, Otacon is mentioned to have officially adopted Sunny. Outside of the Metal Gear series, Otacon has made guest appearances in Super Smash Bros. Brawl and Super Smash Bros. Ultimate, where he was one of Solid Snake's support crew available through taunting. ==Reception== Otacon is widely regarded as one of the best sidekick type characters in video games. As such, he was declared the best \"buddy in gaming\" by Machinima.com in 2010. Cracked.com included him on their 2010 list of six video game sidekicks that are actually more effective than the actual hero at number four, stating: \"Really, Otacon doesn't need Snake at all. The only thing keeping us from Metal Gear Solid: Nerdy Mouthbreather is the fact that Otacon pees all over himself when he's scared and has sex with his stepmother.\" In 2011, UGO Networks ranked him the sixth best video game companion, comparing him to Q of James Bond, while Maximum PC listed him among 25 of gaming's greatest sidekicks, commenting that \"Snake wouldn’t be half the man he is without Otacon backing him up.\" In 2013, Hanuman Welch of Complex ranked Otacon and Meryl Silverburgh ex equo at fourth place on a list of video game sidekicks that deserve their own titles.13 Video Game Sidekicks That Deserve Their Own Titles, Complex.com, July 12, 2013. In GameSpot's poll \"All-Time Greatest Game Sidekick\", Otacon got to the semi-finals, before losing to Albert Einstein of the Command & Conquer: Red Alert series. Otacon was ranked the fourth best Metal Gear character by Play. 1UP.com's Scott Sharkey ranked Otacon's reaction to the death of Sniper Wolf at second place in his 2009 list of the series' \"most awkward\" moments, calling it \"the world's most embarrassingly stupid case of Stockholm syndrome.\" Among other reception, Marissa Meli of UGO placed him at third place on her 2010 list of the greatest Jewish characters in video games and Ryan Woo of Complex ranked him as the sixth most stylish video game character for his Metal Gear Solid 4 outfit in 2011. In 2012, Complex also put him and Solid Snake at second place on their list of \"Most A**-Kicking Video Game Duos\", GamesRadar included him among the \"13 unluckiest bastards in gaming\". ==References== Category:Characters created by Hideo Kojima Category:Characters designed by Yoji Shinkawa Category:Fictional activists Category:Fictional American diaspora Category:Fictional American Jews in video games Category:Fictional British people in video games Category:Fictional hackers Category:Fictional roboticists Category:Metal Gear characters Category:Fictional scientists in video games Category:Male characters in video games Category:Video game characters introduced in 1998 Category:Video game sidekicks Category:Hackers in video games",
 "title": "Otacon"
}