{
 "id": "895735",
 "text": "Randvér or Randver was a legendary Danish king. In Nordic legends, according to Sögubrot and the Lay of Hyndla, he was the son of Ráðbarðr the king of Garðaríki and Auðr the Deep-Minded, the daughter of the Danish-Swedish ruler Ivar Vidfamne. In these two sources, Auðr had Randver's brother, Harald Wartooth, in a previous marriage.Nerman (1925), p. 243-6. One of the genealogies in Hversu Noregr Byggðist seems to say that he is the son of Hrœrekr slöngvanbaugi and the brother of Harald Wartooth.Hversu Noregr byggðist, Chapter V Hrœrekr was, according to Sögubrot, a Danish king on Zealand who was killed by Ivar Vidfamne.Nerman (1925), p. 244. According to Hervarar saga both Randver and Harald Wartooth were the sons of Valdar and Alfhild, the daughter of Ivar Vidfamne. This saga relates that Ivar appointed Valdar as the king of Denmark, and when Valdar died, he was succeeded by Randver. Randver married Åsa Haraldsdottir of Agder (in other sagas said to be the wife of Gudrød the Hunter of Vestfold), who gave birth to a son, Sigurd Hring. After his brother Harald had reclaimed Götaland (or Gotland depending on the manuscript), Randver fell in battle in England.Ellehøj (1965), p. 89. The Hervarar saga says that Randver was succeeded as Danish king by his son Sigurd Hring (probably as Harald's viceroy).Ellehøj (1965), p. 89. However, Sögubrot says that Harald Wartooth elevated Sigurd Hring as sub-king of Sweden and Västergötland.The Danish chronicle of Saxo Grammaticus (c. 1200) does not clearly mention Randver, but rather asserts that Hring was the son of the Swedish king Ingjald and an unnamed sister of Harald Wartooth.Saxo Grammaticus (1905), p. 459. The Danish scholar Gudmund Schütte drew a parallel between the pair Ráðbarðr - Randver in Langfeðgatal and the pair Rædhere - Rondhere that is mentioned in line 123 in the Anglo-Saxon poem Widsith (7th century?). Schütte's argument was that lists of heroic figures found in Widsith were reflected in the ordering of names in some later medieval sagas and chronicles.Schütte (1926), p. 44. ==References== ==Literature== * Ellehøj, Svend (1965) Studier over de ældste norrøne historieskrivning. Hafniæ: Munksgaard. * Nerman, Birger (1925) Det svenska rikets uppkomst. Stockholm: Generalstabens litografiska anstalt. * Saxo Grammaticus (1905) The nine books of the Danish history of Saxo Grammaticus. London: Norroena Society * Schütte, Gudmund (1926) \"Dansk kongetals tusendaarige traad\", Dansk Historisk Tidskrift 9:V Category:Mythological kings of Denmark Category:People whose existence is disputed",
 "title": "Randver"
}