{
 "id": "895714",
 "text": "Kevin Lamoureux (born January 22, 1962) is a politician in Manitoba, Canada. On November 29, 2010, he was elected to the House of Commons of Canada for the constituency of Winnipeg North in a by-election. He was re-elected during the 2011 election by a margin of just 44 votes. Lamoureux previously served in the Legislative Assembly of Manitoba from 1988 to 1999 and from 2003 to 2010, and he twice sought the leadership of the Manitoba Liberal Party. He serves in the House of Commons as a member of the Liberal Party of Canada. ==Background== Lamoureux was born in Winnipeg, Manitoba, and was educated at the University of Winnipeg. He worked as a store manager and air traffic control assistant, also serving in the armed forces for three years. His younger brother Darrin Lamoureux was the leader of the Saskatchewan Liberal Party from 2013 to 2017. His daughter, Cindy Lamoureux, is an MLA in northwest Winnipeg; she represented Burrows from 2016 until 2019 and has represented Tyndall Park. ==Member of the Manitoba Legislature== Lamoureux first ran for the Legislative Assembly of Manitoba in the 1986 election in the north-Winnipeg division of Logan. The Liberal Party did not have a strong provincial organization in this campaign, and Lamoureux finished a distant third against New Democrat Maureen Hemphill. The Manitoba Liberal Party saw its popularity increase between 1986 and 1988, as many centre-left voters abandoned the New Democratic Party (NDP) government of Howard Pawley. In the 1988 election, the Liberals jumped from one seat—River Heights, represented by party leader Sharon Carstairs—to twenty and became the dominant party in both north and south Winnipeg. Lamoureux scored a narrow victory over NDP incumbent Don Scott in the north end division of Inkster and entered the legislature as a member of the Official Opposition. The Liberal Party fell back to seven seats in the 1990 provincial election, finishing in third place behind a resurgent New Democratic Party. Lamoureux, however, was re-elected in Inkster with an increased margin of victory. ;Leadership campaigns Lamoureux ran for the Manitoba Liberal Party's leadership in 1993 after the resignation of Sharon Carstairs. He was seen as an \"anti-establishment\" candidate in this contest, representing north-Winnipeg communities against a party establishment dominated by south-Winnipeg interests. He lost to Paul Edwards. The Liberals were leading in the polls before the 1995 provincial election, but their support base collapsed during the campaign and the party won only three seats. Lamoureux again increased his majority in Inkster, while Edwards lost in St. James. Edwards announced his resignation in late 1995, and Lamoureux again stood for the party leadership. He was again regarded as an \"anti-establishment\" candidate, this time facing Ginny Hasselfield, who was supported by the party's leadership. This contest was very divisive, and its ending was controversial. All party members could cast a ballot, and the results were \"weighted\" by constituency. It is generally acknowledged that Lamoureux received more votes from the party members than Hasselfield. Because his support was concentrated in north Winnipeg, however, Hasselfield won the weighted vote by 21 points. ;Defeat and return The divisions in the Manitoba Liberal Party continued after the leadership contest. Following the 1997 Canadian federal election, Lamoureux and Gary Kowalski announced that they could no longer support Hasselfield's leadership and would sit as \"Independent Liberals\". This decision left Neil Gaudry as the party's only official member of the legislature. Facing increased pressure, Hasselfield agreed to resign as party leader in early 1998. Former MP Jon Gerrard was elected as her successor, and Lamoureux and Kowalski rejoined the party caucus. The Liberal Party entered the 1999 provincial election in a weakened state, damaged by the divisions of the previous years. The election itself became polarized between the governing Progressive Conservatives and the opposition New Democratic Party, and the Liberal Party's support fell significantly. Although still personally popular, Lamoureux was narrowly defeated by New Democrat Becky Barrett. Lamoureux ran as a Liberal Party candidate in Winnipeg Centre in the 2000 Canadian federal election. He finished second to New Democratic Party (NDP) incumbent Pat Martin.Riding history for Winnipeg Centre (1997- ) from the Library of Parliament Becky Barrett did not seek re-election in 2003, and Lamoureux was again elected to the legislature for Inkster.2003 Inkster election results The only other Liberal to win election in this campaign was Jon Gerrard. Both Lamoureux and Gerrard were re-elected in the 2007 election, but the party did not make any further gains.2007 Inkster election results ==Member of the Canadian House of Commons== Lamoureux resigned his provincial seat in 2010 to seek election to the House of Commons of CanadaLamoureux resigns as MLA, eyes federal run. Winnipeg Free Press, November 1, 2010. in a by-election that was held to fill the vacancy caused by the resignation of NDP MP Judy Wasylycia- Leis, who stepped down to run for mayor. He was elected over NDP candidate Kevin Chief,\"Lamoureux wins battle of Kevins\". Winnipeg Free Press, November 30, 2010. and was re-elected in the 2011 federal election a few months later by a margin of just 44 votes over NDP candidate Rebecca Blaikie. He and Ralph Goodale, who was re-elected in Wascana around Regina, Saskatchewan, were the only two Liberal MPs elected from the Prairie provinces; nationally the party won only 34 seats, the fewest it has ever won. Lamoureux won re-election in 2015 by a landslide, turning what had been a safe seat for the NDP into one of the Liberals’ strongest seats on the federal stage with almost 70% of the popular vote. He was the only incumbent MP from Winnipeg who was re-elected in 2015, and the Liberals also won a majority government. He was re-elected with a diminished plurality in the 2019 Canadian federal election. In 2021 the Commissioner of Canada Elections ruled Lamoureux had violated in the Canada Elections Act in the 2019 Canadian federal election. Lamoureux was found to have made seven advertisements on Facebook and Instagram on election day contrary to the prohibition on election day advertising. Lamoureux was ordered to pay a $300 fine. ==Electoral record== ===Federal=== ===Provincial=== ==References== ==External links== * Category:1962 births Category:Living people Category:Manitoba Liberal Party MLAs Category:Franco-Manitoban people Category:Politicians from Winnipeg Category:Members of the House of Commons of Canada from Manitoba Category:Liberal Party of Canada MPs Category:University of Winnipeg alumni Category:Royal Canadian Air Force officers Category:21st- century Canadian politicians",
 "title": "Kevin Lamoureux"
}