{
 "id": "896491",
 "text": "The Neolithic Barnhouse Settlement is sited by the shore of Loch of Harray, Orkney Mainland, Scotland, not far from the Standing Stones of Stenness, about 5 miles north-east of Stromness. It was discovered in 1984 by Colin Richards. Excavations were conducted between 1986 and 1991, over time revealing the base courses of at least 15 houses. The houses have similarities to those of the early phase of the better-known settlement at Skara Brae in that they have central hearths, beds built against the walls and stone dressers, and internal drains, but differ in that the houses seem to have been free-standing. The settlement dates back to circa 3000 BC. Pottery of the grooved ware type was found, as at the Stones of Stenness and Skara Brae. Flint and stone tools were found, as well as a piece of pitchstone thought to have come from the Isle of Arran. The largest of the original buildings was House 2. It was double-sized, featuring a higher building standard than the other houses and unlike the others (rebuilt up to five times) seems to have remained in use throughout the inhabited period of the settlement. The houses were clustered around a central open area which was divided into areas for making pottery and the working of flint, bones and hides. Evidence suggests that Barnhouse was abandoned around 2600 BC. After Barnhouse ceased to be occupied, another structure was added, partially on top of the earlier building plans. This building (known as Structure 8) had a room about 7 m (23 ft) square with walls 3 m (10 ft) thick and an entrance facing towards the north west so that the midsummer sunset shines along the passageway, with similarities to some chambered cairns. The structure was surrounded by a clay platform. The entrance through this was aligned with Maeshowe. The structure is assumed to have served as a ceremonial site rather than as a dwelling. It is thought to be closely linked with the nearby Stones of Stenness. Some of the hearth slabs from the structure may have been moved to the Stones. This site is accessible to the public via a footpath from the Standing Stones of Stenness. ==References== ==External links== *Pictures of Barnhouse Neolithic Settlement * Category:4th-millennium BC architecture in Scotland Category:Archaeological sites in Orkney Category:Prehistoric Orkney Category:Stone Age sites in Scotland Category:Neolithic settlements Category:Former populated places in Scotland Category:Scheduled Ancient Monuments in Orkney Category:Neolithic Scotland Category:1984 in Scotland Category:Mainland, Orkney",
 "title": "Barnhouse Settlement"
}