{
 "id": "896632",
 "text": "The savings and loan crisis of the 1980s and 1990s (commonly dubbed the S&L; crisis) was the failure of 1,043 out of the 3,234 savings and loan associations (S&Ls;) in the United States from 1986 to 1995. An S&L; or \"thrift\" is a financial institution that accepts savings deposits and makes mortgage, car and other personal loans to individual members (a cooperative venture known in the United Kingdom as a building society). The Federal Savings and Loan Insurance Corporation (FSLIC) closed or otherwise resolved 296 institutions from 1986 to 1989, whereupon the newly established Resolution Trust Corporation (RTC) took up these responsibilities. The RTC closed or otherwise resolved 747 institutions from 1989 to 1995 with an estimated book value between $402 and $407 billion.Curry, T., & Shibut, L. (2000). The Cost of the Savings and Loan Crisis. FDIC Banking Review, 13(2), 26-35. In 1996, the General Accounting Office (GAO) estimated the total cost to be $160 billion, including $132.1 billion taken from taxpayers.Wilentz, Sean. The Age of Reagan, p. 199. In 1979, the Federal Reserve of the United States raised the discount rate that it charged its member banks from 9.5 percent to 12 percent in an effort to reduce inflation. The building of S&Ls; had issued long-term loans at fixed interest rates that were lower than the interest rate at which they could borrow. In addition, the S&Ls; had the liability of the deposits which paid higher interest rates than the rate at which they could borrow. When interest rates at which they could borrow increased, the S&Ls; could not attract adequate capital, from deposits to savings accounts of members for instance, and they became insolvent. Rather than admit to insolvency, some S&Ls; took advantage of lax regulatory oversight to pursue highly speculative investment strategies. This had the effect of extending the period where S&Ls; were likely technically insolvent. These adverse actions also substantially increased the economic losses for the S&Ls; than would otherwise have been realized had their insolvency been discovered earlier.Black (2005, p. 5) One extreme example was that of financier Charles Keating, who paid $51 million financed through Michael Milken's \"junk bond\" operation, for his Lincoln Savings and Loan Association which at the time had a negative net worth exceeding $100 million.Black (2005, pp. 64–65) Others, such as author and financial historian Kenneth J. Robinson or the account of the crisis published in 2000 by the Federal Deposit Insurance Corporation (FDIC), give multiple reasons as to why the S&L; crisis came to pass. In no particular order of significance, they identify the rising monetary inflation beginning in the late 1960s spurred by simultaneous domestic spending programs of President Lyndon B. Johnson's \"Great Society\" programs coupled with the military expenses of the continuing Vietnam War that continued into the late 1970s. The efforts to end the rampant inflation of the late 1970s and early 1980s by raising interest rates brought on a recession in the early 1980s and the beginning of the S&L; crisis. Deregulation of the S&L; industry, combined with regulatory forbearance, and fraud worsened the crisis.Robinson, K. J. (2013). The Savings and Loan Crisis. Federalreservehistory.org. Retrieved from http://www.federalreservehistory.org/Events/DetailView/42 ==Background== The \"thrift\" or \"building\" or \"savings and loans associations\" industry has its origins in the British building society movement that emerged in the late 18th century. American thrifts (also known as \"building and loans\" or \"B&Ls;\") shared many of the same basic goals: to help the working class save for the future and purchase homes. Thrifts were not-for-profit cooperative organizations that were typically managed by the membership and local institutions that served well-defined groups of aspiring homeowners. While banks offered a wide array of products to individuals and businesses, thrifts often made only home mortgages primarily to working-class men and women. Thrift leaders believed they were part of a broader social reform effort and not a financial industry. According to thrift leaders, B&Ls; not only helped people become better citizens by making it easier to buy a home, they also taught the habits of systematic savings and mutual cooperation which strengthened personal morals. The thrift associations and their ideals were famously portrayed in the 1946 film It's a Wonderful Life. The first thrift was formed in 1831, and for 40 years there were few B&Ls;, found in only a handful of Midwestern and Eastern states. This situation changed in the late 19th century as urban growth and the demand for housing related to the Second Industrial Revolution caused the number of thrifts to explode. The popularity of B&Ls; led to the creation of a new type of thrift in the 1880s called the \"national\" B&L.; The \"nationals\" were often for-profit businesses formed by bankers or industrialists that employed promoters to form local branches to sell shares to prospective members. The \"nationals\" promised to pay savings rates up to four times greater than any other financial institution. The Depression of 1893 (resulting from the financial Panic of 1893, which lasted for several years) caused a sharp decline in members, and so \"nationals\" experienced a sudden reversal of fortunes. Because a steady stream of new members was critical for a \"national\" to pay both the interest on savings and the hefty salaries for the organizers, the falloff in payments caused dozens of \"nationals\" to fail. By the end of the 19th century, nearly all the \"nationals\" were out of business (National Building and Loans Crisis). This led to the creation of the first state regulations governing B&Ls;, to make thrift operations more uniform, and the formation of a national trade association to not only protect B&L; interests, but also promote business growth. The trade association led efforts to create more uniform accounting, appraisal, and lending procedures. It also spearheaded the drive to have all thrifts refer to themselves as \"savings and loans\", not B&Ls;, and to convince managers of the need to assume more professional roles as financiers. In the 20th century, the two decades that followed the end of World War II were the most successful period in the history of the thrift industry. The return of millions of servicemen eager to take up their prewar lives led to an unprecedented post-war housing crisis and boom with a dramatic increase in new families, and this so-called \"baby boom\" caused a surge in new mostly suburban home construction, and vast expansion beyond the central core cities with additional commercial development on radiating spoke roads and highways plus the additional construction by 1956, during the Eisenhower administration of the Interstate Highways system throughout the country allowed the explosion of suburban communities in formerly rural surrounding counties. By the 1940s S&Ls; (the name change for many associations occurred gradually after the late 1930s) provided most of the financing for this expansion, which now had some sort of state regulation which predated the later similar regulation of banks instituted after the 1929 Stock Market \"Crash\" and the later \"bank holiday\" of the beginning of the administration of 32nd President Franklin D. Roosevelt in March 1933, and the subsequent requirements and regulations in the \"New Deal\" programs to combat the Great Depression. The result was strong industry expansion that lasted through the early 1960s. An important trend involved raising rates paid on savings to lure deposits, a practice that resulted in periodic rate wars between thrifts and even commercial banks. These wars became so severe that in 1966, the United States Congress took the highly unusual move of setting limits on savings rates for both commercial banks and S&Ls.; From 1966 to 1979, the enactment of rate controls presented thrifts with a number of unprecedented challenges, chief of which was finding ways to continue to expand in an economy characterized by slow growth, high interest rates and inflation. These conditions, which came to be known as stagflation, wreaked havoc with thrift finances for a variety of reasons. Because regulators controlled the rates that thrifts could pay on savings, when interest rates rose depositors often withdrew their funds and placed them in accounts that earned market rates, a process known as disintermediation. At the same time, rising loan rates and a slow growth economy made it harder for people to qualify for mortgages that in turn limited the ability of the S&Ls; to generate income. In response to these complex economic conditions, thrift managers resorted to several innovations, such as alternative mortgage instruments and interest-bearing checking accounts, as a way to retain funds and generate lending business. Such actions allowed the industry to continue to record steady asset growth and profitability during the 1970s even though the actual number of thrifts was falling. Despite such growth, there were still clear signs that the industry was chafing under the constraints of regulation. This was especially true with the large S&Ls; in the Western United States that yearned for additional lending powers to ensure continued growth. Despite several efforts to modernize these laws in the 1970s, few substantive changes were enacted. In 1979, the financial health of the thrift industry was again challenged by a return of high interest rates and inflation, sparked this time by a doubling of oil prices and exacerbated by dwindling resources of the Federal Savings and Loan Insurance Corporation (FSLIC) It was not a small problem: In 1980 there were more than 4,000 savings & loans institutions with assets of $600 billion, of which $480 billion were mortgage loans, many of them made at low interest rates fixed in an earlier era. In the United States, this was 50 percent of the entire home mortgage market. In 1983, the FSLIC's reserves for failures amounted to around $6 billion, whereas, according to Robinson (footnoted), the cost of paying off insured depositors in failed institutions would have been around $25 billion. Hence, regulators were forced into \"forbearance\"—allowing insolvent institutions to remain open—and to hope that they could grow out of their problems. ==Causes== ===Deregulation=== In the early 1980s Congress passed two laws intended to deregulate the Savings and Loans industry, the Depository Institutions Deregulation and Monetary Control Act of 1980 and the Garn–St. Germain Depository Institutions Act of 1982. These laws allowed thrifts to offer a wider array of savings products (including adjustable-rate mortgages), but also significantly expanded their lending authority and reduced regulatory oversight.Black (2005, pp. 7, 30–31) These changes were intended to allow S&Ls; to \"grow\" out of their problems, and as such represented the first time that the government explicitly sought to influence S&L; profits as opposed to promoting housing and home ownership. Other changes in thrift oversight included authorizing the use of more lenient accounting rules to report their financial condition, and the elimination of restrictions on the minimum numbers of S&L; stockholders. Such policies, combined with an overall decline in regulatory oversight (known as forbearance), would later be cited as factors in the collapse of the thrift industry. Between 1982 and 1985, S&L; assets grew by 56% (compared to growth in commercial banks of 24%). In part, the growth was tilted toward financially weaker institutions which could only attract deposits by offering very high rates and which could only afford those rates by investing in high-yield, risky investments and loans. The deregulation of S&Ls; in 1980, by the Depository Institutions Deregulation and Monetary Control Act signed by President Jimmy Carter on March 31, 1980, gave the thrifts many of the capabilities of commercial banks without the same regulations as banks, and without explicit FDIC oversight. Savings and loan associations could choose to be under either a state or a federal charter. This decision was made in response to the dramatically increasing interest rates and inflation rates that the S&L; market experienced due to vulnerabilities in the structure of the market. Immediately after deregulation of the federally chartered thrifts, state-chartered thrifts rushed to become federally chartered, because of the advantages associated with a federal charter. In response, states such as California and Texas changed their regulations to be similar to federal regulations. ===End of inflation=== Another factor contributing to the crisis was the efforts of the Federal Reserve to wring inflation out of the economy, marked by Paul Volcker's speech of October 6, 1979, with a series of rises in short-term interest rates. This led to a scenario in which increases in the short-term cost of funding were higher than the return on portfolios of mortgage loans, a large proportion of which may have been fixed-rate mortgages (a problem that is known as an asset- liability mismatch). Interest rates continued to rise, placing even more pressure on S&Ls; as the 1980s dawned and leading to increased focus on high interest-rate transactions. According to Zvi Bodie, professor of finance and economics at Boston University School of Management, writing in the St. Louis Federal Reserve Review, \"asset-liability mismatch was a principal cause of the Savings and Loan Crisis\".Bodie, Zvi. \"On Asset-Liability Matching and Federal Deposit and Pension Insurance.\" Federal Reserve Bank of St. Louis Review. July/August 2006, 88(4), pp. 323–29. ===Forbearance=== The relatively greater concentration of S&L; lending in mortgages, coupled with a reliance on deposits with short maturities for their funding, made savings institutions especially vulnerable to increases in interest rates. As inflation accelerated and interest rates began to rise rapidly in the late 1970s, many S&Ls; began to suffer extensive losses. The rates they had to pay to attract deposits rose sharply, but the amount they earned on long-term, fixed-rate mortgages did not change. Losses began to mount. This led to a regulatory response of forbearance, which is arguably the cause of the turmoil that the S&L; market experienced. Many insolvent thrifts were allowed to remain open, and their financial problems only worsened over time. Moreover, capital standards were reduced both by legislation and by decisions taken by regulators. Federally chartered S&Ls; were granted the authority to make new (and ultimately riskier) loans other than residential mortgages. ===Imprudent real estate lending=== In an effort to take advantage of the real estate boom (outstanding U.S. mortgage loans: 1976 $700 billion; 1980 $1.2 trillion)Lewis, Michael (1989). Liar's Poker, p. 83. and high interest rates of the late 1970s and early 1980s, many S&Ls; lent far more money than was prudent, and to ventures which many S&Ls; were not qualified to assess, especially regarding commercial real estate. L. William Seidman, former chairman of both the Federal Deposit Insurance Corporation (FDIC) and the Resolution Trust Corporation, stated, \"The banking problems of the '80s and '90s came primarily, but not exclusively, from unsound real estate lending\". Peter Lynch, a mutual fund manager at Fidelity Investments, believed lack of oversight on property debt was a key factor in the savings and loan crisis. He was heavily invested in S&Ls; before and during the crisis via the Magellan Fund. Lynch generally thought they were good investments but also noted most of the troubled S&Ls; were privately held, and thus faced less scrutiny from shareholders who might have noted and objected to questionable property loans and holdings that contributed to the crisis.Peter Lynch and John Rothschild, Beating the Street Simon & Schuster; Revised edition (May 25, 1994) 0671891634 ===Brokered deposits=== Deposit brokers, somewhat like stockbrokers, are paid a commission by the customer to find the best certificate of deposit (CD) rates and place their customers' money in those CDs. Previously, banks and thrifts could only have five percent of their deposits be brokered deposits; the race to the bottom caused this limit to be lifted. A small one-branch thrift could then attract a large number of deposits simply by offering the highest rate. To make money off this expensive money, it had to lend at even higher rates, meaning that it had to make more, riskier investments. This system was made even more damaging when certain deposit brokers instituted a scam known as \"linked financing\". In \"linked financing\", a deposit broker would approach a thrift and say he would steer a large amount of deposits to that thrift if the thrift would lend certain people money. The people, however, were paid a fee to apply for the loans and told to give the loan proceeds to the deposit broker. ===Major causes according to United States League of Savings Institutions=== The following is a detailed summary of the major causes for losses that hurt the savings and loan business in the 1980s: # Lack of net worth for many institutions as they entered the 1980s, and a wholly inadequate net worth regulation. # Decline in the effectiveness of Regulation Q in preserving the spread between the cost of money and the rate of return on assets, basically stemming from inflation and the accompanying increase in market interest rates. # Absence of an ability to vary the return on assets with increases in the rate of interest required to be paid for deposits. # Increased competition on the deposit gathering and mortgage origination sides of the business, with a sudden burst of new technology making possible a whole new way of conducting financial institutions generally and the mortgage business specifically. # Savings and Loans gained a wide range of new investment powers with the passage of the Depository Institutions Deregulation and Monetary Control Act and the Garn–St. Germain Depository Institutions Act. A number of states also passed legislation that similarly increased investment options. These introduced new risks and speculative opportunities which were difficult to administer. In many instances management lacked the ability or experience to evaluate them, or to administer large volumes of nonresidential construction loans. # Elimination of regulations initially designed to prevent lending excesses and minimize failures. Regulatory relaxation permitted lending, directly and through participations, in distant loan markets on the promise of high returns. Lenders, however, were not familiar with these distant markets. It also permitted associations to participate extensively in speculative construction activities with builders and developers who had little or no financial stake in the projects. # Fraud and insider transaction abuses from employees. # A new type and generation of opportunistic savings and loan executives and owners – some of whom operated in a fraudulent manner – whose takeover of many institutions was facilitated by a change in FSLIC rules reducing the minimum number of stockholders of an insured association from 400 to one. # Dereliction of duty on the part of the board of directors of some savings associations. This permitted management to make uncontrolled use of some new operating authority, while directors failed to control expenses and prohibit obvious conflict of interest situations. # A virtual end of inflation in the American economy, together with overbuilding in multifamily, condominium type residences and in commercial real estate in many cities. In addition, real estate values collapsed in the energy states – Texas, Louisiana, and Oklahoma – particularly due to falling oil prices – and weakness occurred in the mining and agricultural sectors of the economy. # Pressures felt by the management of many associations to restore net worth ratios. Anxious to improve earnings, they departed from their traditional lending practices into credits and markets involving higher risks, but with which they had little experience. # The lack of appropriate, accurate, and effective evaluations of the savings and loan business by public accounting firms, security analysts, and the financial community. # Organizational structure and supervisory laws, adequate for policing and controlling the business in the protected environment of the 1960s and 1970s, resulted in fatal delays and indecision in the examination/supervision process in the 1980s. # Federal and state examination and supervisory staffs insufficient in number, experience, or ability to deal with the new world of savings and loan operations. # The inability or unwillingness of the Bank Board and its legal and supervisory staff to deal with problem institutions in a timely manner. Many institutions, which ultimately closed with big losses, were known problem cases for a year or more. Often, it appeared, political considerations delayed necessary supervisory action. ===Major causes and lessons learned=== In 2005, former bank regulator William K. Black listed a number of lessons that should have been learned from the S&L; Crisis that have not been translated into effective governmental action:Black (2005, ch. 10) # Fraud matters, and control frauds pose unique risks. # It is important to understand fraud mechanisms. Economists grossly underestimate its prevalence and impact, and prosecutors have difficulties finding it, even without the political pressure from politicians who receive campaign contributions from the banking industry.Black (2005, esp. p. 247) # Control fraud can occur in waves created by poorly designed deregulation that creates a criminogenic environment. # Waves of control fraud cause immense damage.Black (2005, pp. 248–249) # Control frauds convert conventional restraints on abuse into aids to fraud.Black (2005, p. 250) # Conflicts of interest matter. # Deposit insurance was not essential to S&L; control frauds. # There are not enough trained investigators in the regulatory agencies to protect against control frauds. # Regulatory and presidential leadership is important. # Ethics and social forces are restraints on fraud and abuse. # Deregulation matters and assets matter. # The SEC should have a chief criminologist. # Control frauds defeat corporate governance protections and reforms. # Stock options increase looting by control frauds. # The \"reinventing government\" movement should deal effectively with control frauds. ==Failures== In 1980, the United States Congress granted all thrifts, including savings and loan associations, the power to make consumer and commercial loans and to issue transaction accounts. Designed to help the thrift industry retain its deposit base and to improve its profitability, the Depository Institutions Deregulation and Monetary Control Act (DIDMCA) of 1980 allowed thrifts to make consumer loans up to 20 percent of their assets, issue credit cards, accept negotiable order of withdrawal accounts from individuals and nonprofit organizations, and invest up to 20 percent of their assets in commercial real estate loans. The damage to S&L; operations led Congress to act, passing the Economic Recovery Tax Act of 1981 (ERTA) in August 1981 and initiating the regulatory changes by the Federal Home Loan Bank Board allowing S&Ls; to sell their mortgage loans and use the cash generated to seek better returns soon after enactment;The S&L; Crisis: A Chrono-Bibliography, FDIC. the losses created by the sales were to be amortized over the life of the loan, and any losses could also be offset against taxes paid over the preceding ten years., Economic Recovery Tax Act of 1981, 95 Stat. 172, , 13 August 1981, Title II, 97th Congress. This all made S&Ls; eager to sell their loans. The buyers – major Wall Street firms – were quick to take advantage of the S&Ls;' lack of expertise, buying at 60% to 90% of value and then transforming the loans by bundling them as, effectively, government-backed bonds by virtue of Ginnie Mae, Freddie Mac, or Fannie Mae guarantees. S&Ls; were one group buying these bonds, holding $150 billion by 1986, and being charged substantial fees for the transactions. In 1982, the Garn-St Germain Depository Institutions Act was passed and increased the proportion of assets that thrifts could hold in consumer and commercial real estate loans and allowed thrifts to invest 5 percent of their assets in commercial loans until January 1, 1984, when this percentage increased to 10 percent. A large number of S&L; customers' defaults and bankruptcies ensued, and the S&Ls; that had overextended themselves were forced into insolvency proceedings themselves. The Federal Savings and Loan Insurance Corporation (FSLIC), a federal government agency that insured S&L; accounts in the same way the Federal Deposit Insurance Corporation insures commercial bank accounts, then had to repay all the depositors whose money was lost. From 1986 to 1989, FSLIC closed or otherwise resolved 296 institutions with total assets of $125 billion. An even more traumatic period followed, with the creation of the Resolution Trust Corporation in 1989 and that agency's resolution by mid-1995 of an additional 747 thrifts.Curry, Timothy; Shibut, Lynn. \"The Cost of the Savings and Loan Crisis: Truth and Consequences.\" FDIC Banking Review. Dec. 2000. pp. 26–34. A Federal Reserve Bank panel stated the resulting taxpayer bailout ended up being even larger than it would have been because moral hazard and adverse selection incentives that compounded the system's losses. There also were state-chartered S&Ls; that failed. Some state insurance funds failed, requiring state taxpayer bailouts. ===Home State Savings Bank=== In March 1985, it came to public knowledge that the large Cincinnati, Ohio-based Home State Savings Bank was about to collapse. Ohio Governor Dick Celeste declared a bank holiday in the state as Home State depositors lined up in a \"run\" on the bank's branches to withdraw their deposits. Celeste ordered the closure of all the state's S&Ls.; Only those that were able to qualify for membership in the Federal Deposit Insurance Corporation were allowed to reopen.Home State Savings Bank's Failure, Ohio History Central website Claims by Ohio S&L; depositors drained the state's deposit insurance funds. A similar event involving Old Court Savings and Loans took place in Maryland. ===Midwest Federal Savings & Loan=== Midwest Federal Savings & Loan was a federally chartered savings and loan based in Minneapolis, Minnesota, until its failure in 1990.Anderson v. Resolution Trust Corp. , 66 F.3d 956 (8th Cir. 1995). The St. Paul Pioneer Press called the bank's failure the \"largest financial disaster in Minnesota history\". The chairman, Hal Greenwood Jr., his daughter, Susan Greenwood Olson, and two former executives, Robert A. Mampel, and Charlotte E. Masica, were convicted of racketeering that led to the institution's collapse. The failure cost taxpayers $1.2 billion. The Megadeth song \"Foreclosure of a Dream\" is presumed to have been written about this particular failure. Megadeth's then bassist Dave Ellefson contributed lyrics to the song after his family's Minnesota farm was in jeopardy as a result of the S&L; financial crisis. ===Lincoln Savings and Loan=== The Lincoln Savings collapse led to the Keating Five political scandal, in which five U.S. senators were implicated in an influence-peddling scheme. It was named for Charles Keating, who headed Lincoln Savings and made $300,000 as political contributions to them in the 1980s. Three of those senators, Alan Cranston (D–CA), Don Riegle (D–MI), and Dennis DeConcini (D–AZ), found their political careers cut short as a result. Two others, John Glenn (D–OH) and John McCain (R–AZ), were rebuked by the Senate Ethics Committee for exercising \"poor judgment\" for intervening with the federal regulators on behalf of Keating. Lincoln Savings and Loan collapsed in 1989, at a cost of $3.4 billion to the federal government (and thus taxpayers). Some 23,000 Lincoln bondholders were defrauded and many investors lost their life savings. ===Silverado Savings and Loan=== Silverado Savings and Loan collapsed in 1988, costing taxpayers $1.3 billion. Neil Bush, the son of then Vice President of the United States George H. W. Bush, was on the Board of Directors of Silverado at the time. Neil Bush was accused of giving himself a loan from Silverado, but he denied all wrongdoing. The U.S. Office of Thrift Supervision investigated Silverado's failure and determined that Neil Bush had engaged in numerous \"breaches of his fiduciary duties involving multiple conflicts of interest\". Although Bush was not indicted on criminal charges, a civil action was brought against him and the other Silverado directors by the Federal Deposit Insurance Corporation; it was eventually settled out of court, with Bush paying $50,000 as part of the settlement, The Washington Post reported. As a director of a failing thrift, Bush voted to approve $100 million in what were ultimately bad loans to two of his business partners. And in voting for the loans, he failed to inform fellow board members at Silverado Savings & Loan that the loan applicants were his business partners. Neil Bush paid a $50,000 fine, paid for him by Republican supporters,\"O, Brother! Where Art Thou?: Like Hugh Rodham, the Bush Bros. Have Capitalized on Family Ties\" The Austin Chronicle. and was banned from banking activities for his role in taking down Silverado, which cost taxpayers $1.3 billion. An RTC suit against Bush and other Silverado officers was settled in 1991 for $26.5 million. == Scandals == === Jim Wright === On June 9, 1988, the House Committee on Standards of Official Conduct adopted a six-count preliminary inquiry resolution representing a determination by the committee that in 69 instances there was reason to believe that Rep. Jim Wright (D–TX) violated House rules on conduct unbecoming a Representative. A report by special counsel implicated him in a number of influence peddling charges, such as Vernon Savings and Loan, and attempting to get William K. Black fired as deputy director of the Federal Savings and Loan Insurance Corporation (FSLIC) under Gray. Wright resigned on May 31, 1989, to avoid a full hearing after the Committee on Standards of Official Conduct unanimously approved a statement of alleged violation April 17. === Keating Five === On November 17, 1989, the Senate Ethics Committee investigation began of the Keating Five, Alan Cranston (D–CA), Dennis DeConcini (D–AZ), John Glenn (D–OH), John McCain (R–AZ), and Donald W. Riegle Jr. (D–MI), who were accused of improperly intervening in 1987 on behalf of Charles H. Keating Jr., chairman of the Lincoln Savings and Loan Association. Keating's Lincoln Savings failed in 1989, costing the federal government over $3 billion and leaving 23,000 customers with worthless bonds. In the early 1990s, Keating was convicted in both federal and state courts of many counts of fraud, racketeering and conspiracy. He served four and a half years in prison before those convictions were overturned in 1996. In 1999, he pleaded guilty to a more limited set of wire fraud and bankruptcy fraud counts, and sentenced to the time he had already served. == Financial Institutions Reform, Recovery and Enforcement Act of 1989 == As a result of the savings and loan crisis, Congress passed the Financial Institutions Reform, Recovery and Enforcement Act of 1989 (FIRREA), which dramatically changed the savings and loan industry and its federal regulation. The highlights of the legislation, which was signed into law on August 9, 1989, were: # The Federal Home Loan Bank Board (FHLBB) and the Federal Savings and Loan Insurance Corporation (FSLIC) were abolished. # The Office of Thrift Supervision (OTS), a bureau of the United States Treasury Department, was created to charter, regulate, examine, and supervise savings institutions. # The Federal Housing Finance Board (FHFB) was created as an independent agency to replace the FHLBB, i.e. to oversee the 12 Federal Home Loan Banks (also called district banks) that represent the largest collective source of home mortgage and community credit in the United States. # The Savings Association Insurance Fund (SAIF) replaced the FSLIC as an ongoing insurance fund for thrift institutions (like the FDIC, the FSLIC was a permanent corporation that insured savings and loan accounts up to $100,000). SAIF is administered by the FDIC. # The Resolution Trust Corporation (RTC) was established to dispose of failed thrift institutions taken over by regulators after January 1, 1989. The RTC will make insured deposits at those institutions available to their customers. # FIRREA gives both Freddie Mac and Fannie Mae additional responsibility to support mortgages for low- and moderate-income families. The legislation also required S&Ls; to meet minimum capital standards (some of which were risk-based) and raised deposit-insurance premiums. It limited to 30% of their portfolios loans not in residential mortgages or mortgage-related securities and set down standards preventing concentrations of loans to single borrowers. It required them to completely divest themselves of junk bonds by July 1, 1994, meanwhile segregating junk bond holdings and direct investments in separately capitalized subsidiaries. ==Consequences== While not part of the savings and loan crisis, many other banks failed. Between 1980 and 1994 more than 1,600 banks insured by the FDIC were closed or received FDIC financial assistance.\"The Banking Crises of the 1980s and Early 1990s: Summary and Implications,\" FDIC. From 1986 to 1995, the number of federally insured savings and loans in the United States declined from 3,234 to 1,645. This was primarily, but not exclusively, due to unsound real estate lending.Seidman, L. William. \"Lessons of the Eighties: What Does the Evidence Show?,\" FDIC The market share of S&Ls; for single family mortgage loans went from 53% in 1975 to 30% in 1990. U.S. General Accounting Office estimated cost of the crisis to around $160.1 billion, about $124.6 billion of which was directly paid for by the U.S. government from 1986 to 1996. That figure does not include thrift insurance funds used before 1986 or after 1996. It also does not include state run thrift insurance funds or state bailouts. The federal government ultimately appropriated $105 billion to resolve the crisis. After banks repaid loans through various procedures, there was an estimated net loss to taxpayers of somewhere between ($123.8–132.1) 124 and 132 billion dollars by the end of 1999. The concomitant slowdown in the finance industry and the real estate market may have been a contributing cause of the 1990–1991 economic recession. Between 1986 and 1991, the number of new homes constructed dropped from 1.8 million to 1 million, the lowest rate since World War II. Some commentators believe that a taxpayer-funded government bailout related to mortgages during the savings and loan crisis may have created a moral hazard and acted as encouragement to lenders to make similar higher risk loans during the 2007 subprime mortgage financial crisis. ==See also== * Financial crisis * Fractional-reserve banking * List of corporate scandals * List of largest U.S. bank failures * Resolution Trust Corporation * Subprime mortgage crisis * Tax Reform Act of 1986 * Cottage Savings Association v. Commissioner, a United States Supreme Court case dealing with the tax consequences of the S&L; crisis * United States v. Winstar Corp., a U.S. Supreme Court case that gives a concise but useful history of the crisis and the accounting practices that aggravated that crisis. ==Notes== ==References== * * * * * * * * * * * Savings and Loan Crisis * * * ==External links== * FDIC: The S&L; Crisis: A Chrono- Bibliography * The Cost of Savings & Loan Crisis: Truth & Consequences * Classic Financial and Corporate Scandals * (Mis)Understanding a Banking Industry in Transition by William K. Black, from Dollars & Sense Nov/Dec 2007 Category:Economic crises in the United States Category:Financial services in the United States * Category:Presidency of Ronald Reagan Category:Presidency of George H. W. Bush Category:Reagan administration controversies Category:George H. W. Bush administration controversies Category:1980s economic history Category:1990s economic history",
 "title": "Savings and loan crisis"
}