{
 "id": "896650",
 "text": "Krups is a German kitchen appliance manufacturer. It is part of the Groupe SEB. It is named after its founder, Robert Krups. Wednesday, 02 December 2020 The company produces a large variety of household appliances such as coffee makers, toasters, blenders, kettles, waffle makers, egg cookers, hand mixers, food processors, etc. Wednesday, 02 December 2020 ==History== thumb|180px|Krups juicer. thumb|180px|Krups \"Vivo F880\" espresso maker. thumb|180px|Krups coffee grinder (European market). thumb|180px|Krups weighing scales (Made in Ireland). The company began in 1846 manufacturing precision scales and mainly industrial balances, in Wald, now a district of Solingen in North Rhine-Westphalia. This was the company's principal product for the next 110 years. In 1951, following the 1950s postwar reconstruction and economic boom in Germany, Krups moved into the lucrative consumer appliance arena. The highly popular 3Mix (German, Drei-Mix) mixing machine was released in 1959 and soon became a fixture in nearly every second West German household, followed in 1961 by the ONKO coffee machine, available as the F468 until 2014. In 1965, the company launched its first slicer, a highly popular product in Germany where sausage (wurst) and cheese are consumed as staples. In 1979 the Krups Type 223 Coffina Super coffee grinder was used as a prop in the film Alien as part of the Nostromo spacecraft, and also in Back to the Future as 'Mr. Fusion'. In 1983 the first Krups coffee machines were released. By 1990, the firm employed 3,000 people in four German factories, as well as one in Limerick, Ireland, with annual revenue of DM541 million. Coffee machines were the most popular product, constituting 40 percent of sales in Germany and 30 percent in the United States. The following year Krups undertook a joint venture with Nestlé to produce the Nespresso machine. In 1999 the Krups Irish factory in Limerick, formerly employing 800 people, closed. Two years later, following bankruptcy, Krups joined Groupe SEB, which subsequently reoriented Krups as a premium brand and employed designer Konstantin Grcic. Sunday, 22 December 2019 ==See also== * Trojan Room coffee pot ==References== ==Bibliography== * Kevin N. Otto, Kristin L. Wood. Product Design. Pearson Education India. 978817758821. pp281 * Robert Krups, North America 1986. Krups / 10 years in America: Quality... by design, 86/87. 32 pages/. ==External links== * *Official website Category:Home appliance manufacturers Category:Coffee appliance vendors Category:German brands Category:Companies based in North Rhine-Westphalia Category:Manufacturing companies established in 1846 Category:1846 establishments in Prussia Category:Home appliance manufacturers of Germany",
 "title": "Krups"
}