{
 "id": "896811",
 "text": "thumb|right|upright=1.5|A diagram of tornado alley based on 1 tornado or more per decade. Rough location (red), and its contributing weather systems Tornado Alley is a loosely defined area of the central United States where tornadoes are most frequent. The term was first used in 1952 as the title of a research project to study severe weather in areas of Texas, Louisiana, Arkansas, Oklahoma, Kansas, South Dakota, Iowa and Nebraska. Tornado climatologists distinguish peaks in activity in certain areas and storm chasers have long recognized the Great Plains tornado belt. Although the official boundaries of Tornado Alley are not clearly defined, the main alley extends from northern Texas, through Oklahoma, Kansas, Nebraska, Iowa, and South Dakota. States such as Minnesota, Wisconsin, Illinois, Indiana, Missouri, Arkansas, North Dakota, Montana, and Ohio are sometimes included in Tornado Alley. Research suggests that the main alley may be shifting eastward away from the Great Plains, and that tornadoes are also becoming more frequent in the northern parts of Tornado Alley where it reaches the Canadian prairies. == Geographical area == thumb|upright=1.5|Tornado activity in the United States. Over the years, the location(s) of Tornado Alley have not been clearly defined. No definition of tornado alley has ever been officially designated by the National Weather Service (NWS). Thus, differences in location are the result of the different criteria used. According to the National Severe Storms Laboratory (NSSL) FAQ, \"Tornado Alley\" is a term used by the media as a reference to areas that have higher numbers of tornadoes. A study of 1921–1995 tornadoes concluded almost one-fourth of all significant tornadoes occur in this area. Although the official boundaries of Tornado Alley are not clearly defined, its core extends from northern Texas, Louisiana, Oklahoma, Kansas, Nebraska, Iowa along with South Dakota. Minnesota, Wisconsin, Illinois, Indiana, and western Ohio are sometimes included in Tornado Alley. Some research suggests that tornadoes are becoming more frequent in the northern parts of Tornado Alley where it reaches the Canadian prairies. No state is entirely free of tornadoes; however, they occur more frequently in the Central United States, between the Rocky Mountains and Appalachian Mountains. Texas reports the most tornadoes of any state, but that is a function of its large size, and its location on the southern end of Tornado Alley. Kansas and Oklahoma ranked first and second respectively in the number of tornadoes per area, per data collected through 2007, however in 2013 statistics from the National Climatic Data Center show Florida ranked first. Although Florida reports a high number and density of tornado occurrences, tornadoes there rarely reach the strength of those that sometimes occur in the Southern Plains. Regionally, the frequency of tornadoes in the United States is closely tied with the progression of the warm season when warm and cold air masses often clash. Another criterion for the location of Tornado Alley (or Tornado Alleys) can be where the strongest tornadoes occur more frequently. Tornado Alley can also be defined as an area reaching from central Texas to the Canadian prairies and from eastern Colorado to western Pennsylvania. It has also been asserted that there are numerous Tornado Alleys. In addition to the Texas/Oklahoma/Kansas core, such areas include the Upper Midwest, the lower Ohio Valley, the Tennessee Valley and the lower Mississippi valley. Some studies suggest that there are also smaller tornado alleys located across the United States. The tornado alleys in the southeastern U.S., notably the lower Mississippi Valley and the upper Tennessee Valley, are sometimes called by the nickname \"Dixie Alley\", coined in 1971 by Allen Pearson, former director of the National Severe Storms Forecasting Center (NSSFC).Gagan et al. (2010), page 147. A 2018 study found in the U.S., over the study period 1979-2017, an overall eastward shift of tornado frequency and impacts - toward Dixie Alley. The study found, since 1979, relatively-lower tornado frequency and impacts in parts of the traditional Tornado Alley, especially areas from north-central Texas toward the Houston, TX area, and relatively-higher tornado frequency and impacts in parts of the Mid-South, especially eastern Arkansas, the greater Memphis, TN area and northern Mississippi - all areas near the heart of Dixie Alley - see especially Figure 4. In Tornado Alley, warm, humid air from the equator meets cool to cold, dry air from Canada and the Rocky Mountains. This creates an ideal environment for tornadoes to form within developed thunderstorms and super cells. == Etymology == The term \"tornado alley\" was first used in 1952 by U.S. Air Force meteorologists Major Ernest J. Fawbush (1915–1982) and Captain Robert C. Miller (1920–1998), as the title of a research project to study severe weather in parts of Texas and Oklahoma.Jeremy Singer-Vine (May 23, 2011) \"How did \"Tornado Alley\" get its name?,\" Slate (on-line magazine).John P. Gagan, Alan Gerard, and John Gordon (December 2010) \"A historical and statistical comparison of \"Tornado Alley\" to \"Dixie Alley\", \" National Weather Digest, vol. 34, no. 2, pages 146-155; see especially page 146.\"Weather officers commended,\" Take-Off (newspaper of Tinker Air Force Base; Midwest City, Oklahoma), January 16, 1953. == Impact == Despite the elevated frequency of destructive tornadoes, building codes, such as requiring strengthened roofs and more secure connections between the building and its foundation, are not necessarily stricter compared to other areas of the United States and are markedly weaker than some hurricane prone areas, such as south Florida. One particular tornado-afflicted town, Moore, Oklahoma, managed to increase its building requirements in 2014. Other common precautionary measures include the construction of storm cellars and the installation of tornado sirens. Tornado awareness, preparedness, and media weather coverage are also high. The southeastern United States is particularly prone to violent, long track tornadoes. Much of the housing in this region is less robust compared to other areas in the United States, and many people live in mobile homes. As a result, tornado-related casualties in the southern United States are higher. Significant tornadoes occur less frequently than in the traditionally recognized tornado alley; however, very severe and expansive outbreaks occur every few years. == Frequency of tornadoes == These figures, reported by the National Climatic Data Center for the period between 1991 and 2010, show the seventeen U.S. states with the highest average number of tornadoes per per year. # Florida: 12.3 # Kansas: 11.7 # Maryland: 9.9 # Illinois: 9.7 # Mississippi: 9.2 # Iowa: 9.1 # Oklahoma: 9 # South Carolina: 9 # Alabama: 8.6 # Louisiana: 8.5 # Arkansas: 7.5 # Nebraska: 7.4 # Missouri: 6.5 # North Carolina: 6.4 # Tennessee: 6.2 # Indiana: 6.1 # Texas: 5.9 == Tornadoes in Canada == Canada gets the second most tornadoes in the world after the United States. The average number of tornadoes per equal area of land is highest in the southern parts of Alberta, Saskatchewan, Manitoba, and Ontario. thumb|Canadian Tornado Alley Roughly half of all Canadian tornadoes strike the Canadian prairies and Northern Ontario as far east as Lake Superior. Together, these regions make up the northernmost border of the U.S. Tornado Alley. Tornadoes up to EF5 in strength have been documented in this region. Another third of Canadian tornadoes strike Southern Ontario and Quebec, especially in the region between the Great Lakes and the nation's capital city, Ottawa. Tornadoes do not often hit lake shadow regions, although they are not unknown, and some, such as the 2011 Goderich tornado, and the 2018 Ottawa tornadoes have been violent. However, most Ontario tornadoes are concentrated in a narrow corridor from Windsor to Ottawa as well as through portions of Central Quebec. Tornadoes up to F4 in strength have been documented in this region. Southwestern Ontario weather is strongly influenced by its peninsular position between the Great Lakes. As a result, increases in temperature in this region are likely to increase the amount of precipitation in storms due to lake evaporation. Increased temperature contrasts may also increase the violence and possibly the number of tornadoes. Northern Ontario between the Manitoba border and Lake Superior is also prone to severe tornadoes, but tornadoes in this area are believed to be underestimated due to the extremely low population in this region. == See also == * Dixie Alley * Hailstorm Alley * Hurricane Alley * List of tornadoes and tornado outbreaks * List of tornadoes by calendar day * Tornado climatology == References == == External links == * NSSL Tornado Climatology * Climatological Estimates of Local Daily Tornado Probability for the United States * Tornado hazards in the United States * Statistical modeling of tornado intensity distributions Category:Tornado Category:Regions of the United States Category:Natural history of the United States",
 "title": "Tornado Alley"
}