{
 "id": "897229",
 "text": "Dean Mervyn Jones (24 March 196124 September 2020) was an Australian cricket player, coach and commentator who played Tests and One Day Internationals (ODIs) for Australia. He had an excellent record in Test cricket and is best remembered for revolutionising the ODI format. Through the late 1980s and early 1990s, he was recognised as among the best ODI batsmen in the world, a view which has been validated in the retrospective ICC Player Rankings. His batting was often characterised by his agile footwork against both pace and spin, quick running between wickets, and willingness to take risks and intimidate bowlers. In 2019, Jones was inducted into the Australian Cricket Hall of Fame. ==Domestic career== Jones began his first-class career in the 1981–82 season with Victoria in the Sheffield Shield. Jones also played for Durham and Derbyshire in the English County Championship. Jones captained Derbyshire to second place in the 1996 County Championship, their best finish for 60 years. Jones scored 1,338 runs in the season, more than any other Derbyshire player. He left Derbyshire mid-season in 1997 after disagreements with team mates. Jones also had run-ins with authority and teammates in his home state of Victoria. During his career, he scored 19,188 runs in first- class matches, including 55 centuries and 88 half centuries and a highest score of 324 not out, at an average of 51.85. ==International career== Jones was selected on the 1984 tour of the West Indies after Graham Yallop had to pull out due to injury. He was not picked in the original XI, but was drafted into the side after Steve Smith fell ill. Jones himself was very ill before the Test, and deemed his score of 48 on his debut as his \"best knock\". Between 1984 and 1992, Jones played 52 Test matches for Australia, scoring 3,631 runs, including 11 centuries, at an average of 46.55. His most notable innings was in only his third Test, against India in the Tied Test in Madras (Chennai) in 1986. Suffering from dehydration in the oppressively hot and humid conditions, Jones was frequently vomiting on the pitch. He wanted to go off the field \"retired ill\" which led his captain Allan Border to say that if he could not handle the conditions, he would \"get a Queenslander\" (Greg Ritchie, a Queenslander like Border, was the next man in to bat). This comment spurred Jones to score 210, an innings he considered a defining moment in his career and one of the epic Test innings in Australian cricket folklore. This innings of 210 remains the highest score by an Australian cricketer in India. After the match, Jones was put on to an intravenous drip. One of the keys to Australia's unexpected victory in the 1987 Cricket World Cup was the batting foundation laid by the top three batsmen - Jones batting at number three behind the openers David Boon and Geoff Marsh. Jones would score a total of 314 runs at an average of 44, with 3 half-centuries. During a 1987 World Cup match against India, one of Jones' shots was changed from a four to a six during the innings break. Australia later won the match by one run. Jones was quoted as saying that he had spoken to the umpires to demand it was changed to a six. Jones went on to be a mainstay of the Australian Test team middle order over the next six years and being one of the stars of the successful 1989 Ashes tour of England. He was recognised for his efforts by being named as one of Cricketers of the Year in the 1990 edition of Wisden Almanack. He was controversially dropped from the test team at the start of the 1992–93 season, despite having topped the averages in the previous Test series, against Sri Lanka. Jones stayed in the one-day team a little longer: he was omitted from the one-day team for the 1993 Ashes tour, but managed to force his way back into the team for one last stint during the 1993–94 season. After Jones was dropped from the eighth and final ODI of the series in South Africa, Jones immediately announced his retirement from ODI cricket. ==After cricket== After retiring in 1998, he continued to remain involved in cricket as a coach, commentator and writer for The Age and The Sydney Morning Herald. He was also a noted fundraiser for people with cancer. On 12 June 2006, in the Queen's Birthday Honours List, he was made a Member (AM) of the Order of Australia for \"service to cricket as a player, coach and commentator, and to the community through fundraising activities for organisations assisting people with cancer\". In 2007, Jones was named in Australia's \"greatest ever ODI team.\" He was inducted into the Australian Cricket Hall of Fame in 2019. centre|thumb|350px|Dean Jones's career performance graph. ==Coaching career== Jones worked as the head coach of Islamabad United in Pakistan Super League (PSL). During his reign, Islamabad United won the 2016 and 2018 Pakistan Super Leagues. In November 2019, Jones became head coach of PSL team Karachi Kings, replacing Mickey Arthur ahead of the 5th edition of Pakistan Super League. In October 2017, Afghanistan Cricket Board (ACB) appointed Jones as the interim head coach for Afghanistan's Intercontinental Cup fixture against Hong Kong. == Commentary career == He received the nickname \"Professor Deano\" after giving a pitch report for a television show by dressing up as a professor prior to the group stage match of the 2004 Asia Cup between India and Sri Lanka which was at the Rangiri Dambulla International Stadium on 18 July 2004. He eventually emerged as one of the prominent broadcasters in cricket and was known for his work as commentator with Indian Premier League select dugout show in Star Sports. He also served as a summariser for BBC's Test Match Special and had a brief stint as a commentator in the Tamil Nadu Premier League as well as in the Karnataka Premier League. During his later part of commentary career, he voiced his opinions on reviving international cricket in Pakistan since 2009. He also toured war-torn Afghanistan to work as a commentator for the fifth edition of the Shpageeza Cricket League in 2017. He narrowly escaped a suicide bomb blast at the Kabul International Cricket Ground while working as a commentator during a group match of the 2017 Shpageeza Cricket League. ==Controversy== Despite his abundant talent as a cricketer, Jones's strong personality and tendency to speak his mind sometimes resulted in friction and conflict with teammates, other players and selectors. An example is an incident on 16 January 1993 during the first one-day final of the 1992–93 Benson & Hedges World Series against West Indies at the Sydney Cricket Ground, when he asked paceman Curtly Ambrose to remove the wristband he was wearing on his bowling arm. Riled by this request, Ambrose went on to take 5/32 for the match. He followed this up in the remaining two games of the Test series with a 10-wicket haul in Adelaide and then a famous spell of 7 for 1 in Perth to help the West Indies retain the Frank Worrell Trophy. Writing about the incident over 20 years later, Jones reflected that, at the time, he was struggling to keep his place in the team after having his thumb broken by Wasim Akram. Furthermore, Damien Martyn had taken Jones's spot in the Test side, and Jones was furious after coach Bob Simpson announced the team for the upcoming Test in Adelaide and was again left out. Jones noticed that Ambrose's white wristbands were causing difficulties for the batsmen, and thought that by asking him to remove them, \"it would create a massive stir within the Windies team and might get Ambrose to bowl a different line and length\". Jones's commentating contract with 10 Sport was terminated after referring to South African player Hashim Amla as a \"terrorist\" on 7 August 2006. When Amla, who is a Muslim with a full beard, took a catch, Jones was heard to say \"the terrorist gets another wicket\". Jones made the comment during a commercial break; however, the comment went to air live in South Africa, as its broadcast had not been interrupted. He apologised for his actions. In April 2020, Jones rescinded his life membership at Cricket Victoria and removed his name from the best men's one-day player award, the Dean Jones Medal. He suggested the administration had given \"jobs for the boys\" in hiring David Hussey and Michael Klinger as head coaches of the Melbourne Stars and Melbourne Renegades, respectively—jobs he had applied for at the time. The comments were labelled \"a good bit of self-promotion\" by Cricket Victoria performance boss Shaun Graf. Both the life membership and one-day player of the year were later reinstated posthumously in December of the same year with “full support” from his family. == Personal life == Jones had a sister and three brothers. He was married to Jane at the time of his death. They had two daughters together; Jones also had a son Koby Hamilton from another relationship. ==Death== Jones died on 24 September 2020 in Mumbai due to a stroke, aged 59. It was originally reported he had a heart attack. He was a part of the 2020 Indian Premier League commentary team for the Star Network at the time of his death. Jones collapsed in a hotel in Mumbai at around midday IST (UTC+05:30). Fellow former Australian cricketer Brett Lee witnessed the emergency and attempted CPR to resuscitate Jones prior to an ambulance arriving. The Victorian Coroner confirmed that his death was caused by stroke. ==Notes== ==References== * * ==External links== * * Category:Australia One Day International cricketers Category:Australia Test cricketers Category:Australian cricket coaches Category:Derbyshire cricket captains Category:Durham cricketers Category:Cricketers from Melbourne Category:Victoria cricketers Category:Wisden Cricketers of the Year Category:Members of the Order of Australia Category:Australian cricket commentators Category:Cricketers at the 1987 Cricket World Cup Category:Cricketers at the 1992 Cricket World Cup Category:1961 births Category:2020 deaths Category:Melbourne Cricket Club cricketers Category:Australian cricketers Category:Pakistan Super League coaches Category:Australian Cricket Hall of Fame inductees Category:Scarborough Festival President's XI cricketers",
 "title": "Dean Jones (cricketer)"
}