{
 "id": "897276",
 "text": "Mark John Greatbatch (born 11 December 1963) is a former New Zealand international cricketer. He scored more than 2,000 runs in his 41 Tests for New Zealand. A left-handed batsman and very occasional right-arm medium pace bowler in first class cricket for Auckland and Central Districts, Greatbatch scored 9,890 first class runs in total as well as being an occasional wicket keeper. ==International career== Greatbatch highest test score of 146 not out off 485 balls was against Australia at Perth in November 1989. Greatbatch was at the crease for 11 hours (2 days) to save New Zealand from defeat, the game ending in a draw because of his efforts. He received a standing ovation at the end of the game. Greatbatch's defensive innings is still considered by many pundits to be one of the greatest cricket centuries ever, under the circumstances. For the 1992 Cricket World Cup Greatbatch was not selected to play in the first match, against Australia. However, he was selected to open against South Africa in place of John Wright, who had been injured, and proceeded to bat aggressively to take advantage of fielding restrictions early in the innings. The strategy worked, so was repeated again throughout the World Cup and Greatbatch became one of the first 'pinch hitter' players to open an innings in One Day Internationals. Because of this success other cricketing nations, notably Sri Lanka, adopted the idea of opening with an aggressive batsman who normally plays in the middle order of test matches to score quick runs early and this tactic is now common in international cricket. ==After cricket== Greatbatch was a solid fielder and took some excellent diving catches throughout his career. In September 2005 he became director of coaching at Warwickshire County Cricket Club in England.Greatbatch to coach Warwickshire. retrieved 5 October 2007 After relegation from both the County Championship and Pro40 League in 2007 he was replaced by Ashley Giles.Giles succeeds Greatbatch at Warwickshire, retrieved 5 October 2007 In January, 2010, Greatbatch was appointed the coach of the New Zealand national cricket team.Greatbatch handed New Zealand team coaching role, retrieved 30 January 2010 ==References== ==External links== * Category:1963 births Category:Living people Category:Auckland cricketers Category:Central Districts cricketers Category:New Zealand One Day International cricketers Category:New Zealand Test cricketers Category:Cricketers who made a century on Test debut Category:Cricketers at the 1992 Cricket World Cup Category:New Zealand cricketers Category:Cricketers from Auckland Category:New Zealand national cricket team selectors Category:New Zealand cricket coaches Category:Marylebone Cricket Club cricketers Category:Coaches of the New Zealand national cricket team Category:M Parkinson's World XI cricketers Category:North Island cricketers",
 "title": "Mark Greatbatch"
}