{
 "id": "897200",
 "text": "Angus Robert Charles Fraser (born 8 August 1965) is an English cricket administrator. He served as the managing director of Middlesex Cricket between 2009 and 2021, before assuming a new role heading the club's academy. He is also a former English cricketer, journalist and England selector. Fraser played in forty-six Test matches and forty-two One Day Internationals for England. Cricket commentator Colin Bateman commented that Fraser was \"a reliable, intelligent and hard-working bowler\". ==Early life== Born in Billinge Higher End, Lancashire, Fraser was educated at the Gayton High School in Harrow, London and Orange Hill High School, Edgware, Greater London. ==Cricket career== Perhaps his finest hour came in the Barbados Test Match of the 1993/94 West Indies tour when Fraser took 8–75 in the first innings to help set up a famous victory, West Indies' first defeat at Bridgetown for over half a century. His career-best first-class cricket bowling figures of 8–53 were taken in a Test match and against the same opposition, this time at Port of Spain, Trinidad and Tobago, in 1997/98. Despite taking eight wickets in that innings, he was not named Man of the Match which was awarded to Carl Hooper, from the victorious West Indies side. His ODI highest score of 38 not out was made late in the innings at number 10, which included a massive six off Steve Waugh and almost brought England back from the brink of defeat against Australia during the 1990/91 tour (Australia won by three runs). Another fine moment with the bat was in a last-wicket second-innings stand with Robert Croft to save the Third Test at Old Trafford against South Africa in 1998. He also toured New Zealand representing England. Throughout his career he used a bat nicknamed the \"Gussy Hitter\", the blade of which was designed by his mother. Although born in Lancashire, Fraser played all of his county cricket for Middlesex in a first-class career spanning 1984 till 2002; he served as county captain from 2001 until his retirement in 2002. After that, he worked as the cricket correspondent of The Independent newspaper (2002–2009), until his appointment to the newly created role of managing director of Cricket by Middlesex County Cricket Club in January 2009. He is a regular contributor to the BBC's Test Match Special and a cricket pundit for Sky Sports. In the 1996 edition of Wisden, Fraser was one of the Wisden Cricketers of the Year. Fraser served as the managing director of cricket at Middlesex County Cricket Club between 2009 and 2021. He assumed a new role in heading the club's academy in July 2021. He also served as a selector for the England cricket team for a period after 2014. ==Personal life== He now resides in Pinner with his wife Denise and two children, Alex and Bethan. In 2008, in his first managerial role, Fraser secured the U15 Middlesex Schools Association County Cup with The John Lyon School, where his son was in the squad. Fraser is a fan of, and regular visitor to, Wealdstone Football Club. ==References== ==External links== * *Debrett's People of Today Category:1965 births Category:Living people Category:English cricket administrators Category:English cricket coaches Category:English cricket commentators Category:English cricketers Category:English cricketers of 1969 to 2000 Category:English male journalists Category:England One Day International cricketers Category:England Test cricketers Category:Managing Directors of Cricket Category:Members of the Order of the British Empire Category:Middlesex cricket captains Category:Marylebone Cricket Club cricketers Category:People educated at Harrow High School Category:People from Higher End Category:Wellington cricketers Category:Wisden Cricketers of the Year Category:Cricketers at the 1999 Cricket World Cup Category:Middlesex cricketers",
 "title": "Angus Fraser"
}