{
 "id": "897385",
 "text": "The Morris Minor is a British economy family car that made its debut at the Earls Court Motor Show, London, on 20 September 1948. Designed under the leadership of Alec Issigonis, more than 1.6 million were manufactured between 1948 and 1972 in three series: the MM (1948 to 1953), the Series II (1952 to 1956), and the 1000 series (1956 to 1971). Initially available as a two-door saloon and tourer (convertible), the range was expanded to include a four-door saloon in 1950, a wood-framed estate car (the Traveller) from October 1953 and panel van and pick-up truck variants from MayPaul Skilleter's book \"The world's supreme small car Morris Minor\" 1953\\. It was the first British car to sell over a million units, and is considered a classic example of automotive design,Nominate England's greatest icon, (from BBC news.com) Quote: \"Design classics like Alex Issigonis' Morris Minor car could be competing alongside great artworks like Constable's Haywain and pieces by JMW Turner\" as well as typifying \"Englishness\".The Morris Minor: A British miracle Strange to say for something that acquired a reputation for essential Englishness Telegraph.co.ukKathryn Hughes The Guardian, Saturday 6 December 2008 Article history quote: But if the Morris has a tendency to diminish physically as the years progress, culturally it has been busy laying down rich stores of fat. Indeed, so identified has the car become with a particular reading of Englishness Although Morris launched a new model with a similar name and a similar market positioning, the Morris Mini in 1959, the Minor remained in production for more than a decade after that, and inearly 2020, its 23-year production run was counted as the twenty-eighth most long-lived single generation car in history by Autocar magazine, who called it: \"... a primary way Britain got back on the road after the Second World War.\"Survivors: The world’s longest-living cars – AutoCar ==Development== ===Origins=== The Minor was conceived in 1941. Although the Nuffield Organization was heavily involved in war work and a governmental ban existed on civilian car production, Morris Motors' vice chairman, Miles Thomas, wanted to prepare the ground for new products to be launched as soon as the war was over. Vic Oak, the company's chief engineer, had already brought to Thomas' attention a promising junior engineer, Alec Issigonis, who had been employed at Morris since 1935 and specialised in suspension design, but he had frequently impressed Oak with his advanced ideas about car design in general. Issigonis had come to Oak's particular attention with his work on the new Morris Ten, which was in development during 1936/7. This was the first Morris to use unitary construction and was conceived with independent front suspension. Issigonis designed a coil-sprung wishbone system, which was later dropped on cost grounds. Although the design was later used on the MG Y-type and many other postwar MGs, the Morris Ten entered production with a front beam axle. Despite his brief being to focus on the Ten's suspension, Issigonis had also drawn up a rack and pinion steering system for the car. Like his suspension design, this was not adopted, but resurfaced in the postwar years on the MG Y-type. These ideas showed that he was the perfect candidate to lead the design work on a new advanced small car. With virtually all resources required for the war effort, Thomas nonetheless approved the development of a new small family car that would replace the Morris Eight. Although Oak (and Morris's technical director, Sidney Smith) were in overall charge of the project, Issigonis was ultimately responsible for the design, working with only two other draughtsmen: (William)Jack Daniels.The Independent, 2 Dec 2004, Obituary. Jack Daniels. Draughtsman to Issigonis on the Mini The Guardian, 15 December 2004, Obituary. Jack Daniels, He realised the vision of Alec Issigonis for the Morris Minor and Mini Thomas named the project 'Mosquito' and ensured that it remained as secret as possible, both from the Ministry of Supply and from company founder William Morris (Lord Nuffield), who was still chairman of Morris Motors, and as widely expected, would not look favourably on Issigonis' radical ideas. Issigonis' overall concept was to produce a practical, economical, and affordable car for the general public that would equal, or even surpass, the convenience and design quality of a more expensive car. In later years he summed up his approach to the Minor; that he wanted to design an economy car that \"the average man would take pleasure in owning, rather than feeling of it as something he'd been sentenced to\" and \"people who drive small cars are the same size as those who drive large cars and they should not be expected to put up with claustrophobic interiors.\" Issigonis wanted the car to be as spacious as possible for its size, and comfortable to drive for inexperienced motorists. Just as he would with the Mini 10 years later, he designed the Mosquito with excellent roadholding and accurate, quick steering, not with any pretence of making a sports car, but to make it safe and easy to drive by everyone. ===Original design features=== Issigonis' design included the same ideas he had proposed for the Ten before the war: independent suspension, rack and pinion steering, and unitary construction. In the case of the Mosquito, Issigonis was inspired by the Citroën Traction Avant, a car he greatly admired, and he proposed using torsion bars on each wheel, as on the Citroën, rather than the usual coil spring system. The French car, launched in 1934, had also been an early example of the use of rack and pinion steering. Nearly every feature of the Minor served the joint aims of good handling and maximum interior space. For example, Issigonis specified wheels for the Mosquito. These were smaller than any other production car of the time (the existing Morris Eight had wheels). These small wheels reduced intrusion into the cabin space and minimised the car's unsprung mass, giving better ride comfort and stability. For the same reasons, the wheels themselves were placed as far as possible towards each corner of the Mosquito's floorpan. The same went for the placement of the engine, as far as possible towards the front of the engine compartment. Most cars of the time had a front beam axle, which forced the engine to be mounted behind the front axle line. While this meant that, with only a driver on board, the weight distribution was fairly even, when laden with passengers, cars often became severely tail-heavy, leading to unstable handling and oversteer. The new Morris's independent suspension meant there was no front axle, allowing the engine to be placed low down and far forward. Putting the Mosquito's engine in the nose meant that the car was nose-heavy when lightly laden, leading to superior directional stability, and when fully laden it achieved nearly equal weight balance, so handling and grip remained good regardless of the load carried. Placing the engine further forward also maximised cabin space. As proposed by Issigonis, the engine itself was also radical, being a water-cooled flat-four unit. One of Miles Thomas's few restrictions on the Mosquito project was that it had to have an engine that would not fall afoul of the British horsepower tax, which taxed cars under a formula relating to their engine cylinder bore. At the same time, Thomas wanted the car to appeal to the all-important export markets, which had no such restrictions, and generally favoured larger-engined cars. Issigonis' solution was the flat-four engine, which could easily be produced in two versions – a narrow-bore 800-cc version for the British market and a wide-bore 1100-cc version for export. Both versions would use identical parts, except for the actual cylinder blocks (which could still be produced on the same machinery) and the pistons. The flat-four layout reduced the overall length of the engine, further increasing potential cabin space, and reduced the car's centre of gravity for improved handling. ===Pre-production changes=== The engine was to prove a step too far for the Mosquito project. As the car approached completion in 1946, the war was over and secrecy was no longer necessary or possible to maintain, as more and more Morris staff and executives had to be involved to start production. Many were pessimistic about the radical car's prospects and especially the huge cost in tooling up for a design that shared no parts with any existing Morris product. Lord Nuffield himself took a strong dislike to both the Mosquito and Issigonis, famously saying that the prototype resembled a poached egg. Nuffield preferred to continue production of the conventional Morris Eight, which succeeded very well before the war, with some minor styling and engineering improvements. He particularly objected to the Mosquito's expensive and unconventional engine design. Whatever Nuffield's personal views, all of the Mosquito's radical features were looking increasingly unlikely to be implemented while maintaining an acceptable final purchase price and without incurring too much setup costs at the Cowley factory. Thomas and Vic Oak drew up a plan to create a three-model range of cars using Issigonis' design - the Mosquito with an 800-cc engine, a mid-sized model (tentatively designated the Minor after a previous small Morris launched in 1928) with an 1100-cc engine, and a new Morris Oxford with a 1500-cc version of the engine, all sharing different- sized variants of the same platform and with sporting MG and luxury Wolseley versions to achieve further economies of scale. There was also the matter of timing – a big rush existed for British manufacturers to get new models to market following the end of the war. Austin was known to be working on an all- new but conventional car, which would be launched in 1947. The Mosquito was proposed for launch in 1949 and that deadline was appearing increasingly unlikely due to the untried nature of many of the car's features. The Morris board insisted on launching the Mosquito at the first postwar British Motor Show in October 1948. This meant that several of Issigonis' proposals were reviewed – first the all-independent torsion bar suspension was changed for a torsion-sprung live rear axle and this was then substituted by a conventional leaf-sprung arrangement. All of Miles Thomas' suggestions for spreading the cost of developing the new car and broadening the design's appeal were treated sceptically by the Morris board and vetoed by Lord Nuffield. It became clear that the only way to overcome the personal and financial obstacles to the project was to adopt a lightly revised version of the Morris Eight's obsolete side-valve engine. Thomas resigned his position at Morris Motors over the debacle. Despite the changes the fundamental principles of Issigonis' concept – a spacious cabin, small wheels at each corner, a forward-placed engine, rack and pinion steering, and independent torsion-bar front suspension – remained. While Thomas had been battling for the Mosquito's future, Issigonis had been settling the car's styling. Although in his later career he became known for very functional designs, Issigonis was heavily influenced by the modern styling of American cars, especially the Packard Clipper and the Buick Super. A new feature was a low-set headlamps, integral with the grille panel (Issigonis had originally sketched hidden lamps concealed behind sections of the grille, but these were never implemented). The original Mosquito prototype, which drew Lord Nuffield's \"poached egg\" comment, was designed with similar proportions to prewar cars, being relatively narrow for its length. In late 1947, with Cowley already tooling up for production, Issigonis was unhappy with the appearance of the car. He had the prototype cut lengthways and the two halves moved apart until it looked \"right\". The production model was thus 4 inches (10 cm) wider than the prototype, and in keeping with Issigonis' design principles, this further improved interior space and roadholding. It also gave the car distinctive (and recognisably modern) proportions – contrast with the Austin A30, launched in 1952, but still recognisably prewar in size and proportions. The last-minute change to the design required a number of workarounds – bumpers had already been produced, so early cars had ones cut in half with a four-inch plate bolted between the joint. The bonnet had a flat fillet section added to its centreline and the floorpan had two two-inch sections added either side of the transmission tunnel. ===From Mosquito to Minor=== The last change made was to the car's name. The Mosquito codename was widely expected to be the name of the production model, but Nuffield disliked it. Also, Issigonis' last-minute size increase and the fitment of the larger-than-planned sidevalve engine needed to be considered; while still a small car, the new Morris was no longer the ultra-compact economy car that it had been on the drawing board, and the Mosquito name seemed inappropriate. Morris's marketing department wanted a reassuring name for what it worried would be an innovative, radical car that would be difficult to sell to a cautious public. So, the Minor name, intended for the midsized model in Thomas' planned trio of new cars, was adopted for what would become the smallest postwar Morris. The original 1928 Morris Minor had itself introduced a number of innovative features and had been the first four-wheeled car to sell for £100. The new Morris Minor was launched at the British Motor Show at Earls Court in London on 27 October 1948. The original range consisted solely of a two-door saloon or a two-door tourer with a 918-cc engine and a starting price of £358. At the same show, Morris also launched the new Morris Oxford and Morris Six models, plus Wolseley variants of both cars, which were scaled-up versions of the new Minor, incorporating all the same features and designed with Issigonis' input under Oak's supervision. Thus, Issigonis' ideas and design principles underpinned the complete postwar Morris and Wolseley car ranges, although not the same extent that Miles Thomas had initially proposed. ==Minor MM== The original Minor MM series was produced from 1948 until 1953. It included a pair of four-seat saloons, two-door and (from 1950) a four-door, and a convertible four-seat Tourer. The front torsion bar suspension was shared with the larger Morris Oxford MO, as was the almost- unibody construction. Although the Minor was originally designed to accept a flat-4 engine, late in the development stage it was replaced by a side-valve inline-four engine, little changed from that fitted in the early 1930s Morris Minor and Morris 8, with a bore of 57 mm but with the stroke of 90 mm and not 83 mm, and producing 27.5 hp (21 kW) and 39 lbf·ft (50.3 N·m) of torque. The engine pushed the Minor to just 64 mph (103 km/h) but delivered . Brakes were four-wheel drums. Early cars had a painted section in the centre of the bumpers to cover the widening of the production car from the prototypes. This widening of 4 inches (102 mm) is also visible in the creases in the bonnet. Exports to the United States began in 1949 with the headlamps removed from within the grille surround to be mounted higher on the wings to meet local safety requirements. In 1950 a four-door version was released, initially available only for export, and featuring from the start the headlamps faired into the wings rather than set lower down on either side of the grille. The raised headlight position became standard on all Minors in time for 1951. From the start, the Minor had semaphore-type turn indicators, and subsequent Minor versions persisted with these until 1961. An Autocar magazine road test in 1950 reported that these were \"not of the usual self-cancelling type, but incorporate[d] a time-basis return mechanism in a switch below the facia, in front of the driver\". It was all too easy for a passenger hurriedly emerging from the front passenger seat to collide with and snap off a tardy indicator \"flipper\" that was still sticking out of the B-pillar, having not yet been safely returned by the time-basis return mechanism to its folded position. Another innovation towards the end of 1950 was a water pump (replacing a gravity dependent system), which permitted the manufacturer to offer an interior heater \"as optional equipment\". When production of the first series ended, just over a quarter of a million had been sold, 30% of them the convertible Tourer model. A 918 cc-engined tourer tested by the British magazine The Motor in 1950 had a top speed of and could accelerate from 0– in 29.2 seconds. However, the 918 cc engine did 0–60 mph in 50+ seconds. A fuel consumption of was recorded. The test car cost £382 including taxes. File:1949 Morris Minor (6423685061).jpg|1949 Morris Minor MM 2-door saloon 1949 Morris Minor Convertible - Flickr - The Car Spy (8).jpg|1949 Minor MM tourer 1949 Morris Minor Convertible - Flickr - The Car Spy (1).jpg|1949 Minor MM tourer with hood and flexible side curtains erected 1949 Morris Minor Convertible - Flickr - The Car Spy (16).jpg|Instrument panel Morris Minor flathead engine.jpg|918cc side valve U series engine File:Morris Minor MM (1951) - 14404051008.jpg|1951 Morris Minor MM Four-Door Saloon. Raised headlights were introduced with this bodystyle. ==Minor Series II== In 1952, the Minor was substantially re-engineered following the merger of the Nuffield Organization (Morris's parent company) with the Austin Motor Company to form the British Motor Corporation. As part of a rationalisation programme to reduce the production of duplicate components for similar vehicles, the Minor drivetrain was completely replaced with an Austin-derived engine, gearbox, propshaft, differential and axle casing. The more modern Austin-designed overhead valve A-series engine, which had been designed for the Minor's main rival, the Austin A30, was smaller in all dimensions, but nevertheless gave noticeable performance improvements over the pre-war side-valve Morris unit it replaced. The 52 second drive to 60 mph (97 km/h) was still calm, but top speed increased to 63 mph (101 km/h). Fuel consumption also rose to . An estate version was introduced in 1952, known as the Traveller (a Morris naming tradition for estates, also seen on the Mini). The Traveller featured an external structural ash (wood) frame for the rear bodywork, with two side- hinged rear doors. The frame was varnished rather than painted and a highly visible feature of the body style. Travellers were built alongside the saloon model at Cowley minus their rear bodies. The half-completed cars were then shipped to the MG factory at Abingdon where the bodies (built in Coventry) would be mated to the chassis and the final assembly carried out. This was because the main Cowley production lines were no longer fully equipped to deal with body-on-frame vehicles such as the Traveller while the MG lines still handled these sorts of cars and had experience working with wood-framed bodies. Commercial models, marketed as the Morris Quarter Ton Van and Pick-up were added in May 1953.Ray Newell, Morris Minor, 60 Years on the Road, pages 106 to 118 Rear bodies of the van versions were all steel. The four-seat convertible and saloon variants continued as well. In October 1954 the Minor's front end and interior styling was updated, with the addition of a horizontal slat grille, and a new dashboard with a central speedometer. Larger tail lights were also fitted by the end of the year.Newell (1993) p.55 As Alec Issigonis had left BMC for Alvis in 1952 and wouldn't return until 1955, the Cowley design team lead by Sid Goble undertook this series of design updates. These changes were announced at the London Motor Show in late October 1954.Newell (2018) The Motor magazine tested a four-door saloon in 1952. It reported a top speed of and acceleration from 0– in 28.6 seconds. A fuel consumption of was recorded. The test car cost £631 including taxes. The 803 cc A-Series inline-four engine used in the Series II produced at 4,800 rpm and of torque at 2,400 rpm 269,838 examples of the Series II had been built when production ended in 1956. 1953.morris.minor.rearview.arp.jpg|Minor four-door saloon registered October 1953 Morris Minor Traveller - Flickr - exfordy (1).jpg|Minor Traveller registered September 1954 File:Morris Minor Series II.jpg|Morris Minor Series II two-door saloon (with later horizontal slat grille) File:Oldtimer Expo 2008 - 015 - Morris Minor Cabriolet.jpg|Morris Minor Series II Tourer (with later horizontal slat grille) ==Minor 1000== ===Series III=== In 1956, the Minor received a major programme of updates intended to keep the car competitive into the 1960s. Where previously the Minor had been offered with a broad range of colours and trim options, the 'Minor 1000' (so named for its 948cc engine) shifted emphasis towards rationalisation of components to access improved economies of scale, and thus enabled increased production volumes to help the Minor retain a significant share of the small car market during a period where car ownership was becoming more commonplace. The dawn of the motorway era necessitated the fitting of a new 948cc (57.9 cu in) variant of the BMC A-Series engine, elevating top speed from to , and reducing 0-60 mph acceleration from 52.5 secs to 31.3 secs. Driving was further improved by a substantially revised gearbox, which incorporated taller ratios for more relaxed cruising speeds and a remote selector allowing a shorter gear lever and less ponderous gearchange action. This new engine and gearbox was the product of a broader engine policy at BMC, and had been developed for use in a range of their smaller vehicles, including the Austin A35, A40 Farina, and Austin-Healey Sprite/MG Midget, to maximise parts sharing and thus reduce production costs, servicing costs and consumer costs across the model range. A series of changes to the body pressings for the roof/scuttle and bonnet panels yielded a large wraparound rear windscreen and one-piece curved front windscreen, which markedly improved visibility and lent a modernised appearance to the car at relatively small outlay. Many of the 'luxury' items, such as leather trim, were replaced with more durable and cheaper materials, and over the course of the following years the range of available paint and interior colours was dramatically reduced. Various unique Minor trim items and components (such as light units and heaters) were also gradually replaced with ubiquitous items from the BMC range. This programme of changes succeeded in giving access to improved economies of scale to allow production to be ramped up. By the turn of the 1960s, over 100,000 Minors were being produced per year, compared to fewer than 50,000 per year a decade earlier. In 1961 the semaphore-style trafficators were replaced by flashing direction indicators. These were US-style red at the rear (using the same bulb filament as the brake lamp) and white at the front (using a second brighter filament in the parking lamp bulb) which was legal in the UK and many export markets at the time (such as New Zealand). On the two door cars, the rear wings were modified to remove the openings for the trafficators; on the 4-door, the B-pillar pressing was modified to leave a ‘blank’ in place of the trafficator housing. An upmarket car based on the Minor floorpan using the larger BMC B-Series engine was sold as the Riley One-Point-Five/Wolseley 1500 beginning in 1957: versions of this Wolseley/Riley variant were also produced by BMC Australia as the Morris Major and the Austin Lancer. 1960 Morris Minor 1000 2-door sedan (26676151933).jpg|Morris Minor 1000 Series III 2-door saloon 1962 Morris Minor 1000 sedan (18823882102).jpg|Morris Minor 1000 Series III 4-door saloon Morris Minor 1000 01.JPG|Morris Minor 1000 Convertible MM1000 4DS 1956 06 innen 2005.jpg|Series III Interior (1956–64) ===Minor Million=== In December 1960 the Morris Minor became the first British car to sell more than 1,000,000 units. To commemorate the achievement, a limited edition of 350 two-door Minor saloons (one for each UK Morris dealership) was produced with distinctive lilac paintwork and a white leather interior with black piping. The badge name on the side of the bonnet was modified to read \"Minor 1000000\" instead of the standard \"Minor 1000\". The millionth Minor was donated to the National Union of Journalists, which planned to use it as a prize in a competition in aid of the union's Widow and Orphan Fund. The company, at the same time, presented a celebratory Minor to London's Great Ormond Street Hospital for Sick Children, but this car was constructed of cake. ===Series V (ADO59)=== The final major upgrade to the Minor was made in 1962. Although the name Minor 1000 was retained, the changes were sufficient for the new model to be given its own ADO development number. Morris chassis numbering convention refers to these cars as 'Series V', the 'Series IV' designation having been assigned to the Morris Mini Minor. A new, larger version of the existing A-Series engine had been developed in conjunction with cylinder head specialist Harry Weslake for the then new ADO16 Austin/Morris 1100 range. This new engine used a taller block than the 948 cc unit, with increased bore and stroke bringing total capacity up to 1,098 cc. Although fuel consumption suffered moderately at 38 mpg, the Minor's top speed increased to 77 mph (124 km/h), and a 20% increase in torque gave an altogether more responsive drive. The revised engine was teamed to a stronger gearbox fitted with baulk ring synchromesh replacing the previous cone-clutch type. Drum brakes were retained on each corner, but the front units were increased from 7 inches (18 cm) to 8 inches (20 cm) in diameter. From October 1963, larger combined front side/indicator light units, common to many BMC vehicles of the time, were fitted to the front wings, and larger tail lamp units were fitted at the rear. Both incorporated separate amber flashers for directional indicators. In 1964 the interior received its final update, with a new heater unit (now with fresh air ventilation), and from October of that year, a modified dashboard with toggle switches, white- on-black speedometer unit (incorporating a warning light for a blocked oil filter), textured alloy fascia, new glove-box cover design (a fully enclosing bottom-hinged cover on the passenger side, and fixed open aperture surround on the driver's side), and finally a two-spoke 'safety' steering wheel (shared with the Morris 1100) were added. From 1965, no further major production improvements were made to the Minor, with resource being channelled into improving the ADO16 (the Minor's spiritual successor and Britain's best- selling car in the 1960s), and development of the Morris Marina, which would succeed the Minor on the Cowley production lines in 1971. In 1969, production of the Traveller variants was moved to the ex-Wolseley plant at Adderley Park, where the van and pick-up models were already made. This freed up production space at Cowley and simplified the production chain as the Traveller's rear bodies were built at the Morris Bodies factory in Coventry. Adderley Park- built Travellers were offered in a new range of colours from the paint range that had been introduced for 1970, including vibrant shades such as Limeflower (lime green) and Aqua (turquoise). From 1971 Minors were fitted with a steering-column mounted ignition key and a steering lock rather than the facia-mounted ignition switch used up to that point. ;Engines *1956–62 (Series III): 948 cc A-series inline-four, 37 bhp (28 kW) at 4,750 rpm and 50 lb/ft (68 N·m) at 2,500 rpm *1962–71 (Series V): 1,098 cc A-series inline-four, 48 bhp (36 kW) at 5,100 rpm and 60 lb/ft (81 N·m) at 2,500 rpm 1970 Morris Minor 1000 Saloon Almond green.jpg|1970 Morris Minor 1000 2dr Saloon 1970 Morris Minor 1000 Saloon Almond green rear.jpg| Traveller (4196830669).jpg|1966 Morris Minor 1000 Traveller ==Decline and replacement== During the life of the Minor 1000 model, production declined - as the Mini and 1100/1300 had become BMC's best selling models by the mid 1960s. The last Convertible/Tourer was manufactured on 18 August 1969, and the final saloon model was built on November 12, 1970. Production of the more practical Traveller and commercial versions ceased in April 1971. According to Newell (1993), 1.6 million Minors were made in total and Wainwright (2008) even claims that 1,619,857 Minors of all variants were ultimately sold. Overseas production in the form of ckd Kit Assembly continued in New Zealand until 1974. The last new Morris minor, a 4 door blue saloon, was assembled at The Brittans group, Dublin, in 1975 - the same year British Leyland ordered the company to cease assembly of their vehicles for the Irish market. In November 2020 on the 50th anniversary of the last saloon produced, it was announced that the final Morris Minor Saloon ever made had been fully restored by the Morris Minor Owners Club in Derby. ===The Minor vs Volkswagen=== The decline and cancellation of Minor production was source of some consternation by industry commentators in the late 1960s,Cowin, Chris (2012), British Leyland: Chronicle of a Car Crash () p.57 who believed that further development of the car had the potential to challenge the Volkswagen Beetle in export markets. The Volkswagen, which was developed as a small family car with a very similar brief to the Minor, had been upgraded consistently over 25 years, and retained a healthy market share in export markets (especially developing countries), where it was very often the lowest priced new car on the market.Howard, Tony (December 1976). \"New VWs reflect determinedly cheerful mood\". SA Motor. Cape Town, South Africa: Scott Publications: 31–32. It went on to achieve over 21 million units before cancellation in 2003. Having said this, in the year of the Minor's cancellation (1971), over 1.3 million Beetles were produced (its peak year of production).https://www.thesamba.com/vw/archives/info/beetle_productionfigures.php This corresponded to over 80% of total Minor production in 23 years, or ten times the production volume of Minors in their peak year (1958) when 113,699 were built. This gulf of production capacity made the Minor's ability to effectively challenge the Beetle, which had a global distributor and servicing network, moot. Some historians also report that the Minor was being sold at a loss during its final years. British Leyland management were pinning hopes for greater market share and profitability on the Morris Marina, which was being specifically developed for assembly on the Minor production lines at Cowley, thereby precluding the continuance of Minor production in any event. ===Successors=== The Minor was officially replaced on the Cowley production lines by the Morris Marina (ADO28), which was developed primarily in response to Ford's top-selling (and in many respects, conservatively engineered) Escort. Building a larger mid-sized car capable of volume sales (particularly in the lucrative fleet-buying market) was becoming increasingly key in maintaining healthy sales figures, and was an issue BMC had consistently failed to address hitherto. The Marina was developed under the watchful eye of British Leyland management, and used a modified version of the Minor chassis floorplan, extended to increase the wheelbase by 10 inches. Many other Minor components, including much of the suspension, were used in the running gear, which served to streamline production changeover and minimise the financial outlay associated with chassis development and retooling. The spiritual successor to the Morris Minor was arguably the ADO16 Austin/Morris 1100 range, which had been launched in 1962 and aimed at the same small family-car market (and actually replaced the Minor in some export markets such as Australia and New Zealand). The crisp styling, hydrolastic suspension and innovative front- wheel drive system (itself a \"scaling-up\" of the Mini principle) made ADO16 a worthy successor to the (in its day) forward-looking Minor. However, due to the British Motor Corporation's commitment to both the Morris factory at Cowley, and Austin plant at Longbridge – in addition to a healthy demand for both products – production of the two cars continued in parallel for nearly 10 years. Indeed, production of ADO16 outlasted that of the Minor by only three years or so, before being replaced by the innovative, export-oriented, yet flawed Austin Allegro in 1974. ==Safety== Despite the four major updates of the Minor in its 23-year production run, very few actively designed \"safety features\" were ever engineered into the Minor's design. Provisions were made for seat belt fittings in the early '60s, but the rigid structure of the car's monocoque body made it dangerously unabsorbent to impact. For a short time in 1968, the thickness of the steel used in the bonnet and doors was decreased from 1.2 mm to 1.0 mm to act as a form of crumple zone, but as the wings continued to be made of 1.4 mm mild steel, the modification was pointless and ineffectual and was reversed in 1969 as it increased passenger compartment crush in collisions. The 1950 change from the \"lowlight\" model was made to comply with Canadian lighting standards, with higher and brighter headlights to increase visibility in fog and during dark Canadian winters. Australian models, and tourer models made in Britain and exported to Australia, featured safety glass windscreens and safety glass windows, to comply with local regulations. Australian models also had blinking indicator lights in addition to the standard trafficator arms on the indigenous Minor 1000. ==Morris quarter ton van and pick-up== Closed van and open flat-bed (\"pick-up\") versions of the Minor were built from 1953 until the end of production. They were designed for commercial use with small businesses, although many were also used by larger corporations. Van versions were popular with the General Post Office, the early versions of these (to around 1956) having rubber front wings to cope with the sometimes unforgiving busy situations in which they were expected to work. Both the van and the pickup differed from the monocoque construction of the Saloon and Traveller variants by having a separate chassis. They also differed in details such as telescopic rear dampers, stiffer rear leaf springs and lower-ratio differentials to cope with heavier loads. The commercial versions were initially marketed as the Morris Quarter Ton Van and Pick-up, with a Series III designation applied from 1956. The names Morris 6cwt Van and Pickup was used following the introduction of the 1098cc engine in 1962 and 8cwt versions were added in 1968 with more substantial rear leaf springs.A Cwt was the short-form term for a \"hundredweight\" which was a pre-metric unit of weight measurement used in Britain, equivalent to about 50 kg. Use of the term in the name of a light commercial vehicle was common in Britain, and indicated the maximum load (by weight) that the van was designed to carry. As BMC's policy was to provide both Austin and Morris with complete commercial vehicle ranges, Austin-badged variants of the Minor van and pick-up were sold following the end of Austin A35 production in 1968. These featured Austin badging and the corporate Austin 'crinkle-cut' radiator grille but were otherwise identical to the standard Minor commercials, and were sold as the Austin 6cwt and Austin 8cwt. File:1962 Morris Minor 1000 pickup.jpg|1962 Morris 6cwt pick up File:Austin 6cwt Van, pic1.JPG|Austin 6cwt Van 1965 Morris 6CWT Van (11815570686).jpg|Morris 6cwt van ==Morris Minor today== Today the Morris Minor and 1000 are among the best-served classic family-sized cars in the old vehicle movement and continue to gain popularity. The enduring affection for the \"Moggie\" (also a common British nickname for an undistinguished cat, or a Morgan) or \"Morrie\" (as it is often known in Australia and New Zealand) is reflected in the number of restored and improved Morris Minors currently running in Britain and Australasia. In addition to more powerful engines, desirable improvements necessitated by the increase in traffic density since the Minor was withdrawn from volume production include the replacement of the original equipment drum brakes with discs. Other important upgrades include the version of the A-series engine, derided by Morris Marina enthusiasts as a key reason why many Marinas were scrapped, and the similarly sized Nissan A engine, which shares all common dimensions to the Morris Minor engine, except piston size. Top Gear presenter Jeremy Clarkson once stated that the Morris Minor is Britain's Volkswagen Beetle (although this was meant in a derogatory way rather than favourably). There is still an extensive parts backup for these cars, and parts are cheap compared to modern day cars. Replacement panels for the Morris Minor were still being made in 2002 by the Durable Car Company in Sri Lanka. ==References== ==Bibliography== *Newell, Ray (1993), Original Morris Minor (Bay View Books Ltd, Bideford, Devon, ) *Newell, Ray (2018), Morris Minor - 70 years on the road (Veloce Publishing Ltd, ) *Wainwright, Martin (2008), Morris Minor – The Biography (Aurum Press, ) ==External links== *https://www.mmoc.org.uk/ - Morris Minor Owners Club *http://www.morrisdownunder.com/forum/index.php – Morris Minor community forum *http://MORRISMINOR.US – Morris Minor Registry of North America * Minor Category:Issigonis vehicles Category:1940s cars Category:Subcompact cars Category:Sedans Category:Station wagons Category:Convertibles Category:Vans Category:Pickup trucks Category:1950s cars Category:1960s cars Category:1970s cars Category:Rear-wheel-drive vehicles Category:Cars introduced in 1948",
 "title": "Morris Minor"
}