{
 "id": "897622",
 "text": "Val Guest (born Valmond Maurice Grossman; 11 December 1911 – 10 May 2006) was an English film director and screenwriter. Beginning as a writer (and later director) of comedy films, he is best known for his work for Hammer, for whom he directed 14 films, and science fiction films. He enjoyed a long career in the film industry from the early 1930s until the early 1980s. Reprinted from Reference Guide to British and Irish Film Directors ==Early life and career== Guest was born to John Simon Grossman and Julia Ann Gladys Emanuel in Maida Vale, London. He later changed his name to Val Guest (officially in 1939). His father was a jute broker, and the family spent some of Guest's childhood in India before returning to England. His parents divorced when he was young, but this information was kept from him. Instead he was told that his mother had died. He was educated at Seaford College in Sussex, but left in 1927 and worked for a time as a bookkeeper. Guest's initial career was as an actor, appearing in productions in London theatres. He also appeared in a few early sound film roles, before he left acting and began a writing career. ===Writer=== For a time, around 1934, he was the London correspondent for The Hollywood Reporter (when the publication began a UK edition),Wheeler Winston Dixon, Rutgers University Press, 11 July 2007, Film Talk: Directors at Work, Retrieved 10 November 2014 (see page 26 paragraph two), before beginning work on film screenplays for Gainsborough Pictures. This came about because the director Marcel Varnel had been incensed by comments Guest had made in his regular column, \"Rambling Around\", about the director's latest film. Challenged to write a screenplay by Varnel, Guest co-wrote his first script, which became No Monkey Business (1935) directed by Varnel. This was to be the beginning of a long and fruitful partnership between the two men. Guest was placed under contract as a staff writer at Gainsborough's Islington Studios in Poole Street. Guest wrote screenplays for the rest of the decade. His credits included All In (1936) for Varnel; Public Nuisance No. 1 (1936); A Star Fell from Heaven (1936); O-Kay for Sound (1937) for Varnel with The Crazy Gang; Alf's Button Afloat (1938) with Flanagan and Allen. He also wrote the Will Hay comedies Oh, Mr Porter! (1937) and Ask a Policeman (1939). He wrote Hi Gang! (1941) for Ben Lyon and Bebe Daniels. ==Directing career== Guest became a fully-fledged director in the early 1940s (he had been responsible for some second-unit work previously). His first film was an Arthur Askey short, The Nose Has It (1942), warning of the dangers of spreading infection. Guest's debut feature was Miss London Ltd. (1943), again with Askey; Guest had worked on the scripts of earlier Askey films. Guest's second feature as director also starred Askey, Bees in Paradise (1944). He followed this with two films starring Vic Oliver and Margaret Lockwood, Give Us the Moon (1944) and I'll Be Your Sweetheart (1945); the latter was the first and only musical from Gainsborough Studios. Guest directed two films based on the Just William stories, Just William's Luck (1947) and William Comes to Town (1948). He wrote and directed a thriller, Murder at the Windmill (1949). ===Yolande Donlan=== Guest then made the comedy Miss Pilgrim's Progress (1949) with Yolande Donlan who became his wife. The two reunited on The Body Said No! (1950); Mister Drake's Duck (1951), with Douglas Fairbanks Jr.; Penny Princess (1952) with Dirk Bogarde. ===Hammer Films=== Guest began an association with Hammer films when he directed The Men of Sherwood Forest (1954). After The Runaway Bus (1955) with Frankie Howerd he made Life with the Lyons (1955) with Daniels and Lyon, a spin off of their radio show. It was popular enough for Guest to make a sequel The Lyons in Paris (1955). He did a thriller Break in the Circle (1954) and Dance, Little Lady (1954). Despite his career in comedy films, he was offered the chance to direct Hammer's first Quatermass film, adapted from the BBC television serial by Nigel Kneale. Uncertain about taking it on, (he was not a fan of science fiction), he was persuaded to do so by his wife, Yolande Donlan. Guest shot The Quatermass Xperiment (1955) as though it was a television documentary.Obituary: Val Guest, Daily Telegraph, 16 May 2006 Its success led the Hammer company changing its direction. He followed it with a drama They Can't Hang Me (1955) and musical It's a Wonderful World (1956). Republic Pictures hired him to make the thriller The Weapon (1956) and he directed a comedy, Carry On Admiral (1957). Quatermass had been a big hit and Hammer asked Guest to direct the first sequel, Quatermass 2 (1957). They also used him to do The Abominable Snowman (1957), from a Kneale TV play, and a POW movie, The Camp on Blood Island (1958). Guest made a comedy Up the Creek which led to a sequel Further Up the Creek (1958). Hammer asked him back to do another war movie, Yesterday's Enemy (1959) with Stanley Baker. Then he made the film version of Expresso Bongo (1959) with Donlan, giving an early role to Cliff Richard. Guest returned to comedy with Life Is a Circus (1960) starring Bud Flanagan. He made another for Hammer with Stanley Baker, a tough crime film, Hell Is a City (1960). He followed this with a thriller for Hammer, The Full Treatment (1960). Guest's next film, The Day the Earth Caught Fire (1961), won Guest and Wolf Mankowitz a BAFTA Award for Best Screenplay.\"Film: Best British Screenplay 1962\", BAFTA Guest made Jigsaw (1962) and 80,000 Suspects (1963). The Beauty Jungle (1964) was an exposé on beauty competitions. Where the Spies Are (1965) was a spy film for MGM starring David Niven. ==Later career== Guest was one of five credited directors (another was John Huston) to work on the spoof James Bond film Casino Royale (1967), a critically mauled picture in its day. Producer Charles K. Feldman asked Guest if he would direct, linking material to make what was left uncompleted, after the departure of Peter Sellers from the project, into a coherent narrative. Guest opted for an 'Additional Sequences' credit after he saw the completed film. He made a thriller Assignment K (1968) then a musical Toomorrow (1970), a film with Olivia Newton-John in the lead. According to Christopher Hawtree, it is \"a staggeringly dreadful movie\". Guest issued an injunction against Harry Saltzman, the producer, because he had not been paid for his work, and the film was quickly pulled from screenings. Around the same time, Guest wrote and directed When Dinosaurs Ruled the Earth (1970) for Hammer. Guest directed the soft core sex comedy Au Pair Girls (1972) and he followed this by directing the first of the Confessions of... series of sex comedy films, Confessions of a Window Cleaner (1974). By now, he was working in television, directing episodes of series such as The Adventurer (1972–73), Space: 1999 (1976-77), and The Persuaders! (1971–72).Dennis McLennan \"Val Guest, 94; Director, Writer Best Known for Science-Fiction Movies\", Los Angeles Times, 22 May 2006 He did direct some features including Killer Force (1976). Guest's final feature film work was writing and directing The Boys in Blue (1982), a vehicle for the British comedy double act Cannon and Ball. The film was a remake of a Will Hay picture, Ask a Policeman (1939), which Guest himself had co-written. An autobiography, So You Want to be in Pictures, was published in 2001. His last professional work was as the director of several episodes of the Hammer House of Mystery and Suspense series in 1984 and 1985. ==Private life and honours== Originally married to Pat Watson, the couple divorced after Guest fell in love with American actress Yolande Donlan who eventually became his wife in 1954; Donlan appeared in eight of his films during the 1950s.Ronald Bergan \"Yolande Donlan obituary\", The Guardian, 5 January 2015 After Guest retired in 1985, the couple lived together in retirement in California. In 2004, a Golden Palm Star on the Palm Springs, California, Walk of Stars was dedicated to Guest and Donlan. Guest died in a hospice in Palm Desert, California from prostate cancer at the age of 94. ==Filmography== Director * Miss London Ltd. (1943) * Bees in Paradise (1944) * Give us the Moon (1944) * I'll Be Your Sweetheart (1945) * Just William's Luck (1947) * William Comes to Town (1948) * Murder at the Windmill (1949) * The Body said No! (1950) * Miss Pilgrim's Progress (1950) * Mister Drake's Duck (1951) * Penny Princess (1952) * The Men of Sherwood Forest (1954) * The Runaway Bus (1954) * Life With the Lyons (1954) * The Lyons in Paris (1955) * Break in the Circle (1955) * Dance, Little Lady (1955) * The Quatermass Xperiment (1955) * They Can't Hang Me (1955) * It's a Wonderful World (1956) * The Weapon (1956) * Carry On Admiral (1957) * Quatermass 2 (1957) (US title: Enemy From Space) * The Abominable Snowman (1957) * The Camp on Blood Island (1958) * Up the Creek (1958) * Further Up the Creek (1959) * Yesterday's Enemy (1959) * Expresso Bongo (1959) * Life is a Circus (1960) * Hell Is a City (1960) * The Full Treatment (1960) * The Day the Earth Caught Fire (1961) * Jigsaw (1962) * 80,000 Suspects (1963) * The Beauty Jungle (1964) * Where the Spies Are (1965) * Casino Royale (1967) * Assignment K (1968) * Toomorrow (1970) * When Dinosaurs Ruled the Earth (1970) * Au Pair Girls (1972) * Confessions of a Window Cleaner (1974) * Killer Force (1976) * The Shillingbury Blowers (1980) * The Boys in Blue (1982) * Hammer House of Mystery and Suspense (1984) Screenwriter * No Monkey Business (1935) * All In (1936) * Public Nuisance No. 1 (1936) * A Star Fell from Heaven (1936) * O-Kay for Sound (1937) * Alf's Button Afloat (1938) * Hi Gang! (1941) ==References== ==External links== * * Val Guest at BFI Screenonline * Val Guest at the Encyclopedia of Fantastic Film and television * Tribute to Val Guest at The Thunder Child Science Fiction Webzine Category:1911 births Category:2006 deaths Category:English male film actors Category:English film directors Category:Science fiction film directors Category:Horror film directors Category:English male screenwriters Category:People educated at Seaford College Category:Best British Screenplay BAFTA Award winners Category:Deaths from prostate cancer Category:Deaths from cancer in California Category:20th-century English screenwriters Category:20th-century English male writers",
 "title": "Val Guest"
}