{
 "id": "897728",
 "text": "Poly-Play is an arcade cabinet developed in East Germany in 1985; it is the only such machine to originate in the GDR. It was created by VEB Polytechnik and contained a number of games, including a Pac-Man clone. A total of about 2,000 units of the cabinet were manufactured. == Hardware == Poly-Play ran on a U880, a clone of the Zilog Z80 CPU, which was clocked at 2.457600 MHz and a custom sound chip. Its display ran at a resolution of 512*256 at 50 Hz and supported a palette of ten colours, though it could also use coloured overlays. The machine's coin slot was designed for 50 Pfennig, but it was flawed - the pressure sensor could be deceived by pressing a 1-Pfennig coin very sharply into the top of the slot. However, this was largely tolerated because the machine was not a capitalistic commercial venture, but a state- owned product found predominantly in FDGB holiday homes, youth hostels and non-profit clubs. The machine ran with a deactivated coin slot in many youth clubs. However, the free play often caused large crowds to form around it, which incited their reactivation. A Poly-Play machine was on display in the Museum of Computing in Swindon, England in 2004. From 2005, the same machine was part of the touring video game show Game On and was exhibited in multiple museums, such as the Museum of Science and Industry in Chicago and the Science Museum in London. Two machines can also be seen at RetroGames e.V. in Germany.Poly Play VEB Polytechnik – 1986 - RetroGames e.V. (last access 2011-01-20) It is also prominently on display at the Computerspielemuseum Berlin. ==Games== 250px|thumb|left|The game selection screen of Poly Play {| | | Hirschjagd (Deer Hunt) is similar to Robotron: 2084. Translation from the game: The fleeing deer must be pursued and hunted, but only 10 shots are available. A shot that hits the deer is not deducted. Around every 15 seconds, a shot must be fired or it will be lost. |} {| | | Hase und Wolf (Hare and Wolf) is a faster-paced Pac-Man clone and was based on the Russian cartoon series Nu, pogodi!, popular in the GDR. The Hare must eat everything that it can get. It has to avoid the Wolf, who wants to eat it! Scoring: Pea 1 point, carrot 5 points, pear 7 and/or 10 points |} {| | | Abfahrtslauf (Downhill) is a simple sport game in which one must ski between the flags. The gates go from 6 metres wide, half the screen size (very easy) down to 0.2 metres (impossible). This game can become very fast. |} {| | | Schmetterlinge (Butterflies) with Pittiplatsch or Mole, both stars of children's television series in the GDR; however, the game is more suited to adults. The flowers act as obstacles that must be traversed. |} {| | | Schießbude (Shooting Gallery) is a Carnival clone. Shoot to score. A balloon gives you one point; a duck, two; and a flower, three. Ammunition can be reloaded by shooting into the left magazine. For each of the three rows there is, in the top right, a multiplier field to hit (coloured yellow, blue and pink). The longer one plays, the greater the number of ducks to emerge; ducks in the lowest row can steal one's ammunition if not dealt with quickly. |} {| | | Autorennen (Motor Race) is a racing game. The player's red car must win 2 out of 4 rounds. It is not a very difficult game as you start in a good initial position and can pass the first curve more easily than the other racers. |} {| | | Merkspiel (Memory Game) Remember all pictures and reveal them, playing against time. Each picture also has its own sound. If you forget a picture, its sound plays. |} {| | | Wasserrohrbruch (Water Pipe Burst) This is the last Poly-Play game. The objective is to prevent a room from flooding. In the room above, a water pipe bursts. By catching drops with the bucket, you can prevent the water level from rising. The bucket can be emptied out of the cellar windows (play button). If the bucket is full, one does not obtain any points. Scoring: Water level too high: -1 game; Caught drop: +5 points; Bucket emptied into the cellar: -x and Bucket emptied out of the window: +3x (where x = amount of drops caught); with good play: +1 game (max. 3). |} thumb|200px|Alternate cabinet of Poly-Play, displayed as part of the Game On exhibition in the Museum of Science and Industry in Chicago, March 2005 The eight aforementioned games were made available to be playable with the emulator MAME in 2000. Additionally, the names of four other games were found in the source code: Der Gärtner (The Gardener), Im Gewächshaus (In the Greenhouse), Hagelnde Wolken (Hailing Clouds, a Space Invaders clone) and Der Taucher (The Diver, a game where malicious fish attack a diver). All four games have been installed on at least some machines, the same goes for the games Im Irrgarten (In the Maze), Der Lindwurm (The Lindworm), Fly and AFU. Another game titled UFO is actually the original version of Hagelnde Wolken, but was edited due to being deemed too martial by the authorities. == Further reading == * Mit Pittiplatsch auf Pixelfang In: Süddeutsche Zeitung, 1. Oktober 2007 == See also == *BSS 01, the only video game console that was released in East Germany *Polybius, a fictitious arcade game with a similar name. == References == ==External links== * Andy's Arcade page with many internal views of the surviving cabinets. * RetroGames e.V. German Club with two working Poly Play machines. * * BBC article about Poly Play * PolyPlay.de - German Website about Poly-Play, here you can play the Poly-Play-Games. * Poly Play at robotrontechnik.de (in German, with images of all known 17 games) Category:1985 video games Category:Arcade video games Category:Arcade-only video games Category:Pac-Man clones Category:Video games about food and drink Category:Video games developed in Germany Category:Goods manufactured in East Germany",
 "title": "Poly-Play"
}