{
 "id": "897775",
 "text": "The Amazing Race 1 (originally broadcast under the name The Amazing Race) is the first season of the American reality television series The Amazing Race. It was broadcast for the first time on American television on September 5, 2001 and ended its run on December 13, 2001. It featured 11 teams of two, with a pre-existing relationship, in a race around the world. Lawyers and best friends Rob Frisbee and Brennan Swain were the winners of the inaugural season. ==Production== ===Development and filming=== In December 2000, CBS announced that it was set to produce a new reality show entitled CBS Summer Global Adventure Series, which would feature eight teams of two traveling to eleven international locations to win US$1 million. Location scouting for the racecourse took place in January 2001. The first season of The Amazing Race traveled in 39 days, spanning four continents and nine different countries. The season was hit with multiple filming delays, including an airport strike in Rome and a sandstorm in Tunisia, the latter of which forced teams to begin Leg 6 in Gabès, rather than the original Saharan desert Pit Stop. The top of the World Trade Center was considered as the finish location for the season but was changed to Flushing Meadows Park after production was unable to secure needed permits. Multiple aspects of filming were unique to the first season of the series. Host Phil Keoghan handed out clues at the beginning of some legs and only greeted the last-place team at each Pit Stop; all other teams were greeted and informed of their placements by local representatives. Each leg's Pit Stop mat featured a localized design, while subsequent seasons have used a single mat design. This is also the first and only season which teams left the United States immediately for Africa; all other inhabited continents have more than once served as the first destination directly after the start of subsequent seasons. The Amazing Race courses were planned so that the final three teams would all reach the Finish Line; however, Joe & Bill (\"Team Guido\") were so far behind that they could not catch up and did not finish the competition. When they were still completing Leg 12 (which aired alongside Leg 13 in the final episode), Joe & Bill were required to have villagers bounce one teammate upwards using an Alaskan tapestry. According to the DVD commentary, the tapestry broke under the weight of the racers the day before, so a trampoline had to be used instead. ===Cast=== Eleven teams participated in the first season of The Amazing Race, ranging from best friends to couples, as well as a mother and daughter duo. Margaretta Groark died on October 26, 2008, after a long battle with cancer, at the age of 67. Nancy Hoyt died on December 8, 2011, after a long battle with ALS, at the age of 56. ====Future appearances==== Kevin & Drew made an appearance in Season 8, handing out clues from a hot dog stand in New York City. They also returned, along with Joe & Bill, to participate in the first All-Stars edition among a cast of returning teams from the first ten seasons. Runner up Frank Mesa made an appearance at the Starting Line of Season 25. Winners Rob & Brennan made an appearance at the Starting Line of Season 27. ===Distribution=== The DVD for Season 1 was released on September 27, 2005. Kevin & Drew, Lenny & Karyn, Joe & Bill, and Rob & Brennan did commentary on four episodes. ==Results== The following teams participated in the season, each listed along with their placements in each leg and relationships as identified by the program. Note that this table is not necessarily reflective of all content broadcast on television due to inclusion or exclusion of some data. Placements are listed in finishing order: {| class=wikitable style=\"white-space:nowrap;\" |- !rowspan=2|Team !rowspan=2|Relationship !Colspan=13|Position (by leg) !rowspan=2|Roadblocks performed |- !1 !2 !3 !4 !5 !6 !7 !8 !9 !10 !11 !12 !13 |- !Rob & Brennan |Lawyers/Best Friends |1st |3rd |3rd |6th |4th |3rd |3rd |3rd |1st |1st |2nd |1st |1st |Rob 5, Brennan 7 |- !Frank & Margarita |Separated Parents |3rd |4th |2nd |5th |5th |1st |1st |2nd |2nd |2nd |1st |2nd |2nd |Frank 9, Margarita 3 |- !Joe & Bill |Life Partners |2nd |2nd |4th |1st |2nd |2nd |2nd |4th |4th | |3rd | |3rd |Joe 7, Bill 4 |- !Kevin & Drew |Fraternity Brothers |9th |5th |1st |2nd |1st |4th |4th |1st |3rd |3rd | | style=\"background:darkgrey;\" colspan=\"2\"| |Kevin 5, Drew 5 |- !Nancy & Emily |Mother/Daughter |10th |7th |8th |3rd |3rd |5th |5th | | | style=\"background:darkgrey;\" colspan=\"4\"| |Nancy 2, Emily 7 |- !Lenny & Karyn |Dating |4th |9th |7th |7th |6th | | | style=\"background:darkgrey;\" colspan=\"6\"| |Lenny 2, Karyn 5 |- !Paul & Amie |Engaged |7th |6th |6th |4th | | style=\"background:darkgrey;\" colspan=\"8\"| |Paul 3, Amie 1 |- ! |Grandparents |8th |8th |5th | | style=\"background:darkgrey;\" colspan=\"9\"| |Dave 2, Margaretta 1 |- !Pat & Brenda |Working Moms |5th |1st | | style=\"background:darkgrey;\" colspan=\"10\"| |Pat 2, Brenda 0 |- !Kim & Leslie | |6th | | style=\"background:darkgrey;\" colspan=\"11\"| |Kim 2, Leslie 0 |- !Matt & Ana |Married | | style=\"background:darkgrey;\" colspan=\"12\"| |Matt 0, Ana 0 |} ;Key *A team placement indicates that the team was eliminated. *An team placement indicates that the team was the last to arrive at a Pit Stop in a non-elimination leg. *A indicates that the team won a Fast Forward. If placed next to a leg number, this indicates that the Fast Forward was available for that leg but not used. ;Notes # Leg 1 featured an unaired Roadblock that was only partially shown in the DVD release. Pat & Brenda and Matt & Ana were not shown completing this Roadblock. Pat later confirmed in an interview that she did the Roadblock. # Dave & Margaretta initially arrived 7th, but they were retroactively penalized for not completing the Detour correctly. They served their penalty at the start of the next leg, therefore departing at the Pit Start 8th. # Dave & Margaretta initially arrived 6th, but they were retroactively penalized for not completing the Roadblock correctly. This Roadblock was not included in their Roadblock count because neither Dave nor Margaretta completed it properly. They served their penalty at the start of the next leg, therefore departing at the Pit Start 8th. # Paul & Amie checked in 5th at the end of the leg, but were 4th to depart on the next leg after being awarded a time credit due to production difficulties. # Paul & Amie arrived at the Pit Stop by chance after getting lost and unknowingly skipping the Roadblock. However, since they were already in last place, they were eliminated without the 4-hour penalty being applied. #^ Frank & Margarita and Joe & Bill initially arrived 1st and 2nd, respectively, but were each issued 30-minute penalties for failing to follow a clue correctly. This did not affect either teams' placements. # Lenny & Karyn were granted a time credit for production difficulties. This did not affect their placement. # Nancy & Emily initially arrived 4th, but were issued a 24-hour penalty for failing to complete either Detour option after getting lost and taking a cab to the Roadblock. Joe & Bill checked in during the penalty time, dropping them to last place and resulting in their elimination. # Rob & Brennan received a 30-minute time credit that was applied to the start of the next leg due to a production delay in procuring a 4x4. This time credit went unaired in the show. # Joe & Bill had fallen so far behind that they were unable to complete the final leg. When Joe & Bill departed from Takosha Lodge in Alaska and reached the last Detour, they were informed that The Amazing Race had finished and accepted a 3rd-place finish. ==Episode titles== The episode titles are: #The Race Begins #Divide and Conquer #Home for Some #Colossal Showdown #Desert Storm #Whatever It Takes to Win #Triumph and Loss #Competition to the Fullest #The Unexpected Twist #To the Physical and Mental Limit #Fight to the Last Minute #Race to the Finish — Part 1 #Race to the Finish — Part 2 ==Race summary== thumb|240px|Route map, the green dot represents both the Starting Line and the Finish Line ===Leg 1 (United States → South Africa → Zambia)=== Airdate: September 5, 2001 *New York City, New York, United States (Central Park – Bethesda Fountain) (Starting Line) * New York City (John F. Kennedy International Airport) to Johannesburg, South Africa (Johannesburg International Airport) *Johannesburg (Lanseria Airport – Ryan Blake Air) (Overnight Rest) * Johannesburg (Lanseria Airport) to Livingstone, Zambia (Livingstone Airport) *Mosi-oa-Tunya National Park (Victoria Falls – Knife's Edge Bridge) ** Mosi-oa-Tunya National Park (Victoria Falls – Boiling Pot) *Livingstone District (Batoka Gorge – Abseil Zambia) *Livingstone District (Songwe Village) For this series' very first Fast Forward, one team had to hike down a steep canyon to the Boiling Pot on the Zambezi River to retrieve the Fast Forward award. This series' very first Detour at Batoka Gorge was a choice between Air or Land. In Air, teams had to take a quick trip along a zip line across the gorge and then experience a gorge swing to reach the bottom to receive their next clue. This side of the Detour was later revisited on Season 27 as a Switchback on the Zimbabwean side of the gorge. In Land, teams had to take a long hike down the rim of the gorge to receive their next clue. Near the Pit Stop at Songwe Village, there was a Roadblock that required one team member to cook an ostrich egg, which both team members had to eat before checking into the Pit Stop. This task went unaired in the episode but was shown as a bonus feature on the DVD. ;Additional tasks *Teams' first clue instructed them to fly to Johannesburg, South Africa on one of three flights: the first was a direct South African Airways flight to Johannesburg, which would arrive first with seats for five teams, the second Swissair flight connected in Zurich and would arrive second with two teams, and the third Alitalia flight connected in Milan and would arrive last with four teams. *At Lanseria Airport, teams had to find Ryan Blake Air to take one of four charter flights to an unknown destination: Livingstone, Zambia. *Upon arrival in Livingstone, teams had to find a marked car with their next clue, which instructed them to find \"the smoke that thunders\" leaving teams to figure out that it was the local name for Victoria Falls (Mosi-oa-Tunya). Teams could drive themselves or hire a driver, who could not provide directions, to the falls to find their next clue on the Knife's Edge Bridge. ===Leg 2 (Zambia & Botswana → France)=== Airdate: September 19, 2001 :* Livingstone (Bundu Adventures) *Livingstone District (Songwe Museum) * Southern Province (Mosi-oa-Tunya National Park) or Chobe District, Botswana (Chobe National Park) *Livingstone District (Mukuni Village) * Livingstone (Livingstone Airport) to Johannesburg, South Africa (Lanseria Airport) (Unaired) * Johannesburg (Johannesburg International Airport) to Paris, France (Charles de Gaulle Airport) *Paris (Eiffel Tower) *Paris (Arc de Triomphe) This leg's Fast Forward instructed teams to find Bundu, referring to Bundu Adventures rafting company, where one team had to whitewater raft down the treacherous rapids of the Zambezi River to retrieve the Fast Forward award. This leg's Detour was a choice between Near or Far. In Near, teams had to go to Mosi-oa-Tunya National Park only away and use an instant camera to photograph three hard-to-find animals from a provided list of five (giraffe, impala, water buffalo, zebra, rhino). In Far, teams had to go to Chobe National Park in the nation of Botswana away and photograph a single elephant. In this series' first aired Roadblock, one team member had to take the stairway up to the second level of the Eiffel Tower and use a ₣10 coin to operate a telescope to search the city skyline for a famous monument with a Route Marker on top to find the Pit Stop: the Arc de Triomphe. ;Additional tasks *At the start of the leg, teams had to find the Songwe Museum near the village, where they would find instant cameras along with their next clue. *After the Detour, teams had to travel to Mukuni Village. Once there, they had to take part in a traditional welcome ceremony for honored guests, which included meeting the village chief, who would spit on them, as well as viewing and participating in a tribal dance. After the ceremony, teams gave the village chief the photographs they took during the Detour and received their next clue: a miniature model of the Eiffel Tower in Paris, France. ===Leg 3 (France)=== Airdate: September 26, 2001 :* Paris (Mariage Frères) *Paris (Roue de Paris) * Paris (Notre-Dame de Paris or Panthéon) *Paris (Hôtel de Ville) *Paris (Place du Châtelet) * Paris (Gare de Lyon) to Avignon (Gare d'Avignon Centre) or Marseille (Gare de Marseille Saint-Charles) *Les Baux-de-Provence (Château des Baux) This leg's Fast Forward required one team to find an obscure tea shop called Mariage Frères in Rive Gauche and ask for a specific tea called \"L'aventurier\" to retrieve the Fast Forward award. This leg's Detour was a choice between Tough Climb or Easy Walk. In Tough Climb, teams traveled to Notre-Dame de Paris and had to climb up the cathedral's 297 steps to ring Quasimodo's bell and receive their next clue. In Easy Walk, teams had to locate a statue of a cat sitting beside Foucault pendulum to find their next clue. However, there are two Foucault pendulums in Paris, but only the one at the Panthéon has the statue and the pendulum at the Museum of Arts and Crafts does not. In this leg's Roadblock, one team member had to walk underground through the sewers of Paris to the Place du Châtelet, two blocks away to find their next clue. ;Additional tasks *At the start of the leg, teams had to find La Grande Roue (\"The Big Wheel\") and figure out that it was the nearby Roue de Paris to find their next clue. *After the Detour, teams had to find a man in a blue suit across from the Hôtel de Ville to find their next clue. *After the Roadblock, teams had to travel by train to Les Baux-de-Provence through either Avignon or Marseille to find the Pit Stop at Château des Baux. ===Leg 4 (France → Tunisia)=== Airdate: October 3, 2001 * Marseille (Marseille Ferry Port) to Tunis, Tunisia (La Goulette) ** Sidi Bou Said (Port of Sidi Bou Said) *Tunis (Bab el Bhar) * Tunis (Medina of Tunis – Café Mnouchi or Hammam) *El Djem (Amphitheatre of El Jem) In an unaired and unclaimed Fast Forward, one team had to go fishing on board the Kinsa in the port of Sidi Bou Said. This leg's Detour was a choice between Full Body Brew or Full Body Massage. In Full Body Brew, teams had to find Café Mnouchi inside the Medina of Tunis using only a picture for reference. Once there, they had to order two coffees along with their next clue. In Full Body Massage, teams had to search for a massage parlor marked on a provided map. Once there, they had to sit through a 20-minute massage before they received their next clue. In this leg's Roadblock, one team member had to light a torch and, with some basic instructions, navigate the ancient arena to find the pit of death. Then, they had to retrieve a sword dangling above the pit, find a way out of the maze of tunnels, and bring it to the Pit Stop, where they sheathed the sword to finish the leg. ;Additional tasks *At the start of the leg, teams were told to travel to Marseille Ferry Port, where they had to travel by boat from Marseille to a smaller version of the Arc de Triomphe in the country represented by a small unidentified flag. Teams had to figure out that they had a Tunisian flag, and they had to travel to the capital city of Tunis. Once in Tunis, they had to find the man depicted in a provided photograph near Bab el Bhar, which bears strong resemblance to Paris' Arc de Triomphe, and say a traditional greeting of As-salām (السلام) to receive their next clue. *After the Detour, teams received a lighter marked with a picture of the amphitheatre in El Djem with the words \"Go Here\" on the back. ===Leg 5 (Tunisia)=== Airdate: October 10, 2001 *Tataouine (Monument to the Memory of the Earth) * Tataouine Governorate (Ksar Hadada or Ksar Ouled Soltane) *Jebil National Park (Ksar Ghilane – Camel Outpost) *Jebil National Park (Ksar Ghilane – Oasis) In an unaired and unclaimed Fast Forward, teams had to use a map that had an arrow pointing to a location to find a cave and take a picture of something inside. This leg's Detour was a choice between Listening or Puzzling. In Listening, teams had to find the well-known Star Wars movie set Ksar Hadada and use a supplied walkie talkie and their sense of hearing to locate the radio's counterpart, hidden somewhere in the labyrinth of caves with their next clue. In Puzzling, teams had to find Ksar Ouled Soltane, a hard-to-find location, and solve a simple Tunisian dice game to receive their next clue. In this leg's Roadblock, one team member had to ride a camel and use a set of compass directions to reach the flag visible in the distance in the middle of the desert. Teams could hire a camel handler for US$50. The non-participating member had to trek alongside on foot. Once they reached the route marker, teams would find a new set of compass directions to the next Pit Stop, the Ksar Ghilane oasis. ;Additional tasks *At the start of the leg, teams received an enclosed photograph of a globe monument, the Monument to the Memory of the Earth, and instructions to travel to Tataouine for their next clue. *After the Detour, teams had use a map, a compass, and a series of painted yellow stones to find an arrow located approximately north of Guermessa that would direct them along a path of several arrows across the Sahara to their next clue at Ksar Ghilane. ;Additional note *Along with their Detour clue, teams found cars that would serve as their transportation for the rest of the leg and could hire a driver for US$50, but drivers could not provide directions so all teams had to navigate using a simple provided map. ===Leg 6 (Tunisia → Italy)=== Airdate: October 17, 2001 *Gabès (Streets of Gabès) (Pit Start) *La Marsa (Hotel Le Palace) * Tunis (Tunis–Carthage International Airport) to Rome, Italy (Leonardo da Vinci International Airport) ** Rome (Magistral Villa) *Rome (Colosseum) * Rome (Palazzo dei Conservatori or Altare della Patria) * Rome (Roma Termini Railway Station) to Castelfranco Emilia (Castelfranco Emilia Railway Station ) *San Cesario sul Panaro (Pagani Auto Factory) *Sant'Agata Bolognese (Town Square) In an unaired and unclaimed Fast Forward, the clue stated \"This is a key that you can see the arms of St. Peter\", as said by Team Guido in the DVD commentary. From this information, one team had to find a keyhole on a door in Magistral Villa that, when looked through, provided a view of the entire Vatican City, to win the Fast Forward award. This leg's Detour was a choice between Foot or Hoof. In Foot, teams had to find a large, well-known statue of a foot at Palazzo dei Conservatori, using a provided picture that contained the entire statue, to find their next clue. In Hoof, teams were given a partial picture of another, more obscure statue depicting the hoof at the equestrian statue of Vittorio Emanuele II to find their next clue. However, if teams completed this task, they would find a line of taxis waiting for them. In this leg's Roadblock, one team member had to drive a Smart car to the town square of Sant'Agata Bolognese, the leg's Pit Stop, using a map written entirely in Italian. The other team member received a free ride to the Pit Stop in a Pagani Zonda traveling at . ;Additional tasks *At the start of the leg, teams had to travel to the Hotel Le Palace near Tunis to find their next clue. *After the Detour, teams had to travel by train to Castelfranco Emilia via Bologna and then take a cab to the Pagani Auto Factory to find their next clue. ;Additional notes *During the Pit Stop, word of a sandstorm in the Sahara forced the teams to move as a safety precaution to Gabès to start the leg. *Due to an airport strike in Rome, all flights to Rome were fully booked or canceled. As a result, teams faced an option of flying to Europe and taking a connecting flight or train to Rome or risk waiting in Tunis for when direct evening flights to Rome could become available. ===Leg 7 (Italy → India)=== Airdate: October 24, 2001 :* Ferrara (Castello Estense) * Ferrara (Aeroclub Volovelistico Ferrarese or Bike Shop) * Ferrara (Ferrara Railway Station) to Fiumicino (Fiumicino Aeroporto Railway Station) or Varese (Malpensa Aeroporto Railway Station) * Rome (Leonardo da Vinci International Airport) or Milan (Milan Malpensa Airport) to Delhi, India (Indira Gandhi International Airport) *Delhi (Red Fort) * Delhi (Chandni Chowk) *Agra (Taj Khema Hotel) This leg's Fast Forward required one team to find Castello Estense in the town of Ferrara and row a boat through the moat around the castle to find the Fast Forward award hidden in the wall. This leg's Detour was a choice between Glide or Ride. In Glide, teams traveled to the town of Ferrara, where one team member would ride in a glider, during which they would receive a surprise nose-dive, with a professional glider pilot while their partner would ride in the towing plane. Once completed, the team would receive a free taxi ride to Ferrara railway station and to their next clue. However, the seats on the glider are first-come, first-served. In Ride, teams had to travel to a marked bike shop in Ferrara and ride bikes to Ferrara railway station following a street map to retrieve their next clue. In this leg's Roadblock, one team member had to hire a cycle rickshaw and find a shopkeeper named Ashef Sadev on Maliwara street in the congested Chandni Chowk market who would show the team member a blue box containing a replica of the Taj Mahal with their next clue. ;Additional task *After the Detour, teams were instructed to fly to Delhi, India, by catching a train to Rome or Milan from which they could fly to Delhi. Once in Delhi, teams had to find their next clue outside Red Fort. ===Leg 8 (India)=== Airdate: October 31, 2001 *Agra (Taj Mahal) ** Jaipur (Jantar Mantar) *Jaipur (Palace of the Winds) * Jaipur (Amber Fort or Jal Mahal) * Jaipur (Jaipur Junction Railway Station) to Bikaner (Bikaner Junction Railway Station) *Deshnoke (Karni Mata Temple) *Bikaner (Laxmi Niwas Palace) In an unaired and unclaimed Fast Forward, one team had to travel to Jantar Mantar to climb 22 or 33 steps. This leg's Detour was a choice between Elephant or Rowboat. In Elephant, teams had to ride on the back of an elephant up a steep path to Amber Fort and then find a holy man with their next clue. In Rowboat, teams had to reach the Jal Mahal water palace using a rowboat and then find a holy man with their next clue. In this leg's Roadblock, one team member had to find a canister with their next clue somewhere in the Karni Mata Temple, a temple devoted to the worship of rats, which are sacred to locals and number in the range of thousands. In the temple, racers could only wear socks since shoes are prohibited inside. ;Additional task *At the world-famous Taj Mahal, teams had to search the expansive grounds for their next clue, which instructed them to travel to Jaipur's Hawa Mahal, which was referred to as \"Palace of the Winds\" in the show, to find their next clue. ===Leg 9 (India → Thailand)=== Airdate: November 14, 2001 * Bikaner (Bus Station) to South West Delhi (Bus Station) or Bikaner (Bikaner Junction Railway Station) to New Delhi (New Delhi Railway Station) * Delhi (Indira Gandhi International Airport) to Bangkok, Thailand (Bangkok International Airport) **Bangkok (Temple of the Reclining Buddha) *Bangkok (Temple of Dawn) * Bangkok (Southern Bus Terminal or Bangkok Yai) *Kanchanaburi (Buddhist Monastery) *Krabi (Tiger Cave Temple) This leg's Fast Forward required teams to travel to the Temple of the Reclining Buddha and play a traditional Buddhist game that used the 108 urns alongside the giant reclining Buddha. They had to choose a bowl of coins and drop exactly one coin in every urn. If the bowl teams chose had too little or too many coins, they had to choose another bowl to play again. The first team to find the bowl with exactly 108 coins would win the Fast Forward. This leg's Detour was a choice between Public or Private. For both tasks, teams had to find transportation to the town of Kanchanaburi, their next destination. In Public, teams had to go to a local bus station and ride a public bus to Kanchanaburi leaving every 20 minutes, paying with their own money. In Private, teams had to find a specified private vehicle, using only a license plate number and a crude map of the nearby area, that would give them a free ride to Kanchanaburi. In this leg's Roadblock, one team member had to dress like a Buddhist monk and walk through a pit of tigers to retrieve the clue, remaining calm the entire time. ;Additional task *At the start of the leg, teams had to take either a bus or train back to Delhi and then travel to Bangkok, Thailand. ===Leg 10 (Thailand)=== Airdate: November 21, 2001 *Ao Phang Nga National Park (Railay Beach – King Climbers) *Ao Phang Nga National Park (Thaiwand Wall) * Ao Phang Nga National Park (Thaiwand Wall to Railay Beach) * Ao Phang Nga National Park (Railay Beach) to Ao Nang (Ao Nang Beach) *Bor Tor, Ao Luk (Sea, Land & Trek) * Ao Nang (Ao Nang Beach) to Ao Phang Nga National Park (Chicken Island) * Ao Nang (Pai Plong Beach) This leg's Detour was a choice between Hike or Climb. In Hike, teams had to travel on a long, winding path up around Thaiwand Wall to find their next clue. In Climb, teams had to take an arduous rock climb straight up Thaiwand Wall to find their next clue. In an unaired and unclaimed Fast Forward, one team had to climb 1,200 steps at Tiger Cave Temple to win the Fast Forward award. In this leg's Roadblock, one team member had to paddle a kayak with their team member and all their luggage down the river in search of a route marker flag. Once the flag was spotted, they had to climb into a nearby cave, Tham Hua Kalok, to find their next clue along with snorkeling gear. ;Additional tasks *At the start of the leg, teams were told to find \"The King\" at Railay Beach, which actually meant the King Climbers rock climbing school, where they received rock-climbing equipment and then hiked half a mile through tropical jungle to reach Thaiwand Wall and their next clue. *After the Detour, teams had to rappel into a boat that would bring them back to Railay Beach and proceed to Sea, Land & Trek rafting company in Bor Tor, Ao Luk to find their next clue. *After the Roadblock, teams had to paddle back to Sea, Land & Trek (this time though either person could paddle). Then, teams had to hire a boat at Ao Nang Beach and find a route marker bobbing in the water from the mainland near Chicken Island, where they had to use the snorkel gear they collected at the Roadblock to dive in the water and retrieve their next clue. ===Leg 11 (Thailand → China)=== Airdate: November 28, 2001 * Phuket (Phuket International Airport) to Beijing, China (Beijing Capital International Airport) *Beijing (Jingshan Park – Top Pavilion) *Beijing (Hongqiao Market ) *Beijing (Donghuamen Night Market – Stall #57) *Beijing (Tiantan Park – South Gate) This leg's Detour was a choice between Volley or Rally. In Volley, teams had to score five points in a game of ping pong against a local champion at a nearby community center to receive their next clue. In Rally, teams had to take three common forms of local transportation. First, teams had to travel by Bus 101 to Hu Jia Lou. Next, teams had to ride a motorcycle taxi to Liu Jia Yao. Finally, teams had to a ride a pedicab to Quan Xin Yuan Restaurant, where they would find their next clue. In this leg's Roadblock, one team member had to give the items previously bought at Hongqiao Market (see additional task below) to a chef at Donghuamen Night Market for him to cook and then eat all three dishes to receive their next clue. ;Additional task *At Hongqiao Market, teams would find a shopping list written almost entirely in Mandarin Chinese that they had to use to buy three items, five beetle larvae, one squid, and two chicken feet, and then make their way to stall #57 of the Donghuamen Night Market to find their next clue. ===Leg 12 (China → United States)=== Airdate: December 5, 2001 *Beijing (Tiantan Park) * Beijing (Great Wall of China – Jūyōng Pass) * Beijing (Beijing Capital International Airport) to Anchorage, Alaska, United States (Ted Stevens Anchorage International Airport) *Scotty Lake (North Country Bed and Breakfast) (Overnight Rest) *Scotty Lake (Blanket Toss Area) *Glacier View (Matanuska Glacier) *Trapper Creek (Highway Mile Marker 131) *Trapper Creek (Wilderness Cabin) This leg's Detour at the famous Great Wall of China was a choice between Flat or Steep. In Flat, teams had to walk along a long, flat path to a far away marked pavilion with their next clue. In Steep, teams had to hike up a much shorter, but extremely steep path to the closer marked pavilion with their next clue. In this leg's Roadblock, one team member had to climb an ice wall and retrieve their next clue from the top of the glacier. ;Additional tasks *At the start of the leg, teams had to use a map to find three kite flyers in Tiantan Park with their next clue. Once they obtained a clue from a kite, teams were then instructed to go to the Great Wall of China by public bus to find their next clue. *Once in Anchorage, teams picked a marked 4x4 and would be driven to North Country Bed and Breakfast in Scotty Lake, where they would spend the night. The following morning, one team member had to experience an Alaskan blanket toss known as Nalukataq to spot a nearby route marker on the ice. *After the Roadblock, teams had to reach highway Mile Marker 131 near Denali State Park, where they would abandon their vehicles and ride a snowmobile to the Pit Stop at a wilderness cabin. ===Leg 13 (United States)=== Airdate: December 13, 2001 *Trapper Creek (Takosha Lodge) *Talkeetna (Fish Lake) * Anchorage (Ted Stevens Anchorage International Airport) to Newark, New Jersey (Newark International Airport) *New York City, New York (Vincent Daniels Square) * New York City (52nd Street – Lincoln Avenue Station to Willets Point – Shea Stadium Station) *New York City (Flushing Meadows Park – Unisphere) This season's final Detour was a choice between Dog Power or Horsepower. In Dog Power, teams had to ride dog sleds to their next clue. In Horsepower, teams had to ride snowmobiles to their next clue. In this season's final Roadblock, one team member had to strip down to their underwear or a bathing suit, plunge into the freezing waters of Fish Lake with temperatures as low as , completely submerge their heads, and then retrieve their next clue. ;Additional tasks *At the start of the leg, teams donned snowshoes and followed flags to Takosha Lodge for their next clue. *Once in New York City, teams had to travel to by taxi to Vincent Daniels Square along 51st and Roosevelt Avenue in Queens for their final clue. *At Vincent Daniels Square, teams had to take the 7 train from an adjacent elevated station to the Willets Point – Shea Stadium Station, then follow the flags to Flushing Meadows Park, the Finish Line of the inaugural Amazing Race. ==Reception== Season 1 was not particularly a ratings success as the series premiered six days prior to the September 11 attacks, after which interest in foreign travel waned and viewership fell correspondingly. The show was further hindered by the lack of media coverage and promotion as networks focused on news stories and more patriotic programming. Additionally, the show premiered and competed in the same time slot as with NBC's short-lived Lost, another reality show with a similar premise. The show did just well enough to earn a second season, which aired the following spring. ===Critical response=== Despite the lower than expected ratings, The Amazing Race 1 received positive reviews. Linda Holmes of Television Without Pity wrote that she \"was flat-out hooked for thirteen weeks, and the ending managed not to disappoint, which almost never happens.\" Matt Roush of TV Guide called this season \"TV's best reality show\". Allan Johnson of the Chicago Tribune called the first season \"a satisfying race around the world\". In 2016, this season was ranked 5th out of the first 27 seasons by the Rob Has a Podcast Amazing Race correspondents. Kareem Gantt of Screen Rant wrote that this season \"had a great cast, truly awesome locations, and challenges that kept the viewer on the edge\". In 2021, Jane Andrews of Gossip Cop ranked this season as the fourth best. In 2022, Jason Shomer of Collider ranked this season among the show's top seven seasons. ==Ratings== ===U.S. Nielsen ratings=== {| class=\"wikitable\" style=\"text-align:center\" |- ! Order ! Episode ! Rating/Share (18-49) ! Viewers (millions) ! Ref. |- | 1 | style=\"text-align:left;\"|\"The Race Begins\" | 5.1 | 11.80 | |- | 6 | style=\"text-align:left;\"|\"Whatever It Takes to Win\" | 3.6/9 | 8.37 | |- | 7 | style=\"text-align:left;\"|\"Triumph and Loss\" | 4.0/10 | 9.17 | |- | 13 | style=\"text-align:left;\"|\"Race To The Finish – Part 2\" | 6.0 | 13.65 | |} *No episode aired on November 7 due to CBS's airing of the 2001 Country Music Association Awards. ==Notes== ==References== *The Amazing Race: The First Season. CBS. DVD. Paramount, 2005. ==External links== *Archived copy of Official CBS season 1 website * 01 Category:2001 American television seasons Category:Impact of the September 11 attacks on television Category:Television shows filmed in New York City Category:Television shows filmed in South Africa Category:Television shows filmed in Zambia Category:Television shows filmed in Botswana Category:Television shows filmed in France Category:Television shows filmed in Tunisia Category:Television shows filmed in Switzerland Category:Television shows filmed in Italy Category:Television shows filmed in Denmark Category:Television shows filmed in India Category:Television shows filmed in Thailand Category:Television shows filmed in Beijing Category:Television shows filmed in Alaska Category:Television shows filmed in Washington (state) Category:Television shows filmed in New Jersey",
 "title": "The Amazing Race 1"
}