{
 "id": "897787",
 "text": "thumb|A plotter is an implementation of the Cartesian coordinate robot.A Cartesian coordinate robot (also called linear robot) is an industrial robot whose three principal axes of control are linear (i.e. they move in a straight line rather than rotate) and are at right angles to each other. The three sliding joints correspond to moving the wrist up-down, in-out, back-forth. Among other advantages, this mechanical arrangement simplifies the Robot control arm solution. It has high reliability and precision when operating in three-dimensional space. As a robot coordinate system, it is also effective for horizontal travel and for stacking bins. == Configurations == thumb|Linear stage thumb|Gantry robot Robots have mechanisms consisting of rigid links connected together by joints with either linear (prismatic P) or rotary (revolute R) motion, or combinations of the two. Active prismatic P and active revolute R joints are driven by motors under programmable control to manipulate objects to perform complex automated tasks. The linear motion of active prismatic P joints may be driven by rotary motors through gears or pulleys. Cartesian coordinate robots are controlled by mutually perpendicular active prismatic P joints that are aligned with the X, Y, Z axes of a Cartesian coordinate system. Although not strictly `robots’, other types of manipulators, such as computer numerically controlled (CNC) machines, 3D printers or pen plotters, also have the same mechanical arrangement of mutually perpendicular active prismatic P joints. === Joint topology === A single chain of links and joints connects a moving object to a base of serial manipulators. Multiple chains (limbs) connect the moving object to the base of parallel manipulators.Z. Pandilov, V. Dukovski, Comparison of the characteristics between serial and parallel robots, Acta Technica Corviniensis-Bulletin of Engineering, Volume 7, Issue 1, Pages 143-160 Most Cartesian coordinate robots are fully serial or a combination of serial and parallel connected linkages. However, there are some Cartesian coordinate robots that are fully parallel-connected. === Degrees of freedom === Since they are driven by linear active prismatic P joints, Cartesian coordinate robots typically manipulate objects with only linear translation T degrees of freedom. However, some Cartesian coordinate robots also have rotational R degrees of freedom. === Construction === Each axis of a Cartesian coordinate robot typically is a linear stage consisting of a linear actuator geometrically parallel with linear bearings. The linear actuator is typically between two linear bearings spaced apart from each other to support moment loads. Two perpendicular linear stages stacked on top of each other form an XY table. Examples of XY tables include the XY axes of milling machines or precision positioning stages. At least one of the linear stages of cantilevered Cartesian coordinate robots is supported at only one end. Cantilevered construction provides accessibility to parts for pick-and-place applications such as laboratory automation for example. Cartesian coordinate robots with the horizontal member supported at both ends are sometimes called gantry robots; mechanically, they resemble gantry cranes, although the latter are not generally robots. Gantry robots are often quite large and may support heavy loads. ==Applications== Popular applications for Cartesian coordinate robots are computer numerical control machine (CNC machine) and 3D printing. The simplest application is used in milling machines and plotters where a tool such as a router or pen translates across an X-Y plane and is raised and lowered onto a surface to create a precise design. Pick and place machines are another application for Cartesian coordinate robots. For example, overhead gantry Cartesian robots are applied for continuous parts loading and unloading on CNC lathes production lines, performing 3-axis (X, Y, Z) pick and place operations of heavy loads with high speed performance and high positioning accuracy. In general, overhead gantry Cartesian robots are suitable for many automation systems. ==See also == *List of 3D modeling software *Robotic arm *Industrial robot *Cartesian parallel manipulators == References== \\- Category:Robot kinematics Category:3D printing Category:CNC",
 "title": "Cartesian coordinate robot"
}