{
 "id": "897867",
 "text": "The Amazing Race 2 is the second season of the American reality television show The Amazing Race. It featured eleven teams of two, with a pre-existing relationship, in a race around the world. The season premiered on March 11, 2002 and ended on May 15, 2002. Lifelong friends Chris Luca and Alex Boylan were the winners of this season. ==Production== ===Development and filming=== The second season of The Amazing Race traveled 52,000 miles (third longest route after season 5 and 9) in 28 days, spanning 5 continents and 8 countries. Location scouting took place during September 2001 but was paused for a month and a half following the September 11 attacks. Filming occurred between January and February 2002. The Amazing Race 2 featured first time visits to the countries of Brazil, Namibia, Australia, New Zealand, and the Chinese Special Administrative Region of Hong Kong, was the first season to travel to the continents of South America and Oceania, and was the only season (excluding The Amazing Race 8, which was run only in North America) to not stop in Europe. The edition marked the debut of several show traditions. The color scheme for all route markers and flags was changed to yellow and red after the previous season's yellow and white. In addition, host Phil Keoghan and a local greeter welcomed all teams arriving at the Pit Stops at the end of each leg. Previously, Keoghan appeared only to greet and usually eliminate the last-place team. Leg 1 featured Heloísa Pinheiro, the real-life \"Girl from Ipanema\", who teams had to find on the \"Beach\" Detour option. Contestant Cyndi Kalenberg claimed that there was confusion about the vehicle replacement rules in Leg 2, in which the racers were informed that if their designated jeep broke down, the racers themselves would have to pay for repairs and wait for it to be fixed. Blake & Paige, however, were provided with a new vehicle when their jeep broke down, helping them to beat Hope & Norm in a race for second- to-last place to the Pit Stop. This enabled Blake & Paige to stay in the competition, while Hope & Norm were eliminated. For the next season, show policy was changed so that a team would receive a replacement if a production- provided vehicle broke down or became unsafe to drive through no fault of the team. Teams would not be given any time credit in the event of a break down. Graham Keating, Sydney's famous town crier, served as the Pit Stop greeter during Leg 8. Towards the end of the final leg, Chris & Alex passed Tara and later Wil in a footrace to the Finish Line. This marks the closest finish in the American version of The Amazing Race. During pre-production, producers were planned a leg in Argentina but due to the political instability when its economy failed in that country. Although Argentina would be eventually visited in The Amazing Race 5. ===Cast=== Casting for the second season began during the summer of 2001 before the first season premiered. Casting finals took place in Los Angeles in September during the September 11 attacks. Eleven teams participated in the second season of The Amazing Race. The cast featured twins, a mother/daughter duo, siblings, grandmothers, pastors, and childhood friends. Gary Rosen later worked as a story producer for the fifth season of The Amazing Race. Blake Mycoskie went on to found Toms Shoes, a footwear company that donates a pair of shoes to children in need for every pair sold. In 2006, Paige Mycoskie founded Aviator Nation, a California-based lifestyle brand inspired by 1970s fashion and culture. ====Future appearances==== Oswald & Danny were selected to race in The Amazing Race: All-Stars among a cast of returning teams from the first ten seasons. Alex Boylan went on to create and host the first season of the WGN America online reality show Around the World for Free, in which he journeyed around the world with no money to his name, relying on the generosity and hospitality of locals to continue on. Blake Mycoskie appeared as a guest shark during the twelfth season of Shark Tank. ===Marketing=== This season had two official sponsors: American Airlines and Royal Caribbean International. These two sponsors provided the prizes that were sometimes awarded to first place teams. ==Results== The following teams participated in the season, each listed along with their placements in each leg and relationships as identified by the program. Note that this table is not necessarily reflective of all content broadcast on television, owing to the inclusion or exclusion of some data. Placements are listed in finishing order: {| class=\"wikitable\" |- !rowspan=2|Team !rowspan=2|Relationship !colspan=13|Position (by leg) !rowspan=2|Roadblocks performed |- !1 !2 !3 !4 !5 !6 !7 !8 !9 !10 !11 !12 !13 |- !Chris & Alex |Lifelong Friends |6th |2nd |7th |7th |1st | |2nd |2nd |1st |3rd |3rd | |1st |Chris 5, Alex 6 |- !Tara & Wil |Separated Couple |1st |3rd |2nd |2nd |3rd |5th |3rd |4th |3rd |2nd |1st |1st |2nd |Tara 4, Wil 7 |- !Blake & Paige |Brother/Sister |4th |9th |5th |4th |4th |3rd |5th | |2nd |1st |2nd |1st |3rd |Blake 8, Paige 3 |- ! |Best Friends |8th |7th |1st |1st |6th |4th |4th |1st |4th | | | colspan=\"2\" style=\"background:darkgrey;\"| |Oswald 6, Danny 3 |- !Gary & Dave |Former Roommates |9th |5th |3rd |3rd |5th |2nd |1st |3rd | | colspan=\"4\" style=\"background:darkgrey;\"| |Gary 2, Dave 5 |- !Mary & Peach |Sisters |7th |4th |4th |5th |2nd |1st | | colspan=\"6\" style=\"background:darkgrey;\"| |Mary 3, Peach 2 |- !Cyndi & Russell | |2nd |6th |8th |6th | | colspan=\"8\" style=\"background:darkgrey;\"| |Cyndi 1, Russell 3 |- !Shola & Doyin |Twins |3rd |1st |5th | | colspan=\"9\" style=\"background:darkgrey;\"| |Shola 0, Doyin 1 |- !Peggy & Claire |Grandmothers |10th |8th | | colspan=\"10\" style=\"background:darkgrey;\"| |Peggy 0, Claire 1 |- !Hope & Norm |Married Parents |4th | | colspan=\"11\" style=\"background:darkgrey;\"| |Hope 0, Norm 1 |- !Deidre & Hillary |Mother/Daughter | | colspan=\"12\" style=\"background:darkgrey;\"| |Deidre 0, Hillary 0 |} ;Key *A team placement indicates that the team was eliminated. *An team placement indicates that the team was the last to arrive at a Pit Stop in a non-elimination leg. *A indicates that the team won a Fast Forward. If placed next to a leg number, this indicates that the Fast Forward was available for that leg but not used. ;Notes #There is ambiguity over the spelling of Deidre's name. In the first two episodes, the opening and on- screen graphics show her name as \"Deidre\". Beginning with the third episode, the opening shows her name as \"Diedre\". #^ Blake & Paige and Hope & Norm both agreed to a 4th place tie after both teams stepped on the Pit Stop mat at the same time. #^ Blake & Paige and Shola & Doyin both agreed to a 5th place tie after both teams stepped on the Pit Stop mat at the same time. #Peggy & Claire left the Pit Start in Foz do Iguaçu 37 minutes late since they overslept and missed their departure time. This did not affect their departure placement in Leg 3. #^ In their respective elimination legs, Peggy & Claire (Leg 3), Shola & Doyin (Leg 4), and Mary & Peach (Leg 7) all fell so far behind by the time where all the other teams had already checked in (Peggy & Claire arrived at the Route Marker in Robben Island; Shola & Doyin were unable to complete the Detour; Mary & Peach arrived at the Roadblock location). Instead of being allowed to complete all tasks left in the leg, they were each instructed to go directly to the Pit Stop for elimination. #^ Gary & Dave and Chris & Alex initially arrived 2nd and 7th, respectively, but they were each issued a retroactive 42-minute penalty for speeding during the leg (30-minute standard penalty plus 12-minutes for time gained). Both teams elect to serve their penalties at the start of Leg 5; while Chris & Alex's position was not affected by the penalty, Gary & Dave departed 3rd on the next leg. # Tara & Wil attempted to do the Fast Forward on Leg 8, but they did not want to wait with the hours of operation. As a result, no team claimed the Fast Forward. #^ Wil and Blake both incorrectly performed the Roadblock with their partners and had to completely re-do the Roadblock before getting their next clue. This did not affect either teams' placements. #Tara & Wil initially arrived 2nd, but were given a 1-minute credit due to a minor production difficulty. This allowed them to tie for 1st with Blake & Paige, and were also given the prize for winning the leg as a result. ==Episode title quotes== Starting with this season, episode titles are taken from quotes made by the racers in each episode. Quotes were sometimes altered slightly for humorous effect. The episode titles are: #\"The World Is Waiting: Go!\" – Phil Keoghan #\"Help Me, I'm American!\" – Blake #\"My Alarm Clock Didn't Go Off!\" – Claire #\"This Game Is About Minutes\" – Shola #\"Welcome To The World Of Being Human\" – Mary #\"I'm Gonna Take His Girl\" – Alex #\"I'm Gonna Throw Up On Phil's Shoes\" – Oswald #\"I'm Not a Miner! No, You're An Idiot!\" – Wil and Tara #\"Ready To Lose Our Lives\" – Oswald #\"It's Hammer Time\" – Chris #\"Follow That Plane!\" – Wil ==Prizes== Individual prizes were awarded to the first team to complete certain legs. *Leg 1 – A vacation to Hawaii provided by American Airlines Vacations. *Leg 8 – A seven-night Caribbean cruise on Royal Caribbean. *Leg 9 – A vacation to Cancún provided by American Airlines Vacations. *Leg 10 – A vacation to Puerto Rico provided by American Airlines Vacations. *Leg 11 – A vacation to Los Cabos provided by American Airlines Vacations. *Leg 12 – A vacation to London and Paris provided by American Airlines Vacations. *Leg 13 – US$1,000,000 ==Race summary== thumb|240px|Route map ===Leg 1 (United States → Brazil)=== Airdate: March 11, 2002 *Pahrump, Nevada, United States (Pahrump Valley) (Starting Line) * Las Vegas (McCarran International Airport) to Rio de Janeiro, Brazil (Rio de Janeiro/Galeão International Airport) *Rio de Janeiro (Corcovado – Christ the Redeemer) * Rio de Janeiro (Praça Quinze de Novembro) to Paquetá Island (Paquetá Ferry Terminal) *Paquetá Island (Fat Maria) *Paquetá Island (Lido Hotel – Ilha Tours) (Overnight Rest) * Paquetá Island (Paquetá Ferry Terminal) to Rio de Janeiro (Praça Quinze de Novembro) * Rio de Janeiro (Sugarloaf Mountain) * Rio de Janeiro (Sugarloaf Mountain or Ipanema Beach) * Rio de Janeiro (Urca Beach) to Guanabara Bay (Tocorimé Yacht) This season's first Detour was a choice between Mountain or Beach. In Mountain, teams had to rappel down the face of Sugarloaf Mountain to receive their next clue. In Beach, teams had to take the gondola back to the ground and proceed to Ipanema Beach to find the woman who inspired the song \"The Girl from Ipanema\" (Heloísa Pinheiro) with only a photo and a specific lifeguard station for reference who would give teams their next clue. ;Additional tasks *From a dry lakebed in Pahrump, Nevada, teams had to choose a marked car to drive themselves to McCarran International Airport in Las Vegas and fly to Rio de Janeiro, Brazil. Teams had to book one of two provided American Airlines flights with only seven teams allowed on the first flight and the remaining four teams allowed on the second flight, which left two hours and fifteen minutes later. *After finding the clue at Christ the Redeemer, teams had to travel to Paquetá Island, where they had to find a big tree known as \"Fat Maria\" and follow the local custom of kissing the tree for good luck to receive their next clue. *At the Lido Hotel, teams had to sign up for one of four boats returning to the mainland the next morning. Teams then spent the night on the island to wait for their boats, departing for the next morning. The first three teams left at 8:00 a.m., the next two at 8:45 a.m., three more at 9:30 a.m., and the last three at 10:15 a.m. ===Leg 2 (Brazil)=== Airdate: March 13, 2002 *Rio de Janeiro (Barra da Tijuca – Acadêmicos da Barra da Tijuca ) ** Rio de Janeiro (Copacabana Beach) *Rio de Janeiro (Pedra Bonita ) * Rio de Janeiro (São Conrado Beach) * Rio de Janeiro (Novo Rio Bus Terminal) to Foz do Iguaçu (Rodoviária Internacional de Foz do Iguaçu) *Iguaçu National Park (Iguaçu Falls – Macuco Safari Dock) *Iguaçu National Park (Trilha das Bananeiras – Jungle Camp) This leg's Fast Forward required teams to travel to Copacabana Beach and play a volleyball game against a local team. While the participating team was allowed to use their hands, the locals they were playing against could only use their feet, as per local regulations. The first team to score ten points would win the Fast Forward award. This leg's Detour was a choice between Freak Out or Seek Out. In Freak Out, teams had to hang glide in tandem with a local instructor, gliding from the mountain to the beach below. Once both teammates had landed on the beach, they were immediately given their next clue. In Seek Out, teams had to travel down to the same beach and use a marked metal detector to find their next clue buried somewhere along a stretch of sand. In this season's first Roadblock, one team member had to ride a speedboat and use a map to direct the driver to Iguaçu Falls. At the falls, racers had to spot the route marker at the top of a rock formation to retrieve their next clue and head back to the dock. ;Additional tasks *At the start of the leg, a zodiac boat took the teams from the yacht back to Urca Beach. From there, teams took one of the provided blue taxi cabs to Acadêmicos da Barra da Tijuca. In the first clue, there was also a red feather, which they then had to match to one of the dancers' headdresses. Once the correct dancer was found, she would give teams their next clue. *After the Roadblock, teams had to drive themselves to the jungle camp to find the next Pit Stop. ===Leg 3 (Brazil → South Africa)=== Airdate: March 20, 2002 * Foz do Iguaçu (Foz do Iguaçu International Airport) to Cape Town, South Africa (Cape Town International Airport) * Cape Town (Victoria & Alfred Waterfront – Nelson Mandela Gateway) to Robben Island (Robben Island Ferry Terminal) *Robben Island (Section B Cell 5) * Robben Island (Robben Island Ferry Terminal) to Cape Town (Victoria & Alfred Waterfront – Nelson Mandela Gateway) *Kalk Bay (Kalk Bay Harbour) ** Stellenbosch (Mooiberge Strawberry Field) * Kalk Bay (Kalk Bay Station) to Cape Town (Cape Town Railway Station) *Cape Town (Langa – Paradise Hair Salon, Zone 23) *Stellenbosch (Lanzerac Manor) This leg's Detour was a choice between Dance or Deliver. In Dance, teams had to perform a gumboot dance with a local troupe until they made R25 in tips, which they could exchange with the troupe leader for their next clue. In Deliver, teams had to carry fish from a boat and transfer it to the marked scales until they had transferred of fish to receive their next clue from a fishmonger. In an unaired and unclaimed Fast Forward, one team had to find the Mooiberge Strawberry Field in Stellenbosch and retrieve the Fast Forward award from inside a \"Zebra\", a large zebra-shaped scarecrow. In this leg's Roadblock, one team member had to search through Langa township to buy a box of Epsom salts and a \"Smiley\" (a local name for a roasted sheep's head). After finding the items, they then had to deliver the Smiley as an offering to Ndaba Sangoma, who made a bitter potion out of the salts which the team member had to drink to receive the next clue. ;Additional task *Once in Cape Town, teams had to take a ferry to Robben Island and find Nelson Mandela's prison cell for 18 years, Section B Cell 5, to retrieve their next clue. ;Additional note *Teams were instructed to fly from Foz do Iguaçu to Cape Town, South Africa via São Paulo's Guarulhos International Airport. ===Leg 4 (South Africa → Namibia)=== Airdate: March 27, 2002 * Cape Town (Cape Town International Airport – Cape Aviation Business Centre) to Walvis Bay, Namibia (Walvis Bay Airport) *Swakopmund (Swakopmund Lighthouse) ** Swakopmund (Swakopmund Hotel) *Erongo Region (Dorob National Park – Matterhorn Sand Dune) *Usakos (Spitzkoppe – General Dealer) *Usakos (Spitzkoppe – Woodcarver's Market) *Khomas Region (Amani Lodge) This leg's Fast Forward required one team to look \"where the railway tracks used to run\". Once the team realized that the Swakopmund Hotel had been a railway station, they then had to search the hotel grounds for the Fast Forward award, which was in the center of the pool. This leg's Detour was a choice between Slide or Stride. In Slide, teams had to take a safety briefing from an instructor and then slide down the steep side of a dune to their next clue at the bottom, reaching speeds of up to . In Stride, teams had to walk down the opposite side of the dune along a marked path to their next clue. In this leg's Roadblock, one team member had to buy five wood animal carvings (lion, rhino, buffalo, leopard, and elephant) for the lowest price possible, using their own money, and bring the carvings to a bushman, who exchanged them for a large wood giraffe carving with the next clue attached. ;Additional tasks *At the start of the leg, teams were provided a map and told to travel to the Cape Aviation Business Center to find Ryan Blake Air. They signed up a charter flight to Walvis Bay, Namibia, with the first four teams leaving at 9:00 am, and the last four at 12:00 pm. *At Swakopmund Lighthouse, teams had to spot marked 4x4 vehicles on a parking lot. Once spotted, teams must travel down to the lot and choose a vehicle with their next clue on the windshield. For safety reasons, they were accompanied by a local driver who took over the wheel at dusk. *At the General Dealer convenience store in Spitzkoppe, teams went inside and asked for the \"postcard of the day\", which was their next clue. *After the Roadblock, teams then took the giraffe carving to Amani Lodge near Windhoek, the next Pit Stop. ===Leg 5 (Namibia → Thailand)=== Airdate: April 3, 2002 * Windhoek (Hosea Kutako International Airport) to Bangkok, Thailand (Bangkok International Airport) *Bangkok (Siam BTS Station) *Bangkok (Erawan Shrine) ** Bangkok (Wat Ratchanadda – Amulet Market) * Bangkok (Bird Market or Chinatown) * Bangkok (Sai Tai Mai) to Ratchaburi (Bus Station) *Photharam (Wat Khao Chong Phran) *Amphawa (Ban Plai Pong Pang) In an unaired and unclaimed Fast Forward, one team had to find the Amulet Market at Wat Ratchanadda. Here, one team member had to complete a Buddhist ritual to shed their vanity, which they would find out was having their head shaved, to win the Fast Forward award. This leg's Detour was a choice between Confusion Now or Confusion Later. In Confusion Now, teams had to search for a specific water taxi dock to find the correct taxi that would take them to a bird market. Once there, they simply had to buy and release a cage full of sparrows for good karma. In Confusion Later, teams had to take a taxi to Charoen Krung Soi 21 in Chinatown, where they had to purchase a \"car\" to burn and send to their ancestors from the Lee Ti Biew shrine. However, teams had to figure out that the \"car\" they needed was one of the many small paper cars sold at multiple booths near the shrine. In this leg's Roadblock, one team member had to don a protective mask, gloves, and boots due to dangerous bacteria and venture into a nearby cave filled with millions of bats to retrieve the next clue. ;Additional task *Once in Bangkok, teams had to take a bus to a BTS Skytrain station, take the Skytrain to Siam BTS station, and then make their way on foot to Erawan Shrine, where they had to find the next clue near the temple dancers. ===Leg 6 (Thailand)=== Airdate: April 10, 2002 *Bangkok (Pak Khlong Talad Flower Market) * Bangkok (Hualamphong Railway Station) to Chiang Mai (Chiang Mai Railway Station) *Ban Muang Kut (Old Bridge) *Ban Muang Kut (Mae Taeng River Camp) *Chiang Mai Province (Mae Ping Village) *Chiang Dao District (Karen Village) This leg's Detour was a choice between Boat or Beast. In Boat, teams had to travel down the river using a bamboo raft with long wooden poles as the locals do. In Beast, teams had to ride the same on the back of an elephant down the path next to the river. For both tasks, teams would find their next clue on a marked car at Mae Taeng River Camp. In this leg's Roadblock, one team member had to wash a series of chalk decorations from a religious ceremony off an elephant using only water, some soap, and sponge to receive their next clue. ;Additional task *At the start of the leg, teams traveled back to Bangkok and searched for a flower vendor around Pak Khlong Talad using given street names to find their next clue. ===Leg 7 (Thailand → Hong Kong)=== Airdate: April 17, 2002 *Chiang Mai (Seven Spires) * Chiang Mai (Chiang Mai International Airport) to Chek Lap Kok, Hong Kong, China (Hong Kong International Airport) *Wan Chai District (Central Plaza) ** Wong Tai Sin District (Wong Tai Sin Temple) * Wan Chai District (Wan Chai Pier) to Yau Tsim Mong District (Star Ferry Pier, Tsim Sha Tsui) * Tai Po District (Lam Tsuen Wishing Trees) or Yau Tsim Mong District (Reclamation Street – Sang Sang Medicine Hall) *Sai Kung District (Sai Kung Town) (Unaired) *Kwai Tsing District (Hongkong International Terminals) * Central and Western District (Lung Wui Road) to Victoria Harbour (Duk Ling Chinese Junk) This leg's Fast Forward required one team to travel to Wong Tai Sin Temple in Wong Tai Sin, where they found fortune teller Amelia Chow in the basement of the Fortune-telling and Oblation Arcade, who then gave one team member a face reading and the other a palm reading before giving them the Fast Forward award. This leg's Detour was a choice between Wishing Tree or Herbal Tea. In Wishing Tree, teams had to take a taxi to Lam Tsuen and find a wishing tree. Once there, both team members had to write a wish on a scroll and throw it into the tree's branches to receive the next clue. In Herbal Tea, teams had to walk to a nearby herbalist shop (生生藥行) on Reclamation Street and ask for a bitter herbal tea that both team members had to each drink a cup of to receive the next clue. In this leg's Roadblock, one team member had to climb into a crane and use the controls to lift one shipping container off of a truck and onto the ground. The same team member then had to return the crane to its original position. Once this was done, the other team member was allowed to get the next clue from the side of the shipping container. ;Additional tasks *At Seven Spires, teams were told to travel \"to the top floor of the tallest building in Hong Kong\". They had to figure out it meant the Central Plaza. *At the 46th floor (not the top) of Central Plaza, teams used binoculars to search the area for a \"green and white star\", which they had to figure out was the colors of the Star Ferry terminal at Wan Chai Pier on the ground below. ;Additional notes *Though the section in Sai Kung Town was edited out, there was a scene showing a passer-by helped Tara & Wil to speak \"towards Sai Kung\" (in Cantonese) to their taxi driver near the herbalist store. Meanwhile, Blake & Paige instructed their taxi driver \"to Kwai Chung\" at Ping Shek Estate terminus, the closest urban transport hub from Sai Kung, suggesting that this unaired route marker was after the Detour but before the Roadblock. In addition, Mary & Peach were seen to make \"our own Pit Stop\" inside Corner Café, a bar in Sai Kung Town, after completing the Detour, proving that there was an unaired segment in the area. *The boarding place of the sampan to the Pit Stop was wrongly introduced as in Aberdeen instead of Central, both on the CBS website and by Phil's narration. \"Having won the Fast Forward, Gary and Dave can now skip all remaining tasks, go to the town of Aberdeen, find this pier, and then catch a ride on one of these boats known as sampans. The sampan will take them to the Chinese junk anchored in the middle of Hong Kong harbour,\" said Phil on the episode. Yet, Alex, Wil and Blake all said to the taxi drivers heading to Lung Wui Road for that sampan. Wil even spelled out the road name to the taxi radio station for direction. ===Leg 8 (Hong Kong → Australia)=== Airdate: April 24, 2002 * Victoria Harbour (Duk Ling Chinese Junk) to Central and Western District (Lung Wui Road) ** Ngong Ping, Islands District (Po Lin Monastery – Tian Tan Buddha) * Central and Western District (Exchange Square) to Southern District (Repulse Bay Beach) *Southern District (Kwun Yam Shrine – Tin Hau Statue) *Southern District (Stanley – Murray House) * Chek Lap Kok (Hong Kong International Airport) to Sydney, New South Wales, Australia (Sydney Airport) *Sydney (City Centre – Sydney Opera House) * Sydney (City Centre – Martin Place, Hyde Park, and Circular Quay) *Sydney (City Centre – Rooftop of Museum of Contemporary Art overlooking Sydney Harbour) This leg's Fast Forward required one team to find Po Lin Monastery and then climb 268 steps to the Tian Tan Buddha to find the Fast Forward award. This leg's Detour was a choice between Dragon or Lion. In Dragon, teams had to row a dragon boat, usually suited for twelve people, through a short, marked course to receive the next clue. In Lion, teams had to carry a ceremonial lion normally made for two through a course through narrow markets and steep stairs to receive the next clue. In this leg's Roadblock, one team member had to follow a series of clues written in Australian slang. First, they had to take a bus to a surfie (surfer) in the lairy daks (flashy, colorful shorts) at Martin Place and say \"g'day mate\", then find a true blue ankle biter (child) riding a bicycle around Archibald Fountain at Hyde Park, then find a sheila (woman, usually single and attractive) in the Aussie cozzie (swim suit) near the Captain Cook Statue in Hyde Park and ask for \"the good oil\" (useful information), then find a bushie (country person who resides in the Australian Outback) in Circular Quay. Team members had to continue this task until they received a clue instructing them to reunite with their partner. ;Additional task *At the start of the leg, teams had to take a sampan back ashore, travel by bus to Repulse Bay, then find a statue of Tin Hau at Kwun Yam Shrine to retrieve their next clue. ===Leg 9 (Australia)=== Airdate: April 24, 2002 :* Sydney (Woolloomooloo – Harry's Cafe de Wheels) *Sydney (BridgeClimb Sydney) (Overnight Rest) *Sydney (Sydney Harbour Bridge) * Sydney (Sydney Airport) to Adelaide, South Australia (Adelaide Airport) *Adelaide (Adelaide Airport – National Jet Systems Terminal) * Adelaide (Adelaide Airport) to Coober Pedy (Coober Pedy Airport) *Coober Pedy (The Metal Tree) * Coober Pedy (Tom's Working Opal Mine or Coober Pedy Opal Fields Golf Club) *Breakaways National Park (Lookout 2) *Breakaways National Park (Aboriginal Camp) This leg's Fast Forward required one team to go to Harry's Cafe de Wheels, where each team member had to eat a meat pie to win the Fast Forward award. This leg's Detour was a choice between Cool Down or Heat Up. Before leaving The Metal Tree for their chosen Detour, teams had to retrieve a pair of coveralls and hardhats or a set of golf clubs. In Cool Down, teams had to find Opal Quest at Tom's Working Opal Mine, descend into the cool tunnels, and use traditional mining tools to search within a large pile of dirt for an opal that they had to bring to a miner to receive their next clue. In Heat Up, teams had play three holes of golf on the driest golf course in the world to receive their next clue. However, the holes all criss-cross each other, and teams had to play in the intense heat of up to using only a map and one ball. In this leg's Roadblock, one team member had to throw a boomerang from within a circle such that the boomerang would leave, return to, and land within the circle to receive their next clue. ;Additional tasks *At BridgeClimb Sydney, teams had sign up for a bridge climb to the top of the Sydney Harbour Bridge to obtain their next clue. *To get to Coober Pedy, teams had to fly to Adelaide and make their way to National Jet Systems Terminal, where they signed up for one of three flights to Coober Pedy. The first two teams departed at 1:00 p.m., two more at 1:15 p.m., and the last team at 1:30 p.m. *Upon arrival in Coober Pedy, teams had to use a marked vehicle to drive themselves to The Metal Tree sculpture to find their next clue. *After completing the Detour, teams had to travel to Lookout 2 inside Breakaways National Park and follow a series of flags on a valley to find their next clue. *After completing the Roadblock, teams continued to follow the trail of flags to the Pit Stop at an Aboriginal Camp. ===Leg 10 (Australia → New Zealand)=== Airdate: May 1, 2002 * Glendambo (Airstrip) to Adelaide (Adelaide Airport) * Adelaide (Adelaide Airport) to Queenstown, New Zealand (Queenstown Airport) ** Queenstown (Shotover River) *Gibbston Valley (Wentworth Station) *Nevis River (Nevis Highwire Platform) *Mount Somers (Canterbury Plains – Inverary Sheep Station) This leg's Fast Forward required one team to make their way to Shotover River. There, they had to ride a jetboat and spot a Route Marker to find the Fast Forward award. This leg's Detour was a choice between Quick Jump or Long Hike. In Quick Jump, teams had to take a tandem bungee jump down to the clue at the bottom of the canyon, the second-highest bungee-jump in the world at the time. In Long Hike, teams had to hike down a long trail to the bottom of the canyon to reach the clue box. In this leg's Roadblock, one team member had to enter a pen full of sheep and separate the three black sheep from 22 white sheep to a second pen at the end of the corral. When they were finished, teams could then run to the nearby Pit Stop. ;Additional tasks *Teams had to drive back to Coober Pedy and load their vehicles onto a selected trailer called a road train, that would transport them to Glendambo. They then drove to a local airstrip and signed up one of two charter flights to Adelaide. The first two teams leave at 10:30 a.m., and the last two at 11:15 a.m. *At Wentworth Station, a farmland on Gibbston Highway near Victoria Flats Road, teams found marked 4x4 vehicles parked on the side of the road. Teams instructed the driver of their 4x4 to take them to the edge of the cliff. From there, two teams at a time can catch a gondola that would take them across this massive gorge to the Nevis Highwire Platform. ===Leg 11 (New Zealand)=== Airdate: May 8, 2002 * Picton (Interislander Picton Ferry Terminal) to Wellington (Interislander Wellington Ferry Terminal) *Rotorua (Maori Arts & Crafts Institute) ** Rotorua District (Mount Tarawera) *Waitomo District (Waitomo Caves – The Lost World) *Auckland (Woodhill – 4 Track Adventures) *Auckland (Ardmore Airport – Warbirds Hangar) This season's final Fast Forward required one team to perform a \"scree run\" down Mount Tarawera, a run down the loose rock walls directly into the mouth of the dormant volcano, to obtain the Fast Forward award. This leg's Detour was a choice between Drop or Climb. In Drop, teams had to descend into a cavern known as \"The Lost World\" and then walk a short distance to Jesus Rock to receive the next clue. In Climb, teams had to climb down a ladder into the same cavern, then walk a much longer distance to reach the next clue. In this leg's Roadblock, one team member had to ride an ATV through a challenging off- road course over difficult terrain, then collect the clue at the end of the course. ;Additional note *At the start of the leg, teams chose a campervan, which they would use for the rest of the leg. ===Leg 12 (New Zealand → United States)=== Airdate: May 15, 2002 *Auckland (One Tree Hill – Sir John Logan Campbell Monument) * Auckland (Auckland Airport) to Kahului, Maui, Hawaii, United States (Kahului Airport) *Paia (Old Campus of Maui High School) *Haiku- Pauwela (Pauwela Pineapple Field) * Maalaea (McGregor Point) to Molokini *Mokulau (Huialoha Church) This leg's Detour was a choice between Bike or Walk. In Bike, teams had to search the large pineapple field on a pair of bikes to find the only red plastic pineapple for the clue inside. In Walk, teams searched the same field on foot to find one of four yellow plastic pineapples also for the clue inside. In this leg's Roadblock, one team member had to snorkel near the sunken island and find and open one of three yellow cases chained underwater to retrieve the clue sealed inside. ;Additional tasks *At the start of the leg, the teams were told to find the \"Father of Auckland\". They had to figure out that their next destination was the Monument of Sir John Logan Campbell at One Tree Hill, who earned the name \"the Father of Auckland\". *Once in Maui, teams had to drive a marked vehicle to the ruins of an abandoned sugar mill, located near the old campus of Maui High School, to find their next clue. *After the Detour, teams headed to McGregor Point where they had to navigate the arrows to the water's edge, and chose a motorboat to take them to Molokini island along a course of red and yellow buoys for their next clue. ===Leg 13 (United States)=== Airdate: May 15, 2002 *Hana (Queen Kaʻahumanu's Birthplace) * Kahului (Kahului Airport) to Anchorage, Alaska (Ted Stevens Anchorage International Airport) *Anchorage (Rust's Flying Service) * Anchorage (Lake Hood Strip) to Trapper Creek (Overnight Rest) *Big Lake (Homesteader's Hardware Store) *Matanuska-Susitna Borough (Hurricane Gulch Bridge) * Anchorage (Ted Stevens Anchorage International Airport) or Fairbanks (Fairbanks International Airport) to Oakland, California (Oakland International Airport) *San Francisco (Atkinson- Esher House) *San Francisco (Municipal Pier) *Sausalito (East Fort Baker overlooking the Golden Gate Bridge) In this season's final Roadblock, one team member had to use any combination of the tools they picked up from the hardware store – a hammer, a chisel, a drill, and a flamethrower – to retrieve the clue frozen inside a large globe of ice. ;Additional tasks *At the start of the leg, teams had to drive themselves to a pier in Hana Bay and find Queen Kaʻahumanu's Birthplace to look for their next clue. *At Rust's Flying Service, teams had to instruct their pilots to fly to Trapper Creek, where teams spent the night in an igloo before receiving their next clue. *The following morning, teams had to put on snowshoes and hike through the woods to obtain their next clue, where one team member drove a Snowcat across a frozen lake (this is said to be part of this season's final Detour). *At Homesteader's Hardware Store, teams had to pick up some tools and a propane tank with their next clue. *Once in San Francisco, teams had to find Landmark #97 near the intersection of Broadway and Jones streets, the Atkinson-Esher House, to obtain their next clue. *The clue from the Atkinson-Esher House instructed teams to travel by foot to Municipal Pier for their final clue, which instructed teams to travel to Murray Circle at Fort Baker and then run to the Finish Line. ==Reception== ===Critical response=== The Amazing Race 2 received positive reviews with the final footrace to the finish often regarded as one of the show's best moments. Linda Holmes of Television Without Pity wrote that \"the teams weren't as compelling as personalities this go-round\" compared to the previous season but it was \"still just a really good show.\" In 2016, this season was ranked 11th out of the first 27 seasons by the Rob Has a Podcast Amazing Race correspondents. Kareem Gantt of Screen Rant wrote that this season was \"where the show finally gained its sea legs. This season went bold with its Roadblocks, and it also contained a good amount of drama that kept fans on the edge of their seats all season long.\" In 2021, Jane Andrews of Gossip Cop ranked this season as the show's overall best season. In 2022, Jason Shomer of Collider ranked this season among the show's top seven seasons. ==References== ==External links== *Official website * 02 Category:2002 American television seasons Category:Television shows filmed in Nevada Category:Television shows filmed in Brazil Category:Television shows filmed in New York City Category:Television shows filmed in England Category:Television shows filmed in Germany Category:Television shows filmed in South Africa Category:Television shows filmed in Namibia Category:Television shows filmed in Thailand Category:Television shows filmed in Hong Kong Category:Television shows filmed in Singapore Category:Television shows filmed in Australia Category:Television shows filmed in New Zealand Category:Television shows filmed in Hawaii Category:Television shows filmed in Alaska Category:Television shows filmed in California",
 "title": "The Amazing Race 2"
}