{
 "id": "897958",
 "text": "The Metabarons or The Saga of The Meta-Barons is a science fiction comic series relating the history of a dynasty of perfect warriors known as the Metabarons. The Metabarons series was written by creator Alejandro Jodorowsky and illustrated by Argentinian artist Juan Giménez. The series, published by Humanoïdes Associés, is complete, the last volume having been released at the end of 2003. The first appearance of a Metabaron (chronologically the last of the Metabarons) was May 1981 in the Incal comic book series. This was followed by a series of prequels that concerned this character's origin, presented as the narration of the android Tonto to the android Lothar, of his masters' achievements. The series takes place over the course of several generations, and chronicles the life of each of the five Metabarons. The stories depict a space opera reminiscent of Greek tragedy, and heavily influenced by Frank Herbert's Dune novels. Jodorowsky had been in the early stages of making a Dune film in 1973. ==Mythology== ===Rites=== Every Metabaron is mutilated by his father in his youth so that his endurance to pain is tested, and receives a powerful mechanical body part as a replacement for the destroyed limb. In each generation, the son and heir must eventually face his father in a battle to the death. These battles have taken many forms, from hand-to-hand combat to space duels, and the succession is only achieved once the son succeeds in killing his father. ===Bushitaka=== The Bushitaka is the strict code of honor followed by the Metabarons, named after the Japanese bushido. It demands that the practitioners dedicate themselves to victory in all things at any cost, wherein the only alternative to victory is death, and even forsake their own family members in the pursuit of total victory. ===Metabaronic weaponry=== Each Metabaron draws upon an array of advanced weaponry. These include cybernetically implanted lasers, nanotech nuclear warheads implanted in the body, swords which can disintegrate in bursts of flame, and advanced spaceships. Many of the Metabarons also exhibit powerful psychic abilities. ==The dynasty== thumb|Family Tree of the Metabarons. ===Castaka=== On the occasion of his son-in-law Othon's succession to the title of Metabaron (intended to be resolved by mortal combat but forestalled by his use of guile to seal victory), Baron Berard of Castaka tells of his caste's lineage leading up to the present. On the remote planet Ahour-The-Dwarf, a long-forgotten schism had drawn its inhabitants into an interminable civil war between two castes—the Amakuras and the Castakas—who adhere to respective versions of a once-shared warrior code, known by the Amakuras as Bushikara and by the Castakas as Bushitaka. One day, the Castakas' queen Oriela was abducted by the Amakura king Divadal, taunting her king Omezo by publicly raping her and taking her hostage. Omezo, employing guile over the established codes of combat, overwhelmed the Amakuras, but not before Divadal released a bioweapon that rendered every man on the planet sterile. Oriela, having been shielded from the weapon, gave birth to Divadal's son, Dayal—the last fertile male on the planet, spared in contravention of the bushitaka due to necessity—then committed ritual suicide eight days later, leaving him only a bite on his shoulder as a memento. Once of age, Dayal became a breeding-stud to all the Castaka women, but once his offspring came of age themselves, Omezo gave up concealing his disgust at his half-Amakura \"stepson\" and banished him. His mentor General Pakko matched him with his daughter Antigrea, whom he had conceived just before the assault on the Amakuras, and despite initial antipathy they fell in love. Antigrea bore Dayal twin daughters, Myrtha and Narda, but Dayal's disappointment at lacking a male heir drove him to withdraw to the wilderness, hunting wild game, while Antigrea and Pakko raised the twins in the martial arts. Some years later, the Technopriests elected to build their new space station in Ahour's system. While they saw the planet as no inherent threat, their concern that an enemy might use it as a bridgehead led them to lobby the ageing Omezo to install planetary defences on-world. When he declined, they infected him with a virus in hopes his heir (Dayal) might be more accommodating. The dying Omezo abhorred having Dayal succeed him and ordered the murder of him and his family, but Pakko bought time for them to reunite at Dayal's remote bunker. The Technos, witnessing the failure of their machinations, destroyed the whole planet, leaving the bunker adrift as an asteroid. There, Dayal finally acknowledged his warrior daughters and completed their training. The family hijacked a Techno convoy and leveraged its booty and their lethal martial skills to claim leadership of the pirate asteroid of Thor-Thougah, from which they wage a bloody and profitable offensive against the Technos. Eventually, the Technos catch the pirates in an ambush and Antigrea is mortally wounded. Seeking a burial site, they land on the planet Marmola, but find its marble composition impossible to dig. They are ambushed by bandits who seek the planet's hidden treasure, a secret guarded by the giant eagle-like Gangez, and use Antigrea's remains as bait to capture him. Loosing their bonds they overwhelm the bandits, and pledge themselves to the now-dying Gangez who by eating her has become Antigrea's sepulchre. Gangez leads them to the planet's only fertile valley, where they bury him, and his spirit leads them to the planet's treasure: a subterranean reservoir of epiphyte, a substance that defies gravity. Summoning the Techno robots he cast into space on their first raid, Dayal develops the valley into a city for his caste. Dayal takes ship back to Thor-Thougah with his daughters, seeking sires for them. En route, it emerges that Narda's brain and Myrtha's ovaries have sustained tumours that will rapidly kill them both. With their consent, Dayal has the robots graft Narda's lower body to Myrtha's upper body. Upon arrival in Thor-Thougah, the resulting being confronts the sole survivor of the Technos' assault on the asteroid. He agrees to impregnate her followed by a fight to the death, but when bested he takes his own life, asking to be remembered by his unborn progeny. Berard concludes his tale by revealing that he is the child of that union, and he welcomed Othon (a fugitive pirate) seeing in him a trace of his own father. Othon is now ready to receive the mark of the Metabarons (the absorbed spirit of Gangez, worn as a mark on the chest) from his father-in-law. ===Main Series=== The main saga of the Metabarons begins on Marmola, on which Berard's tribe export huge blocks of marble. The existence of the epiphyte has been kept secret by the Castakas for many generations, until its revelation to save the life of Othon von Salza, the son-in-law of Baron Berard. Soon after the revelation of the epiphyte, the planet's orbit becomes a battlefield, with the treacherous Imperial Black Endoguard as the victors. At the end of the war, Othon and his son Bari are the only survivors of the Castaka tribe. The Imperial couple, rulers of the known galaxy, are astonished by the achievement of Othon and reward him; and Othon shows them where the epiphyte was hidden in exchange for a percentage of the new market for anti-G Technology, a new planet to which their palace would be transferred, and a gift for his son intended to restore the joy lost with his crippled legs. The emperor gives him a horse, an extinct species revived by genetic manipulation, but pirates steal the horse. Othon kills them in retaliation, but accidentally kills his son, and is castrated by an attacker. Othon thereafter invests a large part of his fortune in the development of the first 'metabaronic' weapons and begins the tradition of cybernetic implants and later becomes a mercenary of extraordinary skill and power. By the destruction of 100,000 pirate vessels, he and his descendants receive the title of Metabaron, and the Imperial couple promise a gift. Later, a woman named Honorata offers that she can bear Othon a child if he places a drop of his blood in her uterus. With this done, two of Othon's servants try to commit suicide, taking the pregnant Honorata with them; but Othon injects a potion of epiphyte into Honorata. This deprives his son, Aghnar von Salza, of weight; wherefore Othon lets Honorata train Aghnar by herself. When Aghnar is seven years old, he defeats a machine set against him by his father; whereupon Othon continues his training. Honorata then confesses she was ordered to give birth to a hermaphrodite instead of a son, by the priestesses of Shabda-Oud. For her disobedience, the Shabda-Oud attempt her destruction. Othon, to assure his son's ability to avenge her, orders Aghnar to fight him to the death, and Aghnar seizes the title of Metabaron for himself. The sole human in a hostile world, Aghnar befriends a single primatoid, and becomes its tribe's messiah. He then seizes a Shabda-Oud cetacyborg battleship with which to carry out his vengeance; but is distracted by the Cetacyborg's crew's original objective: to capture Princess Oda, to use her for the sisterhood's breeding experiments. After a telepathic confrontation with the sisterhood, Oda suffers debilitating injuries; whereupon Honorata, kept alive by her own mental powers, transfers her own soul to Oda, who thereafter bears Aghnar a son. Disgusted by his incest, Aghnar attempts to kill his son, whom Oda/Honorata gives a cybernetic head to replace his own, for which he is called Steelhead. Steelhead later kills his parents. At his claim to the title of Metabaron, the Princess Doña Vicenta argues that his offspring must be unworthy of the title. Therefore, Steelhead assumes the disembodied head of Zaran Krleza, the last poet in the galaxy. United in body and head (but somehow maintaining individual personas), Steelhead and Zaran become Melmoth, which declares Doña Vicenta as the object of his affections, and resurrects her father, along with a rare, titanic tree (both destroyed by Steelhead himself). Doña Vicente consents to the match; but the clone of her father attempts to take her by force, whereupon Vicenta gives him her eyes. Mollified, he permits Melmoth and Doña Vicenta to marry; but Melmoth discovers that Tonto, his robotic servant, has replaced her eyes by cybernetic sensors, and shuns her. Eventually, he reverts to the form and character of Steelhead, and takes care of his bride. When unable to preserve both of Vicenta's twin children alive, Steelhead removes the male twin's brain and implant it in the female child, and trains the androgynous Aghora would be trained as a warrior, who eventually faces his/her father in single combat to become Metabaron. To conceive an heir, he/she extracts the male cells from his/her own brain and implants them in his/her womb, thereby creating a male clone: later the Nameless Metabaron who reigns in Incal. In the last chapter of the saga (Sans-Nom, le dernier Méta-Baron), Lothar, the faithful android to whom Tonto is relating the Metabaronic lore in the frame narration, is identified as Steelhead himself, kept alive by his conversion to a robotic existence. Recovering his personality, but not his full memories, after a brief confrontation in which he gives Nameless the iconic scarring in his eyebrow, he allies himself with a vampiric creature to enact his vengeance upon his descendant. Ultimately, he repents; whereupon Nameless has himself sterilized, and remains in self-pity until the Spirit of the Castaka family, embodied by the mark on his chest, prompts Nameless to become a force for good, protecting life whenever he can. With this new mission, the Metabaron becomes the unstoppable mercenary featured in the Incal. ==Albums== ===French=== The series has been published in French as follows: ====La Caste des Méta-Barons==== #Othon le Trisaïeul - (Othon the Great-Great-Grandfather) (1992) #Honorata la Trisaïeule - (Honorata the Great-Great-Grandmother) (1993) #Aghnar le Bisaïeul - (Aghnar the Great-Grandfather) (1995) #Oda la Bisaïeule - (Oda the Great-Grandmother) (1997) #Tête-D'Acier l'Aïeul - (Steelhead the Grandfather) (1998) #Doña Vicenta Gabriela de Rokha l'Aïeule - (Doña Vicenta Gabriela de Rokha the Grandmother) (1999) #Aghora le Père-Mère - (Aghora the Father-Mother) (2002) #Sans Nom, le Dernier des Métabarons - (Nameless, the Last of the Metabarons) (2003) A special volume La Maison des Ancêtres (The House of the Ancestors) was released in 2000 containing interviews with Jodorowsky and Giménez as well as sketches, unseen art and 2 short stories. A remake of In the Heart of the Impregnable Metabunker, also known as Incal: The Lost Pages, drawn by Giménez instead of Moebius and The Crest of Castaka that formed the bases for the second volume of Castaka (The Rival Twins). ====Castaka==== This is a prequel to the original series. The artwork is by Das Pastoras because Juan Giménez is was busy with other projects. #Dayal, le Premier Ancêtre - (Dayal, the First Ancestor) (2007) #Les Jumelles Rivales - (The Rival Twins) (2013) ====Les Armes du Meta-Baron==== Another spin-off by Travis Charest and Zoran Janjetov: #Les Armes du Méta-Baron - (Weapons of the Metabaron) (2008) ====Méta-Baron==== Spin-off by Jerry Frissen, Valentin Secher and Niko Henrichon: #Wilhelm-100 le Techno-Amiral - (Wilhelm, The Techno-Admiral) (2015) #Khonrad l'Anti-Baron - (Khonrad, The Anti-Baron) (2016) #Orne-8 le techno-cardinal - (Orne-8, the Techno-Cardinal) (2016) #Simak le transhumain - (Simak, the Transhuman) (2017) #Rina la meta-gardienne - (Rina, the Meta-Guardianess) (2017) #Sans-Nom le techno-baron - (No-Name, the Techno-Baron) (2018) ===English=== ====The Saga of The Meta-Barons==== All the main French albums were reprinted in English in their original version by Humanoids. These include: #Othon & Honorata (136 pages, 2004, ) #Aghnar & Oda (136 pages, 2004, ) #Steelhead & Doña Vicenta (136 pages, 2005, ) #Aghora & The Last Metabaron (128 pages, 2010, ) Humanoids Publishing released 17 issues, published in 2000–2001. All were collected into censored trade paperbacks, with a fifth volume containing 4 short stories. #Path of the Warrior (collects #1-5, 152 pages, 2001, ) #Blood and Steel (collects #6-10, 136 pages, 2003, ) #Poet and Killer (collects #11-14, 112 pages, 2002, ) #Immaculate Conception (collects #15-17, 80 pages, 2003, ) #Alpha/Omega (One- shot; collects The Crest of Castaka, The Last Metabaron, Incal: The Lost Pages by Moebius and a reworked version of Incal: The Lost Pages by Giménez), 48 pages, 2002, ) ====Castaka==== #Metabarons Genesis: Castaka (112 pages, 2014, ) ====Weapons of the Metabaron==== #Weapons of the Metabaron (64 pages, 2011, ) ====The Metabaron==== # Wilhelm, The Techno-Admiral (54 pages, 2016, ) #Khonrad, The Anti-Baron (56 pages, 2016, ) #Orne-8, The Techno-Cardinal (56 pages, 2017, ) #Simak, The Transhuman (56 pages, 2017, ) #Rina, The Meta- Guardianess (55 pages, 2018) #No-Name, The Techno-Baron (55 pages, 2018) ==Adaptations== In February 2019, American black metal band Bihargam released their debut album titled \"Castaka\" that is a musical adaptation of The Metabarons. The band's name is taken from the book Weapons of the Metabaron. ==See also== *The Metabarons Roleplaying Game ==References== ==External links== * Juan Giménez's Official Website Category:1992 comics debuts Category:2003 comics endings Category:Les Humanoïdes Associés titles Category:Fictional barons and baronesses Category:Fictional clones Category:Fictional cyborgs Category:Fictional mass murderers Category:Fictional mercenaries Category:Fictional families Category:Sterilization in fiction",
 "title": "Metabarons"
}