{
 "id": "898231",
 "text": "thumb|Map showing original extent of Oshika District in Miyagi Prefecture colored area=original extent in Meiji period; green=present area is a rural district located in Miyagi Prefecture, in the Tōhoku region of northern Japan. Most of the city of Ishinomaki was formerly within the district. From 2006, the district has consisted only of the town of Onagawa. As of 2021, the district has an estimated population of 5,636 and a population density of 86.2 persons per km2. The total area was 65.35 km2. ==History== During the Edo period under the Tokugawa shogunate, the district was within Mutsu Province and was under the control of the Date clan of Sendai Domain. In 1869, following the Meiji restoration, Mutsu Province was divided, with the area of Oshika District becoming part of Rikuzen Province, and from 1872, part of Miyagi Prefecture. In 1889, with the establishment of the municipalities, Oshika District was administratively divided into 2 towns (Ishinomaki and Watanoha) and 6 villages. right|thumb|1. Ishinomaki; 2. Hebita; 3.Inai 4. Watanoha; 5. Oginohama; 6. Ohara; 7. Ayukawa; 8. Onagawa; Blue = no change in status; Purple = Ishinomaki City ===Timeline=== * April 1, 1923 : The village of Onagawa gained town status. (3 towns, 5 villages) * April 1, 1933 : Ishinomaki annexes part of Hebita and is raised to city status. (2 towns, 5 villages) * December 1, 1940 : The village of Ayukawa is raised to town status. (3 towns, 4 villages) * January 1, 1955 : Ishinomaki annexes the remainder of Hebita village. (3 towns, 3 villages) * March 26, 1955 : The town of Ayukawa and village of Ohara merge to form the town of Oshika. (3 towns, 2 villages) * April 10, 1955 : The village of Oginohama is merged into Ishinomaki (3 towns, 1 village) * April 1, 1959 -:The village of Inai is raised to town status (4 towns) * May 15, 1959 : Oginohama is divided between Ishinomaki and Inai (3 towns) * March 23, 1967: The town of Inai is annexed by Ishinomaki. (2 towns) *On April 1, 2005 : the town of Oshika merged with the towns of Kahoku, Kanan, Kitakami, Monou, and Ogatsu, all from Monou District, and Ishinomaki City to form a larger new Ishinomaki City. (1 town) Category:Districts in Miyagi Prefecture",
 "title": "Oshika District, Miyagi"
}