{
 "id": "898783",
 "text": "Flodoard of Reims (; 893/4 – 28 March 966) was a Frankish chronicler and priest of the cathedral church of Reims in the West Frankish kingdom during the decades following the dissolution of the Carolingian Empire. His historical writings are major sources for the history of Western Europe, especially France, in the early and mid-tenth century. ==Biography== The sources for Flodoard's life are almost exclusively his own writings. Local tradition holds that he was born at Épernay. He was educated at the cathedral school of Reims which had been established by Archbishop Fulk. As a young canon of Reims, he gained prominent roles in the administrations of the archbishops Heriveus (900–22) and Seulf (922–25), particularly in the cathedral scriptorium. Following Seulf's death in 925, the magnate Herbert II, Count of Vermandois installed his four-year-old son, Hugh, as the new archbishop. Flodoard refused to participate in the boy's election, and was stripped of his position and benefices. In 931, Reims was captured from Count Herbert by King Raoul and Duke Hugh the Great, who ejected Hugh and oversaw the election of a new archbishop, Artold. Flodoard appears to have regained his charges under Artold's leadership. In 936/7, he visited Rome, perhaps on pilgrimage, where he met Pope Leo VII. Herbert recaptured Reims in 940, deposing Artold and reimposing his son Hugh on the see. Flodoard objected to the invasion of the bishopric on canonical grounds; consequently, he was detained by Herbert and once again stripped of his prebends. Between 943 and 946, Flodoard may have been away from Reims with Artold at the court of King Louis IV. In 946, Louis gained control of Reims with the assistance of the East Frankish ruler Otto I. Hugh was again deposed, and Artold was re- ordained. His claim to the see was eventually ratified at the 948 Synod of Ingelheim, which Flodoard attended. In 951, Flodoard was sent to Otto's court at Aachen, where he represented the church of Reims in a property dispute, and he seems to have been involved in the administration of his church's property. He retired from his canonical office in 963, aged 70, and died on 28 March 966. == Works == Flodoard wrote three substantial historical works and at least two other minor works. In 922, he began writing a chronicle known today as the Annals, which he maintained for most of his career. Flodoard primarily reported major political and military events, focusing on those in West Francia but extending his coverage to the Ottonian empire and Italy. He also regularly recorded miracles and other supernatural phenomena. Flodoard seems generally to have written his annals in a year-by-year fashion, and there is no evidence that he revised his text. The Annals constitute one of the tenth century's relatively few contemporary chronicles, and the work is the only major West Frankish chronicle to have survived from this time, so Flodoard's work has been much valued by modern historians. Flodoard's History of the Church of Reims (Historia Remensis ecclesiae) is one of the most remarkable productions of the tenth century. This work recounts the history of Reims all the way back to supposed origins in the time of Romulus and Remus, though it focuses principally on the Christian era up to 948. The work, a celebrated example of the genre of gesta episcoporum (\"the deeds of bishops\"), takes the form of serialized biographies of the church's bishops. Flodoard had access to an episcopal archive stretching back to the sixth century, and based much of his history on original documents which he summarized or reproduced extracts from. His summaries of some 450 letters of Archbishop Hincmar have been considered especially valuable. Flodoard's poetical works are of hardly less historical interest. In the 930s he composed an epic poem known as The Triumphs of Christ (De triumphis Christi), a history of Christianity in nearly 20,000 verses. The poem narrates the victories of Christ, martyrs, saints and popes, drawing on a vast range of earlier historical and hagiographical literature. Flodoard evidently gathered material for the work when he visited Rome in 936/7, and the text is a rare witness to the history of the city and the popes in the early tenth century. The historian wrote at least two other minor works. One, known today as the \"Visions of Flothilde\", records the otherworldly visions of a local girl in the early 940s, a time of great political conflict in Reims. Another work, now lost, is also referred to in the History of the Church of Reims: when discussing miracles that had taken place in and around Reims cathedral and were attributed to the Virgin Mary, Flodoard mentioned that he had previously collected these and put them into verse. Flodoard's works were published in full by JP Migne (Patrologia Latina, vol. 135); the best modern edition of the Annales is that edited by Philippe Lauer in 1905. The History of the Church of Reims was recently re-edited for the Monumenta Germaniae Historica by Martina Stratmann (1998). There is, however, no modern edition of The Triumphs of Christ, which remains best consulted in Migne's Patrologia Latina edition. ==Editions and translations== * Annals **Philippe Lauer (ed.), Les annales de Flodoard. Collection des textes pour servir à l'étude et à l'enseignement de l'histoire 39. Paris: Picard, 1905. Available from Internet Archive (in Latin with a French introduction and notes) **Pertz, Georg Heinrich (ed.). Annales, chronica et historiae aevi Saxonici. MGH Scriptores 3. Hanover, 1839. 363-408. Available online from Digital MGH **Steven Fanning and Bernard S. Bachrach, The Annals of Flodoard of Reims, 919-966. Readings in Medieval Civilizations and Cultures 9. Broadview Press, 2004. . **Guizot, M (tr.). Siège de Paris par les Normands, poème d'Abbon [etc.]. Collection des Mémoires relatifs a l'Histoire de France. Paris, 1824. 69-162. Available from Gallica (French translation) *History of the Church of Reims **Martina Stratmann (ed.). Flodoard von Reims. Die Geschichte der Reimser Kirche. MGH Scriptores 36. Hanover, 1998. Available from the Digital MGH **Lejeune, M. Flodoardi Historia remensis ecclesiæ. Histoire de l'église de Reims. Reims, 1854-5. Available from Google Books (French translation) **Guizot, M. Histoire de l'Église de Rheims. Collection des Mémoires relatifs a l'Histoire de France. Paris, 1824. Available from Gallica (French translation) *The Triumphs of Christ **Migne, J. P., Patrologia Latina 135. Paris, 1853. Available online from Documenta Catholica Omnia ==References== ==Bibliography== *Fanning, Steven and Bachrach, Bernard S.. The Annals of Flodoard of Reims, 919-966. Readings in Medieval Civilizations and Cultures 9. Broadview Press, 2004. . *Glenn, Jason. Politics and History in the Tenth Century: The Work and World of Richer of Reims (Cambridge: Cambridge University Press, 2004). *Jacobsen, Peter Christian. Flodoard von Reims. Sein Leben und seine Dichtung ‘De triumphis Christi’, Mittellateinische Studien und Texte 10 (Leiden: Brill, 1978). *Lauer, Philippe (ed.), Les annales de Flodoard. Collection des textes pour servir à l'étude et à l'enseignement de l'histoire 39. Paris: Picard, 1905. *Koziol, Geoffrey. \"Flothilde's Visions and Flodoard's Histories: A Tenth-Century Mutation?\", Early Medieval Europe 24 (2016), 160-84. *Roberts, Edward. \"Flodoard, the Will of St Remigius and the See of Reims in the Tenth Century,\" Early Medieval Europe 22 (2014), 201-230. *Roberts, Edward. Flodoard of Rheims and the Writing of History in the Tenth Century. (Cambridge: Cambridge University Press, 2019). *Sot, Michel. Un historien et son Église au Xe siècle: Flodoard de Reims (Paris: Fayard, 1993). *Stratmann, Martina (ed.). Flodoard von Reims. Die Geschichte der Reimser Kirche. MGH Scriptores 36. Hanover, 1998. Category:890s births Category:966 deaths Category:Year of birth uncertain Category:People from Épernay Category:10th-century historians Category:10th- century French people Category:10th-century Latin writers Category:French chroniclers Category:Frankish historians Category:10th-century French writers Category:French male non-fiction writers",
 "title": "Flodoard"
}