{
 "id": "898841",
 "text": "Free Muslims Coalition Against Terrorism (FMCAT) is an Islamic organization, with headquarters in Washington, D.C., made up of American Muslims and Arabs dedicated to taking a stand against terrorism. FMCAT is also known by the shorthand name of the \"Free Muslims Coalition\" or an even shorter name of \"Free Muslims\". It is dedicated to combating extremism and support for terrorism among extremists. It was formed in May 2004 by Kamal Nawash, a lawyer and Palestinian immigrant. Nawash has appeared on CNN, Al Jazeera, and the Fox News Channel. He has also appeared on TV shows including O'Reilly Factor, as well as on Al-Arabiya and others. ==Antiterrorism focus== In May 2005, the Free Muslims organized the first ever Muslim-led rally against terrorism. The rally was endorsed by more than 80 organizations and received substantial media coverage. Furthering this focus on terrorism, Muslims can report suspicious activity on the FMCAT website. In June 2005, Nawash's work with the Free Muslims was recognized by the U.S. government when the White House appointed him to represent the U.S. before the Organization for Security and Cooperation in Europe. Nawash addressed leaders of Europe and the former Soviet republics in a speech on tolerance at an international conference in Spain. In addition, in March 2006 Nawash was invited to Jerusalem to advance an alternative approach to solving the Palestinian/Israeli conflict. In summary, Nawash argued that in light of the passionate claims both Palestinians and Israelis have for the same territory the only solution for them is to become equal citizens in a confederacy rather than splitting the territory into two sovereign states. In a CNN interview in December 2006, he said: > After 9/11 ... unfortunately, many of the Muslim organizations in [the > U.S.], rather than recognize that we have is a problem with extremism and > trying to deal with it, since we are the only ones who can deal with it, > instead they took the role of victimization and took the role of ... of > calling anyone who notices the obvious, that we have a problem with > extremism, they accuse that person of being anti-Islam if they mention that. > I think human beings in general would rather talk about how the world is > against them, as opposed to talk about hey, we need to look inward. We have > a problem. Commenting in June 2009 on the radical Islam that some terrorists practice, Nawash said: \"It's a ridiculous form of Islam\". He noted that some converts, particularly those who have been incarcerated, practice \"the most extreme version of the religion\", and have their own personal and political grievances.\"Little Rock Shooting Suspect Joins Growing List of Muslim Converts Accused of Targeting U.S.\", Fox News, June 2, 2009, accessed March 3, 2010 In December 2011 the Ariel University Center of Samaria jointly with organization Free Muslims Coalition held a special conference, entitled \"Best Plans for a Peaceful Israel/Palestine\" conference. The conference, the second of its kind, featured three Israeli and three Arab speakers, each of whom presented his idea for a solution to the Arab-Israeli conflict. ==Other views== The Free Muslims Coalition has condemned the reaction of American Muslim organizations and Muslim governments to the unfavorable depiction of Muhammad in European newspapers. In contrast to other Muslim organizations, FMCAT maintains a neutral stance, neither pro-Palestine nor pro-Israel. In addition, it supports the dismantling and disarming of Hezbollah. ==References== ==External links== *Free Muslim Coalition Against Terrorism Official site (offline) *Positive article by the Washington Post * Kamal Nawash’s speech before the Organization for Security and Cooperation in Europe. * Solving the Palestinian Israeli Conflict * There is NO Military Solution for the Palestinian/Israeli Conflict Category:Islamic organizations based in the United States Category:Civic and political organizations of the United States Category:Civil liberties advocacy groups in the United States Category:Islamic political organizations Category:Organizations established in 2004 Category:Islamic organizations established in 2004",
 "title": "Free Muslim Coalition Against Terrorism"
}