{
 "id": "899031",
 "text": "Deshabandu Marvan Samson Atapattu (born 22 November 1970) is a Sri Lankan cricket coach and former cricketer who played Tests and ODIs for seventeen years for Sri Lanka. Considered one of the most technically sound batsman in his era, Atapattu has scored six double centuries in Test cricket for Sri Lanka, irrespective of five ducks in his first six innings. He has previously coached the Canada and Singapore national cricket teams. From April 2014 to September 2015, he was the head coach of Sri Lankan Cricket Team. ==School days== Marvan Atapattu started his cricket career as a teenager at Mahinda College, Galle, where Major G. W. S. de Silva was his first cricket coach. Then he moved to Ananda College, Colombo, where he was subsequently coached by P. W. Perera. ==International career== Making his Test debut in November 1990 just after his 20th birthday, Atapattu's first six innings yielded five ducks and a 1, and he was the first Sri Lankan batsman to be dismissed for a pair on debut. After this difficult start in his first three matches, he did not score above 29 in his next 11 innings, before hitting his first Test century in his 10th match, against India, seven years after his debut. He has 22 Test-match career ducks and four pairs (two ducks in a single Test), both records for a top-order batsman. He made his One-Day International debut against India at Nagpur. He was appointed as captain of the one-day team in April 2003. He registered his highest Test score of 249 against Zimbabwe in 2004, sharing a 438-run partnership with Kumar Sangakkara for the second wicket. Atapattu scored a century in the first innings of the Second Test during his team's tour of Australia in 2004 in Cairns, Queensland. His third century in five innings, he made 133. A \"determin[ed]\" Atapattu, ESPNcricinfo wrote, \"pull[ed] authoritatively ... tuck[ed] in neatly behind the ball.\" He finished the two- match series scoring 156 runs at an average of 39.00 and was the top-scorer for his side. Atapattu was a skilful fielder with an accurate throw. A report prepared by ESPNcricinfo in late 2005 showed that since the 1999 Cricket World Cup, he had effected the second highest number of run-outs in ODI cricket of any fieldsman, with the seventh-highest success rate. He was controversially left out of the squad for the 2007 Cricket World Cup, and as a result, asked for his removal from the list of Sri Lanka contracted players. Atapattu was to miss the 2007–08 tour of Australia, but was added to the squad after the intervention of Sri Lankan Sports Minister Gamini Lokuge. Atapattu played solidly in the First Test, but subsequently angrily labelled the selectors: \"A set of muppets, basically, headed by a joker,\" at a post-stumps press conference. After Sri Lanka lost the series 2–0, Atapattu announced his international retirement after the second Test at Hobart. He finished with 5,502 Test runs at an average of 39.02 in 90 Tests with a One-day International average of 37.57 after hitting 8,529 runs in 268 matches. Atapattu scored six double centuries and sixteen centuries in his Test cricket career. He has scored centuries against all Test-playing nations. ===Centuries=== thumb|Marvan Atapattu's test batting record Atapattu scored his first test century in 1997, seven year after his debut, against India, and in that cricket match he made 108 runs as the match was played at the Punjab Cricket Association IS Bindra Stadium in Mohali. His highest Test score of 249 came against Zimbabwe in 2004 at Bulawayo. His score of 127 in 2005 against New Zealand was his last Test century. As of August 2015, Atapattu is sixth in the list of most double hundreds scored in Test matches. Atapattu scored his first ODI century in 1997 when he scored 118 in 2-run victory against India at the R. Premadasa Stadium in Colombo. At Lord's in 1998, Atapattu scored 132 not out against England, his highest score in this format of the game. He also scored two centuries in the 2003 Cricket World Cup: against Zimbabwe he scored 103 not out and against South Africa, only the 19th tied ODI in cricket history, he made 124. He was selected as man of the match on both occasions. His innings of 111 against Pakistan in 2004 was his last ODI century. == Coaching career == In 2009, Atapattu had a coaching stint with the Fingara Cricket Academy, a coaching facility in Sri Lanka. He had a short stint as Canada's batting coach in early 2009, subsequently helping them qualify for the 2011 World Cup. In 2010, he was named as head coach of the Singaporean cricket team for a one-year period, which was his first full-time assignment of a coach of a national side. His first task was World Cricket League Division 5 in Nepal where the team finished third in the group stage and remained in division 5 for 2012 World League. In April 2011, after the World Cup, Atapattu was named as the batting coach of Sri Lankan national team and joined interim coach Stuart Law, Champaka Ramanayake and Ruwan Kalpage for the tour of England. Meanwhile, he was considered for the head coach job of the team, which eventually went to Paul Farbrace, in 2013. Atapattu was promoted to the post of an assistant coach. Following Farbrace's early unexpected exit in 2014, he was appointed as interim head coach of the team. During this period, Sri Lanka won its first Test series in England in 16 years, with a 1–0 win in its 2014 tour. He officially took over as head coach in September 2014, and was the team's first local coach in 15 years. A 5–2 ODI series win during England's 2014 tour of Sri Lanka was the only series win for Sri Lanka after he formally took over. After consecutive Test series defeats against India and Pakistan, he resigned in September 2015. ==Personal life== Atapattu is married to Neluni Atapattu, a Sri Lankan Chartered Accountant by profession. Marvan and Neluni have two daughters. == International centuries == === Key === {| class=\"wikitable\" border=\"1\" !Key !Meaning |- |* |Remained not out |- |Lost |The match was lost by Sri Lanka. |- |Won |The match was won by Sri Lanka. |- |Draw |The match was drawn. |- |Tied |The match was tied. |} === Test centuries === {| class=\"wikitable\" |+Test centuries of Marvan Atapattu !No. !Score !Against !City !Ground !Date !Result !Ref |- |[1] |108 | |Chandigarh, India |Punjab Cricket Association Stadium |19 November 1997 | | |- |[2] |223 | |Kandy, Sri Lanka |Asgiriya Stadium |7 January 1998 | | |- |[3] |216* | |Bulawayo, Zimbabwe |Queens Sports Club |18 November 1999 | | |- |[4] |207* | |Kandy, Sri Lanka |Asgiriya Stadium |28 June 2000 | | |- |[5] |120 | |Kandy, Sri Lanka |Asgiriya Stadium |30 July 2000 | | |- |[6] |201* | |Galle, Sri Lanka |Galle International Stadium |22 February 2001 | | |- |[7] |108 | |Colombo, Sri Lanka |Sinhalese Sports Club Ground |29 August 2001 | | |- |[8] |201 | |Colombo, Sri Lanka |Sinhalese Sports Club Ground |6 September 2001 | | |- |[9] |100* | |Galle, Sri Lanka |Galle International Stadium |12 January 2002 | | |- |[10] |185 | |London, England |Lord's Cricket Ground |16 May 2002 | | |- |[11] |118 | |Gros Islet, Saint Lucia |Beausejour Cricket Ground |20 June 2003 | | |- |[12] |118 | |Colombo, Sri Lanka |Sinhalese Sports Club Ground |24 March 2004 | | |- |[13] |170 | |Harare, Zimbabwe |Harare Sports Club |6 May 2004 | | |- |[14] |249 | |Bulawayo, Zimbabwe |Queens Sports Club |14 May 2004 | | |- |[15] |113 | |Cairns, Australia |Cazaly's Stadium |9 July 2004 | | |- |[16] |127 | |Napier, New Zealand |McLean Park |4 April 2005 | | |} === ODI centuries === {| class=\"wikitable\" |+ODI centuries of Marvan Atapattu !No. !Score !Against !City !Ground !Date !Result !Ref |- |[1] |118 | |Colombo, Sri Lanka |R.Premadasa Stadium |17 August 1997 | | |- |[2] |132* | |London, England |Lord's Cricket Ground |20 August 1998 | | |- |[3] |119* | |Karachi, Pakistan |National Stadium, Karachi |13 February 2000 | | |- |[4] |100 | |Dhaka, Bangladesh |Bangabandhu National Stadium |7 July 2000 | | |- |[5] |102* | |Sharjah, UAE |Sharjah Cricket Stadium |27 October 2000 | | |- |[6] |101 | |Colombo, Sri Lanka |R.Premadasa Stadium |16 September 2002 | | |- |[7] |123* | |Benoni, South Africa |Willowmoore Park |1 December 2002 | | |- |[8] |101 | |Sydney, Australia |Sydney Cricket Ground |9 January 2003 | | |- |[9] |124 | |Durban, South Africa |Kingsmeadow Stadium |3 March 2003 | | |- |[10] |103* | |East London, South Africa |Buffalo Park Cricket Ground |15 March 2003 | | |- |[11] |111 | |Lahore, Pakistan |Gaddafi Stadium |14 October 2004 | | |} ==See also== * List of Sri Lanka national cricket captains * Ananda-Nalanda ==References== ===Sources=== * ACCA Graduation ==External links== * Category:1970 births Category:Living people Category:Alumni of Ananda College Category:Basnahira South cricketers Category:Sinhalese Sports Club cricketers Category:Sri Lanka Test cricket captains Category:Sri Lanka One Day International cricketers Category:Sri Lanka Test cricketers Category:Sri Lanka Twenty20 International cricketers Category:Sri Lankan cricketers Category:Delhi Giants cricketers Category:Alumni of Mahinda College Category:Ruhuna cricketers Category:Bangladesh Premier League coaches Category:Sri Lankan cricket coaches Category:Coaches of the Sri Lanka national cricket team Category:Coaches of the Singapore national cricket team Category:Deshabandu",
 "title": "Marvan Atapattu"
}