{
 "id": "899186",
 "text": "Yasir Hameed Qureshi (Urdu: یاسر حمید قریشی) (born 28 February 1978 in Peshawar,Official Site naming place of birth as Peshawar پشاور originally from Kukmang, District Abbottabad) is a former Pakistani cricketer, who played Tests and ODIs. He scored two centuries on his Test debut against Bangladesh, becoming only the second player to do so just after Lawrence Rowe. In February 2021, he began to undertake coaching courses with the Pakistan Cricket Board. ==Domestic career== In September 2007, Yasir Hameed played a major role in defeating Australia A in a comprehensive 3–0 defeat while representing Pakistan A. He scored two centuries out of the three matches and was given good support by Naved Latif and Taufeeq Umar while the bowlers also did well in the series. He was the leading run-scorer for Federally Administered Tribal Areas in the 2017–18 Quaid-e-Azam Trophy, with 459 runs in seven matches. ==International career== During his first thirty One Day International innings, he scored more runs than any other batsman, as well as scoring four successive opening partnerships of 100 or more with Imran Farhat, a unique achievement. He scored first 1000 ODI runs in just 22 matches, fastest in Asia and third fastest in world. He was then left out of the squad because of a dip in form. He came back in the final ODI in the Bank Alfalah Series against England in 2005/6, scored 57 but was again ignored only to return against West Indies in the fourth match in November 2006, where he scored 71 runs from 118 balls. He has not played international cricket since August 2010. In 2003 on his Test debut, he scored 170 runs in Karachi. This is the highest score by a Pakistani on debut. He also scored 105 in the second innings of the same match. He played 22 further Tests before losing his place in the side following Pakistan's unsuccessful tour of India in 2007. He was recalled nearly 18 months later for Pakistan's two-match series against Australia, played in England owing to the security situation in Pakistan where he played two test matches against England and he was again dropped from the national side.Batting records | Test matches | Cricinfo Statsguru | ESPN Cricinfo ==References== ==External links== *Cricinfo page on Yasir Hameed Category:1978 births Category:Living people Category:Pakistan International Airlines cricketers Category:Pakistan One Day International cricketers Category:Pakistan Test cricketers Category:Cricketers who made a century on Test debut Category:Peshawar cricketers Category:Cricketers from Abbottabad Category:Khyber Pakhtunkhwa cricketers Category:Hindkowan people Category:Pakistani cricketers Category:Zarai Taraqiati Bank Limited cricketers Category:Abbottabad cricketers Category:Peshawar Panthers cricketers Category:Edwardes College alumni Category:Federally Administered Tribal Areas cricketers",
 "title": "Yasir Hameed"
}