{
 "id": "899350",
 "text": "Grand Lake St. Marys State Park is a public recreation area located on Grand Lake in Mercer and Auglaize counties, Ohio. Grand Lake is the largest inland lake in Ohio in terms of area, but is shallow, with an average depth of only . The state park is open for year-round recreation, including boating, fishing, swimming and hunting. The park consists of the lake and park facilities scattered all around the shore intermingled with private property and a facility operated by Wright State University. It is west of St. Marys, and southeast of Celina, southwest of Lima in the northwestern part of the state. ==History== Grand Lake St. Marys was constructed in the early 19th century as a reservoir for the Miami and Erie Canal, which connected the Ohio River with Lake Erie. At one time the lake was the world's largest man-made lake. The canal system thrived for about thirty years in the mid-to-late 19th century before it was replaced by the railroads. In the 1890s oil was discovered in the area, and oil derricks were set up in the lake sometime around 1891. This made Grand Lake the location for the first off shore oil drilling to take place. The lake became one of Ohio's first state parks in 1949 with recreational facilities built in the following years. ===Names=== The official geographic name of the lake is Grand Lake. The United States Geological Survey Board of Geographic Names disapproved a proposal to change the name Grand Lake to Grand Lake-Saint Marys, which is the name given on state maps and documents. The 1920 edition of the Encyclopædia Britannica shows the name as Lake Mercer on the map of Ohio in the article on Ohio. \"Lake St. Marys\" was a name introduced in the early 1900s and wasn't popular with Celina residents. The body of water has also been referred to as \"Grand Reservoir\" and \"Lake Celina\" among other names. ==Ecology== The land on which Grand Lake St. Marys is located was once part of a forest that stretched from the Appalachian Mountains in Pennsylvania to the prairie in Illinois. Much of the forest was cleared by pioneer farmers as the area was settled in the years following the Northwest Indian War. The forests have been replaced by farmland with fields of wheat, soybeans, and corn. Grand Lake St. Marys was once a swampy prairie. When the lake was constructed in the early 19th century, the prairie was flooded. Now the shore of the lake includes woodlands, wetlands and prairie ecosystems that are surrounded by residential development and farms. Several outlier stands of eastern hemlock are present around the lake, and these are the westernmost natural stands in Ohio. The park is located along a major migration route for migratory birds. Commonly seen waterfowl include, geese, loons, ducks, grebes, and swans. Wading birds found in the marshy areas of the park include egrets and herons. American white pelicans have been spotted every year in the park for almost a decade. Historically, these birds bred in the western United States and Canada, but appear to be expanding their range east. White pelican nests were found for the first time on Lake Erie in 2019. Other birds found at the park include cormorants, red-tailed hawks, ospreys, owls such as; great horned owls, barred owls, screech owls, saw-whet owls, and very rarely, snowy owls. The once endangered bald eagle has returned to the area, and there are several nests located around the lake. The most commonly found mammals in the park are cottontail rabbits, mink, fox squirrels, white- tailed deer, eastern coyote, beaver, muskrat, and raccoons. ==Environmental concerns and restoration efforts== Due to the increasingly high levels of lake pollution, E. coli bacteria, and related algae levels, Grand Lake could be dying off as a destination lake and is considered by the Ohio Environmental Protection Agency to be \"impaired\" due to \"stream channelization, drainage tiles, loss of floodplains and streamside vegetation, manure runoff and untreated sewage flowing from failing home septic systems and small communities without any wastewater collection or treatment.\"\"The Beaver Creek and Grand Lake St. Marys (Wabash) Watershed TMDL\". Ohio Environmental Protection Agency, Division of Surface Water, Total Maximum Daily Load Program. Retrieved on 2009-06-08. Runoff from farmland is one of the greatest problems. Nutrients of livestock waste and natural and chemical fertilizers are laden with phosphorus and nitrogen. These elements upset the natural balance of the lake and increase the growth of blue-green algae. The algae is a cyanobacterium, with Planktothrix being a particularly prevalent and problematic species. The bacteria produce toxic peptides that can be harmful to plants and animals. Humans are also affected by the toxins. Microcystin can harm the liver and cause other health problems including mild rashes and sneezing and even severe gastrointestinal ailments. Agriculture runoff is not the only source of pollution in the lake. Industrial and commercial drainage contribute to the problem as does drainage from out of date septic tanks and municipal sewage systems. Heavy deposits of silt into the lake also contribute to the degradation of the lake. Development of homes along the shore has reduced the number of native plants that helped to strengthen the shore and reduce erosion. Development has also increased the level of phosphates entering the lake by over fertilization of lawns. These excess phosphates directly contribute to plant growth, including the algae in the lake. The native flora that has been reduced served as a filter to keep the excess nutrients out of the water. ==Recreation== Grand Lake St. Marys State Park is open for year-round recreation, including boating, hunting, fishing, swimming and picnicking. The campground has 216 sites of which 135 are equipped with electricity. Facilities include modern restroom facilities, a laundry and a dump station. Pets are permitted. Grand Lake St. Marys is open to boating, fishing, swimming and water skiing. Boats with unlimited horsepower are permitted on the lake. The state maintains nine launch ramps providing access to the lake. A no-wake zone has been established around the lake's of shore. Boats are prohibited from entering a wildlife refuge on the southwest corner of the lake. The lake is open to fishing year-round. Common game fish include warm water fish such as crappie, bass, yellow perch, and bluegill. Hunting is permitted in designated zones. Grand Lake St. Mary's provides a habitat for a variety of waterfowl. The state owns seventy duck blinds spread throughout the designated hunting zones. There are four public swimming beaches as well as other swimming areas provided for boaters, although as of 2010 the water was deemed unsafe for swimming. and so the beaches are now closed until further notice. There are several picnic areas and picnic shelters. The camp store loans games, fishing and sporting equipment to registered campers. Bike rentals are available at the campground. The park also has a miniature golf course, along with basketball and volleyball courts, horseshoe pits, playground equipment, and a recently added swimming pool. St. Marys Fish Hatchery, located on the lake's eastern shore is operated by the ODNR Division of Wildlife. The hatchery raises saugeye, walleye, channel catfish and bass for stocking in the public fishing waters of the state. The Grand Lake St. Marys Seaplane Base also operates on the lake and serves as Ohio's only airport for seaplanes., effective 2010-06-12 ==See also== *Petroleum industry in Ohio ==References== ==External links== *Grand Lake St. Marys State Park Ohio Department of Natural Resources *Grand Lake St. Marys Fishing Map Ohio Department of Natural Resources *The Lake Improvement Association *Ohio EPA's Assessment of Grand Lake St. Marys *Ohio EPA's Grand Lake St. Marys Toxic Algae page Category:State parks of Ohio Category:Protected areas of Auglaize County, Ohio Category:Protected areas of Mercer County, Ohio Category:Protected areas established in 1949 Category:1949 establishments in Ohio Category:Bodies of water of Auglaize County, Ohio Category:Bodies of water of Mercer County, Ohio Category:Reservoirs in Ohio Category:Nature centers in Ohio",
 "title": "Grand Lake St. Marys State Park"
}