{
 "id": "899474",
 "text": "The acre-foot is a non-SI unit of volume commonly used in the United States in reference to large-scale water resources, such as reservoirs, aqueducts, canals, sewer flow capacity, irrigation water, and river flows. An acre-foot equals approximately an eight-lane swimming pool, long, wide and deep. ==Definitions== As the name suggests, an acre-foot is defined as the volume of one acre of surface area to a depth of one foot. Since an acre is defined as a chain by a furlong (i.e. ), an acre-foot is . There are two definitions of an acre-foot (differing by about 0.0006%), depending on whether the \"foot\" used is an \"international foot\" or a \"U.S. survey foot\". {| style=\"padding- left: 3em\" | 1 acre-foot || = 43,560 cubic feet = 75,271,680 cu in |- | 1 international acre-foot || = 43,560 international cubic feet |- | || = 1,233.48183754752 m3 |- | || ≈ |- | || = |- |1 U.S. survey acre-foot || = 43,560 U.S. survey cubic feet |- | || ≈ m3 |- | || ≈ |- | || ≈ This conversion assumes the international foot is used to define the U.S. gallon and the U.S. survey foot to define the acre foot. If the same foot is used for both, the result is the U.S. gal figure as obtained previously. |} ==Application== As a rule of thumb in US water management, one acre-foot is taken to be the planned annual water usage of a suburban family household.The state of Montana assumes 1.0 acre-foot per year for a family of five. See In some areas of the desert Southwest, where water conservation is followed and often enforced, a typical family uses only about 0.25 acre-foot of water per year.Santa Fe, New Mexico rate averages 0.25 acre-foot per year per household. See One acre-foot/year is approximately . The acre-foot (or more specifically the time rate unit of acre-foot per year) has been used historically in the US in many water-management agreements, for example the Colorado River Compact, which divides among seven western US states. Water reservoir capacities in the US are commonly given in thousands of acre-feet, abbreviated TAF or KAF. In most other countries except the US, the metric system is in common use and water volumes are normally expressed in litre, cubic metre or cubic kilometre. One acre-foot is approximately equivalent to 1.233 megalitres. Large bodies of water may be measured in cubic kilometres (1,000,000,000 m, or 1000 gigaliter), with 1 million acre-feet approximately equalling 1.233 km. ==See also== * Cubic metre per second * Cubic foot per second * List of unusual units of measurement * United States customary units * Unit of measurement == Explanatory notes == == Citations == Category:Customary units of measurement in the United States Category:Units of volume",
 "title": "Acre-foot"
}