{
 "id": "899697",
 "text": "Going After Cacciato is an anti-war novel written by Tim O'Brien and first published by Delacorte Press in 1978. It won the U.S. National Book Award for Fiction. \"National Book Awards – 1979\". National Book Foundation. Retrieved 2012-03-29. (With essay by Marie Myung-Ok Lee from the Awards 60-year anniversary blog.) O'Brien himself says that \"Going After Cacciato is a war novel. However, this is a controversial idea due to the fact that the book is about a soldier going AWOL.\" The novel is set during the Vietnam War and is told from the third person limited point of view of the protagonist, Paul Berlin. The story traces the events that ensue after Cacciato, a member of Berlin's squad, decides to go AWOL by walking from Vietnam to France, through Asia. Cacciato means \"hunted\"/\"caught\" in Italian. ==Plot introduction== Typical of many stories that deal with themes of psychological trauma, Going After Cacciato contains distinct ambiguities concerning the nature and order of events that occur. The chronology is nonlinear for most of the book. The main idea of the story is, by O'Brien's estimation, that being a soldier in Vietnam for the standard tour of duty entails constant walking; if one were to put all the walking in a straight line, one would end up in Paris, where Cacciato is going. Paul Berlin, the main character, is a frustrated soldier. During one night while on watch duty, Paul Berlin thinks about the past and events that lead him to daydream about going to Paris. The courage it takes to chase one's dreams is a recurring theme, which is often expressed through Paul Berlin's reveries. Cacciato, who is always portrayed as self-sufficient and happy, is pursued by Berlin and his comrades in arms. Cacciato's actions are sometimes portrayed as those of a man who is not particularly bright or gifted, but who is untroubled by the larger questions of the war itself. In the chapter \"Tunneling Toward Paris\", the characters escape the endless tunnels by \"falling out\" just as they fell in; this allusion to Alice In Wonderland helps to reveal the story as surrealistic fiction. This surrealism also appears earlier in the novel, when Cacciato flies off a mountain. ==Characters== *Paul Berlin - Narrator/protagonist, who thinks up the chase after Cacciato. *Sarkin Aung Wan - Burmese refugee who saves the squad many times, such as the time they became lost in a Vietcong tunnel complex. *Cacciato - Soldier who goes AWOL (to Paris). *Frenchie Tucker - Dies in a tunnel, shot in the nose. *Bernie Lynn - is killed after following Frenchie Tucker into the tunnel and is shot underneath in part of his throat. *Eddie Lazzutti - Soldier in the Third Squad. *Stink Harris - Leads party; is \"trigger happy.\" He once had ringworm. *Harold Murphy - Another soldier in Berlin's squad. Murphy leaves early on since he feels the mission is worthless and the penalty for it is too great. *Buff - Short for Water Buffalo, is known for his big size. He dies while the platoon is trying to cross a field. Berlin commonly refers to his death as \"life after death\" because his face remains in his helmet after he is killed. *Cpt. Fahyi Rhallon - One of the Savak. Tries to arrest the squad in Iran. *Billy Boy Watkins - One of the casualties in Berlin's squad. Watkins is referred back to many times, often accompanied by a short song that the squad sung frequently about his death. Watkins died after he stepped on a defective mine which severed his foot from his leg. Although not mortally wounded, he enters a state of shell-shock and dies. Doc Peret claims Watkins died of fright. Watkins, especially via his song, demonstrates how soldiers cope with the death around them, sometimes subliminally morphing tragedy into comedy to lessen the fear. *Ready Mix - Died during an assault of a hill in the Highlands. No one knew his real name; the mention of this character serves to illustrate a common superstition among soldiers in Vietnam that it was best not to get to know someone if you thought he was going to die soon. *Doc Peret - the squad's medical aide. He sometimes uses M&Ms; as a type of medicine for those under his care, usually as a way to calm down the over-reactive and the dying. *Lt. Sidney Martin - The former lieutenant of Berlin's squad; insisted on following SOP (Standard Operating Procedures). One of the SOPs in Vietnam was to search all tunnels before detonating them; Martin enforced this rule sternly. None of the men in the squad wanted to search tunnels after seeing Tucker and Lynn die. The men in the squad attempt to plead with Martin, but he sternly restates that they must search tunnels before blowing them. In the end, all the men in the squad agree to kill Lt. Martin. The exact manner of death is never stated, except that Lt. Martin died in the tunnels. He was also an officer from West Point. *Lt. Corson- Frequently referred to simply as the Lieutenant. He takes command of the platoon after Lieutenant Martin, the de facto leader of Berlin's squad. It is stated that he was busted down twice from a higher rank, once fairly and once not. As the story moves on the \"Lt.\" is too old for the war and wants to go back to his country. He is always \"sick\", says Doc, and the sickness is called homesickness. When the squad reaches India, he is temporarily cured when he meets a woman — a married hotelier who had once studied in Baltimore, Maryland — but he becomes sick again when the squad moves on. *Rudy Chassler - Dies from injuries sustained after stepping on a land mine. *Jim Pederson - A religious man, who dies in rice a paddy after being shot multiple times by the door gunners in the Chinook helicopter that dropped the platoon there. As he dies, he attempts to shoot down the Chinook. He carries postcard pictures of Christ with him. *Oscar Johnson - Black soldier in the Third Squad. He said that the Vietnam cold made him think of Detroit in the month of May, \"lootin' weather.\" It is suggested that Johnson may not be from Detroit at all, despite his ghetto posturing — his mail comes from and goes to Maine, and one of his nicknames is \"the nigga from Ba Haba.\" *Ben Nystrom- shot himself in the foot to escape active duty in Vietnam. *Vaught- another soldier in their Squad who loses an arm due to infection and leaves the war. == Style == The Famous Authors website writes, \"His incorporation of metaphysical approach attributed a rich quality to his writing style. ... According to him, sometimes the fictional truth is more realistic than [the] factual one. It is because of the fact that fictional truth appeals to the emotion and feelings which makes the literature more meaningful.\" As a Study Guide notes, the story is told in the third person from Paul Berlin's point of view. Paul Berlin's narrative jumps from his current situation to a (possibly) imaginary observation post where he is on guard duty, to another imaginary trip from Vietnam to Paris, chasing a deserter named Cacciato. Berlin's last name suggests the divisions in his thinking, moods, and desires; Berlin, Germany was divided by the victorious powers following World War II, and remained so at the time of the novel's writing. Readers have found many passages puzzling; the LitCharts editors explain, \"There are scenes in the novel that seem extremely realistic, scenes that require the suspension of disbelief, and some scenes that are nothing short of impossible — indeed, the plot of the book itself (a group of US soldiers travels all the way from Vietnam to Paris in search of a soldier from their platoon who has wandered off) sounds like a fairy tale. ... The issue, then, is understanding O'Brien's blend of the believable and the unbelievable, and incorporating it into our comprehension of the book... One of the most common phrases critics used to describe Going After Cacciato, at least at the time, was 'magical realism.'\" An example occurs in Chapter 36 (entitled, fittingly, \"Flights of Imagination\") > A miracle, Paul Berlin kept thinking. It was all he wanted -- a genuine > miracle to confound natural law, a baffling reversal of the inevitable > consequences. ... A miracle, he thought, and closed his eyes and made it > happen. And then a getaway car -- why not? It was a night of miracles, and > he was a miracle man. So why not? Yes, a car. Cacciato pointed at it, > shouted something, then disappeared. The reality of Cacciato himself has been put in doubt by some critics. Interior evidence suggests that Paul Berlin might be conflating Cacciato with himself. Paul thinks that > There was something curiously unfinished about Cacciato. Open-faced and > naive and plump, Cacciato lacked the fine detail, the refinements and final > touches, that maturity ordinarily marks on a boy of seventeen years. The > result was blurred and uncolored and bland. You could look at him then look > away and not remember what you'd seen. He also sees Cacciato's face in the moon floating above the squad and as \"fuzzy, bobbing in and out of mist\" (p. 10) -- pretty much in any environment in which Paul Berlin finds himself. Paul Berlin occasionally finds himself explaining or translating for Cacciato. When the men first leave their post and first spot Cacciato in the mountains, they see through binoculars that he opens his mouth to speak; then thunder roars. The other soldiers speculate that Cacciato is trying to emulate a chicken, trying to squawk and fly. It is Paul who tells the lieutenant that what Cacciato said was \"Good-bye.\" (p. 11) Florman and Kestler argue that \"At many points, it's suggested that the story of Berlin's journey from Vietnam to Paris — in other words, the plot of the novel we're reading — is a story Berlin is telling himself as a way of coping with his fear and anxiety. It's as if the more fantastic parts of the book are playing out in one man's head — not because he believes they could really happen, but because he needs to believe in something.\" == Critical reception == Richard Freedman, writing in The New York Times and suggesting that Cacciato is a Christ figure, said, \"By turns lurid and lyrical, Going After Cacciato combines a surface of realistic war reportage as fine as any in Michael Herr's recent Dispatches with a deeper feel -- perhaps possible only in fiction -- of the surrealistic effect war has on the daydreams and nightmares of the combatants. To call Going After Cacciato a novel about war is like calling Moby Dick a novel about whales.\" Freedman sees influences by Ernest Hemingway and says, \"...far from being a high-minded, low-voltage debate on the rights and wrongs of Vietnam, Going After Cacciato is fully dramatized account of men both in action and escaping from it.\" ==See also== * The Things They Carried ==References== Category:1978 American novels Category:Novels set during the Vietnam War Category:Military fiction Category:Anti-war novels Category:Novels by Tim O'Brien (author) Category:Books by Tim O'Brien (author) Category:National Book Award for Fiction winning works Category:Doubleday (publisher) books Category:Nonlinear narrative novels",
 "title": "Going After Cacciato"
}