{
 "id": "899774",
 "text": "The Oregon Coast Aquarium is an aquarium in Newport in the U.S. state of Oregon. Opened in 1992, the facility sits on along Yaquina Bay near the Pacific Ocean. The aquarium was home to Keiko, the orca who starred in the movie Free Willy, from January 7, 1996 until September 9, 1998, when he was shipped to Vestmannaeyjar, Iceland. USA Today considers the Oregon Coast Aquarium world-class and Coastal Living magazine ranks it among the top ten aquariums in North America. ==History== Newport business leaders proposed building an aquarium beginning in the early 1980s. They proposed a $7 million facility in 1982 as a way to boost the local economy. Two years later they incorporated as a non-profit, and increased fundraising efforts in 1987, collecting $11 million by 1991. Plans to turn along Yaquina Bay in Newport into a \"world class\" aquarium were finalized in 1990. The Aquarium was designed by SRG Architects, Portland: BIOS:Inc, of Seattle, and Walker/Macy Landscape Architects, Portland, Oregon. thumb|Keiko at the aquarium in 1998 After early bids were rejected by the aquarium's board of directors, Mountain States Construction was selected to build the first phase for about $12 million in August 1990. Plans for the first phase included construction of a building and four acres of outdoor exhibits, with completion expected in spring 1992. Construction began in August 1990 on phase one, with two other phases expected to start three years and eight years later. On May 23, 1992, the Oregon Coast Aquarium opened with about 5,500 visitors the first day. Those in attendance on the first day included Senator Mark O. Hatfield, Governor Barbara Roberts, and Congressmen Mike Kopetski and Les AuCoin. The opening theme of the aquarium was following the path of a raindrop from the Oregon Coast Range all the way to the Pacific Ocean. On January 7, 1996, Keiko the orca whale arrived on a United Parcel Service C-130 cargo plane, with freight expenses donated by the company. This move from Reino Aventura, an amusement park in Mexico City, came after fund raising by environmentalists and school children to build a $7.8 million habitat for the movie star in Oregon. Keiko was moved to Iceland in 1998 in an attempt to return him to the wild. For 2012, the aquarium had 450,000 visitors and earned $850,000 on about $7.3 million in revenues. ==Exhibits== The Oregon Coast Aquarium's collection focuses on the flora and fauna native to the Oregon Coast. The aquarium is accredited by the Association of Zoos and Aquariums. ===Main building=== Exhibits in the main building include four permanent displays: Sandy Shores, Rocky Shores, Coastal Waters, and a changing exhibit area. The first features fish and invertebrates that live either close to shore or in bays such as Yaquina Bay. Progressing, the aquarium displays feature animals further offshore ending in a kelp forest and sea jelly exhibit. Flanking the permanent displays are the changing exhibits. There are also exhibits focusing on small marine life in the area including jellyfish, and a tidepool exhibit in which visitors may touch sea stars and sea anemones. Temporary exhibits have included \"Turtles,\" \"Swampland,\" Claws that featured crustaceans, and Oddwater, which featured unusual sea creatures such as the green-blooded cuttlefish and the jet-powered chambered nautilus. ===Passages of the Deep=== thumb|right|The acrylic tunnel The largest exhibit is \"Passages of the Deep\", in Keiko's former tank, it features walk-through acrylic tubes surrounded by deep water marine animals such as sharks, rays, and rockfish. Passages of the Deep was created in Keiko's former home, and has three sections. Orford Reef contains mostly rockfish and other smaller Pacific-Northwest fish. Halibut Flats contains halibut, ling cod, a small ray, and other large fish, and includes a mock sunken ship. Open Sea is the last section in the tunnel, and holds many species of sharks including seven gill sharks, as well as rays, mackerel, anchovies and salmon. ===Seabird Aviary=== The aviary at Oregon Coast Aquarium exhibits sea and shore birds. Those on display include the seabirds tufted puffin, common murre, rhinoceros auklet, pigeon guillemot, and the shore bird black oystercatcher. The seabird aviary includes two large pools and rocky cliffs. ===Outdoor exhibits=== The Aquarium has the largest outdoor Seabird Aviary in North America, which is home to tufted and horned puffins, black oystercatchers, common murres, rhinoceros auklets and pigeon guillemots. The Aquarium also exhibits two turkey vultures in a separate outdoor area. Outdoor exhibits also showcase marine mammal species native to the Oregon Coast, including sea otters, harbor seals, and sea lions. There is even a coastal cave that houses a giant Pacific octopus. The rocks in the outdoor exhibit are artificial rocks constructed of gunite. The Aquarium is also home to a nature trail that overlooks the Yaquina Bay estuary and features native plants and free-roaming wildlife. ==See also== * Hatfield Marine Science Center, marine research and education facility adjacent to the Oregon Coast Aquarium * Yaquina Head Outstanding Natural Area, view protected Oregon Islands National Wildlife Refuge and a historic lighthouse, from the aquarium * Sea Lion Caves, a nearby tourist attraction near Florence, Oregon * Portland Aquarium, aquarium in southeast Portland targeting ages 3 to 12 ==References== ==External links== * * Category:Aquaria in Oregon Category:Newport, Oregon Category:Oregon Coast Category:Landmarks in Oregon Category:Zoos established in 1992 Category:Buildings and structures in Lincoln County, Oregon Category:Tourist attractions in Lincoln County, Oregon Category:1992 establishments in Oregon",
 "title": "Oregon Coast Aquarium"
}