{
 "id": "900010",
 "text": "Alisma plantago-aquatica, also known as European water-plantain, common water- plantain or mad-dog weed, is a perennial flowering aquatic plant widespread across most of Europe and Asia from Portugal and Morocco to Japan, Kamchatka and Vietnam. It is also regarded as native in northern and central Africa as far south as Tanzania, and in Australia. It is reportedly naturalized in southern Africa, New Zealand, Alaska, British Columbia, Washington state and Connecticut.Biota of North America Program Some sources maintain that the species is widespread across North America, but these reports appear to have been based on misidentified specimens.Björkquist, I. 1968. Studies in Alisma L. II. Chromosome studies, crossing experiments and taxonomy. Opera Botanica 19: 1-138. It is found on mud or in fresh waters. ==Description== thumb Alisma plantago-aquatica is a hairless plant that grows in shallow water, consists of a fibrous root, several basal long stemmed leaves 15–30 cm long, and a triangular stem up to 1 m tall. It has branched inflorescence bearing numerous small flowers, 1 cm across, with three round or slightly jagged, white or pale purple petals. The flowers open in the afternoon. There are 3 blunt green sepals, and 6 stamens per flower. The carpels often exist as a flat single whorl. It flowers from June until August.Flora of North America v 22, Alisma plantago-aquatica The word alisma is said to be a word of Celtic origin meaning \"water\", a reference to the habitat in which it grows. Early botanists named it after the Plantago because of the similarity of their leaves. ==Similar species== Narrow leaved water plantain Alisma lanceolatum differs only in that the leaf tips are acuminate and shape is narrow lanceolate. ==Traditional uses== According to Flora of the U.S.S.R. (1934, translated 1968), “A powder prepared from dried roots is used in popular medicine as a cure for rabies and crushed leaves are used against mammary congestion; fresh leaves are employed in homeopathy. [...] Since this species is often confounded or identified with others of the genus, the reported data may also refer to [Alisma orientale or Alisma lanceolatum].” Indeed, Alisma is also known as mad-dog weed, as if it could be used to cure rabies. Do not confuse this with Scutellaria lateriflora (mad-dog skullcap), which is also sometimes called mad-dog weed. Alisma orientale is sometimes treated as a variety of this species (Alisma var. orientale). The rhizomes of A. orientale have been used as a traditional Chinese medicine, ze xie. However, it may have serious side effects or even toxic effects such as hepatotoxicity in patients with chronic hepatitis B. ==Research== In vitro and animal studies indicate that extracts of Alisma plantago-aquatica or its isolated chemical constituents may have biological activities including: * activation of the peroxisome proliferator-activated receptor.Rau O., Wurglics M., Dingermann Th., Abdel- Tawab M., Schubert-Zsilavecz M, \"Screening of herbal extracts for activation of the human peroxisome proliferator-activated receptor.\" Pharmazie 2006 61:11 (952-956) * hepatoprotective properties.Jeong C.S., Suh I.O., Hyun J.E., Lee E.B. \"Screening of hepatoprotective activity of medicinal plant extracts on carbon tetrachloride-induced hepatotoxicity in rats\", Natural Product Sciences 2003 9:2 (87-90) * anti-allergic effects ==Chemistry== Chemical constituents of —rhizomes of Alisma orientale (syn. Alisma var. orientale) as a traditional Chinese medicine—include alisol A 24-acetate and alisol B 23-acetate. The content of these two compounds are significantly different in of different areas. ==References== ==External links== *line drawing from Flora of Pakistan, Alisma plantago-aquatica *photo of herbarium specimen at Missouri Botanical Garden, collected in Ethiopia (Abyssinia) in 1898 *Kew Royal Botanic Gardens, London, Alisma plantago-aquatica (common water-plantain) *Le Jardin du Pic Vert, Plantain d'eau, Alisma plantago-aquatica *Tela Botanica, Alisma plantain d'eau *NatureGate, Luontoportti, Helsinki, Water-plantain *Altervista Flora Italiana, Piantaggine acquatica *Royal Horticultural Society plantago-aquatica Category:Medicinal plants of Europe Category:Medicinal plants of North America Category:Plants used in traditional Chinese medicine Category:Plants described in 1753 Category:Taxa named by Carl Linnaeus Category:Flora of Gabon Category:Flora of Kosovo Category:Flora of Central Asia Category:Flora of Siberia Category:Flora of Russia Category:Flora of China Category:Flora of Asia Category:Flora of Europe Category:Flora of New Zealand Category:Flora of Australia Category:Flora of Africa Category:Freshwater plants",
 "title": "Alisma plantago-aquatica"
}