{
 "id": "900220",
 "text": "Omar Mohammed Ali Rezaq (born 1963) is a Lebanese-born Palestinian militant who is the lone surviving hijacker of EgyptAir Flight 648 in 1985. He was a devout Muslim and member of Abu Nidal. The plane was hijacked by a group of three people. The remaining two hijackers were killed, either during in-flight shooting with the plane's sky marshal, Methad Mustafa Kamal, or after Egyptian commandos stormed the hijacked plane. Omar Rezaq had given his name as Omar Marzouki and used a Tunisian passport when boarding the plane at Athens airport, but later admitted that he is of Palestinian origin and was born in Lebanon in 1963. The FBI determined that \"Omar Marzouki\" was his real name while \"Omar Mohammed Ali Rezaq\" was an alias, as its initials (O.M.A.R.) make the name easy to remember. During hours of negotiations while the plane was on the ground at Luqa airport in Malta, five passengers were shot, three of whom survived. On 24 November 1985, Egyptian commandos set explosives that ignited a fire, suffocating many of the passengers. Rezaq was wounded in a subsequent shootout (his left lung was pierced by a bullet and attacked with a hatchet by the pilot), but recovered and was arraigned in a Maltese court on 12 December 1986. Preliminary inquiry lasted until 3 April 1987, and on 2 November 1988, Rezaq pleaded guilty to seven of the nine charges against him. These were the illegal arrest of crew and passengers, the deaths of Nitzan Mendelson and Scarlett Marie Rogenkamp, the attempted killings of Methad Mustafa Kamal, Patrick Scott Baker, Jacqueline Nink Pflug and Tamar Artzi, and the illegal possession of arms and explosives. The former two charges were later withdrawn. Rezaq was sentenced to the maximum 25 years' imprisonment, less the years and months he had already spent in prison. On appeal, the sentence was confirmed on 20 April 1989. Rezaq served only seven years in Malta and was released. As a free man under an assumed name, he went to Accra, Ghana where at the request of the American Embassy Regional Security Officer Jerald H. Barnes he was detained by the Ghana government and remained there until July 1993. Ghanaian authorities did not give Rezaq to the United States but told them that he planned to go to Nigeria. Rezaq flew to Lagos in July 1993; U.S. intelligence officials were on board his flight to monitor him. He was arrested and extraordinary renditioned by members of the DSS, who flew him to the U.S.Benjamin, Daniel & Steven Simon. \"The Age of Sacred Terror\", 2002 Rezaq's arrest was the result of an agreement between the governments of the United States and Nigeria. When Rezaq arrived at the airport, Nigerian officials denied him entry since he did not have a passport, something they knew beforehand, and placed him on the first aircraft departing Nigeria, a Gulfstream IV leased by the U.S. government. FBI agents arrested him, fingerprinted him, and flew back to the U.S. On 19 July 1996, after a month- long trial in Washington, D.C., Rezaq was sentenced to life in prison on a single count of air piracy. Although air piracy resulting in death is a capital offense under federal law, Attorney General Janet Reno had declined to seek the death penalty. U.S. District Court Judge Royce C. Lamberth recommended that any request for parole made after the 10-year period should be rejected. An appeal was rejected on 6 February 1998. Omar Mohmamed Rezaq, register number 20267-016, is imprisoned at United States Penitentiary, Marion.\"Inmate Locator.\" Federal Bureau of Prisons. Retrieved on 28 December 2013. ==References== ==Further reading== * Mizzi,J.A.. (1989). Massacre in Malta : The Hijack of Egyptair MS 648 , 72 p:ill. J.A. Mizzi - Valletta : Technografica, 1989. DDC : 364.162 * Johnston, David. (1996, October 7). U.S. Sentencing Due Today in 1985 Hijack. The New York Times. link * Category:1963 births Category:Living people Category:20th-century criminals Category:Date of birth missing (living people) Category:Hijackers Category:Palestinian mass murderers Category:Palestinian people convicted of murder Category:Palestinian people imprisoned abroad Category:Palestinian prisoners sentenced to life imprisonment Category:People imprisoned on charges of terrorism Category:Place of birth missing (living people) Category:Prisoners and detainees of Malta Category:Prisoners sentenced to life imprisonment by the United States federal government",
 "title": "Omar Rezaq"
}