{
 "id": "900291",
 "text": "Elizabeth Swann (later Elizabeth Turner) is a fictional character in the Pirates of the Caribbean film series. She appears in The Curse of the Black Pearl (2003) and three of its sequels, Dead Man's Chest (2006), At World's End (2007) and Dead Men Tell No Tales (2017). She is portrayed by Keira Knightley (and as a child by Lucinda Dryzek in the prologue of The Curse of the Black Pearl). She is known to use the alias \"Elizabeth Turner\", but this later becomes her married name when she weds Will Turner. Elizabeth is the only child to Weatherby Swann, the love interest (later wife) to Will Turner, mother to Henry Turner and daughter-in-law to William “Bootstrap Bill” Turner. ==Personality== Elizabeth is a spirited, intelligent, and independent-minded character whose beauty attracted Will Turner, James Norrington, Sao Feng, and Captain Jack Sparrow. Only Will Turner's affections were reciprocated, although she struggled with a subtle attraction and kiss with Sparrow, and a compassionate friendship with Norrington. Throughout the three films, she transforms from a young girl to a proper lady and finally into a courageous pirate. Elizabeth has always been fascinated by piracy, but she is often revolted by pirates' aggressive, wild nature. Even after becoming a pirate, Elizabeth retains her refined ways, as well as her loyalty and compassion for loved ones (including Will Turner, her father, and later, Jack Sparrow and James Norrington). Elizabeth adapts easily to piracy, having natural leadership abilities. She learns seamanship quickly and finds that she has an innate talent for battle strategy. She learns swordsmanship from Will and is soon capable of defending herself against multiple opponents, fighting with two swords simultaneously. She later uses a Chinese Jian sword and also carries a multitude of other weapons on her person including knives, firearms, and what appears to be a small grenade. She freely speaks her mind even if it offends others; for example, she calls a potentially dangerous enemy, Sao Feng, a coward. During her reign as Pirate King, Elizabeth proves to be a charismatic leader and inspires the other pirate lords to battle Cutler Beckett's fleet. Elizabeth's darker side is shown when she sacrifices Jack Sparrow to the Kraken so she and the crew can escape. However, she feels so guilty about it that she later helps rescue Sparrow from Davy Jones' Locker. ==Appearance== Following the film's prologue, Elizabeth Swann is approximately 17-19 years old in The Curse of the Black Pearl, about 20 years old in Dead Man's Chest, around 21-22 years old in At World's End, and roughly 39-40 years old in Dead Men Tell No Tales. Elizabeth is about 5' 7\" tall with a slender figure, brown eyes, and dark blonde hair which later lightens to a sun-kissed blonde/brown. Having been raised in aristocratic society as a royal governor's daughter, Elizabeth is a refined and elegant young lady but also has a feisty and strong-willed personality. She is also beautiful, attracting the attention of most of the major male characters in the series. In The Curse of the Black Pearl, she wears a dress style known as a Robe a L'Anglaise. As a young girl, she wears a blue dress in this style, and, eight years later, her father presents her with a gold-colored frock to wear at Commodore Norrington's promotion ceremony. Elizabeth is kidnapped wearing a long, floral cream- colored dressing gown, though Captain Barbossa later insists she wear a red dress, previously owned by another lady; she is forced to return it prior to walking the plank and being marooned on a deserted island, clad only in a long white chemise . After being rescued by Commodore Norrington, Elizabeth is loaned a Royal Navy uniform, the first time she is seen in men's attire. At Jack Sparrow's execution, she is once again fashionably attired, wearing a peach-colored gown and a picture hat. In Dead Man's Chest, as Elizabeth's character and circumstances change, so does her wardrobe. Although she is first seen in an elegant wedding gown and a long lace veil, Elizabeth later disguises herself as a cabin boy, wearing brown breeches, a white shirt, brown boots, a red waistcoat, a black belt, and a brown tricorne hat. She wears this garb throughout the film. Exposure to the sun tans her skin and lightens her hair. In At World's End, Elizabeth first appears in Chinese peasant clothing and a coolie hat while paddling a small boat through Singapore's waters. She is forced to wear only a short robe upon entering Sao Feng's bathhouse. Later, Elizabeth wears a long armored coat while traveling. As a captive aboard Sao Feng's ship, Elizabeth has been dressed in a long red cheongsam, a sleeveless full-length blue overcoat (both probably silk), and a studded turquoise phoenix crown. She later dons Chinese battle dress. During her one- day on the island with Will, she is clad in a black tunic. In the scene set ten years later, she is wearing a long skirt and a double-breasted brocade waistcoat over a white puffy-sleeved shirt, probably cotton or linen. ==Fictional biography== ===The Curse of the Black Pearl=== Throughout the trilogy, Elizabeth Swann is portrayed as a spirited, intelligent, and independent-minded character who often chafes at the restrictions imposed on her gender and social rank. Early on in the first movie she often fantasizes about pirates and life at sea. This may have been fueled somewhat by her association with another character, Will Turner, who eleven-year-old Elizabeth met when she and her father, Governor Weatherby Swann were en route to Port Royal eight years earlier. Will, also about eleven, was found adrift at sea, the sole survivor of a pirate attack. During his rescue, Elizabeth briefly glimpsed a mysterious ship slipping into the mist--a vessel foreshadowing her destiny. The story continues eight years later, and Elizabeth is now a marriageable age. Back then, as matrimony was a common means to forge strategic political alliances and advantageous social connections rather than loving unions, she is expected to wed a respectable and prosperous man equal or superior to her in rank. Elizabeth prefers marrying for love, and she may secretly harbor feelings for Will Turner. But Will, a common blacksmith, is an unsuitable match for such a well-born lady. And although Will secretly loves Elizabeth, he knows his place and keeps his feelings deeply hidden. Governor Swann, meanwhile, desires that his daughter marry Commodore James Norrington, a respected Royal Navy officer who Elizabeth admires but does not love. Ironically, it is Norrington who sets events into motion that not only alter Elizabeth's fate, but also his own and Will's. During Norrington's marriage proposal, Elizabeth, whose tightly laced corset nearly suffocates her, faints and falls off a rampart and into the bay. Her unlikely rescuer, and the catalyst for her transformation from a demure lady into a daring pirate, is the notorious Captain Jack Sparrow, newly arrived in Port Royal to commandeer a ship. Despite Sparrow's gallant actions and against Elizabeth's protests, he is promptly jailed for piracy and sentenced to hang. That night, a pirate ship, the Black Pearl, raids Port Royal. It is the same ship Elizabeth spied in the fog eight years earlier. When she is taken hostage it is discovered that she possesses Will's gold medallion that she took from him after his rescue, fearing it marked him as a pirate. Invoking parley, Elizabeth negotiates with Captain Barbossa to leave Port Royal in exchange for the coin. He agrees but keeps her captive on a technicality after she identifies herself as Elizabeth \"Turner\", mistakenly believing her blood can break an ancient Aztec curse the pirates are under. Their true forms -- immortal skeletons --can only be seen in moonlight. Will's love for Elizabeth motivates his actions and helps drive the story; he will do anything to save her, including piracy. And though the peaceful and law-abiding Will despises pirates and distrusts Sparrow, he frees him, knowing only Sparrow can locate Isla de Muerta, the secret island where Elizabeth is being held. Will is unaware, however, that Jack Sparrow is the Black Pearl's former captain and that he has an ulterior motive for helping him: Turner blood and the gold medallion can break the Aztec curse--Sparrow intends to barter Will to Barbossa in exchange for the Black Pearl. When Will and Elizabeth escape Isla de Muerta, Barbossa pursues and captures their ship, sinking it. Will and the crew are thrown in the Pearl's brig, while Elizabeth and Sparrow are marooned on a deserted island. Elizabeth's feisty, self-sufficient nature propels her into taking action for their rescue by burning a cache of smugglers' rum. The towering smoke column is spotted by Commodore Norrington aboard Dauntless. To rescue Will, Elizabeth convinces Norrington to attack Isla de Muerta by impulsively accepting his previous marriage proposal. The commodore doubts her sincerity, though Elizabeth apparently intends to honor her promise, sacrificing her own happiness to save Will. She says nothing about the curse while Sparrow provides the bearings to Isla de Muerta, setting his own plan into motion. At Isla de Muerta, Elizabeth frees Sparrow's crew from the Pearl's brig, naively believing they will rescue Will and Sparrow. Abiding by the pirate code that, \"any man who falls behind, is left behind,\" they instead commandeer the Black Pearl and set sail, leaving a disgusted Elizabeth to rescue Will and Sparrow alone. As the navy battles the pirates, Sparrow duels Barbossa inside the treasure cave, while Elizabeth joins Will in fighting the remaining cursed crew. Sparrow fatally shoots Barbossa, who, upon reverting to mortal form as the curse is lifted, falls dead. The surviving now-mortal pirates surrender. Will, Elizabeth, and Sparrow are rescued, although Sparrow is later condemned to hang. In Port Royal, Elizabeth attends Sparrow's execution. Will, who has been pardoned, approaches and proclaims his love for her before attempting to rescue Sparrow. Will frees Sparrow, but they are quickly captured, though Norrington and Governor Swann are reluctant to arrest Will or resume Sparrow's execution. Elizabeth intervenes and declares her love for Will. Norrington releases Will and concedes Elizabeth's hand to him. Sparrow, meanwhile, falls off the rampart and into the bay just as the Black Pearl sails into view. He is hauled aboard, captain once again. Apparently impressed by the wily pirate, Norrington allows the Black Pearl one day's head start before giving chase. ===Dead Man's Chest=== The film opens a year later, and Elizabeth is seen waiting at the altar where she and Will Turner were to be wed. Lord Cutler Beckett arrives with arrest warrants, bringing Will, who is shackled in irons. Elizabeth and Will are charged with aiding Sparrow's escape; the punishment is death. Former Commodore James Norrington is also implicated, although he has since resigned his commission and disappeared. Lord Beckett offers clemency if Will agrees to search for Jack Sparrow and bring him back his magical compass. Beckett, a ruthless East India Trading Company agent, is extending the company's monopolistic stronghold over the entire Caribbean. Honest merchants and traders are forced to pay exorbitant fees and surcharges to ply their goods in EITC-controlled ports, an action amounting to little more than legal piracy. With Jack's compass, Becket can eradicate all pirates, thus securing and expanding the company's territory and increasing its profits while consolidating his own power and wealth. Beckett implies he has a personal score to settle with Jack Sparrow, though it is never revealed in the series what this is. However, it is revealed that Beckett was responsible for branding Sparrow for piracy. Once again, Elizabeth's freedom is dependent upon Will procuring Sparrow's help. Will finally locates Sparrow and the Black Pearl crew on Pelegosto hiding from the Kraken, a voracious leviathan controlled by Davy Jones, the mythical captain of the Flying Dutchman and ruler of the seas. Jones is hunting Sparrow to collect a blood debt, while Sparrow has been searching for the Dead Man's Chest containing Jones' beating heart. Whoever possesses the heart, controls Davy Jones and the oceans. Unfortunately, Sparrow's magic compass seems to fail him, though it may be pointing to something he unknowingly desires more than the Dead Man's Chest. When Elizabeth escapes jail and discovers Beckett is only pardoning Sparrow, she confronts Beckett at gunpoint, forcing him to validate a Letters of Marque to free Will. Disguised as a cabin boy, Elizabeth tricks a merchant crew into making port in Tortuga. She jumps ship and encounters Sparrow and Gibbs in a pub recruiting sailors in an attempt to pay off Sparrow's debt to Davy Jones, who demands one hundred souls in exchange for his. Another man applies -- James Norrington, now a disgraced, drunken wretch. Blaming Sparrow for his ruination, Norrington attempts to shoot him, igniting a brawl, but Elizabeth knocks him out to save him. At the pier, Sparrow claims Will was press ganged into Davy Jones' crew, insisting he was blameless; Norrington is skeptical, but Elizabeth places her faith in Sparrow when he claims she can save Will by finding the Dead Man's Chest. Using his magical compass, she gets a bearing. On Isla Cruces, Jack, Elizabeth, and Norrington find the Dead Man's Chest. When Will arrives with Davy Jones' stolen key, Elizabeth learns that Sparrow tricked Will onto the Dutchman. A conflict erupts: Will wants to kill Jones by stabbing the heart, freeing his father from Jones' servitude; Sparrow fears the Kraken will continue hunting him if Jones is dead; Norrington plots to barter back his naval career with the heart. As a triple threat duel erupts, Jones' crew arrive. Sparrow obtains the key and opens the chest, but it is Norrington who ultimately escapes with the heart and the Letters of Marque. The Black Pearl outruns the pursuing Flying Dutchman. Undeterred, Jones summons the Kraken, but the crew temporarily fight it off. To save himself, Sparrow escapes in the remaining longboat, prompting Elizabeth to brand him a coward. But as Elizabeth once predicted, Sparrow, unable to desert his crew, heroically returns to rescue them, reaffirming her faith in him. During the Kraken's brief retreat, Jack orders all hands to abandon ship. Realizing that Sparrow is the Kraken's sole target, Elizabeth distracts him with a passionate kiss while handcuffing him to the mast. Insisting she has no regrets, her overwhelming guilt belies her true feelings. She tells the others that Sparrow stayed behind to aid their escape, unaware Will witnessed their encounter and mistakenly believes she loves Sparrow. The Kraken returns for a final assault, dragging the Pearl and Jack Sparrow to the Locker as the crew watches from the longboat. It is during this final battle that Sparrow's and Elizabeth's contrasting, yet also similar, underlying characters emerge: Jack shows heroism and loyalty by returning to the ship to save his crew; Elizabeth becomes more pirate-like to save herself and the others. Even Sparrow acknowledges this by calling her \"pirate\" in an almost admiring tone, as if praising her cleverness and heralding her passage into his realm. Norrington arrives in Port Royal and presents the heart and the Letters of Marque to Cutler Beckett in a bid to reclaim his commission. Meanwhile, Will, Elizabeth, and the grieving crew make their way upriver to Tia Dalma, the voodoo priestess who helped Sparrow find the Dead Man's Chest. As the crew drink a somber toast to their fallen captain, Elizabeth is wracked with guilt over secretly sacrificing Sparrow to the Kraken. This reinforces Will's belief that Elizabeth loves Sparrow. He despondently comforts her, prompting Tia Dalma to ask if they are willing to rescue Sparrow and the Pearl from Davy Jones' Locker. When all say, \"aye,\" Dalma says they will need a captain who knows those waters. Incredibly, a very alive Captain Barbossa descends the stairs. ===At World's End=== Jack Sparrow, Captain Barbossa, and seven other pirate lords have been summoned to a Brethren Court at Shipwreck Island to address Lord Beckett's assault on piracy. Jack, eternally imprisoned aboard the Black Pearl in Davy Jones' Locker, lacks a successor and possesses one of the nine \"pieces of eight\" that each pirate lord carries and must bring to the meeting; Jack must attend. Elizabeth joins Will Turner, Captain Barbossa, Tia Dalma, and Sparrow's crew on a rescue mission, but they must first obtain a navigational chart leading to World's End, the gateway to the Locker. Each character also has a self-serving motive for retrieving Jack, and, to succeed, must maintain an uneasy alliance despite distrusting one another. For Elizabeth, it is an opportunity to alleviate her guilt for sacrificing Jack to the Kraken to spare herself and the crew. In Singapore, Sao Feng, the Pirate Lord of the South China Sea, provides the chart and a ship, but Will negotiates a secret accord with Feng: Jack Sparrow in exchange for the Black Pearl. Unknown to Will, Elizabeth's lingering anguish over causing Jack's demise torments her, and during the voyage to World's End and Davy Jones Locker, she distances herself from Will. Though she claims everything will eventually be alright between them, her assurance seems uncertain and forced, leaving Will troubled and doubting her love for him. It is only when Will learns that Elizabeth sacrificed Jack to the Kraken that he comprehends her despair, though not why she concealed her actions. When Will confronts her, she says it was her burden to bear, though her secrecy has deeply wounded Will. If she makes choices alone, he asks, and they are unable to trust one another, then how can their relationship survive? Though Elizabeth apparently still cares for Will, her pain and guilt are unabated, and she despondently responds that he cannot trust her, and abruptly leaves. Their future together may be jeopardized if these issues remain unresolved. Meanwhile, as Jack and Barbossa squabble over who is the Black Pearl's captain, the crew navigate their way back to the living world. Before escaping the Locker, Elizabeth sees her father's soul being ferried to the \"next world,\" murdered by Cutler Beckett; she vows to avenge his death. After returning to the living world, Will's clandestine bargain with Sao Feng is exposed. But Feng has already betrayed Will for another deal with Beckett. While Elizabeth may understand that Will's motive is to rescue his father, she does not believe it justifies double-crossing the Pearl's crew. When she insists he explain why he withheld this, Will retorts that it was his, \"burden to bear.\" When Feng demands Elizabeth in exchange for the Pearl, she agrees in order to protect the crew. Elizabeth ignores Will's protests, telling him, \"You got us into this mess. If this is what frees us, then done!\" As their rift widens, Will, secretly torn between saving his father and being with Elizabeth, fears she is slipping away. He laments later to Sparrow, \"I'm losing her Jack.\" When Jones attacks the Empress, Feng, mortally wounded, hands over his \"piece of eight\" to Elizabeth and names her as captain and Pirate Lord of the South China Sea, mistakenly believing she is the sea goddess, Calypso. Elizabeth and her new crew are taken prisoner aboard the Flying Dutchman where she is reunited with Admiral Norrington, who is overjoyed she is alive. Elizabeth is hostile, however, accusing him of complicity in her father's murder, though Norrington denies knowing anything about the governor's death, and believed he returned to England. Elizabeth, hardly appeased, rebukes him for serving Lord Beckett, the man who ordered her father's murder. In the brig, Elizabeth encounters \"Bootstrap\" Bill Turner, who is gradually being absorbed into the ship's hull, losing his senses. He says Will cannot save both Elizabeth and himself--he will only choose her. Elizabeth finally understands Will's terrible dilemma and his motives: he must sacrifice one to save the other. That night, Norrington, shamed by his past deeds, frees Elizabeth and the crew. Elizabeth forgives Norrington, who again swears he was uninvolved in her father's death. She implores him to go with them, but he refuses to leave the ship. As she flees, he gives her one last kiss, saying, \"Our fates have been entwined, Elizabeth, but never joined\" hence acknowledging that they were never meant to be together. As Elizabeth and her crew escape to the towed Empress, \"Bootstrap\" Bill Turner, his mind addled by Jones' cruel punishment, sounds an alarm and fatally stabs Norrington as he attempts to hold Bootstrap off. Elizabeth witnesses his murder and cries \"James!\" The Black Pearl and the Empress race to Shipwreck Island for the Brethren Court. The pirate lords dispute how to oppose Beckett and the East India Trading Company; Elizabeth favors fighting while the Court prefers sequestering themselves inside the impenetrable Shipwreck Cove. This causes Sparrow to predict that confining themselves would likely result in them mass murdering each other. Jack unexpectedly breaks a stalemate to elect a pirate king by casting his ballot for Elizabeth; going to battle serves his own secret plan. \"King\" Elizabeth declares war. During a parley session with Beckett and Jones, Elizabeth tells the captive Will that having been aboard the Dutchman, she now understands his burden, but fears that course (saving his father) is lost, though Will disagrees. Jack is exchanged for Will. Whether Elizabeth's decision to declare war is brilliant or rash, her actions reflect her daring and bravery. As Beckett's fleet looms upon the horizon, Elizabeth, refusing to surrender or retreat, delivers a rousing speech. During the climatic sea battle, Will proposes to Elizabeth, claiming it may be their only chance to wed; Realizing how much she loves Will, Elizabeth orders Barbossa to marry them amidst the fighting. As the Pearl and the Dutchman clash, Elizabeth and Will board Jones' ship. When Jones mortally wounds Will, Jack relinquishes his bid for immortality to instead save Will, killing Jones. \"Bootstrap\" Bill Turner, having regained his senses, carves out his dead son's heart and places it in the Dead Man's Chest. Jack forces the grief-stricken Elizabeth to escape the ship with him as the Dutchman is sucked into the massive whirlpool. The ship quickly resurfaces with the resurrected Captain Will Turner at the helm and the crew restored to human form. With the Flying Dutchman now their ally, the pirates destroy Cutler Beckett's flagship Endeavour, killing him, and causing the navy to retreat, thus ending the war. With Beckett finally vanquished and her father's death avenged, Elizabeth decides not to continue a life of piracy and to instead return to Port Royal. Elizabeth bids Jack, Barbossa, and the pirates farewell before reuniting with Will for their \"one day\" on the nearby island where their marriage is consummated and their only child, Henry Turner, is conceived. Before returning to the Flying Dutchman at sunset for his ten years in the Netherworld, Will gives Elizabeth the Dead Man's Chest containing his beating heart for safekeeping. In a post-credits scene set ten years later, Elizabeth and Henry stand atop a cliff searching the horizon. As the sun sets, the Flying Dutchman appears with the Green Flash, Captain Will Turner aboard. Film dialogue and the leaflet inside the special edition 2-Disc DVD state that any captain of the Flying Dutchman is eternally bound to the ship, and may only step on land once every ten years. ===Dead Men Tell No Tales=== Elizabeth Swann reunites with Will and Henry, after the Trident of Poseidon is destroyed, ending Will's curse that bound him to the Flying Dutchman. In a post-credits scene, Elizabeth is seen sleeping next to Will, as the dark silhouette of an apparently resurrected Davy Jones enters the room. Will then awakens but, assuming that he was simply dreaming, goes back to sleep, oblivious to the water and barnacles at the foot of their bed. ==Character development== According to actress Keira Knightley, Swann is \"a 21st century girl trapped in an 18th century world. She . . . starts out as a damsel in distress and then kicks butt, so what's not to like?\" While she appreciates her role, she was disappointed that her character did not carry a sword in The Black Pearl: \"I didn't have a sword. Am I angry about that? Yes, very! ... I asked every single day, anyone I could ask, if I could have a sword but I didn't get one.\" In the sequel Dead Man's Chest, she added that, \"we went off into a grungier look for her. That was really exciting actually, to take the character and make her grow up... I think they really liked the more action-based side of Elizabeth from the first film and apparently that's what little girls really responded to, so they decided to take her off in that direction\". She adds she was relieved to finally be able to brandish a sword, although according to Knightley, most of her sword fighting scenes were cut. Knightley also stated how glad she was that by At World's End, she was finally able to shed the elaborate dresses and only wear pirate's clothing: \"Actually I am really glad, it's so hot in there it is unbelievable, and everybody else has got their proper pirate stuff on and I am a little less dressed than everyone else and I am very glad, so that's good. The rest of the time I've got kind of the Pirate look instead of the corset and frilly dresses.\" Behind- the-scenes footage included on the DVD and Blu-ray releases of Dead Man's Chest reveals that Knightley wore wigs when playing Elizabeth in that film, as her real hair had been cropped short at the time (she is shown rehearsing numerous scenes without her wig in several production featurettes). ==Other appearances== Elizabeth Swann appears in the Pirates of the Caribbean world, Port Royal, of the Disney/Square Enix game Kingdom Hearts II, voiced by Eliza Schneider in the English version (like the other original actors, Keira Knightley was unavailable due to filming Dead Man's Chest and At World's End) and by Saori Yumiba in the Japanese version. She returns in Kingdom Hearts III with Schneider reprising the role. Elizabeth Swann also appears in the video game Pirates of the Caribbean: Dead Man's Chest (video game) as well as Lego Pirates of the Caribbean: The Video Game as a playable character in both video games. Schneider also performs the voice of Elizabeth Swann again in the video game Pirates of the Caribbean: The Legend of Jack Sparrow and in the video game adaptation of Pirates of the Caribbean: At World's End. The character also appeared in Pirates of the Caribbean Online. Elizabeth Swann is set to appear in the new racing game, Disney Speedstorm as a playable driver. https://screenrant.com/pirates-caribbean-elizabeth-swann-disney-speedstorm- playable-character/ ==References== ==External links== *Elizabeth Swann on IMDb *Elizabeth Swann at the Pirates of the Caribbean Wiki Category:Pirates of the Caribbean characters Category:Kingdom Hearts characters Category:Female characters in film Category:Fictional female pirates Category:Fictional English people Category:Fictional military captains Category:Fictional cross- dressers Category:Fictional socialites Category:Fictional queens Category:Film characters introduced in 2003",
 "title": "Elizabeth Swann"
}