{
 "id": "900502",
 "text": "thumb|Photo of Salvador Novo Salvador Novo López (30 July 1904 – 13 January 1974) was a Mexican writer, poet, playwright, translator, television presenter, entrepreneur, and the official chronicler of Mexico City. As a noted intellectual, he influenced popular perceptions of politics, media, the arts, and Mexican society in general. He was a member of Los Contemporáneos, a group of Mexican writers, as well as of the Mexican Academy of the Language. ==Life & career== Novo defied the machismo and conservative Catholicism prevalent in 20th century Mexican culture by making almost no efforts to conceal his sexuality. He was, however, accepted by the Mexican government. He held official posts related to culture, was elected to the Mexican Language Academy, and had a television program on Mexico City's history. Towards the end of his life, he dyed his hair a bright carrot color and wore many ostentatious rings and colored suits. He has been compared to Oscar Wilde, but unlike Wilde, Novo never suffered the setback of scandal or persecution and remained an accepted and respected member of society and governmental circles until his death. In fact, some sectors resented the fact that a gay writer would align himself so closely with the government and media after the repression of social movements in the 1960s and 1970s. He was well known for his wit. When a party, where young soldiers had been invited by gay scholar friends of his, had degenerated into a fight and a scandal, Salvador Novo brushed off the whole matter with a factual: \"This is what happens when members of the intellectual elite try to enter military circles\". In accordance with tradition, the street on which he lived was renamed after him when he assumed the role of Mexico City's official chronicler, a post held for life. ==Tribute== On July 30, 2014, Google showed a Doodle celebrating what would have been his 110th birthday. ==Works== * 1925 – XX Poemas (XX Poems) * 1933 – Nuevo amor (New Love) * 1933 – Espejo (Mirror) * 1934 – Seamen Rhymes * 1934 – Romance de Angelillo y Adela (Romance of Angelillo and Adela) * 1934 – Poemas proletarios (Proletarian Poems) * 1934 – Never ever * 1937 – Un poema (A Poem) * 1938 – Poesías escogidas (Chosen Poems) * 1944 – Nuestra tierra (Our Land) * 1945 – Florido laude * 1945 – La estatua de sal (The Salt Statue, published in May 2008) * 1955 – Dieciocho sonetos (Eighteen Sonets) * 1955 – Sátira, el libro ca... (Satyre, the F*** Book) * 1961 – Poesía (Poetry) * 1962 – Breve historia de Coyoacán (Short History of Coyoacán) * 1967 – Historia gastronómica de la Ciudad de México (Gastronomic History of Mexico City) * 1967 – Imagen de una ciudad (Image of a City) illustrated with photographs by Pedro Bayona * 1968 – La Ciudad de México en 1867 (Mexico City in 1867) * 1971 – Historia y leyenda de Coyoacán (History and Legend of Coyoacán) == Theatre == thumb|185px|\"La Capilla\" Within a 1,000-sq.m.-land purchased in 1950, Salvador Novo decided to build, with the aid of architect Alejandro Prieto, the cultural project \"La Capilla\", for which purpose he adapted an old chapel as a theatre, which was inaugurated on 22 January 1953. Currently, this set also includes a small restaurant, \"El Refectorio\", as well as a theatre-bar \"El Hábito\". * Don Quijote (1947) * Astucia (Witness) (1948) * La culta dama (1948) (The Wise Lady; it was used to write the script of a homonym Mexican film, directed in 1957 by Rogelio A. González Jr. * A ocho columnas (Eight Columns) (from 1953 on) * Diálogos (Dialogues) * Yocasta o casi (Yocasta or Almost) * Cuauhtémoc (Cuauhtémoc) * La guerra de las gordas (The War of the Fat Ones) * Ha vuelto Ulises (Ulises is back) * El sofá (The Sofa) * El espejo encantado (The Enchanted Mirror) == References == Category:Gay writers Category:LGBT writers from Mexico Category:20th-century Mexican poets Category:20th-century Mexican male writers Category:Mexican male poets Category:Writers from Mexico City Category:1904 births Category:1974 deaths Category:Members of the Mexican Academy of Language Category:National Conservatory of Music of Mexico faculty Category:LGBT dramatists and playwrights Category:20th-century dramatists and playwrights Category:Male dramatists and playwrights Category:Poets from Mexico City Category:20th- century LGBT people",
 "title": "Salvador Novo"
}