{
 "id": "901041",
 "text": "The Hossbach Memorandum is a summary of a meeting in Berlin on 5 November 1937 attended by German dictator Adolf Hitler and his military and foreign policy leadership in which Hitler outlined his expansionist policies. The meeting marked the beginning of Hitler's foreign policies becoming radicalized. According to the memorandum, Hitler did not want war with Britain and France in 1939. Instead, he favoured small wars of plunder to support Germany's struggling economy. Hitler's military adjutant, Colonel Friedrich Hossbach, took minutes at the meeting. Also in attendance were the Reich Foreign Minister, Baron Konstantin von Neurath; the Reich War Minister, Field Marshal Werner von Blomberg; the Army Commander, General Werner von Fritsch; the Kriegsmarine Commander, Admiral Erich Raeder; and the Luftwaffe Commander, Hermann Göring. ==Contents== The conference of 5 November 1937 had been called in response to complaints from Admiral Raeder that the navy (Kriegsmarine) was receiving insufficient allocations of steel and other raw materials and that its entire building programme was in danger of collapse. Neither the air force (Luftwaffe) nor the army (Heer) was willing to reduce its steel allocations. As the conference had been called in response to resolve the dispute, Hitler took the opportunity to provide a summary of his assessment of foreign policy. He stated that if he died, the contents of the conference were to be regarded as his \"political testament\".Aigner, Dietrich. \"Hitler's Ultimate Aims\". H. W. Koch, ed. Aspects of the Third Reich. London: Macmillan Press, 1985, p. 264 In Hitler's view, the economy of Nazi Germany had reached such a state of crisis that the only way of stopping a drastic fall in living standards was to embark on a policy of aggression sooner, rather than later, to provide Lebensraum by seizing Austria and Czechoslovakia.Messerschmidt, Manfred, \"Foreign Policy and Preparation for War\", Germany and the Second World War pp. 636–637; Carr, William, Arms, Autarchy and Aggression, pp. 73–78 Hitler also announced that it was imperative to act in the next five or six years before \"two hate- inspired antagonists\", Britain and France, closed the gap in the arms race in which, Hitler noted, Germany was already falling behind. A striking change noted in the Hossbach Memorandum is Hitler's new evaluation of Britain: from a prospective ally in 1928 in the Zweites Buch to a \"hate-inspired antagonist\" in 1937 that was unwilling and unable to accept a strong Germany. The change was a complete reversal of Hitler's view of Britain.Robertson, E. M. Hitler's Pre-War Policy and Military Plans. p. 106 German historian Klaus Hildebrand has argued that the memorandum marked the beginning of an \"ambivalent course\" towards Britain.Hildebrand, Klaus. The Foreign Policy of the Third Reich. p. 42. Likewise, Andreas Hillgruber contended that Hitler was embarking on expansion \"without Britain\": preferably \"with Britain\" but, if necessary, \"against Britain\".Hillgruber, Andreas. \"England's Place In Hitler's Plans for World Dominion\". Journal of Contemporary History, Volume 9, 1974. pp. 5–22. The first part of the document noted Hitler's wish that Germany should strive for autarky, as he reasoned that reliance on others makes a state weak. That has been labelled by some historians as a way of preparing Germany for conflict by ensuring that it was not economically reliant on states with which it could soon be at war. The memorandum's suggestion that certain types of autarky were not possible can thus be considered reasons for regarding war as something of a necessity. Indeed, the economic arguments appear to all but guarantee a war of fears for food supplies being reliant upon foreign trade in a world that was dominated by British-policed sea trade lanes: The second part of the document detailed three 'contingencies' that Hitler would take if certain situations prevailed in Europe, purportedly to ensure the security of the Reich. Beyond that, Hitler claimed that two \"hate-inspired antagonists\" (Britain and France) were blocking German foreign policy goals at every turn and that sometime in the next five years or so, Germany would have to achieve autarky by seizing Eastern Europe to prepare for a possible war with the British and the French. After the conference, three of the attendees (Blomberg, Fritsch and Neurath) all argued that the foreign policy Hitler had outlined was too risky, as Germany needed more time to rearm. Also, they stated that the 'contingencies' that Hitler described as the prerequisite for war were too unlikely to occur such as the apparent certainty expressed in the document of the Spanish Civil War leading to a Franco-Italian war in the Mediterranean or that France was on the verge of civil war. Moreover, it was argued that any German aggression in Eastern Europe was bound to trigger a war with France because of the French alliance system in Eastern Europe, the so- called cordon sanitaire, and that if a Franco-German war broke out, Britain was almost certain to intervene to prevent France's defeat.Weinberg, Gerhard. The Foreign Policy of Hitler's Germany Starting World War II. Chicago, Illinois: University of Chicago Press, 1980, pp. 39–40 Thus, any German attack on the states of Eastern Europe such as Czechoslovakia was likely to lead to war with the British and the French before Germany was fully rearmed and ready for war with the other great powers. As such, Fritsch, Blomberg and Neurath advised Hitler to wait until Germany had more time to rearm before pursuing a high-risk strategy of pursuing localized wars that was likely to trigger a general war before Germany was ready for such a war. All of those present at the conference had no moral objections to Hitler's strategy, but were divided on timing only.Weinberg, Gerhard. The Foreign Policy of Hitler's Germany Starting World War II. Chicago, Illinois: University of Chicago Press, 1980, pp. 39–40. By February 1938, Neurath, Fritsch and Blomberg had been removed from their positions. Some historians, such as Sir John Wheeler-Bennett and William L. Shirer, believed that Blomberg, Fritsch and Neurath were removed because of their opposition to the plans expressed in the Hossbach memorandum. The accuracy of the memorandum has been questioned, as the minutes were drawn up five days after the event by Hossbach from notes that he took at the meeting and also from memory. Also, Hitler did not review the minutes of the meeting; instead he insisted, as he commonly did, that he was too busy to bother with such small details. British historian A. J. P. Taylor contended that the manuscript that was used by the prosecution in the Nuremberg Trials appears to be a shortened version of the original, as it had passed through the US Army before the trial. Taylor drew attention to one thing that the memorandum can be used to prove: \"Goering, Raeder and Neurath had sat by and approved of Hitler's aggressive plans.\" However, that did not necessarily mean that Hitler laid down his plans for the domination of Europe, as there was no active decision to start a war made in the memorandum, only a decision about when war would be practical. However, Hitler mentioned his wish for increased armaments. Taylor attempted to discredit the document by using the fact that the future annexations described in the 'contingencies' were unlike those that occurred in 1939. However, opposing historians, such as Taylor's archrival Hugh Trevor-Roper, have pointed out that the memorandum still demonstrated an intention for adding Austria, Czechoslovakia, Lithuania and Poland to the Reich. Taylor also stipulated that the meeting was most likely a piece of internal politics, and he pointed out that Hitler could have been trying to encourage the gathering's members to put pressure on the Reich Minister of Economics and President of the Reichsbank, Hjalmar Schacht, to release more funding for rearmament. In fact, Schacht soon resigned in protest of the pre- eminence of rearmament in Nazi economics. Contending historians have also pointed out that rearmament is an integral part of a preparation for conflict. In response, Taylor argued that Hitler's policy was a bluff (he wished to rearm Germany to frighten and intimidate other states) to allow him to achieve his foreign policy goals without going to war. In addition, Taylor argued that most of the 'contingencies' that Hitler listed as the prerequisite for war, such as an outbreak of civil war in France or the Spanish Civil War that led to a war between Italy and France in the Mediterranean, did not occur. Trevor- Roper countered that criticism by arguing that Hitler expressed an intention to go to war sooner rather than later and that it was Hitler's intentions in foreign policy in late 1937, as opposed to his precise plans later in history, that really mattered. ==Intentionalist and structuralist arguments== It is often used by intentionalist historians such as Gerhard Weinberg, Andreas Hillgruber and Richard Overy to prove that Hitler planned to start a general European war, which became the Second World War, as part of a longtime master plan. However, functionalist historians such as Timothy Mason, Hans Mommsen and Ian Kershaw argue that the document shows no such plans, but the memorandum was an improvised ad hoc response by Hitler to the growing crisis in the German economy in the late 1930s. ==References== ==Sources== *Overy, Richard. \"Misjudging Hitler: A. J. P. Taylor and the Third Reich\", 1999. *Taylor, A. J. P. The Origins of the Second World War, Greenwich, Conn.: Fawcett Publications, Inc., 1965. *Trevor-Roper, Hugh \"A. J. P. Taylor, Hitler and the War\", Encounter, Volume 17, July 1961. ==External links== *The full text of the Memorandum, in English Category:Adolf Hitler Category:Foreign relations of Nazi Germany Category:History of the foreign relations of the United Kingdom Category:Memoranda Category:Munich Agreement Category:World War II documents Category:1937 in Germany Category:1937 documents",
 "title": "Hossbach Memorandum"
}