{
 "id": "901045",
 "text": "The numbered musical notation (, not to be confused with the integer notation), is a cipher notation system used in China, and to some extent in Japan (with 7th being si), Indonesia (in a slightly different format called \"not angka\"), Malaysia, Australia, Ireland, the United Kingdom, the United States and English-speaking Canada. It dates back to the system designed by Pierre Galin, known as Galin-Paris-Chevé system. It is also known as Ziffernsystem, meaning \"number system\" or \"cipher system\" in German. ==Numbered notation described== === Musical notes === Numbers 1 to 7 represent the musical notes (more accurately the scale degrees). They always correspond to the diatonic major scale. For example, in the key of C, their relationship with the notes and the solfège is as follows: :{| | Note: || C || D || E || F || G || A || B |- | Solfège: || do || re || mi || fa || so || la || ti |- | Notation: || 1 || 2 || 3 || 4 || 5 || 6 || 7 |} In G: :{| | Note: || G || A || B || C || D || E || F |- | Solfège: || do || re || mi || fa || so || la || ti |- | Notation: || 1 || 2 || 3 || 4 || 5 || 6 || 7 |} When the notes are read aloud or sung, they are called \"do, re, mi, fa, sol, la, si\". (\"Si\" has been supplanted in English by \"ti\", for the sake of having a different beginning consonant for each degree.) === Octaves === Dots above or below a musical note raise or lower it to other octaves. The number of dots equals the number of octaves. For example, \"\" is an octave lower than \"6\". Musical scales can thus be written as follows: :{| |- style=\"vertical-align: bottom\" | Major scale: || 1 || 2 || 3 || 4 || 5 || 6 || 7 || |- style=\"vertical-align: top\" | Natural minor scale: || || || 1 || 2 || 3 || 4 || 5 || 6 |} Where there is more than one dot above or below the number, the dots are vertically stacked: Where there are note length lines (see following section) underneath the numbers, any dots are placed below the lines. Thus the dots below numbers do not always vertically align with each other, since some of them may be moved slightly downward so as not to collide with the note length lines. ===Chords=== Chords can be transcribed by vertically stacking the notes, with the lowest note at the bottom as with Western notation. Each note has its own octave dots, but only the lowest note has the length lines (next section). Arpeggiated chords are notated by writing the standard Western arpeggiation symbol to the left of the chord. Chord symbols such as Cm may be used if the exact voicing is unimportant. === Note length === The plain number represents a quarter note (crotchet). Each underline halves the note length: One represents an eighth note (quaver), two represent a sixteenth note (semiquaver), and so on. Dashes after a note lengthen it, each dash by the length of a quarter note. A dot after the plain or underlined note works increases its length by half, and two dots by three quarters. The underline, along with its joining, are analogous to the number of flags and beaming in standard notation. So are dotted notes. {| class=\"wikitable\" | Whole (semibreve) || 1 – – – || Dotted whole || 1 – – – – – || Double dotted || 1 – – – – – – |- | Half (minim) || 1 – || Dotted half || 1 – – || Double dotted || 1 – – _1_ |- | Quarter (crotchet) || 1 || Dotted quarter || 1• || Double dotted || 1•• |- | Eighth (quaver) || _1_ || Dotted eighth || _1_ • || Double dotted || _1_ •• |- | 16th (semiquaver) || || || || || |} ===Musical rest=== The number \"0\" represents the musical rest. The rules for length is similar to that of the note, except that it is customary to repeat \"0\" instead of adding dashes for rests longer than a quarter rest. The bar rest of time is `| 0 0 0 |` and the bar rest of time is `| 0 0 0 0 |`. A more general symbol for a bar rest is `| )0( |`. The multi-bar rest symbol used in standard notation may also be adopted. ===Undetermined pitch=== When notating rhythms without pitch, such as in many percussion instruments, the symbol \"X\" or \"x\" replaces numerals. For example, a common clap pattern used in cheers can be written like this: 4/4 Clap: | X X _X X_ X | _X X X X_ _0_ || === Bar lines === Bar lines, double bar lines, end bar lines, repeat signs, first- and second-endings look very similar to their counterparts in the standard notation. The ending numbers, though, are usually slightly less than half as big as the numerals representing notes. When several lines of music are notated together to be sung or played in harmony, the bar lines usually extend through all the parts, except they do not cut across the lyrics if these are printed between the upper and lower parts. However, when notating music for a two-handed instrument (such as the guzheng), it is common for the bar lines of each hand to be drawn separately, but a score bracket to be drawn on the left of the page to \"bind\" the two hands together. This bracket is not the same as the bracket used on a Western piano staff; it's more like the bracket used to bind an orchestral section together in Western music. Sometimes the final double barline, and any barlines marked with repeat signs, also pass through both hands, but this is not consistent even in the same publication (see for example Xinbian Guzheng Jiaocheng pages 108 and 138, where they do and do not pass through both hands respectively). If a piece of music for a two-handed instrument has a passage where only one hand is notated, lines of numbered notation without score brackets at the left can be used for this passage. Hence a piece of music may shift between two-handed (with bracket) and one-handed (without bracket) layouts during the course of the piece. Cadenza-like passages can have dotted barlines, or barlines can be omitted altogether. It is possible to print a small fermata above a bar line; this represents a brief pause between the measures either side of the barline, as in Western notation. ===Accidentals and key signature=== The notation uses a movable Do (1) system. The key signature defines the pitch of \"1\". So `1=C` means \"C major\". Minor keys are based on the natural minor or the Aeolian mode, and the key signature defines the pitch of \"6\" of the minor key's relative major. `6=A` can be used to refer to \"A minor\", the tonic of which is written as 6. Naturally, the Dorian mode of D can in principle be marked as `2=D` and based on 2. In common practice, however, either are normally denoted as `1=C`. The same accidentals in the standard notation are used, and as in common practice, an accidental is placed before the notes \"1 2 3 4 5 6 7\" to raise or lower the pitch and placed after the note names \"C D E F G A B\", which are used for key signature and chord markings in the numbered system. But these accidentals are relative to the diatonic scale (1 2 3...) rather than the note names (C D E...). For example, even though the leading note for the harmonic C minor scale is \"B natural\", it is written as \"5\". Key signature changes are marked above the line of music. They may be accompanied by symbols that represent the note's degrees at previous and present key signatures. ===Time signature=== The time signature is written as a horizontal fraction: `2/4`, `3/4`, `4/4`, `6/8`, etc. It is usually placed after the key signature. Change of time signature within the piece of music may be marked in-line or above the line of music. Some pieces that start with cadenza passages are not marked with time signatures until the end of that passage, even if the passage uses dotted barlines (in which case time is usually implied). Sometimes a piece is written with multiple time signatures simultaneously. For example, it might specify `4/4 2/4 3/4 5/4`, meaning that the length of measures is irregular and can be 4, 2, 3 or 5 quarter-notes. The time signature of the first measure is always specified first, and the others are placed in increasing order of length. Usually, the time signature is formatted as two numbers placed vertically on top of each other, with a horizontal line separating them. This is slightly different from the formatting illustrated in the text above, due to technical restrictions. A metronome mark may be placed immediately after the time signature if the time signature is part-way through the music, or below it if the time signature is at the beginning. If present, this will be identical to the metronome marks used in Western music (this is the only place in numbered notation where Western symbols for note values such as quarter-notes and eighth-notes are used). ===Expression marks and dynamics=== Expression marks (including fermatas) are also written above the music line. Special attention has to be paid on the staccato dot since it looks like the octave changer. It is either represented by a bolder dot further away from the music line or by the staccatissimo sign instead, which is an inverted triangle. Dynamics (, , , etc.) and hairline crescendos and diminuendos are written below the line of music to which they apply, as in Western notation. The font of the dynamics is usually lighter than the font used in Western notation, so as not to be as heavy as the font for the numbers. ===Fingering and other instrument-specific marks=== Instrument- specific symbols can be written above notes. For example, in music for stringed instruments it is common to see wavy lines representing rolls. Fingering can be marked using four different kinds of finger symbol, respectively appearing like a lightning strike, the top half of a semicircle, a backslash, and the bottom left corner of a square. Other instrument-specific symbols that are sometimes used include one resembling three slashes progressing diagonally downward, placed to the lower right of the numeral. This represents a tremolo. Another symbol is formed of a line proceeding from slightly to the right of the top right corner of the numeral and curving upwards, ending with the left half of an arrowhead. This denotes a slide to a higher note (the exact pitch not always being specified), equivalent to portamento in Western music. If there are slurs or ties and also fingering symbols, then the fingering symbols are written above the slurs or ties. Rolls (wavy lines) and tuplets are usually written below the slurs or ties. However, if a one-off chord results in many digits being stacked on top of each other and also has a roll symbol, it is possible to place that roll symbol above any slur or tie line to save space (to avoid moving the slur or tie any higher than the chord has already needed to move it). ===Glissandi=== Glissandi are represented by diagonal wavy lines with arrowheads at the end. The glissando symbol proceeds from bottom left to top right for an upward glissando, or from top left to bottom right for a downward glissando. It is used in place of a numeral. For stringed instruments, it usually indicates playing all the notes of the scale in rapid succession, i.e. for a downward glissando, : 6 5 3 2 1 and for an upward glissando, :1 2 3 5 6 Note that a pentatonic scale is normally used in Traditional Chinese music, so \"all the notes of the scale\" in this case are 1, 2, 3, 5 and 6. Extended glissandi (over several octaves) are also possible, usually written with a longer diagonal wavy line that is nearly touching the numbers on either side of it. In this case the numbers on either side determine the starting and ending pitches for the glissando. ===Grace notes=== Grace notes are notated like normal notes but are written in a small (about half-size) script on the line just above. They are written with octave dots and note-length lines, and they are connected to the main note with a slur that proceeds vertically downward from the center of the note-length line of the grace notes and points toward the main note. Grace notes may be placed either before or after the main note, indicating that they are to be played very rapidly either before the start of the main note or after the end. ==Variations of the numbered musical notation== In some versions of the numbered musical notation, underlines indicating note length are written above the note instead. Ties and slurs may be written below the music line. In some versions, octave change is represented in a different way. Instead of dots above or below the numbers, a horizontal line is drawn and the number is written on, above, or below the line. Another variation is to put octave bar \"|\" on the side of the number. An octave bar on the left is equivalent to a dot at the bottom. An octave bar on the right is equivalent to a dot on top. This is used in Digital Common Notation. Digital Common Notation attempts to combine the benefits of the standard notation and numbered musical notation and is targeted for keyboard performing. ==History and usage== A similar invention was presented by Jean-Jacques Rousseau in his work presented to the French Academy of Sciences in 1742. Due to its straightforward correspondence to the standard notation, it is possible that many other claims of independent invention are also true. Grove's credits Emile J.M. Chevé.Grove Music Online (subscription required but many public libraries are subscribed; URLs vary). China, §II: History and theory. Alan R. Thrasher, et al. Although the system is used to some extent in Germany, France, and the Netherlands, and more by the Mennonites in Russia, it has never become popular in the Western world. Number notation was used extensively in the 1920s and 30s by Columbia University, Teachers College music educator Satis Coleman, who felt it \"proved to be very effective for speed with adults, and also as a means simple enough for young children to use in writing and reading tunes which they sing, and which they play on simple instruments.\"Coleman, Satis. 1939. Your Child's Music. New York: Van Rees Press:165-171 See the external links for more information. The system is very popular among some Asian people, making conventions to encode and decode music more accessible than in the West, as more Chinese can sight read jianpu than standard notation. Most Chinese traditional music scores and popular song books are published in jianpu, and jianpu notation is often included in vocal music with staff notation. Indexing with numbered notation makes it possible to search a piece of music by melody rather than by title. An actual example can be found in the Chinese New Hymnal. Parson's code on the other hand contains information on rise and fall in pitch only but precise pitches can be decoded from numbered notation. This way, a children's song book can be indexed like this: :`|1· 1· |1 _2_ 3· |` \"Row, Row, Row Your Boat\" :`|1 1 5 5 |6 6 5 – |` \"Twinkle, Twinkle Little Star\" :`|1 2 3 1 |1 2 3 1 |` \"Frère Jacques\" A reason for its popularity among Chinese is that jianpu fits in with the Chinese music tradition. It is a natural extension and unification of the gongche notation widely used in ancient China for recording music. Gongche uses a number of characters to indicate the musical notes, and jianpu can be seen as using numbers to replace those characters. The monophonic nature of music in Chinese tradition also contributes to widespread use because so few elements are needed for monophonic music that music can be notated with little more than a typewriter. Compared with the standard notation, the numbered notation is very compact for just the melody line or monophonic parts. It is even possible to transcribe music in between the lines of text. Transcribing harmony can be done by vertically stacking the notes, but this advantage diminishes as the harmony becomes more complex (or polyphonicity increases). The standard notation, with its graphical notation, is better in representing the duration and timing among multiple notes. ==Examples== The two images below illustrate how the same piece of music is written using the standard notation and the numbered notation. center|thumb|600 px|The hymn \"Amazing Grace\" written in standard notation. center|thumb|480 px|The hymn \"Amazing Grace\" written in numbered musical notation. ==Software for printing numbered notation scores== A number of Chinese-language Microsoft Windows applications are available for the WYSIWYG editing of scores (optionally with lyrics) in numbered musical notation.JP-Word 简谱编辑, commercial software with limited demo versionMeiDeLi JianPu作曲大师简 (Music Master)QuickMake Jianpu software (QuickMake 简谱软件)简谱乐章 (Jianpu Yuezhang), apparently no longer distributed by its author but a limited freeware version (免费版) is available at various Chinese file-sharing sitesTTComposer (TT作曲家) published by 打本公司 1999–2001 Typically these support only the numbered notation, i.e. it is not possible to mix the numbered notation with a Western-style score in the same file. It was possible to add numbered notation to Sibelius scores via a Chinese-language third-party plugin which is no longer distributed.Sibelius 简谱插件 (via Internet Archive) English- language applications for working with numbered-notation scores are relatively rare, but there have been some developments.S-Music (free software; requires Microsoft Windows)SimpErhu, a freely-available TrueType font with a set of Microsoft Word macros for adding numbered notation to documents In 2019 a project was started to create a cross-platform English-Chinese scorewriter that can print jianpu, Western or tablature staves and saves its scores in MusicXML using LGPL components.XunScore Music Notation Editor. This is currently being distributed closed-source, with a small fee for non-Linux platforms (the payment method requires a China bank card). An x86 Linux binary can be downloaded without charge. There are also technical methods of printing numbered notation (in various forms) with GNU LilyPond. One of them is a converter that converts jianpu to LilyPond notation.LilyPond documentation: Ez_numbers_engraverJianpu-ly: convert jianpu to lilypondlilypond-user discussion archives: numbered notation using \\markup and TeX ==See also== * * * , used in Scandinavia * , used in the Western European folk music scene * Gongche notation * Tonic sol-fa ==References== ==External links== * Ziffersystem (Numerical Musical Notation) in the Global Anabaptist Mennonite Encyclopedia Online. * Matt Springer: Chinese music notation explained in Western terms Category:Musical notation Category:Chinese music",
 "title": "Numbered musical notation"
}