{
 "id": "901171",
 "text": "thumb|right|150px|The structure of the nitro group Nitro compounds are organic compounds that contain one or more nitro functional groups (−). The nitro group is one of the most common explosophores (functional group that makes a compound explosive) used globally. The nitro group is also strongly electron- withdrawing. Because of this property, C−H bonds alpha (adjacent) to the nitro group can be acidic. For similar reasons, the presence of nitro groups in aromatic compounds retards electrophilic aromatic substitution but facilitates nucleophilic aromatic substitution. Nitro groups are rarely found in nature. They are almost invariably produced by nitration reactions starting with nitric acid. ==Synthesis== ===Preparation of aromatic nitro compounds === Aromatic nitro compounds are typically synthesized by nitration. Nitration is achieved using a mixture of nitric acid and sulfuric acid, which produce the nitronium ion (), which is the electrophile: x60px|Benzene + x60px|Nitronium ion x100px|Nitrobenzene The nitration product produced on the largest scale, by far, is nitrobenzene. Many explosives are produced by nitration including trinitrophenol (picric acid), trinitrotoluene (TNT), and trinitroresorcinol (styphnic acid). Another but more specialized method for making aryl–NO2 group starts from halogenated phenols, is the Zinke nitration. ===Preparation of aliphatic nitro compounds === Aliphatic nitro compounds can be synthesized by various methods; notable examples include: *Free radical nitration of alkanes. The reaction produces fragments from the parent alkane, creating a diverse mixture of products; for instance, nitromethane, nitroethane, 1-nitropropane, and 2-nitropropane are produced by treating propane with nitric acid in the gas phase (e.g. 350–450 °C and 8–12 atm). *Nucleophilic substitution reactions between halocarbons or organosulfates with silver or alkali nitrite salts. *Nitromethane can be produced in the laboratory by treating sodium chloroacetate with sodium nitrite. *Oxidation of oximes or primary amines. *Reduction of β-nitro alcohols or nitroalkenes. *By decarboxylation of α-nitro carboxylic acids formed from nitriles and ethyl nitrate. ====Ter Meer Reaction==== In nucleophilic aliphatic substitution, sodium nitrite (NaNO2) replaces an alkyl halide. In the so-called Ter Meer reaction (1876) named after Edmund ter Meer, the reactant is a 1,1-halonitroalkane: :The ter Meer reaction The reaction mechanism is proposed in which in the first slow step a proton is abstracted from nitroalkane 1 to a carbanion 2 followed by protonation to an aci-nitro 3 and finally nucleophilic displacement of chlorine based on an experimentally observed hydrogen kinetic isotope effect of 3.3. When the same reactant is reacted with potassium hydroxide the reaction product is the 1,2-dinitro dimer.3-Hexene, 3,4-dinitro- D. E. Bisgrove, J. F. Brown, Jr., and L. B. Clapp. Organic Syntheses, Coll. Vol. 4, p.372 (1963); Vol. 37, p.23 (1957). (Article) ==Occurrence== === In nature === Chloramphenicol is a rare example of a naturally occurring nitro compound. At least some naturally occurring nitro groups arose by the oxidation of amino groups. 2-Nitrophenol is an aggregation pheromone of ticks. Examples of nitro compounds are rare in nature. 3-Nitropropionic acid found in fungi and plants (Indigofera). Nitropentadecene is a defense compound found in termites. Nitrophenylethane is found in Aniba canelilla. Nitrophenylethane is also found in members of the Annonaceae, Lauraceae and Papaveraceae. === In pharmaceuticals === Despite the occasional use in pharmaceuticals, the nitro group is associated with mutagenicity and genotoxicity and therefore is often regarded as a liability in the drug discovery process. == Reactions of aliphatic nitro compounds== ===Reduction=== Nitro compounds participate in several organic reactions, the most important being their reduction to the corresponding amines: :RNO2 \\+ 3 H2 → RNH2 \\+ 2 H2O ===Acid-base reactions=== The α-carbon of nitroalkanes is somewhat acidic. The pKa values of nitromethane and 2-nitropropane are respectively 17.2 and 16.9 in dimethyl sulfoxide (DMSO) solution. These values suggest an aqueous pKa of around 11. In other words, these carbon acids can be deprotonated in aqueous solution. The conjugate base is called a nitronate, they are formed as intermediates in the nitroaldol reaction and Nef reactions. ===Condensation reactions=== Nitromethane undergoes base-catalyzed additions to aldehydes in 1,2-addition in the nitroaldol reaction. Similarly, it adds to alpha-beta unsaturated carbonyl compounds as a 1,4-addition in the Michael reaction as a Michael donor. Nitroalkenes are Michael acceptors in the Michael reaction with enolate compounds. ===Biochemical reactions=== Many flavin- dependent enzymes are capable of oxidizing aliphatic nitro compounds to less- toxic aldehydes and ketones. Nitroalkane oxidase and 3-nitropropionate oxidase oxidize aliphatic nitro compounds exclusively, whereas other enzymes such as glucose oxidase have other physiological substrates. ==Reactions of aromatic nitro compounds == Reduction of aromatic nitro compounds with hydrogen over metal catalysts gives anilines. Virtually all aromatic amines (anilines) are derived from nitroaromatics. A variation is formation of a dimethylaminoarene with palladium on carbon and formaldehyde: :500px|Nitro compound hydrogenation The Leimgruber–Batcho, Bartoli and Baeyer–Emmerling indole syntheses begin with aromatic nitro compounds. Indigo can be synthesized in a condensation reaction from ortho-nitrobenzaldehyde and acetone in strongly basic conditions in a reaction known as the Baeyer–Drewson indigo synthesis. ===Explosions=== Explosive decomposition of organo nitro compounds are redox reactions, wherein both the oxidant (nitro group) and the fuel (hydrocarbon substituent) are bound within the same molecule. The explosion process generates heat by forming highly stable products including molecular nitrogen (N2), carbon dioxide, and water. The explosive power of this redox reaction is enhanced because these stable products are gases at mild temperatures. Many contact explosives contain the nitro group. ==See also== * Functional group * Reduction of nitro compounds * Nitration * Nitrite (also an NO2 group, but bonds differently) * Nitroalkene * Nitroglycerin ==References== Category:Functional groups",
 "title": "Nitro compound"
}