{
 "id": "901158",
 "text": "Mark Derwin (born October 28, 1960) is an American film and television actor. Derwin began his career on Days of Our Lives in 1987 with a minor role as Jeremiah Brown. In 1988, Derwin appeared in the role of Adrian Hunter on The Young and the Restless. Derwin was featured in a high-profile storyline: the elaborate George Rawlins murder mystery as the scheming psychotic serial killer. Derwin is also known for numerous other soap opera roles. From 2008-2013 Derwin was a lead on the ABC Family teen drama the Secret Life of the American Teenager as George Juergens, a furniture store owner married to Molly Ringwald's character Ann, and the father of the main character Amy played by Shailene Woodley. The main plot of the show is Derwin's character's 15-year old daughter having a child after a one night stand at a summer band camp and the developments this event has on those around her. ==Biography== Derwin attended the State University of New York at Cobleskill, but was kicked out after one semester. He briefly worked at IBM and worked a series of odd jobs before moving to Los Angeles. After recurring roles on the shows Hardball and Days of Our Lives, and a prolific career in commercials (including a notable spot as the \"Fiesta\" cigarette man in Mexico), Derwin was cast in his first contract role as Adrian Hunter on the daytime soap opera The Young and the Restless. Derwin was on the show from 1989 to 1990, and was featured in a high-profile storyline as a grifter and, ultimately, a murderer.Soap Opera Digest interview with Mark Derwin His next role was on the long-running soap opera Guiding Light as detective A.C. Mallet. Derwin played the character from 1990 to 1993. During his time there, the role of Mallet became a leading character. Derwin became romantically involved with costar Beth Ehlers during his stint at GL; the couple decided to leave the show together in 1993. (Derwin and Ehlers subsequently broke up.) Derwin returned to daytime television in the role of Dr. Ben Davidson on the ABC soap opera One Life to Live (1999–2002, 2004, 2008). He was again paired in a high-profile leading role, this time as the love interest of the show's star, Erika Slezak. His character was eventually discovered to be the son of show patriarch Asa Buchanan. Derwin co-starred alongside Bonnie Hunt in the non-traditional primetime sitcom, Life with Bonnie, which was partly improvised. He recently was seen in the teen comedy Accepted (2006), playing the father of protagonist Bartleby Gaines (played by Justin Long). In 2006, 2007 and 2014, he was seen on How I Met Your Mother, playing Greg. Derwin also played George Juergens on the ABC Family TV show The Secret Life of the American Teenager from 2008 to 2013. In 2008, he appeared on the show Chuck on the episode \"Chuck Versus the Marlin\" where he played Detective Conway. In 2009 he had a recurring role on season 7 of 24 as Secretary of State Joe Stevens, a member of President Allison Taylor's (played by Cherry Jones) Cabinet. In 2011, he appeared on Hot in Cleveland in the episode \"How I Met My Mother\", playing a paroled convict. In 2013, Derwin portrayed Pierre Cossette in \"To Have and To Hold\",IMDb episode summary page of \"To Have and To Hold\" episode 4 of season 6 of Mad Men.IMDb summary of TV series \"Mad Men\" ==Filmography== {| class=\"wikitable\" |- ! Year ! Title ! Role ! Notes |- |1996|| Evil Obsession || Damon || |- |1999|| The Minus Man || Creech || |- |1999|| Ballad of the Nightingale || Alan Blake || |- |2005|| Laura Smiles || Mark || |- |2005|| Dirty Deeds || Vincent Scarno || |- |2006|| Accepted || Jack Gaines || |- |2009|| Balancing the Books || David || |- |2015|| Everest || Lou Kasischke || |- |2018|| Bad Company || Mike || |} ==References== https://books.google.com/books?id=lnPGfI1h3tQC&pg;=PA56&dq;=mark+derwin+the+young+and+the+restless&hl;=en&sa;=X&ei;=VA2uUZHdBIL49QTCuoCQAw&ved;=0CC0Q6AEwAA#v=onepage&q;=mark%20derwin%20the%20young%20and%20the%20restless&f;=false https://books.google.com/books?id=yzQlimPTTEMC&q;=mark+derwin+the+young+and+the+restless&dq;=mark+derwin+the+young+and+the+restless&hl;=en&sa;=X&ei;=VA2uUZHdBIL49QTCuoCQAw&ved;=0CDMQ6AEwAQ http://www.tvguide.com/celebrities/mark-derwin/164602 ==External links== * Category:1960 births Category:Living people Category:People from Park Forest, Illinois Category:American male soap opera actors Category:American male television actors",
 "title": "Mark Derwin"
}