{
 "id": "901635",
 "text": "thumb|IBM 4381 The IBM 4300 series were mid-range systems compatible with System/370 that were sold from 1979 through 1992. They featured modest electrical and cooling requirements, and thus did not require a data center environment. They had a disruptive effect on the market, allowing customers to provide internal IBM computing services at a cost point lower than commercial time-sharing services. All 4300 processors used a 3278-2A, 3279-C or 3205 display console rather than a 3210 or 3215 keyboard/printer console. ==Models== Each model - 4331, 4341, 4361, and 4381 - had various sub-models, such as the 4341 model 1 (or 4341-1) and 4341 model 2 (4341-2). The 4381-13 through 4381-24 (announced in 1987) were entry-level machines for the 370-XA architecture. They were positioned between the IBM 9370 and IBM 3090 in performance at the time of announcement. The 4381-3, 4381-14, 4381-24 and 4381-92 are dual-CPU models. Other models included 1, 2, 11, 12, 13, 21, 22, 23, 90 and 91. {| border=\"1\" cellpadding=\"5\" cellspacing=\"0\" style=\"text- align:center\" |-style=\"background:#efefef\" ! Model ! Announced ! Withdrawn ! Max. memory ! Approximate performance |- | 4331 | 1979 | 1981 | 8 MB | 4 × 370/115 |- | 4341 | 1979 | 1986 | 16 MB | 3.2 × 370/138 |- | 4361 | 1983 | 1987 | 12 MB | 3 × 4331 |- | 4381 | 1983 | 1992 | 64 MB | 9 × 4341 |} ==IBM 4321== The IBM 4321 was announced on 18 November 1981. ==IBM 4331== The IBM 4331 (and the 4341) were announced on 30 January 1979. It came with an integrated adapter that permitted attaching up to 16 of two newly introduced direct-access storage devices (DASD): * The IBM 3310, described as having \"a storage capacity of 64.5 million characters\", was to be used with \"Storage disks .. sealed to reduce the possibility of damage, loss, misuse or contamination\". * The IBM 3370 with up to 571 million characters could also be used with an IBM 4341. The 4331 was withdrawn on 18 November 1981. ==IBM 4341== The IBM 4341 (and the 4331) were announced on 30 January 1979. Like the 4331, it came with an integrated adapter that permitted attaching up to 16 of the newly introduced IBM 3370 DASD. The 4341 did not support the much lower capacity IBM 3310. The 4341 Introduced the Extended Control Program Support:VM (ECPS:VM) and Extended Control Program Support:VS1 (ECPS:VS1) features. The 4341-2 introduced the Extended Control Program Support (ECPS:MVS) option, a subset of System/370 extended facility. On 20 October 1982, IBM announced a new entry-level 4341 model, Model Group 9 and a new top-of-the-line 4341, Model Group 12. Model Group 12 included the Dual Address Space (DAS) facility. The 4341 was withdrawn on 11 February 1986. ==IBM 4361== The IBM 4361 Model Groups 4 & 5 were announced on 15 September 1983. Model Group 3 was announced the following year on 12 September 1984. ===New features=== Among the new/optional features for the 4361 were: * Auto-Start—automatically turns on the processor by telephone via the Remote Operator Control Facility or at a predetermined time and day of the week. The processor powers on and proceeds with initial microcode load, sets the clock and loads the system. ====APL keyboard==== * A Workstation Adapter that includes support for terminals with APL keyboards, supporting the APL syntax and symbols. ====High-Accuracy Arithmetic Facility==== While Floating-Point Arithmetic capability has long been part of computing history, and was present in System/360, this feature's advancement, conceptualization of which, as Karlsruhe Accurate Arithmetic, had been under development for decades, was implemented as an optional feature on the 4361. The 4361 was withdrawn on 17 February 1987. ==IBM 4381== The IBM 4381 had a greater longevity than any of the above systems. Model Groups 1 & 2 were announced Sep 15, 1983 and withdrawn on 11 February 1986. Model Group 3 was announced on 25 October 1984 and withdrawn on 11 February 1986. Model Groups 11, 12, 13 & 14 were announced on 11 February 1986. Model Groups 21, 22, 23 & 24 were announced on 19 May 1987 and withdrawn on 19 August 1992. ==Operating systems== New releases of: * Disk Operating System/Virtual Storage Extended (DOS/VSE) * Virtual Machine Facility/370 (VM/370) Release 6 * Operating System/Virtual Storage 1 (OS/VS1) Release 7 supported the 4300 series as well as other System/370-compatible processors. For the 4321 and 4331: * Small Systems Executive/Virtual Storage Extended (SSX/VSE), a simplified version of the DOS/VSE operating system for the IBM 4321 and IBM 4331 processors. ==Other== * Hughes Aircraft Company was the first IBM customer to install Endicott's initial IBM 4341 processor * The IBM 4331 Model 2 was developed by the Boeblingen lab and manufactured in Endicott. * The IBM 4341 Model 2 was developed by the intermediate systems group, and manufactured by SPD, in Endicott. * Subsequent processors had development and manufacturing activities in Endicott, Havant, Boeblingen, Valencia, and Sumare. ==See also== * List of IBM products * IBM System/360 * IBM System/370 * Karlsruhe Accurate Arithmetic (KAA) for the IBM 4361 * Molly-guard ==Notes== ==References== ==Further reading== * (NB. Describes the 4381.) ==External links== * IBM Archives: Mainframes product profiles * Request a login to Living Computers: Museum + Labs IBM 4361. 4300 series Category:32-bit computers",
 "title": "IBM 4300"
}