{
 "id": "902077",
 "text": "Association football culture refers to the cultural aspects surrounding the game of association football. As the sport is global, the culture of the game is diverse, with varying degrees of overlap and distinctiveness in each country. In many countries, football has ingrained itself into the national culture, and parts of life may revolve around it. Many countries have daily football newspapers, as well as football magazines. Football players, especially in the top levels of the game, have become role models. Football has over 150 years of history. The rules first written in England in 1863 – and since then a vast and diverse culture has emerged. The culture of football can be easily divided into how the players, fans and clubs see the sport. Held every four years, the FIFA World Cup is a \"month long festival of football\", with The Independent adding \"its extreme popularity across the expanse of the globe giving it a uniquely universal audience\". ==Fans== ===Fair Play === Fair Play is the name of a FIFA programme which aims to increase sportsmanship as well as prevent discrimination in the game of football. This also involves programmes to reduce racism in the game. The programme extends to outside of football, in trying to support charities and other organisations which improve conditions around the world. The principles of the Fair Play programme can be summarised as follows:FIFA.com – \"FIFA Fair Play Code\" # Play fair (no diving) # Play to win but accept defeat with dignity # Observe the laws of the game # Respect opponents, teammates, referees, officials and spectators # Promote the interests of football # Honour those who defend football's good reputation # Reject corruption, drugs, racism, sexism, violence, gambling and other dangers to our sport # Help others to resist corrupting pressures # Denounce those who attempt to discredit the sport # Use football to make a better world Both FIFA and UEFA have awards which they hand out to individuals or groups of people who have promoted what they see as the spirit of Fair Play, both within and outside of football. An example of this was the Italian player Paolo Di Canio who, while not given an award, was congratulated by many sections of the football world for a generous display of Fair Play. Despite having a goal- scoring opportunity while playing for West Ham United against Everton, when Di Canio saw the Everton goalkeeper had incurred an injury, instead of scoring what would have been the easiest goal of his career, he caught the crossed ball with his hands, causing the referee to call a foul for handball. The referee stopped play and allowed the goalkeeper to receive treatment for the cuts and bruises to his face. The referee smiled and did not issue a red card, which he should have done according to the laws of the game. When the referee noticed he was being shown close-up on the scoreboard screen, he pointed at his smile and began blowing loudly on his whistle. ===Food and beverages=== thumb|Brazilian supporters in Berlin drinking beer In the United Kingdom, attendance at football matches is associated with the consumption of traditional football foods such as meat pies and Bovril. Food and beverage sales in stadiums can raise high incomes for clubs, and some clubs make attempts to improve their service and diversify out of traditional foods. In Brazil, sanduíche de calabresa (pepperoni sandwich) is a popular meal in the surrounding areas of stadiums. In Mineirão stadium, feijão tropeiro, a typical dish from Minas Gerais, is very common. In Germany, many football fans eat bratwurst and drink beers. In Argentina, choripán (a sandwich with grilled chorizo with crusty bread) and grilled hamburgers are commonly served in stadiums. In the past, a variety of pizza without cheese was served, which is now known as pizza de cancha (\"pitch pizza\"). In Spain and Bulgaria, it is very common to eat sunflower seeds during the match. Although not in the whole of Bosnia and Herzegovina, but especially in Sarajevo, ćevapi are commonly seen to be sold around the stadiums before and after the matches, and people can often be seen selling pepita and juices in front of the entrance of the stadium and on the stands during the match. In many countries with drinking culture, football has been associated with alcohol consumption.Pearson, G. 'An Ethnography of English Football Fans: Cans, Cops and Carnivals', 2012, Manchester University Press This can be before, during and after the match, with drinking occurring inside the stadium, sometimes illicitly, as well as in pubs and bars outside. However, unwanted behaviour caused by drinking has led to the banning of the sale of alcohol to general supporters in stadiums across the UK, although most English and Welsh sides continue to sell alcohol within general stadium areas, with only clubs in Scotland being subject to a blanket ban following rioting after the 1980 Scottish Cup Final. Sales of alcohol still occur in executive lounges. Some teams and countries have Supporters Clubs which have friendly drinking reputations. However, some countries are more associated with drunken hooliganism as mentioned in the violence section below. More recently research has cast doubt on the effectiveness of alcohol restrictions on reducing the likelihood of disorder and violence, particularly involving English football fans see: Heysel Stadium disaster.Pearson, G. and Sale, A. 'On the Lash: Revisiting the Effectiveness of Alcohol Controls at Football Matches', Policing and Society, Vol. 21, No. 1, 2011: 1–17. ===Hooliganism === The level of passion with which football teams are supported has from time to time caused problems, and clashes between fans can result in violence. Some violence occurs by people aiming to cause trouble, a phenomenon known as hooliganism. Other fans group together in hooligan firms, which are organised gangs that seek fights with other firms supporting rival clubs. Both are sometimes known as the \"English Disease,\" after the disorder caused by English fans travelling abroad to support either their club or national team in the 1970s and 1980s.Stott, C. and Pearson, G. 'Football Hooliganism: Policing and the War on the English Disease', 2007 London: Pennant Books However, violent organised supporters' groups surrounding football has been prevalent throughout other countries, most notably barras bravas that emerged in Argentina in the 1950s, some years before the appearance of significant hooligan firms in England. In addition ultras, originally emerging in Italy in the 1960s, and in parts of Europe, Asia, Australia and North Africa; and torcidas organizadas in Brazil (emerged as non-violent groups during the 1930s but became violent ones in the 1970s) have become significant. Violence by fans has ranged from small fights between fans to tragedies such as the Heysel Stadium disaster and also the Football War. There have been incidents of fans being murdered, such as the killings of Christopher Loftus and Kevin Speight, two Leeds United supporters, in Istanbul in 2000 on the eve of the UEFA Cup Semi-Final first leg. In recent years this aspect of the game seems to have passed its peak in England though it has by no means disappeared completely. Specialist police units and information- sharing between regional and international police forces has made it much harder for the hooligans to organise and participate in disorder. CCTV inside and outside stadiums and also at other anticipated \"flash points\" such as city centres and railway stations now makes it more likely that people involved in disorder can be identified later even if they are not arrested at the scene. However, there are still disruptions surrounding football matches. One example being the UEFA Champions League matches which were played on 12 and 13 March 2005. Violence by fans has also affected players, including professional athletes, but this is rare. One example includes a message to Christian Vieri, apparently by an Inter Milan fan, which threatened to burn down his restaurant, criticising his attitude towards the team. There is also the notorious incident where the Colombian international player Andrés Escobar was murdered shortly after returning home from the 1994 World Cup. This was reputedly for scoring the own goal which eliminated Colombia from the competition. Before the 1998 FIFA World Cup, 26 Seaburn Casuals (a Sunderland A.F.C. supporters firm) hooligans were arrested in a police raid after a military-issue smoke bomb was let out at a local pub after a fight with bouncers. By the end of the operation, over 60 were facing charges. Some of the Seaburn Casuals hooligans picked up in the raid were also involved with neo-Nazi groups like Combat 18. The operation failed when judge ruled CCTV footage from the pub inadmissible. In March 2002, the Seaburn Casuals fought with hooligans from the Newcastle Gremlins in a pre-arranged clash near the North Shields Ferry terminal, in what was described as \"some of the worst football related fighting ever witnessed in the United Kingdom\". The leaders of the Gremlins and Casuals were both jailed for four years for conspiracy, with 28 others jailed for various terms, based on evidence gained after police examined the messages sent by mobile phone between the gang members on the day. There have been a number of accidents and disasters in the history of football. Some of these, such as the Hillsborough and Ibrox disasters, were due to problems with crowd control. The Heysel Stadium disaster was a combination of hooliganism and poor crowd control. The Bradford City stadium fire was due to poor fire safety in the stadium. Lessons learned from these disasters have led to safer football stadiums and gradual bans on smoking. ===Match programmes=== Match programmes are sold inside and outside stadiums before, and sometimes during, matches. In their most simple form, they provide basic information on the teams, players, and match officials. Larger clubs usually produce multiple-page programmes with features such as comments from the manager and club captain, interviews with players, ex-players and backroom staff, information about ticketing arrangements for forthcoming matches, a detailed fixture list and review of the team's season so far, competitions, pages for junior fans, and a detailed feature on the opposition. Programmes from some matches are collectible items, and can fetch money at an auction. ===Pitch invasions=== Pitch invasions happen when supporters move from the stands onto the football pitch, some times to deliberately disrupt a match. This is distinguished from times when, due to safety reasons, fans are let onto the pitch. Examples of pitch invasions include the 1923 \"White Horse\" FA Cup final between Bolton Wanderers and West Ham United at Wembley Stadium. Due to the overwhelming numbers in the stadium, the police had to bring order back to the stadium. Another example is the 1977 British Home Championship match between England and Scotland, again at Wembley. After Scotland won 2–1, the \"Tartan Army\" invaded the pitch and managed to break down the goalposts, as well as cutting up the turf to take.BBC Scotland (RealVideo) In addition, there are better natured pitch invasions, typically at the end of games that involve success for one of the teams. This commonly occurs after a team wins a championship, survives relegation or achieves an upset, typically in a cup competition. Solo invasions are more common although few in number. In some cases, these are streakers who try to invade the pitch while nude. Supporters tend to view this as harmless fun. One such pitch invasion was at UEFA Euro 2004, in the final between Portugal and Greece, when \"Jimmy Jump\" ran onto the pitch to disrupt the match.worldcupweb.com – \"Anger over transfer behind final pitch invasion\" Another well known invasion was carried out by Karl Power, who sneaked into Manchester United's team photograph before their UEFA Champions League match with Bayern Munich. His other stunts have involved the England national rugby union team and the British Grand Prix. ===Supporter groups=== There are many types of sub-cultures and types of groups centred around football. Casuals are interlinked with hooligan firms. Ultras are a primarily continental European phenomenon (emerging later in Asia, Australia and North Africa), while in South America, the barra bravas (oldest violent organised supporters' groups, emerged in the 1950s in Argentina) are common, with the exception of Brazil, where torcidas organizadas are more prevalent. ===Rivalries=== Derby matches, which are matches between two neighbouring rival clubs, are often fiercely competitive. Sometimes there are underlying political or sectarian tensions. The term often applies to matches between two teams from the same city or region, but it is sometimes used to refer to matches between big clubs from the same country. Derbies are usually treated as the most important matches by the fans, players and clubs, regardless of position in the league table, et cetera. The film Green Street embodies the spirit of derbies when one of the characters refers to the West Ham United–Millwall rivalry as that of Israel against Palestine. Of course this film does focus on the mostly past era of hooliganism, however its depiction of matchday passion shows just how important derby day is to fans. When it comes to derbies, the culture of football thrives and shines in all its colours. How Soccer Explains the World is a perfect source into how derbies emerged and what they mean to the community. ==Players== ===Celebrities=== Such is the popularity of football that some players become better known for their 'off-the-pitch' activities. The celebrity status is such that advertisers and sports goods manufacturers hire them to sponsor their products. The Brazilian footballer Pelé is such a player. He was so admired as a player during his time that he went on to become a UNICEF ambassador, as well as being a spokesman in advertisements for many different companies. He also spent some time in politics in Brazil. Brazilian striker Ronaldo was chosen as a goodwill ambassador for the United Nations Development Programme in 2000 as he had the highest global appeal among sportspeople. Former FIFA World Player of the Year and African Footballer of the Year George Weah secured most votes in the first round of the 2005 Liberian presidential election, but was defeated in the run-off ballot. He was elected President 12 years later. Another football celebrity is the English footballer David Beckham. He has been perceived as a trend-setter in England due to a history of frequent hairstyle changes. He is also married to the former Spice Girl Victoria Beckham, and his relationship difficulties were widely reported in the UK press in 2004 and 2005. Statues have been made of him, notably at a Buddhist temple as well as made out of chocolate. Beckham was for a long time an Armani model, famous for his underwear advertisements. In late 2009, Beckham was replaced by Cristiano Ronaldo as Armani's primary footballer/model. Nine of the top ten most followed sportspeople on Facebook are footballers, including the top six, Cristiano Ronaldo, Messi, Beckham, Neymar, Ronaldinho and Kaká, with Cristiano also the most followed person.\"Top 100 Facebook Fan Pages\" . Fanpagelist.com. Retrieved 24 October 2014. Cristiano, Messi and Neymar are the three most followed sportspeople on Instagram, and all 3 in the top 12 most followed people. Many other players have also become celebrities and are treated as heroes by the fans. Retired players, such as Gary Lineker, have become celebrities in their own right by working on television or radio. Even non-footballers who are connected to football have become famous through their association alone. For instance, after the 2002 World Cup, the head of the Korea Football Association decided to run for president of South Korea. ===Goal celebration=== In football, a goal celebration is the practice of celebrating the scoring of a goal. The celebration is normally performed by the goalscorer, and may involve his or her teammates, the manager or coaching staff and/or the supporters of the team. Whilst referring to the celebration of a goal in general, the term can also be applied to specific actions, such as a player removing his shirt or performing a somersault. Many unique goal celebrations have been immortalized, such as in a statue (Thierry Henry), advertisements (Ronaldo), postage stamps (Pelé), magazine covers, or in video games: Cristiano Ronaldo, Gareth Bale, Lionel Messi among many others are featured in the FIFA series.\"Fifa 14 celebrations: How to do Gareth Bale, Ronaldo, and Lionel Messi's signature moves\". The Mirror. Retrieved 6 September 2014 ===Deaths=== There have been deaths of players on the pitch and dugouts. On 5 September 1931, Celtic goalkeeper John Thomson suffered a skull fracture when he collided with Rangers player Sam English during an Old Firm match. He was fatally injured and died later that day. On 10 September 1985, Scotland manager Jock Stein died of a heart attack as his team scored the equaliser against Wales which virtually secured qualification for the 1986 World Cup finals. He was aged 62. In 2003, Cameroon international player Marc-Vivien Foé collapsed during a FIFA Confederations Cup match against Colombia and was pronounced dead later that day. His death was attributed to previously undiagnosed heart problems. On 8 September 1990, York City's David Longhurst collapsed and died on the pitch during his team's match with Lincoln City. The match was abandoned and York City paid tribute to the player later by naming a stand in his honour at their Bootham Crescent ground. In 2004, the Hungarian international Miklós Fehér died from a heart attack while playing for Benfica against Vitória de Guimarães. On 9 September 2006, Hinckley United player Matt Gadsby collapsed on the pitch and died during a Conference North match against Harrogate Town. Medical tests revealed he died from a heart condition known as Arrhythmogenic Right Ventricular Cardiomyopathy. On 25 August 2007, Sevilla player Antonio Puerta suffered a heart attack during Sevilla's first match of the season – against Getafe – while running back towards his own goal. Sevilla teammate Ivica Dragutinović and Sevilla medical staff subsequently rushed to his aid. He was admitted to hospital but died on 28 August, aged 22. Several players have also been struck by lightning while playing during sudden storms. On 29 December 2007, Motherwell captain Phil O'Donnell suffered from a suspected heart failure on the pitch in a match against Dundee United, as a result of which he died several hours later in hospital. At the end of that season, a tribute match was played in his honour between stars of the Motherwell team which won the Scottish FA Cup in 1991 and the Celtic team which won the League Championship in 1998, both of which O'Donnell starred for. Motherwell also named the main stand of their stadium in his honour. Other disasters have occurred away from stadia. Most notably, the Superga air disaster of 1949 in which the entire Torino squad perished. Other examples include the Munich air disaster which involved the 1958 Manchester United squad; the loss of the entire Zambia national team squad in an air crash in 1993; and a plane crash in 2016 that killed 71 passengers, including almost the entire Chapecoense first team squad. ===Ethnicity=== People of different races have sometimes not been accepted as players in European football. This is changing at the start of the 21st century due to society change as well as campaigning on the part of the football authorities in different countries. UEFA and the European Union support the Football Against Racism in Europe (\"FARE\") project, which aims to stop racism. Many black players were not accepted initially into European football, even though the earliest black player was in 1881. However, in the 1970s onwards, players were increasingly accepted leading to a situation where many club and national teams have players of varying ethnicities. However, full acceptance in the bigger footballing nations did not occur until the 1990s, and racism still exists at some levels. Samuel Eto'o, for example, was once racially insulted by some Real Zaragoza fans at a match against Barcelona, and threatened to quit the game if they kept insulting him. The same occurred to then-Messina defender Marc Zoro in a match against Inter Milan. In some countries, such as England and Germany, there have been strong campaigns to remove racism and intolerance from football on the pitch and on the terraces. In other countries, despite visible problems, little action has been taken, such as Spain and Italy. ===Female players=== Women have been playing football as long as the game has existed. Their numbers, as both football players and fans, increased with the lifting of bans on women playing football and attending matches. The first FIFA Women's World Cup was held in 1991, and has drawn worldwide television interest. Football matches now tend to have increased numbers of women supporters at the match, as well as watching matches at home or in pubs and bars. In the United States, the Women's United Soccer Association League was formed in 2001 in response to growing interest in women's football around that country. The league collapsed in 2003, but grassroots football was not affected, and the league relaunched in 2009 as Women's Professional Soccer. That league would also play for only three years, folding after its 2011 season; the semi-pro WPSL Elite was established as a bridge to the current National Women's Soccer League, which has played since 2013. The semi-professional W-League continues to operate with 38 teams, as of 2006. Japan's women's league, the L. League is well supported. ===Globalization=== For the best players, it means their services can be offered to clubs in a number of different countries and for compensation they have significant bargaining power in setting – the top players can make salaries of millions in a year, in addition to whatever endorsements they receive. Teams have also benefited from this by being able to find a wider support base outside their traditional local areas. They can also scout for talent from a wider area. However, some European clubs have been accused of exploitation for doing this, as some African youngsters they have recruited for football teams have eventually been left with nothing after the team no longer requires their services. In the modern game, most clubs have multiple foreign players. This is especially evident in the English Premier League, where English players are outnumbered by their foreign counterparts. Some of football's leading authorities, including former FIFA president Sepp Blatter, have argued this is detrimental to the game and an issue for supporters. Published academic research on this question (by David Ranc) seems to demonstrate the opposite. Many teams attempt to build a complete team with players with ball control, others with strength, others with speed and others with vision. Traditionally, these skillsets are associated with different regions: ball control is regarded as a South American trait, speed is typically associated with African players and strength is typically seen as the European way. Therefore, prominent clubs scout these regions heavily for rising talent and advise them to have a trial with the club. Football has become a global sport where spectators from around the world can enjoy many different leagues. It has created international rivalries as well as community rivalries, but at the same time, it has the power to bring communities together. The FIFA World Cup brings the world of football together for an entire month. Through triumph and defeat it is a modern example of nationalism fused with globalisation. In Franklin Foer's How Soccer Explains the World, he explains that national teams create a tribal sense of nationalism amongst fans. This nationalism is shown in wearing football shirts, scarves and flying flags to express pride. When tournaments such as the FIFA World Cup, the African Cup of Nations and the UEFA European Championship bring in supporters from nations around the world, this national pride is a part of globalism. This complex system is all a part of the global community of football. Football brings players, fans, coaches and clubs together from every part of the world. A prime example of the unifying power of football is the African nation of Ghana. It gained independence from British imperial rule in 1957 and used football to unite the nation. \"The Black Stars\", as the national team became known as, hosted the first African Cup of Nations. Ghana has become one of the most passionate footballing nations in both Africa and the world, thanks to the unifying power of the sport. Coaches are also becoming sought after internationally. This extends to national team coaches, once being native to their country, being brought in from other countries. Examples include Brazilian legend Zico coaching Japan; Sven-Göran Eriksson, a Swede who coached England; as well as Berti Vogts, a German who coached Scotland and Nigeria. Another German, Otto Rehhagel, is practically a national icon in Greece after leading its national team to a shock victory in UEFA Euro 2004, and shortly afterwards turning down an offer to coach Germany and remain coaching Greece. Dutch coach Guus Hiddink has a similar iconic status in South Korea after coaching its national team to the semi-finals of the 2002 World Cup, so much so that one of South Korea's World Cup stadiums was renamed in his honour shortly after the competition. The two most recent managers of the US women were born outside the country, although both had lived in the US for many years before becoming USWNT head coaches. Jill Ellis, who managed the USWNT to World Cup wins in 2015 and 2019, is a native of England who moved to the US with her family in her early teens, and current manager Vlatko Andonovski moved from North Macedonia to the US as a player in 2000 and has remained in the US ever since as a player and coach. ===Role models=== While many football players can be argued to be good role models, there have been headlines in the news regarding bad behaviour by footballers. Such is the influence of footballers, their activities tend to be reported widely in the media and also bring condemnation from the government of the countries in which they play. Shortly prior to UEFA Euro 1996, the English national team gained notoriety for the \"Dentist's Chair\" incident. Several English players, including Paul Gascoigne and Teddy Sheringham, were photographed in Hong Kong after being seen in a bar pouring beer down each other's throats while the person sat on a dentist's chair. Later in his life, Gascoigne struggled with alcohol and drug addiction and had to be hospitalised for overdose on several occasions. There have been incidents in England of players being accused of violence and misconduct off the pitch. Although on many occasions, players have been found not guilty, such cases are highly controversial. In 2001, two Leeds United players, Jonathan Woodgate and Lee Bowyer, appeared in court over the assault of a student outside a nightclub. Woodgate was found guilty of affray. In 2002, three players (two from Chelsea, John Terry and Jody Morris; and one from Wimbledon, Des Byrne) appeared in court on charges of affray. All were acquitted. On 20 May 2008, Joey Barton was sentenced to six months in jail after pleading guilty for his part in an assault in December 2007. Barton was captured on CCTV punching a man 20 times. In 2004, the Leicester City trio of Paul Dickov, Frank Sinclair and Keith Gillespie spent a week in prison after being accused of sexual assault while on a training break at the La Manga resort in Spain with their team. However, the case was dropped after forensic evidence showed the accusations to be baseless. Although the players accused were ultimately innocent, the scandal led to a media outcry about footballers and their behaviour, especially with regard to children who look up to them. Wayne Rooney was also attacked in the media for alleged visits to prostitutes in 2004, a claim he later admitted was true. Adrian Mutu admitted cocaine use after failing a drugs test, and Graham Stack was charged with rape but cleared in 2005. Lee Bowyer again made headlines in 2005 when he and Newcastle United teammate Kieron Dyer fought each other near the end of a Premier League match. ==Clubs== Clubs have moved from amateur status to, in some cases, big commercial concerns. Players have also managed to increase their earnings massively during this change. ===Seating=== After the Hillsborough Disaster, the British government commissioned the Taylor Report which resulted in standing being banned from many stadiums, including every top league stadium. Groups such as Stand Up Sit Down are campaigning for its return. This is very different from the situation in British non-league football and other leagues around the world where it is common to see terracing (standing areas) making up some, or even all of the room for fans. ===Corruption=== Allegations of corruption in football have always been present. This level of corruption can vary from country to country, and can involve players, agents and clubs. In 1980, Italian sides Milan and Lazio were relegated to Serie B for match-fixing. The 2005–06 football season saw many corruption scandals. This included the 2005 Bundesliga scandal in Germany, with the refereeing scandals of Robert Hoyzer; and the Brazilian football match-fixing scandal involving Edilson Pereira de Carvalho. This was followed by the 2006 Serie A scandal (\"Calciopoli\") in Italy where five clubs were found guilty for interference in the referees work by their leaders and resulted in several top clubs being penalised (most notably, Juventus was relegated to Serie B for the 2006–07 season and lost many top players) and getting their own title stripped off from them and being rewarded to Inter Milan, who were runners-up; and Apito Dourado in Portugal, with Porto and Boavista involved. ===Finance=== In a 1997 address to the Oxford Union, then Tottenham Hotspur chairman Alan Sugar described clubs' inability to manage the ever-increasing amounts of money in football as the \"prune juice effect\"; clubs expenditure continually outnumbering the profits coming from sponsorships and prize money. While most grassroot clubs and lower division league teams struggle to make ends meet, large clubs can make significant revenue. For example, sides such as Manchester United and Real Madrid are considered amongst the richest in the world, with a global support base.Business Insider - \"The 20 richest football clubs\" Chelsea has also undergone a transformation, purchasing a number of expensive football players after itself being purchased by Russian billionaire Roman Abramovich. In 2008, Manchester City became the richest club in the world after being bought-out by Emirati billionaire Mansour bin Zayed Al Nahyanan. The catalyst for this change was the arrival of satellite television. Satellite TV companies paid massive sums for the rights to cover football matches, and in turn have recouped this investment from the many fans who are unable to catch the match in person. This benefits the \"hardcore\" and \"casual\" fan as they have more choice of which game they want to watch. While some clubs do well out of the increased money in football, other clubs can get into trouble trying to keep up. Leeds United attempted to do this by spending a lot of money and were successful for a few seasons. However, the debts became unmanageable, the successful players were sold off and the team were eventually relegated twice, first from the Premier League to the Championship, and then to League One. Not all clubs do well out of television money. Clubs in lower leagues receive less money for matches and, if promoted to higher leagues, can have trouble matching the spending power of bigger clubs. This leaves them more likely to be relegated again. Clubs from smaller countries also have problems with this issue. Due to their smaller population base they receive less money from television rights. This means they are comparative paupers compared to clubs from the bigger countries, and can lead to debt problems if they try to match spending in trans-national competitions. Some clubs have managed to buck the trend by training players through their youth academies, as well as making wise investments. Examples of these clubs include Porto and Ajax, although when these teams become successful, as in Porto's case winning the 2003–04 UEFA Champions League, the players tend to get sold-off due to financial pressures. In 2021, Newcastle United became the richest football club in the world after being bought-out by the Saudi Arabian government’s sovereign wealth fund. ==Society== In many countries, football has ingrained itself into the national culture, and many parts of life revolve around it. While incarcerated in Robben Island prison, Nelson Mandela reflected on how playing football \"made us feel alive and triumphant despite the situation we found ourselves in\".\"Nelson Mandela: How sport helped to transform a nation\". BBC. Retrieved 6 December 2013 Many countries have daily football newspapers, as well as football magazines. The mood of regions and countries has been seen to be connected to football, especially during major tournaments where victory can bring happiness to the local community or country. Conversely defeat can lower spirits, and has been seen to be connected to mortality in the population. Withdrawal symptoms when the football season finished have also been reported. The economy can also be seen to be connected to major football tournaments, although the precise association is disputed. The terms \"soccer mom\" and \"soccer dad\", popularised in the United States, refer broadly to a demographic group of parents with school-age children playing football. ===Arts, literature and film=== The popularity of football has been reflected in the arts, books and films. Books have been written dealing with the culture, such as violence, surrounding football, as well as detailed histories of events or rivalries. Many clubs have one or more fanzines, one example being TOOFIF. Sunderland and Aston Villa were the subject of one of the earliest football paintings in the world – possibly the earliest – when in 1895 the artist Thomas M. M. Hemy painted a picture of a game between the teams at Sunderland's then ground Newcastle Road. thumbnail|right|One of the earliest football paintings in the world, Thomas MM Hemy's Sunderland v. Aston Villa 1895\" depicts a match between the two most successful English teams of the decade. Some consider that British football's image of a nasty working- class pursuit was changed into something far more respectable after Fever Pitch, a memoir by Nick Hornby about his life as an Arsenal fan, was published. The book also provided Hornby's big break. It was later adapted very loosely into a film. Numerous films have been made including Bend It Like Beckham, and The Football Factory, based on the book by John King, dealing with hooliganism and its relationship to socio-economic realities in England. In Germany, The Miracle of Bern (2003) revived the euphoria of the national team's victory in the 1954 World Cup and was a huge hit. One film that has a historical basis is Escape to Victory. The film was based on the true World War II story where a Dynamo Kyiv team, which defeated a German Luftwaffe team, was subsequently persecuted and some team members executed. The story has also been recounted in the book Dynamo by Andy Dougan. ===Sticker albums and cards=== Usually collected by children, a sticker album is a book where a collector sticks in pictures of players from different teams in a certain league. There may also be stickers of the clubs' stadia, badges or team photos. The most widespread are those that have been produced by Panini worldwide. In 1970, Panini published its first FIFA World Cup sticker album for the 1970 World Cup in Mexico. Initiating a craze for collecting and trading stickers, UK newspaper The Guardian states, \"the tradition of swapping duplicate [World Cup] stickers was a playground fixture during the 1970s and 1980s\". Under its Merlin brand, Topps has held the licence to produce collectables for the Premier League since 1994, including stickers (for their sticker album) and trading cards. Launched in the 2007–08 season, Topps' Match Attax, the official Premier League trading card game, is the best selling boys collectable in the UK, and is also the biggest selling sports trading card game in the world. ===Religion=== \"Religious\" aspects of sporting events include: * ritual pre-match, match and post-match traditions, ritualised group responses to cues such as on-pitch events, etc. * group chanting, singing, dancing. * the widespread use of symbols: team colours and logos take on a special importance and insulting these symbols is a grievous insult, often punishable by violence. Wearing them marks the wearer as an adherent of a certain group and divides the world, almost cult-like, into \"us\" and \"them\". *idol-worship of heroes which is associated with relics: balls, shirts, numbers, etc. associated with players and events are highly valued. *pilgrimages: some fans will fly to another country to see a match live or travel in large groups to far-away places, caravaning, to see events. *deep emotional involvement, ecstatic participation which can go in various directions: cathartic, fun, violent, etc. Football and other such sports lack some aspects usually associated with religion, however: * There is, in football, only a hint of transcendence. The memory of some players might be \"immortal\" and some teams \"legendary,\" but there is little in the way of an idea or ideology that is found in religion. * There are no holy texts. There are famous sayings, but they do not carry authority for regulating belief or behaviour. * Prayers are common, but they are usually directed outside the system. Fans and players do not pray \"to\" football or \"to\" football heroes, but to the supernatural entities of other religions \"about\" football. * There are revered figures, but this is usually with a sense of irony. Owen Coyle was referred to as \"God\" by Burnley for example, because of his legendary role as a manager for the club, taking them from relegation favourites to the Premier League within 18 months of being appointed. However, in Burnley's Premier League season, Coyle left the club during the January transfer window for relegation rivals Bolton Wanderers, taking the majority of Burnley's backroom staff with him. Consequently, he is now widely referred to as \"Judas\" by Burnley fans. One of his first matches as Bolton manager was against his former club Burnley at the Reebok Stadium. During the match, several travelling Burnley fans displayed a banner which read, \"He's not the messiah, he's a very naughty boy!\", a reference to the Monty Python film Life of Brian. Religious beliefs are also in common use throughout football. Some players are religious and can be seen to cross themselves before a game. In Africa, traditional belief rituals are used to help teams win important games. In Argentina, an official religion around the footballer Diego Maradona has been formed called \"Iglesia Maradoniana\". German club Schalke 04 has brought out their own Bible titled Mit Gott auf Schalke (\"With God in Schalke\"). This is an edition of the common Christian Bible along with spiritual texts by Christian Schalke players and officials. ===Health=== In July 2014, the Seychelles Health department blocked the football team from Sierra Leone from coming in to play qualification match for the Africa Cup of Nations. This came at the cost of Seychelles forfeiting that match and Sierra Leone advancing. The Africa Cup of Nations is known as the biggest football tournament in Africa. Morocco asked to delay the 2015 Africa Cup of Nations due to Ebola, and then pulled out from hosting it entirely. Despite the scare, it held the 2014 FIFA Club World Cup. The Africa Cup of Nations is biennial 16-team football match for Africa. After this, the Confederation of African Football (\"CAF\") searched for a new host nation for the event. Equatorial Guinea took over as the new host for the event. Equatorial Guinea was previously barred from the competition, but was allowed back in after it became host, while Morocco, Sierra Leone, Liberia and Guinea were banned from the competition. ==See also== * Geography of association football * Glossary of association football terms *List of association football competitions * Vuvuzela ==References== ==External links== * FootballCulture.net – A website run by the British Council exploring Football Culture (Internet Archive copy). * FootballCulture.com – Dutch Clothing label with supporters mentality since 2008. * Footballers are Idiots – A website compiling the best of footballers' bad behaviour. * FIFA Code of Conduct for Football * Football Against Racism in Europe * The Global Game – World Football, Women's Football, Media, Culture * Nouvelle Fédération Board website * It's a Funny Old Game: Explaining Curiosities from Poland's Football Culture",
 "title": "Association football culture"
}