{
 "id": "902412",
 "text": "U.S. Route 401 (US 401) is a north-south United States highway, a spur of U.S. Route 1, that travels along the Fall Line from Sumter, South Carolina to Interstate 85 near Wise, North Carolina. ==Route description== Starting in Sumter, South Carolina, US 401 goes northeast through mostly swamp and farmland, as it connects the cities of Darlington and Bennettsville before crossing the state line into North Carolina. Traversing the state for , it is mostly a two-lane rural road, which is likely to only have local traffic along it due to nearby Interstate 95. In North Carolina, the highway becomes more utilized, as it connects several mid-size and large cities in the state. In the sandhills region, it connects the cities of Laurinburg, Raeford, and Fayetteville, all three of which have business routes connecting the downtown areas. The road is typically two-lane still, but expands to four-lane (or more) in each city. The road then runs somewhat parallel to nearby Interstate 95 from Fayetteville through Lillington to Fuquay-Varina. In Wake County, US 401 is center-stage again as a major north-south corridor, connecting bedroom communities to downtown Raleigh. Once it leaves the county, it reverts to a rural road connecting the small cities of Louisburg and Warrenton. US 401 finally ends at Interstate 85, just north of the community of Wise; completing a through the state. ==History== thumb|left|The north end of US 401 at I-85 US 401 was established in 1957 as a renumbering of US 15A, from Sumter to Raleigh, and NC 59, from Raleigh to Norlina; it is the third and current route to bear the name. In 1967, northbound US 401 was rerouted along South Street west onto McDowell Street, formally using Lenoir Street, in Raleigh. That same year, US 401 was rerouted onto a bypass route northwest of downtown Fayetteville, replacing part of NC 59; its old alignment became US 401 Business. In 1971, US 52/US 401 was placed on a new bypass northwest of Darlington; its old alignment became US 52 Business. In 1984, US 401 was rerouted along the eastern half of the Raleigh Beltline (Tom Bradshaw Freeway and Cliff Benson Beltway); its former alignment through downtown Raleigh was downgraded to secondary roads. In 1991, US 401 was rerouted back through downtown Raleigh after I-440 was established along the entire Raleigh Beltline. In 2001, US 401 was extended north, in concurrency with US 1, to its current northern terminus to I-85, north of Norlina. On July 16, 2015, US 401 was placed onto new four-lane superstreet alignment bypassing east of Rolesville; its former alignment through downtown Rolesville became US 401 Business. The first US 401 existed between 1926-1931, solely in Virginia, it was replaced by US 52\\. The second US 401 existed between 1932-1934, in North Carolina and South Carolina, it was replaced by US 15 and US 15A. ==Future== Considered an important link between Fayetteville, Lillington and Raleigh, NCDOT has set up the US 401 Corridor Study. The purpose of the study is to identify deficiencies in the existing corridor and develop alternatives for accommodating future growth in traffic volumes (i.e. widen to multi-lanes). The corridor study also includes NC 55 and NC 210. Estimated costs for all road improvements along the corridor is around $193–222.6 million. Property acquisition and construction is unfunded at this time. ==Junction list== ==Special routes== ==See also== ==References== ==External links== * Endpoints of US Route 401 * Mapmikey's South Carolina Highways Page: US 401 * NCRoads.com: U.S. 401 01-4 01-4 01-4 4 Category:Transportation in Sumter County, South Carolina Category:Transportation in Lee County, South Carolina Category:Transportation in Darlington County, South Carolina Category:Transportation in Marlboro County, South Carolina Category:Transportation in Fayetteville, North Carolina Category:Transportation in Raleigh, North Carolina Category:Transportation in Scotland County, North Carolina Category:Transportation in Hoke County, North Carolina Category:Transportation in Cumberland County, North Carolina Category:Transportation in Harnett County, North Carolina Category:Transportation in Wake County, North Carolina Category:Transportation in Franklin County, North Carolina Category:Transportation in Warren County, North Carolina",
 "title": "U.S. Route 401"
}