{
 "id": "902418",
 "text": "U.S. Route 302 (US 302) is an east–west spur of U.S. Route 2 in northern New England in the United States. It currently runs from Montpelier, Vermont, beginning at US 2, to Portland, Maine, at U.S. Route 1. It passes through the states of Vermont, New Hampshire and Maine. ==Route description== |- |VT | |- |NH | |- |ME | |- class=\"sortbottom\" |Total | |} ===Vermont=== US 302 begins as River Street in the southeast part of Montpelier, the state capital, at a junction with US 2\\. It heads southeast up the valley of the Stevens Branch of the Winooski River, passing through the northeast corner of the town of Berlin and entering Barre, where it becomes North Main Street. In the center of Barre, US 302 becomes Washington Street at the junction with Vermont Route 14 south, and continues southeast up the valley of the Jail Branch River. In East Barre, US 302 has an intersection with Vermont Route 110 at a roundabout. US 302 climbs into the hills of eastern Vermont, passing through the rural town of Orange, where it crosses a height of land and crosses the valley of the Waits River, a tributary of the Connecticut River. The highway turns northeast, passing through a corner of Topsham, crosses another height of land, and enters the valley of the Wells River in the rural town of Groton. The highway turns southeast again, following the Wells River and passing through the village of South Ryegate, before intersecting Interstate 91 in the northern part of the town of Newbury. US 302 continues east and enters the village of Wells River, where it crosses US 5 and reaches the Connecticut River and the New Hampshire border. US 302 is named the William Scott Memorial Highway and was part of the Theodore Roosevelt International Highway in Vermont.\"Vermont Named State Highways and Bridges\" . Vermont Department of Libraries. Retrieved 21 May 2012.Tracy, A.W. Theodore Roosevelt International Highway (1996) p. 7 ===New Hampshire=== US 302 enters the state of New Hampshire at a two-lane arch bridge over the Connecticut River beginning in Wells River, Vermont. It follows Central Street on a two-lane alignment, passing through Woodsville until it reaches NH 10 (Dartmouth College Highway), where it turns eastward. US 302 follows the Ammonoosuc River through a mix of fields and forested land, passing through Bath as Lisbon Road and Lisbon as its Main Street. As it approaches Littleton, the road's name changes to Meadow Street and becomes a shopping strip just before crossing the river and interchanging with I-93. After a short stretch, the road meets Main Street (NH18) at a skewed intersection, defaulting onto Main Street and passing through the town's downtown. The route intersects NH 116 and turns southward onto Cottage Street, immediately bridging the Ammonoosuc River once again, and passes through a residential area before turning eastward onto Bethlehem Road. The route passes under Interstate 93 again and passes through woodland, where it crosses I-93 for a third time at a second interchange, where NH 18 and NH 116 also depart to the south. US 302 then travels eastward through largely forested land, passing through Bethlehem and Twin Mountain (where it crosses U.S. Route 3), then turns southward as it passes through Crawford Notch State Park, bearing Crawford Notch Road as its name and paralleling the Saco River. After turning eastward again, passing through Bartlett and intersecting NH 16, the road becomes White Mountain Highway and turns southward once more, passing Lower Bartlett and entering North Conway. The route follows Eastman Road south of North Conway, which it follows to its end at NH 113 (Main Street) after bridging the Saco River once again. US 302 turns east, passing through more forested land as it crosses the Maine state border, bound for Fryeburg a short stretch east of there. ===Maine=== thumb|The state border sign for Maine on U.S. Route 302 in 2014 US 302 is known as the Roosevelt Trail through southern Maine because it was the beginning of the Theodore Roosevelt International Highway to Portland, Oregon. It is a two-lane highway for almost all of its length, but there are multi-lane sections within the Portland area, as well as short four-lane sections in and around North Windham in commercial areas. Some of the hilly sections also feature a third passing lane. The highway enters Maine at Fryeburg, in the Saco River valley as it leaves the White Mountains. The road bridges the Saco near milepost 56 in eastern Fryeburg, Moose Pond near milepost 46 in Bridgton, Long Lake near milepost 31 in Naples, and the Crooked River in Casco near a boyhood home of Nathaniel Hawthorne. The highway passes the north end of Jordan Bay on Sebago Lake in the town of Raymond, and crosses the Pleasant River at milepost 13.4 in Windham. US 302 bridges the Presumpscot River from Westbrook into Portland at Riverton, then reaches its eastern terminus at I-295/US 1 at the south end of Back Cove.Greaton, Everett F. Maine, a Guide \"Down East\" (1937) pp. 375–381 ==History== The eastern end of US 302 was formerly at Longfellow Square in Portland, Maine. The highway follows a 19th-century stagecoach road from Portland through Windham to Bridgton. The portion from Windham to Bridgton was built about 1785. Stagecoach service began in 1803, and the route became a post road for the United States Postal Service in 1814. Transportation over this route was augmented by the Cumberland and Oxford Canal from 1832 to 1932, and by the Bridgton and Saco River Railroad from 1883 to 1941.Jones, Robert C. Two Feet to the Lakes: The Bridgton & Saco River Railroad (1993) pp. 12–13 The highway through Crawford Notch follows the Tenth New Hampshire Turnpike built in 1803 and parallels the Maine Central Railroad Mountain Division built in 1877. The highway eliminated railway passenger travel over the route from Portland by 1958, and railroad freight service through Crawford Notch was discontinued in 1983.Johnson, Ron Maine Central Railroad Mountain Division p. 9 left|75px From 1922 until 1935, much of what is now US 302 was a part of the New England road marking system, designated as Route 18, from Portland, Maine, northwest to Littleton, New Hampshire, roughly . From Littleton west to Montpelier in Vermont, US 302 and Route 18 took different paths. NE-18 took a more northerly route, along present-day New Hampshire Route 18 and Vermont Route 18 to St. Johnsbury, Vermont (closely paralleling I-93), then along present-day US 2 up to Montpelier. Current US 302 runs along a more southerly route using other former sections of New England Interstate Routes. From Littleton, it went along former Route 10 to Woodsville, New Hampshire, then along former Route 25 to Montpelier. The entire Maine segment of US 302 was formerly designated State Route 18, a route that was established in 1926 until being deleted in 1935 by US 302. ==Major intersections== ==See also== ===Special routes=== *U.S. Route 302 Business (Bartlett, New Hampshire), a loop connecting US 302 to Lower Bartlett. It is locally known as the Intervale Resort Loop and is signed only as New Hampshire Route 16A. ===Related state highways=== *New Hampshire Route 18 *Vermont Route 18 ==References== ==External links== * Endpoints of U.S. Highway 302 02-3 02-3 02-3 02-3 3",
 "title": "U.S. Route 302"
}