{
 "id": "902541",
 "text": "Simen Agdestein (born 15 May 1967) is a Norwegian chess grandmaster, chess coach, author, and former professional footballer as a striker for the Norway national football team. Agdestein won seven Norwegian chess championships, including the 2005 title. He is also the former coach of Magnus Carlsen, and brother of Carlsen's manager, Espen Agdestein. He has authored and co-authored several books on chess, including a biography of Carlsen. ==Chess career== Agdestein became Norwegian national champion at the age of 15, an International Master at 16 and a grandmaster at 18. On a local level, his regular dominance of the Nordic and Norwegian Chess Championships during the 1980s amply demonstrated that there were few players who could resist his enterprising and inventive style. In international competition, he finished second at the 1986 World Junior Championship behind Walter Arencibia but ahead of Evgeny Bareev, Viswanathan Anand and Jeroen Piket. A little later, his Elo rating rose to over 2600. In the late 1980s, Agdestein combined top-flight chess with a full-time football career, representing his country at both.Norway – International Players – Landslaget In the early 1990s, a knee injury cut short his football activities. In 1999, Agdestein returned to winning ways, topping the Cappelle la Grande tournament that year and the Isle of Man tournament in 2003. Agdestein scored two tournament victories in 2013, when he won the Open Sant Martí in Barcelona with 8½ points out of 9 possible, with a rating performance of 2901, and the Oslo Chess International-Håvard Vederhus' Memorial with 7 points out of 9., Crosstable of Oslo Chess International (TournamentService) Agdestein has represented his country seven times at the Chess Olympiad, mostly playing first board and winning an individual (board 4) gold medal at his first appearance in 1982. As a player of the white pieces, he shows a preference for the queen pawn openings, while with Black, favours the Ruy Lopez, Dutch Defence and Semi-Open Games. Agdestein works at the sports academy , where he teaches chess and soccer. He has been a chess coach to many young talents, including current world champion Magnus Carlsen. His handle on the Internet Chess Club (ICC) is \"Gruk\". ==Football career== {| class=\"wikitable\" style=\"text-align:center\" |- ! colspan=3 | Club performance ! colspan=2 | League ! colspan=2 | Cup ! colspan=2 | Total |- ! Season !! Club !! League ! Apps !! Goals ! Apps !! Goals ! Apps !! Goals |- |- ! colspan=3 | Norway ! colspan=2 | League ! colspan=2 | Norwegian Cup ! colspan=2 | Total |- | 1984 || rowspan=\"9\" | Lyn Oslo || || 2 || 0 || colspan=\"2\" | - || 2 || 0 |- | 1985 || || 4 || 1 || colspan=\"2\" | - || 4 || 1 |- | 1986 || || 4 || 1 || colspan=\"2\" | - || 4 || 1 |- | 1987 || || 19 || 8 || colspan=\"2\" | - || 19 || 8 |- | 1988 || || 17 || 13 || 1 || 0 || 18 || 13 |- | 1989 || || 17 || 5 || colspan=\"2\" | - || 17 || 5 |- | 1990 || || 17 || 8 || 3 || 0 || 20 || 8 |- | 1991 || rowspan=\"2\" | Premier League || 2 || 0 || colspan=\"2\" | - || 2 || 0 |- | 1992 || 10 || 1 || 2 || 6 || 12 || 7 |- ! rowspan=1 | Total ! colspan=2 | Norway ! 92 || 37 || 6 || 6 || 98 || 43 |- ! colspan=3 | Career total ! 92 || 37 || 6 || 6 || 98 || 43 |} ==Personal life== He was born in Oslo as a son of civil engineer Reidar Frank Agdestein (1927–2002) and secretary Unni Jørgensen (1934–). He is a maternal grandson of runner and botanist Reidar Jørgensen. In 1995, he was awarded a master's degree from the Department of Political Science at the University of Oslo.UiO:DUO Research Archive. https://www.duo.uio.no/handle/10852/14709 In October 1996 he married Marianne Aasen, a later Member of Parliament. The couple had three children, but separated in 2008. ==Bibliography== Source: BIBSYS ===As an author or co-author=== * Sjakkleksjoner med Simen Agdestein (1987) * GATT, u-landene og miljøet : rapport fra en konferanse i Oslo 20. og 21. oktober 1994 (1994) * Regionalt samarbeid versus apartheid : SADCC- landenes bestrebelser på å redusere transportavhengigheten til Sør-Afrika på 1980-tallet (1995) (Master thesis, University of Oslo) * Simens sjakkbok (1997) * Et hefte om internasjonalisering (1998) * Den unge sjakkspiller (2001) * Sjakk: Fra første trekk til sjakkmatt (2002) * Wonderboy : how Magnus Carlsen became the youngest chess grandmaster in the world : the story and the games (2004) * Sjakk (2007) ===Books about Agdestein=== * Arne Danielsen, Bjarte Leer-Salvesen, Bjarke Sahl, Atle Grønn. Simen Agdestein (2008) ==References== ==External links== * * Tim Krabbe article * Category:1967 births Category:Living people Category:Chess grandmasters Category:Chess Olympiad competitors Category:Norwegian chess players Category:Norwegian chess writers Category:Norwegian columnists Category:Norwegian footballers Category:Association football forwards Category:Norway international footballers Category:Lyn Fotball players",
 "title": "Simen Agdestein"
}