{
 "id": "902872",
 "text": "People v. Collins was a 1968 American robbery trial in California noted for its misuse of probability and as an example of the prosecutor's fallacy. ==Trial== After a mathematics instructor testified about the multiplication rule for probability, though ignoring conditional probability, the prosecutor invited the jury to consider the probability that the accused (who fit a witness's description of a black male with a beard and mustache and a Caucasian female with a blond ponytail, fleeing in a yellow car) were not the robbers, suggesting that they estimated the odds as: {| |Black man with beard |1 in 10 |- |Man with mustache |1 in 4 |- |White woman with pony tail |1 in 10 |- |White woman with blond hair |1 in 3 |- |Yellow motor car |1 in 10 |- |Interracial couple in car |1 in 1,000 |- |} The jury returned a guilty verdict. ==Appeal== The California Supreme Court set aside the conviction, criticizing the statistical reasoning for ignoring dependencies between the characteristics, e.g., bearded men commonly sport mustaches, and for drawing an incorrect statistical inference. This mistaken inference, commonly called the prosecutor's fallacy, incorrectly equates the probability that a random defendant has certain traits with the chance that the defendant is guilty. The court noted that the correct statistical inference would be the probability that no other couple who could have committed the robbery had the same traits as the defendants given that at least one couple had the identified traits. The court noted, in an appendix to its decision, that using this correct statistical inference, even if the prosecutor's statistics were all correct and independent as he assumed, the probability that the defendants were innocent would be over 40%. The court asserted that mathematics, \"...while assisting the trier of fact in the search of truth, must not cast a spell over him.\" In particular, the court expressed its concern that complex mathematics would distract the jury from weighing the credibility of witnesses and the reasonableness of their doubts. The court also expressed concern that if mathematics became common tools for prosecutors that there would not be enough defense attorneys skilled at mathematics to put on a skilled defense. ==See also== *Howland will forgery trial ==References== ==Bibliography== * ==External links== * Category:California state case law Category:Forensic statistics Category:1968 in United States case law Category:1968 in California",
 "title": "People v. Collins"
}