{
 "id": "902820",
 "text": "The emissivity of the surface of a material is its effectiveness in emitting energy as thermal radiation. Thermal radiation is electromagnetic radiation that may include both visible radiation (light) and infrared radiation, which is not visible to human eyes. The thermal radiation from very hot objects (see photograph) is easily visible to the eye. Quantitatively, emissivity is the ratio of the thermal radiation from a surface to the radiation from an ideal black surface at the same temperature as given by the Stefan–Boltzmann law. The ratio varies from 0 to 1. The surface of a perfect black body (with an emissivity of 1) emits thermal radiation at the rate of approximately 448 watts per square metre at room temperature (, ); all real objects have emissivities less than 1.0, and emit radiation at correspondingly lower rates.The Stefan–Boltzmann law is that the rate of emission of thermal radiation is σT4, where σ=5.67×10−8 W/m2/K4, and the temperature T is in Kelvins. See Emissivities are important in several contexts: *Insulated windows – Warm surfaces are usually cooled directly by air, but they also cool themselves by emitting thermal radiation. This second cooling mechanism is important for simple glass windows, which have emissivities close to the maximum possible value of 1.0. \"Low-E windows\" with transparent low-emissivity coatings emit less thermal radiation than ordinary windows. In winter, these coatings can halve the rate at which a window loses heat compared to an uncoated glass window. *Solar heat collectors – Similarly, solar heat collectors lose heat by emitting thermal radiation. Advanced solar collectors incorporate selective surfaces that have very low emissivities. These collectors waste very little of the solar energy through emission of thermal radiation. * Thermal shielding – For the protection of structures from high surface temperatures, such as reusable spacecraft or hypersonic aircraft, high-emissivity coatings (HECs), with emissivity values near 0.9, are applied on the surface of insulating ceramics. This facilitates radiative cooling and protection of the underlying structure and is an alternative to ablative coatings, used in single-use reentry capsules. *Planetary temperatures – The planets are solar thermal collectors on a large scale. The temperature of a planet's surface is determined by the balance between the heat absorbed by the planet from sunlight, heat emitted from its core, and thermal radiation emitted back into space. Emissivity of a planet is determined by the nature of its surface and atmosphere. *Temperature measurements – Pyrometers and infrared cameras are instruments used to measure the temperature of an object by using its thermal radiation; no actual contact with the object is needed. The calibration of these instruments involves the emissivity of the surface that's being measured. ==Mathematical definitions== ===Hemispherical emissivity=== Hemispherical emissivity of a surface, denoted ε, is defined as :\\varepsilon = \\frac{M_\\mathrm{e}}{M_\\mathrm{e}^\\circ}, where *Me is the radiant exitance of that surface; *Me° is the radiant exitance of a black body at the same temperature as that surface. ===Spectral hemispherical emissivity=== Spectral hemispherical emissivity in frequency and spectral hemispherical emissivity in wavelength of a surface, denoted εν and ελ, respectively, are defined as :\\varepsilon_ u = \\frac{M_{\\mathrm{e}, u}}{M_{\\mathrm{e}, u}^\\circ}, :\\varepsilon_\\lambda = \\frac{M_{\\mathrm{e},\\lambda}}{M_{\\mathrm{e},\\lambda}^\\circ}, where *Me,ν is the spectral radiant exitance in frequency of that surface; *Me,ν° is the spectral radiant exitance in frequency of a black body at the same temperature as that surface; *Me,λ is the spectral radiant exitance in wavelength of that surface; *Me,λ° is the spectral radiant exitance in wavelength of a black body at the same temperature as that surface. ===Directional emissivity=== Directional emissivity of a surface, denoted εΩ, is defined as :\\varepsilon_\\Omega = \\frac{L_{\\mathrm{e},\\Omega}}{L_{\\mathrm{e},\\Omega}^\\circ}, where *Le,Ω is the radiance of that surface; *Le,Ω° is the radiance of a black body at the same temperature as that surface. ===Spectral directional emissivity=== Spectral directional emissivity in frequency and spectral directional emissivity in wavelength of a surface, denoted εν,Ω and ελ,Ω, respectively, are defined as :\\varepsilon_{ u,\\Omega} = \\frac{L_{\\mathrm{e},\\Omega, u}}{L_{\\mathrm{e},\\Omega, u}^\\circ}, :\\varepsilon_{\\lambda,\\Omega} = \\frac{L_{\\mathrm{e},\\Omega,\\lambda}}{L_{\\mathrm{e},\\Omega,\\lambda}^\\circ}, where *Le,Ω,ν is the spectral radiance in frequency of that surface; *Le,Ω,ν° is the spectral radiance in frequency of a black body at the same temperature as that surface; *Le,Ω,λ is the spectral radiance in wavelength of that surface; *Le,Ω,λ° is the spectral radiance in wavelength of a black body at the same temperature as that surface. ==Emissivities of common surfaces== Emissivities ε can be measured using simple devices such as Leslie's cube in conjunction with a thermal radiation detector such as a thermopile or a bolometer. The apparatus compares the thermal radiation from a surface to be tested with the thermal radiation from a nearly ideal, black sample. The detectors are essentially black absorbers with very sensitive thermometers that record the detector's temperature rise when exposed to thermal radiation. For measuring room temperature emissivities, the detectors must absorb thermal radiation completely at infrared wavelengths near 10×10−6 metre.For a truly black object, the spectrum of its thermal radiation peaks at the wavelength given by Wien's Law: λmax=b/T, where the temperature T is in kelvins and the constant b ≈ 2.90×10−3 metre-kelvins. Room temperature is about 293 kelvins. Sunlight itself is thermal radiation originating from the hot surface of the sun. The sun's surface temperature of about 5800 kelvins corresponds well to the peak wavelength of sunlight, which is at the green wavelength of about 0.5×10−6 metres. See Visible light has a wavelength range of about 0.4 to 0.7×10−6 metre from violet to deep red. Emissivity measurements for many surfaces are compiled in many handbooks and texts. Some of these are listed in the following table. \"IP\" refers to inch and pound units; a version of the handbook with metric units is also available. Emissivity is a simple number, and doesn't depend on the system of units. {| class=\"wikitable sortable\" |- ! Material ! data-sort-type=\"number\" | Emissivity |- | Aluminium foil | 0.03 |- | Aluminium, anodized | 0.9The visible color of an anodized aluminum surface does not strongly affect its emissivity. See |- | Asphalt | 0.88 |- | Brick | 0.90 |- | Concrete, rough | 0.91 |- | Copper, polished | 0.04 |- | Copper, oxidized | 0.87 |- | Glass, smooth (uncoated) | 0.95 |- | Ice | 0.97 |- | Limestone | 0.92 |- | Marble (polished) | 0.89 to 0.92 |- | Paint (including white) | 0.9 |- | Paper, roofing or white | 0.88 to 0.86 |- | Plaster, rough | 0.89 |- | Silver, polished | 0.02 |- | Silver, oxidized | 0.04 |- | Skin, Human | 0.97 to 0.999 |- | Snow | 0.8 to 0.9 |- | Transition metal Disilicides (e.g. MoSi2 or WSi2) | 0.86 to 0.93 |- | Water, pure | 0.96 |} Notes: #These emissivities are the total hemispherical emissivities from the surfaces. #The values of the emissivities apply to materials that are optically thick. This means that the absorptivity at the wavelengths typical of thermal radiation doesn't depend on the thickness of the material. Very thin materials emit less thermal radiation than thicker materials. ==Absorptivity== There is a fundamental relationship (Gustav Kirchhoff's 1859 law of thermal radiation) that equates the emissivity of a surface with its absorption of incident radiation (the \"absorptivity\" of a surface). Kirchhoff's law explains why emissivities cannot exceed 1, since the largest absorptivity—corresponding to complete absorption of all incident light by a truly black object—is also 1. Mirror-like, metallic surfaces that reflect light will thus have low emissivities, since the reflected light isn't absorbed. A polished silver surface has an emissivity of about 0.02 near room temperature. Black soot absorbs thermal radiation very well; it has an emissivity as large as 0.97, and hence soot is a fair approximation to an ideal black body. Table of emissivities provided by a company; no source for these data is provided. With the exception of bare, polished metals, the appearance of a surface to the eye is not a good guide to emissivities near room temperature. Thus white paint absorbs very little visible light. However, at an infrared wavelength of 10x10−6 metre, paint absorbs light very well, and has a high emissivity. Similarly, pure water absorbs very little visible light, but water is nonetheless a strong infrared absorber and has a correspondingly high emissivity. ===Directional spectral emissivity=== In addition to the total hemispherical emissivities compiled in the table above, a more complex \"directional spectral emissivity\" can also be measured. This emissivity depends upon the wavelength and upon the angle of the outgoing thermal radiation. Kirchhoff's law actually applies exactly to this more complex emissivity: the emissivity for thermal radiation emerging in a particular direction and at a particular wavelength matches the absorptivity for incident light at the same wavelength and angle. The total hemispherical emissivity is a weighted average of this directional spectral emissivity; the average is described by textbooks on \"radiative heat transfer\". ==Emittance== Emittance (or emissive power) is the total amount of thermal energy emitted per unit area per unit time for all possible wavelengths. Emissivity of a body at a given temperature is the ratio of the total emissive power of a body to the total emissive power of a perfectly black body at that temperature. Following Planck's law, the total energy radiated increases with temperature while the peak of the emission spectrum shifts to shorter wavelengths. The energy emitted at shorter wavelengths increases more rapidly with temperature. For example, an ideal blackbody in thermal equilibrium at 1,273 K, will emit 97% of its energy at wavelengths below . The term emissivity is generally used to describe a simple, homogeneous surface such as silver. Similar terms, emittance and thermal emittance, are used to describe thermal radiation measurements on complex surfaces such as insulation products. ==SI radiometry units== ==See also== *Albedo *Black-body radiation *Radiant barrier *Reflectance *Sakuma–Hattori equation *Stefan–Boltzmann law *View factor *Wien's displacement law ==References== ==Further reading== * An open community-focused website & directory with resources related to spectral emissivity and emittance. On this site, the focus is on available data, references and links to resources related to spectral emissivity as it is measured & used in thermal radiation thermometry and thermography (thermal imaging). * Resources, Tools and Basic Information for Engineering and Design of Technical Applications. This site offers an extensive list of other material not covered above. Category:Physical quantities Category:Radiometry Category:Heat transfer",
 "title": "Emissivity"
}