{
 "id": "903169",
 "text": "thumb|Image Courtesy Kendall College of Art and Design of Ferris State University Kendall College of Art and Design of Ferris State University (KCAD) is a college of art and design located in downtown Grand Rapids, Michigan. Founded in 1928 as a private art academy, the college merged with Ferris State University in 2000. Offering bachelor's and master's degree programs encompassing design, visual arts, decorative arts, art history, and critical theory, KCAD is accredited by the National Association of Schools of Art and Design, and the Higher Learning Commission of the North Central Association of Colleges and Schools. ==Academics and rankings== ===Rankings=== According to U.S. News & World Report, KCAD's Master of Fine Arts program in Studio Art is ranked #110 in the United States, tied with those of California State University, Chico, and California State University, Long Beach. ===Programs=== The college's primary offering is its four-year undergraduate program, which combines general-education courses based on a model it calls Pathways, common foundational subjects, and a concentration of courses specific to each area of study, usually with a heavy studio focus. Kendall offers degrees in: Art History: Studio (BA), Art History: Academic (BA), Art History (AA), Collaborative Design (BFA), Design Studies (AFA), Digital Art and Design: Entertainment Arts (BFA), Digital Art and Design: Multimedia Design (BFA), Drawing (BFA), Fashion Studies (BFA), Graphic Design (BFA), Illustration (BFA), Interior Design (BFA), Life Sciences and Pre-Medical Illustration (BFA), Painting (BFA), Photography (BFA), Printmaking (BFA), Product Design: Furniture Design (BFA), Product Design: Industrial Design (BFA), Product Design: Metals/Jewelry Design (BFA), and Sculpture/Functional Art (BFA). Spring 2022, enrollment is 562. Kendall offers graduate programs in several disciplines: Architecture (MArch), Certificate in Design and Innovation Management (MBA), Painting (MFA), Visual and Critical Studies (MA), and Design (MA). It offers dual-enrollment programs through several area high schools, in which students receive both high school and college credit. These classes are taught either on Kendall's campus or at high schools.thumb|386x386px|Image Courtesy Kendall College of Art and Design of Ferris State University == History == David Wolcott Kendall was a nationally known furniture designer, during Grand Rapids' heyday as \"Furniture City\". The David Wolcott Memorial School was established in 1928 by the will of Helen M. Kendall, his widow. The school opened in 1931, offering a two-year program in design, with 35 students. The school was located at 145 Fountain Street, at the western edge of what is now Heritage Hill. In 1947, growing from an influx of students following World War 2, the school's name was changed to Kendall School of Design. In 1961, having outgrown the Heritage Hill site, it relocated to 1110 College Avenue NE in the Highland Park neighborhood. In 1977, Kendall began offering baccalaureate degrees, and in 1981 was accredited by the National Association of Schools of Art and Design. It moved again, to the seven-story Manufacturer's Building at 111 Division Avenue North (on the corner of Fountain Street, a short distance from the original site) in 1984. The name of the school was changed in 1987 to Kendall College of Art and Design. As part of a merger with Ferris State University, the college bought the adjacent Interstate Building in the 1990s, constructing an atrium which became the combined structures' main entrance at 17 Fountain Street NW. In 2000 the school became formally Kendall College of Art and Design of Ferris State University, and it continued renovating the new space for studio and classroom use. After the Grand Rapids Art Museum moved out of the Federal Building to the north, the university took ownership of it and reopened it as the Woodbridge N. Ferris Building in 2012 as part of the Kendall campus. In 2013, the college merged with the Urban Institute for Contemporary Arts, which had recently relocated to a new facility a few blocks to the south, and continues to operate as an arts organization. ==Facilities== alt=|thumb|Image Courtesy Kendall College of Art and Design of Ferris State University The college occupies two historic structures in downtown Grand Rapids, between Division and Ionia Avenues and Fountain and Lyon Streets. The seven-story main building contains most of the college's classroom, studio, and office space. The Woodbridge N. Ferris Building contains exhibition space, additional classrooms, and office space. Facilities include black-and-white darkrooms, photo studios, a library, galleries, an historic furniture collection, sculptural wood- and metalworking shops, a metalsmithing/jewelry design studio, digital fabrication contemporary technology such as wide format inkjet printers, laser engraving/cutting systems, 3D scanners, rapid prototyping/3D printers, CNC milling machines, printmaking equipment, life drawing studios, audio recording booth, and student studios. ==Notable alumni== * Ray C. Anderson, founder and chairman of Interface Inc., one of the world's largest manufacturers of modular carpet for commercial and residential applications and a leading producer of commercial broadloom and commercial fabrics. * Ted Bell is an American author of suspense novels such as Hawke and Assassin, Pirate, Spy, Warlord, Phantom, and Overkill. * Børns, American singer, songwriter, and multi-instrumentalist, known for his collaborative single, God Save Our Young Blood with Lana Del Rey. * Denise Fleming, children’s book illustrator. * Vladimir Kagan, American furniture designer. * Maynard James Keenan, lead singer and primary lyricist of the rock bands Tool (band) and A Perfect Circle. * Laurie Keller, American children's writer and illustrator. * Steven Kolb, chief executive officer of Council of Fashion Designers of America. * Daniel Morris Monroe, American illustrator known for his illustration Dennis the Wild Bull, a children's book written by Dennis Rodman. * Keith Parkinson, American fantasy artist and illustrator known for book covers and artwork for games such as EverQuest, Guardians, Magic: The Gathering. * Reynold Weidenaar, American draftsman and printmaker. ==References== ==External links== *Kendall College of Art and Design web site Category:Public universities and colleges in Michigan Category:Art schools in Michigan Category:Education in Grand Rapids, Michigan Category:Ferris State University Category:Educational institutions established in 1928 Category:Universities and colleges in Kent County, Michigan Category:1928 establishments in Michigan Category:Arts organizations established in 1928",
 "title": "Kendall College of Art and Design"
}