{
 "id": "903213",
 "text": "Eats, Shoots & Leaves: The Zero Tolerance Approach to Punctuation is a non- fiction book written by Lynne Truss, the former host of BBC Radio 4's Cutting a Dash programme. In the book, published in 2003, Truss bemoans the state of punctuation in the United Kingdom and the United States and describes how rules are being relaxed in today's society. Her goal is to remind readers of the importance of punctuation in the English language by mixing humour and instruction. Truss dedicates the book \"to the memory of the striking Bolshevik printers of St. Petersburg who, in 1905, demanded to be paid the same rate for punctuation marks as for letters, and thereby directly precipitated the first Russian Revolution\": she added this dedication as an afterthought after finding the factoid in a speech from a librarian. Eats, Shoots and Leaves Google Books result == Overview == There is one chapter each on apostrophes; commas; semicolons and colons; exclamation marks, question marks and quotation marks; italic type, dashes, brackets, ellipses and emoticons; and hyphens. Truss touches on varied aspects of the history of punctuation and includes many anecdotes, which add another dimension to her explanations of grammar. In the book's final chapter, she opines on the importance of maintaining punctuation rules and addresses the damaging effects of email and the Internet on punctuation. Irish American author Frank McCourt, author of Angela's Ashes, wrote the foreword to the US edition of Eats, Shoots & Leaves. In keeping with the general lighthearted tone of the book, he praises Truss for bringing life back into the art of punctuation, adding, \"If Lynne Truss were Roman Catholic I'd nominate her for sainthood.\" The book was a commercial success. In 2004, the US edition became a New York Times best-seller. Contrary to usual publishing practice, the US edition of the book left the original British conventions intact. ==Title== The title of the book is a syntactic ambiguitya verbal fallacy arising from an ambiguous or erroneous grammatical constructionand derived from a joke (a variant on a \"bar joke\") about bad punctuation, here from the back cover of the book: The joke turns on the ambiguity of the final sentence fragment. As intended by the author, \"eats\" is a verb, while \"shoots\" and \"leaves\" are the verb's objects: a panda's diet comprises shoots and leaves. However, the erroneous introduction of the comma gives the mistaken impression that the sentence fragment comprises three verbs listing in sequence the panda's characteristic conduct: it eats, then it shoots, and finally it leaves. == Reception == In a 2004 review, Louis Menand of The New Yorker pointed out several dozen punctuation errors in the book, including one in the dedication, and wrote that \"an Englishwoman lecturing Americans on semicolons is a little like an American lecturing the French on sauces. Some of Truss's departures from punctuation norms are just British laxness.\"Bad Comma: Lynne Truss's strange grammar by Louis Menand, The New Yorker, 28 June 2004. In The Fight for English: How Language Pundits Ate, Shot and Left (Oxford University Press 2006), linguist David Crystal analyses the linguistic purism of Truss and other writers through the ages.\"Author takes on the queen of commas\", David Smith, The Observer, Sunday 3 September 2006. In 2006, English lecturer Nicholas Waters released Eats, Roots & Leaves, criticising the \"grammar fascists\" who \"want to stop the language moving into the 21st century\".War of Words, Bournemouth Echo, 27 July 2007 This view was shared by dyslexic English comedian and satirist Marcus Brigstocke in a 2007 episode of Room 101, in which he blames Truss's book for starting off a trend in which people have become \"grammar bullies\". In her 2005 book Talk to the Hand, Truss acknowledges some of the criticism, obliquely admitting much of it is warranted. == Editions == * * * * * In July 2006, Putnam Juvenile published a 32-page follow-up for children entitled Eats, Shoots & Leaves: Why, Commas Really Do Make a Difference!. Based on the same concept, this version covers only the section on comma usage and uses cartoons to explain the problems presented by their poor usage. == See also == * Der Dativ ist dem Genitiv sein Tod * Linguistic prescription * Standard English == References == == External links == * Category:2003 non-fiction books Category:British Book Award-winning works Category:Punctuation of English Category:Style guides for British English Category:Profile Books books",
 "title": "Eats, Shoots & Leaves"
}