{
 "id": "903343",
 "text": "thumb|300px|Alice Busch Opera Theater The Glimmerglass Festival (formerly known as Glimmerglass Opera) is an American opera company. Founded in 1975 by Peter Macris, the Glimmerglass Festival presents an annual season of operas at the Alice Busch Opera Theater on Otsego Lake eight miles (13 km) north of Cooperstown, New York, United States. The summer-only season usually consists of four productions performed in rotating repertory. Glimmerglass is well known for producing new, lesser-known, and rare works, many of which in years past have been co-produced with the New York City Opera. It is the second- largest summer opera festival in the United States, currently led by Artistic and General Director Francesca Zambello. ==History== Until 2011, the company operated under the name Glimmerglass Opera. The company presented its first season in the summer of 1975, when four performances of La bohème were staged in the auditorium of the Cooperstown High School. In the years since, it has grown considerably and now offers more than 40 performances of four operas, nearly always in new productions, each summer. Operas have been performed in repertory since 1990. For the first seventeen seasons, all operas were sung in English. Since 1992, the operas have, with some exceptions, been performed in their original language with projected titles in English. Several works have had their American or world premieres at Glimmerglass. The 1999 season featured the world premiere of Central Park, three one-act operas performed as a single work, a joint commission by Glimmerglass Opera, New York City Opera, and Thirteen/WNET's Great Performances, which telecast it on PBS in January 2000. The telecast was nominated for an Emmy Award. Paul Kellogg was the General Director of Glimmerglass Opera from 1979 to 1996 and the Artistic Director from 1996 to 2006. Esther Nelson took on the role of General Director from 1996 to 2003. Stewart Robertson was music director of Glimmerglass Opera from 1988 to 2006. In October 2008, Glimmerglass Opera announced the appointment of David Angus as the company's next music director, starting in the summer of 2010. Francesca Zambello became artistic and general director of the newly renamed Glimmerglass Festival in 2011. Zambello is scheduled to stand down as the company's artistic director and general director at the close of its 2022 season. The Young American Artists Program, established in 1988, brings singers in the first stages of their professional careers to study and perform at Glimmerglass. These young artists are chosen annually from hundreds of applicants from throughout the United States. In addition to rehearsing and performing, Young Artists receive musical coaching, attend classes in diction and acting, and are given instruction in such non- performing skills as audition techniques, role preparation, and the business aspects of managing a career. Administrators from many of the world's leading opera houses visit Glimmerglass throughout the summer and hear the Young Artists in performance. In the course of the summer each Young Artist gives a solo song recital at venues in Cooperstown and nearby Cherry Valley, a feature of the Glimmerglass season that has become extremely popular with opera patrons and the local community. ==Alice Busch Opera Theater== The Glimmerglass Festival's Alice Busch Opera Theater, which opened in June 1987, was built on of farmland donated by Tom Goodyear, its first chairman. The 914-seat theater is notable for its pastoral setting, for being the first American opera house built since 1966, and for its sliding walls, closed only while singers are on-stage and in foul weather. The Theater was designed by Hardy Holzman Pfeiffer Associates. The new theater was built to move the performances from a high school auditorium with poor acoustics and sight lines and no orchestra pit to a building with an interior designed specifically for opera performances. The exterior design was inspired by local farm buildings to fit with the surrounding landscape and to promote a less formal and more relaxed atmosphere suitable for a summer theater. For environmental and cost efficiencies, the building was designed to use only natural ventilation, without any mechanical heating or cooling. ==Recent festival seasons== The Festival's 2010 season featured four new productions, including Copland's The Tender Land, and Handel's Tolomeo. During the 2011 season Cherubini's Médée was presented. Also, a double bill featuring the world premiere of A Blizzard on Marblehead Neck, with music by Jeanine Tesori set to Tony Kushner's libretto (a story inspired by the life of Eugene O'Neill) along with Later the Same Evening, a one-act opera based on characters in five of Edward Hopper's paintings with a score by John Musto from a libretto by Mark Campbell. In 2012, the festival featured Verdi's Aida, Lully's Armide, Kurt Weill's Lost in the Stars and the musical The Music Man. Armide was presented in collaboration with Opera Atelier of Toronto, Canada, and Lost in the Stars presented in collaboration with Cape Town Opera of South Africa. The 2015 festival included Mozart's The Magic Flute, Verdi's Macbeth, Vivaldi's Catone in Utica, and Bernstein's Candide. 2016's season featured Puccini's La bohème, Sondheim's Sweeney Todd, Rossini's La gazza ladra (billed as The Thieving Magpie), and Ward's The Crucible. The 2017 season included Gershwin's Porgy and Bess, Rodgers & Hammerstein's Oklahoma!, Händel's Xerxes, Donizetti's The Siege of Calais, Victor Simonson and Paige Hernandez's Stomping Grounds, and Derrick Wang's Scalia/Ginsburg. For 2019's season, the festival commissioned Jeanine Tesori und Tazewell Thompsons opera Blue which picks up the issue of African- American teenage boys having become an 'endangered species' and a prime target of police brutality in the United States. The work is one of the very few in opera history that features a solely African-American cast.Blue ==See also== *List of opera festivals ==References== ==External links== * * Category:New York (state) opera companies Category:Musical groups established in 1975 Category:Opera festivals Category:1975 establishments in New York (state) Category:Otsego County, New York",
 "title": "Glimmerglass Festival"
}