{
 "id": "903686",
 "text": "Teleparallelism (also called teleparallel gravity), was an attempt by Albert Einstein to base a unified theory of electromagnetism and gravity on the mathematical structure of distant parallelism, also referred to as absolute or teleparallelism. In this theory, a spacetime is characterized by a curvature- free linear connection in conjunction with a metric tensor field, both defined in terms of a dynamical tetrad field. ==Teleparallel spacetimes== The crucial new idea, for Einstein, was the introduction of a tetrad field, i.e., a set of four vector fields defined on all of such that for every the set is a basis of , where denotes the fiber over of the tangent vector bundle . Hence, the four- dimensional spacetime manifold must be a parallelizable manifold. The tetrad field was introduced to allow the distant comparison of the direction of tangent vectors at different points of the manifold, hence the name distant parallelism. His attempt failed because there was no Schwarzschild solution in his simplified field equation. In fact, one can define the connection of the parallelization (also called the Weitzenböck connection) to be the linear connection on such that : abla_v\\left(f^i\\mathrm X_i\\right)=\\left(vf^i\\right)\\mathrm X_i(p), where and are (global) functions on ; thus is a global vector field on . In other words, the coefficients of Weitzenböck connection with respect to are all identically zero, implicitly defined by: : abla_{\\mathrm{X}_i} \\mathrm{X}_j = 0, hence :{W^k}_{ij} = \\omega^k\\left( abla_{\\mathrm{X}_i} \\mathrm{X}_j\\right)\\equiv 0, for the connection coefficients (also called Weitzenböck coefficients) in this global basis. Here is the dual global basis (or coframe) defined by . This is what usually happens in , in any affine space or Lie group (for example the 'curved' sphere but 'Weitzenböck flat' manifold). Using the transformation law of a connection, or equivalently the properties, we have the following result. > Proposition. In a natural basis, associated with local coordinates , i.e., > in the holonomic frame , the (local) connection coefficients of the > Weitzenböck connection are given by: :{\\Gamma^{\\beta}}_{\\mu u}= > h^{\\beta}_{i} \\partial_{ u} h^{i}_{\\mu}, where for are the local > expressions of a global object, that is, the given tetrad. The Weitzenböck connection has vanishing curvature, but – in general – non- vanishing torsion. Given the frame field , one can also define a metric by conceiving of the frame field as an orthonormal vector field. One would then obtain a pseudo-Riemannian metric tensor field of signature (3,1) by :g\\left(\\mathrm{X}_i,\\mathrm{X}_j\\right)=\\eta_{ij}, where :\\eta_{ij}=\\operatorname{diag}(-1,-1,-1,1). The corresponding underlying spacetime is called, in this case, a Weitzenböck spacetime.\"On the History of Unified Field Theories\". It is worth noting to see that these 'parallel vector fields' give rise to the metric tensor as a byproduct. ==New teleparallel gravity theory== New teleparallel gravity theory (or new general relativity) is a theory of gravitation on Weitzenböck spacetime, and attributes gravitation to the torsion tensor formed of the parallel vector fields. In the new teleparallel gravity theory the fundamental assumptions are as follows: In 1961 Christian Møller revived Einstein's idea, and Pellegrini and Plebanski found a Lagrangian formulation for absolute parallelism. === Møller tetrad theory of gravitation === In 1961, Møller showed that a tetrad description of gravitational fields allows a more rational treatment of the energy-momentum complex than in a theory based on the metric tensor alone. The advantage of using tetrads as gravitational variables was connected with the fact that this allowed to construct expressions for the energy-momentum complex which had more satisfactory transformation properties than in a purely metric formulation. In 2015, it has been shown that total energy of matter and gravitation is proportional to the Ricci scalar of three-space up to linear order of perturbation. ==New translation teleparallel gauge theory of gravity== Independently in 1967, Hayashi and Nakano revived Einstein's idea, and Pellegrini and Plebanski started to formulate the gauge theory of the space-time translation group. Hayashi pointed out the connection between the gauge theory of the spacetime translation group and absolute parallelism. The first fiber bundle formulation was provided by Cho. This model was later studied by Schweizer et al., Nitsch and Hehl, Meyer, and more recent advances can be found in Aldrovandi and Pereira, Gronwald, Itin, Maluf and da Rocha Neto, Münch, Obukhov and Pereira, and Schucking and Surowitz. Nowadays, people study teleparallelism purely as a theory of gravity without trying to unify it with electromagnetism. In this theory, the gravitational field turns out to be fully represented by the translational gauge potential , as it should be for a gauge theory for the translation group. If this choice is made, then there is no longer any Lorentz gauge symmetry because the internal Minkowski space fiber—over each point of the spacetime manifold—belongs to a fiber bundle with the Abelian as structure group. However, a translational gauge symmetry may be introduced thus: Instead of seeing tetrads as fundamental, we introduce a fundamental translational gauge symmetry instead (which acts upon the internal Minkowski space fibers affinely so that this fiber is once again made local) with a connection and a \"coordinate field\" taking on values in the Minkowski space fiber. More precisely, let be the Minkowski fiber bundle over the spacetime manifold . For each point , the fiber is an affine space. In a fiber chart , coordinates are usually denoted by , where are coordinates on spacetime manifold , and are coordinates in the fiber . Using the abstract index notation, let refer to and refer to the tangent bundle . In any particular gauge, the value of at the point p is given by the section :x^\\mu \\to \\left(x^\\mu,x^a = \\xi^a(p)\\right). The covariant derivative :D_\\mu \\xi^a \\equiv \\left(d \\xi^a\\right)_\\mu + {B^a}_\\mu = \\partial_\\mu \\xi^a + {B^a}_\\mu is defined with respect to the connection form , a 1-form assuming values in the Lie algebra of the translational abelian group . Here, d is the exterior derivative of the th component of , which is a scalar field (so this isn't a pure abstract index notation). Under a gauge transformation by the translation field , :x^a\\to x^a+\\alpha^a and :{B^a}_\\mu\\to {B^a}_\\mu - \\partial_\\mu \\alpha^a and so, the covariant derivative of is gauge invariant. This is identified with the translational (co-)tetrad :{h^a}_\\mu = \\partial_\\mu \\xi^a + {B^a}_\\mu which is a one-form which takes on values in the Lie algebra of the translational Abelian group , whence it is gauge invariant. But what does this mean? is a local section of the (pure translational) affine internal bundle , another important structure in addition to the translational gauge field . Geometrically, this field determines the origin of the affine spaces; it is known as Cartan’s radius vector. In the gauge-theoretic framework, the one-form :h^a = {h^a}_\\mu dx^\\mu = \\left(\\partial_\\mu \\xi^a + {B^a}_\\mu\\right)dx^{\\mu} arises as the nonlinear translational gauge field with interpreted as the Goldstone field describing the spontaneous breaking of the translational symmetry. A crude analogy: Think of as the computer screen and the internal displacement as the position of the mouse pointer. Think of a curved mousepad as spacetime and the position of the mouse as the position. Keeping the orientation of the mouse fixed, if we move the mouse about the curved mousepad, the position of the mouse pointer (internal displacement) also changes and this change is path dependent; i.e., it doesn't only depend upon the initial and final position of the mouse. The change in the internal displacement as we move the mouse about a closed path on the mousepad is the torsion. Another crude analogy: Think of a crystal with line defects (edge dislocations and screw dislocations but not disclinations). The parallel transport of a point of along a path is given by counting the number of (up/down, forward/backwards and left/right) crystal bonds transversed. The Burgers vector corresponds to the torsion. Disinclinations correspond to curvature, which is why they are left out. The torsion, i.e., the translational field strength of Teleparallel Gravity (or the translational \"curvature\"), :{T^a}_{\\mu u} \\equiv \\left(DB^a\\right)_{\\mu u} = D_\\mu {B^a}_ u - D_ u {B^a}_\\mu, is gauge invariant. Of course, we can always choose the gauge where is zero everywhere (a problem though; is an affine space and also a fiber and so, we have to define the origin on a point by point basis, but this can always be done arbitrarily) and this leads us back to the theory where the tetrad is fundamental. Teleparallelism refers to any theory of gravitation based upon this framework. There is a particular choice of the action which makes it exactly equivalent to general relativity, but there are also other choices of the action which are not equivalent to GR. In some of these theories, there is no equivalence between inertial and gravitational masses. Unlike GR, gravity is not due to the curvature of spacetime. It is due to the torsion. ==Non-gravitational contexts== There exists a close analogy of geometry of spacetime with the structure of defects in crystal. Dislocations are represented by torsion, disclinations by curvature. These defects are not independent of each other. A dislocation is equivalent to a disclination-antidisclination pair, a disclination is equivalent to a string of dislocations. This is the basic reason why Einstein's theory based purely on curvature can be rewritten as a teleparallel theory based only on torsion. There exists, moreover, infinitely many ways of rewriting Einstein's theory, depending on how much of the curvature one wants to reexpress in terms of torsion, the teleparallel theory being merely one specific version of these. A further application of teleparallelism occurs in quantum field theory, namely, two-dimensional non-linear sigma models with target space on simple geometric manifolds, whose renormalization behavior is controlled by a Ricci flow, which includes torsion. This torsion modifies the Ricci tensor and hence leads to an infrared fixed point for the coupling, on account of teleparallelism (\"geometrostasis\"). ==See also== *Classical theories of gravitation *Gauge gravitation theory ==References== ==Further reading== * * * ==External links== *Selected Papers on Teleparallelism, translated and edited by D. H. Delphenich * *Teleparallel Structures and Gravity Theories by Luca Bombelli Category:History of physics Category:Theories of gravitation",
 "title": "Teleparallelism"
}