{
 "id": "903608",
 "text": "{| |} USS Sylph was a schooner in the United States Navy during the War of 1812. Built to strengthen Commodore Isaac Chauncey's squadron on Lake Ontario, Sylph was laid down on 26 July 1813 at Sackett's Harbor, New York, by Henry Eckford; and launched on 18 August 1813. ==Service history== Three days later, the new schooner reinforced Chauncey's fleet on Lake Ontario. On the afternoon of 11 September, she began a long-range, running battle off the mouth of the Genesee River. During the three and one-half hour engagement, the American squadron suffered no casualties nor damage while the Royal Navy had a midshipman and three seamen killed and seven wounded. One of their brigs was seriously damaged before the British squadron escaped into Amherst Bay. Sylph got into action again on the 28th when the two fleets met in York Bay. However, since she was towing a slower schooner throughout the engagement, she was unable to get close to the fleeing British ships, instead firing at them from a great distance as her contribution to the American victory. Chauncey broke off the pursuit about mid-afternoon, lest his fleet be endangered by a threatening storm. Bad weather lasted until the evening of the 31st. On 2 October, the British fleet got underway and escaped. Chauncey hunted for the English ships and, on the afternoon of the 5th, came upon seven vessels. The American ship captured five; one other was burned by her crew to prevent capture and one managed to escape. Two of the prizes proved to be HMS Confiance and HMS Hamilton, which were the former American ships and . Thereafter, the British fleet remained in Kingston, Ontario, where they were blockaded until the end of November when cold weather closed navigation on the lake for the winter. During the off-season, both fleets engaged in a shipbuilding race in an effort to achieve naval superiority in 1814. During this period, Sylph was rerigged as a brig, and her armament was changed to 2 × 9-pounder and 16 × 24-pounder carronades. In the spring of 1814, the British squadron was first to venture out upon the lake. On 5 May, they captured the American base at Oswego, New York; and then proceeded to Sacketts Harbor which they blockaded until 6 June. The American fleet got underway on 31 July and sailed up to the head of the lake where Chauncey intercepted the British brig Sir Sydney Smith. He ordered Sylph to sail into shoal water to destroy the brig but, before Sylph could do so, the British vessel's crew ran her aground and burned her. Chauncey then took his squadron to Kingston where he blockaded the British fleet until winter ended navigation. The Treaty of Ghent obviated further naval operations on the Great Lakes. Sylph was laid up at Sacketts Harbor until 1823 when she was reported sunk and decayed. Her hulk was sold before 1825. ==References== * Category:Schooners of the United States Navy Category:War of 1812 ships of the United States Category:Great Lakes ships Category:Ships built in Sackets Harbor, New York Category:Shipwrecks of Lake Ontario Category:1813 ships",
 "title": "USS Sylph (1813)"
}