{
 "id": "903721",
 "text": "thumb|The disk utility of The Final Cartridge III GUI, showing a disk's directory The Final Cartridge III was a popular extension cartridge which was created for the Commodore 64 and Commodore 128, produced by the Dutch company Riska B.V. Home & Personal Computers. It offered a fast loader, increasing the speeds of the disk drive, and a freezer, allowing the program execution to be stopped to be resumed later. == Features == The cartridge featured a \"reset\" button and a \"freeze\" button, as well as a LED that indicated whether or not the module was active. The cartridge featured a \"Final Kill\" option (accessible through the desktop, freezer or BASIC) which disabled the cartridge's functionality and booted the computer to unexpanded state. This was needed as some software, particularly games, were incompatible with fast- loaders; disabling the cartridge meant it never needed to be removed. One of the unique features of the cartridge was its GUI, even when its usefulness remained quite limited compared to other GUI environments for Commodore 64. Unless RUN/STOP key was held down during power-on or reset, the cartridge presented a graphical WIMP desktop. The graphical look of the desktop was borrowed from AmigaOS 1.x. It was possible to load new GUI-based utilities from disk or tape, though these remained rare. Of the tools in the cartridge ROM, the most useful were a text editor, a disk file management utility, a calculator, and an alarm clock. A big selling point was the disk and tape turbo feature, which was available for most commands; this accelerated loading things from disk or tape considerably. However, the biggest strength of this particular cartridge for the Commodore 64 lies in the built-in machine code monitor program, which is capable of the widest range of features, such as text and sprite dump, as well as text and sprite editing. The cartridge provided an extension to the Commodore BASIC, which contained several new BASIC programming aids, such as `RENUMBER`, and several utility commands, one of the most notable of which was `DOS\"` which can be used to give Commodore DOS commands (e.g. `DOS\"S0:UNDESIRED FILE` to delete a file), read the error status of the drive (plain `DOS\"`) or display the disk directory without overwriting the BASIC program in the memory (`DOS\"$`). The BASIC commands also allowed to return to the GUI desktop mode, or start the machine-language monitor. The freezer feature allowed to save the memory contents to disk to be resumed at later point (this allowed for convenient copying of single-load games, for example). It also allowed the use of some rudimentary game cheating functionality (disabling sprite collision detection, for example), and printing a copy of the screen image to the printer. The freezer also allowed access to the machine-language monitor. ==Reception== Compute!'s Gazette praised the original Final Cartridge in July 1987 as \"an outstanding addition to any Commodore 64 or 128. I can't think of a cartridge which does so many useful things for the average home computerist/programmer\". == See also == * ISEPIC * Trilogic Expert Cartridge ==References== == External links == * Project64 etext of The Final Cartridge III manual (index page, file number 33 on the list) * Photos and Information about the Final Cartridge III Category:Home computer peripherals Category:Commodore 64",
 "title": "The Final Cartridge III"
}