{
 "id": "90437",
 "text": "Zea is a genus of flowering plants in the grass family. The best-known species is Z. mays (variously called maize, corn, or Indian corn), one of the most important crops for human societies throughout much of the world. Several wild species are commonly known as teosintes and are native to Mesoamerica. ==Etymology== Zea is derived from the Greek name () for another cereal grain (possibly spelt).Gledhill, David (2008). \"The Names of Plants\". Cambridge University Press. (hardback), (paperback). pp 411 ==Recognized species== The five accepted species names in the genus are: {| class=\"wikitable\" |- ! Ear !! Plant !! Scientific name !! Common Name !! Distribution |- |120px ||120px || Zea diploperennis H.H.Iltis et al.|| diploperennial teosinte || Jalisco |- | left|frameless|194x194px|| || Zea luxurians (Durieu & Asch.) R.M.Bird || Maíz de Monte, Florida teosinte and Guatemalan teosinte || Chiapas, Guatemala, Honduras |- |120px ||120px || Zea mays L. || Corn, Maize || southern Mexico, Guatemala; cultivated in many places |- ||| ||Zea nicaraguensis H.H.Iltis & B.F.Benz|| Nicaraguan teosinte || Nicaragua |- | || || Zea perennis (Hitchc.) Reeves & Mangelsd.|| perennial teosinte || Jalisco |- |} Zea mays is further divided into four subspecies: Z. m. huehuetenangensis, Z. m. mexicana, Z. m. parviglumis (Balsas teosinte, the ancestor of maize), and Z. m. mays. The first three subspecies are teosintes; the last is maize, or corn, the only domesticated taxon in the genus Zea. The genus is divided into two sections: Luxuriantes, with Z. diploperennis, Z. luxurians, Z. nicaraguensis, Z. perennis; and Zea with Z. mays. The former section is typified by dark- staining knobs made up of heterochromatin that are terminal on most chromosome arms, while most subspecies of section Zea may have none to three knobs between each chromosome end and the centromere and very few terminal knobs (except Z. m. huehuetenangensis, which has many large terminal knobs). ==Description== thumb|Microscopic view of Zea seed Both annual and perennial teosinte species occur. Z. diploperennis and Z. perennis are perennial, while all other species are annual. All species are diploid (n=10) with the exception of Z. perennis, which is tetraploid (n=20). The different species and subspecies of teosinte can be readily distinguished based on morphological, cytogenetic, protein, and DNA differences and on geographic origin. The two perennials are sympatric and very similar and some consider them to be one species. What many consider to be the most puzzling teosinte is Z. m. huehuetenangensis, which combines a morphology rather like Z. m. parviglumis with many terminal chromosome knobs and an isozyme position between the two sections. Considered to be phenotypically the most distinctive, as well as the most threatened, teosinte is Zea nicaraguensis. This teosinte thrives in flooded conditions along 200 m of a coastal estuarine river in northwest Nicaragua. Teosintes strongly resemble maize in many ways, notably their tassel (male inflorescence) morphology. Teosintes are distinguished from maize most obviously by their numerous branches each bearing bunches of distinctive, small female inflorescences. These spikes mature to form a two-ranked 'ear' of five to 10 triangular or trapezoidal, black or brown disarticulating segments, each with one seed. Each seed is enclosed by a very hard fruitcase, consisting of a cupule or depression in the rachis and a tough lower glume. This protects them from the digestive processes of ruminants that forage on teosinte and aid in seed distribution through their droppings. Teosinte seed exhibits some resistance to germination, but will quickly germinate if treated with a dilute solution of hydrogen peroxide. ==Origin of maize and interaction with teosintes== Teosintes are critical components of maize evolution, but opinions vary about which taxa were involved. According to the most widely held evolutionary model, the crop was derived directly from Z. m. parviglumis by selection of key mutations; but in some varieties up to 20% of its genetic material came from Z. m. mexicana through introgression. All but the Nicaraguan species of teosinte may grow in or very near corn fields, providing opportunities for introgression between teosinte and maize. First, and later-generation hybrids are often found in the fields, but the rate of gene exchange is quite low. Some populations of Z. m. mexicana display Vavilovian mimicry within cultivated maize fields, having evolved a maize-like form as a result of the farmers' selective weeding pressure. In some areas of Mexico, teosintes are regarded by maize farmers as a noxious weed, while in a few areas, farmers regard it as a beneficial companion plant, and encourage its introgression into their maize. ===Early dispersal of maize in the Americas=== According to Matsuoka et al., the available early maize gene pool can be divided into three clusters: * An Andean group, that includes the hand-grenade-shaped ear types and some other Andean maize (35 plants); * All other South American and Mexican maize (80 plants); * U.S. maize (40 plants) Also, some other intermediate genomes, or admixtures of these clusters occur. According to these authors, \"The maize of the Andes Mountains with its distinctive hand grenade-shaped ears was derived from the maize of lowland South America, which in turn came from maize of the lowlands of Guatemala and southern Mexico.\" ==Ecology== Zea species are used as food plants by the larvae (caterpillars) of some Lepidoptera species including (in the Americas) the fall armyworm (Spodoptera frugiperda), the corn earworm (Helicoverpa zea), and the stem borers Diatraea and Chilo; in the Old World, it is attacked by the double- striped pug, the cutworms heart and club and heart and dart, Hypercompe indecisa, the rustic shoulder-knot, the setaceous Hebrew character and turnip moths, and the European corn borer (Ostrinia nubilalis), among many others. Virtually all populations of teosintes are either threatened or endangered: Z. diploperennis exists in an area of only a few square miles; Z. nicaraguensis survives as about 6000 plants in an area of 200 × 150 m. The Mexican and Nicaraguan governments have taken action in recent years to protect wild teosinte populations, using both in situ and ex situ conservation methods. Currently, a large amount of scientific interest exists in conferring beneficial teosinte traits, such as nitrogen fixation, insect resistance, perennialism, and flood tolerance, to cultivated maize lines, although this is very difficult due to linked deleterious teosinte traits. ==References== ==External links== * Category:Grasses of North America Category:Grasses of South America Category:Agriculture in Mesoamerica Category:Crops originating from North America Category:Crops originating from South America Category:Crops originating from Pre-Columbian North America Zea Category:Taxa named by Carl Linnaeus",
 "title": "Zea (plant)"
}