{
 "id": "904391",
 "text": "Pendragon, or King Arthur Pendragon, is a Tabletop role-playing game (RPG) in which players take the role of knights performing chivalric deeds in the tradition of Arthurian legend. It was originally written by Greg Stafford and published by Chaosium, then was acquired by Green Knight Publishing, who in turn passed on the rights to White Wolf Publishing in 2004. White Wolf sold the game to Stewart Wieck in 2009. Wieck formed Nocturnal Media, who updated and reissued the 5th edition originally published by White Wolf. In 2018, it returned to Chaosium. After it was published in 1985, Pendragon won several industry awards, and reviewers highly recommended it; in following years, it was included in several \"Best of\" industry lists. == Setting == Like several other RPGs from Chaosium (most notably Call of Cthulhu), Pendragon has a literary basis, in this case the fifteenth-century Arthurian romance, Le Morte d'Arthur. It studiously avoids fantasy RPG cliches in favor of its source material. This has caused it to become something of a cult game, even within the narrow confines of the RPG market. Adventures are often political, military, or spiritual in nature, rather than dungeon crawls, and are often presented as taking place congruently with events from Arthurian legend. An important part of the game is the time between adventures, during which player characters manage their estates, get married, age, and have children. Typically, the characters will have one adventure per year, and campaigns often carry over across generations, with players retiring their character and taking the role of that character's heir. This is quite different from most role-playing games, where one set of characters is played fairly intensively, and there is typically little consideration made of what happens to their family or descendants. The influence of this idea can be seen in the Ars Magica RPG, which also encourages stories taking years or decades to unfold (and which is also set in medieval Europe). The default Pendragon setting is a pastiche of actual fifth- and sixth-century British history, high medieval history (10th to 15th centuries), and Arthurian legend. The political forces are roughly those actually present in sub-Roman Britain: Celts fighting Germanic, Irish, and Pictish invaders in the wake of the collapse of Roman authority. Technology and many aspects of culture, however, progress in an accelerated fashion, such that King Arthur's Britain is depicted as thoroughly feudal. Knights bear unique coats of arms, joust in tournaments, follow chivalric customs, and pursue courtly love. In effect, many trappings of the milieu in which the Arthurian romances were composed are projected backwards. Many of the campaign events and personalities come from the great mass of Arthurian literature composed from the Middle Ages to the twentieth century. That being said, it is also possible to run a Pendragon campaign set firmly in the Dark Ages or in a more fantastic vision of Arthurian Britain. == System == The rules system of Pendragon is most notable for its system of personality traits and passions that both control and represent the character's behavior. Otherwise, it uses fairly traditional game mechanics for normal play, based to some degree on the Basic Role-Playing (BRP) system,. It also has a set of charts and tables for determining what happens to a character's family in between adventures. The characters' ability scores are based on BRP standard, but skills are resolved using d20, rather than d100. ===Personal Traits=== These are thirteen opposing values that represent a character's personality. The Traits are: Chaste / Lustful, Energetic / Lazy, Forgiving / Vengeful, Generous / Selfish, Honest / Deceitful, Just / Arbitrary, Merciful / Cruel, Modest / Proud, Pious / Worldly, Prudent / Reckless, Temperate / Indulgent, Trusting / Suspicious, and Valorous / Cowardly. The values on the left side are Virtues and the values on the right are Vices. The Traits are 1-20 points split between the opposing values (e.g., 10/10, 14/6, 5/15). For every point above 10 on a Virtue, a point must be placed below 10 on another Virtue. Characters start during character creation with a base of 15/5 in Valorous/Cowardly (because they are heroes), a base of 13/7 in their Religious Virtues (because they are the good guys) and a base score of 10/10 in the remaining values. A d20 roll is made to use a Virtue (e.g., Merciful to show mercy towards a captive mortal enemy) or resist a Vice (e.g., Deceitful to deceive a friend). If the roll is at or below the value, it Succeeds and the desired result occurs. If the roll exceeds the value, it is a Failure and the opposite result occurs. If a Virtue or Vice is rated at 20, the opposite is rated at 0; any roll on this trait is automatically successful (e.g., an Energetic character's attempt to persist in a difficult or arduous task) or automatically unsuccessful (e.g., an Indulgent character who must use Temperate to resist gluttony or intoxication). This is congruent with Arthurian legend, in which a hero's weaknesses are his downfall (like Lancelot's lust for Guenevere) or a villain has a moment of nobility (like King Uriens of Gore showing mercy to Prince Arthur rather than striking him down). The Chivalric Virtues are: Energetic, Generous, Forgiving, Just, Modest, Temperate, and Valorous. Characters possessing point values in these seven Virtues totaling above 80 are granted a bonus to Chivalry rolls. The Chivalric Vices are: Lazy, Selfish, Vengeful, Arbitrary, Cruel, Proud, and Cowardly. Characters possessing point values in these seven Vices totaling above 80 suffer a penalty to Chivalry rolls. The Christian Religious Virtues are: Chaste, Forgiving, Merciful, Modest, and Temperate. Christian Characters possessing one or more of these traits at a value of 16+ gain a Religious bonus. The Romantic Virtues are: Forgiving, Generous, Honest, Just, Merciful, and Trusting. Characters possessing point values in these six Virtues totaling above 65 are granted a bonus to Romance rolls. Later on, other cultures were added for players who wanted to play a non-Christian character. The Heathen Religious Virtues are Vengeful, Honest, Arbitrary, Proud, and Worldly. This covers Saracens and Picts. The Pagan Religious Virtues are Lustful, Energetic, Generous, Honest, and Proud. This covers British and Welsh pagans. The Wotanic Religious Virtues are Generous, Honest, Proud, Worldly, Reckless and Indulgent. This covers Germanic and Scandinavian pagans. ===Passions=== Passions are higher values that influence a character's behavior. They are generated by rolling 2d6+6 or 3d6 and adding or subtracting various modifiers. Passions roll on a d20, just like Traits. If a character fails a Passions roll, he goes into a state of Melancholy (hopeless depression) for violating his core belief. A critical failure or failed attempt to recover from Melancholy can lead to Madness, which forces the character to go into retirement until such time as he can redeem his actions or be forgiven by those he wronged. *Loyalty is a sense of duty to obey a liege, ally, or friend. *Love is a feeling of affection for another person (a parent, sibling, friend, or lover) or people (allies / followers, friends, or family members) that the character has strong emotional ties to. *Love (Family), an affection for family members, is common for daughters and firstborn sons. *Hospitality is the courtesy of providing shelter, lodging, and protection towards a guest. *Honor is a sense of duty towards following the rules of proper and noble behavior. Later editions added new Passions. *Amor is Romantic love for a person, replacing Love for a lover. *Hate is the obsessive dislike for a person, nation, or race. A character's Passion is often used to create dissonance and conflict. An example would be a Loyal knight faithfully obeying a cruel order from his unjust liege (or an Honorable knight refusing to do so, no matter the reason or excuse). Another would be an Hospitable host giving protection to a rude and discourteous guest (or an enemy who abuses the custom for insidious ends). ===Magic and Magic-Users=== Only the fourth edition of Pendragon included mechanics for magic and magician characters. All other versions of the game, including the later fifth edition, assumed that the character was a knight or lady and restricted magic to game master-controlled characters. ===Character Generation=== The first through fourth editions allowed random character generation of characters from a wide variety of cultures of Great Britain and western Europe, which was expanded by later supplements. The fifth edition supports only point-based creation of young landholding knights from the default homeland of Salisbury, which was a preferred option in the third and fourth editions as well. The supplement Book of Knights and Ladies, self-published by Greg Stafford in 2008, allows creation of more diverse characters for fifth edition. The regions of Logres, Cumbria, and Cambria profiled in the following three supplements were internal to Arthur's realm, and thus used standard character generation. * Savage Mountains (1991) - Cambria (Wales); Welsh characters. * Perilous Forest (1992) - Cumbria (Northern Britain); describes the lands of Cumbria (Northwest Britain) and Northumberland (Northeast Britain). * Blood and Lust (1995) - Logres (Southern Britain); loosely describes the lands of Lindsey, East Anglia, Middle Anglia, Mercia, and Wessex and the Saxon Shore of Essex, Sussex and Kent. Over its history the game spawned a number of supplements dealing with areas within or beyond Arthurian Britain and creating characters outside the culture of the Celtic Britons: * Pagan Shore (1994) - Ireland; Irish character generation, including Feudal Irish and two types of tribal peoples: the Cruithni (Irish Picts) and Lochlannach (somewhat ahistorical Norse raiders). * Beyond the Wall: Pictland & The North (1995) - Pictland (Caledonia, roughly modern Scotland); Pictish character generation. * Land of Giants (1996) - Scandinavia and the Nordic areas of Britain during the era of Beowulf; Northmen character generation. * Saxons! (1999) - The origins of Anglo-Saxon England (Southeast Britain); Jute (Jutland), Angle (Schleswig- Holstein), Frisian (Friesland), Saxon (Germany) & Frankish (France) character generation. == Publication history == The first edition was a boxed set published by Chaosium in 1985, and was designed and written by Greg Stafford. Chaosium planned a second edition, with minor changes to the rules, but this was never actually released. They released a third edition, with rules revised by Stafford, as a single softbound book in 1990. The fourth edition, published by Chaosium in 1993 and reprinted by Green Knight Publishing in 1999, was also released as a softbound manual: the core rules remained consistent with the third edition, but the book was expanded to include rules for player-character magicians and for advanced character-generation (the latter had originally appeared separately in the third-edition supplement Knights Adventurous). Green Knight Publishing also released a cut-down version of the fourth edition aimed at beginning players, The Book of Knights. Original designer Greg Stafford produced a much-streamlined fifth edition, which was published as a hardcover book by White Wolf in December, 2005. The most notable supplement for this edition is The Great Pendragon Campaign, a massive (432-page) hardcover scenario book which details events, adventures and characters from Uther Pendragon's reign in 485 through to the end of the Arthurian era. In Ownership passed from White Wolf to Nocturnal Media. In 2017 Nocturnal Media Kickstarted Paladin: Warriors of Charlemagne!.https://www.kickstarter.com/projects/nocturnalmedia/paladin- warriors-of-charlemagne/description Using the Pendragon rules system, it is set in medieval Europe with players playing young Frankish squires or knights in the service of Charlemagne. The Pendragon line returned to Chaosium in 2018. In 2020, a Quickstart preview for a sixth edition was published by Chaosium. ==Reception== In the December 1985 issue of White Dwarf, Graham Staplehurst gave an effusive review, saying despite the very high price (£25.95) Pendragon \"looks to be one of the best systemised role-playing games around.\" Staplehurst liked the fact that the Arthurian background was generally known by players already, and lauded the research done in order to produce a timeline, and British folk beasts. He called the character generation system \"adept.\" Staplehurst gave an overall rating of 9 out of 10, saying, \"I would not hesitate to recommend the game to any rolegaming aficianado... were it not for the dreadful price.\" In the March 1986 edition of Dragon (Issue 107), Ken Rolston was effusive in his praise, calling it \"in subject, mechanics, and presentation... the best designed, most attractive, and most effective traditional role-playing game I have ever seen. The process of playing the game, from the reading of the Player’s Book through the creation of a character to the playing of a simple introductory scenario, was one of the most satisfactory role-playing experiences of my life.\" Rolston noted the simplified combat system, saying \"Pendragon has attractively simple and streamlined versions of conventional RPG combat mechanics while offering innovative mechanics supporting role-playing and character development. (If you are interested in the wargaming aspect of fantasy role-playing, you may prefer another system with greater detail in combat mechanics and with player- character magic.)\" He concluded by recommending it: \"In presentation, Pendragon is attractive and pleasurable reading. The Pendragon boxed set is an excellent value, certainly one of the most important RPG releases of 1985, and belongs on every serious fantasy role-playing gamer’s shelf. In the February–March 1987 edition of Space Gamer/Fantasy Gamer (Issue No. 77), Steven List recommended it, saying, \"It presents ample opportunity for both desperate combat and imaginative interactive play, with an orientation different from the typical fantasy campaign.\" The Games Machine reviewed Pendragon and stated that \"In Pendragon Greg Stafford and friends have produced a truly outstanding game, treating their theme with all the respect and thoroughness it deserves. Any gaming group with an interest in the Arthurian theme should give this game a try.\" Andrew Rilstone reviewed Pendragon 4th Edition for Arcane magazine, rating it a 9 out of 10 overall. Rilstone comments that \"Every rule and every bit of background meshes together to produce a game in which you can't help but think and act and even feel - like one of King Arthur's knights. Running a full campaign, and seeing the young squires from the first session growing up to be the veterans in the final battle, has been one of the best experiences in my roleplaying career. And, contrary to popular belief, you won't have to push the pram a lot.\" In 1996, ten years after its publication, in a reader poll of the top 50 role- playing games of all time in Arcane magazine, Pendragon was ranked 12th. Editor Paul Pettengale commented, \"Pendragon is a game with a huge amount of charm. It's extremely character orientated, and so players have the opportunity to spend time developing a separate persona, rather than having to deal with too much action. It has intrigue and complicated plots, but these are geared around the characters instead of merely being an excuse for the characters to do something.\" In 1999, Pyramid magazine named Pendragon as one of The Millennium's Most Underrated Games. Editor Scott Haring said, \"Pendragon is one of the few RPGs that has a moral point of view ... And it's a great melding of game system with game world.\" In 2006, Gaming Report called the 5th edition of Pendragon one of the \"Best Retreads\" in 2006. In 2007, over twenty years after its publication, Pendragon was given a place in the book Hobby Games: The 100 Best. Shannon Appelcline stated, \"King Arthur Pendragon could be lauded as a top RPG solely based upon the innovation it brought to the industry. Its concentration on epic storytelling and its traits mechanic were both notable and original when the game was released in 1985. However, even today, Pendragon remains vital. It provides a picture-perfect model of literary knighthood and, through its well-crafted and well-considered design, effortlessly conjures its theme — so successfully, in fact, that few other publishers in the last 20 years have even tried to bring another Arthurian roleplaying game to market. You just can't improve on perfection. In a retrospective review of Pendragon in Black Gate, John ONeill said \"Pendragon had lots of interesting ideas. The game mechanics included ways to trigger powerful passions — love, hate, and loyalty — in your player character, which could in turn produce feats of valor, acts of mercy or cowardice, cruelty, and much more.\"https://www.blackgate.com/2013/10/26/vintage-treasures-greg- staffords-pendragon/ ==Other reviews== *Different Worlds #42 *White Wolf #7 (1987) *White Wolf #24 (Dec./Jan., 1990) *White Wolf #41 (March, 1994) * Casus Belli #27 (Aug 1985) * Casus Belli #36 (Feb 1987) * Casus Belli (v4, Issue 13 - Jan/Feb 2015) *Pyramid - Arthaus ==Awards== *At the 1986 Origins Awards, the supplement The Pendragon Campaign won \"Best Roleplaying Supplement of 1985.\" *At the 1991 Origins Awards, the third edition of Pendragon won \"Best Roleplaying Rules of 1990.\" *In 2007, the revised and retitled supplement The Great Pendragon Campaign won the Diana Jones Award for \"excellence in gaming.\" ==Pendragon Fiction Line== The Pendragon fiction series was a trade paperback line that offered reprints of \"lost\" classics of Arthurian fiction, as well as original novels and anthologies. First published by Chaosium, the line was taken over by Green Knight Publishing when they acquired rights to the Pendragon role-playing game in 1998. Scholar Raymond H. Thompson served as consulting editor for the entire series. Green Knight hired James Lowder to direct the line as executive editor in 1999. * Expanded and corrected edition of Pendragon series 6200. * * * * To the Chapel Perilous, by Naomi Mitchison. (6203, Green Knight Publishing, 1999); reprint of the 1955 Allen & Unwin edition. * Kinsmen of the Grail, by Dorothy James Roberts. (6204, Green Knight Publishing, 2000); reprint of the 1963 Little, Brown and Company edition. * The Life of Sir Aglovale, by Clemence Housman. (6205, Green Knight Publishing, 2000); reprint of the 1905 Methuen & Co. Ltd. edition. * The Doom of Camelot, edited by James Lowder. (6206, Green Knight Publishing, 2000); original anthology. * Exiled From Camelot, by Cherith Baldry. (6207, Green Knight Publishing, 2001); original novel. * The Pagan King, by Edison Marshall. (6208, Green Knight Publishing, 2001); reprint of the 1959 Doubleday & Co. edition. * The Merriest Knight: The Collected Arthurian Tales of Theodore Goodridge Roberts, edited by Mike Ashley. (6210, Green Knight Publishing, 2001); original collection of Roberts' stories, including previously unpublished material. * Legends of the Pendragon, edited by James Lowder. (6211, Green Knight Publishing, 2002); original anthology. * The Follies of Sir Harald, by Phyllis Ann Karr. (6212, Green Knight Publishing, 2001); original novel. One additional title in the series — a reprint of William Henry Babcock's 1898 novel Cian of the Chariots — was announced for 2002, but has not seen print. == References == == External links == * * RPG Encyclopedia entry for Pendragon * Greg Stafford's archived Pendragon page * Chaosium resources for Pendragon Category:Pendragon (role-playing game) Category:Basic Role-Playing System Category:Fantasy role-playing games Category:Games based on Arthurian legend Category:Greg Stafford games Category:Historical role- playing games Category:Origins Award winners Category:Role-playing games introduced in 1985 Category:White Wolf Publishing games Category:Chaosium games",
 "title": "Pendragon (role-playing game)"
}