{
 "id": "904517",
 "text": "Orestes Augustus Brownson (September 16, 1803 – April 17, 1876) was a New England intellectual and activist, preacher, labor organizer, and noted Catholic convert and writer. Brownson was a publicist, a career which spanned his affiliation with the New England Transcendentalists through his subsequent conversion to Roman Catholicism. ==Early years and education== Brownson was born on September 16, 1803, to Sylvester Augustus Brownson and Relief Metcalf, who were farmers in Stockbridge, Vermont. Sylvester Brownson died when Orestes was young and Relief decided to give her son up to a nearby adoptive family when he was six years old. The adopting family raised Brownson under the strict confines of Calvinist Congregationalism on a small farm in Royalton, Vermont. He did not receive much schooling but enjoyed reading books. Among these were volumes by Homer and Locke and the Bible.Maynard, Theodore (1943). Orestes Brownson: Yankee, Radical, Catholic. New York: Macmillan, pp. 2–9. In 1817, when he was fourteen, Brownson attended an academy briefly in New York. This was the extent of his formal education.Hoeveler, David (2000). \"Brownson, Orestes Augustus\", American National Biography Online. ==Religious unease== In 1822, Brownson was baptized in the Presbyterian Church in Ballston, New York, but he quickly complained that Presbyterians associated only with themselves, and that the Reformed doctrines of predestination and eternal sin were too harsh. After withdrawing from Presbyterianism in 1824 and teaching at various schools in upstate New York and Detroit, Brownson applied to be a Universalist preacher. Universalism, for Brownson, represented the only liberal variety of Christianity he knew of. He became the editor of a Universalist journal, Gospel Advocate and Impartial Investigator, in which he wrote about his own religious doubt and criticized organized faiths and mysticism in religion.Schlesinger, Jr., Arthur M. (1963). Orestes A. Brownson: A Pilgrim's Progress. New York: Octagon Books, pp. 6–10. Later, rejecting Universalism, Brownson became associated with Robert Dale Owen and Fanny Wright in New York City and supported the Working Men's Party of New York.Hecker, I.T. (1887). \"Dr. Brownson and the Workingman's Party Fifty Years Ago,\" The Catholic World, Vol. 45, No. 266, pp. 200–08. In 1830, for a few months, Brownson was editor of the Genesee Republican in Batavia, New York.History of the Press of Western New York, by Frederick Follett, page 74 (1847) In 1831, Brownson moved to Ithaca, New York, where he became the pastor of a Unitarian community. There, he began publishing the magazine The Philanthropist. ==Transcendentalism== thumb|right|250px|Orestes Brownson. After the demise of the Philanthropist in 1832, Brownson moved to Walpole, New Hampshire, where he became a part of the Transcendentalist movement.Caponigri, A. Robert (1945). \"Brownson and Emerson: Nature and History\", The New England Quarterly, Vol. 18, No. 3, pp. 368–90. He read in English Romanticism and English and French reports on German Idealist philosophy, and was passionate about the work of Victor Cousin and Pierre Leroux. In 1836, Brownson participated in the founding of the Transcendental Club. Also in 1836, Brownson moved to Chelsea, Massachusetts, to set up his own church, calling it \"The Society for Christian Union and Progress\", He also published his first book, New Views of Christianity, Society, and the Church. This work combined Transcendentalist religious views with radical social egalitarianism, sharply criticizing the unequal social distribution of wealth as un-Christian and unprincipled. After President Martin Van Buren appointed George Bancroft as Collector of Customs at Boston in 1837, Bancroft in turn gave a job to Brownson, In 1838, Brownson founded the Boston Quarterly Review, and served as its editor and main contributor for four years. Other contributors included George Bancroft, Margaret Fuller, George Ripley, and Elizabeth Peabody.Lewis, R. W. B. (1955). The American Adam: Innocence, Tragedy, and Tradition in the Nineteenth Century. Chicago: The University of Chicago Press, p. 185. Brownson originally offered use of the Boston Quarterly Review as a literary vehicle for the Transcendentalists; they declined and instead created The Dial.Von Mehren, Joan (1994). Minerva and the Muse: A Life of Margaret Fuller. Amherst, Massachusetts: University of Massachusetts Press, p. 120. Brownson's essays were political, intellectual, and religious. Among these was a favourable review of Thomas Carlyle's Chartism, separately published as The Laboring Classes (1840). The article and Brownson's review of it are sometimes blamed for causing Van Buren, whom Brownson avidly supported, to lose the 1840 election to William Henry Harrison.Schlesinger (1963), pp. 44–90. In fact, Van Buren himself is said to have \"blamed [Brownson] as the main cause of his defeat\" because the Boston Quarterly Review had recently promoted socialist ideas.Brownson, Henry (1908). Orestes Augustus Brownson. The Catholic Encyclopedia In 1840 Brownson published his semi-autobiographical work, Charles Elwood; Or, The Infidel Converted. Through the protagonist Elwood, Brownson railed against organized religion and questioned the Bible's infallibility, or truthfulness. In 1842, Brownson ceased separate publication of the Boston Quarterly Review, and it was merged into The United States Magazine and Democratic Review, He found it necessary to break with the Review after a series of his essays created new scandal. ==Conversion to Catholicism== In the spring of 1843, rumors spread that Brownson was considering converting to Catholicism, especially when he met with the Roman Catholic Bishop of Boston.Packer, Barbara L. (2007) The Transcendentalists. Athens, Georgia: The University of Georgia Press, pg. 171; Brownson finally converted on October 20, 1844,Lewis, R.W.B. (1955). The American Adam: Innocence, Tragedy, and Tradition in the Nineteenth Century. Chicago: The University of Chicago Press, p. 184. He began to believe, in contrast to his Transcendentalist colleagues, in the inherent sinfulness of humanity.Grocholoski, Krystyna (1999) Orestes Brownson. American Transcendentalism Web. Further, he began to associate Protestantism with capitalist notions he despised.Hoeveler David. (2000) \"Brownson, Orestes Augustus\", in American National Biography Online. \"Anticipating Max Weber's argument about the symbiotic relationship between Protestantism and the spirit of capitalism, Brownson dismisses Protestantism as being too concerned with material goods and as engendering an ethic of unfettered individualism that results in social fragmentation and even, in the end, a 'spirit of lawlessness.'\" Paul Giles, American Catholic Arts and Fictions: Culture, Ideology, Aesthetics (Cambridge University Press, 1992), p. 67. Giles refers to Brownson's \"Protestantism in a Nutshell.\" Brownson soon renounced what he now considered the errors of his past, including Transcendentalism and liberalism, and devoted himself to writing articles dedicated to converting America to Catholicism.See for example his debunking of a Presbyterian sermon entitled \"The Dangers of Jesuit Instruction.\" He used his articles to strike out against his former friends in the Transcendental movement, who, he wrote, would be damned unless they converted as well. He succeeded in persuading Sophia Ripley, wife of George Ripley, to convert, but few others. According to one scholar, after his conversion, Brownson's writing changed, and the work he published in Brownson's Quarterly Review expressed \"liberal views [that] frequently got Brownson into trouble, sometimes with the Catholic hierarchy.\" His conversion prompted him to be overzealous in defense of the Catholic Church. His unruly enthusiasm resulted in letters from local Catholic journalists and even the bishop of his diocese requesting that he cease leveling such harsh criticisms.Schlesinger (1963), pp. 200–10. Brownson's stance had much in common with the liberal Catholicism of Charles de Montalembert, with whom he corresponded, and he published articles in French liberal Catholic publications such as Le Correspondant, taking the side of the liberals against the conservative Catholics such as Louis Veuillot. Brownson had also been writing many articles for the Paulist Fathers' Catholic World publication. Brownson now saw Catholicism as the only religion that could restrain the undisciplined American citizens and thus ensure the success of democracy.See Carl F. Krummel, \"Catholicism, Americanism, Democracy, and Orestes Brownson,\" American Quarterly 6, no. 1 (Spring, 1954): 19–31, here 24. To him, the United States was to be a model to the world, and the ideal model was a Catholic America. He repudiated his earlier Fourierist and Owenite ideas, now criticizing socialism and utopianism as vigorously as he had once promoted them. A staunch Douglas Democrat, Brownson, like Douglas, supported the Union in the Civil War and polemicized against the Confederacy and against Catholic clergy who endorsed secession. He avidly supported emancipation and even made several trips to Washington to discuss the importance and urgency of emancipation with President Lincoln. He encouraged all Americans, especially Catholics, to be patriots in the country’s time of turmoil.\"Notre Dame Archives Index BRO002\", archives.nd.edu; accessed April 23, 2018. After Brownson's conversion, he revived his former publication, now renamed Brownson's Quarterly Review, in 1844. From 1844 to 1864, Brownson maintained the Review as a Catholic journal of opinion, including many reviews of \"inspirational novels\" meant to encourage Catholic belief.Thorp, Willard (1978). Catholic Novelists in Defense of Their Faith, 1829-1865. New York: Arno Press, A New York Times Company. A single volume in the complete set The American Catholic Tradition; In 1853, Brownson wrote a series of articles that claimed that the Church was supreme over the State. These writings caused a controversy among Catholic immigrants and the entire Catholic community in general. This controversy caused bishops all over New England to begin condemning his writings. He became increasingly lonely as a result of his being shunned from Boston communities, so he moved the Review and his family to New York in 1855, where he revived his interest in Catholic political philosophy. In 1860, Brownson announced that the Catholic Church must progress towards a welcoming intellectual environment. He argued forcefully and eloquently that \"neither the friends nor the enemies of religion have anything to fear from adopting the great principle of civil and religious liberty, and asserting a free Church in a free State.\"Orestes Brownson, Civil and Religious Freedom from Seeking the Truth, LOGOS: A Journal of Catholic Thought and Culture, 20:4 (Fall 2017) pp. 124–62, here 158. Brownson noted with dismay how few European Catholics supported abolition, and applauded liberal Catholics like Montalembert for being \"the only Catholics in Europe who sympathize with the loyal people of the Union.\" He posited that conscience must remain free to believe as it decides, and religion deals with the spiritual, not the civil realm. The State should protect such a right and restrict itself to governance of the external realm. He thus adopted a new form of liberalism that remained with him until his death,Maynard (1943), pp. 281–311. although his enthusiasm for such a liberalism must be balanced by a near simultaneous and unambiguous repudiation of liberalism which he expressed in the resuscitated Quarterly Review in 1873.\"Brownson's Quarterly Review\", Last Series, Vol. 1, January 1873, p. 2. (Pustet, New York, 1873). There he rejected the kind of liberalism that makes \"this world and its interests supreme.\" In 1862, he was nominated for a Republican Congressional spot in third district of New Jersey, but was met with failure that was blamed on his open Catholic views.See Henry Francis Brownson, Orestes A. Brownson's Latter Life: From 1856 to 1876 (Detroit, Michigan: H. F. Brownson, 1900): 381. In 1864, John Frémont, whom Brownson strongly supported, withdrew from the Presidential race. After these two defeats, Brownson’s declining health, spirit, and subscribers caused him to stop publishing the Review the same year. The journal was relaunched again later in Brownson's life after a nearly ten-year hiatus, in 1873. The Review finally ceased publication in 1875, the year before Brownson's death. In 1857, Brownson wrote a memoir, The Convert; or, Leaves from My Experience. ==Later life and death== In the 1870s, Brownson edited \"The Dubuque Chess Journal\", a publication of the Dubuque Herald, which was one of only two journals dedicated exclusively to the game of chess in the world at the time. The Journal had eighteen volumes and 160 issues. Well known by chess problem \"composers\" and students around the world, the publication contained short stories with chess themes; chess poetry; chess news from chess clubs in the United States, Europe and Australia; and obituaries of prominent chess players. Encyclopedia Dubuque, 'The Dubuque Chess Journal' Brownson died on April 17, 1876, in Detroit, aged 72.\"Notre Dame Archives Index BRO002\" http://archives.nd.edu/findaids/ead/index/BRO002.htm. His remains were subsequently transferred to the crypt of the Basilica of the Sacred Heart at the University of Notre Dame, where his personal papers are also archived. ==Legacy and criticism== Response to Brownson's views was mixed during his lifetime. He was invited to New Orleans in 1855 by the publication Le Propagateur, because he was viewed as a figure whom both Protestants and Catholics might enjoy hearing from, because of his multiple political and religious associations during his life. Although various newspapers recorded contradictory opinions on his lectures, all praised his \"eloquent\" speech.LeBreton, Dagmar Renshaw, \"Orestes Brownson's visit to New Orleans in 1855,\" American Literature 16, no. 2 (May 1944): 110–14, here 112. In 1850s, among his many intellectual contributions, in the midst of Irish and German immigration debate and related nativist moral panic, Brownson introduced the term \"Americanization\" into the public discourse while delivering a lecture, \"Church and the Republic\", at St. John’s College, future Fordham University.Elteren, Mel van. Americanism and Americanization: A Critical History of Domestic and Global Influence. Jefferson, N.C.: McFarland & Co, 2006, p. 52.Patrick Verel. Professor Explains Roots of Church-Laity Conflict in Old New York, The Fordham University News, May 23, 2008. His attempts to harmonize ethnic immigrant identities with American democratic tradition without social and cultural homogenization are considered as an early move in the direction of multiculturalism.Gregory S. Butler. Orestes Brownson and American Nativism, Crisis Magazine, April 1, 1996. Brownson is often incorrectly credited with being the person to coin the term Odinism, referring to his 1848 \"Letter to Protestants\".His use of \"Odinism\" can be found in The Works of Orestes Brownson, Vol. V (Detroit, 1885), pp. 256–257. The OED dates the word at least as far back as 1822: tr. C. Malte-Brun Universal Geogr. I. 577: \"Some authentic records give us an idea of Odinism, which prevailed in Scandinavia.\" Oxford English Dictionary, s.v. Odinism. Brownson was summed up by poet and critic James Russell Lowell in his satirical A Fable for Critics as someone trying to bite off more than he could chew: \"his mouth very full with attempting to gulp a Gregorian bull\".Duberman, Martin (1966). James Russell Lowell. Boston: Houghton Mifflin Company, p. 98. Edgar Allan Poe refers to Brownson in his Autography series, calling him \"an extraordinary man,\" though he \"has not altogether succeeded in convincing himself of those important truths which he is so anxious to impress upon his readers.\"Sova, Dawn B. (2001). Edgar Allan Poe: A to Z. New York: Checkmark Books, p. 37 He is also mentioned in Poe's story \"Mesmeric Revelation,\" referring to Brownson's 1840 novel Charles Eldwood; or, The Infidel Converted. While reviewing Brownson's biography penned by Arthur M. Schlesinger Jr., Henry Steele Commager noted that: > \"In his day Orestes Brownson was respected and feared as were few of his > contemporaries; European philosophers regarded him with hope; American > politicians enlisted his vitriolic pen; denominations competed for his > eloquence; and when he listed himself among the three most profound men in > America there were those who took him seriously.\"Henry Steele Commager. That > Sturdy but Erratic Reformer, Orestes Brownson, The New York Times - Books, > April 23, 1939. Peter J. Stanlis has pointed out that \"In the generation following the founding fathers of the American republic, Orestes Brownson, together with John C. Calhoun, was probably the most original and profound political thinker of the nineteenth century. Woodrow Wilson considered his most important book, The American Republic (1865), the best study of the American constitution.\" Peter J. Stanlis, \"The Enduring Brownson.\" Review of In Search of the American Spirit: The Political Thought of Orestes Brownson by Gregory S. Butler. \"Best of the Bookman,\" April 10, 2011. Additionally, Brownson was held in high regard by many European intellectuals and theologians, including Auguste Joseph Alphonse Gratry, who called Brownson \"the keenest critic of the 19th century, an indomitable logician, a disinterested lover of truth, a sage, as sharp as Aristotle, as lofty as Plato.\"Maurer, Armand. 1992. Orestes Brownson and Christian Philosophy. The Monist 75 (3, Christian Philosophy) (JULY): 341-53, at page 342. Lord Acton visited with Brownson and later wrote that “Intellectually, no American I have met comes near him.” Cited by Gerald Russello, \"Orestes Brownson Was a Uniquely American Voice in the Church,\" National Catholic Register, Blogs, June 7, 2017. ==Family== Orestes's brother, Oran Brownson, joined The Church of Jesus Christ of Latter-day Saints about the same time Orestes became a Roman Catholic. One of Oran's main reasons for joining the LDS Church was its belief in authority.Grow, Matthew J. (2004). \"The Whore of Babylon and the Abomination of Abominations: Nineteenth-Century Catholic and Mormon Mutual Perceptions and Religious Identity,\" Church History 73, pp. 139–67. Brownson's son Henry F. Brownson published a three-volume biography of his father in 1900 and edited his collected works. Two of Orestes' sons served the Union as regular Army officers during the war: Major Henry Brownson (1835–1913) and Captain Edward \"Ned\" Brownson (1843–1864). Edward was published during the Civil War under pseudonyms. Orestes' daughter Sarah Brownson (1839–1876) was an author and poet whose writings supported the war effort.The Brownson Family in the American Civil War/ ==Works== * The Convert; or, Leaves from My Experience. * The Works of Orestes Brownson (20 vols., collected and arranged by Henry F. Brownson, 1882–1887) ==See also== * Sarah Brownson, daughter. ==References== ==Further reading== * Brownson, Henry Francis (1898–1900). Orestes A. Brownson's...Life, Vol. 2, Vol 3. Detroit: H.F. Brownson. * Burrows, Mark S. (1990). \"The Catholic Revision of an American Myth: The Eschatology of Orestes Brownson as an Apology of American Catholicism,\" The Catholic Historical Review, Vol. 76, No. 1, pp. 18–43. * Butler, Gregory S. (1992). In Search of the American Spirit: The Political Thought of Orestes Brownson. Carbondale, IL: Southern Illinois Press. * Carey, Patrick W. (2004). Orestes A. Brownson: American Religious Weathervane. Grand Rapids, MI: Eerdmans * Dougherty, Richard J. (2003). \"Orestes Brownson on Catholicism and Republicanism,\" Modern Age, Vol. 45, No. 4, pp. 324–332. * Fredrickson, George M. (1993). The Inner Civil War: Northern Intellectuals and the Crisis of the Union. Urbana, IL: University of Illinois Press. * Gilhooley, Leonard (1972). Contradiction and Dilemma: Orestes Brownson and the American Idea. New York: Fordham University Press. * Gilhooley, Leonard (1980), editor. No Divided Allegiance: Essays in Brownson's Thought. New York: Fordham University Press. * Hecker, I.T. (1887). \"Dr. Brownson in Boston,\" The Catholic World, Vol. 45, No. 268, pp. 466–472. * Hecker, I.T. (1887). \"Dr. Brownson's Road to the Church,\" The Catholic World, Vol. 46, No. 271, pp. 1–11. * Hecker, I.T. (1887). \"Dr. Brownson and Catholicity,\" The Catholic World, Vol. 46, No. 272, pp. 222–235. * Herrera, Robert A. (1999). Orestes Brownson: Sign of Contradiction. Wilmington, DE: ISI Books. * Krummel, Carl F. (1954). \"Catholicism, Americanism, Democracy, and Orestes Brownson,\" American Quarterly, Vol. 6, No. 1, pp. 19–31. * Lapati, Americo D. (1965). Orestes A. Brownson. New York: Twayne Publishers. * Lathrop, George Parsons (1893). \"Orestes Brownson,\" The Atlantic Monthly, Vol. LXXVII, pp. 770–780. * Leliaert, Richard M. (1976). \"The Religious Significance of Democracy in the Thought of Orestes A. Brownson,\" The Review of Politics, Vol. 38, No. 1, pp. 3–26. * Maurer, Armand (1992). \"Orestes Brownson and Christian Philosophy,\" The Monist, Vol. 75, No. 3, pp. 341–353. * McAvoy, Thomas T. (1954). \"Orestes A. Brownson and American History,\" The Catholic Historical Review, Vol. 40, No. 3, pp. 257–268. * Michel, Virgil G. (1919). \"Brownson's Political Philosophy and Today,\" The American Catholic Quarterly Review, Vol. XLIV, pp. 193–202. * Mims, Helen Sullivan (1939). \"Early American Democratic Theory and Orestes Brownson,\" Science & Society, Vol. 3, No. 2, pp. 166–198. * Moffit, Robert Emmet (1978). \"Orestes Brownson and the Political Culture of American Democracy,\" Modern Age, Vol. 22, pp. 265–276. *Gower, Joseph F., Leliaert and Richard M., Ed. (1979). \"The Brownson-Hecker Correspondence\", Notre Dame studies in American Catholicism Number 1, Notre Dame Press. * Reinsch, Richard, III (Ed.) Seeking the Truth: An Orestes Brownson Anthology, Washington D.C.: The Catholic University of America Press. * Ryan, James Emmett (2003). \"Orestes Brownson in Young America: Popular Books and the Fate of Catholic Criticism,\" American Literary History, Vol. 15, No. 3, pp. 443–470. * Ryan, Thomas Richard (1976). Orestes Brownson: A Definitive Biography. Huntington, IN: Our Sunday Visitor. * Sveino, Per (1970). Orestes Brownson's Road to Catholicism. New York: Humanities Press. ==External links== * * * * Orestes Augustus Brownson Library of the World's Best Literature Ancient and Modern Charles Dudley Warner Editor * Writings of Orestes Brownson at HistoryTools.org * Orestes Brownson Council - Notre Dame student group named after Brownson * The Convert: Or, Leaves from my Experience From Google Books. * Orestes Brownson Society Category:1803 births Category:1876 deaths Category:American Roman Catholic religious writers Category:Catholics from New York (state) Category:Catholics from Massachusetts Category:Converts to Roman Catholicism Category:Members of the Transcendental Club Category:People from Windsor County, Vermont Category:Roman Catholic activists Category:Catholic philosophers Category:Liberal Catholicism Category:Massachusetts Democrats Category:Burials at the Basilica of the Sacred Heart (Notre Dame) Category:Catholics from Vermont Category:Transcendentalism Category:People from Royalton, Vermont Category:United States constitutional commentary Category:Martin Van Buren",
 "title": "Orestes Brownson"
}