{
 "id": "904771",
 "text": "The seal of the president of the United States is used to mark correspondence from the president of the United States to the U.S. Congress, and is also used as a symbol of the presidency itself. The central design, based on the Great Seal of the United States, is the official coat of arms of the U.S. presidency and also appears on the presidential flag. The presidential seal developed by custom over a long period before being defined in law, and its early history remains obscure. The use of presidential seals goes back at least to 1850, and probably much earlier. The basic design of today's seal originated with Rutherford B. Hayes, who was the first to use the coat of arms on White House invitations in 1877. The precise design dates from 1945, when President Truman specified it in . The only changes since were in 1959 and 1960, which added 49th and 50th stars to the circle following the admissions of Alaska and Hawaii as states. == Design and symbolism == The current seal is defined in Executive Order 10860, made by President Dwight D. Eisenhower on February 5, 1960, and effective since July 4, 1960. It states: The blazon (design) is essentially the same as the obverse of the Great Seal of the United States as defined in 1782, although with some extra colors specified, and a different arrangement of the stars, clouds, and glory than is typically seen in modern versions of the Great Seal. The only purely distinct element is the ring of 50 stars, representing the 50 states. Likewise, the symbolism follows that of the Great Seal: *The stripes on the shield represent the 13 original states, unified under and supporting the chief. The motto (meaning \"Out of many, one\") alludes to the same concept. *The arc of thirteen clouds, and the thirteen stars, also refer to the original 13 states. *The olive branch and arrows denote the powers of peace and war. ==Uses== ===Official use=== thumb|220x220px|The Presidential Seal podium plaque, April 2019 The actual seal die is only used on correspondence from the president to the United States Congress, closing the envelopes with wax seals. This has been the primary use throughout the seal's history, though isolated uses have been made for correspondence with other members of government. Documents signed by the president when representing the nation are instead sealed with the Great Seal of the United States.The Eagle and the Shield, p. 455 (see footnote 15) Strictly speaking, the brass die used at the White House is the only actual seal of the president — other versions are technically \"facsimiles\". The Bureau of Engraving and Printing has other dies, used to produce such facsimiles on documents, stationery, and invitations as requested by the White House.The Eagle and the Shield, pp. 454-456 Other versions of the seal are often used as a visual symbol to represent the president, and are most often seen: * on the lectern at presidential press conferences and campaign rallies * on the sides of presidential transports Air Force One, Marine One, and the presidential limousine * at the center of the ceiling in the Oval Office of the White House * affixed to the balcony of the South Portico during a State Arrival Ceremony The presidential coat of arms (the central device on the seal, i.e. without the encircling \"SEAL OF THE PRESIDENT OF THE UNITED STATES\" legend) has even wider usage. It appears: * on the presidential flag right|thumb|Reverse of the Kennedy Half dollar, 1964–1975, 1977–present * on the reverse of the Kennedy half dollar (encircled with \"UNITED STATES OF AMERICA\" on the top and \"HALF DOLLAR\" on the bottom). For the United States Bicentennial, a depiction of Independence Hall was used on the reverse of the coin. The seal returned to the reverse starting in 1977. * at the center of the iconic oval rug in the Oval Office of the White House (each president typically designs his own, but most rugs since President Truman have used the arms). * incorporated into the Presidential Service Badge issued to US Military personnel. * on many versions of presidential china, such as the Wilson or Reagan china, which is often used at state dinners at the White House. * at the burial sites of former presidents (e.g., Wilson and Reagan). === Regulated use === In general, commercial use of the seal is prohibited by 18 USC 713 of the United States Code, and further defined by Executive Orders 11916 and 11649. The United States Secret Service is authorized to use the seal in conjunction with fund raising sales for its charitable benefit fund. Unofficial use of the seal is regulated by the White House Graphics and Calligraphy Office and monitored by the office of the White House Counsel. On September 28, 2005, Grant M. Dixton, associate counsel to George W. Bush, requested that the satirical newspaper The Onion remove the presidential seal from its website. (TimesSelection subscription required) The Graphic and Calligraphy Office will approve of the seal's use in application of official gifts, an example being its application to a silver cigarette box presented as a gift to Franklin Roosevelt. ==History== The early history of the president's seal remains obscure, as there is essentially no record on early usage, nor when its use started. It appears that the primary use was to seal the envelopes on correspondence from the president to Congress, and the envelopes were presumably discarded even if the correspondence was kept, so there is little record remaining.The Eagle and the Shield, p. 422 The first documented seal was in 1850 (which almost certainly was not the first one), and the design used on today's seal had its origins in a coat of arms used on invitations by President Hayes in 1877. It was not defined in law until an executive order by President Truman in 1945. ===Seal of the President of the Congress of the Confederation=== During the period of the Congress of the Confederation, prior to the creation of the U.S. federal government and thus the presidency, the president of the Continental Congress (a mostly ceremonial position, elected to preside over meetings) had a seal. It was a small oval, with the crest from the recently adopted Great Seal (the radiant constellation of thirteen stars surrounded by clouds) in the center, with the motto E Pluribus Unum above it. Much like today's presidential seal, the primary purpose was apparently to seal envelopes on correspondence sent to the Congress. Benson Lossing (writing in 1856) claimed it was used by all the presidents of the Congress after 1782, though only two examples from Thomas Mifflin are documented today: Lossing described a 1784 letter, and Commodore Byron McCandless (while doing research for the 1945 seal redesign) photographed a seal on a November 17, 1783 Mifflin letter to the Governor of Rhode Island. An 1885 article from the Daily Graphic included an original engraving of the seal supposedly from a 1784 letter; it is not known if this was just based on Lossing's version or if they had a separate impression. None of these impressions are known to still exist, and no confirmation of an order for this seal (proving an official status) has been found in Continental Congress records.The Eagle and the Shield, pp. 562-566 This seal's use apparently did not pass over to the new government in 1789. ===Dorsett seal=== thumb|130px|Dorsett seal, reversed photo In 1894, Palemon Howard Dorsett (a lifelong Department of Agriculture employee) turned up with a metal die very similar to the original die of the Great Seal, except that the arrows and the olive branch were switched, indicating an intentional \"difference\" to distinguish it from the actual Great Seal. The die had apparently been owned by George Washington, though there are no known uses of this die, and there even is no indication it could actually be used as a seal. The origins and purpose of this die remain unknown, though the authors of a 1978 book on the Great Seal speculated it was a gift to Washington and possibly an early version (or forerunner) of a presidential seal.The Eagle and the Shield, pp. 409-417 The Dorsett seal was subsequently loaned to the Mount Vernon Ladies' Association to be displayed at Washington's estate. ===Early presidential seals=== There is little extant evidence of any seals actually used by early U.S. presidents. One possibility is a letter from 1835, sent from Paris to President Jackson and then forwarded to the Department of State. The envelope has a small circular red wax seal, with the upper portion appearing to have a circle of cloud puffs similar to the Great Seal, with rays of a glory. However, the rest of the design has been obliterated, so nothing further can be determined, and no other uses of this seal have been found.The Eagle and the Shield, p. 418 The documented history begins in 1850, when a seal was made after a crude drawing submitted by President Fillmore. It depicted an eagle \"displayed with wings inverted\", i.e. with its wingtips down, holding an olive branch and three arrows in its talons. The shield is essentially the same as the Great Seal, with a blue chief and red and white stripes and the eagle facing to its right, though there were nineteen stripes and the outermost stripes were red, both unlike the Great Seal. Thirty-one stars were distributed above and around the eagle, indicating that the seal dates from after when California became the 31st state in September 1850. It was made by Edward Stabler, a farmer and postmaster in Sandy Spring, Maryland, who had earlier made seals for the Senate, House of Representatives, and several government departments.The Eagle and the Shield, pp. 418-420The Eagle and the Shield, p. 423 Stabler had also made a seal for the vice president in 1846, and the correspondence surrounding it indicated that even earlier vice presidential seals existed, so presumably earlier presidential seals existed as well.The Eagle and the Shield, p. 458 The president's seal was described by Benson Lossing in 1856 as \"round, with an eagle upon it\" (contrasting it to the seal used during the Continental Congress). thumb|left|150px|\"The Old Seal\", possibly from the 1840s The information on Fillmore's seal is from an 1885 article in the Daily Graphic, and (according to Daniel S. Lamont, the private secretary to President Cleveland and one of the article's sources) the 1850 seal was still in use at that time and was used to seal envelopes sent to either house of Congress. The article claims that Stabler made two seals, the other being a smaller one for use on letters, and stated that both were illustrated in the article. While the large seal was illustrated, the rendering of a smaller seal was labeled the \"Old Seal\" and had only twenty- seven stars, seeming to indicate it would date from 1845 during James K. Polk's administration rather than being a smaller 1850 seal. While Fillmore did use a personal seal (a simple script F in a circular border) it does not appear that this was the smaller seal mentioned. The design on the \"Old Seal\" was quite similar to the large version, though it was a different rendering of the eagle with small differences in positioning. The inscriptions were also slightly different; the large seal had THE SEAL OF THE PRESIDENT OF THE UNITED STATES, while the smaller one (like the present-day version) omitted the word \"The\" at the beginning. ===Lincoln's seal=== The Abraham Lincoln Presidential Library and Museum owns a small seal used by Abraham Lincoln, which was previously a part of the Taper Collection. It is about the size of a penny, has an ivory handle, and is still encrusted with red wax. The design is exactly the same as the one labeled the \"Old Seal\" in the Daily Graphic article, except it has 36 stars (Nevada became the 36th state in October 1864). A 1927 book also describes a red wax presidential seal on a letter from Lincoln to Hiram Barney. In September 1864, an engraver named J. Baumgarten from Baltimore, Maryland made and sent Lincoln an unsolicited seal, marked with \"A Lincoln\" on its side, meant for personal use. Baumgarten also claimed to have made seals of the \"same plan\" for both Presidents Fillmore and Buchanan. and This was just prior to Nevada becoming the 36th state, but as the design of this seal is not described, and no reply from Lincoln is known and no payment is recorded, it is not possible to know if it was the aforementioned 36-star seal, something similar to the simple F seal used by Fillmore, an entirely different seal, or if it was used at all. Baumgarten may well have been related to Selig Baumgarten, an engraver who emigrated to Baltimore from Hanover with eight children in 1852. One of Selig's sons, Herman Baumgarten, later engraved the 1877 version of the Great Seal.The Eagle and the Shield, pp. 223-225 ===Hayes design=== thumb|150px|Hayes coat of arms President Hayes was the first to use the presidential coat of arms on White House invitations, and the design used was the direct precursor to the modern version. Its first appearance was in April 1877, about six weeks after his inauguration. The eagle's wings were shown \"displayed\" (wingtips up), with an arc of cloud puffs between the wings, and thirteen stars scattered below the arc and surrounding a scroll reading E Pluribus Unum. The eagle's head was turned to its left toward the arrows for the first time, a feature which would last until 1945. The eagle itself was similar to the Great Seal rendering at the time (prior to the more robust eagle used in the 1885 redesign of the Great Seal). The designer of this embossing is not known; with minor variations it was used on invitations until the early years of President Wilson's administration.The Eagle and the Shield, pp. 426-429 The design using the arc of clouds is reminiscent of an early rendering of the Great Seal made by James Trenchard in 1786, which was then later used on Indian Peace Medals handed out by President Washington. It is also very similar to a design seen on the letterhead of a proclamation by President Polk in 1846, which also had the eagle facing its left but additionally switched the olive branch and arrows so the head was still looking towards the branch. (Earlier proclamation letterheads, and even the Andrew Jackson White House china, also switched the arrows and branch and had the eagle facing to its left, though they were completely different designs otherwise.For example, an 1828 J.Q. Adams proclamation, an 1834 Jackson proclamation, and an 1838 Van Buren proclamation. The Jackson china can be seen at ) Other influences may have been some U.S. coins and President Grant's china, which used the general design of an arc of clouds though the rest of the details were different.The Eagle and the Shield, p. 428 see footnote 39 The actual seal used by the president was changed to have a similar design, though apparently not at the time. The Daily Graphic article reported the 1850 seal was still in use in 1885, but the change had been made by 1894, as an impression of this new seal was obtained from Henry T. Thurber (President Cleveland's private secretary) for use in a book on heraldry. This version moved closer to the modern design, with the words OF THE in smaller capital letters than the other words (a feature which is still used), and the layout of stars being slightly changed into essentially the arrangement still used today.The Eagle and the Shield, pp. 429-431 This seal remained in use until 1945, as Gaillard Hunt confirmed the design was still current as of 1916, and it also matches actual impressions taken from the presidential seal in 1936 during Franklin Roosevelt's administration.The Eagle and the Shield, pp. 439-440 The design continued to evolve in other places in the meantime, particularly the presidential flag, and these evolved designs were used when the seal was changed again in 1945. ===Martiny plaque=== During renovations in early 1903, a bronze inlaid version of the seal was placed in the floor of the Entrance Hall of the White House, directly under the lantern. It was made from a model by the sculptor Philip Martiny, who followed the general arrangement of the Hayes arms but used considerable artistic license with the details. The eagle is substantially altered, with differently-shaped wings and thickly feathered legs. The shape of the shield was different, and the stars were arranged differently, with all stars appearing above the scroll using an arc of 10 stars with three more directly underneath. The scroll's inscription was E·PLVRIBVS·VNVM.The Eagle and the Shield, pp. 430-432 President Truman later felt that it was not right for people to walk over it, so when the White House was renovated again in 1948 he had the seal removed and placed over the door to the Diplomatic Reception Room, where it still is today.The Eagle and the Shield, p. 432 The plaster seal in the Oval Office ceiling (originally installed in 1934 and at some point changed so the eagle faces to its right) is also based on this design,The Eagle and the Shield, p. 440-441 and a version is in the floor next to Wilson's tomb in the Washington National Cathedral. ===Bailey Banks & Biddle representation=== thumb|The Bailey Banks & Biddle print used during discussions; annotations from McCandless are on the right In 1916 President Wilson decided to make a change in the presidential flag, the Navy version of which used the Great Seal on a blue background (there was a competing design from the Army, which was different but also used the Great Seal). The Aide to the Secretary of the Navy, Lt. Commander Byron McCandless, suggested adding four stars to the Navy version. Wilson however wanted the \"president's eagle\" used on the flag instead, showing McCandless the Martiny plaque as an example.The Eagle and the Shield, p. 434-435 Wilson at some point obtained a color print of the president's seal, probably from the Philadelphia firm of Bailey Banks & Biddle, which was also used in the discussions. The eagle in this version was more based on the 1885 Great Seal, and is essentially the design used in the modern seal — the style and details of the eagle, the rays of the glory, the arrangement of the thirteen stars, and the cloud puffs have all been carried over into the current version.The Eagle and the Shield, pp. xl-xli This design was used for the 1916 flag, and also on subsequent presidential invitations and Wilson's presidential china, meaning the coat of arms was effectively changed as well. The actual presidential seal die was not changed at the time, though a 1917 McCandless publication on flags did show the new design as its depiction the seal.The Eagle and the Shield, pp. 437-439 ===The 1945 seal=== thumb|150px|left|Illustration from the 1945 executive order, with 48 stars In March 1945, President Roosevelt (who had been Assistant Secretary of the Navy during Wilson's administration and was involved in the four-star 1916 presidential flag design) noted that the flags for the new ranks of Fleet Admiral and General of the Army both had five stars, and asked the Army and Navy Departments for suggestions. The Secretary of the Navy (whose flag also had four stars) replied that there was no issue, as the combination of four stars and the Coat of Arms of the Presidential Seal was indicative of higher rank.The Eagle and the Shield, p. 441 Roosevelt persisted though, and in March sent a query to Commodore Byron McCandless, then commanding the Naval Repair Base in San Diego, California. Roosevelt died on April 12, before McCandless could reply, but President Truman expressed a continuing interest in the matter and eventually a long reply was sent. McCandless recommended changing the four stars such that they were each made of 12 small stars, arranged in the shape of a larger six-pointed star; the four large stars would represent Roosevelt's Four Freedoms, the 48 total stars would represent the states, and the six-pointed star would be representative of the president's rank above five-star generals and admirals. Truman however disliked the idea of representing relative rank, and instead decided on a simple circle of 48 stars.The Eagle and the Shield, pp. 441-443 The proposed design was sent to the War and Navy Departments for comment. In a memorandum dated August 22, 1945 Arthur E. DuBois, the chief of the Heraldic Section of the Army's Office of the Quartermaster General (forerunner to the Army Institute of Heraldry), made several suggestions. He recommended making the eagle in full color per heraldic tradition (the presidential flag of the time depicted the eagle as entirely white), and recommended against using 48 stars, believing that flags and seals should not be subject to external changes such as adding additional states and instead suggested a ring of 13 stars. DuBois also noted that the seal had never had an official definition, meaning there was also no explanation for the eagle facing to its left instead of the typical heraldic custom of having such figures face to their right (\"dexter\"), which is considered the honorable side. Therefore, he recommended changing the direction the eagle faced, and provided an illustration along with a suggested blazon to be used in an official description.The Eagle and the Shield, pp. 442-445 Truman agreed with most of these suggestions, additionally liking that the eagle would now face towards the olive branches (which he felt was symbolic of a nation on the march and dedicated to peace,The Eagle and the Shield, p. 449, \"In the new Coat of Arms, Seal and Flag, the Eagle not only faces to its right the direction of honor but also toward the olive branches of peace which it holds in its right talon. Formerly the eagle faced toward the arrows in its left talon arrows, symbolic of war.\", White House press release, October 25, 1945.), but decided to keep the 48 stars. Truman also considered adding a lightning effect to the arrows as a reference to the atomic bomb, but later decided against it. On August 28 Truman had DuBois make a model containing all the final decisions, which was then approved.The Eagle and the Shield, pp. 446-447 On October 25, 1945, President Truman issued Executive Order 9646, which officially defined the presidential coat of arms and seal for the first time, and unified the design between the seal and the flag. The only changes since have been to add stars to the outer circle. The actual die of the new seal was first used on December 5, 1945.The Eagle and the Shield, p. 450 ===The 1959 and 1960 changes=== thumb|150px|Illustration from the 1960 executive order Alaska was admitted as the 49th state on January 3, 1959, which caused the 49th star to be added to the United States flag on the following July 4. On May 26, President Eisenhower issued , which added a 49th star to the outer ring on the presidential coat of arms (and therefore the seal and flag as well), also effective on July 4. The order was otherwise identical to Truman's order, which it replaced. Hawaii was admitted as the 50th state on August 21, 1959, and Eisenhower duly issued on February 5, 1960 (effective July 4, 1960) to add the 50th star to the coat of arms. Once again, it was identical to the previous orders other than the number of stars. This remains the official definition today.The Eagle and the Shield, p. 451 Because the upcoming admission of Hawaii would cause a further change the following year, no seal dies were made in 1959 with 49 stars, and the 1945 dies continued in use. New dies with 50 stars were made by the Bureau of Engraving and Printing only after the 1960 executive order came into effect.The Eagle and the Shield, p. 454 == Misconception == A popular but erroneous myth is that the seal is changed during times of war, so that the eagle faces the arrows in its left talon. This belief may have arisen because major changes to the seal have coincidentally been made before or after wars – specifically, the 1945 change in the seal, and also the 1916 change in the flag (though not the seal) from the right-facing Great Seal to the left-facing presidential seal. This misconception may also have arisen from a comment made by Winston Churchill, who (regarding Truman's redesign of the seal) joked: \"Mr. President, with the greatest respect, I would prefer the American eagle's neck to be on a swivel so that it could face the olive branches or the arrows, as the occasion might demand\". The belief is perpetuated by a 2000 episode of The West Wing entitled \"What Kind of Day Has It Been?\". Character Admiral Fitzwallace, Chairman of the Joint Chiefs of Staff, notes that the presidential seal in the center of the Oval Office carpet contains a shield bearing a bald eagle clutching the olive branch in its right talons and arrows in its left. The eagle's head is turned toward the olive branch. Fitzwallace alleges that in times of war the Seal is replaced with one in which the eagle's head is turned toward the arrows. Similarly, the Dan Brown novel Deception Point (2001) includes a passage implying that the seal embroidered on the carpet in the Oval Office is switched by White House workers. The novel states that an alternative carpet is stored in the basement, and the workers make the change overnight when no one notices. In the 2007 film National Treasure: Book of Secrets, there is a variation of the Presidential Seal that shows the eagle clutching a scroll. This variation is supposed to represent the president's secret book that is passed down from president to president and contains the country's secrets. == Popular culture == The seal is sometimes used in modified form as a marketing tool, or to make a political statement. The punk rock group the Ramones used a personal variation of the seal as their logo, replacing the arrows with a baseball bat and the inscription around it with the members' names, and also changing the motto and the design on the shield. Blink-182 and other bands have also used the logo on T-shirts. Some fashion brands (mainly for teenagers) have also used the logo as an added design for accessories like bags. In addition, the animated menu sequence on all DVDs of The West Wing contains a slightly altered version of the seal (40 stars, added country name, segmented ribbon). In the backing video for Skinny Puppy's \"VX Gas Attack\", featured on the Greater Wrong of the Right LIVE DVD, another altered version of the seal is shown (the olive and arrows replaced with bleeding gas nozzles, and the eagle replaced with a skull). It is also used by rap group The Diplomats as their trademark logo, except that the olive branch and arrows are usually replaced by two guns and the word \"Diplomats\" is across the center of the eagle. In the video game Metal Wolf Chaos, the titular powered armor is piloted by President Michael Wilson, the protagonist, and is adorned with large images of the seal, although modified from the real-life version. ==2019 spoof incident== thumb|left|The 2019 spoof seal On July 23, 2019, President Donald Trump, the forty-fifth president, gave an address to young Republicans at the Turning Point USA Teen Student Action Summit 2019 in front of a screen onto which a spoof caricature of the seal was projected. The graphic was switched after 80 seconds. At the time, no one from the White House, the hosting facility, the hosting organization, or the summit organizers appears to have been aware of the substitution. The story was reported by the Washington Post on July 24, including photos and video of Trump speaking in front of the fake seal. Turning Point USA later blamed an audio-visual employee for the gaffe. The \"faux seal\" showed a double-headed eagle, in the tradition of the Russian state (suggestive of Russian interference in U.S. politics). In one claw the arrows had been replaced with golf clubs (representing the president's connection to the sport), while the other held a wad of green banknotes. The chief of the shield bore five white hammer-and-sickle devices; and the motto E pluribus unum had been replaced by the phrase , Spanish for \"Number 45 is a puppet\". The graphic had been designed and marketed in 2016 as a joke by Charles Leazott, a disillusioned Republican who opposed President Trump. He later commented that the unidentified perpetrator was \"either wildly incompetent or the best troll ever. Either way, I love them.\" He subsequently displayed an image of Trump speaking before his seal design on the site for his related products. == See also == * List of personal coats of arms of presidents of the United States * Flag of the President of the United States * Seal of the Vice President of the United States * Seals of governors of the U.S. states and territories * Great Seal of the United States == References == == External links == * on United States Army Institute of Heraldry * U.S. Presidential Flag page on Flags of the World Category:National symbols of the United States United States Seal Category:Birds in art",
 "title": "Seal of the President of the United States"
}