{
 "id": "905091",
 "text": "Aviador Dro, short for El Aviador Dro y sus Obreros Especializados (Aviator Dro and His Specialized Workers), is a synthpop and electronic music band from Spain, formed in Madrid in 1979.Bio of Aviador Dro == History == The group was founded by schoolmates Arturo Lanz and Servando Carballar in 1979, when they published an ad in a magazine requesting musicians who liked Throbbing Gristle, Cabaret Voltaire and The Residents to join them. They were part of the Movida Madrileña. In 1982 they created Dro Records, a Spanish independent label. Some of their best known songs are: Nuclear, sí (Nuclear, Yes), La televisión es nutritiva (TV is Nutritious), Selector de frecuencias (Frequency Selector) or La zona fantasma (The Phantom Zone) ==Quotes== \"It is necessary to assimilate the systematized sense of life to be able to be happy\" (1979) \"Human beings will disappear. What's more, it is necessary to annihilate them to move on to a mechanical state. In this state, there won't be any individual freedom; only collective freedom will exist. There won't be any problems either, because each man-machine will be properly programmed and we will all be happy.\" (1979) == Band members == *Biovac N (Servando Carballar): Vocals, synthesizer, programming *Arcoíris (Marta Cervera): Keyboards *ATAT (Ismael Contreras): Keyboards, guitar *CTA 102 (Alejandro Sacristán): Vocals *Genocider/Genocyber F15 (Mario Gil): Keyboards ==Discography== *Alas sobre el Mundo (1982) *Síntesis (1983) *Tesis (1983) *Cromosomas Salvajes (1985) *Ciudadanos del Imperio (1986) *Ingravidez (1988) *Héroes de los 80 (1990) *Trance (1991) *Cyberiada—Live (1997) *Materia Oscura (1998) *Ópera Científica (1999) *Vano Temporal (1999) *Mecanisburgo (2001) *Ultimátum a la Tierra (2004) *Confía en tus Máquinas (2004) *Candidato Futurista (2007) *Yo, Cyborg (2009) *La voz de la Ciencia (2012) Aviador dro.jpg|Live in Madrid, El Sol Aviador dro 2.jpg|Cromosomas Salvajes ==See also== *Spanish Music *Esplendor Geometrico ==External links== *Official website == References == Category:Spanish musical groups Category:Musical groups from Madrid",
 "title": "Aviador Dro"
}