{
 "id": "905231",
 "text": "Bystrzyca Kłodzka (, ) is a historic town in Kłodzko County, in Lower Silesian Voivodeship in southwestern Poland. It is the administrative seat of Gmina Bystrzyca Kłodzka. The old town of Bystrzyca is famous for its many historical buildings and is a popular tourist destination. ==Geography== thumb|left|Old town and Nysa river Bystrzyca Kłodzka lies in the Kłodzko Valley near the confluence of the Eastern Neisse (Nysa Kłodzka) and Bystrzyca Łomnicka rivers, at the feet of the Bystrzyckie Mountains, a range of the Central Sudetes. Part of the Kłodzko Land historical region, it is located about south of Kłodzko. ==History== The area of today's Bystrzyca Kłodzka has been inhabited at least for six millennia. During the times of the Roman Empire the Celts established numerous permanent settlements in the area of Kłodzko along the ancient Amber Road. There are also numerous archaeological excavations of Lusatian culture remnants in the area. ===Middle Ages=== The town of Habelschwerdt was founded in the mid-13th century by German colonists on estates held by the Bohemian noble Havel of Markvartice, husband of Saint Zdislava Berka. They settled next to the older Slavic village of Bystřice, located on the important trade route leading along the Neisse river from Wrocław in Silesia through the Sudetes to Prague. The citizens were granted town privileges according to the so-called Western Law (a variant of Magdeburg rights). On 4 July 1319, the Luxembourg king John of Bohemia granted the settlement the vast autonomy of an immediate royal city and the right to construct city walls. Until the mid-14th century the town changed its affiliation several times, passing with the Kłodzko Land between Polish and Bohemian rulers. thumb|left|Defensive walls The first noted mayor of Habelschwerdt was Jakob Rücker. The town was constructed almost from scratch and started to grow rapidly. First the city walls were erected with three gates and several towers. Then the market square was planned on a slope and the town hall was constructed. Most of the Gothic architecture was preserved and the town is now considered one of the classical examples of mediaeval architecture. City rights were confirmed by King John's son, Charles IV in 1348 and Habelschwerdt was granted with several other privileges, among them the right to trade with salt, spices and fabric. The town was incorporated into the County of Kladsko in 1459, an immediate fief of the Bohemian Crown and shared the fate of the nearby city of Kłodzko (Kladsko, Glatz). It developed rapidly until the advent of the Hussite Wars in the early 15th century. The wars left the town depopulated by plagues, partially burnt and demolished by several consecutive floods. It was plundered by the forces of the Hungarian king Matthias Corvinus on his 1469 campaign against King George of Poděbrady. In 1475 a great fire destroyed the town completely. ===Modern times=== thumb|City hall After the Lands of the Bohemian Crown had passed to the Habsburg Monarchy, the area became a fief of the ruling Habsburg dynasty in 1567, though the local counts retained their powers. Habelschwerdt and the surrounding villages were gradually repopulated, mostly with settlers from Central Germany and Lesser Poland. It was not until the 16th century when the local economy went back on tracks, while the Protestant Reformation led to a strengthening of radical movements such as Schwenckfelder and Anabaptist groups. Because of major Lutheran influences it became one of the regional centres of Protestantism. In the late 16th century a new city hall was built and many of the town houses were rebuilt in a Renaissance style. The town also built several facilities like paved roads and a sewer system. However, the Thirty Years' War and stern measures of the Counter-Reformation damaged the city and ended the period of prosperity. During the Second Silesian War, Hungarian troops and Pandurs again devastated the town. On 14 February 1745, Prussian troops under General Hans von Lehwaldt defeated the Austrian Habsburg forces of Georg Oliver von Wallis nearby. After the Silesian Wars, Habelschwerdt, together with the County of Kladsko and most of Silesia, came under Prussian rule according to the 1763 Treaty of Hubertusburg. In the War of the Bavarian Succession, skirmishers from Austrian army commanded by Dagobert Sigmund von Wurmser fought there against the Prussian garrison, and one of the blockhouses caught fire, resulting in the destruction of most of the town in mid-January 1779. Oscar Criste. Dagobert Sigmund von Wurmser. Allgemeine Deutsche Biographie. Herausgegeben von der Historischen Kommission bei der Bayerischen Akademie der Wissenschaften, Band 44 (1898), S. 338–340, Digitale Volltext-Ausgabe in Wikisource. (Version vom 24. März 2010, 3:18 Uhr UTC). During the Napoleonic Wars, the town was occupied by French forces and housed a garrison of the Grande Armée until 1813. thumb|St Michael Archangel Church By 1818 the County of Kladsko was formally dissolved and Habelschwerdt was incorporated into the Prussian Province of Silesia. Although it was made the administrative seat of a rural district (Landkreis), comprising the southeastern parts of the former county, it was also struck by high taxes. It was not until the mid-19th century when the town fully recovered. The city hall was yet again rebuilt, the city moat and parts of the walls were leveled and the settlement expanded into new areas. After 1877, Habelschwerdt was connected to Glatz and Breslau (Wrocław) by a railroad. In 1885, Habelschwerdt had a population of 5,597, while by 1939 it rose to 6,877. Its population was overwhelmingly Catholic.Słownik geograficzny Królestwa Polskiego i innych krajów słowiańskich, Tom I, Warszawa, 1880, p. 510 (in Polish) The end of the 19th century saw the whole Kłodzko Valley (Glatzer Kessel) turned into one of the most popular tourist regions. Countless hotels, sanatoria and spa were opened to the public in the nearby towns of Glatz, Bad Reinerz (present-day Duszniki-Zdrój) and Bad Landeck (Lądek-Zdrój), as well as in the town itself. The area of former Kladsko county became a popular place among the rich bourgeoisie of Breslau, Berlin, Vienna and Kraków. During World War II Habelschwerdt was spared the fate of many other cities and did not suffer great damage. There were no important industrial centres in the area, and most of the Kłodzko Valley was not captured by the Red Army until after the capitulation of Germany. After the war the town once again became part of Poland due to the new borders dictated by the Potsdam Agreement. It was renamed to its historic Polish name Bystrzyca, and the adjective Kłodzka was added to distinguish it from other Polish settlements of the same name. In 1961 the town limits were expanded by including Niedźwiedna as a new district. In 1964, the only Phillumenist Museum (Muzeum Filumenistyczne) in Poland was founded in Bystrzyca Kłodzka. On 28 June 1972 the Catholic parishes of Bystrzyca Kłodzka were reassigned from the traditional Hradec Králové diocese (est. 1664; Ecclesiastical Province of Bohemia) to the Archdiocese of Wrocław.Paulus VI, Constitutio Apostolica \"Vratislaviensis - Berolinensis et aliarum\", in: Acta Apostolicae Sedis, 64 (1972), n. 10, pp. 657seq. Between 1975 and 1998 Bystrzyca belonged to Wałbrzych Voivodeship. It continues to be one of the principal mountain resorts of the area. Thanks to its historical landmarks as well as virgin landscapes, Bystrzyca Kłodzka remains one of the most popular centers for tourism and winter sports in Lower Silesia. ==Notable people== * Titus Ullrich (1813–1891), poet and art critic * Rudolf Bial (1834–1881), violinist, composer, conductor * Hermann Stehr (1864–1940), poet * Andreas Hönisch (1930–2008), cleric * Georg Katzer (1935–2019), composer * Jan Liwacz (1898–1980), blacksmith who created the Arbeit Macht Frei sign over Auschwitz * Marek Magierowski (born 1971), diplomat and journalist * Marcin Marciniszyn (born 1982), sprinter * Hanson Milde-Meissner (1899–1983), composer ==Twin towns – sister cities== See twin towns of Gmina Bystrzyca Kłodzka. ==Gallery== 2014 Bystrzyca Kłodzka, Brama Wodna 03.JPG|Brama Wodna (\"Water Gate\") 2014 Bystrzyca Kłodzka, wójtostwo 02.JPG|Wójtostwo Bystrzyca Kłodzka, Rynek 13, 01.JPG|Market Square (Rynek) 2015 Muzeum Filumenistyczne w Bystrzycy Kłodzkiej 05.JPG|Phillumenist Museum Bystrzyca Kłodzka, kościół św. Michała, 01.JPG|Old Town Bystrzyca Kłodzka, Sempołowskiej 13 3.JPG|High school 2017 Komisariat policji w Bystrzycy Kłodzkiej.jpg|Police station ==References== ==External links== * bystrzyca.info.pl * bystrzycaklodzka.pl * bystrzyca.pl Category:Cities and towns in Lower Silesian Voivodeship Category:Kłodzko County Category:Cities in Silesia",
 "title": "Bystrzyca Kłodzka"
}