{
 "id": "905202",
 "text": "A Pagan Place was an album released in June 1984 by The Waterboys. It was the first Waterboys record with Karl Wallinger as part of the band and also includes Roddy Lorimer's first trumpet solo for the band on the track \"A Pagan Place\". The album shares a title with the book A Pagan Place, written by Irish novelist Edna O'Brien. According to a post at the official Waterboys forum, Mike Scott, who chose the album name, has never read the book, and neither the album nor the title track share any other similarities with the novel. ==Production history== Recording for A Pagan Place was begun before either the band's first single, \"A Girl Called Johnny\", or album, The Waterboys, were released. The album comprises two recording sessions. The first, in November 1982 at Redshop Studio in London, involved Mike Scott, Anthony Thistlethwaite and Kevin Wilkinson. The second session, held September 1983 at Rockfield Studio in Wales, included contributions from Wallinger, who had joined the band that year. The four, the early band's core membership, were joined by Lorimer, Tim Blanthorn, and Eddi Reader, among others, for later overdubbing of the sessions to add full instrumentation to the recordings. == Reception == The album was released in June 1984 (see 1984 in music). Peter Anderson, writing in Record Collector, asserts that there was \"unanimous critical acclaim\". A Pagan Place was reissued in 2002 by Chrysalis Records, having been remastered. The reissue included both new tracks from the recording sessions for both A Pagan Place and from The Waterboys, along with extended versions of tracks from the original release. ==Songs== A Pagan Place expanded The Waterboys' treatment of spiritual themes beyond the Christian beliefs of \"December\" from The Waterboys. \"A Church Not Made With Hands\" is an ode to a woman who \"is everywhere and no place / Her church not made with hands\". Both \"All the Things She Gave Me\" and \"The Thrill is Gone\" discuss the end of a romantic relationship. \"Rags\" and \"Somebody Might Wave Back\" discuss despair and optimism in loneliness. Scott's songwriting has been criticized as being overly introspective, and all four tracks contain some element of self- reflection. \"The Big Music\" was released as a single, and became a descriptor of the sound of the album, the preceding debut The Waterboys and the following album This Is the Sea. Waterboys chronicler Ian Abrahams described the song as the album's defining track, with New Music Express' Andrew Collins stating, \"What a concept and what an albatross. A lilting anthem with grand cymbal slashes, soulful backing... a lazy, meandering essay.\" \"Strange Boat: Mike Scott & The Waterboys (2007) by Ian Abrahams p. 54 For The Waterboys' gig at London's Town & Country Club in 1985, backing vocals to the song were provided by Sinead O'Connor, marking her first UK live appearance.\"Strange Boat: Mike Scott & The Waterboys (2007) by Ian Abrahams p. 84 Usage of the term \"The Big Music\" spread to include other bands with a similar sound. The single included \"Bury My Heart\" and \"The Earth Only Endures\". \"Bury My Heart\", a reference to \"Bury My Heart at Wounded Knee\", is described by Anderson as \"a lament to the decimated American Red Indians\". \"The Earth Only Endures\" is a traditional Sioux song arranged by Scott. \"Red Army Blues\" first appeared on the twelve- inch single for \"December\" from The Waterboys. The song is a first-person narrative of the life of a young Soviet soldier in World War II who participates in the Battle of Berlin. The soldier, along with many others, is sent to the Gulag by Joseph Stalin. The songs are based upon the book The Diary of Vikenty Angorov. The final track of the original release, \"A Pagan Place\", featuring a trumpet solo from Lorimer, is an ambiguous questioning of the process of Christianising a Pagan culture. The song \"Cathy\", included on the album's re-issue, was originally a Nikki Sudden song. Sudden writes about an evening in 1982 when he was staying in Scott's apartment: \"Late that night – around midnight – Mike recorded a lead vocal to the backing track for my song, Cathy. We did a quick mix and that was that until twenty years ago [sic] when he includes the number on the reissue of his A Pagan Place album\". This 2002 reissue credits Sudden as the song's author. ==Track listing== All tracks written by Mike Scott, except \"Cathy\" on the reissued version of the album. # \"Church Not Made with Hands\" – 6:05 # \"All The Things She Gave Me\" – 4:34 # \"The Thrill Is Gone\" – 4:33 # \"Rags\" – 5:21 # \"Somebody Might Wave Back\" – 2:43 # \"The Big Music\" – 4:45 # \"Red Army Blues\" – 8:06 # \"A Pagan Place\" – 5:13 ===Reissue track listing=== # \"Church Not Made with Hands\" – 6:02 # \"All the Things She Gave Me\" (Unedited) – 5:32 # \"The Thrill Is Gone\" (Unedited) – 5:30 # \"Rags\" – 5:20 # \"Some of My Best Friends Are Trains\" – 6:01 # \"Somebody Might Wave Back\" – 2:43 # \"The Big Music\" – 4:46 # \"Red Army Blues\" – 8:03 # \"A Pagan Place\" – 5:14 # \"The Late Train to Heaven\" (Rockfield Mix) – 3:30 # \"Love That Kills\" (Instrumental) – 6:20 # \"The Madness Is Here Again\" – 3:59 # \"Cathy\" (Nikki Sudden) – 2:35 # \"Down Through the Dark Streets\" – 9:03 ==Personnel== * Mike Scott – vocals, guitar, Danelectro Bellzouki electric 12-string guitar, piano, bass * Anthony Thistlethwaite – saxophone, bass, mandolin * Kevin Wilkinson – drums * Karl Wallinger – piano, organ, percussion, backing vocals * Roddy Lorimer – trumpet * Tim Blanthorn – violin * Barbara Snow * Eddi Reader * T.V. Smith * Ingrid Schroeder * Nick Linden ;Technical *Stephen W Tayler – mixing on tracks 2,4,6,7,9 *Jim Preen, John Brand, Richard Digby Smith, Stephen W Tayler, Ted Sharp - engineer *Sheila Rock - photography Notes: * Credits taken from the back cover of the original release. * A bellzouki is a type of electric 12-string guitar made by Danelectro. * Barbara Snow plays trumpet on 'All The Things She Gave Me'. * Eddi Reader, T.V. Smith and Ingrid Schroeder sing backing vocals on various tracks. * On the original release, Nick Linden played bass on 'All The Things She Gave Me'. He plays on several other tracks on the extended reissue. ==Notes and references== ==External links== *Lyrics at mikescottwaterboys.com Category:1984 albums Category:2002 albums Category:The Waterboys albums Category:Chrysalis Records albums",
 "title": "A Pagan Place"
}