{
 "id": "90530",
 "text": "Damballa, also spelled Damballah, Dambala, Dambalah, among other variations (), is one of the most important of all loa, spirits in Haitian Vodou, Louisiana Voodoo and other African diaspora religious traditions such as Obeah. He is traditionally portrayed as a great white serpent, originating in the city of Wedo (Whydah or Ouidah) in modern-day Benin. Damballa is said to be the Sky Father and the primordial creator of all life, or the first thing created by Gran Met. In those Vodou societies that view Damballa as the primordial creator, he created the cosmos by using his 7,000 coils to form the stars and the planets in the heavens and to shape the hills and valleys on earth. In others, being the first thing created by God, creation was undertaken through him. By shedding the serpent skin, Damballa created all the waters on the earth. As a serpent, he moves between land and water, generating life, and through the earth, uniting the land with the waters below. Damballa is usually syncretized with either Saint Patrick or Moses.Maya Deren, Divine Horsemen: The Living Gods of Haiti, p. 56. He is counted among the Rada loa. Damballa is seen as benevolent and patient, wise and kind, yet detached and removed from the trials and tribulations of daily, human life. His very presence brings peace, and he represents a continuum which is \"at once the ancient past and the assurance of the future.\" As a serpent, and due to his extreme age, he does not speak, but may whistle or make a soft, hissing sound. When a serviteur is believed to be possessed by Damballa during a ceremony, he or she moves on the floor like a serpent. A white sheet is laid down for him, and another waved over him to fan and cool him. His purity is such that it cannot be allowed to be exposed to impure or unclean things. Some peristyles maintain a basin full of water into which the possessed will plunge, to swim and cool off. Offerings to him include milk, white foods and flowers, rice, coconut, orgeat syrup, and a perfume called lotion pompeia. However his offering par excellence is a white, uncooked egg on a mound of white flour. Damballa, like many other loa, is subdivided into different spirits who play different roles. For example, as Damballa Tocan he is a spirit of the intellect. When he manifests in the Petro rites it is Damballa La Flambo. Damballa's wife is Ayida-Weddo, although in some Vodou societies she is his sister, and in others Damballa himself after a different fashion. Erzulie Freda is his lover,Leah Gordon (1985), The Book of Vodou, Barron's Educational Series, p. 62, . although, once again, she may be considered his wife in some societies. ==In popular culture== Bahamian folk musician Exuma wrote and recorded the song \"Dambala\" for his 1970 self-titled album, in which he exhorts Dambala and God to punish slavers. The song was later covered by Nina Simone in live performances. A segment in the Amicus 1964 portmanteau horror film Dr. Terror's House of Horrors features an unscrupulous jazz musician (Roy Castle) appropriating ritual music of a Dambalah ceremony. A 1981 short-story collection by African-American writer John Edgar Wideman is entitled Damballah. In the Child's Play franchise, Damballa's name is used in the Voodoo incantation by the main antagonist Chucky to transfer his soul into his Good Guy Doll host. In Sierra, Gabriel Knight: Sins of the Fathers game, Gabriel meets the Spirit Damballa when he is investigating for voodoo murders in New-Orleans. In the animated series Conan: The Adventurer episode \"Bones of Damballa\", the High Priest Sadinar worships Damballa, revealed to be an aspect of the serpent god Set. In Lois & Clark: The New Adventures of Superman in episode Never on Sunday. In the book Pays sans chapeau by Dany Laferrière. In Extralarge in the episode Extralarge: Black Magic (1992). In The Champions episode Shadow of the Panther, a stage magician in Haiti performs under the name Damballa. ==See also== * Obatala * Kengue ==References== Category:Voodoo gods Category:Creator gods Category:Snake gods",
 "title": "Damballa"
}