{
 "id": "905464",
 "text": "Endor (designated: IX3244-A) is a fictional moon in the Star Wars universe, known for its endless forests, savannahs, grasslands, mountain ranges, and a few oceans. The moon was the site of a pivotal battle depicted in Return of the Jedi. Homeworld of the sentient Dulok, Ewok, and Yuzzum species, as well as the semi-sentient Gorax and Wistie species. The Endor solar cycle was 402 GSC days orbital, with a breathable earth-like atmosphere conducive for humans and 8% surface water. It is where Darth Vader's funeral was held. The moon orbits Tana—the Ewokese word for Endor's host planet—a gas giant located in the Endor system, a star system positioned in the Moddell sector of the galaxy's Outer Rim Territories.\"Star Wars:Absolutely Everything You Need to Know\"\"Star Wars: Galactic Atlas\" Located in grid square H-16 on the Standard Galactic Grid, it was connected to Cerea and Bakura by a hyperspace route.\"Star Wars: Beginner Game\" The planet was orbited by nine moons, the largest of which was known as the Forest Moon of Endor or \"Sanctuary Moon\".\"Star Wars: Complete Locations\" The ocean moon of Kef Bir was also one of these moons, and is the location where the second Death Star crashed after it exploded over Endor in Return of the Jedi.Star Wars: The Rise of Skywalker It also had two suns: Endor Prime I and Endor Prime II. ==Description== The Forest Moon of Endor first appears in Return of the Jedi, in which it is the body in whose orbit the second Death Star is constructed, and is the home of a race of furry aliens called Ewoks. The moon later appears in the original Star Tours Disney theme park attraction, Ewok TV movies The Ewok Adventure and Ewoks: The Battle for Endor, as well as the animated Ewoks and its Marvel Comics tie-in series. Various descriptions of the Endor system exist in various media. Special effects storyboards for Return of the Jedi refer to a distant orb in the system as \"Planet Endor\". According to the Return of the Jedi novelization, the planet disappeared in an ancient cataclysm. The Ewok television films depict a gas giant in the sky, and novels such as The Truce at Bakura and Dark Apprentice also mention a planet visible from the moon. The planet is called \"Tana\" in the Ewoks animated series, which depicts a binary star system (while other sources depict only one sun). According to the Star Wars Databank, this \"can be attributed to Ewok lore and myth\". In a Star Wars Tales comic entitled Apocalypse Endor, an Imperial veteran of Endor refers to the moon being devastated by the impact of falling debris from the Death Star, which was blown up while in orbit around the moon. However, another character dismisses this as a myth, saying that most of the Death Star's mass was obliterated in the explosion, and that the Rebels \"took care of the rest\". The Rise of Skywalker depicts the wreckage of the second Death Star in a watery location, named Kef Bir, an ocean moon featured in the film that orbits the same gas giant as the forest moon. Wicket W. Warrick and his son Pommet appear briefly at the end of The Rise of Skywalker, at the sky after the destruction of a Resurgent-class Star Destroyer. ==Filming== Scenes set on Endor were filmed on private logging company land that was shortly thereafter clearcut near the town of Smith River, California; the speeder chase scene was filmed at the Chetham Grove section of Grizzly Creek Redwoods State Park near the \"Avenue of the Giants\" in Humboldt Redwoods State Park. ==Theme park attraction== Endor also appeared in the theme park attraction Star Tours - The Adventures Continue in Disney's Hollywood Studios in Walt Disney World Resort in Orlando, Florida and Disneyland Park in Disneyland Resort in Anaheim, California. ==See also== * List of Star Wars planets and moons ==References== ==Further reading== * ==External links== * Endor at the Star Wars Databank * * Endor 'Holocaust' at Star Wars Technical Commentaries Category:Fictional elements introduced in 1983 Category:Fictional terrestrial planets Category:Forest planets in fiction Category:Star Wars planets Category:Return of the Jedi",
 "title": "Endor (Star Wars)"
}