{
 "id": "905858",
 "text": "The Ford LTD (pronounced ) is a range of automobiles manufactured by Ford Motor Company for the 1965 to 1986 model years. Introduced as the highest trim level of the full-size Ford model range, then the Galaxie, the LTD offered options and features that had previously been reserved for more luxurious Lincoln and Mercury models. The largest vehicle produced by Ford in North America for most of its production, the LTD was joined by the intermediate Ford LTD II from 1977 to 1979; the LTD II served as the replacement for the Torino/Gran Torino range. At various times throughout its production, the LTD range included two- and four-door pillared and hardtop sedans, a two-door convertible, and the Country Squire five-door woodgrain station wagon. For the 1979 model year, the LTD was downsized, becoming externally smaller than the LTD II, and for 1983, it became a mid-size car. The Ford Granada was discontinued, with the LTD nameplate moving to a restyled version of that car; the full-size LTD then became LTD Crown Victoria. The mid-size LTD was replaced by the 1986 Ford Taurus, as Ford continued its shift towards front- wheel drive vehicles. Outside of North America, the 1966 Ford Galaxie 500 was manufactured in South America into the 1980s and marketed as the Ford LTD. ==Etymology== The LTD designation has been speculated by some to be an abbreviation of \"Luxury Trim Decor\" and by others as a \"Limited\" trim designation for the Galaxie. There is evidence in early 1970s Australian LTD sales brochures, that \"Lincoln Type Design\" was adapted by Ford's Australian marketing, as the meaning of the LTD nameplate to play up Lincoln-like exclusitivity and design influence of its Falcon-based LTD luxury car, since actual Lincoln models were not sold in that country. However, there is no evidence of \"Lincoln Type Design\" nor any other meaning ever being used in brochures or advertising copy of North American sales literature. The original Car Life review at the time the first Galaxie 500 LTD was released suggests that \"LTD\" stood for nothing and was ambiguous in meaning. ==First generation (1965–1968)== For the 1965 model year, Ford introduced an all-new design for its full-size model range. To further expand its flagship Galaxie 500 series, the 500 LTD was introduced. Sharing top billing within the Galaxie series with the performance 500XL, the 500 LTD was designed as a luxury-oriented vehicle, offering many features of more expensive vehicles under the lower price of the Ford nameplate. In contrast with other full size Ford models, the LTD featured a luxurious, plush cloth interior with woodgrain accents, along with contoured seats and door panels. In line with Cadillac and Imperial (and its own Lincoln-Mercury offerings), the LTD offered features and options such as power windows, power driver's seat, power brakes, power steering, air conditioning, and a full or half-vinyl top (called a landau or brougham interchangeably by the same manufacturers). Ford offered the Galaxie 500 LTD in two body styles: a two-door hardtop and a four-door hardtop. The launch of the LTD would lead to several responses from other American manufacturers. As a mid-year introduction, Chevrolet introduced the Caprice (its closest rival), with 1966 bringing the AMC Ambassador DPL, Plymouth Fury VIP, and Dodge Monaco. As with the LTD, all of these model lines were full-size sedans/hardtops offered with higher-trim features and content. For 1966, the Galaxie name was dropped from the LTD, making it a nameplate in its own right. Along with the rest of the Galaxie line, the LTD received a minor exterior revision, including a split grille. Front disc brakes became an option. For 1967, the LTD underwent several changes, with a four-door pillared sedan joining the model range. To comply with federally-mandated safety regulations, the LTD received a padded steering wheel, non-protruding instrument panel knobs, a dual-circuit brake master cylinder, four-way hazard flashers, and front outboard shoulder belt mounting points. While the roofline of the four-door hardtop saw minor styling revisions, the two-door hardtop saw extensive changes, giving it a formal profile. The front seats saw a new option, Twin Comfort Lounge Seats (a 50/50 split bench seat). In various forms, the configuration would be adopted by American automakers into the early 2000s. For the first time, the LTD was produced with a direct Lincoln-Mercury counterpart, as Mercury introduced the Marquis two-door hardtop. Serving largely as a preview of the upcoming major redesign, the 1968 LTD adopted several minor revisions of its own. The 1965-1967 LTD was repackaged as the optional LTD Brougham trim, with a newly base LTD slotted between the Brougham and Galaxie 500. For the first time, the LTD badge was added to the wood-trimmed Country Squire station wagon (as part of the distinct Ford station wagon series, it did not fully adopt the LTD name until 1969). While the two-door hardtop saw slight changes to its roofline, four-door hardtops were restyled to more closely match their two-door counterparts, with the rear doors receiving more curves to their greenhouse design. The vertically-stacked headlamps introduced in 1965 were replaced by a hidden headlamps; shared with Lincoln-Mercury, the configuration would be a design feature denoting the top-trim LTD for the next decade. The hidden- headlamp system was operated by engine vacuum; if the system were to fail, the headlamp doors retracted up to ensure the headlamps were visible. The model year also saw further changes to comply with safety regulations. Along with the addition of side marker lights and reflectors, the parking lights illuminated with the headlights; front outboard shoulder belts were fitted to cars built effective January 1, 1968. The padded steering wheel was replaced, following the addition of an energy-absorbing steering column. File:1965 Ford Galaxie 500 LTD.jpg|1965 Ford Galaxie 500 LTD 2-Door Hardtop File:Ford (28708471077).jpg|1966 Ford LTD 2-door Hardtop File:Sunburg Trolls 1966 Ford LTD (36676963520).jpg|1966 Ford LTD four-door hardtop File:Ford LTD (4991636436).jpg|1967 Ford LTD four-door hardtop File:1968 Ford LTD Country Squire.jpg|1968 Ford LTD Country Squire ===Limousine=== A limousine version of the car was also considered, with the extra length at the C-pillar and the rear doors. At least one example was built by Lehmann-Peterson. This car does not appear to have a B-pillar or a division window. Andy Hotton Associates also built about 10 examples of an LTD limo, in which the extra length was added at the B-pillar and C-pillar. ==Second generation (1969–1978)== For the 1969 model year, the LTD was given a major redesign. Based on a largely carryover chassis, the wheelbase of all full-size Ford sedans now stretched to 121 inches. === Timeline === 1969:Ford LTD is given a redesign on a longer (121-inch) wheelbase chassis; the hidden headlights and formal roofline introduced in 1967 are retained. An all-new body features a split grille with a horizontal center divider (shared with XLs and Country Squires).Odin, L.C. A concise guide to the Ford and Mercury full-size automobile production 1969–1978. Belvedere Publishing, 2016. ASIN: B01HE91Y4K. *1970: The split grille was discontinued; while its Mercury Marquis counterpart continues its Lincoln-style fascia, Ford redesigned the front end of the LTD with a three- segment grille with a prominent center section (a toned down version of the Ford Thunderbird (fifth generation)). All LTDs got a new Federally-mandated locking steering column and wheel, with the ignition switch located on the right side of the column. *1971: The LTD was given a styling update. In the rear, the long-running Ford styling tradition ended as the twin round or square \"jet exhaust\" taillights were replaced by horizontal taillights on all full-size Fords. In between the two tail lamps was a center \"third\" brakelight; on the Galaxie 500, this space was an alloy trim panel while Custom 500s had body-color trim. In front, the LTD lost its hidden headlamps to Lincoln-Mercury, but got a new front end treatment with a tall center grille section and \"LTD\" spelled out in block letters on the hood. With the discontinuation of the XL series, the convertible was moved to the LTD line. These were produced with bucket seats and center consoles; the console was similar to the console in the XLs and Mercury Marauders of 1969–1970, with a \"stirrup\" style shift handle. A modified 1971 Ford Custom is featured prominently in the 1973 American film White Lightning. It is the car driven by the film’s lead character, portrayed by Burt Reynolds. *1972: 1972 models were virtually the same as the 1971s, although the bumper now stretched across the lower section of the grille. A new rear bumper integrated the taillights; also in the rear, the design of the trunklid was squared off. Due to decreased demand in the segment, 1972 was the final model year for the LTD convertible. *1973: In 1973, in order to comply with federal regulations, the LTD was given a major redesign for the model year. The requirements for 5-mph front bumpers had taken effect, with larger rear bumpers to be added in 1974. While the redesign slightly decreased the weight of the LTD, it still was far in excess of two tons, making agility and fuel economy both key weak points. The new styling was bulkier, making the car look significantly larger and heavier than previous models. Four-door models (sharing rooflines with Mercury) were given thin B-pillars for roof reinforcement and branded as \"pillared hardtops\" (frameless door glass remained on all Ford LTD models). The 460 engine became an option for the first time in 1974. *1974: Five-mph bumpers added to the rear. Mostly carryover from the 1973 model year. Mid-year, a non-woodgrain LTD wagon became available. A new Federal law required seat belts to be buckled before the starter would operate; public protests prompted the government to relax this requirement. Subsequent models got a simple \"Fasten Seat Belt\" warning light and buzzer for 1975, and owners were now permitted to disable the starter interlock on their 1974s. *1975: Following the discontinuation of the Galaxie series after 1974, Ford sought to fill its place by expanding the LTD trim lineup. Above the Custom 500 was the standard LTD, the LTD Brougham, and newly introduced for 1975, the LTD Landau. In an effort to comply with pending rollover standards (as well as to differentiate it from the Mercury Marquis), the two-door was converted from a hardtop to a coupe with wide B-pillars and a tall, narrow \"opera window\" (Chevrolet did the same thing with the 1974 Caprice Coupe). More or less the Ford counterpart to the Mercury Grand Marquis, the LTD Landau featured rear fender skirts and various decor packages for additional luxury; it was distinguished by the return of hidden headlamps (exclusive to its trim level). Hidden headlamps were also shared with the LTD Country Squire wagon. The 429 engine was replaced by the 460 V8 sourced from Lincoln-Mercury for 1975. A catalytic converter now required the use of unleaded fuel, and the gas gauge and fuel filler sported warnings to this effect. *1976: Four-wheel disc brakes and 8-track were optional. Last year for LTD Brougham trim level. *1977: Since the LTD Brougham had been discontinued, the LTD Landau received the former Brougham interior as the base offering. Optional interiors, including the LTD Landau Luxury Group, were still available. *1978: Final year for 121-inch wheelbase LTD, as it is replaced by the downsized Panther-platform generation LTD for 1979. 1973-1978 Ford LTD Police Package & Police Interceptor Package: 1973-1978, Police Package contained a 351/400 CID motor for city patrol cars, while the 460 Police Interceptor was for heavy Duty and high Speed use. The 460 Police Interceptor motor was rated at 260 Net horsepower and capable of 0-60 times in the 8 second range. Quarter mile times in the upper 15 second bracket, and top speeds in excess of 135 Mph. 1975-1978 Ford LTD 460 Police Interceptor \"C code\" Approximately 7,850,000 full-size Fords and Mercurys were sold over the 1969–1978 period.Flammang, James Standard Catalog of American Cars 1976–1999 3rd Edition (Iola, WI: Krause Publications, Inc. 1999) This makes it the second best selling Ford automobile platform after the Ford Model T. File:1969 Ford LTD 2-door hardtop (18609065763).jpg|1969 Ford LTD 2-door hardtop File:1970 Ford LTD '3.9' Saloon (7822116190).jpg|1970 Ford LTD 4-Door Sedan File:1971 Ford LTD convertible (red).jpg|1971 Ford LTD convertible File:Ford LTD mfd 1972 ca6600cc.JPG|1972 Ford LTD Brougham 2-Door Hardtop (with non- standard wheels) File:Ford LTD (16621675932).jpg|1974 Ford LTD 4-door pillared hardtop File:1975 Ford LTD Landau Coupe (Auto classique Pointe-Claire '11).jpg|1975 Ford LTD Landau 2-door pillared hardtop File:Ford LTD.jpg|1975 Ford LTD station wagon File:1977 Ford LTD 4-door Pillared Hardtop, Dark Jade Metallic.jpg|1977 Ford LTD 4-door pillared hardtop File:Eriweuitr.jpg|Ford LTD Landau 4-door pillared hardtop File:Beuel-classics-22032015-093.jpg|Ford LTD Landau 4-door pillared hardtop File:1978 Ford LTD Country Squire wagon.jpg|1978 Ford LTD Country Squire ===Mechanical Details=== For the first time since the 1940s, the full-size Ford line was powered exclusively by V8 engines. The base engine was the 302 cid V8. The next largest engine was Ford's 351 CID V8, the most common choice. Still larger was Ford's 400 CID V8. Topping the range was the 429 cid V8, which was replaced by the 460 CID V8 for 1974. The full-sized Fords remained strong sellers each year during this period, due to their high comfort, powerful engines, good build quality and reasonable cost. ===LTD II=== When Ford updated its mid-size product line for 1977, they took on the LTD name as well. To differentiate them from the full- size product lineup, the mid-size cars were called the LTD II in an attempt to appeal to buyers as a downsized alternative to the full-sized LTD which had competition from GM's newly downsized full-sized cars. The LTD II was based on the Ford Torino and served as a restyled replacement for it. The LTD II styling was also adapted to update the final generation of the Ford Ranchero. The LTD II was discontinued after 1979 without being replaced, as the new Panther-platform LTD was nearly a foot shorter than an LTD II and the Granada became Ford's mid-size product line with its 1981 redesign. ==Third generation (1979–1982)== === Background === For the 1977 model year, General Motors became the first American auto manufacturer to introduce downsized full-size sedans, with its B/C full-size sedans having a smaller exterior footprint than their A-body intermediates. As Ford remained in development with its downsizing of the LTD (and its Lincoln-Mercury counterparts), Ford touted the aspects of its larger sedans, comparing the LTD side-by-side with the GM flagship sedan Cadillac Fleetwood Brougham. Nearly matching the Chevrolet Caprice in size, Ford offered the \"Trim Size\" LTD II, a new generation of the Torino intermediate. Trailing GM for nearly two years, Ford began production of the third-generation LTD on July 31, 1978 at Louisville Assembly; in August, production came online at Atlanta Assembly, Los Angeles Assembly, and Oakville Assembly. The LTD marked the launch of the rear-wheel drive Ford Panther platform; in stark contrast to the Chrysler R platform, the Panther chassis was completely new from the ground up. In line with the GM B/C downsizing, the Panther design introduced trimmer body profiles, nimbler body handling (from smaller size), and better fuel economy (to better comply with CAFE standards). For 1979, Ford introduced the Ford LTD sedans and LTD Country Squire station wagons; the Lincoln Continental was delayed until 1980, making Lincoln the final brand to introduce a downsized model range. In Canada, the Custom 500 nameplate continued on for the last time, serving as the base model through the 1981 model year. === Model overview === thumb|left|1979 Ford LTD sedan; standard trim with two headlamps. 1979 was the only year the standard LTD was fitted with a hood ornament. |alt= In comparison to its 1978 predecessor, the 1979 LTD shed approximately 15 inches of body length and 7 inches of wheelbase; (dependent on powertrain) the Panther chassis shed over 700 pounds in curb weight. While slightly narrower overall, the body design also led to increased interior and trunk space. The lighter Panther chassis and body displaced the need for the big-block 400 and 460 V8s; Ford made the small-block 302 V8 standard and a 351 optional, now advertised in metric as 5.0 and 5.8 liters respectively. In contrast to Chrysler and General Motors, Ford Panther-chassis vehicles retained V8 engines as standard equipment. For 1981, to further improve its CAFE performance (while avoiding the use of 6-cylinder or diesel engines), a variant of the 5.0L V8 became the standard engine, making the 5.0L optional; output decreased to only 115 hp (the lowest since the final Flathead V8 in 1953). Adopting the sharp-edged styling of the (smaller) Ford Fairmont, the 1979 LTD would shed its optional hidden headlamps, with all versions adopting exposed rectangular headlights (besides a much wider grille). Base-trim examples were fitted with dual headlamps and clear parking lamp lenses; higher-trim versions used quad headlamps with amber lenses. For 1980, trim levels were revised, with the base trim becoming the LTD S and the LTD Landau replaced by the LTD Crown Victoria, with the standard LTD in between. The Ford equivalent of the Mercury Grand Marquis, the LTD Crown Victoria drew its name from a styling element, a brushed aluminum band covering the B-pillar and the roof, influenced by its 1955-1956 Ford Fairlane namesake. Intended largely for fleet sales, the LTD S was sold as both a sedan and a station wagon (without wood trim). A 4-speed overdrive automatic transmission became an option for the 5.0L V8 (exclusive to the Panther chassis at the time). The Lincoln-style hood ornament of 1979 was replaced by a horizontal design; fitted only to the LTD Crown Victoria, the design would be used unchanged through 1987. For 1981, alongside the addition of the 4.2L V8, the body underwent minor revisions to improve fuel economy. The vents in the front bumpers were removed (shifting the license plate mount under the left headlamp) and the sideview mirrors were repositioned (leading to the return of vent windows as an option). For 1982, the LTD saw the addition of the Ford Blue Oval emblem on the grille and trunklid (replacing \"FORD\" badging). To aid in tracking fuel consumption, a trip computer was added as an option. While standard, the 4.2L engine was offered for the final time. The 5.8L engine was dropped from retail sale, becoming exclusive to police car use; alongside the Motorcraft 7200VV two-barrel variable venturi carburetor; a conventional carburetor was available with the police option high-output 351. Introduced as an option with the 5.0L engine for 1980, the AOD overdrive transmission became paired with all three engines. ==Fourth generation (1983–1986)== From 1981 to 1983, Ford underwent a major revision of its full- size and mid-size product lines, involving all three of its divisions. For the 1983 model year, the LTD and LTD Crown Victoria split into distinct product lines. The latter became the full-size Ford sedan range (alongside the LTD Country Squire), with the LTD nameplate effectively replacing the Ford Granada in a mid-cycle model revision. In line with Ford, the Mercury Marquis and Grand Marquis were also split into distinct product lines; replacing the Cougar (sedan and wagon), the Marquis became the counterpart of the repackaged LTD. Shedding nearly 13 inches of length, 9 inches of wheelbase, 7 inches of width, and over 600 pounds of curb weight (dependent on powertrain), the 1983 LTD underwent nearly the same reduction in size as its 1979 predecessor, although the downsizing was the result of re-marketing a stronger-selling nameplate for a slow-selling model line. Ultimately, the LTD became the third- best selling automobile in the U.S. for 1983 and 1984. === Model overview === Sharing the mid-size version of the Fox platform with its Granada predecessor, the fourth-generation LTD has a 105.6-inch wheelbase. In contrast to both the Granada and the full-size LTD, the fourth-generation LTD was sold as a four- door sedan and a five-door station wagon (no two-door versions were offered). Alongside the base-trim sedan and wagon, the LTD Brougham trim made its return, along with a LTD Squire wood-trimmed wagon. For its 1983 launch, the LTD retained two engines from the Granada: a 2.3L Lima inline-four (not available as a wagon) and a 3.3 L Falcon Six inline-six. Also inherited from the Granada was a 3.8 L Essex V6, which replaced the inline-six entirely for 1984. For 1984, both engines gained central point fuel injection in the United States (the Canadian-market V6 remained carbureted until 1986). A rare option, seen only in 1982–1984, was an LPG (propane)-powered version of the four- cylinder engine; it was largely discontinued due to poor sales and lack of propane fueling infrastructure. The four-cylinder was a slow seller throughout; Ford kept offering it for the duration of production but in 1986 only 485 four-cylinder LTDs were sold, representing 0.7 percent of overall LTD/Squire sales for the year. For the first time since 1971, the LTD was offered with a manual transmission; a three-speed automatic was optional on the 2.3L engine and standard on the 3.3L engine (all 3.8L engines came with a 4-speed overdrive automatic). For the 1985 model year, the LTD underwent a minor model revision. Along with minor changes to the taillamps, the LTD received a new grille, distinguished by a centered Ford Blue Oval emblem. 1986 models are identifiable by the addition of a federally-mandated CHMSL (center brake lamp). File:FordLTD84.jpg|1984 Ford LTD sedan File:FordLTD84Interieur.jpg|interior image, 1984 Ford LTD File:1984 Ford LTD Station Wagon in Blue, rear right.jpg|1984 Ford LTD station wagon rear view File:1986 Ford LTD Wagon - front right.jpg|1986 Ford LTD station wagon File:83-86 Ford LTD wagon.jpg|1986 Ford LTD Squire ===LTD LX=== From the mid-1984 model year and throughout the 1985 model year, Ford offered a performance version of the LTD, marketed as the LTD LX. It came standard with a high-output 5.0 L CFI V8 engine, four-speed automatic transmission with overdrive, 600 lb-in front and 270 lb-in rear coil springs, front and rear sway bars, 10 inch front disc and 10 inch rear drum brakes, and a 3.27:1 rear gear ratio with a Traction-Lok differential. The LX was the only LTD to have a tachometer in the instrument cluster. The center console and floor-mounted shifter re-appeared, having last been available in the full-size 1972 model year. 3,260 units were produced. Mercury's counterpart to the LX, the Marquis LTS, was available only in Canada and only in the 1985 model year, with 134 produced. ==Police package== A police package of the mid-size LTD was produced. Featuring bigger sway bars and brakes, it also included bench seats with an automatic trunk opener located underneath the steering wheel. They were a factory option and most were equipped with light bars and police accessories, although some came without. === Discontinuation === As the 1980s progressed, the use of front-wheel drive expanded out of the compact segment towards the mid-size segment. Following the success of the Chrysler K-Cars and the General Motors A-body sedans (along with the introduction of Honda Accord sedan and Toyota Camry), Ford was one of the last major manufacturers to introduce a mid-size front-wheel drive model line. For 1986, Ford introduced the Ford Taurus and Mercury Sable; originally developed as the replacements for the Panther-platform model lines, the mid-size Taurus and Sable would replace the LTD and Marquis product lines. Along with the transition to front- wheel drive, the exterior of the Taurus was designed to optimize fuel efficiency, replacing the boxy LTD with one of the most aerodynamic sedans in the world. For the 1986 model year, Ford marketed the LTD alongside its replacement, transitioning potential buyers into the massive model change. Atlanta Assembly produced its final LTD on December 13, 1985 (13 days before the Taurus was unveiled); Chicago Assembly produced the final example on January 3, 1986. ==Brazil== thumb|Ford LTD Brazil, 1975 The LTD was built locally in Brazil between 1967 and 1981, based on the 1966 Galaxie platform. An upper version called Landau was assembled locally as well.1976 Ford Full- Line Factory Sales Brochure 1979 Ford LTD Factory Sales Brochure ==Venezuela== The LTD was introduced to the Venezuelan market in 1966, aiming to compete with Chrysler's New Yorker, with the LTD performing much better than its rivals. Over 85,000 LTDs were assembled in the Ford plant of Valencia, Venezuela, some for export to Colombia, Bolivia, Ecuador and Peru. Versions of the North American Fox-body 1983–1986 LTD manufactured in Venezuela continued the use of the Granada name complete with uplevel Elite badged versions. There was also a Ford Cougar equivalent to the North American Mercury Marquis. == See also == * ==References== ==External links== *LTDworld.com—Ford LTD World *Four Eyed Pride—A resource for all early Foxes, including the 1983–1986 LTDs *LTD LX Registry and Owners Association—For the preservation and restoration of 1984 & 1985 Ford LTD LXes * 1979 Ford LTD Landau *Decode LTD and other classic Ford VINs *Ford LTD in television and film Category:1970s cars Category:1980s cars Category:Cars introduced in 1964 Category:Ford Panther platform LTD Category:Full-size vehicles Category:Mid- size cars Category:Motor vehicles manufactured in the United States Category:Rear-wheel-drive vehicles Category:Sedans",
 "title": "Ford LTD (Americas)"
}