{
 "id": "906405",
 "text": "Ali Abdi Farah () (born 1947). is a politician in Djibouti. He belongs to the Habr Awal subclan of the Isaaq. Farah served as diplomatic attaché to the President of the Republic, as head of general administration and consular affairs at the Ministry of External Affairs, and as First Adviser to the Embassy of Djibouti in Tunisia. He was appointed as Minister of Energy, Mines and Natural Resources on June 8, 1995, and was elected to the National Assembly in the December 1997 parliamentary election as the ninth candidate on the joint candidate list of the RPP and the Front for the Restoration of Unity and Democracy (FRUD).\"Décret n°97-0175/PRE abrogeant et remplaçant le décret n°97-0170/PRE portant publication des listes de candidats et ouverture de la campagne électorale pour les élections législatives du 19 décembre 1997.\" , Journal Officiel de la République de Djibouti, December 16, 1997 . He was subsequently moved to the post of Minister of Foreign Affairs and International Cooperation, in charge of Relations with Parliament on May 12, 1999.\"Décret n°99-0059/PRE portant nomination des membres du Gouvernement et fixant leurs attributions\" , Journal Officiel de la République de Djibouti, May 12, 1999 . In the January 2003 parliamentary election, Farah was the 11th candidate on the candidate list of the ruling coalition, the Union for a Presidential Majority (UMP), in the District of Djibouti.\"Décret n°2002-0261/PR/MID Portant publication des listes des candidats en vue des élections législatives du vendredi 10 janvier 2003.\" , Journal Officiel de la République de Djibouti, December 25, 2002 . Farah is a member of the ruling party, the People's Rally for Progress (RPP), and as of 2003, he is a member of the RPP Executive Committee, responsible for external relations.. In the government named on May 22, 2005, Farah was moved to the post of Minister of Communication and Culture, in charge of Posts and Telecommunications, and Government Spokesman.\"Décret n°2005-0069/PRE portant nomination des membres du Gouvernement.\", Journal Officiel de la République de Djibouti, May 22, 2005 . In the February 2008 parliamentary election, Farah was the eighth candidate on the UMP's candidate list for the District of Djibouti.\"Liste des 65 candidats de l’UMP pour les législatives de février 2008\" , ADI, 22 January 2008 . ==References== Category:1947 births Category:Living people Category:Members of the National Assembly (Djibouti) Category:People from Djibouti (city) Category:People's Rally for Progress politicians",
 "title": "Ali Abdi Farah"
}