{
 "id": "906583",
 "text": "XIO is a packet-based, high-performance computer bus employed by the SGI Origin 2000, Octane, Altix, Fuel and Tezro machines. The XIO forms a bus between high-performance system devices and the memory controller. XIO is usually used in a star topology, using a router ASIC called Crossbow (Xbow) to connect up to eight fully symmetrical devices in a system (one of them is usually the memory controller / CPU bridge, called HEART in Octane or Hub in Origin). Other devices known to have XIO interfaces are: * BRIDGE: XIO to PCI-64 bridge (Octane, Origin) * XBRIDGE: XIO to PCI-X bridge (Altix) * HQ4: command processor of ImpactSR cards (Octane) * KTOWN: frontend for InfiniteReality2 cards (Onyx, Origin variation) * XC: Crosstown converter * BUZZ: \"OpenGL-on-a-Chip\" ASIC used in ODYSSEY/VPro graphics (V6/V8/V10/V12) The XIO employs two source-synchronous channels (one in each direction), each 8 or 16 bits wide. They are clocked at 400 MHz to achieve peak rates of 800 MB/s (i.e. in megabytes). Each of the devices can utilize the full bandwidth, as the XBow router prevents collisions by being able to route between any two points. Transfer is organized into micropackets. These contain a total of 128 bits of data and 32 bits of control. The control information encapsulates an 8 bit sideband (used by higher layers for framing), sequence numbers (for go- back-n link-layer retransmissions) and check bits (CRC-16). It is probable that XIO uses STL (which SGI likes to call SGI transistor logic) low-voltage single-ended I/O standard.SGI TPL (IRIX 6.5: Developer/OrOn2_Theops - Glossary) CrossTown is a version of XIO utilizing PECL for differential I/O standard (like NUMAlink) for longer connections. Higher-level encapsulation differs from NUMAlink (like used to connect HUB chips in Origin-series machines). It is well suited for short memory transactions. XIO uses very delicate compression connectors, which should be handled with extreme care.SGI TPL (IRIX 6.5: End-User/Octane_OG - Chapter 5. Installing and Removing XIO Graphics and Option Boards) Category:Computer buses",
 "title": "XIO"
}