{
 "id": "907219",
 "text": "{| |} The Curtiss NC (Curtiss Navy Curtiss, nicknamed \"Nancy boat\" or \"Nancy\") was a flying boat built by Curtiss Aeroplane and Motor Company and used by the United States Navy from 1918 through the early 1920s. Ten of these aircraft were built, the most famous of which is the NC-4, the first airplane to make a transatlantic flight. The NC-4 is preserved in the National Museum of Naval Aviation, at NAS Pensacola, Florida. ==Development== Manufacture of the \"NC\"s began in 1918 during World War I.\"Chapter II - A Boat With Wings, p. 24.\" The Flight Across the Atlantic. Hammpondsport, New York: Curtiss Aeroplane and Motor Corporation, 1919. The U.S. Navy wished for an aircraft capable of long ocean flights, both for anti-submarine warfare patrol, and if possible with capability to fly across the Atlantic Ocean under their own power to avoid having to be shipped through ocean waters menaced by German submarines. This was a very ambitious undertaking, given the state of aviation at the time. The Navy and Curtiss came up with one of the largest biplane designs yet produced, equipped with sleeping quarters and a wireless transmitter/receiver. It was originally powered by three V12 Liberty engines, of 400 hp (298 kW) each; during the testing phase Marc Mitscher recommended the addition of a fourth engine to help create enough power to lift the boats out of the water. The fourth engine was added to the midline in a pusher configuration.Taylor 1954, p. 56. The maximum speed was 90 mph (144 km/h) and the estimated maximum range was 1,500 mi (2,400 km). Called NC boats, with the \"N\" for Navy and \"C\" for the builder Curtiss, they were nicknamed \"Nancys\". ===NC-1 and NC-2 engine nacelle arrangements=== thumb|NC-3 instrument panel (center nacelle) As originally completed the NC-1 had three tractor engines in nacelles located midway between the mainplanes, the centre nacelle housing the cockpit for two pilots. Due to a lack of power the centre nacelle was raised, elongated forwards and a pusher engine added. With this engine arrangement the pilots cockpit was moved to the hull in a more conventional position. NC-2 differed in having the centre engine, of its complement of three, fitted as a pusher, retaining the pilots cockpit in the centre nacelle. Also suffering from a lack of power, the NC-2 was modified with four engines in tandem outer nacelles, (due to the outer nacelles being built closer to the centre nacelle, the three tractor/one pusher arrangement was impractical). Initially the centre cockpit nacelle was retained but this was soon removed and a similar conventional cockpit to NC-1 was added. NC-3 onwards continued with the later NC-1 arrangement of 3x tractor/1x pusher engines and conventional cockpit in the hull. ==Operational history== thumb|NC-3 off the Azores, 1919. On 4 October 1918, the first of these aircraft, the NC-1, made its first test flight with the early three-engine configuration. On 25 November, it flew again, with a world record 51 people on board. Armistice Day, signaling the end of the war in Europe, came before testing of the first NC and construction of the other three of the Navy's initial order had been completed. The NC-2 suffered damage during the testing phase and was cannibalized for spare parts. The other three NCs, NC-1, NC-3, and NC-4, set out on what was intended as the first demonstration of transatlantic flight, via Newfoundland and the Azores, on 8 May 1919. As junior officer, Mitscher, who had been allotted to one of the commands, lost his command when NC-2 had to be broken up for parts. He went on the flight as one of the pilots of the NC-1.Taylor 1954, p. 59. The group met heavy fog off the Azores, making flight in the crudely instrumented aircraft extremely dangerous. Without a visible horizon it was extremely difficult to keep the aircraft in level flight. NC-1 tried different altitudes and soldiered on for several hours before eventually putting down just short of the Azores and was damaged beyond repair in the rough seas.Taylor 1954, p. 65. Only the NC-4 made it through. The crew of NC-1 was rescued at sea. Attempts to tow the aircraft to the Azores failed. NC-3 was forced to land some 205 mi (330 km) distance from the Azores, but the crew, led by Commander John Henry Towers, managed to sail her to Ponta Delgada unaided. The Navy had two more sets of NCs constructed, numbered NC-5 to NC-8, and NC-9 and NC-10, up to 1921. ==Operators== ; * United States Navy ==Specifications (NC-4)== right|thumbnail|Painting of the NC-4 flying over the icy North Atlantic ==See also== {{aircontent |related= * Curtiss Model E * Curtiss Model H |similar aircraft= |sequence= |lists= |see also= * Charles M. Olmsted * Curtiss Model T * Felixstowe Fury }} ==References== ===Citations=== ===Bibliography=== * * * Steirman, Hy and Glenn D. Kittler. The First Transatlantic Flight, 1919, (originally Triumph). New York: Richardson & Sterman, 1986, first edition 1961. . * Taylor, Theodore. The Magnificent Mitscher. Annapolis, Maryland: Naval Institute Press, 1954. . * Wagner, Ray. American Combat Planes. New York: Doubleday, 1982, . * Contemporary technical description of the NC-1 in its original three-engine configuration, with photographs and drawings. NC Category:Four-engined push-pull aircraft Category:Flying boats Category:1910s United States patrol aircraft Category:Biplanes Category:Aircraft first flown in 1918",
 "title": "Curtiss NC"
}