{
 "id": "907340",
 "text": "Federica Pellegrini (; born 5 August 1988) is a National Italian Swimmer. A native of Mirano, in the province of Venice, she holds the women's 200 meters freestyle world record (long course, 50 m), and won a gold medal at the 2008 Beijing Olympics. At the 2009 World Championships in Rome (long course swimming pool, 50 m), Pellegrini became the first woman ever to break the 4-minute barrier in the 400 m freestyle with a time of 3:59.15. Pellegrini is the only swimmer − male or female − to have won eight medals in a row in the same event (200 meters freestyle) at the World Championships.Nuoto, Mondiali: Fede nella leggenda: è oro! Settima medaglia mondiale di fila She is also the first female Olympic champion in the history of Italian swimming and the only Italian swimmer to have set world records in more than one event. At the 2020 Summer Olympics, she became the first female swimmer to qualify for five consecutive Olympic finals in the same specialty (200m freestyle). She is a member of the International Olympic Committee (IOC). ==Biography== ===Career=== ====2004 Olympics==== Pellegrini's first international podium was at the 2004 Olympic Games in Athens, where she won the silver medal in the 200 m freestyle at the age of 16, becoming the youngest Italian athlete ever to win an Olympic medal in an individual event. ====2005–2007==== Pellegrini competed at the 2005 Montreal, where she got a silver in the 200 m freestyle, just behind Solenne Figuès, after being the favourite in the event, because of setting previously the best time of the season in the distance. Two years after, she took part of the 400 m freestyle, her first attempt in the event, where she finished fifth. Then she competed also at the 200 m freestyle, where, in the semi-finals, she set her first world record of her career, with a time of 1:56:47, beating the previous one belonging to Franziska Van Almsick. But it was beaten the day after in the final by her rival Laure Manaudou, who got the gold medal and immediately broke her world record, while she got just the bronze, behind Annika Lurz too. ====2008 ==== Pellegrini's first long course (5o meters) gold medal came at the 2008 European Championships in Eindhoven, where she won the 400 m freestyle setting a world record (4:01.53). She was disqualified in the heats of 200 m freestyle for a wrong start. At the 2008 Olympic Games in Beijing, she arrived as the world- record holder and favourite for the gold medal in the 400 m freestyle, having set the Olympic record in the heats (4:02.19), but only finished 5th in the final. On the same day, she recovered from that disappointment by setting a world record (1:55.45) in the heats of the 200 m freestyle; in the final, she broke her own world record (1:54.82) and won her first Olympic gold medal. Pellegrini also proved her strength in short course events at the 2008 European Short Course Championships in Rijeka when she won the gold medal in the 200 m freestyle at a world-record pace (1:51.85). At the 2009 Mediterranean Games in Pescara, Pellegrini broke the world record in the 400 m freestyle with a time of 4:00.41 to better Joanne Jackson's record of 4:00.66.http://www.swimmingworldmagazine.com/lane9/news/21514.asp#RT ====2009 World Championships==== At the 2009 World Championships in Rome, Pellegrini broke the world record again in the 400 m freestyle with a time of 3:59.15, winning the gold medal and in doing so becoming the first female swimmer to break the 4-minute barrier in the event; she won the gold medal also in the 200 m freestyle and she broke her own world record with a time of 1:52.98. At 2009 European Short Course Championships in Istanbul she broke the world record in the 200 m freestyle with a time of 1:51.17. At the 2010 European Championships in Budapest Pellegrini won the bronze medal in the 800 m freestyle, behind Lotte Friis and Ophélie-Cyrielle Etienne, and the gold medal in the 200 m freestyle with a time of 1:55.45; in the same year, she announced that she would be working with Laure Manadou's former coach, Philippe Lucas. ====2011 World Championships==== At the 2011 World Championships in Shanghai, Pellegrini won the gold medal in the 400 m freestyle with a time of 4:01.97, becoming the second female swimmer after Laure Manaudou to win the gold medal in this event at two consecutive World Aquatics Championships. Two days later, she won the gold medal in the 200 m freestyle too with a time of 1:55:58, becoming the first female swimmer ever to win this title at two consecutive editions of the World Aquatics Championships; after the success in Shanghai, she parted ways with her French coach and began working with Federico Bonifacenti. ====2012==== In May 2012, she was surprisingly excluded from the final of the 400-metre freestyle at the 2012 European Aquatics Championships, after winning two gold medals in other events (200-metre freestyle and 4 × 200 m freestyle relay) and a bronze medal in 4×100 freestyle relay. At the 2012 Summer Olympics in London, Pellegrini finished fifth in the 400 metres freestyle with a time of 4:04.50 and the 200 metres freestyle with a time of 1:56.73. ====2013 World Championships==== After the Olympics, Pellegrini declared she wouldn't take part to 200 and 400 metres freestyle at 2013 World Aquatics Championships to take a gap year. She chose to prepare herself for 200 metres backstroke competition to compete for Italy at World Championships. Anyway, with a last-minute decision, Pellegrini took part to 200 metres freestyle event at the 2013 World Championships and eventually won a silver medal with a time of 1:55.14, her best since Rome. Pellegrini won the silver medal behind Missy Franklin. ====2014==== At the 2014 European Aquatics Championships she repeated herself, winning the two gold medals of the previous championship, in the 200-metre freestyle (preceding Hosszu and Heemskerk) and in the 4 × 200 m freestyle relay, this one with an exceptional vamp over the Swedish team. She took part of 400-metre freestyle too, finishing fourth in the final, and this was her last international competition in that event. ====2015 World Championships==== At the World Aquatics Championships held in Kazan (Russia) in 2015, she won the silver medal in 200 metres freestyle behind Katie Ledecky and ahead of Missy Franklin with a time of 1:55.32, and the silver medal in the 4x200 meter freestyle relay behind the United States. By winning the silver medal in the individual 200 metres freestyle, she became the first female swimmer in history to get a medal in the same event at six consecutive World Championships. ====2016==== In May 2016, she competed in European Championships in London and won the 200m freestyle with a time of 1:55.93, beating Femke Heemskerk from Holland. At the Settecolli, in June, she set the Italian record in the 100 freestyle (53:18), and she made a very interesting time in the 200 freestyle (1:54:55), her personal best with the textile suit. At the 2016 Summer Olympics, Pellegrini was flagbearer for Italy, and competed in the following disciplines: 200m freestyle, and in the 4 × 100 and 4 × 200 m freestyle relays. Pellegrini missed the podium during the competition, ranking fourth during the 200 m final. Eventually, she stated that failing to win an Olympic medal in the women's 200 metres freestyle final in Rio de Janeiro was so devastating for her that she may consider \"making changes to her life\". Nevertheless, she got a prime redemption at the World Short Course Championships in Windsor (Ontario), because she won her first gold medal in the 200 freestyle, beating Katinka Hosszú. ====2017==== Pellegrini competed in a Milan meet on 12 March 2017 and finished first in 100 m freestyle with 54.77 and second in 100 m backstroke with 1:01.59. She competed in Indiana 2017 Arena Pro Swim Series in 2–4 March 2017 and won gold in 200 m freestyle with a time of 1:56.07. At the World Aquatics Championships held in Budapest, she won the gold medal in 200 metres freestyle ahead of both Katie Ledecky and Emma McKeon with a time of 1:54.73. This was Ledecky's first loss at a major event. By winning the gold medal in the individual 200 metres freestyle, she became the first swimmer ever to get a medal in the same event at seven consecutive World Championships. She competed in the 100 metres freestyle too. ====2018, the sabbatical year==== After winning her seventh consecutive medal at the World championships of Budapest 2017 Pellegrini decides to allow herself a sabbatical with milder training and partial abandonment of her beloved 200m freestyle. And this is how at the European Championships in Copenhagen in December 2017 as individual competitions she participates in the 100 m freestyle which she finishes in seventh position in the final, and in the 100 m backstroke where she does not qualify for the final swimming only the tenth time of the semifinals. The only satisfaction of this review is the bronze medal in the 4x50 mixed freestyle relay. We continue on this path also at the European Long Course Championships in Glasgow of the following season where there is only a fifth place in the final of the 100 m freestyle and several placings at the foot of the podium in the relays, but also in this case Pellegrini seemed do not show up for the appointment in optimal conditions. ====2019==== Pellegrini won the gold medal (her fourth overall) in the 200 m freestyle race at the 2019 World Aquatics Championships held at Gwangju, with a time of 1:54.22, before Ariarne Titmus and Sarah Sjöström, taking advantage of Katie Ledecky, Emma McKeon and Taylor Ruck's withdrawals in the event, and so improving her record of being the one, among female and male swimmers, to achieve eight podiums in the same event during eight consecutive editions of the World Championships earning the title of 9th-most decorated swimmer history with individuals medals alone. She didn't go beyond the heats in the 50 metres freestyle and in the 100 metres freestyle. She took part in the finals of the 4×100-metre mixed freestyle relay and the medley relay. ====2021==== In May, Pellegrini competed at the European Championships in Budapest, where she won double silver medal respectively in the 200m freestyle and in the mixed freestyle, and a triple bronze medal in the freestyle, in the mixed freestyle and in the medley. At the 2020 Summer Olympics in Tokyo, she qualified for the final of the 200 metre freestyle. This made her the second swimmer in history (after Michael Phelps) to qualify for the final of the same event five times. ==Personal life== From August 2011 to late 2016,\"Pellegrini Magnini crisi di coppia\" Pellegrini was in a relationship with swimmer Filippo Magnini, having previously been engaged to another teammate, Luca Marin. In autumn 2020, she tested positive for COVID-19, and during the mandatory quarantine, posted a video showing her repeatedly kissing her dog. In the Confidenze magazine of 2 February 2021 she declared that her heart is busy: her current boyfriend is still unknown, and she denied that she has ever been in a romantic relationship with her coach Matteo Giunta. On 30 October 2021, Pellegrini announced her engagement with long-time coach Matteo Giunta via Instagram, the story was picked up and published by SwimSwam the same day.Carlson, Reid (30 October 2021). \"Federica Pellegrini And Matteo Giunta Announce Engagement\". SwimSwam. Retrieved 30 October 2021. ==Personal bests== Pellegrini currently holds 1 world record (WR), 2 European records (ER) and 16 National records (NR). Her personal bests are (as of 15 December 2019): {| class=\"wikitable\" style=\"text-align:center;\" |- !width=200| Event !width=200| Long course (year) !width=200| Short course (year) |- |50 m freestyle |24.92 (2019) |24.55 (2017) |- |100 m freestyle |53.18 (2016) 20px |52.10 (2019) 20px |- |200 m freestyle |1:52.98 (2009) alt=World record|20px |1:51.17 (2009) alt=World record|20px |- |400 m freestyle |3:59.15 (2009) 20px |3:57.59 (2011) 20px |- |800 m freestyle |8:24.99 (2010) |8:15.20 (2010) |- |50 m backstroke |28.53 (2018) |30.01 (2003) |- |100 m backstroke |1.00.03 (2018) |57.55 (2018) |- |200 m backstroke |2:08.05 (2013) |2:03.75 (2013) |- |50 m butterfly |28.46 (2015) |28.59 (2005) |- |100 m butterfly |1:00.17 (2015) |1:00.39 (2015) |- |200 m butterfly |2:12.96 (2015) |2:08.69 (2013) |- |100 m medley | |1:04.62 (2003) |- |200 m medley |2:17.25 (2009) |2:12.20 (2015) |- |4×50 m freestyle relay | |1:35.61 (2016) 20px |- |4 × 100 m freestyle relay |3:35.90 (2016) 20px |3:29.48 (2014) 20px |- |4 × 100 m mixed freestyle relay |3:24.55 (2016) 20px | |- |4 × 200 m freestyle relay |7:46.57 (2009) 20px |7:43.18 (2018) 20px |- |4 × 200 m mixed freestyle relay |7:32.37 (2018) 20px | |- |4×50 m medley relay | |1:45.84 (2019) |- |4 × 100 m medley relay |3:56.50 (2019) 20px |3:51.38 (2018) 20px |- |4 × 100 m mixed medley relay |3:43.27 (2019) 20px | |} ==International championships (50 m)== {| class=\"sortable wikitable\" ! Meet ! class=\"unsortable\"|100 free ! class=\"unsortable\"|200 free ! class=\"unsortable\"|400 free ! class=\"unsortable\"|800 free ! class=\"unsortable\"|200 back ! class=\"unsortable\"|4×100 free ! class=\"unsortable\"|4×200 free ! class=\"unsortable\"|4×100 medley ! class=\"unsortable\"|4×100 mixed free ! class=\"unsortable\"|4×100 mixed med ! class=\"unsortable\"|4×200 mixed free |- | WC 2003 ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"|8th ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| |rowspan=19 align=center bgcolor=lightgrey|not scheduled |- | style=\"background:#ccccff| EC 2004 ||bgcolor=lightgrey| || align=\"center\"|4th ||bgcolor=lightgrey| || bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"|5th ||bgcolor=lightgrey| || align=\"center\"|4th ||bgcolor=lightgrey| ||bgcolor=lightgrey| |- | style=\"background:#f0e68c\"| OG 2004 || align=\"center\"|10th || align=\"center\"| || style=\"background:#f0e68c\"| || style=\"background:#f0e68c\"| || style=\"background:#f0e68c\"| || align=\"center\"|10th || style=\"background:#f0e68c\"| || align=\"center\"|DSQ(h) || style=\"background:#f0e68c\"| || style=\"background:#f0e68c\"| |- | WC 2005 || align=\"center\"|10th || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||align=\"center\"|5th ||bgcolor=lightgrey| ||bgcolor=lightgrey| |- | style=\"background:#ccccff| EC 2006 ||bgcolor=lightgrey| || align=\"center\"|heats ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"|6th || align=\"center\"|5th || align=\"center\"|DSQ(h) ||bgcolor=lightgrey| ||bgcolor=lightgrey| |- | WC 2007 ||bgcolor=lightgrey| || align=\"center\"| || align=\"center\"|5th ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"|13th || align=\"center\"|10th ||bgcolor=lightgrey| ||bgcolor=lightgrey| |- | style=\"background:#ccccff| EC 2008 ||bgcolor=lightgrey| || align=\"center\"|DSQ(h) || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"| || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| |- | style=\"background:#f0e68c\"| OG 2008 || style=\"background:#f0e68c\"| || align=\"center\"| || align=\"center\"|5th || style=\"background:#f0e68c\"| || style=\"background:#f0e68c\"| || align=\"center\"|10th || align=\"center\"|4th || align=\"center\"|14th || style=\"background:#f0e68c\"| || style=\"background:#f0e68c\"| |- | WC 2009 ||bgcolor=lightgrey| || align=\"center\"| || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"|4th ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| |- | style=\"background:#ccccff| EC 2010 ||bgcolor=lightgrey| || align=\"center\"| ||bgcolor=lightgrey| || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| |- | WC 2011 ||bgcolor=lightgrey| || align=\"center\"| || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"|13th || align=\"center\"|14th ||bgcolor=lightgrey| ||bgcolor=lightgrey| |- | style=\"background:#ccccff| EC 2012 ||bgcolor=lightgrey| || align=\"center\"| || align=\"center\"|10th ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||align=\"center\"| || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| |- | style=\"background:#f0e68c\"| OG 2012 || style=\"background:#f0e68c\"| || align=\"center\"|5th || align=\"center\"|5th || style=\"background:#f0e68c\"| || style=\"background:#f0e68c\"| || align=\"center\"|12th || align=\"center\"|7th || align=\"center\"|11th || style=\"background:#f0e68c\"| || style=\"background:#f0e68c\"| |- | WC 2013 ||bgcolor=lightgrey| || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"|9th || align=\"center\"|10th || align=\"center\"|7th || align=\"center\"|DSQ(h) ||bgcolor=lightgrey| ||bgcolor=lightgrey| |- | style=\"background:#ccccff| EC 2014 ||bgcolor=lightgrey| || align=\"center\"| || align=\"center\"|4th ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||align=\"center\"| || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"|5th |- | WC 2015 ||bgcolor=lightgrey| || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"|6th || align=\"center\"| ||bgcolor=lightgrey| || align=\"center\"|5th ||bgcolor=lightgrey| |- | style=\"background:#ccccff| EC 2016 ||bgcolor=lightgrey| || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"| || align=\"center\"|5th ||bgcolor=lightgrey| || align=\"center\"| || align=\"center\"| |- | style=\"background:#f0e68c\"| OG 2016 || style=\"background:#f0e68c\"| || align=\"center\"|4th || style=\"background:#f0e68c\"| || style=\"background:#f0e68c\"| || style=\"background:#f0e68c\"| || align=\"center\"|6th || align=\"center\"|13th || align=\"center\"|8th || style=\"background:#f0e68c\"| || style=\"background:#f0e68c\"| |- | WC 2017 || align=\"center\"|15th || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"|10th ||bgcolor=lightgrey| || align=\"center\"|8th || align=\"center\"|5th || align=\"center\"|8th |- | style=\"background:#ccccff| EC 2018 ||align=\"center\"|5th || bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"|5th || bgcolor=lightgrey| ||align=\"center\"|4th || align=\"center\"|4th || align=\"center\"|5th ||bgcolor=lightgrey| |- | WC 2019 || align=\"center\"|22nd || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"|6th ||align=center bgcolor=lightgrey|not scheduled |- | style=\"background:#ccccff| EC 2021 ||bgcolor=lightgrey| || align=\"center\"| ||bgcolor=lightgrey| ||bgcolor=lightgrey| ||bgcolor=lightgrey| || align=\"center\"|6th|| align=\"center\"|||align=center||| align=\"center\"| ||bgcolor=lightgrey| |align=center| |- | style=\"background:#f0e68c\"| OG 2021 || align=\"center\"|DNS || align=\"center\"|7th || style=\"background:#f0e68c\"| || style=\"background:#f0e68c\"| || style=\"background:#f0e68c\"| || style=\"background:#f0e68c\"| || align=\"center\"|DSQ || align=\"center\"|6th || style=\"background:#f0e68c\"| || align=\"center\"|4th || style=\"background:#f0e68c\"| |} : Pellegrini swam only in the heats : Pellegrini qualified from the heats, but scratched the semi-finals ==National championships== Federica Pellegrini on 13 April 2021 (spring edition) won 129 national swimming championships (both individual and relay races), in absolute (24), winter (38) and spring (66) editions {|class=\"wikitable sortable\" style=\"width: 100%; text-align:center; font-size: 85%;\" !Year !Edition !freestyle 50 m !freestyle 100 m !freestyle 200 m !freestyle 400 m !freestyle 800 m !freestyle 4×50 m !freestyle 4×100 m !freestyle 4×200 m !backstroke 100 m !mixed 4×50 m !mixed 4×100 m !backstroke 200 m |- |rowspan=2|2002||Absolute | -||-||bgcolor=tan|3 ||-||-||-||-||-||-||-||-||- |- |Winter | -||bgcolor=silver|2 ||-||-||-||-||-||-||-||-||-||- |- |rowspan=2|2003||Spring |bgcolor=silver|2 ||bgcolor=gold|1 ||bgcolor=tan|3 ||-||-||-||-||-||-||-||-||- |- |Winter |bgcolor=silver|2 ||bgcolor=gold|1 ||bgcolor=gold|1 ||-||-||bgcolor=gold|1 ||-||-||-|| bgcolor=gold|1 ||-||- |- |rowspan=3|2004||Spring |bgcolor=gold|1 ||bgcolor=gold|1 ||bgcolor=gold|1 ||-||-||-||bgcolor=gold|1 ||bgcolor=gold|1 ||-||-||bgcolor=gold|1||- |- |Absolute |bgcolor=silver|2 ||bgcolor=gold|1 ||bgcolor=gold|1 ||bgcolor=gold|1 ||-||-||bgcolor=gold|1 ||bgcolor=gold|1 ||-||-||bgcolor=gold|1||- |- |Winter |bgcolor=silver|2 ||bgcolor=gold|1 ||bgcolor=gold|1 ||-||-||bgcolor=silver|2 ||-||-||-||bgcolor=gold|1 ||-||- |- |rowspan=3|2005||Spring | -||bgcolor=gold|1 ||bgcolor=gold|1 ||bgcolor=gold|1 ||-||-||bgcolor=tan|3 ||-||-||-||bgcolor=gold|1||- |- |Absolute | -||bgcolor=gold|1 ||bgcolor=gold|1 ||bgcolor=gold|1 ||-||-||bgcolor=gold|1 ||bgcolor=silver|2 ||-||-||bgcolor=gold|1||- |- |Winter | -||bgcolor=silver|2 ||bgcolor=gold|1 ||bgcolor=gold|1 ||bgcolor=tan|3 ||bgcolor=silver|2 ||-||-||-||bgcolor=gold|1 ||-||- |- |rowspan=2|2006||Spring | -||bgcolor=gold|1 ||bgcolor=gold|1 ||bgcolor=silver|2 ||-||-||bgcolor=gold|1 ||bgcolor=tan|3 ||-||-||bgcolor=gold|1||- |- |Winter | -||-||bgcolor=gold|1 ||bgcolor=gold|1 ||-||-||-||-||-||-||-||- |- |rowspan=3|2007||Spring | -||bgcolor=gold|1 ||bgcolor=gold|1 ||bgcolor=gold|1 ||-||-||bgcolor=silver|2 ||bgcolor=gold|1 ||-||-||bgcolor=gold|1||- |- |Absolute | -||-||bgcolor=gold|1 ||bgcolor=gold|1 ||bgcolor=gold|1 ||-||bgcolor=gold|1 ||bgcolor=silver|2 ||-||-||bgcolor=gold|1||- |- |Winter | -||-||bgcolor=gold|1 ||bgcolor=gold|1 ||-||-||-||-||-||-||-||- |- |rowspan=3|2008||Spring | -||bgcolor=silver|2 ||-||-||-||-||bgcolor=tan|3 ||bgcolor=gold|1 ||-||-||bgcolor=gold|1||- |- |Absolute | -||-||-||bgcolor=gold|1 ||-||-||-||bgcolor=tan|3 ||-||-||bgcolor=silver|2||- |- |Winter | -||-||bgcolor=silver|2||-||-||-||-||-||-||-||-||- |- |rowspan=2|2009||Spring | -||bgcolor=gold|1||bgcolor=gold|1||-||-||-||bgcolor=gold|1||bgcolor=gold|1 ||bgcolor=tan|3 ||-||bgcolor=gold|1||- |- |Absolute | -||-||-||bgcolor=gold|1||-||-||bgcolor=gold|1||bgcolor=gold|1||bgcolor=tan|3||-||bgcolor=tan|3||- |- |rowspan=2|2010||Spring | -||-||bgcolor=gold|1||bgcolor=gold|1||bgcolor=gold|1||-||bgcolor=gold|1||bgcolor=gold|1||- ||-||bgcolor=gold|1||- |- |Winter | -||-||bgcolor=gold|1||-||-||bgcolor=gold|1||-||-||-||bgcolor=gold|1||-||- |- |rowspan=3|2011||Spring | -||bgcolor=gold|1||bgcolor=gold|1||bgcolor=gold|1||bgcolor=gold|1||-||bgcolor=tan|3||-||-||-||bgcolor=gold|1||- |- |Absolute | -||-||-||bgcolor=gold|1||-||bgcolor=gold|1||-||-||-||bgcolor=silver|2||-||- |- |Winter | -||-||bgcolor=gold|1||bgcolor=gold|1||-||-||bgcolor=gold|1||-||-||-||bgcolor=gold|1||- |- |rowspan=2|2012||Spring | -||bgcolor=gold|1||bgcolor=gold|1||bgcolor=gold|1||-||-||bgcolor=silver|2||-||-||-||bgcolor=gold|1||- |- |Winter | -||-||-||-||-||-||bgcolor=silver|2||-||-||-||bgcolor=gold|1||- |- |rowspan=2|2013||Spring | -||-||bgcolor=gold|1||-|-||-||-||bgcolor=silver|2||bgcolor=silver|2||bgcolor=gold|1||-||bgcolor=silver|2||bgcolor=gold|1 |- |Winter | -||-||-||-||-||-||bgcolor=gold|1||-||-||-||bgcolor=silver|2||bgcolor=gold|1 |- |rowspan=2|2014||Spring | -||-||bgcolor=gold|1||bgcolor=gold|1||-||-||bgcolor=tan|3||bgcolor=gold|1||-||-||bgcolor=silver|2||bgcolor=gold|1 |- |Winter | -||-||-||-||-||-||bgcolor=silver|2||-||-||-||bgcolor=gold|1||- |- |rowspan=2|2015||Spring | -||-||-||bgcolor=tan|3||-||-||bgcolor=silver|2||bgcolor=gold|1||-||-||bgcolor=gold|1||- |- |Winter | -||-||bgcolor=gold|1||-||-||-||bgcolor=gold|1||-||-||-||bgcolor=gold|1||- |- |rowspan=2|2016||Spring | – ||bgcolor=gold|1||bgcolor=gold|1||-||-||-||bgcolor=gold|1||bgcolor=gold|1||-||-||bgcolor=gold|1||- |- |Winter | – || bgcolor=\"gold\"|1|| bgcolor=\"gold\" |1||-||-||-|| bgcolor=\"silver\"|2||-||-||-|| bgcolor=\"gold\"|1||- |- |rowspan=2|2017||Spring | – || bgcolor=\"gold\"|1||bgcolor=\"gold\"|1|| -|| -|| -||bgcolor=\"silver\"|2||bgcolor=\"gold\"|1||bgcolor=\"tan\"|3|| -||bgcolor=\"gold\"|1|| – |- |Winter |bgcolor=\"silver\"|2||bgcolor=\"gold\"|1|| -|| -|| -||bgcolor=\"silver\"|2|| -|| -|| -||bgcolor=\"gold\"|1|| -|| – |- |rowspan=2|2018||Spring | -|| bgcolor=\"gold\"|1|| -|| -|| -||-|| bgcolor=silver|2|| |-||bgcolor=\"gold\"| 1|| |-|| bgcolor=silver|2 | – |- |Winter | – |bgcolor=\"gold\"|1 |bgcolor=\"gold\"|1 | – | – |bgcolor=silver|2 | – | – | – | – | – | – |- |rowspan=2|2019 |Spring | – |bgcolor=\"gold\"|1 |bgcolor=\"gold\"|1 | – | – | – | – |bgcolor=silver|2 | – | – | – | – |- |Winter |bgcolor=silver|2 |bgcolor=\"gold\"|1 |bgcolor=\"gold\"|1 | – | – | – | – | – | – | – | – | – |- |rowspan=2|2020 |Absolute |bgcolor=silver|2 |bgcolor=\"gold\"|1 |bgcolor=\"gold\"|1 | – | – | – | – |- | – | – | – | – |- |Winter |bgcolor=\"tan\"|3 |bgcolor=\"gold\"|1 |bgcolor=\"gold\"|1 | – | – | – | – | – | – | – | – | – |- |rowspan=2|2021 |Spring |bgcolor=\"silver\"|2 |bgcolor=\"gold\"|1 |bgcolor=\"gold\"|1 | – | – | – | – | – | – | – | – | – |- |Winter | – | – |bgcolor=\"gold\"|1 | – | – | – | – | – | – | – | – | – |} ==See also== *List of Olympic medalists in swimming (women) *List of World Aquatics Championships medalists in swimming (women) *Italian sportswomen multiple medalists at Olympics and World Championships *Italian swimmers multiple medalists at the internetional competitions *World record progression 200 metres freestyle *World record progression 400 metres freestyle ==References== ==External links== * * Category:1988 births Category:Living people Category:Sportspeople from the Metropolitan City of Venice Category:Italian female swimmers Category:Olympic swimmers of Italy Category:Swimmers at the 2004 Summer Olympics Category:Swimmers at the 2008 Summer Olympics Category:Swimmers at the 2012 Summer Olympics Category:Swimmers at the 2016 Summer Olympics Category:Swimmers at the 2020 Summer Olympics Category:Olympic silver medalists for Italy Category:World record holders in swimming Category:Olympic gold medalists for Italy Category:Italian female freestyle swimmers Category:World Aquatics Championships medalists in swimming Category:Medalists at the FINA World Swimming Championships (25 m) Category:European Aquatics Championships medalists in swimming Category:Medalists at the 2008 Summer Olympics Category:Medalists at the 2004 Summer Olympics Category:Olympic gold medalists in swimming Category:Olympic silver medalists in swimming Category:Mediterranean Games gold medalists for Italy Category:Swimmers at the 2009 Mediterranean Games Category:Universiade medalists in swimming Category:Mediterranean Games medalists in swimming Category:Universiade gold medalists for Italy Category:Medalists at the 2007 Summer Universiade Category:People from Mirano Category:International Olympic Committee members",
 "title": "Federica Pellegrini"
}