{
 "id": "907788",
 "text": "Eastcote is an area in the London Borough of Hillingdon. It is in northwest London and the historic county of Middlesex. In the Middle Ages, Eastcote was one of the three areas that made up the parish of Ruislip, under the name of Ascot. The name came from its position to the east of the parish. While no historically significant events have taken place in Eastcote, there are links to past events in the history of Britain. One such example is of Lady Mary Bankes, who lived in Eastcote for a time, and led the defence of Corfe Castle in Dorset against the Roundheads during the English Civil War. Eastcote also housed an outstation of the Bletchley Park codebreaking activities during the Second World War, with several codebreaking computers in use. This operation became the precursor to GCHQ, which remained in Eastcote after the war until the department moved to purpose-built buildings in Cheltenham in 1952. By the turn of the 20th century, the recorded population was around 600; this had reached for the ward in 2007. Part of Eastcote is in the Pinner postal district, despite being in Hillingdon rather than Harrow. ==History== ===Toponymy=== Eastcote was originally recorded as Ascot, one of the three medieval tithings of the parish of Ruislip, along with Westcot and Norwood. Norwood, in the north of the parish, became Northwood; Westcot, in the west became Westcote (the main Ruislip village), and Ascot, in the east, became what is now Eastcote.Bowlt 2007, p.36 ===Early developments=== thumb|left|Highgrove House was built in the 18th century. The Hawtrey family moved to Eastcote around 1525 after Ralph Hawtrey married Winifred Walleston. She lived in a cottage named \"Hopkyttes\", which the couple moved into and renamed Eastcote House. A dovecote was built by their son John, without applying for a licence from the manor, as was the custom at the time. After his death in 1593, his nephew Ralph Hawtrey applied for the licence, which was approved.Bowlt 2007, p.39 Ralph Hawtrey's only daughter became Lady Mary Bankes when she married Sir John Bankes, Chief Justice to Charles I. As a Royalist, she defended their home in Dorset, Corfe Castle, against the Roundheads in 1643 at the time of the English Civil War. A plaque on the south wall of St Martin's Church in Ruislip commemorates her heroic act. Lady Bankes had also lived at Haydon Hall in Eastcote, and her name is remembered by the school in Northwood Hills.Bowlt 2007, p.20—21 In 1565, a land survey was completed which recorded 62 houses in Eastcote, of which four were ruined.Bowlt 2007, p.37 The first Haydon Hall was built in 1630 for Lady Alice, the Dowager Countess of Derby, predominantly to allow her to store her possessions there. Lady Alice lived at Harefield Place, and purchased the land on which the hall was built from the Haydon family. The family appear in parish records from 1394 until 1562 when they sold a house on the site of Haydon Hall to William Nicholas.Bowlt 2007, p.43—45 Highgrove House was built in the 18th century but was destroyed by fire and rebuilt in 1879. Winston Churchill stayed there during his honeymoon and the Queen of Sweden was resident during the First World War.Edwards 1987, p.12 ===Urban development=== thumb|Eastcote tube station was originally built as a halt in 1906 At the turn of the 20th century, Eastcote was a small community with around 120 cottages and a population of around 600 people.Edwards 1987, p.9 The Metropolitan Railway was extended to Uxbridge from Harrow on the Hill in 1904, passing through Eastcote. A halt was built in 1906.Newbery et al 1996, p.66 The extension of the railway brought with it a substantial number of travellers seeking a day out in the countryside. The tea garden of the Old Barn House became popular with visitors to the area, as were cottages including The Rosery and Orchard Farm which served refreshments. In 1914, the Cavendish Pavilion was built as a private sports ground. The railway halt was rebuilt as a station in 1939. In 1930, the housing developers Comben & Wakeling purchased the Hawtrey family's land, which included Eastcote House and its grounds, with the plan for the new Eastcote Park Estate. The estate - comprising Pamela Gardens, St Lawrence Drive, Rodney Gardens, Burwood Avenue and The Glen - would have necessitated the demolition of Eastcote House until this was purchased by the Ruislip-Northwood Urban District Council in 1937 for public use.Edwards 1987, p.37 Haydon Hall was purchased by the local council in 1936 after the death of its owner, Mrs Bennett-Edwards.Newbery et al 1996, p.74 thumb|left|The Cavendish Pavilion opened as a private sports ground in 1914. During the Second World War, Eastcote House was used to house the local branch of the Food Control Office, in charge of issuing ration books.Edwards 1987, p.68 The area was subjected to bombing by the Luftwaffe; 106 bombs fell on Eastcote between September 1940 and May 1941,Newbery 1996, p.73 from a total of 18 recorded raids.Edwards 1987, p.69 The British government built a military hospital on land near Highgrove House during the war, in preparation for military casualties from the D-Day landings. They were not required for the role and were converted into barracks for Navy Wrens. Bletchley Park also established an outpost in surplus buildings on the site, which became known to staff as HMS Pembroke V. A total of 100 Bombe codebreaker machines were used to decode German Enigma messages. The station closed shortly after the war ended in 1945,B. Jack Copeland, Colossus: the secrets of Bletchley Park's codebreaking computers (Oxford University Press, 2006), p. 272 although the operations from Bletchley Park were re-established on the site in April 1946, under the new name of \"Government Communications Headquarters\" (GCHQ).Copeland, p. 273 Operations continued on the site, including the use of two Colossus codebreaking machines, until GCHQ moved to a new purpose-built site in Cheltenham in February 1954. thumb|The Manor public house, pictured in 2009, was refurbished and renamed The Ascott in 2011. In 1952, a number of new houses were built by Wimpeys Ltd in Newnham Avenue for the Ruislip-Northwood Urban District Council as part of their \"no fines\" scheme. The Minister for Housing and later Prime Minister, Harold Macmillan, attended.Newbery et al 1996, p.70 In 1964, Eastcote House was demolished after it was declared structurally unsafe. The grounds including the walled garden, coach house and dovecote were retained for public use.Newbery 1996, p.76 Haydon Hall had also fallen into a state of disrepair and was demolished in 1967. The RAF Eastcote site was sold for development to George Wimpey (later Taylor Wimpey) in 2007, with plans for the construction of 385 new homes. As of early 2011, 50% of the development had been completed, and the estate renamed Pembroke Park, in reference to HMS Pembroke V, the former name of the codebreaking operation during the Second World War. In November 2011 the public house The Manor was refurbished and renamed \"The Ascott\", after the owners Greene King Brewery asked for public suggestions for a new name based on the local history of the area. The Case is Altered pub in Eastcote High Road is Grade II listed. ==Local government== Eastcote was in the Ruislip-Northwood constituency until boundary changes at the 2010 general election split the seat into two constituencies, with most of the area becoming part of the Ruislip, Northwood and Pinner constituency, served by Conservative MP Nick Hurd who was first elected in 2005. The constituency is now served by David Simmonds. The remaining parts of the town, areas to the south of the North View/Village Way/Field End Road intersection are in the Uxbridge and South Ruislip constituency, currently served by Boris Johnson, the Prime Minister of the United Kingdom. ==Localities== thumb|Field End Road in Eastcote thumb|Eastcote High Road in Eastcote Village Eastcote Village is the only named locality on Ordnance Survey maps, on slopes with elevations of 40–55m AOD above the rest of Eastcote and extends towards Ruislip Woods National Nature Reserve and Haste Hill. Ordnance survey website Eastcote Village surrounds a park-based conservation area that includes the Cricket pitch, Eastcote House Gardens and Haydon Hall Park on the upper slopes of the River Pinn.Map of the first Conservation Area - Eastcote Village An adjoining conservation area, Eastcote Park, includes some of the south of Eastcote Village.Map of the second Conservation Area - Eastcote Park == Nearby areas == ==Demography== The local electoral ward is called Eastcote and East Ruislip. The population as of 2015 was 12,600, of which 20.2% were of minority ethnicity. The median age as of 2013 was 44 years. 83.8% of houses are owned. ==Transport== thumb|A Metropolitan line train departs Eastcote tube station Eastcote Underground station is served by the Metropolitan and Piccadilly lines. Eastcote is served by three bus routes, though only two serve Eastcote itself. The London Bus routes 282 to Ealing Hospital (via Northolt) and Mount Vernon Hospital in Northwood, and 398 to Northolt's Wood End Estate (via Rayners Lane) and Ruislip serve Eastcote. Route H13 to Ruislip Lido and Northwood Hills (via Pinner) does not serve Eastcote shopping parade itself, but does pass through the \"traditional\" Eastcote Village along High Road Eastcote. There is no direct bus link to Harrow, despite the H-prefix in H13. ==Notable people== *Hungarian-born artist Ervin Bossányi (1891-1975) lived in Eastcote at the time of his death * Actress Jessie Matthews (1907-1981) lived in Eastcote at the time of her death * Composer Sir Michael Tippett (1905-1998) was born in Eastcote * Actress Luisa Bradshaw-White, best known for her roles in EastEnders, Holby City and This Life, was born in Eastcote * Television and radio presenter Fearne Cotton grew up in Eastcote * Actor Bernard Holley, known for roles in Doctor Who and EastEnders among others, was born in Eastcote ==References== ;Notes : a A tithing was the term used in medieval England for a grouping of ten households. ;Citations ;Bibliography * Bowlt, Eileen. M. (2007) Around Ruislip, Eastcote, Northwood, Ickenham & Harefield. Stroud: Sutton Publishing * Edwards, Ron. (1987) Eastcote: From Village to Suburb. Uxbridge: London Borough of Hillingdon * Newbery, Maria; Cotton, Carolynne; Packham, Julie Ann; Jones, Gwyn. (1996) Around Ruislip. Stroud: The Chalfont Publishing Company ==External links== Category:Areas of London Category:Districts of the London Borough of Hillingdon Category:Places formerly in Middlesex",
 "title": "Eastcote"
}