{
 "id": "907830",
 "text": "Pollokshields (, Scots: Powkshiels) is an area in the Southside of Glasgow, Scotland. Its modern boundaries are largely man-made, being formed by the M77 motorway to the west and northwest with the open land of Pollok Country Park and the Dumbreck neighbourhood beyond, by the Inverclyde Line railway and other branches which separate its territory from the largely industrial areas of Kinning Park, Kingston and Port Eglinton, and by the Glasgow South Western Line running from the east to south, bordering Govanhill, Strathbungo, Crossmyloof and Shawlands residential areas. There is also a suburban railway running through the area. Pollokshields is a conservation area which was developed in Victorian times according to a plan promoted by the original landowners, the Stirling-Maxwells of Pollok, whose association with the area goes as far back as 1270. The core of the area was constructed in two distinct and contrasting styles, with the western part consisting mainly of large villas with gardens along sweeping, undulating tree-lined boulevards, whereas the eastern part (once a separate burgh) is formed by three-storey sandstone tenements typical of many parts of the city from the era, arranged in a tight grid of streets on relatively flat ground. ==History== Pollokshields was established by the Stirling-Maxwell family in 1849, and was set out or 'feued' by the Edinburgh architect David Rhind. Many well-known Glaswegian architects contributed to its development and, among others, it contains villas by Alexander 'Greek' Thomson. There are several contributions by contemporaries of Charles Rennie Mackintosh including a series of good 'Glasgow style' tenements by the architect Harry Clifford, who was also responsible for the 'A' listed Pollokshields Burgh Hall, in Scottish Baronial style which was inaugurated in 1890, with Maxwell Park. The ground for Maxwell Park was given by Sir John Stirling-Maxwell of Nether Pollok in 1888, and the park was formally opened at the same time. thumb|left|Villas on Nithsdale Road Such was its early population growth, Pollokshields attained 'burgh' status in 1876. However, this ended in 1891 when, after being offered favourable tax terms, the residents of the burgh agreed to it becoming a suburb of the growing city of Glasgow.City of Glasgow Act 1891, (54 & 55 Vict.) c. cxxx, section 4. The Victorian and Edwardian architecture and the parks of this area have remained almost untouched, leaving the feeling of a leafy Victorian suburb, while being well within the city. In March 2004, local white youth Kriss Donald was abducted from Kenmure Street in Pollokshields, then tortured and murdered in a racially motivated attack. Five men of Pakistani descent, also from Pollokshields, were later jailed for the crime, four receiving life sentences.Callous killer of schoolboy Kriss to spend at least 17 years in jail – News – Scotsman.comBoy murdered by gang in search of a white victim – Telegraph The case drew attention to the issue of Asian gang culture and associated crime and violence in the area.When politics gets in the way of policing In May 2021, residents came out to protest an attempt from the Home Office to detain two men living on Kenmure Street. Hundreds of people surrounded the van in the street to prevent it from moving, with one man lying under the van for nine hours until it was confirmed that the detainees were to be released. With the help of a lawyer and politicians, including Nicola Sturgeon who discussed it with the UK Home Office, the men were released to the Mosque and allowed back into their homes. The protest led to significant news coverage. ===Burgh Hall=== Pollokshields Burgh Hall was designed by Harry Clifford during the Scottish Renaissance in the late 19th century and is currently listed as a significant building of Pollokshields. Built in Ballochmyle Red Freestone it was opened in 1890 by Sir John Stirling Maxwell whose coat of arms is depicted in the entrance porch in the stone of the Hall and is recorded in marble in the floor. To the outside of the building there is very high tower, housing a turret stair and balcony. Throughout the building there are detailed stained glass windows, brought from the town of Pollokshields. The lodge house adjacent comprises two flats; the Sanitary Inspector and the Park Gardener used these facilities as living accommodation and they are currently privately let by the Burgh Hall trust. In 1891 the Burgh Hall passed into the hands of Glasgow Council when the city extended its boundaries. In 1938 the back of the building was enlarged; however this meant that the last gallery in the spacious hall had to be sacrificed in order to permit the building of an extension. By 1975 it was being used by the Social Work Department of Strathclyde Regional Council as an occupational day centre. In 1982 a decision was taken to sell it on the open market. This proved controversial—the residents of Pollokshields protested due to its connection to the heritage of the town and the historical significance to the area. Further protests ensued so a charitable trust was formed to ensure that the building would continue to be publicly owned. The Trust acquired the building for £1 in 1986. Only in 1991 was the title transferred with the condition that the derelict lodge house be restored within five years. Historic Scotland supported the heritage campaign as well as other organisations such as the Heritage Lottery Fund, Glasgow City Council, the Glasgow Development Agency and the local community and so the lodge house and the ground floor of the Hall were completely refurbished and reopened around 1997. The lower ground floor has since attracted further funding and what was once little more than cellar space has been converted to a contemporary conference room, which can be directly accessed from the outside. ==Education== In and around Pollokshields are five primary schools (Pollokshields Primary on Albert Drive; Glendale Primary and Glendale Gaelic School on a shared campus located on the south edge of Pollokshields; St. Albert's Primary to the west; and the private Craigholme School for Girls on Nithsdale Road) and four secondary schools (Bellahouston Academy, located on the western edge of Pollokshields at the M77 motorway; Shawlands Academy, in the Shawlands area approximately a mile south of Pollokshields; Craigholme School Secondary on St Andrews Drive, an extension of the nursery and primary schools; and Hutchesons Grammar School, a private secondary school on Beaton Road). ==Demographics== Pollokshields had a total population of 27,983 as of 2015, however this referred to the wider council ward encompassing several other neighbourhoods (Crossmyloof, Craigton, Strathbungo and parts of Shawlands). The population is culturally diverse, with a significant Pakistani population.City Ward Factsheets 2017: Ward 6 – Pollokshields, Glasgow City Council ==Architecture== thumb|left|Refurbished 1960s apartment blocks at St Andrew's Crescent The architecture in Pollokshields is predominantly a mixture of Victorian tenements and large detached and semi-detached properties dating back to the late nineteenth and early twentieth centuries. One of the more significant residential developments outwith this style is a group of seven 1960s brutalist eight- storey cube-shaped blocks on either side of St Andrew's Drive (west of Shields Road) and a 'L' shaped complex of contemporary deck-access flats, managed by the Southside Housing Association and refurbished in the 2010sSt Andrews Drive Development, Southside Housing Association At that time most of a larger deck- access complex on the south side of the roadBoy, four, dies after fall from Glasgow flats, BBC News, 8 March 2013 constructed in two adjoining 'T' shapesGlasgow 1980, Singular Things, 30 March 2016 was demolished in stages to be replaced by new properties,St Andrews Drive Phase 3, Central Demolition LtdSt Andrews Crescent, Glasgow, JM Architects And Maxwell Drive has been Demolished as of February 2021. The Church of St Albert the Great in Pollokshields was originally built for a congregation of the United Presbyterian Church. The Italian Renaissance design by John B. Wilson was also used in another building, Stockwell Free Church, in 1887. St Albert's original title was Albert Road Church, being named after Queen Victoria's consort, Prince Albert, rather than the German saint of the same name who is the current patron. The Archdiocese of Glasgow acquired the church in 1965 for the new parish and with minimal interference to the original interior or exterior design, it was brought back into use as a church in 1967. The cream sandstone facade has a very attractive octagonal vestibule and tall bell tower. St Ninian's church is part of the Scottish Episcopal Church located on the corner of Albert Drive and Pollokshaws Road. Pollokshields Parish Church of the Church of Scotland was built as Pollokshields Established Church by Robert Baldie in 1877–1878. The architecture is mixed Gothic with an early English tower with tabernacles above the broaches of the spire at the southwest comer of the building. The tower has a clock face on each of its four sides. The south (entrance) front has a large geometrical window above a row of trefoil headed windows with stiff leaf capitals. The side aisles have twin lancet windows beneath the clerestory of triple lancet windows to the main church. The interior has aisle arcades formed by polished granite columns on high octagonal sandstone bases with French Gothic capitals supporting pointed arches beneath the clerestory windows and the high scissor braced roof trusses. Each column cap is different The timber roof of the side aisles and the main trusses add to the grandeur of the interior. The south balcony is reached by a staircase from the east porch. The deep chancel was remodelled in 1912–1914 with new organ, pulpit and communion table. Sherbrooke St. Gilbert's Church is another Church of Scotland congregation. The church was built in 1894 and had to be rebuilt following a serious fire in 1994. It is located on Nithsdale Road, close to Dumbreck railway station. ==Sports== Clydesdale Cricket Club is located at Titwood on the periphery of Pollokshields. Founded in Kinning Park in 1848 by Archibald Campbell, it was formed by members of two previous clubs which played on Glasgow Green, to cater for the burgeoning residential developments south of the river Clyde. It is now the oldest surviving team sports club in Glasgow. On moving to Pollokshields in 1873, the club sold its previous grounds in Kinning Park to a newly founded football club called Rangers. At that time, the club also fielded a football team, Clydesdale, which were runners-up to Queen's Park in the first Scottish Cup final in 1874, after many associated with the club had been instrumental in the foundation of the Scottish Football Association. ==Transport== Pollokshields has three open railway stations: Maxwell Park, Pollokshields East and Pollokshields West, all on the Cathcart Circle Line. Crossmyloof on the Glasgow South Western Line and Dumbreck on the Paisley Canal Line are also nearby. Closed railway stations include Pollokshields and Strathbungo. The area is also served by Shields Road subway station on the Glasgow Subway, located in a non-residential area to the north, and by numerous bus routes. For road transport, the M77, M8 and, M74 motorways are all located near to Pollokshields, while the A77 road runs along the eastern edge of the area. ==Notable residents== Notable people who have lived in Pollokshields include: * Prof Ernest Dunlop FRSE MC – bacteriologist and Lieutenant during the first world war * Albert Alexander Gray FRSE – physician and otologist * John MacCormick – nationalist politician * Rustie – musician * Eric Woolfson – songwriter and musician; co-creator of the Alan Parsons Project * Dougie Donnelly – Scottish media personality * Very Rev Thomas Niven – Moderator of the General Assembly of the Church of Scotland in 1906 * Tom Urie – actor * Raymond McGinley – musician * Jane Haining – Church of Scotland missionary who protected Hungarian Jewish children during World War II, killed by the Nazis in Auschwitz * Frankie Boyle – comedian ==See also== *Pollokshields Library *Shieling ==References== ==External links== *pollokshieldsheritage.org *Pollokshields Church of Scotland *Southside Happenings *Pollokshields – Garden Suburb *sherbrooke.org.uk *Pollokshields East profile at Understanding Glasgow *Pollokshields West profile at Understanding Glasgow Category:Burghs Category:Areas of Glasgow Category:Pakistani diaspora in the United Kingdom",
 "title": "Pollokshields"
}