{
 "id": "907929",
 "text": "John Price Buchanan (October 24, 1847May 14, 1930) was an American politician and farmers' advocate. He served as the 25th governor of Tennessee from 1891 to 1893, and was president of the Tennessee Farmers' Alliance and Laborers' Union in the late 1880s. Buchanan's lone term as governor was largely marred by the Coal Creek War, an armed uprising by coal miners aimed at ending the state's convict lease system.Connie Lester, \"John Price Buchanan,\" Tennessee Encyclopedia of History and Culture, 2009. Retrieved: November 13, 2012. ==Early life== Buchanan was born on October 24, 1847Biographical Directory of the Governors of the United States, 1789–1978 in Williamson County, Tennessee, the son of Thomas and Rebecca (Shannon) Buchanan. He attended common schools, and joined the Confederate Army as a private in the Fourth Alabama Cavalry in 1864. After the war, he moved to Rutherford County, Tennessee, where he engaged in farming and livestock breeding. By the 1880s, his farm was one of the most successful in the county.Karin Shapiro, A New South Rebellion: The Battle Against Convict Labor in the Tennessee Coalfields, 1871–1896 (Chapel Hill, N.C.: University of North Carolina Press, 1998). He was elected to the county's seat in the Tennessee House of Representatives in 1886, and again in 1888. Among the legislation he sponsored was a bill exempting farmers' co-ops from the state's merchant tax. In the decades after the Civil War, Tennessee's farmers struggled with both falling crop prices and rising transportation costs, and called for regulation of railroad rates.Phillip Langsdon, Tennessee: A Political History (Franklin, Tenn.: Hillsboro Press, 2000), pp. 220–222. Governor William B. Bate had established a railroad commission during his first term, but the party's Bourbon and industrial wings repealed the act authorizing this commission in 1885, leaving farmers outraged. The state's farmers formed a chapter of the Farmers' Alliance, the Tennessee Farmers' Alliance, which elected Buchanan its first president in 1888. The following year, Buchanan helped implement the Farmers' Alliance's merger with a rival group, the Agricultural Wheel, to form the Tennessee Farmers' Alliance and Laborers' Union (TFLU). ==Governor== By the late 1880s, the TFLU and its supporters comprised a significant faction of the state Democratic Party, known as the \"Hayseed\" or \"Wool-hat\" Democrats. In the gubernatorial race of 1890, incumbent Robert Love Taylor was not seeking reelection, and at the party's July convention, various factions put forth their own candidates for the party's nomination. The Bourbon faction supported Congressman Josiah Patterson, the New South faction supported railroad magnate Jere Baxter, and the Hayseeds supported Buchanan. After six days and multiple ballots, Buchanan was declared the nominee. Many Democrats blasted Buchanan as too unsophisticated to run as the party's nominee, and he was ridiculed by newspapers across the state. Along with the farmers' vote, Buchanan courted the labor vote by promising to appoint a commissioner of labor. He argued that banks and financiers had too much political influence, and proposed regulating railroad rates. Seeking to further cement his position among white farmers, he campaigned against the federal Lodge Bill, which would have provided protections for voting rights for blacks in the South. On election day, he won easily, capturing 113,549 votes to 76,081 votes for the Republican candidate, Lewis Baxter, and 11,082 votes for the Prohibition candidate, David Cato Kelley.The World Almanac and Encyclopedia (Press Publishing Company, 1894), p. 416. After his inauguration in early 1891, Buchanan, working with a coalition of Hayseed Democrats and Republicans in the state legislature, enacted several measures aimed at helping farmers and labor, including laws regulating fertilizer products and recognizing Labor Day, restrictions on foreign companies doing business in Tennessee, and a law establishing a state commissioner of labor. For the latter office, he appointed Knights of Labor activist George Ford. He also signed a law standardizing the state's public school curriculum, and enacted a measure providing pensions for Confederate veterans. Buchanan strengthened the state's poll tax, and enacted several voting restrictions aimed at suppressing the African-American vote. ===Coal Creek War=== In July 1891, an open insurrection, known as the Coal Creek War, erupted in East Tennessee when the Tennessee Coal Mining Company (TCMC) attempted to replace striking miners at its Briceville mine with convicts leased from the state. The striking miners had rounded up the convicts and had sent them to Knoxville via train, and the TCMC demanded Buchanan call up the state guard and put down the insurrection. This presented a difficult dilemma for Buchanan, who had campaigned on labor rights, but as governor was obligated to enforce the law. Furthermore, while the Farmers' Alliance sought to end convict leasing, Buchanan supported it, arguing it saved the state hundreds of thousands of dollars. On July 16, Buchanan, at the head of three state guard companies, personally escorted the convicts from Knoxville back to the stockades in the Coal Creek Valley. He met with the leaders of the striking miners near Briceville, and assured them that while he was a friend of labor, he had no choice but to uphold the law. One of the strike leaders, a blacklisted miner named Eugene Merrell, rejected Buchanan's statements. He argued that if Buchanan were intent on enforcing the law, he would also uphold laws requiring independent checkweighmen (who weighed the coal for which the miners were paid) and payment in legal tender (as opposed to scrip), which the TCMC had consistently ignored. The governor returned to Nashville the following day, leaving the valley's stockades under the protection of 107 guardsmen. On July 20, just a few days after Buchanan left the valley, the striking miners overwhelmed the guardsmen protecting the stockades at Briceville and nearby Coal Creek, and once again sent the convicts back to Knoxville. After meeting with labor and business leaders in Knoxville, Buchanan negotiated a 60-day truce with the miners, agreeing to call a special session of the state legislature to consider ending the convict leasing system. He also called up an additional twelve guard companies to protect the Coal Creek stockades. The state legislature met in a special session in September 1891 to consider the convict lease system and the events surrounding the Coal Creek War. Buchanan suggested they modify existing contracts to protect free miners, and called for the establishment of a state penitentiary. While the legislature upheld miners' rights to independent checkweighmen and payment in legal tender, it refused to end the convict lease system, and passed bills making it a felony to interfere with state convicts. When the legislature failed to end convict leasing, Buchanan's labor commissioner, George Ford, tried to help the miners by suing the state on behalf of the convicts, arguing that the state's primary lessee, the Tennessee Coal and Iron Company (TCI), had no authority to sublease the convicts to TCMC. In October 1891, the Tennessee Supreme Court, led by Chief Justice Peter Turney, ruled against Ford. With nowhere else to turn, the striking miners launched a series of attacks against mining company stockades in late 1891 and early 1892, in some cases freeing the convicts and burning the stockades. By April 1892, the revolt had spread to mines in Grundy County to the south. In August, Buchanan dispatched General Samuel T. Carnes to Coal Creek with over 500 militiamen, and order was finally restored. Buchanan was vilified by both miners and mining company owners as ineffective and incompetent, and was frequently assailed in the press. In the gubernatorial race of 1892, the Democratic Party's Bourbon and New South factions thwarted his bid for reelection, instead choosing Chief Justice Turney as the party's nominee. Buchanan entered the race as an independent, still claiming to represent farmers' interests, and winning the backing of the rising Populist movement. On election day, however, he placed third, winning just 31,515 votes to 127,247 for Turney, 100,629 for Republican George Winstead, and 5,427 for Prohibitionist Edward H. East. ==Death== After his defeat in the 1892 election, Buchanan returned to his farm in Rutherford County, and never again sought public office. He died in Murfreesboro on May 14, 1930, and was buried in the city's Evergreen Cemetery. ==Family== Buchanan's ancestors were Scots-Irish.Reuben Kyle, From Nashville to the Nobel Prize: The Buchanans of Tennessee (Twin Oaks Press, 2012). His family was among the earliest to settle in the Nashville area, and constructed Buchanan's Station south of the city in the 1780s. Buchanan's younger brother, James S. Buchanan, served as president of the University of Oklahoma in the 1920s. Buchanan married Frances McGill in 1867. They had nine children. Buchanan's grandson, James M. Buchanan (1919–2013), was a noted economist who won the Nobel Prize in 1986. ==See also== *List of governors of Tennessee ==References== ==External links== * Governor John P. Buchanan (1847–1930) 1891–1893. Online finding aid to the gubernatorial papers of Tennessee Governor John P. Buchanan. PDF document. Retrieved August 26, 2006. * Farmer's Alliance (Farmer's and Laborer's Union). At Tennessee Encyclopedia of History and Culture. Retrieved August 26, 2006. Category:1847 births Category:1930 deaths Category:Governors of Tennessee Category:Members of the Tennessee House of Representatives Category:People from Murfreesboro, Tennessee Category:People from Williamson County, Tennessee Category:Democratic Party state governors of the United States Category:Tennessee Democrats Category:Tennessee Independents Category:19th- century American politicians",
 "title": "John P. Buchanan"
}