{
 "id": "908104",
 "text": "The Comic Book Legal Defense Fund (CBLDF) is an American non-profit organization formed in 1986 to protect the First Amendment rights of comics creators, publishers, and retailers covering legal expenses. Charles Brownstein served as the organization's executive director from 2002\"Staff\". Comic Book Legal Defense Fund. Retrieved October 29, 2012. until his resignation in 2020. The CBLDF is supported by many big names of the industry; over the years, its board of directors has included Larry Marder, Ted Adams, Reginald Hudlin, Gene Luen Yang, Chris Staros, Peter David, Neil Gaiman, Paul Levitz, Milton Griepp, Steve Geppi, and many other industry figures. Fund Comics, More Fund Comics, and Even More Fund Comics are compilations of short work by famous artists sold to support the CBLDF. Additionally, Black Phoenix Alchemy Lab offers a line of perfumes whose profits go directly to the CBLDF. Popular artists such as comedian Bill Hader, cartoonist Jeff Smith, and comic book artist Frank Miller have expressed support for it. The CBLDF is a sponsor of Banned Books Week, and also works with libraries, helping to keep graphic novels on their shelves. In the past they have partnered with such organizations as the Kids Right to Read Project, the American Library Association, and the Office of Intellectual Freedom as part of this mission. ==History== The Comic Book Legal Defense Fund began as a means to pay for the legal defense of Friendly Frank's comic shop manager Michael Correa, who was arrested in 1986 on charges of distributing obscenity.Thompson, Maggie. \"April 21, 1954: Mr. Gaines Goes to Washington,\" \"The 1900s: 10 biggest events from 100 years in comics,\" CBGXtra.com (Dec. 12, 2005). The comic books deemed obscene were Omaha the Cat Dancer, The Bodyssey, Weirdo, and Bizarre Sex. Kitchen Sink Press released an art portfolio of pieces donated by comics artists; proceeds were donated to Correa's defense. First Amendment attorney Burton Joseph defended Friendly Frank's and ultimately had the conviction overturned. Denis Kitchen officially incorporated the CBLDF in 1990 as a non- profit charitable organization with capital left over from Correa's defense fund, and Burton Joseph became their legal counsel in 1996. Since then the Fund and Burton Joseph have provided advice and legal assistance in many cases and incidents.\"R.I.P. Burton Joseph, First Amendment Attorney\" ICv2 (4 April 2010), accessed 4 April 2010 In 1991, the CBLDF was honoured with the Bob Clampett Humanitarian Award. In 2002, Charles Brownstein became the executive director of the CBLDF. The Fund publishes a quarterly newsletter called Busted!: the official newsletter of the Comic Book Legal Defense Fund. On September 29, 2011, it was announced that the CBLDF acquired intellectual property rights of the Comics Code Authority seal from the now-defunct Comics Magazine Association of America; the sale coincided with Banned Books Week. The CBLDF intends to use the seal in merchandise through licensing agreements, with proceeds from the licenses benefitting the CBLDF. The CBLDF works independently and with coalitions to defend against unconstitutional legislation. CBLDF works with the Media Coalition, along with: The American Booksellers for Free Expression Group at ABA, Association of American Publishers, Inc., Authors Guild, Entertainment Software Association, Freedom to Read Foundation, Motion Picture Association of America, Inc., and Recording Industry Association of America, Inc. They were active plaintiffs against internet filters in libraries and more recently in 2012, a Utah bill that wanted to censor internet speech, which the CBLDF was able to help stop. Since 2008, the CBLDF has published an annual comic book, The CBLDF Liberty Annual, to which many major artists and writers, including J. Michael Straczynski, Garth Ennis, and Richard Corben, have contributed. == Controversy == In June 2020, CBLDF Executive Director Charles Brownstein resigned following, as described in The Hollywood Reporter: > renewed pressure from the comic book industry surrounding a sexual assault > from 2005... Brownstein assaulted comic book creator Taki Soma at Mid-Ohio > Con in November, 2005, in an incident that was reported to police without > leading to an arrest... Brownstein, who characterized the incident as \"a > stupid, drunken prank, of which I’m ashamed,\" remained in place with the > CBLDF following what was described as an independent investigation carried > out on behalf of the organization. Polygon reported that \"multiple comics creators\", including Brian Michael Bendis, Al Ewing, Pia Guerra, and James Tynion IV, \"announced they would no longer be working with the CBLDF — or spoke publicly about how they had already stopped working with the organization — because of Brownstein’s conduct\". In the following week, three members of the board also stepped down: Jeff Abraham, Katherine Keller, and Paul Levitz. \"All three leave days after it emerged that Brownstein had been abusive to others during his tenure in charge of the non-profit organization... with the organization taking the unprecedented move of releasing former employee Shy Allot from a non- disclosure agreement signed in 2010 so that she could come forward with her experiences\". CBLDF issued a statement on June 29, 2020: In July 2020, The Daily Beast reported that \"under Brownstein’s tenure, the CBLDF drew criticism for defending Milo Yiannopoulos, while not intervening to defend 11 creators who were slapped with a defamation suit after accusing small-press comics creator Cody Pickrodt of rape and sexual harassment.\" ==Programs== The CBLDF creates toolkits that are available for librarians and others to use on the website. They also give lectures and presentations \"at comic book and anime conventions, library and book trade conferences, universities, and symposiums in the United States and around the world.\" ==Notable cases== *1986: Michael Correa, store manager at Friendly Frank's, a comic store in Lansing, Illinois, was charged with possession and sale of obscene material, after over 100 comic books were seized, including copies of Omaha the Cat Dancer, . He was convicted, but the conviction was overturned on appeal. Funds donated to the appeal exceeded costs, and the remainder went towards founding the CBLDF.Morrisard, James A. (March 4, 1998). \"Comics Relief - CBLDF Comes to Legal Aid of Comic-Book Artists, Publishers, and Sellers\" . Baltimore City Paper. *1991: Comic artist Paul Mavrides protested against a resolution by the State of California to levy a sales tax on comic strips and comic books. He challenged the law in court, with assistance from the CBLDF, arguing that the comic strip is a communications medium that should be classed with books, magazines, and newspapers (which are not subject to sales taxes due to First Amendment provisions). In 1997, a ruling in Mavrides' favor was handed down by the California State Board of Equalization. *1994: Florida-based underground comic book artist Mike Diana was convicted in March for obscenity stemming from his self-published Boiled Angel. He was sentenced to three years probation, 1248 hours of community service, a $3000 fine, was banned from having contact with minors, and was forced to undergo a journalistic ethics course and a psychiatric evaluation at his own expense. After relocating to New York City to serve out his sentence, he performs his community service hours--working for the Comic Book Legal Defense Fund. *2000: Comic book artist Kieron Dwyer was sued by Starbucks Coffee for parodying their famous mermaid logo within his comic book Lowest Common Denominator. Although the judge ruled that Starbucks could not sue a parody and the case settled out of court, Dwyer was forced to comply with the ruling that he could no longer use his logo for its confusing similarity to that of Starbucks. *2002: The Castillo v. Texas case centered around Jesus Castillo, an employee of a comic book store in Dallas, Texas, who was charged with two counts of \"display of obscenity\", and convicted for one, after selling adult comics to an adult undercover police officer. *2005: Rome, Georgia comics retailer Gordon Lee was charged with distributing obscene material to a minor, after a child obtained an anthology comic containing brief nudity in an excerpt of The Salon on Halloween. A mistrial was called in 2007, and the case was finally dismissed in April 2008. *2008: United States v. Handley; A 38-year-old Iowa comic collector named Christopher Handley was prosecuted under obscenity charges. The defense was led by Eric Chase, who was assisted by the CBLDF as a consultant.CBLDF To Serve As Special Consultant In PROTECT Act Manga Case October 9, 2008Iowa Collector Charged for Allegedly Obscene Manga October 10, 2008 *2010: R. v. Matheson; 27-year-old Ryan Matheson was flying from the United States to Canada when customs officials searched his personal belongings and found manga on his computer, which the officer considered to be child pornography. Brandon had been falsely charged with the possession and importation of \"child pornography\" by the Canadian government. The CBLDF assisted by raising funds for the case. The Crown eventually withdrew all criminal charges. ==See also== * Comic Legends Legal Defense Fund ==Notes== ==References== *Baltimore City Paper - CBLDF Comes to Legal Aid of Comic-Book Artists, Publishers, and Sellers. Accessed January 19, 2006 *. Accessed January 19, 2006 ==External links== * *Neil Gaiman talks about involvement with the Fund Category:Freedom of expression organizations Category:Legal advocacy organizations in the United States Category:Comics-related organizations Category:Bob Clampett Humanitarian Award winners Category:Organizations established in 1986",
 "title": "Comic Book Legal Defense Fund"
}