{
 "id": "90839",
 "text": "thumb|550px|right|Map of the Eastern Hemisphere in 600 BC. The year 600 BC was a year of the pre-Julian Roman calendar. In the Roman Empire, it was known as year 154 Ab urbe condita. The denomination 600 BC for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years. == Events == === By place === ==== Middle East ==== *The Hanging Gardens of Babylon are built by Nebuchadnezzar. (approximate date) *Zoroaster's religion becomes popular in Persia. (approximate date) *Smyrna is sacked and destroyed by Alyattes II. (approximate date) *The country of Armenia is created. (approximate date) ==== Western Europe ==== *The first dwelling at Emain Macha (now Navan Fort) is built (approximate date). *Milan is founded by Celts. *Capua is founded by Etruscans. (approximate date) *Pompeii is founded. (approximate date) *The Etruscans seize possession of Rome, making it into a prosperous trade center. (approximate date) *Victorious over the Carthaginians in a naval battle, the Greeks of Phocaea establish the city of Marseille in today's France. *Athens is suffering severe economic problems (approximate date). ==== North America ==== *The calendrical system begins appearing in areas with strong Olmec influence, continuing to appear until 500 BC (approximate date). === By topic === ==== Art and architecture ==== *Archaic period of sculpture begins in Greece (approximate date). *Kouros (representation of a male youth) begins to be made, being finished in 580 BC (approximate date). *Pitcher (container) (olpe), from Corinth, is made. It is now at The British Museum, London. (approximate date) *The Temple of Artemis, Korkyra in Corfu begins to be built (approximate date). *The Doric and Ionic orders are well developed (approximate date). == Births == *Cambyses I, father of Cyrus the Great and future king of Anshan (Persia) (approximate date) *King Gong of Chu, king of the Chinese state of Chu == Deaths == *Battus I of Cyrene, founder and first king of the Greek colony of Cyrenaica *Duke Cheng of Jin, ruler of the Chinese state of Jin *Cyrus I, king of Anshan, according to some sources == References ==",
 "title": "600 BC"
}