{
 "id": "908631",
 "text": "Academia del Perpetuo Socorro (English: \"Academy of Our Lady of Perpetual Help\") was founded in 1921 as a Catholic parochial school of the Perpetuo Socorro Parish at the Archdiocese of San Juan, Puerto Rico. The school is located in Miramar in Puerto Rico's capital city of San Juan. Students, teachers and alumni commonly refer to their school as Perpetuo. thumb|Academia del Perpetuo Socorro in Miramar, Santurce, Puerto Rico ==Mission== The goal of the Academia del Perpetuo Socorro is the complete development of the student - spiritually, mentally, morally, socially, culturally, and physically in order to live a full life and to prepare for his/her final goal - union with God. To this end, the school works to create a Catholic academic community in which faith, knowledge, and recreation are shared in a spirit of freedom, love, and creativity. The school, however, does not emphasize religion over other subjects, accepts students of all faiths and does not impose religious requirements such as baptism, confirmation or church attendance as a condition for continued attendance. ==Motto== \"Esto Perpetua\" translated as \"This Endures\" stressing how the Catholic values and formal academic education learned at this school, symbolized in the school seal by the oil lamp over the open book, (as in burning the midnight oil) are to permeate individuals and society forever. ==Clubs== ==Sports teams== Academia del Perpetuo Socorro has the largest gymnasium in the Caribbean. This gymnasium has three wooden volleyball courts that can also be transformed into two basketball courts. The gymnasium also has a small gym where athletes, faculty members, and students can go to do exercise. Perpetuo has a varsity program in ten sports: ==In popular media== The school is featured prominently in Magali García Ramis's novel Felices Días, Tío Sergio. The school was the main film location for the movie Casi Casi and forms the basis for the fictional school featured in the film. ==Notable alumni== * Roy Brown, singer/songwriter * Dr. Fernando Cabanillas Escalona - Oncologist and medical researcher. * Marisol Calero, actress and singer * Henry Darrow, actor * Harold Ignacio Peón Castro, a winner of the U.S. presidential scholar award in May, 2020 * Michael Collins, test pilot and astronaut, Apollo 11 astronaut * Cristina Córdova, sculptor * Josie de Guzman, actress and singer * Lawrence La Fountain-Stokes, scholar * Magali García Ramis, writer * Gustavo Gelpí, Federal Appellate Judge, 1st U.S. Circuit Court of Appeals * Marian Pabón, actress * Ana María Polo, lawyer/arbitrator * Johanna Rosaly, actress, singer, and television host * Gabriel Ríos, musician * Pedro Rosselló, 7th Governor of Puerto Rico, medical doctor and politician * Xavier Romeu, attorney and politician * Benicio del Toro, Academy Award and Golden Globe Award winning actor * Camille L. Vélez- Rivé, U.S. Magistrate Judge, District of Puerto Rico * Yalí-Marie Williams, soprano singer ==References== Category:Buildings and structures in San Juan, Puerto Rico Category:Education in San Juan, Puerto Rico Category:Miramar (Santurce) Category:Catholic secondary schools in Puerto Rico",
 "title": "Academia del Perpetuo Socorro"
}