{
 "id": "908847",
 "text": "Terin Marie Humphrey (born August 14, 1986, in St. Joseph, Missouri) is a retired American artistic gymnast. She competed at the 2004 Summer Olympics in Athens, where she helped the United States team place second and won an individual silver medal on the uneven bars. Humphrey was inducted into the USA Gymnastics Hall of Fame in 2008 as a member of the 2003 World Championships team, and in 2015 as an individual gymnast. == Early life and training == Humphrey was raised in Bates City, Missouri, and trained under coaches Al and Armine Fong at Great American Gymnastics Express, alongside Olympic teammate Courtney McCool. == Elite career == === 1999-2001: Junior === Humphrey became a junior national team member in 1999. At the 1999 J.O. Nationals, she placed first on uneven bars, second on balance beam, and third on vault and in the all-around. At the 1999 US Gymnastics Championships, she was thirteenth in the all-around and fourth on uneven bars in the junior division. At her first international meet, the 2000 US vs. France, she won gold in the all-around, and at the 2000 Pontiac International Team Championships her team placed first. Nationally, she competed at the US Classic and placed fourth on uneven bars and fifth in the all-around. She also competed at the US Gymnastics Championships, finishing second in the all-around and third on floor exercise. In 2001, Humphrey competed at the US Classic and the US Gymnastics Championships. Her highest finish was fourth on balance beam at the US Classic. Internationally, she competed at the Pontiac American Team Cup where her team finished first. === 2002-2004: Senior === In 2002, Humphrey became a senior national team member. She competed in four national meets and five international meets, including the World Artistic Gymnastics Championships. At World Championships, she advanced to the semifinal round on floor exercise and vault, but did not make the eight-person finals on either apparatus, placing ninth on vault and eleventh on floor. In 2003, Humphrey competed at the Pacific Challenge, winning team silver and individual vault silver. She placed sixth in the all-around at US National Championships. She competed at the World Championships and was a member of the first U.S. women's team to win a World Championships gold medal. Humphrey placed third at the 2004 U.S. National Championships, improving on her sixth-place performance from the year before. At the 2004 Athens Olympics, Humphrey competed on bars and balance beam in the team finals, scoring 9.587 and 9.487, respectively. She helped the United States team win team silver. She also competed in the event finals on the uneven bars and won the silver medal with a score of 9.662. ==NCAA career== Humphrey competed for the University of Alabama from 2005 to 2008. She was Alabama gymnastics' first Olympian. In her freshman season, she helped the team to second place in the NCAA National Championships and won the NCAA uneven bars title. As a sophomore, she won the NCAA West Regional balance beam title. As a junior, Humphrey underwent surgery on both elbows, but still competed in every meet that season and won the NCAA National Championships uneven bars title. On March 18, 2008, Humphrey, who battled back problems during the 2008 season, announced her retirement from gymnastics.Rapoport, Ian R. \"University of Alabama's Terin Humphrey Retires from Gymnastics\" . The Birmingham News. March 19, 2008. Accessed on May 10, 2008. ==Post-college== In May 2010, Humphrey became a police officer in Raymore, Missouri. She said that she had been interested in law enforcement since watching NYPD Blue as a child, and that she had considered law and forensics before settling on the police academy. Humphrey left the police force four and a half years later. Humphrey remains involved with USA Gymnastics, and was a member of the selection committee that chose the U.S. women's teams for the 2012 and 2016 Olympics. As of April 2016, she was coaching gymnasts at X-treme, a facility in Lee's Summit, Missouri, and studying massage therapy. Humphrey became an athlete representative on USA Gymnastics' Athletes' Council in 2009. She was removed from this position in May 2019, after posting a meme on Facebook that stated, \"What champions consider coaching is what the entitled consider abuse,\" in the wake of the USA Gymnastics abuse scandal. ==Skills== Humphrey's elite routines consisted of: Vault: Double-twisting Yurchenko (9.8 start value); piked Podkopayeva (9.7 SV); piked Khorkina II (9.9 SV) Uneven bars: Glide kip, cast to handstand (KCH); Maloney; KCH 1/2 + toe-on 1/2 + Markelov; KCH + stalder 1/1 + hop 1/1 + Gienger; KCH + giant 1/1 + overshoot + toe-on 1/1 + piked sole circle to high bar; KCH; giant + giant + double layout dismount (10.00 SV) Balance beam: Triple turn in lunge position; standing Arabian; Kochetkova; back handspring + back layout + beat jump; wolf jump; punch front, beat jump - switch leap, back dive 1/4, back hip circle - roundoff, flip flop, double tuck (9.9 SV) Floor exercise: Round-off + back handspring + double Arabian; full-twisting switch leap; double-twisting tuck jump; round-off + back handspring + piked full-in; round-off + back handspring + 1 twist + round-off, back handspring, 2 twist; double stag leap; split leap full; triple turn; round-off + back handspring + triple twist (10.0 SV) ===Eponymous skill=== Humphrey has one eponymous skill listed in the Code of Points. {|class=\"wikitable\" |- ! Apparatus !! Name !! Description !! Difficulty !! Notes |- |Balance beam || Humphrey || 2½ turn (900°) in tuck stand on one leg - free leg optional || D || Also called a 2½ wolf turn |} ==References== * http://www.usagym.org/PDFs/Results/worlds_artistic_results_2002.pdf ==External links== * * Terin Humphrey's U.S. Olympic Team bio with three photo galleries * Alabama Crimson Tide bio * * List of competitive results at Gymn Forum Category:1986 births Category:Living people Category:Sportspeople from St. Joseph, Missouri Category:American female artistic gymnasts Category:Alabama Crimson Tide women's gymnasts Category:American Ninja Warrior contestants Category:Gymnasts at the 2004 Summer Olympics Category:Originators of elements in artistic gymnastics Category:Medalists at the World Artistic Gymnastics Championships Category:Olympic silver medalists for the United States in gymnastics Category:Medalists at the 2004 Summer Olympics Category:People from Lafayette County, Missouri Category:People from Raymore, Missouri Category:U.S. women's national team gymnasts",
 "title": "Terin Humphrey"
}