{
 "id": "908826",
 "text": "The Broadway Limited was a passenger train operated by the Pennsylvania Railroad (PRR) between New York City and Chicago. It operated from 1912 to 1995. It was the Pennsylvania's premier train, competing directly with the New York Central Railroad's 20th Century Limited. The Broadway Limited continued operating after the formation of Penn Central (PC) in February 1968, one of the few long-distance trains to do so. PC conveyed the train to Amtrak in 1971, who operated it until 1995. The train's name referred not to Broadway in Manhattan, but rather to the \"broad way\" of PRR's four-track right-of-way along the majority of its route. == History == === Pennsylvania Railroad === The Pennsylvania Special was one of nine express trains the Pennsylvania Railroad (PRR) operated between New York City and Chicago. On November 14, 1912, PRR renamed it the Broadway Limited, to avoid confusion with the similarly-named Pennsylvania Limited. The name, though spelled as \"Broadway\", honored PRR's four-track \"broad way\" main line. In the heavyweight era the Broadway Limited was an extra-fare, all sleeper (no coach service) train with an open-platform observation car at the end, such as Continental Hall and Washington Hall. The scheduled running time was 20 hours until it was reduced to 18 hours in 1932. Further reductions took place between 1932 and 1935, with the final heavyweight running time at 16 hours, 30 minutes. On June 15, 1938, the Broadway Limited received lightweight streamlined cars to replace its heavyweight steel cars; on the same day rival New York Central Railroad's (NYC) 20th Century Limited was streamlined. Raymond Loewy styled the new cars and the PRR GG1 electric locomotive as well as some streamlined steam locomotives for PRR, notably the S1 and T1 Duplex drive engines. The Broadway Limited was one of four pre-World War II PRR trains to receive such equipment; the others being the General (New York–Chicago), Spirit of St. Louis (New York–St. Louis), and Liberty Limited (Washington–Chicago). Other PRR trains continued to use heavyweight cars until after the end of World War II. Most of the 1938 cars were built new by Pullman-Standard between March and May of that year, but the diners, RPO and baggage cars were rebuilt from heavyweight cars by the railroad's Altoona shops. The Broadway Limited was the only PRR train to be completely re-equipped with lightweight sleeping cars before World War II. The train's running time was further reduced to 16 hours. thumb|center|500px|Equipment and services on the Broadway Limited in the 1920s. In 1949 PRR again re-equipped the Broadway Limited with new streamlined equipment. The all-sleeper train carried compartments, bedrooms, duplex rooms, roomettes for a single occupant and drawing rooms for three persons. The buffet-lounge-observation cars built by Pullman Standard were named Mountain View and Tower View. They had squared-off observation ends, instead of the tapered or rounded ends in the 1938 version, and contained two master rooms with radio and showers. thumb|350px|left|The Broadway Limited 1928 Also introduced was a twin-unit dining car and a mid-train lounge car, such as Harbor Rest, described by a PRR brochure as \"cheerful, spacious ... richly appointed for leisure with deep, soft carpets ... latest periodicals are in the libraries.\" The February 1956 Official Guide listed the westbound Broadway Limited (Train 29) consist as having fourteen cars normally assigned: nine sleeping cars between New York and Chicago, one additional sleeping car from New York continuing through to Los Angeles on the Santa Fe's Super Chief, the twin-unit dining car, lounge car, and observation car. The train departed New York at 6:00 p.m. Eastern Standard Time and arrived at Chicago the following morning at 9:00 a.m. Central Time. The Broadway Limited was not immune to the decline in passenger rail transport, though it resisted longer than most. The competitor 20th Century Limited began carrying coaches in 1957. The PRR in October 1957 eliminated the train's transcontinental sleeping cars connecting with the original California Zephyr and the Santa Fe's Super Chief. Factors in the termination were declining ridership, and in the case of the Super Chief the time-consuming transfer of a sleeping car between Union Station, which the PRR used and Dearborn Station, which the Santa Fe used.Christopher T. Baer, 'A GENERAL CHRONOLOGY OF THE PENNSYLVANIA RAILROAD COMPANY ITS PREDECESSORS AND SUCCESSORS AND ITS HISTORICAL CONTEXT' http://www.prrths.com/newprr_files/Hagley/PRR1957.pdf In late 1967, when the Illinois Central Railroad's Panama Limited also began carrying coaches the Broadway Limited became the last \"all-Pullman\" train in the United States, a distinction that did not last long. PRR merged the Broadway Limited with the General on December 13, 1967. The train was one of the few long-distance trains to survive the merger of PRR and NYC into the Penn Central (PC). Also, the train began stopping at some smaller cities it had bypassed until then.Penn Central East-West timetable, October, 1968 === Amtrak === Amtrak's incorporators selected the Broadway Limited as the new company's sole New York–Chicago route. Amtrak operated a Washington, D.C. section via the Port Road Branch, which separated at Harrisburg. In the 1970s, the Broadway Limited experienced chronic lateness due to poor track conditions in the Midwest. The route changed in 1979 when PC successor Conrail abandoned trackage west of Youngstown, Ohio. These changes included: * A minor re-route over the ex-New York Central in Gary, Indiana in 1979. * A major re-route over the ex- Baltimore and Ohio Railroad (B&O;) in Indiana and Ohio, due to Conrail's desire to abandon part of the former Pittsburgh, Fort Wayne and Chicago Railway. This change took effect on November 10, 1990. This resulted in Fort Wayne, Indiana losing service; a new station was built to the north in Waterloo, and was used by Amtrak's Capitol Limited.'Amtrak National Timetable,' April 1991, p. 19 The new Broadway Limited route also resulted in the restoration of service to Akron, Ohio and Youngstown, Ohio.'Amtrak National Timetable,' October 1990, p. 44 Amtrak ultimately discontinued the Broadway Limited on September 10, 1995, in the face of significant funding problems. The Broadway Limited then earned $6.6 million against costs of $24 million. Amtrak replaced it with the all-coach Three Rivers, which would in turn be discontinued in 2005. == Equipment == Pullman-Standard built the entirety of the equipment pool for the 1938 lightweight re-equipping, with the exception of two dining cars which were rebuilt in PRR's Altoona shops. The equipment delivered included eight 18-roomette sleeping cars; two sleeper-bar- lounges; four 4-compartment, 2-drawing room, 4-double bedroom sleeping cars; two 13-double bedroom sleeping cars; and two View series sleeper-buffet- lounge-observation cars. The dining car seated 24 at tables (in both 1x1 and 2x2 configurations) and featured a small bar at one end with seating for two. The sleeper-bar-lounge included a secretary's room, barber shop, shower-bath, and a bar/lounge with both booth and chair seating. The Broadway Limited received additional Pullman equipment in 1949. This included Harbor Cove and Harbor Rest, sleeper-bar-lounges with three double bedrooms, and Mountain View and Tower View, sleeper-buffet-lounge-observation cars with two master rooms and a double bedroom. The Broadway Limited received coaches for the first time in 1967, when it merged with the General. Under PC the train carried \"two or more coaches, two lounges, twin-unit diner, and four sleepers.\" This was better than most remaining passenger trains, which often had only two-three cars. Amtrak singled out the Broadway Limited for special treatment and in 1972 completely refurbished its equipment, most of which was ex-PC, although former Union Pacific Railroad sleeping cars were also used. Amtrak also added a Slumbercoach to the consist. In 1974 Amtrak tried out rebuilt 6-bedroom, 8-roomette ex-Rock Island sleeping cars, but their limited capacity reduced revenue. The Broadway Limited began receiving rebuilt Heritage Fleet cars in 1980, and Amfleet coaches thereafter. 68 cars were rebuilt at a total cost of $9.8 million. == Notes == == References == * * * * * * * * == External links == * Inside the Broadway Limited promotional booklet published by the Pennsylvania Railroad * Amtrak route guide, 1977 Category:Former Amtrak routes Category:Passenger trains of the Pennsylvania Railroad Category:Railway services introduced in 1912 Category:Named passenger trains of the United States Category:Night trains of the United States Category:Railway services discontinued in 1995 Category:Passenger rail transportation in Pennsylvania Category:Passenger rail transportation in New York (state) Category:Passenger rail transportation in New Jersey Category:Passenger rail transportation in Ohio Category:Passenger rail transportation in Indiana Category:Passenger rail transportation in Illinois",
 "title": "Broadway Limited"
}