{
 "id": "908990",
 "text": "Raymond Loewy ( , ; November 5, 1893 – July 14, 1986) was a French-born American industrial designer who achieved fame for the magnitude of his design efforts across a variety of industries. He was recognized for this by Time magazine and featured on its cover on October 31, 1949.Loewy on the cover of Time (October 31, 1949) He spent most of his professional career in the United States, becoming a naturalized citizen in 1938. Among his designs were the Shell, Exxon, TWA and the former BP logos, the Greyhound Scenicruiser bus, Coca-Cola vending machines and bottle redesign, the Lucky Strike package, Coldspot refrigerators, the Studebaker Avanti and Champion, and the Air Force One livery. He was engaged by equipment manufacturer International Harvester to overhaul its entire product line, and his team also assisted competitor Allis-Chalmers.https://contractormag.co.nz/classic-machines/allis-chalmers- hd-14/ He undertook numerous railroad designs, including the Pennsylvania Railroad GG1, S-1, and T1 locomotives, the color scheme and Eagle motif for the first streamliners of the Missouri Pacific Railroad, and a number of lesser known color scheme and car interior designs for other railroads. His career spanned seven decades. The press referred to Loewy as The Man Who Shaped America, The Father of Streamlining and The Father of Industrial Design.\"FastFacts\" on Raymondloewy.com ==Early life== Loewy was born in Paris in 1893, the son of Maximilian Loewy, a Jewish journalist from Austria, and a French mother, Marie Labalme. Loewy distinguished himself early with the design of a successful model aircraft, which won the Gordon Bennett Cup for model airplanes in 1908. By the following year, he had commercial sales of the plane, named the Ayrel. He graduated in 1910 from the University of Paris. He continued his studies in advanced engineering at Ecole Duvignau de Lanneau in Paris, but stopped his studies early to serve in World War I, eventually graduating after the war in 1918. Loewy served in the French army during World War I (1914–1918), attaining the rank of captain. He was wounded in combat and received the Croix de guerre. After the war he moved to New York, where he arrived in September 1919. ==Career== ===Early work=== thumb|left|187px|Loewy in 1950 In Loewy's early years in the United States, he lived in New York and found work as a window designer for department stores, including Macy's, Wanamaker's and Saks in addition to working as a fashion illustrator for Vogue and Harper's Bazaar. In 1929 he received his first industrial-design commission to contemporize the appearance of a duplicating machine by Gestetner. Further commissions followed, including work for Westinghouse, the Hupp Motor Company (the Hupmobile styling), and styling the Coldspot refrigeratorColdspot Refrigerator for Sears-Roebuck. It was this product that established his reputation as an industrial designer. He opened a London office in the mid-1930s that continues to operate.Loewy Group marketing agency ===Pennsylvania Railroad=== In 1937, Loewy established a relationship with the Pennsylvania Railroad, and his most notable designs for the firm involved some of their passenger locomotives. He designed a streamlined shroud for K4s Pacific #3768 to haul the newly redesigned 1938 Broadway Limited. He followed by styling the experimental S1 locomotive, as well as the T1 class. In 1940, he designed a simplified version of the streamlined shroud for another four K4s. In 1942, he designed the streamlined shroud for the experimental duplex engine Q1 which was his last work of streamlining PRR's steam engine. In 1946, at the Pennsylvania Railroad's request, he restyled Baldwin's diesels with a distinctive \"sharknose\" reminiscent of the T1. He also designed the experimental steam turbine engine V1 \"Triplex\" for PRR which was never built. While he did not design the famous GG1 electric locomotive, he improved its appearance with welded rather than riveted construction, and he added a pinstripe paint scheme to highlight its smooth contours. In addition to locomotive design, Loewy's studios provided many designs for the Pennsylvania Railroad, including stations, passenger-car interiors, and advertising materials. By 1949, Loewy employed 143 designers, architects, and draftsmen. His business partners were A. Baker Barnhart, William Snaith, and John Breen.Staff (October 31, 1949) \"Up from the Egg\", Time ===Studebaker=== Loewy had a long and fruitful relationship with American car maker Studebaker. Studebaker first retained Loewy and Associates and Helen Dryden as design consultants in 1936 and in 1939 Loewy began work with the principal designer Virgil Exner.Setright, L.J.K., \"Loewy: When styling became industrial design\", in Northey, Tom, ed. World of Automobiles (London: Orbis, 1974), Volume 11, p. 1211. Their designs first began appearing with the late-1930s Studebakers. Loewy also designed a new logo to replace the \"turning wheel\" that had been the Studebaker trademark since 1912. During World War II, American government restrictions on in-house design departments at Ford, General Motors, and Chrysler prevented official work on civilian automobiles. Because Loewy's firm was independent of the fourth-largest automobile producer in America, no such restrictions applied. This permitted Studebaker to launch the first all-new postwar automobile in 1947, two years ahead of the \"Big Three.\" His team developed an advanced design featuring flush-front fenders and clean rearward lines. The Loewy staff, headed by Exner, also created the Starlight body, which featured a rear-window system that wrapped 180° around the rear seat. In addition to the iconic bullet-nosed Studebakers of 1950 and 1951, the team created the 1953 Studebaker line, highlighted by the Starliner and Starlight coupes. (Publicly credited to Loewy, they were actually the work of Robert Bourke.Automotive Design Oral History – \"Reminiscences of Robert E. Bourke\") The Starlight has consistently ranked as one of the best-designed cars of the 1950s in lists compiled since by Collectible Automobile, Car and Driver, and Motor Trend. The '53 Starliner, recognized today as \"one of the most beautiful cars ever made\",Ludvigsen, p. 2227 was radical in appearance, as radical in its way as the 1934 Airflow. However, it was beset by production problems. To brand the new line, Loewy also contemporized Studebaker's logo again by applying the \"Lazy S\" element. His final commission of the 1950s for Studebaker was the transformation of the Starlight and Starliner coupes into the Hawk series for the 1956 model year. In the spring of 1961, Studebaker's new president, Sherwood Egbert, recalled Loewy to design the Avanti. Egbert hired him to help energize Studebaker's soon-to-be-released line of 1963 passenger cars to attract younger buyers. Despite the short 40-day schedule allowed to produce a finished design and scale model, Loewy agreed to take the job. He recruited a team consisting of experienced designers, including former Loewy employees John Ebstein; Bob Andrews; and Tom Kellogg, a young student from the Art Center College of Design in Pasadena. The team worked in a house leased for the purpose in Palm Springs, California. (Loewy also had a home in Palm Springs that he designed himself. Bloch, John, director and producer: Agronsky, Martin, host, (February 23, 1958). \"Look Here. Raymond Loewy\". NBC Television Presents, ) Each team member had a role. Andrews and Kellogg handled sketching, Ebstein oversaw the project, and Loewy was the creative director and offered advice. ===NASA=== Raymond Loewy worked for NASA from 1967 to 1973Novak, Matt (October 13, 2014) \"Raymond Loewy's NASA Designs Are The Space Future That Never Was\" Paleofuture as a Habitability Consultant for design of the Skylab space station, launched in 1973.Torchinsky, Jason (May 13, 2014) \"Why Skylab Was America's First And Best Home In Space\" Jalopnik One of NASA's goals in hiring him was to improve the psychology, safety, and comfort of manned spacecraft. Due to long duration confinement in limited interior space in micro-g with almost non-existing variability in environment, the comfort and well-being of the crew through the use of esthetics played high importance. Loewy suggested a number of improvements to the layout, such as the implementation of a wardroom, where the crew could eat and work together, the wardroom window, the dining table and the color design, among others. A key feature of Raymond Loewy's design for the sleep compartments was that the floor plan for each of the three was different to create a sense of individual identity for each compartment. Elements of the crew quarters included sleep restraints, storage lockers, privacy partitions, lighting, a light baffle, privacy curtains, mirrors, towel holders and a communication box. The table was designed by Loewy in order to avoid creating hierarchical positions for crew members during long missions. Food was eaten using forks, knives and spoons, which were held in place on the table by magnets. Liquids were drunk from squeezable plastic containers. ===International Harvester=== The International Harvester company was a manufacturer of agricultural machinery and construction equipment. In 1935 it engaged Loewy to overhaul the product line, from the company's logo to operator ergonomics. The first new machine to reflect Loewy's design aesthetic, a crawler tractor known as the International TD-18, was launched in 1938. ===Cockshutt=== For the 1958 model year, Loewy was engaged to style the Canadian Cockshutt Plow Company's new line of agricultural tractors in the squared-off style that was becoming popular.The Cockshutt 540, 550, 560 and 570 models were all styled by Loewy. ===Allis-Chalmers=== Raymond Loewy's designers influenced the design of Allis- Chalmers crawler tractors. The tractors were described as having stylish panelwork with curvaceous lines. ==Personal life, death and legacy== Loewy's first marriage was to Jean Thomson, which ended in divorce. Jean Thomson remained employed by the Loewy firm after the marriage ended. In 1980, Loewy retired at the age of 87 and returned to his native France. He died in his Monte Carlo residence on July 14, 1986. He was raised a Roman Catholic and was buried in the cemetery of a Catholic churchL’église de Rochefort et son cimetière on the official website of Rochefort-en-Yvelines. in Rochefort-en- Yvelines, a village located 40 km south-west of Paris, where he owned a rural home named La Cense. He was survived by his wife Viola (née Erickson), and their daughter Laurence. ===Foundation=== In 1992, Viola and Laurence Loewy, with the support of British American Tobacco, established the Raymond Loewy Foundation in Hamburg, Germany. The foundation was established to preserve the memory of Raymond Loewy and promote the discipline of industrial design. An annual award of €50,000 is granted to outstanding designers, in recognition of their lifetime achievements. Notable grantees include Karl Lagerfeld, Philippe Starck and Dieter Rams. ===Design philosophy=== In 1998, Loewy's daughter, Laurence, established Loewy Design in Atlanta, Georgia, to manage her father's continued interests in the United States. In 2006, the Loewy Gallery,https://www.1717design.com opened in Roanoke, Virginia, through the supportive efforts of the O. Winston Link Museum, the local business community, art patrons, Laurence Loewy, David Hagerman, and Ross Stansfield. Laurence died of natural causes October 15, 2008, and is survived by her husband David Hagerman. Hagerman is the representative for the Estate of Raymond Loewy, which remains dedicated to reintroducing Loewy's design philosophy of MAYA, or \"most advanced, yet acceptable\", to a new generation, through design exhibitions, publications, and documentaries. In October 2017, the documentary, Raymond Loewy: designer of American dreams, originally conceived by Laurence Loewy, premiered to Paris audiences. The film has aired on the French Arte channel.ARTE. \"Raymond Loewy, le designer du rêve américain\". ARTE Boutique – Films et séries en VOD, DVD, location VOD, documentaires, spectacles, Blu-ray, livres et BD (in French). Retrieved 2018-12-03. ===Google doodle=== On November 5, 2013, Loewy was honored with a Google Doodle depicting a streamlined locomotive bearing a resemblance to the K4s Pacific#3768 shroud design, using the wheels of the train to form the word Google. ==Loewy designs== Work in years or models unknown * Frigidaire refrigerators, ranges, and freezers * Panama Pacific Line: Loewy designed the interiors for a trio of American-built cargo liners named the SS Ancon, and . * Wahl-Eversharp Symphony fountain pen. * Dorsett \"Catalina\", a popular early fiberglass pleasure boat. 1900s * Ayrel aircraft, 1909 1920s * Gestetner mimeograph duplicating machine shell, 1929 1930s * Boeing 307 – Interior of the Boeing 307 (Stratoliner) owned by Howard Hughes * International Harvester Farmall tractor letter series, 1939–1954 * International Harvester Metro, light & medium duty vans and trucks, 1938 * Pennsylvania Railroad, streamlining of: ** PRR K4s steam locomotive ** PRR S1 steam locomotive ** PRR Q1 steam locomotive ** PRR Q2 steam locomotive ** PRR T1 steam locomotive ** PRR V1/Triplex steam turbine locomotive (Never-Build) ** PRR GG1 electric locomotive * Pennsylvania Railroad, The Broadway Limited (exterior color scheme and interiors) 1938–1947 * Pennsylvania Railroad, Fleet of Modernism color scheme for passenger cars 1938–1947 * Sears products, including the 1935 Sears Coldspot refrigerator * Sunbeam tombstone-shaped electric toaster. 1940s * Electrolux L300 refrigerator, 1940 * Missouri Pacific Railroad Eagle streamliner colors and car interiors, 1940 * Harley-Davidson components of the 1941 74FL Knucklehead * Schick electric razor, 1941 * Lucky Strike, white package, 1942 * Electrolux floor polisher model B6, 1944 * Fairbanks-Morse \"Erie-built\" (1945) and \"C-liner\" (1950) models, Model H-10-44 (1944) and H-20-44 (1947), and early Model H-12-44 (1950), H-12-46 (1950), H-15-44 (1947), H-16-44 (1950), and H-16-66 (1950) diesel locomotives * Hallicrafters Model S-38 shortwave radio, 1946 * Loewy Lincoln Continental, 1946 * Filben Maestro jukebox, 1947 * 1947 Studebaker Champion, 1947 * Accommodations and public spaces for the postwar refit of Matson Lines liner , 1948 * Baldwin Locomotive Works Model DR-4-4-15 \"Sharknose\" diesel locomotives, 1949 * IBM 026 keypunch, 1949 * Norfolk and Western Railway Roanoke, Virginia station renovation (now the O. Winston Link Museum), 1949; the building is included in the Norfolk and Western Railway Company Historic District, listed on the National Register of Historic Places in 1999. * Lord & Taylor first branch, Manhasset, New York, 1946 * Eversharp Symphony fountain pen 1949 1950s * Lionel's #497 Coal Loader, 1950 * Greyhound Lines experimental Coach GX-1 (US Patent 2,563,917), precursor to the PD-4501 Scenicruiser, 1951. * The International Harvester \"IH\" \"Man on a tractor\" logo, 1952. * Peace cigarette packaging, 1952 * J. W. Robinson's Beverly Hills (department store, interiors), 1952. * Studebaker Commander, 1953 * Northern Pacific Railway, Vista-Dome North Coast Limited (exterior color scheme and interiors), 1954. * Coca-Cola Redesign of the original contour bottle, eliminating Coca-Cola embossing and adding vivid white Coke/Coca-Cola lettering, designed and introduced first king-size or slenderized bottles, that is, 10, 12, 16 and 26 oz. (1955) Later, in 1960, he designed the first Coke steel can with diamond design. * Rosenthal Sunburst modern china set 1956. * Hillman Minx automobile, Series One onward, 1956–1959. * Sunbeam Alpine automobile, series One onward, 1959–1967. * Sunbeam Mixmaster Models 10 and 11, 1950–1956. * Scott-Atwater Royal Scott outboard motor made by McCulloch, 1957 * 500-Series of Cockshutt tractors, 1958 * Le Creuset Coquelle, 1958 * Leisurama homes, 1959 * Dorsett recreational boats, 1959 * TWA Twin Globes Logo, 1959 1960s * Air Force One's distinctive blue, white and chrome livery, 1962. Variations on Loewy's original design are today flown by most of the U.S. Air Force's fleet of VIP aircraft, including the military \"VC\" models of 747s, 757s, 737s, and Gulfstreams.(A similar livery was applied in 2006 to Union Pacific diesel locomotive#4141 to honor former president George H. W. Bush) * Union News restaurants, coffee shop, at the TWA Flight Center, Idlewild, circa 1962 * Studebaker Avanti, 1963 * United States Coast Guard \"racing stripe\" Service Mark, 1964 * Five cents John Kennedy postage stamp, 1964 * DF-2000 line of modern furniture, 1965Valet 2000/50 Dressing Cabinet * Plastic Omnium logo, 1966 * Exxon logo, 1966 (introduced in 1972)American Treasures of the Library of Congress, \"Design drawing for Exxon logo by Raymond Loewy\" * New York City Transit Authority R40 car, whose slanted-front end design had to be retrofitted with guide and guard rails, along with pantograph gates due to safety concerns, 1967. * Lucky Strike holiday carton, box art, Christmas 1967 * Chubb logo, 1968 * Elna's Lotus compact sewing machine; in the Design Collection of New York's Museum of Modern Art (MOMA), 1968. * SPAR logo, 1968 * Stiffle Lamps Tension Pole Lamps 1970s * United States Postal Service eagle logo, 1970 * Shell logo, 1971 * Air France Concorde interior, 1975 * NASA's Skylab space station, first interior design standards for space travel including a porthole to allow a view of earth from space, interior designs and color schemes, a private area for each crew member to relax and sleep, food table and trays, coveralls, garment storage modules, designs for waste management * Norfolk Scope, hallmark and logo ===Gallery=== File:NCTM Lincoln.jpg | A 1946 Lincoln Continental File:1953 Studebaker Commander.jpg | 1953 Studebaker Commander Starliner hardtop File:LC-USZC4-3923 Avanti Loewy.jpg | A concept sketch of the 1963 Avanti by Loewy File:1958 International Metro Van in Portland in 2012, front.jpg | A preserved Metro Van in 2012 File:PCC Cleveland.jpg|A PCC (Presidents' Conference Committee) streetcar in Cleveland in 1950 File:Le Creuset.jpg | Le Creuset dishes File:Thermos flask, Model 3750, designed by Raymond Loewy, American Thermos Bottle Corporation, 1937, chrome-plated brass, aluminum, bakelite - Museum für Angewandte Kunst Köln - Cologne, Germany - DSC09512.jpg|1937 Thermos flask File:Television set, Model T 54, designed by Raymond Loewy, The Hallicrafters, USA, 1948, case made from lacquered iron sheet - Museum für Angewandte Kunst Köln - Cologne, Germany - DSC09654.jpg|1948 Midel T-54 television set File:Elna Lotus ouverte.jpg | Elna Lotus portable folding sewing machine File:Anscoflex II (John Kratz).jpg|Anscoflex II File:Leisurama house in Montauk.jpg | A Leisurama house in Montauk, New York; Leisurama houses could be purchased at Macy's department store. File:Bar Counter at TWA Flight Center, 1962.jpg |Union News coffee shop at the TWA Flight Center, [[John F. Kennedy International Airport|Idlewild] Airport (JFK)]] File:Boeing 787-10 rollout with President Trump (33150979675) crop.jpg | Air Force One with Loewy-designed livery File:CGMark_W.png | The USCG Racing Stripe logo (1964) File:Exxon logo.svg | The Exxon logo, designed in 1966, introduced in 1972 ==Published books== * The Locomotive: Its Aesthetics (1937) * Never Leave Well Enough Alone (1951, autobiography) * Industrial Design (1979) ==See also== * Norman Bel Geddes * Streamline Moderne, design era * Lester C. Tichy, Loewy's protégé and another Pennsylvania Railroad designer. ==References== Notes Further reading * Bayley, Stephen. The Lucky Strike Packet (Design Classics Series), Art Books International Ltd (1998) * Byars, Mel. \"Loewy, Raymond\" in American National Biography, American Council of Learned Societies (2000) * Porter, Glenn. Raymond Loewy Designs for the Consumer Culture, Hagley Museum and Library (2002) * Schoenberger, Angela. Raymond Loewy: Pioneer of American Industrial Design, Prestel Publishing (1991) * Trétiack, Phillippe. Raymond Loewy and Streamlined Design, New York: Universe (1999) * Wall, John. Streamliner: Raymond Loewy and Image-making in the Age of American Industrial Design, Johns Hopkins University Press (2018) ==External links== * RaymondLoewy.com – official site website of Raymond Loewy * RaymondLoewy.org – official site of Estate of Raymond Loewy * The Raymond Loewy Foundation * Raymond Loewy Tribute Site (English/German) * Raymond Loewy archive (1903–1982) at Hagley Museum and Library. This collection consists of Loewy's personal papers, business records, and materials generated and maintained by Loewy's New York Public Relations Department as well as some of Viola Loewy's personal papers. * Raymond Loewy Collection of Photographs and Audiovisual Materials (1905–1980) at Hagley Museum and Library. This collection is composed of images of design work Loewy and his firm conducted for corporate American and foreign clients; Loewy's personal photographs; and his speeches and interviews. * Raymond Loewy miscellany (1936–1995) at Hagley Museum and Library. The collection consists of magazine advertisements, photos and postcard views of Loewy designs, product brochures; and a group of publications by and about Loewy. There is also a small group of artifacts. * Category:1893 births Category:1986 deaths Category:American industrial designers Category:American people in rail transportation Category:American people of Austrian-Jewish descent Category:French Roman Catholics Category:French designers Category:French emigrants to the United States Category:French military personnel of World War I Category:French people of Austrian-Jewish descent Category:Logo designers Category:Modernist designers Category:People in the automobile industry Category:Artists from Palm Springs, California Category:Engineers from Paris Category:Window dressers Category:Catholics from California Category:French stamp designers",
 "title": "Raymond Loewy"
}