{
 "id": "90914",
 "text": "Campbell County is a county in the U.S. state of Wyoming. As of the 2020 United States Census, the population was 47,026, making it the third-most populous county in Wyoming. Its county seat is Gillette. Campbell County comprises the Gillette, WY Micropolitan Statistical Area. ==History== Campbell County was created in 1911 from land annexed from Crook and Weston Counties. It was named either for John Allen Campbell, a governor of the Wyoming Territory, or for Robert Campbell, an trapper and fur trader associated with William Henry Ashley. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (9.6%) is water. ===Adjacent counties=== * Powder River County, Montana – north * Crook County – northeast * Weston County – southeast * Converse County – south * Johnson County – southwest * Sheridan County – west ===Major highways=== * 20px Interstate 90 * * 20px U.S. Highway 14 * 20px U.S. Highway 16 * 20px Wyoming Highway 50 * 20px Wyoming Highway 51 * 20px Wyoming Highway 59 * 20px Wyoming Highway 387 * 20px Wyoming Highway 450 ===National protected area=== *Thunder Basin National Grassland (part) ==Demographics== ===2000 census=== As of the 2000 United States Census, there were 33,698 people, 12,207 households, and 9,008 families in the county. The population density was 7 people per square mile (3/km2). There were 13,288 housing units at an average density of 3 per square mile (1/km2). The racial makeup of the county was 96.06% White, 0.15% Black or African American, 0.93% Native American, 0.32% Asian, 0.09% Pacific Islander, 1.12% from other races, and 1.34% from two or more races. 3.53% of the population were Hispanic or Latino of any race. 30.3% were of German, 11.4% English, 11.0% Irish, 8.5% American and 6.2% Norwegian ancestry. There were 12,207 households, out of which 43.10% had children under the age of 18 living with them, 59.80% were married couples living together, 8.80% had a female householder with no husband present, and 26.20% were non-families. Of 12,207 households, 785 were unmarried partner households: 675 heterosexual, 52 same- sex male, and 58 same-sex female. 20.20% of all households were made up of individuals, and 3.90% had someone living alone who was 65 years of age or older. The average household size was 2.73 and the average family size was 3.16. The county population contained 31.00% under the age of 18, 9.50% from 18 to 24, 32.30% from 25 to 44, 21.90% from 45 to 64, and 5.30% who were 65 years of age or older. The median age was 32 years. For every 100 females there were 105.60 males. For every 100 females age 18 and over, there were 104.10 males. The median income for a household in the county was $76,576, and the median income for a family was $53,927. Males had a median income of $41,814 versus $21,914 for females. The per capita income for the county was $20,063. About 5.60% of families and 7.60% of the population were below the poverty line, including 7.70% of those under age 18 and 12.40% of those age 65 or over. ===2010 census=== As of the 2010 United States Census, there were 46,133 people, 17,172 households, and 11,933 families in the county. The population density was . There were 18,955 housing units at an average density of . The racial makeup of the county was 93.2% white, 1.2% American Indian, 0.6% Asian, 0.3% black or African American, 2.7% from other races, and 2.1% from two or more races. Those of Hispanic or Latino origin made up 7.8% of the population. In terms of ancestry, 32.2% were German, 15.9% were Irish, 10.8% were English, 5.5% were American, and 5.1% were Norwegian. Of the 17,172 households, 39.0% had children under the age of 18 living with them, 54.0% were married couples living together, 8.6% had a female householder with no husband present, 30.5% were non-families, and 22.4% of all households were made up of individuals. The average household size was 2.66 and the average family size was 3.11. The median age was 31.9 years. The median income for a household in the county was $76,576 and the median income for a family was $83,965. Males had a median income of $61,393 versus $31,769 for females. The per capita income for the county was $31,968. About 5.9% of families and 6.9% of the population were below the poverty line, including 10.5% of those under age 18 and 3.9% of those age 65 or over. ==Communities== ===City=== thumb|right|Downtown Gillette on South Gillette Avenue looking south * Gillette (county seat) ===Town=== * Wright ===Census-designated places=== * Antelope Valley-Crestview * Sleepy Hollow ===Unincorporated communities=== *Croton *Echeta *Pleastantdale *Recluse *Rozet *Savageton *Spotted Horse *Weston *Wyodak ==Politics== Owing to its coal mining and oil wealth, Campbell County is overwhelmingly Republican. No Democratic presidential candidate has carried Campbell County since Franklin D. Roosevelt won 46 of 48 contemporary states against Alf Landon in 1936. Since 1950, the only Democrat to have won forty percent of the county's vote is Lyndon Johnson in his 1964 landslide victory against Barry Goldwater, and in the subsequent half-century no Democrat has passed one-third of the county's vote. In 2016, indeed, Campbell came to rival Crook and Johnson counties for the unofficial title of “reddest county in the reddest state”, with Donald Trump outpolling Hillary Clinton by a twelve-to-one margin. It is the only county in the state where Trump got >85% of the vote. ==Notable people== *Tom Lubnau, Speaker of the Wyoming House of Representatives *Sue Wallis, Republican member of the Wyoming House from Campbell County ==See also== *National Register of Historic Places listings in Campbell County, Wyoming ==References== ==External links== *Campbell County Website * Campbell County Observer Website Category:1911 establishments in Wyoming Category:Populated places established in 1911",
 "title": "Campbell County, Wyoming"
}