{
 "id": "910518",
 "text": "The Empire of Atlantium is a micronation and secular, pluralist progressive lobby group based in New South Wales, Australia. Micronations: The Lonely Planet Guide to Home-Made Nations described Atlantium in 2006 as \"a refreshing antidote to the reactionary self-aggrandisement of so many micronations\", and \"an extremely sophisticated nation-state experiment, as well as an entirely serious claimant to legitimate statehood\". The book's entry on Atlantium notes its espousal of \"progressive, liberal policies\" and characterises it as a \"secular humanist utopia\". Among the causes Atlantium supports are the right to unrestricted international freedom of movement, the right to abortion, the right to assisted suicide and decimal calendar reform. In 2015, the micronation had almost 3,000 \"citizens\", most of whom signed up online from over a hundred countries, and have never been to Atlantium. ==History== Atlantium was established in 1981 by three Sydney teenagers – George Francis Cruickshank, Geoffrey John Duggan and Claire Marie Coulter (née Duggan). The three claimed a \"provisional territory\" in the southern suburb of Narwee as Atlantium's first capital, and declared Cruickshank to be Sovereign head of state, with the title \"Emperor George II\". Geoffrey Duggan was elected as prime minister in 1982, serving until 1986. Damian Scott held the position from 1986 to 1988 and Kevin Fanucchi became Prime Minister in 1988, but by 1990, when the original group members had graduated from university and moved away, the group ceased to be active. In 1999 Cruickshank purchased an apartment in the inner Sydney suburb of Potts Point, and soon after revived Atlantium, launching a website, which was instrumental in attracting new members. The apartment, known as the Imperium Proper, became the second capital of Atlantium. Concordia became the third capital of Atlantium on 12 January 2008, when the rural Province of Aurora, approximately southwest of Sydney, was created. The Atlantium website describes Aurora as Atlantium's \"global administrative capital, ceremonial focal point and spiritual homeland\". ==Status and operations== The Atlantium website used several different self-descriptions, including \"self-declared state\", \"aspirant microstate\" and \"global sovereign state\". In line with its claim to be a \"primarily non-territorial\" state Atlantium does not maintain any formal territorial claims; however, it does promote the idea that Cruickshank's apartment, and the Province of Aurora, have extraterritorial status. In practice these properties remain under Australian jurisdiction. No established nation had recognised Atlantium's sovereignty claims, and it had no reciprocal diplomatic relations. Atlantium had appointed \"unaccredited diplomatic representatives\" called \"Imperial Legates\" in the United States, Pakistan, Poland, Brazil, India, Italy, Iran, Singapore, Serbia and Switzerland. The group had awarded \"Imperial Honours\" to various recipients, generally in recognition of political activism or for service to local communities. ==Stamps, coins and banknotes== Stamps, coins and banknotes were sold by Atlantium, which used a decimal currency system of 100 imperial centi to the imperial solidus. Atlantium's website claimed that the profits from those sales are used for \"the Empire's ongoing operations\" as well as charitable causes. The earliest documented media report referring to Atlantium is a 1984 philatelic magazine article about its cinderella stamp releases. There were 12 issues of Atlantian stamps. Atlantium minted coins, though the levels of Atlantian economic activity remained low. The first coin was the 20th anniversary 10 solidi coin, which has a likeness of George Cruickshank as the obverse and the imperial eagle as the reverse. In 2011, a 30 solidi coin was issued to commemorate the 30th anniversary of Atlantium. The coin had the likeness of George Cruickshank on the obverse and the wedge-tailed eagle (Aquila audax) on the reverse and was struck in cupronickel and plated with 9 carat gold. Banknotes of Atlantium were denominated in imperial solidi (10, 25, 50 and 100 imperial solidi) and are currently divided into a 2006 series and a 2007 series.Banknotes of the Empire of Atlantium Numismondo (www.numismondo.net). Retrieved on 14 February 2013. ==Citizenship== , Atlantium had almost 3,000 citizens from (and still therein residing due to the small area of the Empire of Atlantium) over 100 countries. The website names individuals holding such functions as minister, director, magister and imperial legate. Atlantium said its citizenship does not supersede existing citizenships. Atlantians contend that they are all dual citizens, and that Atlantium actively encourages its citizens to participate in the political processes of their resident countries. In late 2016, Atlantium stopped accepting citizenship requests according to a reply posted on the official Facebook page. On 1 January 2018 the citizen application process was re- opened, charging a US$25 fee. == See also == * List of micronations ==References== ==Bibliography== * * ==Further reading== * * * * * * * * * * * ==External links== *Official website *Atlantium Paper Money Category:Micronations in Australia Category:1981 establishments in Australia",
 "title": "Empire of Atlantium"
}