{
 "id": "911356",
 "text": "Leonard John McLean (9 April 1949 – 28 July 1998) was an English unlicensed boxer, bouncer, bodyguard, businessman and actor. He was known as \"The Guv'nor\", \"the King of the Cobbles\" and \"the hardest man in Britain\". McLean's pugilist reputation began in the East End of London in the late 1960s and was sustained through to the late 1980s. He stated in his autobiography that he had been involved in between 2,000 and 3,000 unlicensed fights. In his prime, the tall McLean weighed over and was considered the \"unofficial heavyweight champion of Great Britain\". Along with being an unlicensed boxer, McLean was an enforcer in London's criminal underworld. As a respected and feared figure, he often associated with infamous criminals such as the Kray twins, Ronnie Biggs and Charles Bronson. He was also known in the London nightclub scene as a bouncer, where he often managed security. In his later life, McLean became an actor, and received praise for playing Barry the Baptist in Guy Ritchie's 1998 gangster comedy film Lock, Stock and Two Smoking Barrels. He died in July 1998, shortly before the film's release. ==Early life== Lenny McLean was born into a large, working-class Irish family in Hoxton in the East End of London. His father, Leonard McLean Sr., had been a Royal Marine during the Second World War, but after being debilitated by a near-fatal disease which he contracted in India, he became a petty criminal and swindler. He died when Lenny was four years old. Lenny's mother, Rose, married again to Jim Irwin, who was also a career petty criminal. Irwin was a violent alcoholic, who physically abused Lenny and his brothers for many years. By the age of ten, McLean had suffered many broken bones. However, when Lenny's infant brother Raymond was beaten brutally with a belt, McLean's great-uncle Jimmy Spinks, a local gangster, attacked Irwin, nearly killing him, and threatened to cut his throat should he ever need to return to protect the children again. McLean admired his great-uncle thereafter and when he became a street fighter he said that he considered every victory to be won on behalf of his vulnerable younger self. He expressed the rage resulting from his abusive childhood with such abandon that often it would take several men to separate him from his defeated opponent, gaining the nickname \"Ten Men Len\" because of how many men would be needed to restrain him. McLean's son Jamie later said, \"My dad wasn't a born fighter. He was uneducated and a product of his upbringing, traumatised by what he’d been through, and probably had mental health problems as a result of all that. Fighting was all he knew.\" ==Unlicensed boxing== During his teenage years, McLean mixed with various local criminals. He was arrested for petty crimes and served 18 months in prison. After he was fired from his first legitimate job for beating up his foreman, he worked odd jobs. By the age of fifteen, McLean realised he could earn a living from fighting and pursued it as his main means of income. McLean's first unlicensed boxing match came about as a result of a chance meeting while in his late teens: when his car broke down in the Blackwall Tunnel he abandoned it and went to buy a replacement from an associate known as Kenny Mac, a gypsy used-car salesman in Kingsland Road, Hackney, only to find the replacement quickly failed too. McLean returned later to demand his money back, but instead of refunding McLean, Mac offered to give McLean a new car in exchange for him fighting in one of Mac's unlicensed boxing bouts later that night in Mac's yard. McLean's opponent lasted less than a minute against him, earning McLean £500, a considerable prize at the time. Mac and McLean became friends and on numerous later bouts Mac acted as McLean's boxing manager, with McLean subsequently becoming the best-known bare-knuckle street fighter in Britain. When Frank Warren formed the National Boxing Council in the 1970s, it allowed the toughest underground fighters in Britain to compete legally. McLean, unable to become a licensed boxer due to his violent reputation and lengthy criminal record, entered the world of unlicensed boxing (which, although legal, was not sanctioned by the British Boxing Board of Control), and he quickly became one of its brightest stars and had a fearsome reputation. McLean had a famous trilogy of unlicensed matches with arch-rival Roy \"Pretty Boy\" Shaw. McLean lost to Shaw once via verbal submission, which McLean justified by claiming his gloves had been tampered with, thus reducing their maneuverability. McLean beat Shaw in a rematch with a dramatic first-round knockout in which Shaw was physically knocked out of the ring. In their final bout, McLean ended the feud with a brutal first-round knockout at the Rainbow Theatre in Finsbury Park, London in September 1978. McLean, who in his prime was tall and weighed over , boasted that he could beat anybody, in either a legitimate match or in an unlicensed match with or without gloves, and reputedly sent out challenges to many of the famous boxers of the day, including Muhammad Ali and Mr. T, though neither contest materialised. McLean lost some face as he was challenged by the \"King of the Gypsies\" Bartley Gorman but did not accept the fight. He also was offered a fight with professional boxer David \"Bomber\" Pearce, the hard- hitting British heavyweight champion from Newport. McLean declined to fight Pearce, he later commented that was the only time in his career he had doubts. Large portions of McLean's career cannot be verified, since his fights were unsanctioned by the boxing authorities. He was known to have lost several fights, although he always maintained that he had never lost a fight \"on the cobbles\" or outside the ring. In unlicensed matches, he was twice stopped by Cliff Field, who had ironically been beaten by Pearce's brother 'Bimbo Pearce' and twice beaten by Johnny \"Big Bad\" Waldron. McLean also lost via KO to George \"Pappy\" Langley and on points to Kevin Paddock. In his autobiography, McLean claimed to have competed in almost 4,000 fights over three decades, and said he won the large majority of these. ==Other professions== With his fame as an unlicensed boxer, McLean became known as \"The King of Bouncers\" around many of the clubs and pubs in London. He also held joint ownership of a public house in the East End of London named the \"Guv'Nors\" along with Charlie Kray, elder brother of the Kray twins, reputed to be the \"most legitimate\" of the three brothers. McLean was also described as a \"fixer\" and a \"minder\", meaning a bodyguard, for criminals and celebrities including Mike Reid, Boy George, and the casts of television shows such as EastEnders and The Bill. According to McLean's autobiography, his name was useful for the smooth progress of various criminal dealings, and to warn off members of the Provisional Irish Republican Army and the Mafia. In 1992, McLean released an album of Elvis Presley covers. The album was entitled Lenny Sings.... He claimed \"The King meets The Guvnor. It's sure to be a winner.\" His lead single \"Blue Suede Shoes\" failed to break into the top 200 and the album was subsequently scrapped. ==Acting career== McLean was featured prominently in a television documentary on nightclub security staff, titled Bounce: Behind The Velvet Rope. He gravitated towards acting after being introduced to an acting agent by his show-business friends Mike Reid and Freddie Starr, for whom he had \"minded\". He also made industry connections by \"minding\" the casts of television shows such as EastEnders and The Bill. After playing a brief unbilled cameo as a ringside spectator in the drama film The Krays (1990), McLean appeared in such roles as gangster Eddie Davies in ITV's customs drama The Knock and had a small part as a police chief in The Fifth Element (1997). His largest and most famous role was in Guy Ritchie's Lock, Stock and Two Smoking Barrels (1998), playing the part of criminal enforcer 'Barry the Baptist'. ==Personal life== Aged 12 he was 4 ft 2 and weighed 8 stone. Aged twenty, McLean married Valerie. They later had two children, a son named Jamie and a daughter named Kelly. McLean described his family as his \"rock,\" whose existence helped him to reject a life solely devoted to crime, and for whom he maintained some self-control during his fights. Kelly, a mother of two, has been diagnosed with bipolar disorder, and says doctors told her that McLean likely had a version of the disorder himself. Being a famous figure in unlicensed boxing, McLean made fans as well as enemies, such as the supporters of his boxing rivals and disgruntled punters who had lost money betting on McLean's opponents. McLean also had enemies from years of ejecting people from pubs and clubs. He suffered two bullet wounds from separate attacks, and was attacked from behind and stabbed on two occasions. One of the assailants, Barry Dalton, a former bare-knuckle fighter who ran protection rackets across London, had a falling out with McLean and confronted him with a shotgun at his home while his children were in the house. McLean said that he later caught up with Dalton and punished him. Dalton had also made many other enemies, and was found dead with a bullet in his head in 1992, a murder for which McLean asserted his innocence. Separately it has been stated that the murder of Dalton was ordered by a gang of East London gangsters and that McLean was completely uninvolved, though the murder has not been officially solved. ===1992 court case=== In 1992, McLean was working as the head doorman at the Hippodrome in London's Leicester Square, when he ejected a man named Gary Humphries, who suffered from serious mental health problems and was reportedly on drugs, streaking through the nightclub, urinating on the floor and harassing women. McLean admitted to \"giving him a backhander.\" Humphries died later that night and was found to have a broken jaw and severe neck injuries. McLean was arrested for the murder of Humphries. McLean immediately protested his innocence, and claimed the police had a vendetta against him because of his association with the Krays. McLean's charge was reduced to manslaughter, of which he was cleared at the Old Bailey when it emerged that Humphries had been in a scuffle with the police after being ejected from the nightclub. Reportedly, the police had forcefully restrained him with a stranglehold. Professor Gresham, a pathologist who had worked on many high-profile murder cases, gave evidence that the stranglehold applied by the police probably caused the neck injuries which led to Humphries' death. However, it was determined that McLean was responsible for Humphries' broken jaw. Charged with, and found guilty of, grievous bodily harm, McLean subsequently served an 18-month prison sentence. ===Death=== During the filming of Guy Ritchie's Lock, Stock and Two Smoking Barrels, McLean fell ill with what he believed to be flu. He was subsequently diagnosed with pleurisy, although a further X-ray examination proved he was suffering from lung cancer which had metastasised to his brain. He died shortly afterwards on 28 July 1998, in Bexley, London, a few weeks prior to the release of the film. Director Guy Ritchie dedicated the film to him and had billboards for the film changed to feature McLean in tribute. ==Biographies== McLean's autobiography, titled The Guv'nor, written with Peter Gerrard, was published in August 1998, shortly after McLean's death. It had an initial print run of 3,000 copies, but took off and soon occupied the number one position on the bestsellers' lists. In 2001, Gerrard authored another book about McLean, titled The Guv'nor: A Celebration. McLean's widow, Valerie, co-authored Married To The Guv'nor with Gerrard in 2003, and produced a foreword to the 2007 book about McLean by Anthony Thomas titled The Guv'nor Through The Eyes Of Others. In October 2017, The Guv'nor Revealed – The Untold Story of Lenny McLean by Thomas and Lee Wortley was released. In July 2018, McLean's daughter Kelly released the book My Dad: The Guv'nor with ghostwriter Lee Wortley. ==Film adaptions== In his autobiography, McLean recounts that various film studios had expressed an interest in making a film based on his life and career in unlicensed boxing. McLean wanted Craig Fairbrass to portray him as he had known the actor for some time and also considered that Fairbrass resembled himself as a younger man. McLean travelled to Hollywood to discuss the matter with film studio executives, but their preference for Sylvester Stallone for the part caused McLean to discontinue negotiations. One supposed film promoter, later found to have been a conman, took more than a million pounds from McLean and disappeared. The plan fell into hiatus on McLean's death. The Guv'nor, a documentary about McLean's life, as seen through the eyes of his son Jamie, was released in 2016. The drama film My Name Is Lenny was released in 2017, featuring Australian actor Josh Helman in the title role, and Michael Bisping as Roy \"Pretty Boy\" Shaw. A reviewer for The Times said Helman was \"woefully miscast\" as McLean. ==See also== *List of notable bouncers *List of notable brain tumor patients ==References and notes== * ==External links== * Category:1949 births Category:1998 deaths Category:English male boxers Category:English criminals Category:Bare-knuckle boxers Category:20th-century English criminals Category:Deaths from brain tumor Category:Deaths from lung cancer Category:People from Hoxton Category:Boxers from Greater London",
 "title": "Lenny McLean"
}