{
 "id": "911377",
 "text": "A snickerdoodle is a type of cookie made with flour, butter or oil, sugar, salt, and rolled in cinnamon sugar. Eggs may also sometimes be used as an ingredient, with cream of tartar and baking soda added to leaven the dough. Snickerdoodles are characterized by a cracked surface and can be either crisp or soft depending on the ingredients used. Snickerdoodles are often referred to as \"sugar cookies\". However, traditional sugar cookies are often rolled in white sugar whereas snickerdoodles are rolled in a mixture of white sugar and cinnamon. == Etymology == The Joy of Cooking claims that snickerdoodles are probably German in origin, and that the name is a corruption of the German word Schneckennudel, a Palatine variety of schnecken. It is also possible that the name is simply a nonsense word with no particular meaning, originating from a New England tradition of whimsical cookie names.Herbst, Sharon Tyler (2001) Food Lover's Companion, Barrons Educational Series, New York, NY The Oxford English Dictionary claims the word's origin is \"uncertain\", and possibly a portmanteau of the word snicker, an \"imitative\" English word with Scottish roots that indicates a \"smothered laugh\", and doodle, a Germanic loanword into English meaning a \"simple or foolish fellow\", originally derived from the Germanic dudeltopf, meaning \"simpleton, noodle, night-cap\". The earliest use of the word recorded by the Oxford English Dictionary is from 1889. == Food trends == The cookie is common to Mennonite and Amish communities and was a favorite treat of the Indiana poet, James Whitcomb Riley. In more recent times, the snickerdoodle cookie has transformed into a popular flavor of desserts, sweets, drinks, etc. Big brands have taken the simple dessert and turned them into their own original products. For example, General Mills created a snickerdoodle flavored Chex Mix Muddy Buddies to their snack line. During the 2014 holiday season, Dunkin' Donuts unveiled a snickerdoodle cookie latte on their holiday menu.Tadeo, Maria. (November 3, 2014). \"Dunkin' Donuts unveils calorie-packed snickerdoodle and sugar cookie latte ahead of Christmas\" The Independent In addition to a snickerdoodle latte, Nestlé Coffee-Mate introduced their take on the cookie in the form of a coffee creamer. Brands such as Braum's Ice Cream and Prairie Farms\"NEW! Old Recipe Snickerdoodle Ice Cream, Feature Flavor\" Prairie Farms have dedicated an ice cream flavor to the popular cookie. ==See also== * List of cookies * Sandies == References == == External links == * Snickerdoodles Cookie Recipe Category:Cookies Category:New England cuisine Category:American desserts",
 "title": "Snickerdoodle"
}