{
 "id": "911464",
 "text": "West Drayton is a suburban town in the London Borough of Hillingdon. It was an ancient parish in the county of Middlesex and from 1929 was part of the Yiewsley and West Drayton Urban District, which became part of Greater London in 1965. The settlement is near the Colne Valley Regional Park and its centre lies north of Heathrow Airport. Traditionally the Parish of West Drayton covers . In 1901 the population of the civil parish was 984. In the 2011 Census 14,370 people were living in the West Drayton electoral ward. The ward has three councillors in the Hillingdon Borough Council.838 acres. 'Table of population, 1801-1901', in A History of the County of Middlesex: Volume 2, General ed. William Page (London, 1911), pp. 112-120. British History Online http://www.british-history.ac.uk/vch/middx/vol2/pp112-120 [accessed 25 May 2018]. The vast majority of the housing in West Drayton is mid-20th century. ==Toponymy== In 939 the area was known as Draegtun. Tun/ton is cognate with the later form town, but originally implied any kind of farmstead of more than one family. Dray is cognate with draught (as in draft horse/a dray) implying a portage/slope used for dragging loads, or simply notable use of the dragged plough, quite possibly given about 13 other examples in England simply land under till. It is recorded as Draitone in the 1086 Domesday Book, and as Westdrayton in 1465.Mills, A. D.: A Dictionary of British Place-Names (Oxford University Press, 2003) It is thought that the West may have been added to differentiate the village from Drayton near Ealing. ==Geography== West Drayton lies to the south of the Great Western Main Line which run east–west, with Yiewsley lying to the north of the railway line. It lies on the north side of the M4 motorway with the village of Harmondsworth to the south, and is northwest of M4 junction 4 (Heathrow Airport spur). This intersects with the A408 (for Stockley Park and Uxbridge) which forms West Drayton's eastern boundary with Hayes until the Heathrow Express railway line forms this boundary at Prologos Park Heathrow. In this area lay the former hamlet of Stockley, known until 1912 as Starveall or Starvhall. On the eastern side of West Drayton is the county boundary with Buckinghamshire. West Drayton railway station in Yiewsley is served by TfL Rail and Great Western Railway (GWR). TfL Rail operates a stopping service between London Paddington and Reading and GWR operates a stopping service between London Paddington and Didcot Parkway. West Drayton has five primary schools, West Drayton Academy, Laurel Lane Primary School, St Martin's CE Primary School, St Catherine Catholic Primary School and Cherry Lane Primary School. The community is served by the Park Academy West London secondary school which is located on Falling Lane in Yiewsley. This physically and in governance replaced Evelyns Community School. thumb|The Green West Drayton has at its heart in the west of the parish a conservation area, The Green, along which are many buildings protected under UK law by grade II and II* listing – residential and commercial. ==Demography== As of the 2011 census, 57% of the population was White British. Living in the ward were 14,370 people according to the 2011 Census. The decennial censuses between 1801 and 1901 each show a rise in population and a low population density. From 1801 when the population of the almost identically sized ecclesiastical parish (civil parishes were invented later in the 19th century) was 515; to 1901 when the population of the civil parish was 984. ==Local Government Elections== ==History== ===The St Paul's Era=== The first record of West Drayton is from 939 when Æthelstan, King of the English, gave the Manor of West Drayton to the Dean and Chapter of Cathedral church of St Pauls, recorded in the Cartularium Saxonicum. In the 1086 Domesday Book, West Drayton was assessed at ten hides with land suitable for six ploughs. The Parish had 17 landowners which indicated a population of less than 100. In 1461 a separate smaller manor, Drayton and Colham Garden Manor was first recorded, lying between Swan road and Colham Mill road. Both manors shared St Martin's Parish Church. Until 1525 West Drayton Manor was managed on behalf of the Dean and Chapter of St Paul's by an appointment known as a Firmarius who was responsible for the day-to-day running of the estate. ===The Paget Era=== From 1525 St Paul's began leasing West Drayton Manor to tenants. From 1537 the lessee of the manor was William Paget who held high office of state in the court of Henry VIII. On 1 April 1546, the Dean and Chapter of St Paul's released the Manor of West Drayton to the Crown and two weeks later Henry granted the manor to the now knighted Sir William Paget. In the same year Henry granted Paget six manors in his native Staffordshire. Henry died in January 1547. Paget was made a peer of the realm as Lord Paget of Beaudesert by Edward VI in 1549. While he was leasing the manor William Paget used the existing building of St Pauls which was situated near St Martin's Parish church. Paget described the building as his \"cotage at Drayton\". Once owning the manor he built a new manor house, completed by 1549, which occupied the western end of the churchyard. The Manor grounds contained the Church, ornamental gardens, stables, a dovecote and other outbuildings and was enclosed by a high brick wall and two gatehouses. The wall and one of the gatehouses can still be seen today. The construction of the manor house and grounds resulted in the demolition of villagers' homes on Church Road and building on the graves of generations of West Drayton people in the churchyard. In addition to this, Paget enclosed 150 acres of common land to add to his demesne. In 1550 Paget legalised his position by obtaining a royal pardon for his actions. The loss of the Parish churchyard was compensated for by the granting of an alternative burial site which was situated on the eastern side of where Drayton Hall is today. The burial site was used until 1888. thumb|Gatehouse to the former West Drayton Manor House After serving as Lord Privy Seal under Mary I, poor health meant William Paget played little part in public life after the accession of Queen Elizabeth I in 1558, although as a Privy Councillor his advice was often sought. He died in West Drayton on 9 June 1563. He was succeeded by his son Henry, who died five years later without male issue. Henry's brother Thomas became the 3rd Baron Paget in 1568. Thomas Paget (1544-1590) and his brother Charles were both devout Roman Catholics, and would not conform to the Protestant religion of Queen Elizabeth I. Aided by Henry Percy, Paget fled to Paris on the uncovering of the Throckmorton Plot in November 1583, joining Charles who had been in exile there since 1581. The failed conspiracy's plan was for an invasion of England by French forces under the command of Henry, Duke of Guise, financed by Philip II of Spain. English Catholics would then rise up and depose Elizabeth, placing Catholic Mary, Queen of Scots on the English throne. After his flight to France Elizabeth issued a proclamation commanding Thomas Paget to return to England. In June 1584 a formal demand for the surrender of Paget was made to the King of France through the English ambassador, which was not carried out. In 1587 he was attainted of treason by act of parliament. Paget received a pension of 180 crowns per month from Philip II and died in Brussels in early 1590. In 1587, with Thomas Paget being attainted, his lands including West Drayton were confiscated by the Crown. Elizabeth granted the manor to her Lord Chancellor, Sir Christopher Hatton for life. Hatton died in 1591 and from 1592 the manor was leased to her Lord Chamberlain, George Carey. Carey became 2nd Baron Hunsdon in 1596 and entertained Elizabeth at the West Drayton Manor House in October 1602. In the next year 1603, both Elizabeth and George Carey died. With Elizabeth's death, James I, son of Mary Queen of Scots acceded to the English throne. In 1604 James restored the Paget family lands and honours to Thomas Paget's son William. William like James I was a Protestant and had taken part in the successful Anglo-Dutch capture of Cadiz (Gades) in 1596 with Admiral Charles Howard, Sir Walter Raleigh and Robert Devereux, 2nd Earl of Essex. It is believed William Paget received possession of West Drayton Manor in 1610. In 1612 William Paget became an 'Adventurer' (shareholder) and member of the Council of the Virginia Company (London Company) and the Somers Isles Company. The Paget Parish and Paget Island in Bermuda are named after him. He died on 29 August 1629 and is buried in St Martin's Churchyard. William Paget's son, William Paget, 5th Baron Paget, (1609-1678) was among the Peers who petitioned King Charles I on 18 August 1640 to summon a parliament for the redress of grievances. However at the start of the Civil War he did not wish to take up arms against the king and joined him at York in June 1642. He raised a regiment of foot which fought for the King at the battle of Edgehill on 23 Oct 1642. In 1643/44 he was with the King at Oxford. Paget had his estates sequestered by Parliament and was fined £500 for supporting the King. He died in October 1678 and is buried in St Martin's Churchyard. William's son, William Paget, 6th Baron Paget, (1637-1713) was English Ambassador to Vienna (1689-1692) and Ambassador-Extraordinary to Constantinople (1692-1702). He participated in the negotiations which resulted in the Treaty of Karlowitz and was instrumental in the peace between Muscovy, Venice and the Ottomans. In 1714 William's son, Henry Paget the 7th Lord Paget,(1663-1743), was created 1st Earl of Uxbridge by George I. Paget was a member of the Privy Council and The town of Uxbridge, Massachusetts is named in his honour. He died in 1743 and was succeeded by his grandson, Henry Paget, 2nd Earl of Uxbridge (1719-1769). In 1755 Dawley House was acquired and the West Drayton Manor house was demolished around this time. Henry Paget died childless in 1769 and was buried in St Martin's Churchyard. The title of 9th Baron Padget was given to Henry Bayly whose name was change to Henry Paget by Royal Licience in 1770. He was created 1st Earl of Uxbridge in May 1784. On 21 October 1786 Henry Bayly-Paget sold the Manor of West Drayton to Fysh Coppinger of Lincoln's Inn, for £12,000 ending the Paget family's relationship with West Drayton. ===St Martin's Church=== West Drayton's parish church, dedicated to Martin of Tours, was first mentioned in the 12th century. However, no trace of the original church remains. The present church was first built in the 13th century, of which the base of the tower, the piscina and the north chancel wall are incorporated in the present building, which dates from the 15th century. The church was heavily restored and reordered in 1974, when the altar was resited at the west end. The baptismal font is a splendid example of mid-15th century work, and the parish chest is early 17th century. There are monumental brasses to Richard Roose (1406), Margaret Burnell (1529), her son John Burnell (1551) and Dr James Good (1581, a physician to Mary, Queen of Scots). There is a small memorial tablet to George Carey, 2nd Baron Hunsdon (1547-1603) who was Lord of West Drayton Manor between 1592 and 1603. Carey's father was Queen Elizabeth I's cousin. The memorial states how 'bountiful' he was to the poor of the Parish. In his will Hunsdon left the sum of 'one hundred marks for the benefit of the poor of West Drayton for ever.' This is one of the oldest West Drayton Parish charities and its small income is still distributed each New Year's Day. ===St Catherine Catholic Church=== After the Potato famine of the 1840's Irish immigrants who were mainly of the Roman Catholic religion arrived in West Drayton and took up residence in poor housing by the Green which became known locally as the Irish hovels. Today this is the site of Daisy Villas. Work for the Irish immigrants could be found in agriculture, the brickfields and in railway construction. Initially a Roman Catholic Mass was given in a stable at the back of the Kings Head Public House. By 1862 services were being conducted in a cottage in Money Lane. In 1867 a priest, The Rev. Peter Elkins stated there were over three hundred Roman Catholics in West Drayton. However, the nearest official place of Catholic worship at this time was a chapel at North Hyde, over four miles away. A church was needed locally and in 1869 St Catherine's Church was opened with a congregation of four hundred people. ==Local economy== thumb|Drayton Hall, offices of Ferring Pharmaceuticals, Kore Wireless and North South Wines Historically, employment was commonly connected to agriculture, the railway yards and the canal. The former RAF West Drayton hosted a military air traffic control centre co- located with the civil London Terminal Control Centre, residual functions of which were relocated to Swanwick, Hampshire entirely by January 2008. West Drayton has a mixture of tradespeople, airport workers, construction workers and commuters in office professions or public utilities such as schools and hospitals. Its housing hosts people with a range of incomes, with relatively large areas built aesthetically in keeping with existing housing by the local authority. West Drayton has rapid connectivity to the M4 and thereafter to the M25 and motorways north-west and south-west. The M4 spur and the A408 Stockley Road by-pass links to Heathrow Airport and to the Stockley Business Park, respectively. The Stockley Close Industrial estate lies on the eastern side of the by-pass. The businesses situated here are: Ocado, Greencore, Carrier Retail Systems, Amalga Ltd, Clevertronics, MNX Global Logistics and the Heathrow Parcel Centre. Drayton Hall has the offices of Ferring Pharmaceuticals, Kore Wireless and North South Wines. Britannia Court, on the east side of The Green, has the offices of the Schools HR Co-operative, MagLabs, Wells Burcombe LLP, MD Developments Ltd, Insultec Ltd, QIK Group and Flight Data Systems. ==Culture and Recreation== thumb|Southlands Arts Centre *The Yiewsley and West Drayton Arts Council maintain the Southlands Arts Centre. They oversee events and promote local creativity. There are many exhibitions, music festivals, and creative endeavours from fine arts, photography, film-making and music groups. *Community events and activities are held at the Yiewsley and West Drayton Community centre on Harmondsworth Road. *West Drayton Library is situated on Station Road. *The Yiewsley and West Drayton Band is a second section brass band established in 1890 and maintains a year-round programme of concerts and community events. *1381 Squadron (West Drayton & Yiewsley) Royal Air Force Air Cadets are based at Rutters Close. *The 2nd West Drayton Scout Group are based at Rowan Road. *There are two local amateur football clubs, West Drayton FC and Townmead Youth FC. *The Closes public park has a playground, outdoor gym, Tennis courts and a multi use ball court. *Nuffield Health club is at Stockley Park between Yiewsley and south Hayes has many facilities including pool, spinning (indoor cycling) clubs and instructors. thumb|Mabey's Meadow in the Frays Island and Mabey's Meadow Nature Reserve *The Colne Valley regional park lies on the western side of West Drayton. Here Frays Island and Mabey's Meadow are Sites of Metropolitan Importance for Nature Conservation and are managed by the London Wildlife Trust. ==Notable people== *Sir William Paget, 1st Baron Paget KG PC (1506-1563), statesman, holder of high office in the courts of Henry VIII, Edward VI, Mary I and Elizabeth I. Lived in West Drayton from 1537 until his death in 1563 and is buried in St Martin's Churchyard. *Thomas Paget, 3rd Baron Paget (1544-1590), attainted of treason, was Lord of West Drayton Manor 1568–1587. *Sir Christopher Hatton, Lord Chancellor KG PC (1540-1591), was Lord of West Drayton Manor 1587–1591. *Sir George Carey, 2nd Baron Hunsdon Lord Chamberlain KG PC (1547-1603), lived at West Drayton between 1592 and his death in 1603. *Sir William Paget, 4th Baron Paget (1572-1629), 'Adventurer' (shareholder) and member of the Council of the Virginia Company (London Company) and the Somers Isles Company is buried in St Martin's Churchyard. * Sir William Paget, 5th Baron Paget KB (1609-1678), Royalist during the English Civil War, is buried in St Martin's Churchyard. * Henry Paget, 1st Earl of Uxbridge PC (1663-1743) died at West Drayton Manor. * Sir Henry Paget, 2nd Earl of Uxbridge (1719-1769), is buried in St Martin's Churchyard. * Publisher Sir Allen Lane founder of Penguin Books, lived at The Mill House. * Sir Charles Aubrey Smith Captain of the England Cricket team and Hollywood actor, lived at Avenue House between 1903 and 1908 and the Old Orchard in Mill Road from 1908 to 1930. * William Nigel Bruce Hollywood actor, lived at 1 De Burgh Crescent between 1905 and 1934. *Henry Hevelock Ellis physician and writer, lived at Woodpecker Farm, Mill Road between 1911 and 1913. *Cosmo Hamilton Playwright and Novelist, lived at Southlands. *J.W. (Jack) Hearne, Cricketer, who represented England in twenty-four Test matches, lived in Bagley Close. * Actor Julian Rhind-Tutt was born in West Drayton. ==References== ==External links== * UB7 local website * Southlands Arts Centre website * British History - West Drayton * Uxbridge & Hillingdon Times - local newspaper * Yiewsley and West Drayton Band * Library * Diners Lounge Category:Areas of London Category:Districts of the London Borough of Hillingdon Category:Places formerly in Middlesex",
 "title": "West Drayton"
}