{
 "id": "911666",
 "text": "thumb|alt=text|Vivianite from South Dakota, USA thumb|alt=text|Vivianite and Childrenite from the Siglio XX Mine thumb|alt=text|Vivianite from Bavaria thumb|alt=text|Vivianite and Albite from Brazil Vivianite () is a hydrated iron phosphate mineral found in a number of geological environments. Small amounts of manganese Mn2+, magnesium Mg and calcium Ca may substitute for iron Fe2+ in the structure.Gaines et al (1997) Dana’s New Mineralogy Eighth Edition. Wiley Pure vivianite is colorless, but the mineral oxidizes very easily, changing the color, and it is usually found as deep blue to deep bluish green prismatic to flattened crystals. Vivianite crystals are often found inside fossil shells, such as those of bivalves and gastropods, or attached to fossil bone. It was named by Abraham Gottlob Werner in 1817, the year of his death, after either John Henry Vivian (1785–1855), a Welsh-Cornish politician, mine owner and mineralogist living in Truro, Cornwall, England, or after Jeffrey G. Vivian, an English mineralogist.Although mindat.org claims \"J. G. Vivian\" is a typo for \"J. H. Vivian\", there is at least one reference that gives a full first name. The original description of Vivianit in Abraham Gottlob Werner, Letztes Mineral- System, Freiberg/Wien, 1817, p. 42 reads „Der Name ist vom Hrn. B. R. Werner zu Ehren des Hrn. J. Vivian aus Truro in Cornwall, dem Er die Kentnis des Fossils verdankt, gebildet.“ [“The name is formed by Mr. B. R. Werner in honour of Mr. J. Vivian from Truro in Cornwall, to whom he owes the memory of the fossil.”] It is ambiguous (and puzzling in its reference to B. R. Werner). As for Jeffrey G. Vivian, no other trace of him can be found in Google Books. Vivianite was discovered at Wheal Kind, in St Agnes, Cornwall. == Vivianite group == Vivianite group minerals have the general formula A3(XO4)2·8H2O, where A is a divalent transition metal cation and X is either phosphorus or arsenic, and they are monoclinic.Journal of the Russell Society (2006) 9:3 Group members are: {| class=\"wikitable\" |- ! Mineral !! Chemical formula !! Crystal system |- | Annabergite || Ni3(AsO4)2·8H2O || Monoclinic |- | Arupite || Ni3(PO4)2·8H2O || Monoclinic |- | Baricite || (Mg2+,Fe2+)3(PO4)2·8H2O || Monoclinic |- | Erythrite || Co3(AsO4)2·8H2O || Monoclinic |- | Hörnesite || Mg3(AsO4)2·8H2O || Monoclinic |- | Köttigite || Zn3(AsO4)2·8H2O || Monoclinic |- | Manganohörnesite || (Mn2+,Mg)3(AsO4)2·8H2O || Monoclinic |- | Pakhomovskyite || Co3(PO4)2·8H2O || Monoclinic |- | Parasymplesite || Fe2+3(AsO4)2·8H2O || Monoclinic |- | Vivianite || Fe2+3(PO4)2·8H2O || Monoclinic |} :Related: :*Bobierrite Mg3(PO4)2·8H2O :*Symplesite Fe2+3(AsO4)2·8H2O :*Metaköttigite Zn3(AsO4)2·8H2O :*Metavivianite (Fe2+,Fe3+)(PO4)2(OH)·H2O. ::*Note: Metavivianite, that vivianite readily alters to, is not a member of the vivianite group because it contains trivalent Fe3+ cations. == Structure == In pure end member vivianite all the iron is divalent, Fe2+, but there are two distinct sites in the structure that these ions can occupy. In the first site the Fe2+ is surrounded by four water molecules and two oxygens, making an octahedral group. In the second site the Fe2+ is surrounded by two water molecules and four oxygens, again making an octahedral group. The oxygens are part of the phosphate groups (PO4)−3, that are tetrahedral. The vivianite structure has chains of these octahedra and tetrahedra that form sheets perpendicular to the a crystal axis. The sheets are held together by weak bonds, and that accounts for the perfect cleavage between them. The crystals are monoclinic, class 2/m, space group C 2/m, with two formula units per unit cell (Z = 2). The approximate values of the unit cell parameters are :a = 10.1 Å, b = 13.4 Å, c = 4.7 Å and β = 104.3°, with slightly different values given by different sources: :a = 10.086 Å, b = 13.441 Å, c = 4.703 Å, β = 104.27° :a = 10.06 Å, b = 13.41 Å, c = 4.696 Å, β = 104.3° :a = 10.034–10.086 Å, b= 13.434–13.441 Å, c= 4.687–4.714 Å, β = 102.65–104.27° :a = 10.024(6) Å, b = 13.436(3) Å, c = 4.693(4) Å, β = 102.30(5)° == Appearance == The mineral may occur as crystals, or as masses or concretions. The crystals are usually prismatic parallel to the c crystal axis, and flattened perpendicular to the b axis. Equant crystals are rarer. They may also occur as stellate (star-shaped) groups, or encrustations with a bladed or fibrous structure. Unaltered specimens are colorless to very pale green, but they oxidize on exposure to light (and possibly also in situ) to blue, then darker green, brown, purple and purplish black. The streak is white, altering to dark blue or brown. Crystals are transparent to translucent with a vitreous luster, pearly on the cleavage surface, or dull and earthy. == Optical properties == Vivianite is biaxial (+) with refractive indices approximately :nα = 1.58, nβ = 1.6, nγ = 1.6, but different sources give somewhat different values :nα = 1.579, nβ = 1.602, nγ = 1.637 :nα = 1.579–1.616 nβ = 1.602–1.656 nγ = 1.629–1.675 :nα=1.58–1.626, nβ=1.598–1.662, nγ=1.627–1.699 Birefringence: δ = 0.050–0.059 or 0.0470–0.0730 The refractive indices increase with increasing oxidation, the birefringence decreases, and the pleochroism on {010} becomes stronger. The angle between the optic axes, 2V, has been measured as between 63° and 83.5°; it can also be calculated from the refractive indices, giving a value between 78° and 88°. The dispersion of the optic axes is weak, with r or non- existent. Vivianite is pleochroic with X= blue, deep blue or indigo-blue; Y= pale yellowish green, pale bluish green or yellow-green; Z= pale yellowish green or olive-yellow. X is parallel to the b crystal axis and Z is inclined to the c crystal axis at an angle of 28.5°. It is not fluorescent. == Physical properties == Vivianite is a soft mineral, with Mohs hardness only to 2, and specific gravity 2.7. It splits easily, with perfect cleavage perpendicular to the b crystal axis, due to the sheet-like structure of the mineral. It is sectile, with a fibrous fracture, and thin laminae parallel to the cleavage plane are flexible. It is easily soluble in acids. It has a melting point of , it darkens in color in H2O2 and is not radioactive. == Geological setting == Vivianite is a secondary mineral found in a number of geologic environments: The oxidation zone of metal ore deposits, in granite pegmatites containing phosphate minerals, in clays and glauconitic sediments, and in recent alluvial deposits replacing organic material such as peat, lignite, bog iron ores and forest soils (All). Bones and teeth buried in peat bogs are sometimes replaced by vivianite. Some authors say that it is particularly associated with gossan, but this is disputed by Petrov. Associated minerals include metavivianite, ludlamite, pyrite, siderite and pyrrhotite. Hydrothermal veins produce the best crystal specimens with the classic gemmy green color. The type locality is Wheal Kind (Wheal Kine), West Wheal Kitty group, St Agnes, St Agnes District, Cornwall, England. == Oxidation == Oxidation of vivianite is an internal process; no oxygen or water enters or leaves the mineral from the outside. A visible light photon knocks a proton out of a water molecule leaving a hydroxide ion (OH−). In turn a divalent iron Fe2+ loses an electron to become Fe3+, i.e., it is oxidized and balances the charge. This process starts when visible light falls on the vivianite, and it can occur within a few minutes, drastically changing the color of the mineral. Eventually the vivianite changes to a new species, metavivianite Fe2+2Fe3+(PO4)2(OH)·(H2O)7, which usually occurs as paramorphs after vivianite.Alfredo Petrov, 2006 on Mindat == Pigment == Vivianite was known as a pigment since Roman times but its use in oil painting was rather limited.Vivianite at ColourLex It has been found in Vermeer's The Procuress in the blue-grey parts of the carpet in the foreground.H. Stege, C. Tilenschi und A. Unger. Bekanntes und Unbekanntes – neue Untersuchungen zur Palette Vermeers auf dem Gemälde „Bei der Kupplerin“. In: Uta Neidhardt und Marlies Giebe (Ed.), Johannes Vermeer – Bei der Kupplerin, Ausstellungskatalog Dresden 2004, pp. 76–82. thumb|Johannes Vermeer, The Procuress, 1656 == Localities == * Brazil. Cigana Mine, Galileia, Minas Gerais, with muscovite and pyrite.The Mineralogical Record (2004) 35-2:156 Typically wedge-shaped crystals of vivianite to 11 cm across, of medium lustre, smoke-blue color and good transparency on matrix of sharp silvery muscovite plates, some with druses of pyrite microcrystals.The Mineralogical Record (2004) 35-3:252 * Bolivia: Llallagua, Potosi: Crystals to 10 cm at the Siglio XX mine. Transparent bottle green crystals to 10 cm from the San Jose/San Firmin vein. In general the vivianite occurs as prismatic crystals on a matrix of botryoidal goethite derived from the alteration of pyrite and marcasite. Specimens found in 2000 were associated with childrenite, cronstedtite, pyrrhotite, franckeite and pink massive sphalerite.The Mineralogical Record (2006) 37-2:156 * Cameroon: The world's largest vivianite crystals (more than a meter long) from mud. * Canada: In bog iron at Côte St Charles, Vaudreuil-Soulanges, Montérégie, Québec. * Germany: In the limonite ores in Amberg-Auerbach and in the pegmatites of Hagendorf, Bavaria. * Japan: At Nagasawa, Iwama-machi, Ibaraki Prefecture, vivianite was found along fractures in rocks rich in graphite, pyrite and pyrrhotite. The vivianite is intimately associated with pyrite and occurs as very thin tabular crystals, up to 10 cm in length. * Kosovo. Trepča Mines, Stari Trg. Thick prismatic crystals up to 10 cm long and 2 cm thick, relatively stable. Deep green in color and transparent, commonly resting on pyrrhotite or pyrite, and in some cases on quartz or carbonates.The Mineralogical Record (2007) 38-4:290 * Mexico: In blue-green gem quality crystals to 8 cm at the San Antonio Mine, Santa Eulalia, Chihuahua. * Russia: In sedimentary iron ores and in fossil shells in the Kerch and Taman peninsula on the Black Sea. *Spain: At the Brunita mine, Cartagena, Murcia, vivianite was found as deep green crystals, up to 8 cm * USA: In diatomite in a tertiary lake bed near Burey, Shasta County, California. * USA: In green sand at Middletown, New Castle County, Delaware. * USA: Blackbird Mine, Lemhi County, Idaho. Crystals in shades of pink, green, greyish blue, purple and purplish black, as well as colorless. The unique deep purple color of some Blackbird mine specimens is characteristic of the locality. Some single crystals have both purple and green zones. Vivianite crystals from the Blackbird Mine are usually elongated and blade-like. They occur as singles and groups on dark altered schist and on white quartz. Associated minerals include ludlamite, quartz and siderite.The Mineralogical Record (2010) 41-4:366 * USA: Abundant in the pegmatites of Newry, Maine. * New Zealand: Small amounts of vivianite are present within the sediments of Lake Kohangapiripiri.Cochran, U., Goff, J., Hannah, M., and Hull, A. (1999) Relative stability on a tectonically active coast: paleoenvironment during the last 7000 years at Lake Kohangapiripiri, Wellington, New Zealand, Quaternary International, 56, 53–63 ==See also== *List of minerals *List of minerals named after people *Vivianite as a pigment at ColourLex ==References== Category:Iron(II) minerals Category:Phosphate minerals Category:Monoclinic minerals Category:Minerals in space group 10",
 "title": "Vivianite"
}