{
 "id": "911831",
 "text": "Thea Beatrice May Astley (25 August 1925 – 17 August 2004) was an Australian novelist and short story writer. She was a prolific writer who was published for over 40 years from 1958. At the time of her death, she had won more Miles Franklin Awards, Australia's major literary award, than any other writer. As well as being a writer, she taught at all levels of education – primary, secondary and tertiary. Astley has a significant place in Australian letters as she was \"the only woman novelist of her generation to have won early success and published consistently throughout the 1960s and 1970s, when the literary world was heavily male-dominated\".\"Introduction\" in Sheridan, Susan and Genomi, Paul (eds) (2008) Thea Astley's Fictional Worlds, Newcastle upon Tyne, Cambridge Scholars Publishing ==Life== Born in Brisbane and educated at All Hallows' School, Astley studied arts at the University of Queensland then trained to become a teacher.Sheridan, Susan. (2011). Nine Lives: Postwar Women Writers Making Their Mark. University of Queensland Press. . After marrying Jack Gregson in 1948, she moved to Sydney where she taught at various high schools, as well as kept up with her writing. She tutored at Macquarie University from 1968 to 1980, before retiring to write full-time, at which time she and her husband moved to Kuranda in North Queensland. In the late 1980s they moved to Nowra, New South Wales, on the state's south coast, and, after her husband's death in 2003, she moved to Byron Bay to be near her only child, Ed Gregson, a musician and television producer. In addition to her passion for writing, Astley, along with her husband, had a great love of music, particularly jazz and chamber music.Baker (1986) p. 32 Wyndham writes that \"in person and in print, the chain-smoking Astley was unsentimental, wickedly funny and yet had a deep kindness and a loathing of injustice towards Aborigines, underdogs and misfits\".Wyndham (2004a) p. 79 Thea Astley died at the John Flynn Hospital on the Gold Coast in 2004. In 2005, the Thea Astley lecture was instituted at the Byron Bay Writers Festival, with Kate Grenville delivering the inaugural one.Whitlock, Gillian (2007) \"Thea Astley's Fictional Worlds. Ed. Susan Sheridan and Paul Genoni\" (Review), JASAL. Vol. 6 ==Career== thumb|Thea Astley plaque in the Sydney Writers Walk at Circular Quay Astley's novels won four Miles Franklin Awards and in 1989 the author won the Patrick White Award for services to Australian literature and was awarded an honorary doctorate by the University of Queensland. Much of her writing, which draws heavily from her early childhood, is set in Queensland, which she has described as \"the place where the tall yarn happens, where it is lived out by people who are the dramatis personae of the tall yarns.\"Thea Astley (Jessie Street National Women's Library) Accessed: 22 January 2007. Astley nearly became a journalist, following her father's footsteps, but was refused a position by the Brisbane Telegraph for being too old when she applied after having finished her university degree. She sold her first poem under the name \"Phillip Cressy\" because men were paid £5, while women were only paid £3.cited by Wyndham (2004) p. 79 Her first book, Girl with a monkey was published in 1958. The author noted that \"I wrote quite a bit of it before Ed was born and entered it in the Herald and got an honourable mention. So I thought. 'Oh well, I'll bung it into A&R;'s, which was the only publisher I knew'\". After the publication of her third book, The Well-dressed Explorer, the Herald's reviewer, Sidney J. Baker, wrote \"With this book, Miss Astley earns a place among the leaders of modern Australian fiction\". He associated her with writers such as Patrick White and Hal Porter who wrote \"poetic prose ... an important but by no means popular dimension to Australian fiction\". Her early style, in particular, used \"obscure polysyllables, formal syntax and lush imagery [which] divided critics and daunted many readers\". In 1997, Thea Astley wrote in a column for Australian House & Garden magazine that \"For me the chief advantage of writing is that it can be done anywhere. I recall writing almost the whole of a short story in Hunting the Wild Pineapple on a plane coming down from Cooktown. I've taken copious notes at a luncheon table in Santo, in small pub rooms in Charleville and Roma when I was on the Writers' Train. I've written in a convent bedroom on Palm Island, on the wharf at Magnetic [Island]\".Astley (1997), p. 63-64 Two weeks before her death, Astley appeared at the Byron Bay Writers' Festival and gave \"a brilliantly comic reading of 'Why I Wrote a Story Called the Diesel Epiphany', a short story about one of her many journeys by bus with all its annoyances\". A plaque commemorating Astley's writing is included in the Sydney Writers Walk at Circular Quay. ==Influences== In her early years she was friends with Patrick White, Hal Porter and Thomas Keneally. She had few female literary contemporaries until the 1980s. ==Style and themes== According to the AustLit Gateway News Astley was \"revered for her meticulous and controlled use of language and her portrayals of the Queensland landscape and character, [and] was renowned for her quick wit, raspy voice, and ever-present cigarettes\".AustLit Gateway News 2004 Many of her books explore the \"geography and politics of the small community\".Falkiner (1992) p. 112 Astley built a reputation as a \"metaphoric\" writer, resulting in a style that alienated some readers and critics. In an interview with Candida Baker, Astley quotes Helen Garner as saying \"I simply hate her style\"Baker (1986) p. 37 and goes on to say \"I can't resist using imagistic language. I like it. I really don't do it to annoy reviewers\".Baker (1986) p. 47 In her review of An Item from the Late News, Garner wrote \"Great story, great characters ... Stylistically, however, this book is like a very handsome, strong and fit woman with too much makeup on ... This kind of writing drives me berserk\". Despite tepid reception among some, there were also many who admired Astley's writing for both its style and for the subject matter, such as writer Kerryn Goldsworthy, who was quoted as saying, \"I love its densely woven grammar, its ingrained humour, its uncompromising politics, and its undimmed outrage at human folly, stupidity and greed\".Goldsworthy (1999) Goldsworthy continues to say that \"her body of work [over four decades] adds up to a protracted study in the way that full- scale violence and tragedy can flower extravagantly from the withered seeds of malice and resentment ... The perps in Drylands are all her usual suspects: racists, developers, hypocritical gung-ho civic do-gooders, and assorted unreconstructed male-supremacist swine\". Academic and literary editor, Delys Bird, summarises the author's themes as follows: \"Astley's novels and stories typically present a sceptical view of social relationships among ordinary people, one often coloured by her former Catholicism, and directed through the struggles of her self-conscious protagonists to find an expressive space within their uncongenial surroundings\".Bird (2000) p. 187 In several novels, such as A Kindness Cup and The Multiple Effects of Rainshadow, she explores the relationships between white and Indigenous Australian societies. Leigh Dale writes that A Kindness Cup \"focuses on the massacre of a group of Aborigines and the efforts made to forget and to remember this violence at a town reunion twenty years later, is marked largely by the rage and frustration felt by its central character who seems to mirror Astley's horror at the genial amorality that pervades some rural communities.\"Dale (1999) Astley found her material in newspaper stories and through her travels, but mostly in the various communities she and her husband lived in. In north Queensland, for example, she \"found a wealth of stories and 'screwball' characters by listening to people in the small towns and wilderness of the tropics\". In 1997, she wrote \"Sadly, the north has changed. As we say up there: beautiful one day, developed the next. I keep writing about it. I can't help myself\".Astley (1997) p. 64 ==Influence== Astley encouraged many friends and students to pursue careers in writing, and is regularly quoted by other teachers, particularly her advice that writing one page a day \"adds up to a book in a year\". ==Adaptations== *1983: Descant for gossips (ABC, miniseries) *2004: Drylands optioned by Anthony Buckley (but not made as of 2008) ==Awards and nominations== * 1962: Miles Franklin Award for The Well Dressed Explorer * 1965: Miles Franklin Award for The Slow Natives * 1965: Moomba Award for The Slow Natives * 1972: Miles Franklin Award for The Acolyte * 1975: The Age Book of the Year Fiction Award for The Kindness Cup * 1980: Australian Literature Studies Award for Hunting the Wild Pineapple * 1980: Member of the Order of Australia (AM) * 1986: ALS Gold Medal for Beachmasters * 1989: Patrick White Award * 1990: New South Wales Premier's Literary Awards, Christina Stead Prize for fiction for Reaching Tin River * 1992: Officer of the Order of Australia (AO) * 1996: The Age Book of the Year Fiction Award for The Multiple Effects of Rainshadow * 1999: Miles Franklin Award for Drylands * 2000: Queensland Premier's Literary Awards, Fiction Book Award for Drylands * 2002: New South Wales Premier's Literary Awards, Special Award for being \"a trailblazer\" ==Bibliography== ===Novels=== *Girl with a Monkey (1958) *A Descant for Gossips (1960) *The Well Dressed Explorer (1962) *The Slow Natives (1965) *A Boat Load of Home Folk (1968) *The Acolyte (1972) *A Kindness Cup (1974) *An Item from the Late News (1982) *Beachmasters (1985) *It's Raining in Mango (1987) *Reaching Tin River (1990) *Vanishing Points (1992) *Coda (1994) *The Multiple Effects of Rainshadow (1996) *Drylands (1999) ===Short stories=== *Hunting the Wild Pineapple (1979) *Collected Stories (1997) ==Notes== ==References== *Astley, Thea (1997) \"Writing Rooms\" in Australian House & Garden, 98 (5): 63–64, October 1997 *AustLit Gateway News September/October 2004 *Baker, Candida (1986) Yacker: Australian writers talk about their work *Bird, Delys (2000) \"New narrations: contemporary fiction\" in Webby, Elizabeth (ed.) The Cambridge companion to Australian literature, Cambridge, Cambridge University Press *Dale, Leigh (1999) \"Colonial History and Post-Colonial Fiction: The Writing of Thea Astley\", Australian Literary Studies, Vol. 19 *Falkiner, Suzanne (1992) Settlement (Series: Writers' Landscape), East Roseville, Simon and Schuster *Goldsworthy, Kerryn (1999) Undimmed outrage: Thea Astley 'Drylands' (Incomplete article available on website) *Sheridan, Susan and Genoni, Paul (Eds) (2006), Thea Astley's Fictional Worlds, Cambridge Scholars *\"Thea Astley + Steven Galloway\" (2004) on Books and writing with Michael Shirrefs ABC Radio National, Sunday 22 August 2004 Accessed 25 August 2006 *Wyndham, Susan (2004a) \"Journey of a literary trailblazer: Thea Astley, author, 1925-2004\", The Sydney Morning Herald, Weekend Edition, 21–22 August 2004, p. 79 *Wyndham, Susan (2004b) \"Literary World Mourns Thea Astley\" in The Sydney Morning Herald, 2004-08-17 Accessed: 2008-04-18 ==External links== * Thea Astley at middlemiss.org * AustLit entry on Thea Astley Category:1925 births Category:2004 deaths Category:Australian women novelists Category:Australian women short story writers Category:Writers from New South Wales Category:Writers from Brisbane Category:Miles Franklin Award winners Category:Patrick White Award winners Category:20th-century Australian novelists Category:20th-century Australian women writers Category:ALS Gold Medal winners Category:20th-century Australian short story writers Category:Australian Book Review people Category:People educated at All Hallows' School Category:Officers of the Order of Australia",
 "title": "Thea Astley"
}