{
 "id": "911979",
 "text": "{| |} The Colossus-class battleships were a pair of dreadnought battleships built for the Royal Navy (RN) at the end of the first decade of the 20th century, the last battleships built for the RN. The sister ships spent their whole careers assigned to the Home and Grand Fleets, often serving as flagships. Aside from participating in the Battle of Jutland in May 1916, and the inconclusive action of 19 August several months later, their service during the First World War generally consisted of routine patrols and training in the North Sea. The Colossus class were deemed obsolete by the end of the war in 1918 and were reduced to reserve the following year. Hercules was sold for scrap in 1921, although Colossus was briefly used as a training ship. She was hulked in 1923 and sold for scrap five years later. ==Background and design== The initial 1909–1910 Naval Programme included two dreadnoughts and a battlecruiser, but was later increased to six dreadnoughts and two battlecruisers as a result of public pressure on the government due to the Anglo-German naval arms race. The original pair of battleships became the Colossus class and were improved versions of the preceding battleship, . On 19 November 1908, Rear-Admiral Sir John Jellicoe, the Third Sea Lord and Controller of the Navy, proposed the changes that he would like to make to the Neptunes design. He wanted to redistribute the armour from locations not exposed to enemy fire to those that were and to fit 21-inch (533 mm) torpedoes in lieu of the 18-inch (450 mm) weapons used in the earlier ship; the number of spare torpedoes were to be increased as well. Likely prompted by an earlier memo from Admiral Francis Bridgeman, commander-in-chief of the Home Fleet, Jellicoe wanted to eliminate the mainmast and transfer most of the functions of its spotting top to an armoured spotting tower atop the conning tower in the superstructure. The Director of Naval Ordnance (DNO), Rear-Admiral Reginald Bacon, argued that the spotting top in the foremast should be retained. Jellicoe was willing to slightly increase the new design's displacement over Neptune, but it could not cost any more, which placed major constraints on the Director of Naval Construction (DNC), Sir Philip Watts.Brooks 1995, pp. 42–44; Friedman 2015, pp. 111–12, 114 The DNC objected to the loss of the mainmast as he believed that it was needed to support a boat-handling derrick, but was overruled by the Admiralty, which preferred to position the tripod foremast behind the forward funnel with the tripod legs facing forward to allow the vertical leg to be used to support the derrick. This all but guaranteed that the hot funnel gases could render the spotting top uninhabitable. The short height of the funnel also bedevilled the bridge with smoke until it was raised in 1912, although this exacerbated the problem for the spotting top. The decision to space the wing turrets more closely together also made the smoke problem worse; because it reduced the space available to the aft boiler room which meant that the forward funnel had to accommodate the exhausts of a dozen boilers compared to the aft funnel's six, further increasing the smoke from the forward funnel.Friedman 2015, p.112; Burt, p. 126 thumb| (left) and Hercules (right) en route to the Battle of Jutland, 31 May 1916, showing how the latter's spotting top could be totally enveloped by funnel smoke All eight capital ships of the 1909–1910 Naval Programme had the same arrangement of masts and funnels; only the two battlecruisers had their foremast and forward funnel positions exchanged at considerable expense.Brooks 1995, pp. 44–46 David K. Brown, naval architect and historian, commented on the whole fiasco: \"It is amazing that it took so long to attain a satisfactory arrangement, which was caused by the DNO's insistence on sighting hoods in the roofs of turrets and Jellicoe's obsession with boat-handling arrangements. These unsatisfactory layouts reduced firepower, prejudiced torpedo protection and probably added to cost. As DNO and then as Controller, Jellicoe must accept much of the blame for the unsatisfactory layout of the earlier ships.\"Brown, pp. 41–42 Like Neptune, the wing turrets of the Colossus-class ships were staggered \"en echelon\" so that all five turrets could shoot on the broadside, although in practice the blast damage to the superstructure and boats made this impractical except in an emergency. The design also perpetuated siting the ship's boats on girders over the two wing turrets to reduce the length of the vessel. However, if the girders were damaged during combat, they could fall onto the turrets, immobilising them. The bridge and its associated compass platform was also situated above the conning tower, which similarly risked being obscured if the bridge collapsed.Brooks 1995, p. 44; Brown, pp. 38–40 ==Description== The Colossus-class ships had an overall length of , a beam of () or () and a deep draught of . They displaced at normal load and at deep load. Their crew numbered 751–778 officers and ratings upon completion and 791 in July 1916.Burt, p. 121 The ships were powered by two sets of Parsons direct-drive steam turbines. The Colossus class were the first British dreadnoughts that had three engine rooms. The outer propeller shafts were coupled to the high- pressure turbines in the outer engine rooms and these exhausted into low- pressure turbines in the centre engine room which drove the inner shafts. The turbines used steam provided by eighteen water-tube boilers at a working pressure of . They were rated at and were intended to give the dreadnoughts a maximum speed of . During their sea trials, the sister ships handily exceeded their designed speed and horsepower. They carried a maximum of of coal and an additional of fuel oil that was sprayed on the coal to increase its burn rate. This gave them a range of at a cruising speed of .Burt, pp. 31, 64, 121, 124 ===Armament and armour=== thumb|Aft turrets of Hercules The Colossus class was equipped with ten 50-calibre breech-loading (BL) Mark XI guns in five hydraulically powered twin-gun turrets, three along the centreline and the remaining two as wing turrets. The centreline turrets were designated 'A', 'X' and 'Y', from front to rear, and the port and starboard wing turrets were 'P' and 'Q' respectively. The guns had a maximum elevation of +20° which gave them a range of . They fired projectiles at a muzzle velocity of at a rate of two rounds per minute.Friedman 2011, pp. 62–63 The ships carried 100 shells per gun. Their secondary armament consisted of sixteen 50-calibre BL four-inch (102 mm) Mark VII guns. These guns were installed in unshielded single mounts in the superstructure.Parkes, p. 519 The guns had a maximum elevation of +15° which gave them a range of . They fired projectiles at a muzzle velocity of .Friedman 2011, pp. 97–98 They were provided with 150 rounds per gun. Four 3-pounder () saluting guns were also carried. The ships were equipped with three 21-inch submerged torpedo tubes, one on each broadside and another in the stern, for which 18 torpedoes were provided.Friedman 2015, p. 112 The Colossus class had a waterline belt of Krupp cemented armour that was thick between the fore and rear barbettes that reduced to outside the central armoured citadel, but did not reach the bow or stern. This made them the first British battleships since 1893 not to have a complete belt of armour at the waterline. The belt covered the side of the hull from above the waterline to below where it thinned to at its bottom edge. Above this was a strake of 8-inch armour. The forward oblique bulkheads connected the waterline and upper armour belts to the 'A' barbette. Similarly the aft bulkhead connected the armour belts to 'Y' barbette, although it was 8 inches thick. The exposed faces of the three centreline barbettes were protected by armour thick above the main deck and thinned to 4 or below it. The wing barbettes were similar except that they had 11 inches of armour on their outer faces. The gun turrets had 11-inch faces and sides with 3-inch roofs.Burt, p. 122 The three armoured decks ranged in thickness from with the greater thicknesses outside the central armoured citadel. The front and sides of the conning tower were protected by 11-inch plates, although the roof was 3 inches thick. The spotting tower behind and above the conning tower had sides and the torpedo- control tower aft had 3-inch sides and a 2-inch roof. In the interests of saving weight, the Colossus-class ships eliminated the anti-torpedo bulkheads that protected the engine and boiler rooms, reverting to the scheme in the older dreadnoughts that placed them only outboard of the magazines with the same thickness from . They did retain the 1-inch armour plates protecting the boiler uptakes.Burt, p. 124 ===Fire control=== The control position for the main armament were located in the spotting tops at the head of the foremast. Data from a Barr and Stroud coincidence rangefinder located there was input into a Dumaresq mechanical computer and electrically transmitted to Vickers range clocks located in the transmitting station located beneath each position on the main deck, where it was converted into range and deflection data for use by the guns. The target's data was also graphically recorded on a plotting table to assist the gunnery officer in predicting the movement of the target. The turrets, transmitting stations, and control positions could be connected in almost any combination.Brooks 1995, pp. 40–41 By 1912, another nine-foot rangefinder was added at the forward side of the compass platform.Friedman 2015, p. 115 In late 1914, more nine-foot rangefinders, protected by armoured hoods, were installed on the turret roofs. Fire-control technology advanced quickly during the years between the Colossus-class ships' commissioning and the start of World War I, and the most important development was the director firing system. This consisted of a fire-control director mounted high in the ship which electrically provided data to the turrets via pointers, which the turret crew were to follow. The director layer fired the guns simultaneously which aided in spotting the shell splashes and minimised the effects of the roll on the dispersion of the shells.Brooks 2005, p. 48 While the exact dates of installation are unknown, both ships were equipped with a director by December 1915.Brooks 1996, p. 168 Another development was the Dreyer Fire- control Table that combined the functions of the Dumaresq and the range clock in the transmission stations. Hercules was probably fitted with a prototype table when its inventor, Commander Frederic Dreyer, was assigned to the ship at the end of 1911. The ship retained that instrument at least until February 1916, although it had been replaced by a Mark I table by 1918. Colossus received her Mark I table by early 1916.Brooks 2005, pp. 157–59, 175, 182 ===Modifications=== thumb|Hercules at battle practice, 1913 In 1913–1914, a small rangefinder was added to the roof of 'X' turret and gun shields were fitted to the 4-inch guns in the forward superstructure in Hercules. After the start of the war in August 1914, a pair of 3-inch anti-aircraft (AA) guns were added.Burt, pp. 126–27 The sisters received fire-control directors by December 1915; Colossus mounted hers on a platform below the spotting top and Hercules had hers installed on a rear extension of the compass platform.Brooks 1996, p. 168; Burt, p. 128 Approximately of additional deck armour was added after the Battle of Jutland in May 1916. Around the same time, four 4-inch guns were removed from the aft superstructure. By April 1917, the ships were equipped with single 4-inch and 3-inch AA guns and the forward group of 4-inch guns had been enclosed in casemates. The stern torpedo tube was removed in 1917–1918 and a high-angle rangefinder was fitted on the spotting top in 1918. Hercules had no further alterations made before her sale, but Colossus had her AA guns removed in 1919–1920 and some 4-inch guns were removed during her September–October 1921 refit. In addition, some machinery was removed during the refit to demilitarise the ship in accordance with the Washington Naval Treaty.Burt, pp. 127–28 ==Ships== {|class=\"wikitable plainrowheaders\" |+ Construction data ! scope=\"col\" style=\"text-align:center;\"|Ship ! scope=\"col\" style=\"text-align:center;\"|BuilderPreston, p. 26 ! scope=\"col\" style=\"text- align:center;\"|Laid down ! scope=\"col\" style=\"text-align:center;\"|Launched ! scope=\"col\" style=\"text-align:center;\"|Commissioned ! scope=\"col\" style=\"text- align:center;\"|Cost (including armament) |- |scope=\"row\"| |Scotts Shipbuilding, Greenock | style=\"text-align:center;\"|8 July 1909 | style=\"text- align:center;\"|9 April 1910 | style=\"text-align:center;\"|8 August 1911 | style=\"text-align:center;\"|£1,672,102 |- |scope=\"row\"| |Palmers Shipbuilding, Jarrow | style=\"text-align:center;\"|30 July 1909 | style=\"text- align:center;\"|10 May 1910 | style=\"text-align:center;\"|31 July 1911 | style=\"text-align:center;\"|£1,661,240 |} ==Careers== Upon commissioning, both ships were assigned to the 2nd Division of the Home Fleet and Hercules became the flagship of the division. The 2nd Division was renamed the 2nd Battle Squadron (BS) on 1 May 1912. The sisters participated in the Parliamentary Naval Review on 9 July at Spithead. Around the end of the year, Colossus was transferred to the 1st BS. Hercules became a private ship in early 1913 and joined her sister in the 1st BS two months later.Burt, pp. 128–29 thumb|upright=2|The 1st Battle Squadron at sea, April 1915 Between 17 and 20 July 1914, the sisters took part in a test mobilisation and fleet review as part of the British response to the July Crisis. Afterwards, they were ordered to proceed with the rest of the Home Fleet to Scapa Flow to safeguard the fleet from a possible surprise attack by the Imperial German Navy. After the British declaration of war on Germany on 4 August, the Home Fleet was reorganised as the Grand Fleet, and placed under the command of Admiral Jellicoe.Massie, pp. 19, 69 According to pre-war doctrine, the role of the Grand Fleet was to fight a decisive battle against the German High Seas Fleet. This grand battle was slow to happen, however, because of the Germans' reluctance to commit their battleships against the superior British force. As a result, the Grand Fleet spent its time training in the North Sea, punctuated by the occasional mission to intercept a German raid or major fleet sortie. In November 1915, Colossus became the flagship of the 5th Division of the 1st BS. ===Battle of Jutland=== thumb|upright=1.7|Maps showing the manoeuvres of the British (blue) and German (red) fleets on 31 May – 1 June 1916|alt=The British fleet sailed from northern Britain to the east while the Germans sailed from Germany in the south; the opposing fleets met off the Danish coast In an attempt to lure out and destroy a portion of the Grand Fleet, the German High Seas Fleet departed the Jade Bight early on the morning of 31 May 1916 in support of Rear Admiral Franz von Hipper's battlecruisers which were to act as bait. The Royal Navy's Room 40 had intercepted and decrypted German radio traffic containing plans of the operation, so the Admiralty ordered the Grand Fleet to sortie the night before to cut off and destroy the High Seas Fleet.Tarrant, pp. 54–55, 57–58 Once Jellicoe's ships had rendezvoused with the 2nd BS, coming from Cromarty, Scotland, on the morning of 31 May, he organised the main body of the Grand Fleet in parallel columns of divisions of four dreadnoughts each. The two divisions of the 2nd BS were on his left (east), the 4th BS was in the centre and the 1st BS on the right. When Jellicoe ordered the Grand Fleet to deploy to the left and form line astern in anticipation of encountering the High Seas Fleet, this naturally placed the 4th and 1st Battle Squadrons in the center and rear of the line of battle, respectively, which meant that the sisters were at the rear of the Grand Fleet once it finished deploying.Corbett, p. 431 and frontispiece map Both ships fired at the crippled light cruiser with unknown results. They also engaged and hit the battlecruisers and multiple times, although only inflicting light damage. In return, Seydlitz hit Colossus twice, with only minor effect, but she was the only battleship in the main body of the Grand Fleet to be hit by gunfire during the battle. They also fired at German destroyers, but failed to make any hits. Neither of the sisters fired more than 98 rounds from their main guns during the battle.Campbell, pp. 156–58, 204–05, 207–08, 210, 212, 214, 218, 226–29, 296, 346, 349, 358 ===Subsequent activity=== After the battle, the sisters were transferred to the 4th BS; Hercules became the flagship of the commander, while Colossus became the flagship of the squadron's second-in-command. The Grand Fleet sortied on 18 August 1916 to ambush the High Seas Fleet while it advanced into the southern North Sea, but a series of miscommunications and mistakes prevented Jellicoe from intercepting the German fleet before it returned to port. Two light cruisers were sunk by German U-boats during the operation, prompting Jellicoe to decide to not risk the major units of the fleet south of 55° 30' North due to the prevalence of German submarines and mines. The Admiralty concurred and stipulated that the Grand Fleet would not sortie unless the German fleet was attempting an invasion of Britain or there was a strong possibility it could be forced into an engagement under suitable conditions.Halpern, pp. 330–32 Along with the rest of the Grand Fleet, they sortied on the afternoon of 23 April 1918 after radio transmissions revealed that the High Seas Fleet was at sea after a failed attempt to intercept the regular British convoy to Norway. The Germans were too far ahead of the British to be caught, and no shots were fired.Massie, p. 748 The sisters were present at Rosyth, Scotland, when the German fleet surrendered there on 21 November.Burt, pp. 129–30 On 3 December, Hercules was detached to take the Allied Naval Armistice Commission to Kiel, Germany, returning to Rosyth on 20 December. Colossus briefly became flagship of the Reserve Fleet in 1919 and Hercules joined her in the reserves a month later. The sisters were listed for disposal in 1921 and Hercules was sold later in the year and broken up in 1922. Colossus, however, was reprieved to serve as a boys' training ship, and refitted to suit her new role. It did not last long as the school closed in 1922 and she was again listed for disposal. Colossus was withdrawn from the disposal list in 1923 and hulked for the use of the training establishment . The ship withdrawn from that duty in 1927 and sold for scrap the following year. ==Citations== ==Bibliography== * * * * * * * * * * * * * * * * ==External links== * Dreadnought Project Technical material on the weaponry and fire control for the ships Category:Battleship classes Colossus class battleship (1910) Category:Ship classes of the Royal Navy Category:1910 ships",
 "title": "Colossus-class battleship (1910)"
}