{
 "id": "912195",
 "text": "Vollenhove is a city in the Dutch province of Overijssel. It is located in the municipality of Steenwijkerland, southwest of Steenwijk. Until the Noordoostpolder was drained, it was located on the coast of the Zuiderzee. Vollenhove received city rights in 1354. Later it was the main city in this region, that was formerly called Land van Vollenhove. Vollenhove was the summer residence of the bishop of Utrecht, the ruler of these parts. He lived in the castle Toutenburg, of which only some small ruins are left now. To be near their lord, quite some nobility moved to Vollenhove. They built their estates (Dutch: havezates) in the town, which was unique. Therefore, Vollenhove was called the city of palaces. Like Blokzijl, peat transport to Holland by ship caused the small city to flourish during the 17th century. Vollenhove was a separate municipality until 1973, when it became a part of Brederwiede. Between 1818 and 1942, the municipality was divided into two parts, Stad Vollenhove (the city) and Ambt Vollenhove (the countryside).Ad van der Meer and Onno Boonstra, \"Repertorium van Nederlandse gemeenten\", KNAW, 2006. == History == Vollenhove is already listed (as Fulnaho) in 944. The area was once a forest owned by Otto the Great. He gave Bishop of Utrecht Balderik permission to hunt there. In 1010 Emperor Henry II gave the area Sillva Fulnaho (Forest Vollenhove) to the bishop of Utrecht. In the 12th century, Bishop Godfried van Rhenen built a castle in the Almere, the Olde Huys, with a keep and a chapel. In the 14th century, the castle was repeatedly attacked by the Frisians from Stellingwerven. The village Op ten Camph was built around the castle. On 12 July 1354 it was given a city charter. After 1380 the city was designated as Vollenho. The heyday of the city Vollenhove was in the first half of the 15th century. Vollenhove was important because of the sturgeon fishing and was a bijstad of the League. Earthen walls and gates were also constructed to defend the city. In the first half of the 16th century the city flourished. Joris Schenck van Toutenburg became sheriff and later became governor of Overijssel for Karel the Fifth. Just outside the city Schenck built a castle called Toutenburg. This residence was the administrative center for the three northern provinces of Groningen, Friesland and Overijssel. Drenthe did not count because it was considered to poor. At the outbreak of the Eighty Years' War Vollenhove lost the role of administrative center, and in the following centuries, the town withered away. In 1818 was divided into Vollenhove City and Vollenhove office, the country that Vollenhove heard. In the second half of the 19th century Vollenhove flourished again briefly. The moat of the Olde Huys was fishing port and the castle was demolished. When in 1859 the island was evacuated Schokland, drew the most Schokkers in the midst of the remains of the castle. At the end of the 19th century, a new port was built and a specific fishing boat, the Vollenhovense sphere. The construction of the Dam (1932) came to an end the Zuiderzee fishing. Vollenhove was the beginning of World War II as a major port for the reclamation work of the northeast. == Pictures == File:Vollenhove Kaart Frederik de Wit.jpg|Historical map (+- 1649) File:Vollenhove, de Kleine of Lieve Vrouwekerk RM10541 IMG 2862 2018-04-20 15.46.jpg|Church: (Minor or Our Lady's -church) File:Vollenhove, de Grote of Sint Nicolaaskerk RM10555 en voormalig stadhuis RM105553 foto5 2012-04-28 11.27.jpg|Church: de Grote of Sint Nicolaaskerk File:Vollenhove, de Haven met de Grote-of Sint Nicolaaskerk RM10555 IMG 2849 2018-04-20 15.31.jpg|Port and the church File:Vollenhove harbour.jpg|Harbour of Vollenhove File:kasteel Toutenburg.jpg|Ruins of File:Vollenhoven, watergemaal A.F. Stroink RM507461 IMG 2840 2018-04-20 15.09.jpg|Pumping station A.F. Stroink == Events == The most well-known event of the city is the annual flower parade. Corso Vollenhove takes place on the last Saturday of August. The parade has always thousands of visitors. There are about 12 floats with different subjects and roughly 100,000–200,000 flowers per float. Several quality marching bands from in and outside the Netherlands are contracted to play in the parade. == Trivia == The celebration of the 650-year anniversary as a city on 12 July 2004 was attended by Mr. Pieter van Vollenhoven, he is the husband of Her Royal Highness Princess Margriet of the Netherlands. He was named an honorary citizen of the town. Incidentally, his surname has nothing to do with the town Vollenhove. == References == Category:Cities in the Netherlands Category:Populated places in Overijssel Category:Former municipalities of Overijssel Category:Steenwijkerland",
 "title": "Vollenhove"
}