{
 "id": "912223",
 "text": "The 106th Infantry Division was a division of the United States Army formed for service during World War II. Two of its three regiments were overrun and surrounded in the initial days of the Battle of the Bulge, and they were forced to surrender to German forces on 19 December 1944. The division was never officially added to the troop list following the war, despite having been almost completely organized in Puerto Rico by 1948; subsequently, the War Department determined the division was not needed and inactivated the division headquarters in 1950. == Lineage == * Constituted on paper on 5 May 1942 in the Army of the United States. * Activated on 15 March 1943 with a cadre from the 80th Infantry Division at Fort Jackson, South Carolina. * Moved to Camp Atterbury, Indiana, on 28 March 1944. * Staged at Camp Miles Standish, Massachusetts on 10 October 1944. * Was sent back to New York Port of Embarkation and sailed to England * Arrived in England, 17 November 1944, and trained for 19 days. * Assigned 29 November 1944 to VIII Corps, First United States Army, 12th Army Group. * Moved to France, 6 December 1944, where the division joined the ongoing Rhineland Campaign. * 106th Infantry Division crossed into Belgium on 10 December 1944. * Relieved from assignment to Rhineland Campaign on 16 December, and assigned to Ardennes-Alsace Campaign. * Relieved from assignment to VIII Corps, and assigned on 20 December to XVIII Airborne Corps, First Army, 12th Army Group, with attachment to the 21st Army Group. * Relieved from attachment to 21st Army Group on 18 January 1945, and returned to XVIII Airborne Corps, First Army, 12th Army Group. * Ardennes- Alsace Campaign terminated 25 January. Division resumed assignment to Rhineland Campaign. * On 6 February, the 106th Infantry Division relieved from assignment to XVIII Airborne Corps, and assigned to V Corps. * On 10 March, 106th Division relieved from assignment to V Corps, and assigned to Fifteenth United States Army, 12th Army Group. * 106th Infantry Division returned to France on 16 March. * Rhineland Campaign terminated on 21 March. * Central Europe Campaign started on 22 March. * On 15 April, 106th Infantry Division was attached to the Advanced Section, Communications Zone. Fifteenth Army directed the establishment of the Frontier Command segment of the Occupation of Germany. * On 23 April, the Frontier Command segment of the German Occupation started. * 106th Infantry Division entered Germany on 25 April. * On 8 May 1945, Germany signed its surrender. * With the termination of the Central Europe Campaign, German hostilities ceased on 11 May. * 106th Infantry Division was located at Bad Ems, Germany on 14 August. * 106th Infantry Division returned to New York Port of Embarkation on 1 October. * Inactivated 2 October 1945 at Camp Shanks, New York. * Headquarters Company allotted 25 March 1948 to the Organized Reserve Corps. * Activated 1 May 1948 at San Juan, Puerto Rico. * Inactivated 12 October 1950 at San Juan, Puerto Rico. == World War II == The 106th Infantry Division's Headquarters and Headquarters Company was constituted in the Army of the United States on 5 May 1942, five months after the United States entered World War II. The division’s numbering followed in sequence with the 105th Infantry Division, a planned African American infantry division that would be constituted on the Army’s troop list, but never ended up being activated. The 106th Infantry Division was activated on 15 March 1943 at Fort Jackson, South Carolina, with a cadre from the 80th Infantry Division. Following basic and advanced infantry training, the Division moved on 28 March 1944 to Tennessee to participate in the Second Army No. 5 Maneuvers. The 106th Infantry Division relieved the 2nd Infantry Division in the Schnee Eifel on 11 December 1944, with its 424th Infantry Regiment was sent to Winterspelt. Prior to the battle, according to the US Army Service Manual, one division should be responsible for no more than of front.This can be inferred in FM 7-40, the Field Manual for Rifle Regiments. On page 154 it states that a regiment in a defensive position can defend a front of up to 4000 yards in \"partially open, rolling terrain\" but as little as 2000 yards in \"broken, heavily wooded, terrain\". Since the 106th was operating with the standard \"2 in front, 1 in reserve\" deployment of its regiments, a maximum of 8000 yards (4.5 miles) could be covered by the division. FM 7-40, The Rifle Regiment (1942-02-09) On the eve of the battle, the 106th, along with the attached 14th Cavalry Group was covering a front of at least .\"The width of the sector held by the 106th Infantry Division and the attached 14th Cavalry Group was approximately eighteen air-line miles. When traced on the ground, the line these forces were responsible for defending was actually more than twenty-one miles in length.\" In the Ardennes-Alsace Campaign, the Germans attacked the 106th on 16 December 1944. The division's 422nd and 423rd Infantry Regiments were encircled and cut off by a junction of enemy forces in the vicinity of Schönberg. They regrouped for a counterattack, but were blocked by the enemy. The two regiments surrendered on 19 December. The Germans gained 6,000 prisoners in one of the largest mass surrenders in American military history. The remainder of the division that evaded the German pincer movement was reinforced by the 112th Infantry Regiment of the 28th Infantry Division and withdrew over the Our River and joined other units at Saint Vith. Along with the city of Bastogne to the south, St. Vith was a road and rail junction city considered vital to the German goal of breaking through Allied lines to split American and British forces and reach the Belgian port city of Antwerp. A scratch force of 106th Division personnel, in particular the division's 81st Engineer Combat Battalion, was organized and led by the 81st's 28-year-old commanding officer, Lt. Col. Thomas Riggs, in a five-day holding action (17–21 December) on a thin ridge line a mile outside St. Vith, against German forces vastly superior in numbers and armament (only a few hundred green Americans versus many thousands of veteran Germans). For this action, the 81st Engineer Combat Battalion was later awarded the Distinguished Unit Citation for gallantry. The defense of St. Vith by the 106th has been credited with ruining the German timetable for reaching Antwerp, hampering the Bulge offensive for the Germans. The 81st and other units, including the 168th Engineer Combat Battalion, pulled back from St. Vith on 21 December, under constant enemy fire, and withdrew over the Saint River at Vielsalm on 23 December. The following day, the 424th Regiment, attached to the 7th Armored Division, fought a delaying action at Manhay until ordered to an assembly area. From 25 December to 9 January 1945, the division received reinforcements and supplies at Anthisnes, Belgium, and returned to the struggle, securing objectives along the Ennal-Logbierme line on 15 January after heavy fighting. After being pinched out by advancing divisions, the 106th assembled at Stavelot on 18 January for rehabilitation and training. It moved to the vicinity of Hunningen on 7 February for defensive patrols and training. In March, the 424th advanced along the high ground between Berk and the Simmer River and was relieved on 7 March. A period of training and security patrols along the Rhine River followed, until 15 March, when the division moved to St. Quentin for rehabilitation and the reconstruction of lost units. The division was reconstituted on 16 March when the 3rd Infantry Regiment (the Old Guard) and the 159th Infantry Regiment were attached to replace the two lost regiments. The division then moved back to Germany on 25 April, where, for the remainder of its stay in Europe, the 106th handled POW enclosures and engaged in occupational duties. In the meantime, the 422nd Infantry Regiment and the 423rd Infantry Regiment were reconstituted from replacements in France on 15 April, were attached to the 66th Infantry Division in training status, and were still in this status when the Germans surrendered on 8 May 1945. ===Casualties=== *Total battle casualties: 8,627Army Battle Casualties and Nonbattle Deaths, Final Report (Statistical and Accounting Branch, Office of the Adjutant General, 1 June 1953) *Killed in action: 417Army Battle Casualties and Nonbattle Deaths, Final Report (Statistical and Accounting Branch, Office of the Adjutant General, 1 June 1953) *Wounded in action: 1,278Army Battle Casualties and Nonbattle Deaths, Final Report (Statistical and Accounting Branch, Office of the Adjutant General, 1 June 1953) *Missing in action: 235Army Battle Casualties and Nonbattle Deaths, Final Report (Statistical and Accounting Branch, Office of the Adjutant General, 1 June 1953) *Prisoner of war: 6,697Army Battle Casualties and Nonbattle Deaths, Final Report (Statistical and Accounting Branch, Office of the Adjutant General, 1 June 1953) == Order of battle == === Assigned units === 1942 (\"Triangular\") Organization * Headquarters, 106th Infantry Division * 422nd Infantry RegimentDestroyed in Schnee Eifel salient 19 December 1944 near Schonberg; rebuilt in France, but did not rejoin the division until 16 May 1945. Unit replaced by 3rd Infantry Regiment for the duration. * 423rd Infantry RegimentDestroyed in Schnee Eifel salient 19 December 1944 near Schonberg; rebuilt in France, but did not rejoin the division until 16 May 1945. Unit replaced by 159th Infantry Regiment for the duration. * 424th Infantry Regiment * Headquarters and Headquarters Battery, 106th Infantry Division Artillery ** 589th Field Artillery Battalion (105 mm) ** 590th Field Artillery Battalion (105 mm) ** 591st Field Artillery Battalion (105 mm) ** 592nd Field Artillery Battalion (155 mm) * 81st Engineer Combat Battalion * 331st Medical Battalion * 106th Cavalry Reconnaissance Troop (Mechanized) * Headquarters, Special Troops, 106th Infantry Division ** Headquarters Company, 106th Infantry Division ** 806th Ordnance Light Maintenance Company ** 106th Quartermaster Company ** 106th Signal Company ** Military Police Platoon ** Band * 106th Counterintelligence Corps Detachment === Attached units === * 820th Tank Destroyer Battalion (Towed): 8 December 1944 – 4 January 1945. * 444th Anti Aircraft Artillery Battalion (Auto Weapons): 17 December 1944 – 25 December 1944. * 563rd Anti Aircraft Artillery Battalion (Auto Weapons): 9 December 1944 – 18 December 1944. * 634th Anti Aircraft Artillery Battalion (Auto Weapons): 8 December 1944 – 18 December 1944. == Honors == === Campaign participation credit === World War II * Rhineland Campaign * Ardennes-Alsace Campaign * Central Europe Campaign === Decorations === ==== Unit recognition==== * Distinguished Unit Citations * Belgian Croix De Guerre (424th Infantry Cited per DA GO 44, 1949) * Belgian Fourragère 1940 (424th Infantry cited per DA GO 45, 1950) * Cited in the Order of the Day of the Belgian Army for action in the Ardennes (424th Infantry cited per DA GO 43, 1950). * Cited in the Order of the Day of the Belgian Army for action at St Vith (424th Infantry cited per DA GO 43, 1950). ==== Individual recognition==== * Distinguished Service Cross-7; * Distinguished Service Medal-1; * Silver Star-77; * Legion of Merit-9; * Soldier's Medal-26; * Bronze Star Medal-352; * Air Medal-10. All infantry members who received the Combat Infantryman Badge were also later awarded the Bronze Star. === Shoulder sleeve insignia === * Description. On a blue disc within a white edge, a gold lion's face all within a red border. * Symbolism: The blue is for infantry, while the red represents artillery support. : The lion's face represents strength and power. ===DSC Recipients=== *Brigadier General Herbert T. Perrin *Technician Third Grade Marlyn \"Marly\" J. Hall *Second Lieutenant Lewis H. Walkerhttp://valor.militarytimes.com/recipient.php?recipientid=22766 his citation reads Lewis W. Walker which is incorrect *First Lieutenant Eric F. Wood Jr. *First Lieutenant Richard A. Thomas *Staff Sergeant Walter L. Elrod *First Lieutenant Robert H. Thompson == Notable members == Kurt Vonnegut served in this division and used his experiences during the Battle of the Bulge (and captivity as a prisoner of war) in his novel Slaughterhouse-Five. Master Sergeant Roddie Edmonds (died 1985), who was captured on 19 December 1944 as a member of the 422nd Infantry Regiment, was recognized in 2015 by Israel's Yad Vashem Holocaust memorial and museum as the first American serviceman from World War II to be honored with the title Righteous Among The Nations for risking his life to save Jewish-American POWs under his command from being taken from the POW camp in Germany to concentration camps, where they likely would have been murdered or worked to death. Donald Prell, futurologist and founder of Datamation, the first computer magazine,http://www.datamation.com/about/ served as the leader of an anti- tank platoon in the 422nd Infantry Regiment, and several years following the war researched the biological basis of personality with the British psychologist Hans Eysenck.The Journal of Mental Health, July 1951, Vol. XCVII, \"The Inheritance of Neuroticism: An Experimental Study\", H. J. Eysenck and D. B. Prell, p. 402. Prell had been captured in the Battle of the Bulge, survived Allied aerial bombardment while locked in a boxcar with 59 other POWs, and then suffered freezing and starvation while in a German POW camp. == Notes == == Bibliography == * * * * * * * * * * * * == External links == * https://creator.zoho.com/jimdwest/106th-infantry- division/#View:th_Infantry_Division_Roster_View Re-constructed Roster of the 106thINF DIV. More than 17,500 names and details. * Combat Chronicles from The Army Almanac: A Book of Facts Concerning the Army of the United States, U.S. Government Printing Office, 1950, pp. 510–592 reproduced by the United States Army Center of Military History 106th Infantry Division, U.S. Infantry Division, U.S. 106th Category:Infantry divisions of the United States Army in World War II Category:Military units and formations established in 1943 Category:Military units and formations disestablished in 1950 Category:1943 establishments in South Carolina",
 "title": "106th Infantry Division (United States)"
}