{
 "id": "912628",
 "text": "right|thumb|Fifers at the 2006 Feast Feast of the Hunters’ Moon is a weekend festival and historical reenactment held on a weekend in October since 1968, at the present-day site of Fort Ouiatenon, a replica 18th century French military and trading post near West Lafayette, Indiana. Traditionally, the Hunters' Moon is the full moon in October, following September's Harvest Moon. ==Site== The Feast is held on the grounds of the Historic Fort Ouiatenon Park, on the Wabash River. The blockhouse is a replica of the original Fort Ouiatenon, which was the first fortified European settlement in what is now called Indiana.\"Blockhouse Museum\" Tippecanoe County Historical Association The fort served as a French trading post and was located approximately one mile downriver from the replica.\"The Ouiatenon Preserve\" Tippecanoe County Historical Association ==Program== During the festival, participants reenact the annual fall gathering of the French and Native Americans which took place at Fort Ouiatenon in the mid-18th century. Participants dress in the garb of the 18th century French soldiers, settlers, and Native Americans who lived in this region. Food vendors sell traditional period foods such as rabbit stew, voyageur stew, and venison sausage. The program also includes music, marching, dancing and reenacted military maneuvers. ===Musical performances=== As part of the event, various musical acts perform, including Native American drummers, historical folk music performers, French folksingers and period fife and drum corps. ===Living history presentations=== The event includes historical reenactments featuring period characters from the 1700s to educate visitors about the lives and culture of the period. One historical interpreter presented a Delaware Indian who first served as a scout for the French and whose people lived along the Wabash River in the 1700s and co-existed peacefully with the French at the outpost. Others play traders and gunsmiths, such as \"Pierre Rolletof\" of French Scots-Irish descent who traveled along the Wabash River trading a range of items, including guns, and also gunsmithed as he traveled. Other reenactors have demonstrated various period trades and crafts, including a chairmaker who built Windsor chairs to order, spending 40–45 hours per chair. ==Size and production== In 2004, the annual event drew over 8,000 participants and over 60,000 spectators. The Tippecanoe County Historical Association, cooperating with the Tippecanoe County Parks Department, presents the event on a weekend in late September or early October. The annual event ran for its 44th year in 2011. 2017 marked its 50th anniversary and the 300th anniversary of the fort. The event was cancelled for 2020 and is scheduled for October 9–10, 2021.http://feastofthehuntersmoon.org/ Official web site Retrieved 11/5/20 ==References== ==External links== * Category:Festivals in Indiana Category:Tourist attractions in Tippecanoe County, Indiana Category:Recurring events established in 1968 Category:1968 establishments in Indiana Category:Folk festivals in the United States Category:Music festivals established in 1968",
 "title": "Feast of the Hunters' Moon"
}