{
 "id": "912681",
 "text": "Kimberly Ann Komando (born 1967) is the host of two daily radio shows and one weekend radio show about consumer technology. On her weekly call-in show, she provides advice about technology gadgets, websites, smartphone apps, and internet security. The Kim Komando Show is broadcast and syndicated on over 435 radio stations in the United States and two stations in Ontario, Canada, to an estimated 3.5+ million listeners. Her Consumer Tech Update and Digital Life Hack airs on more than 390 stations seven days a week. Her radio shows are also heard internationally on the Armed Forces Radio Network, covering 177 countries. She hosts podcasts served to over 300,000 listeners per week. The Kim Komando Television Show premiered globally on Bloomberg TV on January 5, 2019. Kim Komando also hosts a weekly radio show on SiriusXM's Business Channel 130 called Tech Insights. Komando refers to herself on her web page as \"America's Digital Goddess\". , her website, Komando.com, serves 2.7 million unique visitors each month and she sends 500 million newsletters per year to subscribers. Komando and her husband, Barry Young, own Phoenix-based WestStar TalkRadio Network, which distributes the Komando radio program. Komando has appeared on CNN, CBS, MSNBC, ABC, BBC and Fox News, and her syndicated columns appear in USA Today and other newspapers. She has been a columnist for USA Today since February 2002. She won the Gracie Award from the Alliance for Women in Media for Outstanding Program Host in 2007 and in April 2016 was the keynote speaker at the NAB Show Radio Luncheon to an audience of industry leaders. In January 2017, she was appointed to Forbes Magazine Tech Council. On October 9, 2019, she presented a keynote speech about cybersecurity at the John Glenn NASA Research Center in Cleveland that was broadcast to all 60,000 NASA employees. In 2020, she was nominated to the National Radio Hall of Fame. In 2021, Kim was nominated again and this time inducted into the National Radio Hall of Fame. == Early life == Komando was raised in Watchung, New Jersey. Her father, Richard Paul \"Dick\" Komando, served in the Army during the Korean War and was a management employee for United Airlines. Her mother, Virginia Komando, was a senior systems analyst with Bell Laboratories. Kim is the youngest of four, with a brother Richard and two sisters, Christine and Kathleen. Kim says in her profile that she first used a computer at nine years of age. She graduated eighth grade from Watchung's Valley View School in 1978. She attended the nearby Catholic private high school for girls, Mount St. Mary Academy, where she was elected to the McAuley Chapter of the National Honor Society in 1981. After graduating from high school in 1981, one year ahead of schedule as a junior, and having skipped a grade, she attended Arizona State University. While in school, she started her own business to train people how to use their computers. She graduated from Arizona State University's W. P. Carey School of Business in 1985, at the age of 19, with a Bachelor of Science degree in Computer Information Systems. She is frequently asked if \"Kim Komando\" is her real name, which it is. The name \"Komando\" is Russian- Ukrainian. == Career == Kim Komando started out in sales, working for IBM, AT&T; and Unisys. At Unisys, she sold mainframe systems. She sold Honeywell a Unisys system valued at $11 million. Kim Komando wrote a column about computers for the Arizona Business Gazette while she was hosting a call-in talk show on computers. It aired late at night on KFYI in Phoenix, Arizona. In 1992, she formed \"The Komando Corporation\" with her as President/CEO and her mother as Secretary. She quit sales at Unisys to focus on her syndicated newspaper column and radio show, though she was only earning $60 a week from the column and show combined. Komando developed computer training tapes that she wrote, hosted, and called Komputer Tutor, which she sold via an infomercial. Over 150,000 tapes were sold for $80 to $120 each. The second generation of tapes included Prodigy. America Online was included with the third generation of tapes. Kim Komando negotiated a role running the computer section on AOL's site. The domain Komando.com hosted \"Kim Komando's Komputer Klinic\" for several years. Komando was the Technology Editor of Popular Mechanics Magazine from 1995 to 1998. She has been a weekly columnist for USA Today since February 2002. She has written 12 books on computers and technology. Through her charitable trust, she sponsors a scholarship for students on her path, female CIS students at her alma mater, W. P. Carey School of Business at ASU. ===Radio broadcasting=== In the mid-1990s, Komando started the WestStar TalkRadio Network (now WestStar Multimedia) with her husband Barry Young. They built their first studio in 1994. In 1994, ABC and CBS Radio passed on the show, saying a national radio show on the subject would be unsuccessful, as computers and the Internet were a fad. In 2015, the staff of WestStar moved into a $7.5 million, 24,000 square-foot multimedia facility with radio studios and production facilities for TV shows and podcasts. In 2016, Komando was the Keynote Speaker at the National Association of Broadcasters convention in Las Vegas. In 2017, Komando was nominated for the National Association of Broadcasters (NAB) Marconi Radio Award in the Network/Syndicated Personality of the Year category. In 2021, Komando was nominated and inducted into the National Radio Hall of Fame. She had previously been nominated in 2018, 2019 and 2020. The Kim Komando radio show airs on more than 435 radio stations in the United States and in 177 countries on Armed Forces Radio. The Kim Komando Television Show premiered globally on Bloomberg TV January 5, 2019. WestStar's radio offerings diversified into a number of other radio formats, among them: Your Weekend, an adult contemporary music program hosted by pianist Jim Brickman; Quiet Music, a smooth jazz program hosted by Nick Francis; Goddard's Gold and The '70s, classic hits/oldies programs hosted by Phoenix-area disc jockey Steve Goddard; and The Other Side with Steve Godfrey, a call-in talk show in which the title host attempted to communicate with spirits. As of 2020, WestStar continues to distribute Komando's two daily national radio shows and the weekend show and An American Christmas, an annual Christmas special produced by Mannheim Steamroller. == Personal life == She splits her time between her homes in Phoenix, Santa Barbara, and Beverly Hills. She has full broadcast studios in all locations. She is an avid car collector and owns a Ferrari F12 Berlinetta, Mercedes-Benz SLS AMG, Mercedes-AMG GTR Roadster, Mercedes-AMG GTC Roadster, Mercedes-AMG G63 Edition 1, 2 other Mercedes-AMG G63's, Corvette C8, 1946 Chevrolet Truck, 1961 Corvette, 1964 Jaguar E-Type, 1964 1/2 Ford Mustang, 1966 Custom Corvette, and a 1967 Corvette that was used in the movie Con Air. She owns a 2018 Embraer Phenom 300 jet. She is married to Barry Young, who is her business partner and former host of The Nearly Famous Barry Young Show, a local radio show on KFYI in Phoenix until November 2014. They have a son named Ian. == Awards == * 2001 Arizona State University College of Business and SRP Spirit of the Enterprise Award * 2006 Judy Jarvis Memorial Award for Outstanding Contributions by a Woman to Talk Radio, also known as “Woman of the Year” by Talkers Magazine. * 2007 Gracie Individual Achievement Award for Outstanding Program Host. * 2009 speaker at Fortune Magazine's Most Powerful Women Summit. * 2016 Keynote Speaker at the National Association of Broadcasters Convention in Las Vegas * 2021 Radio Hall of Fame Inductee ==References== ==External links== * Category:1960s births Category:Living people Category:American columnists Category:American talk radio hosts Category:W. P. Carey School of Business alumni Category:People from Watchung, New Jersey Category:People in information technology",
 "title": "Kim Komando"
}