{
 "id": "912653",
 "text": "Sir Henry Mortimer Durand, (14 February 1850 – 8 June 1924) was a British Anglo-Indian diplomat and member of the Indian Civil Service. ==Background== Born at Sehore, Bhopal, India, he was the son of Sir Henry Marion Durand, the Resident of Baroda and he was educated at Blackheath Proprietary School, and Tonbridge School.John F. Riddick, The history of British India, p258 ==Career== Durand entered the Indian Civil Service in 1873. He served as the Political Secretary in Kabul during the Second Anglo-Afghan War (1878–1880); was Foreign Secretary of India from 1884 to 1894; and appointed Minister plenipotentiary at Tehran in 1894, where despite being a Persian scholar and fluently speaking the language, he made little impression either in Tehran or on his superiors in London. He left Persia in March 1900, by which time owing to the illness of his wife Ella he had withdrawn from social life and the legation was in a depressed and disorganised state. He served as British Ambassador to Spain from 1900 to 1903, and as Ambassador to the United States from 1903 to 1906. He was appointed a CSI in 1881 knighted with a KCIE in 1888,Great Britain. India Office and a KCSI in 1894 and appointed a GCMG in 1900. ==Literary works== From 1906, after his return to England, he devoted his time to writing. He also published the biography of his father, General Henry Marion Durand (1812–1871), and also had ambitions as a novelist, often with his wife, Lady E. R. Durand (1852–1913), as a co-author. Some of his publications are: * Nadir Shah: An Historical Novel (1908) * The Life of Sir Alfred Comyn Lyall (1913) * The Life of Field-Marshal Sir George White, V.C. (1915) *The Thirteenth Hussars in the Great War (1921) * An Autumn Tour in Western Persia (1902) is by his wife E. R. Durand ==Legacy== ===Durand Line=== The Durand Line is named after Sir Mortimer and remains the international border between Afghanistan and modern-day Pakistan that is officially recognized by all countries apart from Afghanistan. The border is an ongoing point of contention between the two countries, as Afghanistan unilaterally disputes the legitimacy of the border. In 1884 Durand informed Abdur Rahman Khan, the Amir of Afghanistan, the frontier between modern-day Pakistan (the successor state of British India) and Afghanistan that the garrison of Panjdeh had been slaughtered on the orders of the Russian General Komarov. The Russians wished to stop British occupation of Herat, so Durand was despatched to prevent \"the strained relations which then existed between Russia and ourselves,\" wrote the Viceroy, Lord Dufferin, and \"might in itself have proved the occasion of a long miserable war.\" Tensions at home in British newspapers heightened the urgency of the incident, threatening war in Central Asia, which Rahman was desperate to avoid. A telephone line was kept open between Lord Granville and Count Giers in St Petersburg.Hopkirk, The Great Game, pp.430-1 Sir Mortimer was deputed to Kabul by the government of British India for the purpose of settling an exchange of territory required by the demarcation of the Joint Boundary Commission between northeastern Afghanistan and the Russian possessions along the same lines as in 1873, except for the southward salient at Panjdeh. The British made it clear that any further extension towards Herat would amount to a declaration of war. Rahman showed his usual ability in diplomatic argument, his tenacity where his own views or claims were in debate, with a sure underlying insight into the real situation. A Royal Commission was established to demarcate the boundary between Afghanistan and the British-governed India. The two parties camped at Parachinar, now part of FATA Pakistan, near Khost Afghanistan. From the British side the camp was attended by Mortimer Durand and Sahibzada Abdul Qayyum, the Political Agent for Khyber. The Afghans were represented by Sahibzada Abdul Latif and Governor Sardar Shireendil Khan representing Amir Abdur Rahman Khan.http://www.aaiil.org/aaiil/ra/jalsa/2003/sahibzadaabdullatifshaheed100anniversary/08sahibzadazahoorahmad_sahibzadaabdullatifshaheed.mp3 The territorial exchanges were amicably agreed upon; the relations between the British Indian and Afghan governments, as previously arranged, were confirmed. The Durand Road in Lahore is also named after him. ==Death== Durand died at Quetta, Baluchistan Agency, British India, in 1924. According to Abdus Sattar, a high school headmaster at D.I.Khan, His grave is in Christian graveyard near NOL Bagh tank Adda Dera Ismail Khan. However, his father is buried in a Church at Dera Ismail Khan, Khyber Pakhtunkhwa (now a province of Pakistan). ==See also== * Durand Cup — a football tournament started by Mortimer Durand at Simla in 1888. == References == ;Bibliography * * * * * == External links == * Works by H. Mortimer Durand at Project Gutenberg * The papers of Henry Marion Durand, including diaries, correspondence, memoranda, literary papers, photographs and presscuttings are held by SOAS Special Collections. Digitised items from the collections may be viewed online here. Category:1850 births Category:1924 deaths Category:Administrators in British India Category:Knights Grand Cross of the Order of St Michael and St George Category:Knights Commander of the Order of the Star of India Category:Knights Commander of the Order of the Indian Empire Category:Ambassadors of the United Kingdom to the United States Category:Ambassadors of the United Kingdom to Spain Category:British people of the Second Anglo-Afghan War Category:Durand line Category:Indian civil servants Category:People educated at Blackheath Proprietary School Category:People from Sehore Category:Indian members of the Privy Council of the United Kingdom Category:Conservative Party (UK) parliamentary candidates",
 "title": "Mortimer Durand"
}