{
 "id": "91262",
 "text": "Prince George County is a county located in the Commonwealth of Virginia. As of the 2020 census, the population was 43,010. Its county seat is Prince George. Prince George County is located within the Greater Richmond Region of the U.S. state of Virginia. == History == Prince George County was formed in 1703 in the Virginia Colony from the portion of Charles City County that was south of the James River. It was named in honor of Prince George of Denmark, husband of Anne, Queen of Great Britain. In 1619, \"Charles Cittie\" was one of four \"boroughs\" or \"incorporations\" created by the Virginia Company. The first Charles City County courthouses were located along the James River at Westover Plantation on the north side and City Point on the south side. The Virginia Company lost its charter in 1624, and Virginia became a royal colony. Charles City Shire was formed in 1634 in the Virginia Colony by order of Charles I, King of England. It was named as Charles City County in 1643. Charles Cittie, Charles City Shire, and Charles City County all extended to both sides of the James River, which was the major transportation thoroughfare of the Virginia Colony throughout the 17th century. The original central city of Charles City County was Charles City Point, which was in an area south of the James River at the confluence of the Appomattox River. The name was later shortened to City Point. In 1703, all of the original area of Charles City County south of the James River was severed to form Prince George County. As population increased, portions were divided and organized as several additional counties. City Point became an incorporated town in Prince George County. ==20th century to present== Annexed by the independent city of Hopewell in 1923, City Point is no longer in the county. Nearby the current bridges, this water-only section of the county at the Appomattox River was the site of a fatal bus accident at an open drawbridge on December 22, 1935; thirteen persons died. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (5.9%) is water. The northwestern corner of the county near the cities of Hopewell and Petersburg, and the location of Fort Lee is exurban, but the rest of the county is rural with most land devoted to agriculture and timber production. ===Adjacent counties / independent cities=== * Petersburg, Virginia – independent city, northwest * Chesterfield County, Virginia – northwest * Hopewell, Virginia – independent city, northwest * Colonial Heights – independent city, northwest * Charles City County, Virginia – north * Surry County, Virginia – east * Sussex County, Virginia – south * Dinwiddie County, Virginia – west ===National protected areas=== * James River National Wildlife Refuge * Petersburg National Battlefield Park (part) ==Economy== ===Top employers=== According to the County's 2009 Comprehensive Annual Financial Report,County of Prince George CAFR the top employers in the county are: {| class=\"wikitable\" |- ! # ! Employer ! # of Employees |- | 1 |United States Department of Defense |1,000+ |- |2 |County of Prince George |1,000+ |- |3 |Food Lion |500–999 |- |4 |United States Department of Justice |500–999 |- |5 |Standard Motor Products |250–499 |- |6 |United States Army |250–499 |- |7 |Riverside Regional Jail |250–499 |- |8 |Perdue Farms |250–499 |- |9 |United States Departments of the Army & Air Force |250–499 |- |10 |Ace Hardware |100–249 |} Goya Foods has its Virginia offices south of the Prince George CDP.\"Contact Us.\" Goya Foods. Retrieved on March 26, 2016. \"Goya Foods of Virginia 6040 Quality Way Prince George, VA 23875\"\"2010 CENSUS – CENSUS BLOCK MAP: Prince George CDP, VA\" (Archive). U.S. Census Bureau. Retrieved on April 19, 2016. – Interstate 295 is in the left side of the map == Government == In modern times, there are no centralized cities or towns in the county. Prince George Court House, which uses the postal address Prince George, Virginia, is the focal point of government. The County Administrator answers to the elected Board of Supervisors, who are elected from single-member districts. ===Politics=== {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Presidential election results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third parties |- | style=\"text-align:center;\" |2020 | style=\"text-align:center;\" |58.0% 10,103 | style=\"text-align:center;\" |40.8% 7,103 | style=\"text-align:center; background:honeyDew;\"|1.3% 226 |- | style=\"text-align:center;\" |2016 | style=\"text-align:center;\" |56.6% 9,157 | style=\"text-align:center;\" |39.7% 6,419 | style=\"text-align:center; background:honeyDew;\"|3.8% 608 |- | style=\"text-align:center;\" |2012 | style=\"text-align:center;\" |55.3% 8,879 | style=\"text-align:center;\" |43.6% 6,991 | style=\"text-align:center; background:honeyDew;\"|1.1% 176 |- | style=\"text-align:center;\" |2008 | style=\"text-align:center;\" |54.7% 8,752 | style=\"text-align:center;\" |44.6% 7,130 | style=\"text-align:center; background:honeyDew;\"|0.8% 124 |- | style=\"text-align:center;\" |2004 | style=\"text-align:center;\" |61.4% 8,131 | style=\"text-align:center;\" |38.2% 5,066 | style=\"text-align:center; background:honeyDew;\"|0.4% 57 |- | style=\"text-align:center;\" |2000 | style=\"text-align:center;\" |60.4% 6,579 | style=\"text-align:center;\" |38.4% 4,182 | style=\"text-align:center; background:honeyDew;\"|1.3% 139 |- | style=\"text-align:center;\" |1996 | style=\"text-align:center;\" |54.9% 5,216 | style=\"text-align:center;\" |36.8% 3,498 | style=\"text-align:center; background:honeyDew;\"|8.3% 793 |- | style=\"text-align:center;\" |1992 | style=\"text-align:center;\" |51.0% 4,799 | style=\"text-align:center;\" |32.8% 3,087 | style=\"text-align:center; background:honeyDew;\"|16.2% 1,526 |- | style=\"text-align:center;\" |1988 | style=\"text-align:center;\" |66.3% 4,982 | style=\"text-align:center;\" |32.9% 2,469 | style=\"text-align:center; background:honeyDew;\"|0.9% 64 |- | style=\"text-align:center;\" |1984 | style=\"text-align:center;\" |69.6% 4,999 | style=\"text-align:center;\" |29.8% 2,136 | style=\"text-align:center; background:honeyDew;\"|0.6% 43 |- | style=\"text-align:center;\" |1980 | style=\"text-align:center;\" |57.6% 3,389 | style=\"text-align:center;\" |39.2% 2,310 | style=\"text-align:center; background:honeyDew;\"|3.2% 189 |- | style=\"text-align:center;\" |1976 | style=\"text-align:center;\" |45.4% 2,254 | style=\"text-align:center;\" |53.0% 2,630 | style=\"text-align:center; background:honeyDew;\"|1.5% 76 |- | style=\"text-align:center;\" |1972 | style=\"text-align:center;\" |67.7% 2,405 | style=\"text-align:center;\" |30.5% 1,084 | style=\"text-align:center; background:honeyDew;\"|1.8% 63 |- | style=\"text-align:center;\" |1968 | style=\"text-align:center;\" |32.8% 1,559 | style=\"text-align:center;\" |26.7% 1,272 | style=\"text-align:center; background:honeyDew;\"|40.5% 1,930 |- | style=\"text-align:center;\" |1964 | style=\"text-align:center;\" |54.3% 1,790 | style=\"text-align:center;\" |45.6% 1,502 | style=\"text-align:center; background:honeyDew;\"|0.1% 3 |- | style=\"text-align:center;\" |1960 | style=\"text-align:center;\" |42.1% 727 | style=\"text-align:center;\" |57.0% 983 | style=\"text-align:center; background:honeyDew;\"|0.9% 15 |- | style=\"text-align:center;\" |1956 | style=\"text-align:center;\" |46.2% 689 | style=\"text-align:center;\" |43.1% 642 | style=\"text-align:center; background:honeyDew;\"|10.7% 159 |- | style=\"text- align:center;\" |1952 | style=\"text-align:center;\" |46.4% 541 | style=\"text- align:center;\" |52.5% 612 | style=\"text-align:center; background:honeyDew;\"|1.1% 13 |- | style=\"text-align:center;\" |1948 | style=\"text-align:center;\" |26.2% 317 | style=\"text-align:center;\" |61.6% 745 | style=\"text-align:center; background:honeyDew;\"|12.2% 148 |- | style=\"text- align:center;\" |1944 | style=\"text-align:center;\" |27.4% 301 | style=\"text- align:center;\" |72.5% 796 | style=\"text-align:center; background:honeyDew;\"|0.1% 1 |- | style=\"text-align:center;\" |1940 | style=\"text-align:center;\" |16.9% 156 | style=\"text-align:center;\" |82.8% 766 | style=\"text-align:center; background:honeyDew;\"|0.3% 3 |- | style=\"text- align:center;\" |1936 | style=\"text-align:center;\" |15.2% 128 | style=\"text- align:center;\" |84.5% 713 | style=\"text-align:center; background:honeyDew;\"|0.4% 3 |- | style=\"text-align:center;\" |1932 | style=\"text-align:center;\" |16.0% 115 | style=\"text-align:center;\" |83.0% 597 | style=\"text-align:center; background:honeyDew;\"|1.0% 7 |- | style=\"text- align:center;\" |1928 | style=\"text-align:center;\" |35.4% 235 | style=\"text- align:center;\" |64.6% 428 | style=\"text-align:center;| |- | style=\"text- align:center;\" |1924 | style=\"text-align:center;\" |23.6% 90 | style=\"text- align:center;\" |73.2% 279 | style=\"text-align:center; background:honeyDew;\"|3.2% 12 |- | style=\"text-align:center;\" |1920 | style=\"text-align:center;\" |25.1% 127 | style=\"text-align:center;\" |74.1% 375 | style=\"text-align:center; background:honeyDew;\"|0.8% 4 |- | style=\"text- align:center;\" |1916 | style=\"text-align:center;\" |21.8% 72 | style=\"text- align:center;\" |78.0% 258 | style=\"text-align:center; background:honeyDew;\"|0.3% 1 |- | style=\"text-align:center;\" |1912 | style=\"text-align:center;\" |14.2% 42 | style=\"text-align:center;\" |69.2% 204 | style=\"text-align:center; background:honeyDew;\"|16.6% 49 |} ===Law enforcement=== Prince George County is served primarily by the Prince George County Police Department and the Prince George County Sheriff's Office. The police department's responsibility is the enforcement of the laws of the Commonwealth and local ordinances. The primary responsibility of the Sheriff's Office is the security of the courts and service of court (criminal and civil) papers. The Sheriff's Office also assists the police department in the enforcement of the laws of the Commonwealth as a secondary responsibility.Prince George County : Sheriff's Office ===Correctional institutions=== Riverside Regional Jail is located west of 295 and south of the Appomattox River in the county. It serves seven member localities. It is overseen by the Riverside Regional Jail Authority Board.\"Riverside Regional Jail\", official website; accessed 21 March 2017 In addition, the Federal Correctional Institution, Petersburg is located west of the regional jail, closer to the Appomattox River as it curves south. This complex for male inmates, located west of the independent city of Hopewell, Virginia, consists of both a low-security facility, with 1,111 inmates; 293 at the adjacent minimum-security satellite camp; and 1,595 at the associated medium-security facility. All are managed by the Bureau of Prisons (BOP).\"FCI Petersburg Low\" and \"FCI Petersburg Medium\", Bureau of Prisons; accessed 21 March 2017 == Towns, communities, region == There are currently no incorporated towns within Prince George County. Unincorporated towns or communities in the county include: ===Census-designated places=== * Fort Lee (a military base) * Prince George * Templeton ===Other unincorporated communities=== * Burrowsville * Carson * Disputanta * Garysville * Jordan Point * KingwoodKingwood, VA Big Map (Virginia Hometown Locator) * New Bohemia * Newville == Transportation == Interstate Highways 95 and 295 pass through the county, as does north-south U.S. Route 301 and east-west U.S. Route 460. State Route 10 runs along the northern shore of the James River near several of the James River plantations located in the county. State Route 106 runs through Prince George, the county seat. Freight railroad service for the county is provided by CSX Transportation, which interchanges with Norfolk Southern at Petersburg. The famous 52-mile long tangent rail line between Petersburg and Suffolk of the former Norfolk and Petersburg Railroad was built by William Mahone in the 1850s, and now forms a vital link of the Norfolk Southern system. A Norfolk Southern Railway automobile transloading facility is located nearby. There are future plans underway for a large Intermodal freight transport railroad- trucking transfer facility in Prince George County as well. ===Major highways=== * , the major north-south highway on the Eastern Seaboard, enters Prince George County from Sussex County. Access to the county is available at Exits 37, 41, 45, and 46 before the road enters the City of Petersburg. * is the north-south bypass around Petersburg and Richmond, further north. Besides its southern terminus at Exit 46 on I-95, access to the county is available at Exits 3A and 3B before the road enters the City of Hopewell. * , the principal south-north route Sussex County until it was supplanted by I-95. A spur of US Route 1, it enters Prince George County from Sussex County and serves as a frontage road along I-95, until reaching Carson, where it moves further away from the interstate. However it does cross over I-95 at exit 41 along with an overlap of VA 35 (see below), and again at Exit 45 eventually entering Petersburg. * , a major west-to-east corridor that runs southeasterly in the south-central of Prince George County, as a connecting route between the Central Appalachian Mountains and the Hampton Roads area. A spur of US 60, it enters the county from Petersburg entering New Bohemia, then later runs through Disputanta before leaving the county at the Sussex County line northwest of Waverly. * , is a state route that runs west to east along the south side of the James River. Named James River Drive throughout the county, it enters the county from Hopewell at the bridges over the Bailey Creek, and briefly takes an overlap of VA 106/156 between Ruffin Road and Jordan Point Road. From there it passes south of the privately-owned Henshaw AirportHenshaw Airport - VG42 (AirNav) near Garysville, then passes through Burrowsville, and after the intersection with Chippokes Road (VSR 610), crosses the Prince George-Surry County Line. * , a south-north state road that enters the county from rural areas north of Disputanta. The route runs mainly southeast to northwest along Courtland Street from the Sussex-Prince George County Line and terminates at a pair of Virginia Secondary Routes northwest of the US 301/VA 35 overlap in Templeton. Both VA 35 and US 301 were part of the historic Jerusalem Plank Road, which was the site of a Civil War Battle in Petersburg. * runs northeast from Petersburg as Courthouse Road, through Prince George, where it runs under I-295 with no interchange. It then encounters VA 156 (see below) which joins VA 106 in an overlap towards the Benjamin Harrison Memorial Bridge. * runs northeast from Templeton at the southeast end of the US 301/VA 35 overlap. It passes through Disputanta, then joins VA 106 in an overlap east of Prince George where it too heads towards the Benjamin Harrison Memorial Bridge. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Prince George County, Virginia - Demographic Profile (NH = Non-Hispanic) !Race / Ethnicity !Pop 2010 !Pop 2020 !% 2010 !% 2020 |- |White alone (NH) |20,822 |22,662 |58.28% |52.69% |- |Black or African American alone (NH) |11,150 |12,694 |31.21% |29.51% |- |Native American or Alaska Native alone (NH) |184 |221 |0.52% |0.51% |- |Asian alone (NH) |520 |822 |1.46% |1.91% |- |Pacific Islander alone (NH) |100 |141 |0.28% |0.33% |- |Some Other Race alone (NH) |61 |191 |0.17% |0.44% |- |Mixed Race/Multi-Racial (NH) |830 |1,935 |2.32% |4.50% |- |Hispanic or Latino (any race) |2,058 |4,344 |5.76% |10.10% |- |Total |35,725 |43,010 |100.00% |100.00% |} Note: the US Census treats Hispanic/Latino as an ethnic category. This table excludes Latinos from the racial categories and assigns them to a separate category. Hispanics/Latinos can be of any race. ===2010 Census=== As of the census of 2010, there were 35,725 people, 10,159 households, and 8,096 families residing in the county. The population density was 124 people per square mile (48/km2). There were 10,726 housing units at an average density of 40 per square mile (16/km2). The racial makeup of the county was 60.93% White, 32.54% Black or African American, 0.42% Native American, 1.73% Asian, 0.15% Pacific Islander, 2.19% from other races, and 2.03% from two or more races. 4.92% of the population were Hispanic or Latino of any race. According to the U.S. Census Bureau, on July 1st, 2019, it is estimated that there is a population of 38,353 people living in Prince George County. There were 10,159 households, out of which 41.90% had children under the age of 18 living with them, 63.50% were married couples living together, 12.20% had a female householder with no husband present, and 20.30% were non-families. 17.20% of all households were made up of individuals, and 5.80% had someone living alone who was 65 years of age or older. The average household size was 2.76 and the average family size was 3.11. In the county, the population was spread out, with 25.10% under the age of 18, 13.60% from 18 to 24, 33.30% from 25 to 44, 20.80% from 45 to 64, and 7.30% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 117.00 males. For every 100 females age 18 and over, there were 120.90 males. The median income for a household in the county was $49,877, and the median income for a family was $53,750. Males had a median income of $37,363 versus $26,347 for females. The per capita income for the county was $20,196. About 6.50% of families and 8.00% of the population were below the poverty line, including 11.40% of those under age 18 and 8.30% of those age 65 or over. ==Education== === Colleges and Universities === * Richard Bland College ===Public High Schools=== * Prince George High School 10–12 ===Public Jr. High Schools=== * N.B Clements Jr. High 8–9 ===Public Middle Schools=== * J.E.J Moore Middle School 6–7 ===Public Elementary Schools=== * Harrison Elementary School K–5 * North Elementary School K-5 * South Elementary School K-5 * L.L. Beazley Elementary School K-5 * W.A. Walton Elementary School K-5 ==Notable people== * Richard Bland – planter and statesman, member of the Virginia House of Burgesses. * Richard Bland II – Planter and statesman, member of the Virginia House of Burgesses, and delegate to the Continental Congress. * Theodorick Bland of Cawsons – Planter and statesman, member of the Virginia House of Burgesses. * Theodorick Bland – Physician, revolutionary soldier, and statesman who became a major figure in the formation of the new United States Government, representing Virginia in both the Continental Congress and the United States House of Representatives. * Colonel Robert Bolling – Planter and merchant who resided at Kippax Plantation. * Jane Rolfe Bolling – Wife of Colonel Robert Bolling, granddaughter of Pocahontas and English colonist John Rolfe * Jackie Bradley, Jr. – Major League Baseball player, attended Prince George High School. * Larry Brooks – National Football League player, graduated from Prince George High School * Robert Williams Daniel – Banker who survived the sinking of the RMS Titanic and later served in the Virginia Senate; resided at Brandon Plantation. * Margery Durant Daniel – Second wife of Robert Williams Daniel, daughter of Billy Durant, a businessman and founder of General Motors * Robert Williams Daniel, Jr. – Member of the US House of Representatives; served five terms representing Virginia's 4th congressional district. * Richard Eppes – Planter and surgeon in the Confederate States Army during the American Civil War; resided at Appomattox Manor. * Rick Gates – Political consultant, lobbyist, and business associate of Trump campaign manager Paul Manafort graduated from Prince George High School. * Elmon T. Gray – Waverly businessman and son of Garland Gray; served in the Virginia Senate from 1971 to 1992. * Samuel Jordan – Jamestown colonist and one of the first colonial legislators; established Jordan's Point Plantation * John Martin – Jamestown colonist who established Martin's Brandon Plantation * Johnny Oates – Major League Baseball player, coach, and manager, graduated from Prince George High School. * Edmund Ruffin – Planter, agronomist, and southern secessionist; born at Evergreen Plantation in Prince George. * Reggie Williams – NBA player; graduated from Prince George High School. * George Yeardley – Jamestown colonist who established Flowerdew Hundred Plantation ==See also== * National Register of Historic Places listings in Prince George County, Virginia * Prince George County Sheriff's Office * Prince George County Police Department ==References== 19\\. \"Quick Facts Prince George County, Virginia\" Retrieved July 1, 2019 ==External links== * Prince George County official website * Prince George County Economic Development Category:Virginia counties Category:1703 establishments in Virginia Category:Counties on the James River (Virginia) Category:Greater Richmond Region Category:Populated places established in 1703 Category:Virginia counties on the Chesapeake Bay",
 "title": "Prince George County, Virginia"
}