{
 "id": "912851",
 "text": "{{Infobox settlement |official_name = Seaside, Florida |native_name = |other_name = |settlement_type = Unincorporated community |image_skyline = File:Seaside,_Florida.jpg |imagesize = |image_caption = Seaside Post Office |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |nickname = |motto =\"A simple, beautiful life.\" |image_map = |mapsize = |map_caption = |image_map1 = |mapsize1 = |map_caption1 = |pushpin_map = Florida |pushpin_label_position = |pushpin_mapsize = |pushpin_map_caption = |coordinates = |subdivision_type = Country |subdivision_name = |subdivision_type1 = State |subdivision_type2 = County |subdivision_type3 = |subdivision_type4 = |subdivision_name1 = |subdivision_name2 = |subdivision_name3 = |subdivision_name4 = |established_title = |established_date = |established_title2 = |established_date2 = |established_title3 = |established_date3 = |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = |leader_name1 = |unit_pref = Imperial |area_footnotes = |area_magnitude = |area_total_km2 = |area_total_sq_mi = |area_land_km2 = |area_land_sq_mi = |area_water_km2 = |area_water_sq_mi = |area_water_percent = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |elevation_footnotes = |elevation_m = 4 |elevation_ft = |population_total = |population_as_of = |population_footnotes = |population_density_km2 = |population_density_sq_mi = |population_note = |postal_code_type = ZIP code |postal_code = 32459 |area_code = |website = |footnotes = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |leader_title2 = |leader_name2 = |timezone = Central (CST) |utc_offset = -6 |timezone_DST = CDT |utc_offset_DST = -5 |blank_name = GNIS feature ID |blank_info = 1955357 |blank1_name = |blank1_info = }} thumb|Architectural collage of new urbanist Seaside, Florida thumb|Entrance sign to Seaside, Florida thumb|Post office at the center of Seaside Seaside is an unincorporated master-planned community on the Florida Panhandle in Walton County, between Panama City Beach and Destin. One of the first communities in America designed on the principles of New Urbanism, the town has become the topic of slide lectures in architectural schools and in housing-industry magazines, and is visited by design professionals from all over the United States. On April 18, 2012, the American Institute of Architects's Florida Chapter placed the community on its list of Florida Architecture: 100 Years. 100 Places as the Seaside – New Urbanism Township. ==History== thumb|Seaside Chapel, a community landmark designed by Merrill, Pastor, & Colgan in 2001. thumb|Beach of Seaside The idea behind Seaside came in 1946, when the grandfather of future founder Robert S. Davis bought of land along the shore of Northwest Florida as a summer retreat for his family.Seaside, FL | More than a way of life, a way of living! In 1978 Davis inherited the parcel from his grandfather, and aimed to transform it into an old-fashioned beach town, with traditional wood-framed cottages of the Florida Panhandle. Davis, his wife Daryl and, the architectural partners and Driehaus Prize winners, Andrés Duany and Elizabeth Plater-Zyberk of Duany Plater-Zyberk & Company toured the south studying small towns as a basis for planning Seaside.Seaside, FL | More than a way of life, a way of living! The final plan was complete around 1985. The town was used as the main filming location of the 1998 film The Truman Show. ==Location== Seaside is located along County Road 30A immediately adjacent to the Gulf of Mexico. Via County Road 30A, Rosemary Beach is 8 mi (13 km) to the southeast, and Miramar Beach is 16 mi (26 km) to the northwest (via County Road 30A to US 98). == Design == Seaside is one of three planned communities on Florida's Gulf coast designed by Andrés Duany and Elizabeth Plater-Zyberk. The other two are Rosemary Beach and Alys Beach. The three are examples of a style of urban planning known as New Urbanism. As Seaside is privately owned, no other municipal governments had planning jurisdiction over Seaside, and therefore the developers were able to write their own zoning codes. Seaside's commercial hub is located at the town center. The streets are designed in a radiating street pattern with pedestrian alleys and open spaces located throughout the town. There is a mix of uses and residential types throughout the community. Individual housing units in Seaside are required to be different from other buildings, with designs ranging from styles such as Victorian, New Classical, Modern, Postmodern, and Deconstructivism. Seaside includes buildings by architects such as Léon Krier, Robert A. M. Stern, Steven Holl, Machado and Silvetti Associates, Deborah Berke, Gordon Burns & Associates, Thomas Christ, Walter Chatham, Daniel Solomon, Ronnie Holstead, Jeff Margaretten, Alex Gorlin, Aldo Rossi, Michael McDonough, Samuel Mockbee, David Mohney, Steve Badanes, Walker Candler, and David Coleman. Another Driehaus Prize winner, the architect Scott Merrill designed the Seaside Chapel, an interfaith chapel and local landmark. Seaside has no private front lawns, and only native plants are used in front yards. ==Events== During the Annual 30A Songwriters Festival, produced by the Cultural Arts Association of Walton County, singer-songwriters from all over the U.S. perform in venues along Scenic Highway 30A and at a few venues in Seaside itself. The Seaside Half Marathon and 5K Race is held each year in March, and attracts runners from all across the U.S. This is quickly becoming one of the region's premier running events. The 5K Run is limited to the first 800 people that register and the Half Marathon is limited to the first 2200 that register. The top three runners from each age group receive a prize, and every runner in the half marathon receives a medal upon completing the race. Participants are allowed to walk in either race. Other events include the Seeing Red Wine Festival, a dance festival, a farmers market, and holiday events such as an annual production of The Nutcracker. ==Organizations and institutions== === Escape to Create === Escape to Create aims to celebrate artists and serve the community through Multi-Disciplinary Artist Residencies, Visiting Artists and Scholars, Arts and Cultural Programs, and Educational outreach. ===Seaside Farmers Market=== On Saturday mornings the Seaside Farmers Market offers fresh local produce, dairy products, baked goods, and native plants. Demonstrations in cooking and gardening are also held on a regular basis. ===Repertory Theater=== The Repertory Theater (REP) was founded in the spring of 2001, and serves more than 25,000 people every year. The plays are performed by the only professional theater company on the Emerald Coast, and includes everything from family shows to sophisticated adult content shows. High school students who live in the area can intern at the Seaside Repertory Theater. The program is intended to teach practical knowledge by working with the staff and get to be in charge of their own production. ===Seaside Institute=== ===Seaside Neighborhood School=== In 1995 a group of parents and other community members from towns in Walton County, met and discussed how they could improve education within the county. Their discussions focused on making a densely populated school with grades five to eight. In 1996 Seaside Neighborhood School was established. It was Florida's first charter school. The school initially consisted of 50 students and one classroom. In 1998, architect Richard Gibbs designed three white buildings which became the school's site. In order to maintain the small enrollment of children that attend the school, a limited number of students are accepted into each grade. If enrollment exceeds the limit, students names are drawn randomly from a lottery. After the limit has been reached, they continue to pull out names which then creates a school year waiting list. If someone withdraws from the school then the first on the waiting list will be accepted. Children of employees, Board Members, or siblings of current attendees of the school are automatically admitted. In 2013, Seaside Neighborhood School founded a collegiate high school, called Seacoast Collegiate High School. In its inaugural year, it served 80 students in grades 9 and 10. Grade 11 was added in 2014 and grade 12 was added in the fall of 2015. In August 2014, Seaside Neighborhood School also introduced a fifth grade class. == Notable residents == * Don Gaetz, Florida State Senator * Matt Gaetz, Congressman for Florida ==See also== * Rosemary Beach, Florida * Alys Beach, Florida * Celebration, Florida * Golden Oak at Walt Disney World Resort * New Urbanism ==References== ==External links== *The Seaside Research Portal by the University of Notre Dame's School of Architecture and Hesburgh Libraries Category:New Urbanism communities Category:Populated places established in 1979 Category:Unincorporated communities in Walton County, Florida Category:Unincorporated communities in Florida Category:Populated coastal places in Florida on the Gulf of Mexico Category:Planned communities in Florida Category:Beaches of Walton County, Florida Category:New Classical architecture Category:Beaches of Florida Category:1979 establishments in Florida",
 "title": "Seaside, Florida"
}