{
 "id": "912967",
 "text": "thumb|A tramcar on the causeway thumb|The tramway on leaving the Granite Island terminus The Victor Harbor Horse Drawn Tram is located on the shores of the city of Victor Harbor, South Australia, Australia. A tramway links the city's visitor information centre with the nearby Granite Island. Much of its route is over a causeway. The tramway is one of the very few horse-drawn tram routes remaining in public transit service anywhere in the world. It operates every day throughout the year except Christmas Day. Up to three double-decker tramcars are each hauled by a Clydesdale horse. The line is built to broad gauge, as were many of the early railways of South Australia. In October 2018, the Victor Harbor Horse Tram Authority was established as a subsidiary of the City of Victor Harbor to oversee the operations, business development and marketing of the service. ==History== The South Australian Railways (SAR) reached Victor Harbor in 1864, when a pier adjacent to the railway station was constructed. In 1867 the pier was extended to reach Granite Island, the resulting link becoming known as a causeway, and a railway track was laid on it. The track continued on to and around the northern edge of the island to where a jetty was constructed. Although railway goods vehicles were routinely horse-hauled on this line, no passenger service operated until 1894. By then, increasing numbers of visitors and holiday makers were turning the causeway into a local attraction. The SAR decided to utilise a surplus double-deck horse-drawn tram to offer a passenger service. Subsequently, others followed. From the beginning of the 1900s George Honeyman contracted with the SAR to operate the passenger service. From 1940 his younger brother, Frank, took over until the line was closed in 1955 when the old working jetty and remnants of the Victoria Pier were being demolished by the Harbours Board. To strengthen the causeway for operation of the tram would have cost £3,000 but funds were not forthcoming and in 1954 the causeway was reconstructed without rails. The service continued to operate on Granite Island itself until 1956, when the cars were disposed of. Between 1956 and 1986 two rubber-tyred trailers towed by a small Ferguson tractor, later by a Land Rover with cladding to imitate the outline of a steam locomotive, provided a service with half the 32-person seating capacity of the tram cars. The 150th jubilee of South Australia was celebrated in 1986, and a fund was established for special projects to mark it. Reinstatement of the horse tramway was one such project. Four replica tram cars, each to carry 52 passengers, were built with tubular steel, timber cladding and roller bearings. Tracks were relaid and the service recommenced on 14 June 1986. In the 1990s rubber matting was installed on the causeway to assist the horses, of which there are 14 that each rotate on two three-hour shifts (of 3–4 trips) per week. One tram normally operates; two at busy times and at Easter, and three over the Christmas/New Year holiday period. In 2019, operations of the tram were suspended on New Year's Day after a pylon broke off the causeway and fell into the sea. After an urgent engineering assessment, major concerns were raised over the ageing causeway's ability to support the weight of the tramcars, and tram operations were again suspended on 23 January. The Horse Tram recommenced operation on 23 June 2019. ==Gallery== File:Tramway Horse Victor Harbor BF 003.JPG|Tramcar at the Victor Harbor mainland terminus File:Granite Island.jpg|Tram track on Granite Island File:VictorHarborFromGranite Island.jpg|The causeway in the distance, seen from Granite Island File:Ticket prices and Time Table.jpg|Ticket prices and timetable (Granite Island) File:Tram Station.jpg|Tram station situated on Granite Island ==See also== *Douglas Bay Horse Tramway, another horse-drawn tramway on the Isle of Man == References == ==External links== *Official website Category:1894 establishments in Australia Category:5 ft 3 in gauge railways in Australia Category:Fleurieu Peninsula Category:Heritage streetcar systems Category:Horse-drawn railways Category:Horse-drawn trams in operation Category:Pier railways Category:Tourist attractions in South Australia Category:Tram transport in South Australia Category:Tramways with double- decker trams",
 "title": "Victor Harbor Horse Drawn Tram"
}