{
 "id": "913013",
 "text": "Roland's Breach (; ; ; ; ; )\"Brecha de Rolando\" summitpost.org, retrieved 2013-08-20 is the name of a natural gap, 40 m across and 100 m high, at an elevation of 2804 m in the Pyrenees on the border of Aragón, northern Spain, and Hautes-Pyrénées, France. The gap is situated in the Ordesa y Monte Perdido National Park\"Parque Nacional Ordesa y Monte Perdido\" archive.org, retrieved 2013-08-20 on the Franco-Spanish border, close to the steep cliffs of the Cirque de Gavarnie. According to one legend Roland's Breach was cut by Count Roland with his sword Durendal in an attempt to destroy the sword, after being defeated during the Battle of Roncesvalles in 778. In a variant of one of the legends associated with Salto de Roldán, a rock formation about north of Huesca, Roland (), the foremost of Charlemagne's paladins, was being hotly pursued by Saracens, the Muslim Arab occupiers of Spain. Cornered at Salto de Roldán, he escaped by leaping the chasm on horseback from one of the crags to the other; the horse died in the attempt. Roland continued northward on foot, and smote the Pyrenees with his sword to create Roland's Breach, so that he could see France one last time before he died. The gap can be reached from the Refugio Sarradets,\"Refugio Serradets o Brecha de Rolando 2587 m.\" madteam.net, retrieved 2013-08-20 a nearby mountain shelter, in about an hour's climb. The provenance of this myth is unclear as the Cirque du Gavarnie is approximately 150km East South East from the Roncesvaux Pass where the legend of Roland is based. ==References== ==External links== * \"La Brecha de Rolando\" summitpost.org, retrieved 2013-08-20 (in French) * \"Taillón (3.144m) por la Brecha de Rolando\" rutaspirineos.org, retrieved 2013-08-20 (in Spanish) * Otras bellas fotos de la brecha de Rolando Breach Category:Mountain passes of Aragon Category:Mountain passes of Spain Category:Mountain passes of the Pyrenees Category:Mountain passes of Hautes-Pyrénées Category:France–Spain border crossings Category:Tourist attractions in Hautes-Pyrénées",
 "title": "Roland's Breach"
}