{
 "id": "913125",
 "text": "Anti-German sentiment (also known as Anti-Germanism, Germanophobia or Teutophobia) is opposition to or fear of Germany, its inhabitants, its culture, or its language. Its opposite is Germanophilia. Anti-German sentiment largely began with the mid-19th-century unification of Germany, which made the new nation a rival to the great powers of Europe on economic, cultural, geopolitical, and military grounds. However, the German atrocities during World War I and World War II greatly strengthened anti-German sentiment. ==Before 1914== ===United States=== In the 19th century, the mass influx of German immigrants made them the largest group of Americans by ancestry today. This migration resulted in nativist reactionary movements not unlike those of the contemporary Western world. These would eventually culminate in 1844 with the establishment of the American Party, which had an openly xenophobic stance. One of many incidents described in a 19th century account included the blocking of a funeral procession in New York by a group who proceeded to hurl insults at the pallbearers. Incidents such as these led to more meetings of Germans who would eventually establish fraternal groups such as the Sons of Hermann in 1840, having been founded as a means to \"improve and foster German customs and the spread of benevolence among Germans in the United States\".Albert Clark Stevens, The Cyclopædia of Fraternities, 2nd ed., New York: Treat, 1907, p. 283 ===Russia=== In the 1860s, Russia experienced an outbreak of Germanophobia, mainly restricted to a small group of writers in St. Petersburg who had united around a right-wing newspaper. It began in 1864 with the publication of an article by a writer (using the pseudonym \"Shedoferotti\") who proposed that Poland be given autonomy and that the privileges of the German barons in the Baltic governorates and Finland be preserved. Mikhail Katkov published a harsh criticism of the article in the Moscow News, which in turn caused a flood of angry articles in which Russian writers expressed their irritation with Europeans, some of which featured direct attacks on Germans. The following year, 1865, the 100th anniversary of the death of Mikhail Lomonosov was marked throughout the Russian Empire. Articles were published mentioning the difficulties Lomonosov had encountered from the foreign members of the Russian Academy of Sciences, most of whom had been of German descent. The authors then criticized contemporary German scholars for their neglect of the Russian language and for printing articles in foreign languages while receiving funds from the Russian people. It was further suggested by some writers that Russian citizens of German origin who did not speak Russian and follow the Orthodox faith should be considered foreigners. It was also proposed that people of German descent be forbidden from holding diplomatic posts as they might not have \"solidarity with respect to Russia\". Despite the press campaign against Germans, Germanophobic feelings did not develop in Russia to any widespread extent, and died out, due to the Imperial family's German roots and the presence of many German names in the Russian political elite. ===Great Britain=== Negative comments about Germany had begun to appear in Britain in the 1870s, following the Prussian victory in the Franco-Prussian War in 1870–71.Paul M. Kennedy, \"Idealists and realists: British views of Germany, 1864–1939.\" Transactions of the Royal Historical Society 25 (1975): 137–156.Paul M. Kennedy, The Rise of the Anglo-German Antagonism 1860-1914 1980). The British war planners considered how to stop a possible invasion.David G. Morgan-Owen, The Fear of Invasion: Strategy, Politics, and British War Planning, 1880-1914 (Oxford University Press, 2017). ====Fiction==== Britain the island nation feared invasion, leading to the popularity of the invasion novel. thumb|\"The Battle of Dorking (1871)\" In which England is invaded by Germany According to Alfred Vagts \"The Battle of Dorking\": > appeared first in Blackwood's Magazine in the summer of I871, at a time when > the German Crown Prince and his English wife [the daughter of Queen > Victoria] were visiting England. Impressed by the late German victories, the > author, a Colonel Chesney, who remained anonymous for some time, told the > story of how England, in I875, would be induced by an insurrection of the > natives in India, disturbances in Ireland, and a conflict with the United > States threatening Canadian security, to employ her navy and standing army > far from her own shores; in spite of this dangerous position England, on > account of a quarrel with Germany over Denmark, would declare war on > Germany. The latter would land an army in England which would conquer the > remaining parts of the British army and the Volunteers, who would join it at > Dorking, and would force upon England a disastrous peace.Vagts, 1940 p. 54 Newspaper publisher Lord Alfred Harmsworth, 1st Viscount Northcliffe in 1894 commissioned author William Le Queux to write the serial novel The Great War in England in 1897, which featured France and Russia combining forces to crush Britain. Happily German intervention on Britain's side turned back France and Russia. Twelve years later, however, Harmsworth asked him to reverse enemies, making Germany the villain. The result was the bestselling The Invasion of 1910, which originally appeared in serial form in the Daily Mail in 1906. Harmsworth now used his newspapers like \"Daily Mail\" or \"The Times\" to attack Berlin, inducing an atmosphere of paranoia, mass hysteria and Germanophobia that would climax in the Naval Scare of 1908–09.J. Lee Thompson, Politicians, the Press and Propaganda. Lord Northcliffe and the Great War, 1914–1919 (Kent State University Press, 1999). ====\"Made in Germany\" as a warning label==== German food such as the sausage was deprecated by Germanophobes.Keir Waddington, \"'We don't want any German sausages here!' food, fear, and the German nation in Victorian and Edwardian Britain.\" Journal of British Studies 52.4 (2013): 1017-1042. online In the late 19th century, the label Made in Germany was introduced. The label was originally introduced in Britain by the Merchandise Marks Act 1887, to mark foreign produce more obviously, as foreign manufactures had been falsely marking inferior goods with the marks of renowned British manufacturing companies and importing them into the United Kingdom. Most of these were found to be originating from Germany, whose government had introduced a protectionist policy to legally prohibit the import of goods in order to build up domestic industry (Merchandise Marks Act - Oxford University Press). ====German immigrants==== In the 1890s, German immigrants in Britain were the target of \"some hostility\". Joseph Bannister believed that German residents in Britain were mostly \"gambling-house keepers, hotel-porters, barbers, 'bullies', runaway conscripts, bath-attendants, street musicians, criminals, bakers, socialists, cheap clerks, etc\". Interviewees for the Royal Commission on Alien Immigration believed that Germans were involved in prostitution and burglary, and many people also viewed Germans working in Britain as threatening the livelihood of Britons by being willing to work for longer hours. =====South Africa===== Anti-German hostility deepened since early 1896 after the Kruger telegram of Kaiser Wilhelm II, in which he congratulated President Kruger of the Transvaal on repelling the British Jameson Raid. Attacks on Germans in London were reported in the German press at the time but do not appear to have actually occurred. The Saturday review suggested \"be ready to fight Germany, as Germania delenda est\" (\"Germany is to be destroyed\"), a reference to the coda against the Carthaginians used by Cato the Elder during the Roman Republic. The Kaiser's reputation was further degraded by his angry tirade and the Daily Telegraph Affair.Lothar Reinermann, \"Fleet Street and the Kaiser: British Public Opinion and Wilhelm II.\" German History 26.4 (2008): 469–485. ====1900-1914==== Following the signing of the Entente Cordiale alliance in 1904 between Britain and France, official relationships cooled as did popular attitudes towards Germany and German residents in Britain. A fear of German militarism replaced a previous admiration for German culture and literature. At the same time, journalists produced a stream of articles on the threat posed by Germany.R. B. Mowat, \"Great Britain and Germany in the Early Twentieth Century,\" English Historical Review (1931) 46#183 pp. 423–441 in JSTOR In the Daily Telegraph Affair of 1908–1909, the Kaiser--although he was a grandson of Queen Victoria-- humiliated himself and further soured relations by his intemperate attacks on Britain.Thomas G. Otte, \"‘An altogether unfortunate affair’: Great Britain and the Daily Telegraph affair.\" Diplomacy and Statecraft 5#2 (1994): 296–333. Articles in Harmsworth's Daily Mail regularly advocated anti-German sentiments throughout the 20th century, telling their readers to refuse service at restaurants by Austrian or German waiters on the claim that they were spies and told them that if a German-sounding waiter claimed to be Swiss that they should demand to see the waiter's passport.Philipp Blom. The Vertigo Years: Change and Culture in the West, 1900–1914. Basic Books, 2010. Pp. 181. In 1903 Erskine Childers published The Riddle of the Sands: A Record of Secret Service a novel in which two Englishmen uncover a plot by Germany to Invade England; it was later made into a 1979 film The Riddle of the Sands. At the same time, conspiracy theories were concocted combining Germanophobia with antisemitism, concerning the supposed foreign control of Britain, some of which blamed Britain's entry into the Second Boer War on international financiers \"chiefly German in origin and Jewish in race\".Panayi, p. 91 Most of these ideas about German-Jewish conspiracies originated from right-wing figures such as Arnold White, Hilaire Belloc, and Leo Maxse, the latter using his publication the National Review to spread them. == First World War == In 1914 when Germany invaded neutral Belgium and northern France, its army officers accused many thousands of Belgian and French civilians of being francs-tireurs and executed 6500 of them.John Horne, and Alan Kramer, German atrocities, 1914: a history of denial (Yale University Press, 2001) p. 419. online These acts were used to encourage anti-German sentiments and the Allied Powers produced propaganda depicting Germans as Huns capable of infinite cruelty and violence. ===Great Britain=== In Great Britain, anti-German feeling led to infrequent rioting, assaults on suspected Germans and the looting of stores owned by people with German-sounding names, occasionally even taking on an antisemitic tone. Increasing anti-German hysteria even threw suspicion upon the British royal family. King George V was persuaded to change his German name of Saxe-Coburg and Gotha to Windsor and relinquish all German titles and styles on behalf of his relatives who were British subjects. Prince Louis of Battenberg was not only forced to change his name to Mountbatten, he was forced to resign as First Sea Lord, the most senior position in the Royal Navy. thumb|left|Poster, circa 1919, from the British Empire Union calling for boycott of German goods and depicting German businesspeople selling their products in Britain as \"the other face\" of German soldiers who committed atrocities during World War I The German Shepherd breed of dog was renamed to the euphemistic \"Alsatian\"; the English Kennel Club only re-authorised the use of 'German Shepherd' as an official name in 1977. The German biscuit was re-named the Empire biscuit. Several streets in London which had been named after places in Germany or notable Germans had their names changed. For instance, Berlin Road in Catford was renamed Canadian Avenue, and Bismarck Road in Islington was renamed Waterlow Road. Attitudes to Germany were not entirely negative among British troops fighting on the Western Front; the British writer Nicholas Shakespeare quotes this statement from a letter written by his grandfather during the First World War in which he says he would rather fight the French and describes German bravery: Robert Graves who, like the King, also had German relatives, wrote shortly after the war during his time at Oxford University as an undergraduate that: ===Canada=== In Canada, there was some anti-German sentiment in Germanic communities, including Berlin, Ontario (Kitchener, Ontario) in Waterloo County, Ontario, before and the First World War and some cultural sanctions. There were anti-German riots in Victoria, British Columbia, and Calgary, Alberta, in the first years of the war. It was this anti-German sentiment that precipitated the Berlin to Kitchener name change in 1916. The city was named after Lord Kitchener, famously pictured on the \"Lord Kitchener Wants You\" recruiting posters. Several streets in Toronto that had previously been named for Liszt, Humboldt, Schiller, Bismarck, etc., were changed to names with strong British associations, such as Balmoral. The Governor General of Canada, the Duke of Connaught, while visiting Berlin, Ontario, in May 1914, had discussed the importance of Canadians of German ethnicity (regardless of their origin) in a speech: \"It is of great interest to me that many of the citizens of Berlin are of German descent. I well know the admirable qualities – the thoroughness, the tenacity, and the loyalty of the great Teutonic Race, to which I am so closely related. I am sure that these inherited qualities will go far in the making of good Canadians and loyal citizens of the British Empire\".\"City on Edge: Berlin Becomes Kitchener in 1916\" Exhibit at Waterloo Region Museum, on display 2016. Some immigrants from Germany who considered themselves Canadians but were not yet citizens, were detained in internment camps during the War. In fact, by 1919 most of the population of Kitchener, Waterloo, and Elmira in Waterloo County, Ontario, were Canadian. The German-speaking Mennonites were pacifist so they could not enlist and the few who had immigrated from Germany (not born in Canada) could not morally fight against a country that was a significant part of their heritage. News reports during the war years indicate that \"A Lutheran minister was pulled out of his house ... he was dragged through the streets. German clubs were ransacked through the course of the war. It was just a really nasty time period.\" Someone stole the bust of Kaiser Wilhelm II from Victoria Park and dumped it into a lake; soldiers vandalized German stores. History professor Mark Humphries summarized the situation: A document in the Archives of Canada makes the following comment: \"Although ludicrous to modern eyes, the whole issue of a name for Berlin highlights the effects that fear, hatred and nationalism can have upon a society in the face of war.\" thumb|upright|The Oktoberfest Timeteller, a traditional display in Waterloo Internment camps across Canada opened in 1915 and 8,579 \"enemy aliens\" were held there until the end of the war; many were German speaking immigrants from Austria, Hungary, Germany, and Ukraine. Only 3,138 were classed as prisoners of war; the rest were civilians. Built in 1926, the Waterloo Pioneer Memorial Tower in rural Kitchener, Ontario, commemorates the settlement by the Pennsylvania Dutch (actually Pennsilfaanisch Deitsch or German) of the Grand River area in the 1800s in what later became Waterloo County, Ontario. ===Australia=== thumb|left|A 1915 Australian badge reflecting the Anti-German sentiment at the time In Australia, an official proclamation of 10 August 1914 required all German citizens to register their domiciles at the nearest police station and to notify authorities of any change of address. Under the later Aliens Restriction Order of 27 May 1915, enemy aliens who had not been interned had to report to the police once a week and could only change address with official permission. An amendment to the Restriction Order in July 1915 prohibited enemy aliens and naturalized subjects from changing their name or the name of any business they ran. Under the War Precautions Act of 1914 (which survived the First World War), publication of German language material was prohibited and schools attached to Lutheran churches were forced to abandon German as the language of teaching or were closed by the authorities. German clubs and associations were also closed. The original German names of settlements and streets were officially changed. In South Australia, Grunthal became Verdun and Krichauff became Beatty. In New South Wales Germantown became Holbrook after the submarine commander Norman Douglas Holbrook. This pressure was strongest in South Australia where 69 towns changed their names, including Petersburg, South Australia, which became Peterborough (see Australian place names changed from German names). Most of the anti-German feeling was created by the press that tried to create the idea that all those of German birth or descent supported Germany uncritically. This is despite many Germans and offspring such as Gen. John Monash serving Australia capably and honorably. A booklet circulated widely in 1915 claimed that \"there were over 3,000 German spies scattered throughout the states\". Anti-German propaganda was also inspired by several local and foreign companies who were keen to take the opportunity to eliminate Germany as a competitor in the Australian market. Germans in Australia were increasingly portrayed as evil by the very nature of their origins. ===United States=== thumb|1918 bond posters with germanophobic slogans After the revelation of the Zimmermann Telegram partly sparked the American declaration of war against Imperial Germany in April 1917, German Americans were sometimes accused of being too sympathetic to Germany. Former president Theodore Roosevelt denounced \"hyphenated Americanism\", insisting that dual loyalties were impossible in wartime. A small minority of Americans, usually of German-American descent, came out for Germany. Similarly, Harvard psychology professor Hugo Münsterberg dropped his efforts to mediate between America and Germany, and threw his efforts behind the German cause.Hugo Münsterberg's obituary. The Justice Department attempted to prepare a list of all German aliens, counting approximately 480,000 of them, more than 4,000 of whom were imprisoned in 1917–18. The allegations included spying for Germany, or endorsing the German war effort.The War Department: Keeper of Our Nation's Enemy Aliens During World War I by Mitchell Yockelson. 1998. Thousands were forced to buy war bonds to show their loyalty. The Red Cross barred individuals with German last names from joining in fear of sabotage. One person was killed by a mob; in Collinsville, Illinois, German-born Robert Prager was dragged from jail as a suspected spy and lynched. When the United States entered the war in 1917, some German Americans were looked upon with suspicion and attacked regarding their loyalty. Some aliens were convicted and imprisoned on charges of sedition, for refusing to swear allegiance to the United States war effort. In Chicago, Frederick Stock was forced to step down as conductor of the Chicago Symphony Orchestra until he finalized his naturalization papers. Orchestras replaced music by German composer Wagner with French composer Berlioz. In Nashville, Tennessee, Luke Lea, the publisher of The Tennessean, together with \"political associates\", \"conspired unsuccessfully to have the German-born Major Stahlman declared an \"alien enemy\" after World War I began.\" Stahlman was the publisher of a competing newspaper, the Nashville Banner. The town, Berlin, Michigan, was renamed Marne, Michigan (in honor of those who fought in the Battle of the Marne). The town of Berlin, Shelby County Ohio changed its name to its original name of Fort Loramie, Ohio. The city of Germantown in Shelby County Tennessee temporarily changed its name to Neshoba during the war. In Philadelphia, Pennsylvania, the offices of a pro-German, Socialist newspaper, the Philadelphia Tageblatt, were visited by federal agents after war broke out to investigate the citizenship status of its staff and would later be raided by federal agents under the powers of the Espionage Act of 1917, and six members of its organization would eventually be arrested for violations of the Espionage Act among other charges after publishing a number of pieces of pro- German propaganda. German street names in many cities were changed. German and Berlin streets in Cincinnati became English and Woodward.Kathleen Doane. \"Anti-German hysteria swept Cincinnati in 1917\" . The Cincinnati Enquirer, 6 June 2012. Accessed 15 February 2013. In Chicago Lubeck, Frankfort, and Hamburg Streets were renamed Dickens, Charleston, and Shakespeare Streets.Jack Simpson. \"German Street Name Changes in Bucktown, Part I\". Newberry Library.Leslie V. Tischauser, The Burden of Ethnicity The German Question in Chicago, 1914–1941 (1990) In New Orleans, Berlin Street was renamed in honor of General Pershing, head of the American Expeditionary Force. In Indianapolis, Bismarck Avenue and Germania Street were renamed Pershing Avenue and Belleview Street, respectively in 1917, Brooklyn’s Hamburg Avenue was renamed Wilson Avenue. Many businesses changed their names. In Chicago, German Hospital became Grant Hospital; likewise the German Dispensary and the German Hospital in New York City were renamed Lenox Hill Hospital and Wyckoff Heights Hospital respectively. In New York, the giant Germania Life Insurance Company became Guardian.Guardian 2009 Annual Report, p. 2; Anita Rapone, The Guardian Life Insurance Company, 1860–1920: A History of a German-American Enterprise (New York: New York University Press, 1987); Robert E. Wright and George David Smith, Mutually Beneficial: The Guardian and Life Insurance in America (New York: New York University Press, 2004). At the US Customs House in Lower Manhattan, the word \"Germany\" which was on a shield that one of the building’s many figures was holding was chiseled over. Many schools stopped teaching German-language classes. The City College of New York continued to teach German courses, but reduced the number of credits that students could receive for them.CCNY Archival Finding Aid, p. 81. Books published in German were removed from libraries or even burned.\"World War One 1914 – 1918\" . Sauk County Historical Society. In Cincinnati, the public library was asked to withdraw all German books from its shelves. In Iowa, in the 1918 Babel Proclamation, the governor of Iowa, William L. Harding, prohibited the use of all foreign languages in schools and public places. Nebraska banned instruction in any language except English, but the U.S. Supreme Court ruled that the ban was illegal in 1923 (Meyer v. Nebraska).Meyer v. Nebraska, 262 U.S. 390 (1923). Some words of German origin were changed, at least temporarily. Sauerkraut came to be called \"liberty cabbage\", German measles became \"liberty measles\", hamburgers became \"liberty sandwiches\" and dachshunds became \"liberty pups\". In parallel with these changes, many German Americans elected to anglicize their names (e.g. Schmidt to Smith, Müller to Miller) and limit the use of the German language in public places, especially in churches.John A. Hawgood, The Tragedy of German-America: the Germans in the United States of America During the Nineteenth Century- and After (1940) Ethnic German Medal of Honor winners were American USAAS ace pilots Edward Rickenbacker and Frank Luke; German-ethnicity DSC winners who also served with the USAAS in Europe included Joseph Frank Wehner and Karl John Schoen. ==Second World War== thumb|180px|WWII poster ===United Kingdom=== In 1940 the Ministry of Information launched an \"Anger Campaign\" to instill \"personal anger ... against the German people and Germany\", because the British were \"harbouring little sense of real personal animus against the average German\". This was done to strengthen British resolve against the Germans. Sir Robert Vansittart, the Foreign Office's chief diplomatic advisor until 1941, gave a series of radio broadcasts in which he said that Germany was a nation raised on \"envy, self-pity and cruelty\" whose historical development had \"prepared the ground for Nazism\" and that it was Nazism that had \"finally given expression to the blackness of the German soul\". The British Institute of Public Opinion (BIPO) tracked the evolution of anti-German/anti-Nazi feeling in Britain, asking the public, via a series of opinion polls conducted from 1939 to 1943, whether \"the chief enemy of Britain was the German people or the Nazi government\". In 1939 only 6% of respondents held the German people responsible; however, following the Blitz and the \"Anger Campaign\" in 1940, this increased to 50%. This subsequently declined to 41% by 1943. It also was reported by Home Intelligence in 1942 that there was some criticism of the official attitude of hatred towards Germany on the grounds that such hatred might hinder the possibility of a reasonable settlement following the war. This attitude was expanded upon by J.R.R. Tolkien. In 1944, he wrote in a letter to his son Christopher: > [I]t is distressing to see the press grovelling in the gutter as low as > Goebbels in his prime, shrieking that any German commander who holds out in > a desperate situation (when, too, the military needs of his side clearly > benefit) is a drunkard, and a besotted fanatic. ... There was a solemn > article in the local paper seriously advocating systematic exterminating of > the entire German nation as the only proper course after military victory: > because, if you please, they are rattlesnakes, and don't know the difference > between good and evil! (What of the writer?) The Germans have just as much > right to declare the Poles and Jews exterminable vermin, subhuman, as we > have to select the Germans: in other words, no right, whatever they have > done.Humphrey Carpenter, The Letters of J.R.R. Tolkien, no. 81. In the same year Mass Observation asked its observers to analyse the British people's private opinions of the German people and it found that 54% of the British population was \"pro-German\", in that it expressed sympathy for the German people and stated that the war was \"not their fault\". This tolerance of the German people as opposed to the Nazi regime increased as the war progressed. In 1943 Mass Observation established the fact that up to 60% of the British people maintained a distinction between Germans and Nazis, with only 20% or so expressing any \"hatred, vindictiveness, or need for retribution\". The British film propaganda of the period similarly maintained the division between Nazi supporters and the German people. ===United States in World War II=== Between 1931 and 1940, 114,000 Germans and thousands of Austrians moved to the United States, many of whom — including, e.g., Nobel prize winner Albert Einstein, Lion Feuchtwanger, Bertold Brecht, Henry Kissinger, Arnold Schönberg, Hanns Eisler and Thomas Mann — were either Jewish Germans or anti-Nazis who were fleeing Nazi oppression.A German-American Chronology, adapted from: The German Americans: An Ethnic Experience by LaVern J. Rippley and Eberhard Reichmann. About 25,000 people became paying members of the pro-Nazi German American Bund during the years before the war.German American Bund, United States Holocaust Memorial Museum, Washington, D.C. The Alien Registration Act of 1940 required 300,000 German-born resident aliens who had German citizenship to register with the Federal government and restricted their travel and property ownership rights.Statement of Senator Russell D. Feingold Under the still active Alien Enemy Act of 1798, the United States government interned nearly 11,000 German citizens between 1940 and 1948. An unknown number of \"voluntary internees\" joined their spouses and parents in the camps and were not permitted to leave. With the war ongoing in Europe but the U.S. neutral, a massive defense buildup took place, requiring many new hires. Private companies sometimes refused to hire any non-citizen, or American citizens of German or Italian ancestry. This threatened the morale of loyal Americans. President Franklin Roosevelt considered this \"stupid\" and \"unjust\". In June 1941 he issued Executive Order 8802 and set up the Fair Employment Practice Committee, which also protected Black Americans. President Roosevelt sought out Americans of German ancestry for top war jobs, including General Dwight D. Eisenhower, Admiral Chester W. Nimitz, and General Carl Andrew Spaatz. He appointed Republican Wendell Willkie as a personal representative. German Americans who had fluent German language skills were an important asset to wartime intelligence, and they served as translators and as spies for the United States. The war evoked strong pro-American patriotic sentiments among German Americans, few of whom by then had contacts with distant relatives in the old country.Kathleen Conzen, \"Germans\", in Stephan Thernstrom, ed., Harvard Encyclopedia of American Ethnic Groups (1980), p. 407Leslie V. Tischauser, The Burden of Ethnicity: The German Question in Chicago, 1914–1941 (1990)Don H. Tolzmann, ed., German Americans in the World Wars (2 vols. Munich, Germany: K.G. Saur, 1995). The October 1939 seizure by the German pocket battleship Deutschland of the US freighter SS City of Flint, as it had 4000 tons of oil for Britain on board, provoked much anti-German sentiment in the US. Following its entry into the War against Nazi Germany on 11 December 1941, the US Government interned a number of German and Italian citizens as enemy aliens. The exact number of German and Italian internees is a subject of debate. In some cases their American-born family members volunteered to accompany them to internment camps in order to keep the family unit together. The last to be released remained in custody until 1948. In 1944, Secretary of the Treasury Henry Morgenthau, Jr. put forward the strongest proposal for punishing Germany to the Second Quebec Conference. It became known as the Morgenthau Plan, and was intended to prevent Germany from having the industrial base to start another world war. However this plan was shelved quickly, the Western Allies did not seek reparations for war damage, and the United States implemented the Marshall Plan that was intended to and did help West Germany's post war recovery to its former position as a pre- eminent industrial nation. ===Brazil=== After Brazil's entry into the war on the Allied side in 1942, anti-German riots broke out in nearly every city in Brazil in which Germans were not the majority population. German factories, including the Suerdieck cigar factory in Bahia, shops, and hotels were destroyed by mobs. The largest demonstrations took place in Porto Alegre in Rio Grande do Sul. Brazilian police persecuted and interned \"subjects of the Axis powers\" in internment camps similar to those used by the US to intern Japanese-Americans. Following the war, German schools were not reopened, the German-language press disappeared completely, and use of the German language became restricted to the home and the older generation of immigrants. === Canada === There was also anti-German sentiment in Canada during World War II. Under the War Measures Act, some 26 POW camps opened and were filled with those who had been born in Germany, Italy, and particularly in Japan, if they were deemed to be \"enemy aliens\". For Germans, this applied especially to single males who had some association with the Nazi Party of Canada. No compensation was paid to them after the war. In Ontario, the largest internment centre for German Canadians was at Camp Petawawa, housing 750 who had been born in Germany and Austria. Although some residents of internment camps were Germans who had already immigrated to Canada, the majority of Germans in such camps were from Europe; most were prisoners of war. === Soviet Union === On 25 July 1937 NKVD Order No. 00439 led to the arrest of 55,005 German citizens and former citizens in the Soviet Union, of whom 41,898 were sentenced to death.Н.Охотин, А.Рогинский, Москва. Из истории \"немецкой операции\" НКВД 1937-1938 гг.Chapter 2Охотин Н., Рогинский А. Из истории \"немецкой операции\" НКВД 1937–1938 гг. // Репрессии против советских немцев. Наказанный народ. М., 1999. С. 35–75. \"Foreigners in GULAG: Soviet Repressions of Foreign Citizens\", by Pavel Polian *English language version (shortened): P.Polian. Soviet Repression of Foreigners: The Great Terror, the GULAG, Deportations, Annali. Anno Trentasttesimo, 2001. Feltrinelli Editore Milano, 2003. – P.61-104 Later during the war Germans were suggested to be used for forced labour. The Soviet Union began deporting ethnic Germans in their territories and using them for forced labour. Although by the end of 1955 they had been acquitted of criminal accusations, no rights to return to their former home regions were granted, nor were the former self-determination rights returned to them. ==Postwar== In state-sponsored genocides, millions of people were murdered by Germans during World War II. That turned families and friends of the victims anti-German. American General George S. Patton complained that the US policy of denazification following Germany's surrender harmed American interests and was motivated simply by hatred of the defeated German people. Reprisal action soon took place in Europe. Even the speed of West German recovery following the war was seen as ominous by some, who suspected the Germans of planning for World War III. In reality, many Nazi criminals were unpunished, such as Heinz Reinefarth, who was responsible for the Wola massacre. Many Nazis worked for the Americans as scientists (Wernher von Braun) or intelligence officers (Reinhard Gehlen). === Nakam === Nakam was a group of about fifty Holocaust survivors that in 1945 sought to kill Germans and Nazis in revenge for the murder of six million Jews during the Holocaust. === Flight and expulsion of Germans === After WWII ended, about 11 million to 12 millionJürgen Weber, Germany, 1945–1990: A Parallel History, Central European University Press, 2004, p.2, Peter H. Schuck, Rainer Münz, Paths to Inclusion: The Integration of Migrants in the United States and Germany, Berghahn Books, 1997, p.156, Germans fled or were expelled from Germany's former eastern provinces or migrated from other countries to what remained of Germany, the largest transfer of a single European population in modern history.Arie Marcelo Kacowicz, Pawel Lutomski, Population resettlement in international conflicts: a comparative study, Lexington Books, 2007, p.100, : \"... largest movement of European people in modern history\" Estimates of the total number of dead range from 500,000 to 2,000,000, and the higher figures include \"unsolved cases\" of persons reported missing and presumed dead. Many German civilians were sent to internment and labor camps, where they died. Salomon Morel and Czesław Gęborski were the commanders of several camps for Germans, Poles and Ukrainians. Rudolph Rummel estimated that 1,585,000 Germans were killed in Poland and another 197,000 Germans were killed in Czechoslovakia. The German-Czech Historians Commission, on the other hand, established a death toll for Czechoslovakia of 15,000–30,000.Stellungnahme der Deutsch-Tschechischen Historikerkommission zu den Vertreibungsverlusten The events are usually classified as population transfer, Europe and German unification, Renata Fritsch-Bournazel page 77, Berg Publishers 1992 or ethnic cleansing. * * * * * * pp. 56,60,61 Felix Ermacora was one a minority of legal scholars to equate ethnic cleansing with genocide,European Court of Human Rights – |%20%27ethnic%20|%20cleansing%27&sessionid;=24809174&skin;=hudoc-en Jorgic v. Germany Judgment, 12 July 2007. § 47 and stated that the expulsion of the Sudeten Germans was therefore genocide. === Forced labor of Germans === During the Allied occupation of Germany, Germans were used as forced laborers after 1945. Some of the laborers, depending on the country occupying, were prisoners of war or ethnic German civilians.Eugene Davidson \"The death and life of Germany: an account of the American occupation\". p.22 ==In Israel== Before the rise of Adolf Hitler and his Nazi Party (1920s to 1933), many Central and Eastern European Jews tended to be pro-German. German Jews were deeply integrated into the country's culture, and many of them had fought with distinction during the First World War in the German Army. Jews from Czech lands tended to adopt the German language and culture in place of Slavic languages (Kafka was a conspicuous example), and a similar phenomenon was evident in most other parts of the former Austria-Hungary. Theodore Herzl, the founding father of Zionism, spoke and wrote in German, and in his utopian book Altneuland, he depicted the future Jewish state as German-speaking. However, throughout Eastern Europe, Jews spoke Yiddish and wrote it in Hebrew script and thus kept some distance from German culture. Pro-German attitudes suffered an extremely painful rupture and a complete reversal because of the persecutions and atrocities that were committed by Nazi Germany and culminated in the systematic genocide of the Holocaust. In the first decades of Israel's existence, anti-German feelings were strong and dominant in Israeli society. There was a widespread cultural and commercial boycott of all things German (and often Austrian as well) and a determination \"never to set foot on German soil.\" German Jews in Israel, who were themselves refugees from the Nazi persecutions, came under strong social pressure to cease using German, their first language. During the 1940s, the words \"German\" and \"Nazi\" were used interchangeably. (Until the late 1990s, the sign language of Israeli deaf communities used the swastika as the sign for \"German.\") There was a widespread scepticism about the possibility of \"another Germany\" ever emerging; specifically, there was suspicion about Konrad Adenauer's claim to be involved in the creation of a new democratic Germany. Many Israelis took up the Soviet Union's claims made in the early years of the Cold War that West Germany was a \"fascist state\" in which ex-Nazis held key positions. The Reparations Agreement with West Germany, signed by the David Ben-Gurion government in 1952, was the focus of intense political controversy, and the protest demonstrations led by the opposition leader Menachem Begin turned into pitched battles with the police. In the early 1960s, the Eichmann Trial brought the horrors and the traumas of the Holocaust to the center of public consciousness. The establishment of diplomatic relations between Israel and West Germany in 1966 entailed a new wave of protests and demonstrations, but they were less violent than those of 1952. Since the late 1960s, there has been a clear, though gradual, process of rapprochement between Israelis and Germans in all spheres: diplomatic, commercial and cultural. The 1967 Six-Day War realigned Israeli politics, with the issue of occupied territories henceforth defining what is \"right wing\" and \"left wing.\" One result was that militant Israeli nationalism tended to be anti-Arab, rather than anti-German. When Begin became Israel's prime minister in 1977, he had little option but to take up the maintenance of the very extensive ties with Germany although he had been fiercely opposed to their creation as an opposition leader. The German government managed, however, to assuage Israeli feelings by providing the Israeli Navy with three advanced submarines, which, according to repeated reports in the international press, were used to mount nuclear missiles and to provide Israel with a second-strike capacity. The Dolphin class submarines replaced the obsolete 1970s Gal-class submarines and are some of the most modern submarines in the world. Two submarines were given outright by Germany, and Israel paid for half of the third. In the 21st century, the long debate about whether the Israel Philharmonic Orchestra should play the works of Richard Wagner is mostly considered as a remnant of the past. In March 2008, German Chancellor Angela Merkel became the first foreign head of government invited to deliver a speech in the Israeli parliament, which she gave in German. Several members of parliament left in protest during the speech and claimed the need to create a collective memory that \"will create a kind of electric wave when Jews will hear the sounds of the German language, they'll remember the Holocaust.\" In an October 2008 interview, the researcher Hanan Bar (חנן בר) summed up the ambiguous Israeli attitude to Germany: \"If the average Israeli happens to see a football match between Germany and Holland [sic], he would automatically root for the Dutch. But the same person, when buying a washing machine, would prefer a German model, considering it to be the best.\"Interview in \"Shamenet\" (שמנת), monthly supplement of Haaretz, October 2008. ==Contemporary Europe== {| class=\"wikitable sortable floatright\" style=\"border:1px black; float:right; margin-left:1em;\" |+ style=\"background:#f99;\" colspan=\"2\"| Results of 2017 BBC World Service poll Views of Germany's influence by country (sorted by net positive, Pos – Neg) !Country polled !! Pos. !! Neg. !! Neutral !! Pos – Neg |- | || || || || -21 |- | || || || || 9 |- | || || || || 1 |- | || || || || 2 |- | || || || || 17 |- | || || || || 23 |- | || || || || 28 |- | || || || || 29 |- | || || || || 30 |- | || || || || 45 |- | || || || || 45 |- | || || || || 53 |- | || || || || 55 |- | || || || || 58 |- | || || || || 62 |- | || || || || 69 |- | || || || || 70 |- | || || || || 71 |} {| class=\"wikitable sortable floatright\" style=\"border:1px black; float:right; margin-left:1em;\" |+ style=\"background:#f99;\" colspan=\"2\"| Results of 2014 BBC World Service poll Views of Germany's influence by country\"2014 Country Rating Poll Global Release Final May 30\". BBC World Service (bbc.co.uk). 3 June 2014. Primarily pages 4, \"Views of Different Countries' Influence\", and 13, \"Germany\". Retrieved 2015-05-21. The annual survey was inaugurated in 2005. For Germany's influence, the 2014 results (see table) cover only 22 countries, excluding Argentina. The report, including pages cited here, sometimes shifts focus to 21 or 20 countries that were covered as participants both in 2013 and 2014. (sorted by net positive, Pos – Neg) !Country surveyed !! Pos. !! Neg. !! Neutral !! Pos – Neg |- | || || || || -13 |- | || || || || 4 |- | || || || || 6 |- | || || || || 8 |- | || || || || 20 |- | || || || || 21 |- | || || || || 22 |- | || || || || 23 |- | || || || || 25 |- | || || || || 29 |- | || || || || 40 |- | || || || || 43 |- | || || || || 43 |- | || || || || 45 |- | || || || || 45 |- | || || || || 49 |- | || || || || 59 |- | || || || || 60 |- | || || || || 67 |- | || || || || 72 |- | || || || || 77 |- | || || || || 78 |- | || || || || 79 |- |} After the separation into two countries after World War II, West Germany generally had good relationships with its western neighboring states, and East Germany to some degree had similar relationships with its eastern neighbors. Many of the relationships continued after the end of the Cold War with the unified Germany. West Germany was a cofounder of the European Union and the reunified Germany continues as a leading member. During the process of European unification, Germany and France forged a strong relationship, ending the longstanding French–German enmity, which had peaked during and after World War I. Much of today's anti-German sentiment is particularly strong in East European countries occupied by Germany during the war and those that were at war with Germany and the other European Axis Powers. Although views fluctuate somewhat in response to geopolitical issues such as Berlin's refusal to support the invasion of Iraq, Washington regards modern Germany as an ally.Pew Global Attitudes Project: I. America's Image and U.S. Foreign Policy: America's Image Slips, But Allies Share U.S. Concerns Over Iran, Hamas Few Americans are strongly anti-German. Occasionally, Germans are stereotyped as being \"ruthlessly efficient\" and having no sense of humour in some parts of American media, as well as in the UK and other countries. Richard Wagner's music was not performed in Israel until 1995 (radio) and 2001 (concert) and was for many years unpopular in Poland. That can be explained at least partially by Wagner's anti-Semitism and the Nazi appropriation of Wagner's music based on Hitler's personal affection for his operas.Jane F. Fulcher, \"A Political Barometer of Twentieth-Century France: Wagner as Jew or Anti- Semite.\" The Musical Quarterly 84.1 (2000): 41-57. In a poll carried out in 2008 for the BBC World Service in which people in 34 countries were asked about the positive and negative influence of 13 countries, Germany was the most popular, ahead of Japan, France and Britain; across all countries surveyed, only 18 percent across all countries surveyed thought Germany had a mainly negative influence. Mainly negative views were most widespread in Turkey (47 percent) and Egypt (43 percent). In 2014, the BBC World Service published the \"Country Rating Poll\", which included surveyed opinion from 24 participating countries concerning the influence of 16 countries and the European Union; 12 of the influential countries participated.BBC 2014, pp. 1–4. Results were released at the end of May. The table shows the \"Views of Germany's Influence\" overall (line 1) and by country. \"Germany has kept its position of the most favourably viewed nation in 2014.\"BBC 2014, pp. 1, 13. That is, Germany is the one whose influence is most commonly (60%) viewed positively; among the 17 Germany stands second to Canada as the ones least commonly (18%) viewed negatively.BBC 2014, p. 4. In the first ten polls, annual from 2005, Germany had been the country with world influence most commonly viewed positively at least in 2008 as well as 2013 and 2014. An updated \"Country Rating Poll\" was published in 2017 by the BBC. Germany was the second-most positively-viewed country in the 2017 edition, with 59 per cent of respondents in the survey viewing Germany favourably. However, approximately 20 per cent of respondents had negative opinions about the country. ===United Kingdom=== In the modern British press, newspaper headlines and articles often express anti-German sentiment when reporting on German affairs, and frequently resort to references to World War II and stereotypical associations of modern Germany with the violent actions of Nazi Germany in the 1930s and 1940s. These headlines are frequently coupled with Eurosceptic views which express fears of German dominance in Europe, mostly in publications whose editorial line favours Brexit. Anti-German sentiment is a common theme in football culture among supporters of the England national football team. In fan gatherings around football matches between England and Germany, England fans will often sing anti-German football chants which associate football rivalry between England and Germany with historic military conflicts between the United Kingdom and the German Reich; \"Two World Wars and One World Cup\" links the military defeat of Germany in 1918 and 1945 with the defeat of West Germany in the 1966 FIFA World Cup, while \"Ten German Bombers\" makes reference to Luftwaffe operations against Britain during World War II. \"Ten German Bombers\" is now considered offensive and UEFA and the Football Association (FA) have banned England fans from singing the song. The sentiment of reconciliation in the Postwar Era was satirised in the popular BBC Television sitcom, Fawlty Towers. In the 1975 episode, \"The Germans\", the central character Basil Fawlty (John Cleese) attempts to treat his German hotel guests carefully by avoiding any war references, but as the result of a head injury, loses his self-inhibition and offends them instead. Fawlty's panic-stricken catchphrase, \"Don't mention the war!\", has entered into British culture as a humorous symbol of the discomfort of postwar detente among British people. Cleese has stated that his intention was \"to make fun of English Basil Fawltys who are buried in the past\". According to a 2008 poll, the British people have a rather positive image of Germany, with 62 percent believing that Germany has a mainly positive influence in the world and only 20 percent believing that Germany's influence is mainly negative, slightly better than Germans' views of Britain (60 percent and 27 percent, respectively). ===Poland=== Many Poles perceive Germans as their long-time oppressors. This notion is based on a long history of conflict with ethnic Poles, first by the German-language and culture Prussians then by the united German state, starting with three partitions of Poland, Germanization in the 19th and 20th centuries, and culminating in the Nazi Germany's invasion of Poland in 1939 and the brutal occupation that followed. Several issues have also strained recent Polish- German relations, although Poland and post-reunification Germany overall have had mostly positive relations. The proposed Russo-German pipeline through the Baltic Sea is seen by Poles as aimed at cutting off Poland's natural gas supplies from Russia without damaging supply to Germany, and was even compared to the ignominious Molotov-Ribbentrop pact by Radosław Sikorski, Polish foreign minister.Simon Taylor, Why Russia's Nord Stream is winning the pipeline race Polish elections have repeatedly featured anti-German campaigns by the Law and Justice party, which is considered to use anti-German rhetoric as an effective tactic for winning votes. ===Netherlands=== Anti-German sentiment was already prevalent in the Netherlands centuries before the unification of Germany and establishment of imperial Germany, completed 1871. The Dutch are thought to have developed a low opinion of Germans during the 17th century, also known in the Netherlands as the Gouden Eeuw (literally: \"Golden Century\"), when the Dutch Republic was one of the world's most advanced and powerful countries while modern Germany was still a patchwork of warring fiefs.\"For Dutch it's OK to despise Germans\", New York Times, 8 February 1995. In the first half of the 17th century, the Republic saw a major spike in German immigrants including common laborers (so-called hannekemaaiers), persecuted Lutherans and Jews, and all sorts of war refugees fleeing the violence of the Thirty Years' War. A culture clash soon followed, and German immigrants were often discriminated against by the native Dutch. It was likely around this time that the earliest variations of the word mof were first used to refer to lower class German migrants. There are known joke books in which these Germans are featured prominently and stereotypically as dumb, arrogant and filthy.Lachen in de Gouden Eeuw, by R. Dekker () During the Second Boer War anti-German sentiment waned, as both countries were known supporters of the Boers, and allowed their citizens to volunteer to fight alongside them. During WWI (in which the Netherlands was neutral), the so- called Wire of Death, a lethal 2000 volts electric fence built along the southern Dutch border by the Germans occupying Belgium caused a large number of fatalities among the Dutch people, renewing anti-German sentiment in the Netherlands. This sentiment was reborn as hatred when, in 1940, Nazi Germany launched its invasion of the Netherlands despite earlier promises from Germany to respect Dutch neutrality. More than 100,000 Dutch Jews were deported to their deaths during the subsequent Nazi occupation, and starvation afflicted much of the country during the \"Hunger Winter\" of 1944–45. Most elderly Dutch people remember these events including the Rotterdam Blitz bitterly, and some still refuse to set foot on German soil. A sociological study from 1998 showed that still two generations after it had ended, World War II remained influential, and \"present-day parents and young people are negatively biased against Germany.\"Manuela du Bois-Reymond, \"European identity in the young and Dutch students' images of Germany and the Germans.\" Comparative Education (1998) 34#1 pp: 27–40, quote p 33 in JSTOR. Aspeslagh and Dekker reported in 1998 that \"more than half of the cohort born after 1950 answered 'sometimes' or 'often' when asked whether they harbored anti-German feelings\".Robert Aspeslagh and Henk Dekker. \"An equivocal relationship: Germany and the Netherlands\". Break out, Break down or break in: Germany and the European Union after Amsterdam (1998) pp: 11–20. online Reviewing three large-scale academic studies from the 1990s, they concluded: :The emotional feelings regarding Germany and Germans revealed by these studies are defined by the Second World War. The annual commemorations of World War II, the way history lessons deal with Germany and the continual, casually negative remarks by adults reproduce the negative emotions about Germany and Germans, particularly among the young.Aspeslagh and Dekker, p. 18. Newer studies also consistently show that Dutch anti-German sentiment has been falling steadily for years,(Dutch) and that most Dutch people today show a positive view towards both Germany and the German people. ===Switzerland=== Rapid increase of German immigration to Switzerland since 2000 has given rise to \"Germanophobia\" in German-speaking Switzerland. ===European debt crisis, Greece and Italy=== During the European debt crisis, many countries embarked on, or were arguably pushed into, austerity programs. Germany was blamed for the resulting economical, social and political consequences. The ongoing Greek government- debt crisis and EU-driven austerity measures imposed on the country have revived anti-German sentiments. The Greek media have been making comments critical of the German policy, often mentioning, and drawing parallels with the Axis occupation of Greece, with some commentators emphasizing a genetic heritage from \"Goths\" or \"Huns\". A poll in 2012 by VPRC noted the existence of an anti-German sentiment in Greece, and that the majority of the respondents connected Germany with negative notions such as \"Hitler\", \"Nazism\" and \"3rd Reich\". The Popular Fighters Group formed in response to the debt crisis is overtly anti-German and has targeted German organizations in Greece. A main argument has been that, despite its rhetoric, Germany has made profits during the Greek debt crisis (due to falling borrowing rates – as Germany, along with other strong Western economies, was seen as a safe haven by investors during the crisis – investment influx, and exports boost due to the Euro's depreciation, with estimates reaching 100bn Euros, as well as other profits through loans). Another key issue, has been the claim for still owed War reparations, with estimates reaching 279b Euros. In August 2012, Italian Prime Minister Mario Monti warned that escalating arguments over how to resolve the Euro debt crisis are turning countries against each other and threatening to rip Europe apart. Resentment in Italy is growing against Germany, the European Union and chancellor Merkel, he said, adding that \"the pressures already bear the traits of a psychological break-up of Europe\". A survey took place in the summer of 2017 among ten members of the EU. Most expressed scepticism about German influence on European matters; the Greeks (89%) express most of the skepticism followed by the Italians (69%) and the Spanish (68%). Greeks also come with the most negative opinion (84%) about Angela Merkel, and with the least positive opinion about the German people (24%), among the questioned ten states. ==See also== * Anti-Germans (political current) * Anti-Irish sentiment * Anti-Russian sentiment * Anti-Swedish Sentiment * Antisemitism * Consequences of Nazism * German Americans * Germanophilia * Internment of German Americans * List of terms used for Germans * Stalag fiction * Stereotypes of Germans * Operation Bolivar ==Notes== ==References== ==Further reading== * Bailey, Charles E. \"The British Protestant Theologians in the First World War: Germanophobia Unleashed.\" Harvard Theological Review 77.2 (1984): 195-221. * Caglioti, Daniela L. \"Why and How Italy Invented an Enemy Aliens Problem in the First World War.\" War in History 21.2 (2014): 142-169. Re making the few enemy aliens born in Germany or Austria-Hungary into a big threat. online * Dekker, Henk, and Lutsen B. Jansen. \"Attitudes and stereotypes of young people in the Netherlands with respect to Germany.\" in The puzzle of Integration: European Yearbook on Youth Policy and Research 1 (1995): 49–61. excerpt * DeWitt, Petra. Degrees of Allegiance: Harassment and Loyalty in Missouri's German-American Community during World War I (Ohio University Press, 2012)., on USA * Ellis, M. and P. Panayi. \"German Minorities in World War I: A Comparative Study of Britain and the USA\", Ethnic and Racial Studies 17 (April 1994): 238–259. * Kennedy, Paul M. \"Idealists and realists: British views of Germany, 1864–1939.\" Transactions of the Royal Historical Society 25 (1975): 137–156. online * Kennedy, Paul M. The Rise of the Anglo- German Antagonism 1860-1914 (1980); 604pp, major scholarly study. * Lipstadt, Deborah E. \"America and the Memory of the Holocaust, 1950–1965.\" Modern Judaism (1996) 16#3 pp: 195–214. online * Panayi, Panikos, ed. Germans as Minorities during the First World War: A Global Comparative Perspective (2014) excerpt covers Britain, Belgium, Italy, Russia, Greece, USA, Africa, New Zealand * Panayi, Panikos. \"Anti-German Riots in London during the First World War.\" German History 7.2 (1989): 184+. * Rüger, Jan. \"Revisiting the Anglo- German Antagonism.\" Journal of Modern History 83.3 (2011): 579-617. in JSTOR * Scully, Richard. British Images of Germany: Admiration, Antagonism & Ambivalence, 1860–1914 (2012) * Stafford, David A.T. \"Spies and Gentlemen: The Birth of the British Spy Novel, 1893-1914.\" Victorian Studies (1981): 489-509. online * Tischauser, Leslie V. The Burden of Ethnicity: The German Question in Chicago, 1914–1941. (1990). * Vagts, Alfred. \"Hopes and Fears of an American- German War, 1870-1915 I\" Political Science Quarterly 54#4 (1939), pp. 514-535 online; \"Hopes and Fears of an American-German War, 1870-1915 II.\" Political Science Quarterly 55.1 (1940): 53-76 online. * Wingfield, Nancy M. \"The Politics of Memory: Constructing National Identity in the Czech Lands, 1945 to 1948.\" East European Politics & Societies (2000) 14#2 pp: 246–267. Argues that anti-German attitudes were paramount * Yndigegn, Carsten. \"Reviving Unfamiliarity—The Case of Public Resistance to the Establishment of the Danish–German Euroregion.\" European Planning Studies 21.1 (2013): 58–74. Abstract ==External links== *\"Nobody Would Eat Kraut\": Lola Gamble Clyde on Anti-German Sentiment in Idaho During World War I (Oral history courtesy of Latah County Historical Society) *\"Get the Rope!\" Anti-German Violence in World War I-era Wisconsin (from History Matters, a project of the American Social History Project/Center for Media and Learning) *\"We Had to Be So Careful\" A German Farmer's Recollections of Anti-German Sentiment in World War I (Oral history courtesy of Latah County Historical Society) *Article from Allan Hall in The Scotsman 11 July 2003: \"Why do we still laugh at Germany?\" *Newspaper articles from 1918, describing the lynching of Robert Prager in Collinsville, Illinois *Bank weathered anti-German hysteria, Great Depression – Pantagraph (Bloomington, Illinois, newspaper) *German-language paper under suspicion during WW I – Pantagraph (Bloomington, Illinois, newspaper) Category:19th-century introductions German Category:Articles containing video clips",
 "title": "Anti-German sentiment"
}