{
 "id": "91315",
 "text": "Goochland County is a county located in the Piedmont of the Commonwealth of Virginia. Its southern border is formed by the James River. As of the 2020 census, the population was 24,727. Its county seat is Goochland. Goochland County is included in the Greater Richmond Region. ==History== thumb|right|Dover Mills, depicted in 1865 ===Native Americans=== See Native American tribes in Virginia Long before the arrival of Europeans in the 17th century, all of the territory of Virginia, including the Piedmont area, was populated by various tribes of Native Americans. They were the historic tribes descended from thousands of years of succeeding and varied indigenous cultures. Among the historic tribes in the Piedmont were the Monacan, who were Siouan-speaking and were recorded as having several villages west of what the colonists later called Manakin Town on the James River. They and other Siouan tribes traditionally competed with and were in conflict with the members of the Powhatan Confederacy, Algonquian-speaking tribes who generally inhabited the coastal Tidewater area along the Atlantic and the rivers feeding it. They also were subject to raids by Iroquois nations from the north, who were based south of the Great Lakes in present-day New York and Pennsylvania. By the end of the 17th century, the Monacan had been decimated by warfare and infectious diseases carried by the mostly English colonists and traders; their survivors were absorbed into other Siouan tribes. Portions of the historic Three Chopt Trail, a Native American trail, run through a large portion of the county. The trail was marked by three hatchet chops in trees to show the way. The modern- day U.S. Route 250 roughly follows this route from Richmond to Charlottesville. ===Henrico Shire=== In 1634, the colonial government organized the territory of Virginia into eight shires, to be governed as shires in England. Henrico was one of these shires.Agee, Helene. Facets of Goochland County's History, Richmond, VA: Dietz Press, 1962. ===Formation of Goochland County=== Among the earliest European settlers in this area of the Piedmont were several hundred French Huguenot religious refugees, who were given land in 1700 and 1701 by the Crown and colonial authorities about 20 miles above the falls of the James River. They settled the villages collectively known as Manakin-Sabot in this area. Soon they moved out to farms and plantations they developed. In neighboring Powhatan County, to the south across the James, they settled Manakin Town, but by 1750 had mostly moved out to farms.\"MANAKIN TOWN / The French Huguenot Settlement in Virginia * 1700-ca. 1750\" (includes primary sources), Becoming American: The British Atlantic Colonies, 1690-1763, National Humanities Center, 2009; accessed 11 January 2019 Goochland was founded in 1728 as the first county formed from Henrico shire, followed by Chesterfield County in 1749. Goochland originally included all of the land from Tuckahoe Creek, on both sides of the James River, west as far as the Blue Ridge Mountains. In its original form, Goochland contained the modern counties of Goochland, Powhatan, Cumberland, Fluvanna, Buckingham, Nelson, and Amherst, in their entireties. In addition, the northern sections of Appomattox, Campbell, and Bedford, and the southern two-thirds of Albemarle County were also within Goochland's original boundaries. The creation of Albemarle County in 1744 and Cumberland County in 1749 removed most of Goochland's southern and western territory, reducing it to its modern size and boundaries. The county was named for Sir William Gooch, 1st Baronet, the royal lieutenant governor from 1727 to 1749. The nominal governor, the Earl of Albemarle, had remained in England. As acting royal governor, Gooch promoted settlement of the Virginia backcountry as a means to insulate the Virginia colony from Native American and New France settlements in the Ohio Country.\"Backcountry Frontier of Colonial Virginia\", Encyclopedia Virginia http://www.encyclopediavirginia.org/Backcountry_Frontier_of_Colonial_Virginia#start_entry Quote: \"The major push toward the British occupation of the backcountry began with a series of land orders totaling close to west of the Blue Ridge, issued by Lieutenant Governor William Gooch between 1730 and 1732\" ...\"Settlement of the valley by British subjects would secure and defend Virginia, not only in conflicts with northern and southern Indians, but also in the imperial struggles that had convulsed the Atlantic world for the previous three decades, during which New France had extended settlements and garrisons from Canada to Louisiana along the broad Ohio and Mississippi river systems.\" As the colonists moved into the Piedmont west of Richmond, they first developed tobacco plantations like those of the Tidewater. After the Revolution, tobacco did not yield as high profits as markets changed. In Goochland, as in other areas of Virginia, many planters switched to growing wheat and mixed crops. This reduced their need for labor. In the early nineteenth century, some planters sold slaves in the domestic slave trade, as demand was high in the developing Deep South where cotton plantations were developed. ===Goochland Courthouse=== The first court was held in May 1728. The exact location of this first court is unknown, but researchers believe that the first courthouse was constructed in Goochland County between 1730 and 1737. A new courthouse was built in 1763 in Beaverdam, a short distance from the first, on the land of Alexander Baine. In the early 19th century, the courthouse was moved to its current location along Rt. 6 in central Goochland. The Goochland County Court Square was listed on the National Register of Historic Places in 1970. ===Revolutionary War=== During the early part of 1781, Lord Cornwallis marched his sizable army through the boundaries of Goochland. They occupied and thoroughly destroyed Elkhill, a small estate of Thomas Jefferson, slaughtering the livestock for food, burning barns and fences, and finally burning down the house. They took 27 slaves as prisoners of war, and 24 died of disease in the camp.Places: \"Elkhill\", Thomas Jefferson Encyclopedia, Monticello, accessed January 10, 2012. One point along the James River came to be known as Cornwallis Hill. It is said that the British general, who paused here on his way to Yorktown, where he would be defeated and surrender, remarked that this spot with its magnificent vista of the James River Valley would make an ideal site for a house.Bullard, Cece. Goochland Yesterday and Today: A Pictorial History, Virginia Beach, VA: The Donning Company, 1994. General Lafayette, a French hero of the Revolution, returned to the United States for a grand tour in 1824 and 1825. On November 2, 1824, General Lafayette \"left Richmond on his way to Monticello to visit Mr. Jefferson.\" On the way, Gen. Lafayette stopped at Powell's Tavern in Goochland. (\"I spent some time at the Tavern and there was much celebration at his arrival.\") While there, the general met with American officers and many citizens of the county. ===Civil War=== The county was a site of a battle late in the war. When the war broke out, James Pleasants, a native of Goochland County and descendant of the 22nd governor of the state, insisted he replace his uncle in the Goochland Light Dragoons (known during the war as Co. F, 4th Virginia Cavalry). In 1861, he was allowed to take his uncle's place. In the winter of 1864, any troops who were close to home were allowed to return to recruit more soldiers. At the same time, the young Union Colonel Ulric Dahlgren had a plan to infiltrate central Virginia, break out nearly 12,000 Union prisoners from Belle Isle in Richmond, the Confederate capital, and destroy the city. On March 1, 1864, Dahlgren's forces reached the plantations of Sabot Hill, Dover, and Eastwood in eastern Goochland. On Pleasants's first night home, Dahlgren's raiders stole his horses but did not search the property. When Pleasants found out what happened, he grabbed his carbine and started off on foot after the raiders. Hearing a noise, he hid in the woods, and ordered a single Union cavalryman to surrender. Pleasants mounted the man's horse, and forced the soldier to walk in front of him to search for more soldiers. Within a short amount of time, Pleasants had captured several Union prisoners and took them as prisoners back to Bowles' store. In all, he captured 15 Union soldiers, recovered 16 horses, and shot one officer who refused to surrender to him. Eastwood was occupied by Plumer Hobson and his wife, the daughter of Brigadier General Henry A. Wise, the last governor of Virginia before the war. On the previous night General Wise had arrived at Eastwood. When a Union detail arrived at Eastwood looking for him, his daughter said that he was in Charleston, South Carolina. Instead, he was already riding rapidly southeast to Richmond to warn the troops of the Union raiders. Dahlgren went to Sabot Hill, the home of James Seddon and his wife. She answered the door and invited the officer in for some wine and Southern hospitality; she knew that Wise was on his way to Richmond and wanted to delay Dahlgren. Ultimately, due to the quick thinking by the families in Goochland, Wise was able to warn forces in Richmond, who defeated Dahlgren's raid. ===Convict lease program=== After Reconstruction, Goochland County leased convicts as laborers to build roads in 1878. The state's practice of convict leasing was effectively a means of keeping African Americans in near- slavery conditions. The legislature passed a variety of minor nuisance laws, with penalties of fees, which they knew the cash-poor sharecroppers could not readily pay. When convicted of minor offenses and unable to pay the fine, black men were jailed and leased out as convicts. They suffered frequent abuse under this system, as the state exercised little supervision of conditions. ===Monument=== As part of their effort at commemoration after the war, the Daughters of the Confederacy commissioned a monument to the Confederate dead, to be erected on the green of the Goochland Courthouse. It was unveiled on June 22, 1918. Among those in attendance was Robert E. Lee, a grandson of General Robert E. Lee. ===Churches=== In 1720, there were two parishes in Henrico County, St. James and Henrico. When Goochland County was formed, St. James Parish fell within the boundaries on both sides of the James River and westward. When Albemarle County was formed from Goochland in 1744, the Parish was divided into three. St. Anne's Parish covered Albemarle, St. James Southam Parish covered the south side of the river (now Powhatan County), and St. James Northam Parish covered the rest of Goochland. In St. James Northam Parish there were three early churches, all Anglican (and Episcopal after the church was disestablished after the Revolution): Dover Episcopal, Beaverdam Episcopal, and Lickinghole Episcopal. Dover was the first, being built in 1724; it closed sometime after the Revolutionary War. Its location and closing date are unknown. Beaverdam was located near what is now Whitehall Road, but its exact location is also unknown. One notable church is Byrd Presbyterian Church. The congregation has some members descended from the original worshippers who were organized in 1748 at Tucker Woodson's farm by Samuel Davies, a theologian. He later served as president of Princeton University. By 1759 the group had constructed its own building on Byrd Creek. In 1838 descendants of the original congregation built a new church and began worshiping here; this church is still in use. It retains many of its original architectural features, including its slate roof and interior window valances. The cemetery has been preserved since it was established in 1838. One of the first independent black congregations founded after the Civil War was what is now called Second Union Baptist Church, founded in 1865 near Fife/Bula northwest of Richmond. Most freedmen left white Baptist churches to found their own, and soon set up state associations with the aid of organizers from free states. Today the numerous churches in the county include several Episcopal, Baptist, Methodist, Presbyterian, and non-denominational Christian churches. ===Historic homes=== * Tuckahoe Plantation – One of the older James River plantation mansions in the county, it has grounds that include a private schoolhouse where Thomas Jefferson and his Randolph cousins were educated. * Sabot Hill – Built in 1855, it was owned by James A. Seddon, the Secretary of War for the Confederate States of America (CSA) during the Civil War. The large home was damaged in Dahlgren's Raid. * Woodlawn – This is a Georgian Colonial-style home built prior to 1760 by Josiah Leake. In 1834 it was purchased by Colonel Thomas Taylor, a hero of the Mexican–American War. * Clover Forest Plantation – The land was first patented in 1714. The central core of the home was nt built until 1807–1811, by Captain Thomas Pemberton of the Continental Dragoons. He was later a member of the Society of the Cincinnati. It has had several owners since then.Elie Weeks, \"Clover Forest\", Goochland County Historical Society Magazine, 5-A, 1973, pp. 7–13. Other historic homes and mansions in Goochland can be found through the Goochland County Historical Society (see links below). ==School buses== In 1973, Wayne Corporation of Richmond, Indiana introduced a safer design in school bus construction, the Lifeguard. Shortly afterward, the manufacturer held a nationwide contest to gain ideas to improve school bus safety, with the grand prize to be the award of a new Lifeguard school bus. Pearl P. Randolph, a member of the Goochland County School Board, created the winning entry. As a result, the Goochland County Public Schools received the new school bus. Her idea was to install sound baffles in the ceilings of school bus bodies to help reduce driver distraction. Compact forms of such equipment were later developed in the 1980s by Wayne and other bus manufacturers when diesel engines (and their greater noise) became commonplace. ==Government== ===Board of Supervisors=== * District 1: Susan F. Lascolette * District 2: Neil Spoonhower * District 3: John Lumpkins Jr. * District 4: Don Sharpe * District 5: Ken C. Peterson ===Constitutional officers=== * Clerk of the Circuit Court: Dale W. Agnew (I) * Commissioner of the Revenue: Jennifer Brown (I) * Commonwealth's Attorney: D. Michael Caudill (R) * Sheriff: Steven N. Creasey (I) * Treasurer: Pamela Duncan (R) Goochland is represented by Republican Mark J. Peake in the Virginia Senate, Republicans John McGuire and R. Lee Ware in the House of Delegates, Democrats Timothy M. Kaine and Mark Warner in the U.S. Senate, and Democrat Abigail Spanberger in the U.S. House of Representatives. ==Economy== ===West Creek Business Park=== Contributors to Goochland's increased growth in the early 2000s was the construction of the West Creek Business Park, as well as the completion of Richmond's semi-circumferential State Route 288. The latter connected the county to the major travel corridors of I-64 and I-95. The industrial park began attracting many businesses, including the corporate headquarters for Farm Bureau of Virginia and Performance Food Group (PFG), as well as Hallmark Youth Care, and CarMax. ===Top employers=== According to the County's 2011 Comprehensive Annual Financial Report,County of Goochland CAFR the top employers in the county are: {| class=\"wikitable sortable\" border=\"1\" |- ! # ! Employer ! # of employees ! Community |- |1 |Capital One |5,600 |West Creek Business Park |- |2 |CarMax |987 |West Creek Business Park |- |3 |Luck Stone |331 |Manakin-Sabot |- |4 |Virginia Farm Bureau |300 |West Creek Business Park |- |5 |Federal Reserve Bank of Richmond |200 |West Creek Business Park |- |6 |Performance Food Group |180 |West Creek Business Park |- |7 |Hermitage Country Club |150 |Manakin- Sabot |- |8 |Food Lion |110 |Manakin-Sabot and Goochland |- |9 |Elk Hill |100 |Goochland |- |} ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (2.9%) is water. Goochland County is drained by the James River. ===Adjacent counties=== * Louisa County – north * Hanover County – northeast * Henrico County – east * Powhatan County – south * Cumberland County – southwest * Fluvanna County – west ===Major highways=== * - Skirts the northern county line with Louisa County * - Runs parallel to I-64, also skirting the Louisa County line * - Runs through the county, intersecting with SR 6 as well as both US-250 and I-64 in Louisa County * - Runs along the James River in the southern part of the county * - Runs north from Cartersville in Cumberland County to SR 6 * - Runs from Henrico County to Hanover County across the north east corner of the county * - Runs along the eastern county line from I-64 to Powhatan County ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Goochland County, Virginia - Demographic Profile (NH = Non-Hispanic) !Race / Ethnicity !Pop 2010 !Pop 2020 !% 2010 !% 2020 |- |White alone (NH) |16,583 |19,081 |76.36% |77.17% |- |Black or African American alone (NH) |4,151 |3,252 |19.11% |13.15% |- |Native American or Alaska Native alone (NH) |50 |58 |0.23% |0.23% |- |Asian alone (NH) |219 |493 |1.01% |1.99% |- |Pacific Islander alone (NH) |4 |3 |0.02% |0.01% |- |Some Other Race alone (NH) |25 |146 |0.12% |0.59% |- |Mixed Race/Multi-Racial (NH) |230 |832 |1.06% |3.36% |- |Hispanic or Latino (any race) |455 |862 |2.10% |3.49% |- |Total |21,717 |24,727 |100.00% |100.00% |} Note: the US Census treats Hispanic/Latino as an ethnic category. This table excludes Latinos from the racial categories and assigns them to a separate category. Hispanics/Latinos can be of any race. ===2000 Census=== As of the census of 2000, there were 16,863 people, 6,158 households, and 4,710 families residing in the county. The population density was 59 people per square mile (23/km2). There were 6,555 housing units at an average density of 23 per square mile (9/km2). The racial makeup of the county was 72.71% White, 25.64% Black or African American, 0.20% Native American, 0.47% Asian, 0.01% Pacific Islander, 0.20% from other races, and 0.77% from two or more races. 0.85% of the population were Hispanic or Latino of any race. The largest ethnic/ancestry groups in Goochland County are: English (16.3%), \"American\" (13.0%), German (11.8%), Irish (9.3%), Scots-Irish (4.0%) and Scottish (3.9%). There were 6,158 households, out of which 29.90% had children under the age of 18 living with them, 64.60% were married couples living together, 8.40% had a female householder with no husband present, and 23.50% were non-families. 19.90% of all households were made up of individuals, and 7.40% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 2.88. In the county, the population was spread out, with 21.30% under the age of 18, 5.30% from 18 to 24, 32.10% from 25 to 44, 28.90% from 45 to 64, and 12.50% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 101.50 males. For every 100 females age 18 and over, there were 98.30 males. The median income for a household in the county was $56,307, and the median income for a family was $64,685. Males had a median income of $41,663 versus $29,519 for females. The per capita income for the county was $29,105. 6.90% of the population and 4.30% of families were below the poverty line. Out of the total people living in poverty, 7.70% are under the age of 18 and 8.10% are 65 or older. ==Notable people== * Thomas Jefferson lived at Shadwell, then within the boundaries of the county.\"Tuckahoe Plantation\", Official website. * Thomas Mann Randolph Jr., 21st Governor of Virginia * James Pleasants, 22nd Governor of Virginia * Edward Bates served as the 26th United States Attorney General under President Abraham Lincoln. * James Seddon served as the Confederate Secretary of War under Jefferson Davis. * John Berry Meachum, businessman, educator and founder of the oldest black church in Missouri * Josephine Turpin Washington, (1861–1949), educator and writer (distant cousin of Thomas Jefferson) * Justin Verlander, Houston Astros starting pitcher, was raised in the county. * John Hicks, catcher and first baseman for the Detroit Tigers ==Communities== No incorporated communities are located in Goochland County. Unincorporated communities include the following: ===Census-designated place=== * Goochland ===Other unincorporated communities=== * Centerville * Crozier * Fife * Hadensville * Maidens * Manakin-Sabot * Oilville * Sandy Hook * Shannon Hill ==See also== * National Register of Historic Places listings in Goochland County, Virginia ==References== ;Specific ;General * History of Goochland County, Virginia * Dover Mill – Account of an Excavation ==External links== * Information Site for Goochland County, Virginia * Goochland County Historical Society * Tuckahoe Plantation * Goochland County Public Schools * Goochland County Chamber of Commerce * Goochland Yellow Pages * The Goochland Gazette`` Category:1728 establishments in Virginia Category:Virginia counties Category:Counties on the James River (Virginia) Category:Greater Richmond Region",
 "title": "Goochland County, Virginia"
}