{
 "id": "913506",
 "text": "is an anime television series. It is a sequel to the show The Super Dimension Fortress Macross that takes place many years after the events of the first series following a cast of mostly new characters. The show ran from October 16, 1994 to September 24, 1995 at 11:00 a.m., and 49 episodes were aired. Although it has been distributed in the other parts of the world, at present it has not been licensed in North America. Macross 7 is best known for its music, and since the show began airing over a dozen albums have been released by the fictional band Fire Bomber that stars in the show. Macross 7 exists in the official Studio Nue chronology and canon, with story concept by Shoji Kawamori, who also handled mechanical designs along with Kazutaka Miyatake. A theatrical episode, Macross 7: Ginga ga Ore wo Yondeiru! (Macross 7: The Galaxy's Calling Me!), was released in 1995. Several OVAs were also released, including Macross 7: Encore and later, Macross Dynamite 7. In 2012, a crossover movie retelling the Macross 7 events by Macross F characters, Macross FB 7: Ore no Uta o Kike!, was released. ==Background== AD 2009—The human race first encountered an alien race. The Space War which followed with this race of giants, known as the Zentradi, nearly devastated the Earth. March, 2010—The war ended. In April of that same year, a new United Earth government was inaugurated and humans began to follow the path of coexistence with the alien Zentradi. Those Zentradi who wished to, used micron technology to return their bodies to human size. September, 2011—The Earth UN Government launched a deep space colonization plan for the purpose of preserving the species. September, 2012—The extreme long-range transport Megaroad One set out, carrying the first colonists. September, 2030—The gigantic Megaroad-class ships were replaced by the first of the super high-capacity New-Macross class colonization ships, whose fleets were capable of carrying up to one million colonists. 2038—The Macross 7 fleet, built around the seventh of the new Macross-class ships, left for the center of the galaxy carrying the 37th wave of colonists. The year is now 2045... ==Synopsis== Thirty-five years after the events of the original The Super Dimension Fortress Macross, a spacecraft called Macross 7 leads the 37th colonial fleet on a colonization mission into deep space. The story focuses on the fleet's encounters with an alien force called the Protodeviln, and especially events surrounding a rock and roll band called Fire Bomber, consisting of Basara Nekki (lead singer), Mylene Flare Jenius (seventh daughter of Maximilian Jenius and Milia Fallyna Jenius), Ray Lovelock, and full blooded Zentradi Veffidas Feaze. The fleet's flagship is the Macross 7, which is actually composed of two parts: Battle 7 and City 7. Battle 7 is the fore section of the ship. It is a fully transformable battle carrier that is able to separate itself from City 7 during battle. Battle 7 is captained by original series regular Maximilian Jenius, who is also the commander of the entire fleet. The much larger back section of the two part ship is known as City 7 and is the main civilian population center of the fleet, containing a population in excess of one million people. The mayor of City 7 is the estranged wife of Maximilian Jenius, Milia Fallyna Jenius. City 7 features a \"shell\" that can close in order to protect the civilian population during battle. In the seventh year of their mission the Macross 7 fleet encounters an unknown alien enemy. This new mysterious enemy is composed of heavily modified Valkyries led by a man named Gigile. In the first encounter, the Macross 7 engages the enemy with squadrons of their own Valkyries. This conventional warfare does little to stop the attack however. The enemy's tactics are different from the average rogue, or 'uncultured', Zentradi that are encountered in space travel. In the first battle with the Macross 7 fleet, the new enemy's main tactic is to extract an energy form called 'Spiritia' from the Valkyrie pilots, leaving them in a vegetative state. Civilian musician Basara Nekki has a modified red state of the art VF-19 \"Fire\" Valkyrie of his own, and goes out to engage the enemy of his own accord. His VF-19 has an unusual control scheme that mimics a guitar, and he does not attack the enemy with weapons, choosing instead to fire speaker pods into enemy mecha, and playing his songs to the enemy. In the first few encounters, Basara's music does little to drive the enemy away, and the Macross 7 fleet's ace pilot, Gamlin Kizaki is bewildered and annoyed by Basara's endeavor, claiming that it interferes with the other pilots during combat. It is eventually revealed that Basara Nekki was given the Valkyrie by his friend and bandmate Ray Lovelock, who is a former UN Spacy Valkyrie pilot, and part of secret project inspired by the effectiveness of Lynn Minmay's singing in the original war with the Zentradi. Eventually project head, Dr. Chiba, discovers that Spiritia deprived vegetative pilots can be revived. By playing them Fire Bomber's music the patients eventually wake up and return to normal. Eventually the enemy infiltrates City 7 and begins extracting Spiritia from civilians. Due to the secretive nature of the infiltrators and the state of their victims, they are dubbed 'vampires' by the public forum. One of the 'vampires' is captured and revealed to be a human from an earlier lost space mission. A brainwashing mechanism found inside the helmet of the 'vampire' is used to control them. The captured prisoner is exposed to Fire Bomber's music and regains his memories. The prisoner, now revealed to be a Blue Rhinoceros elite squadron pilot, Irana Hayakawa, tells his story. Harakawa stated that the Blue Rhinoceros was a team sent to investigate the fourth planet of the Varautan system, which apparently holds Protoculture secrets, or even descendants of the Protoculture themselves. They were supposed to rendezvous with the United Forces Advisor Ivano Gunther, only to find that Gunther was possessed by an alien entity called the Protodeviln. The entire mission force is taken by the Protodeviln and used to assemble the new Supervision Army that is attacking the Macross 7 fleet. City 7 is stolen by the Protodeviln, and for a short period of time it is separated from the rest of the fleet. Eventually they are rescued. After this the elite fighter squadron Diamond Force is permanently assigned to City 7 as a special defense force. The Sound Force is created by the UN Spacy, and all the members of Fire Bomber are given their own specially modified Valkyries. They are sent out to confront the enemy with their music whenever the fleet is attacked. The Macross 7 fleet gathers information in an attempt to understand their new enemy, while Geperuniti, the leader of the Protodeviln, begins to take steps towards achieving his goal of creating a Spiritia Farm, capable of producing an endless supply of the energy force that the Protodeviln depend on for life. With a generous supply of Spiritia being collected by the 'vampires', other Protodevilns begin to awaken from their sleep. One of them, named Sivil, goes to attack the Macross fleet. During the first encounter between Basara and Sivil, the effectiveness of his music was proven when it drove Sivil away. Sivil becomes interested in Basara, whom she refers to as the Anima Spiritia. Gigile leaves the Protodeviln fleet and joins the 'vampires' in City 7. Eventually due to constant contact with Basara and his music, Sivil begins to lose strength. She hides away in a separate \"forest\" section of City 7, and eventually goes into a state of hibernation, encasing herself in a force field. Basara discovers Sivil and sings to her daily in the hope of waking her up. Gigile watches Basara from the shadows, and collects Spiritia in order to help revive Sivil. Around this time, Dr. Chiba discovers that Basara's singing creates what he calls Sound Energy. He creates the 'Sound Boosters', an attachment for the Sound Force Valkyries, in order to amplify and control the projection of this energy in battle. Meanwhile, another colonization fleet, the Macross 5, makes contact with the Macross 7 fleet. The Macross 5 fleet has found a suitable planet to inhabit, and christened it as the planet Rax. However, soon the Macross 7 fleet loses all contact with the Macross 5. Arriving at Rax, they find the whole Macross 5 fleet decimated, but oddly few dead bodies are found. They assume that the people of the Macross 5 fleet were in fact taken captive by the Protodeviln. The Protodeviln fleet surrounds the planet forcing the Macross 7 fleet to remain on its surface. At this time the military found out about Sivil being in the forest section of City 7 and takes her away to be studied. Gigile rampages in his Battroid in an attempt to find and rescue Sivil. Together he and Basara managed to awakened Sivil, who escapes from the laboratory. Basara decides to search the planet for Sivil. Finally, he and Gigile find her inside an active volcano. Basara begins singing and manages to awaken her. When Sivil is awakened, the volcano suddenly begin to sink into the ocean. After the dust clears a ruin rises from sea. The ruins are investigated by the non micronized Zentradi Exsedol Folmo, who is now the top science advisor in the Macross 7 fleet. He concludes that it is a ruin from the Protoculture. The ruins reveal the mysterious genesis of the Protodeviln and how they were defeated by the Protoculture using something called the Anima Spiritia. In the end, the ruins are destroyed by Geperuniti's fleet and another pair of Protodeviln called Glavil and Gavil. This happens before the Macross crew can find out exactly what Anima Spiritia is. Geperuniti now views Sivil and Gigile as a threat to his plans of creating a Spiritia Farm and orders his Protodeviln henchmen, Valgo, Gavil and Glavil to pursue and kill them. In the ensuing battle Gigile takes on his true form, and begins to sing Basara's music. He discovers that he can actually generate his own Spiritia this way. Gigile defends Sivil to his death, causing the entire planet Rax to explode. Basara and Sivil mourn for Gigile while the battle with Geperuniti intensifies. The UN Government of Earth gives the permission to Captain Maximilian Jenius to use the illegal Reaction Weaponry against the Protodeviln. Captain Jenius forms a plan called Operation Stargazer in which a few elite volunteer pilots will accompany him to the fourth planet of the Varautan system, now known to be the base of Protodeviln operations. The mission is to stealthily attack the planet and plant the Reaction Weaponry in the chamber which houses the Protodevilns' bodies. Mayor Milia Fallyna Jenius is given temporary command of the fleet during the mission. Amongst the volunteers for this mission are the entire Sound Force. Basara decides to do things his way and starts singing as soon as he reaches the planet. Surrounded by heavy fire, Diamond Force leader Gamlin Kizaki decides to focus on defending the Sound Force. He eventually crashes his Valkyrie unto Gavil's FBz-99G Zaubergern mecha, destroying it, but also appearing to be killed himself. When all looks lost the real plan of Operation Stargazer is revealed as Captain Jenius folds into the battle in a new advanced VF-22S Sturmvogel II Valkyrie carrying the Reaction Weapon. He races into the heart of the enemy stronghold, plants the weapon, and orders everyone to flee. But the mission is thwarted when in the last minute when the ingenious Geperuniti folds the Reaction Weapon to the location of Operation Stargazer group's Northhampton class frigate, destroying it. The surviving members of the operation are captured by the Protodeviln, but they eventually manage to escape their holding cells. Just then Gamlin reappears in a Varautan Mecha, and helps defend the escapees against Gavil's attacks. While escaping, they discovered the Protodevilns have imprisoned the captured Macross 5 people, encasing them in a crystal-like chamber, and extracting their Spiritia. Basara tries to save them, but his efforts are in vain and they are forced to evacuate the area before Geperuniti destroys them. They escape using one of the Varautan space cruisers. After escaping, Gamlin was possessed by Gavil, and he takes his VF-17D Nightmare Valkyrie and goes on a rampage through the Macross 7. The Sound Force were deployed and Basara and Mylene started singing. Gavil then captured Mylene and demands that Basara surrenders to the Protodeviln. Just then, Mylene steps out of her Valkyrie and starts singing, drawing out the possessed Gamlin out of his Valkyrie. Gavil is forced to depart from Gamlin and flees. In another battle, the newly awakened Protodeviln twins, Zomd and Goram confronts the Macross 7 Fleet. Bringing along the crystal-like chambers containing the Macross 5 people, Basara's music was turned against him - as his music would serve to regenerate the Spiritia of the captured Macross 5 people, which later would be extracted from them to revive the Protodeviln twins. However, Captain Maximilian Jenius devises a plan to use the fold generators on the chambers and the plan was carried out by Gamlin and Docker, the leader of the Emerald Force. When the chambers are safely folded away, all the ships in the fleet fire their Reaction Weaponries. Although the Protodeviln twins were severely injured, they miraculously regenerated. Basara begins to sing and drives them mad. Sivil shows up and drives the Protodeviln away, but her powers are drained, and she crashes into Battle 7. Basara tries to revive her, but she accidentally drains him of his Spiritia, putting him into a vegetative state. In the last part of the series, Geperuniti takes on his true form, which is an enormous Spiritia \"Black Hole\" that will eventually drain the entire universe of Spiritia. Under the command of Captain Maximilian Jenius, Battle 7 folded to the Protodeviln's base, begins to transform in order to fire the Sound Buster - the combination of Song Energy and the Macross Cannon. Firing several rounds of the Sound Buster, the Macross Cannon overloads and explodes. A strange reaction occurs, and Geperuniti begins to lose control of himself. Waves of energy hit Battle 7 and prove to be too powerful for even the pinpoint barrier to withstand. Battle 7 was destroyed and the crews flee to safety. Geperuniti begins to extract Spiritia from everyone, even folding the rest of the Macross 7 fleet, including City 7 in order to extract more Spiritia. Geperuniti even goes against his own kind, killing Zomd and Goram. Gavil and Gravil, then, goes against Geperuniti, trying to convince him to stop. At the very last minute, Basara awakens when everyone begins singing to him, and goes out to fight Geperuniti. Together with Sivil they sing to Geperuniti until he also begins to sing. Geperuniti realizes that he can create his own Spiritia through music, and takes on a new form. He and his host of remaining Protodeviln then leave this galaxy to explore the rest of the universe. Sivil tells Basara that she will always remember his songs, and goes off with her kind. ==Macross 7: Encore== The Macross 7: Encore (マクロス7 アンコール) OVA consists of 3 unrelated episodes set in the original Macross 7 TV series timeline. It is speculated that the story of Macross 7: Encore takes place around episodes 39-42 of Macross 7, (in reference to episode 43; when Max and Miria talk in the Captain's Ready room/Office). The first episode, \"Fleet of the Strongest Women\", the Macross 7 fleet encountered a fleet of uncultured Meltlandi led by Chlore, an ace pilot rival of Milia. The second episode, \"On Stage\", details the story behind Basara Nekki, Ray Lovelock and Veffidas Feaze and describes how the rock band, Fire Bomber, was formed. Lastly, in the third episode, \"Which One Do You Love?\", Milia Fallyna Jenius thinks that she is dying due to her micronization, and thus desires to fulfill her last objectives before she 'departs'. ==Macross 7 the Movie: The Galaxy's Calling Me!== Macross 7 the Movie: The Galaxy's Calling Me! (劇場版マクロス7 銀河がオレを呼んでいる!) is a theatrical episode of Macross 7. It is estimated to be the episode around episodes 38-41 of Macross 7, (in reference to episode 42), which was shown alongside Macross Plus: Movie Edition. The story tells of how Basara Nekki and Mylene Flare Jenius' sister, Emilia Jenius became acquainted. Basara winds up on an icy planet due to a fold accident. The townsfolk he encounters say a monster lives in the mountains, which causes Basara to investigate. He then meets Emilia Jenius, a full-sized Meltlan who sings on the planet because her voice is too loud for populated worlds. Emilia, who sports Milia Fallyna Jenius' green hair, aspires to be like Lynn Minmay, flies a Queadlunn Ouilqua Power Armor—a custom variant. Emilia's singing causes an Anima Spiritia irregularity, causing the Protodevilin, Gavil, Glavil and Natter-Valgo to investigate on orders by Lord Gepernich. Basara and Emilia fight the Protodevilin with song after Basara throws his VF-19-Kai \"Fire Valkyrie\" in the way of Emilia's missiles attacking Glavil. With the help of the other Sound Force members who show up during the battle, along with Gamlin Kizaki, the Protodevilins are repelled and flee. However, Emilia's custom power armor is destroyed during the battle while saving the townsfolk from a flood. ==Macross 7: Trash== Macross 7: Trash (マクロス7 トラッシュ) is an 8-volume manga series by Macross character designer Haruhiko Mikimoto, serving as a side-story to Macross 7. Trash takes place early during the year 2046, focusing on Shiva Midou (a young \"T-Crush\" athlete who is rumored to be an illegitimate son of the famous Max Jenius), Mahala Fabrio (an ex-military officer), and Enika Cherryni (Shiva's girlfriend, who becomes the next \"Minmay Voice\" singing idol), as the three become entwined in a military plot. Unlike many other Macross manga, Trash does not feature any mecha or combat, instead focusing on the characters themselves. It was serialized for 52 monthly chapters in Shōnen Ace magazine from October 1994 to May 2001, then published as tankōbon from 1995 to 2001 by Kadokawa Shoten. Trash takes place in the Macross 7 fleet early during the year 2046 of Macross timeline. The story revolves around a sport called \"T-Crush\", similar to roller derby but with air blades (hovering roller blades) and fighting. As the story progresses, weapons are added to the equipment and it becomes a one-on-one combat tournament. Another plot element is the \"Mind System\" used to power the weapons in the tournament. The system was in development 7 years before the story begins and it caused a fatal accident during a military training session. On the surface, the system converts the emotions of a person into energy but the true functionality of the system is hidden until late in the story. The story starts with Mahala quitting the military and being asked by Colonel Bacelon to seek out talented people and recruit them as pilots. By chance, she meets Shiva, a T-Crush player, and she becomes the coach of his team. Bacelon supplies the teams with weapons powered with the Mind System and organizes a tournament. Mahala became suspicious of Bacelon's intentions but is forced to cooperate after she was caught breaking into his data files. The team makes their way to the final where the truth is revealed. ===Characters=== *: A young \"T-Crush\" athlete who is rumored to be an illegitimate son of the famous Maximilian Jenius. *: Shiva's girlfriend, who becomes the next \"Minmay Voice\" singing idol. *: An ex-military officer. She was the teacher of the student who died in the accident 7 years ago. ===Volumes=== *1995.05: Macross 7 Trash #1 *1995.12: Macross 7 Trash #2 *1996.07: Macross 7 Trash #3 *1997.06: Macross 7 Trash #4 *1998.03: Macross 7 Trash #5 *1998.08: Macross 7 Trash #6 *1999.08: Macross 7 Trash #7 *2001.07: Macross 7 Trash #8 ==Macross Dynamite 7== Macross Dynamite 7 is an anime OVA set one year after the events in Macross 7. Released in 1997 in celebration of Macross 15th anniversary, Macross Dynamite 7 was a four episode OVA that continued the Macross 7 series' story. ==Macross FB 7== Macross FB 7 is a crossover retelling the Macross 7 events by subsequent Macross F characters, Macross FB 7: Ore no Uta o Kike! (with \"FB\" for Fire Bomber). Released in 2012 in celebration of Macross 30th anniversary, Macross FB 7 was a full-length theatrical movie that continued the Macross 7 and Macross F series' story. ==International release== Due to a current legal dispute over the distribution rights of the Macross franchise, involving Studio Nue and Big West against Harmony Gold, much of the Macross merchandise, including Macross 7, have not received an international release. However, on March 1, 2021, Big West, Studio Nue and Harmony Gold reached an agreement on the international distribution of most Macross sequels and films. ==Characters== ===New characters=== *Basara Nekki (Nobutoshi Hayashi, Yoshiki Fukuyama [singing]) *Mylene Flare Jenius (Tomo Sakurai, Chie Kajiura [singing]) *Ray Lovelock (Masashi Sugawara) *Veffidas Feaze (Urara Takano) *Gamlin Kizaki (Takehito Koyasu) *Akiko Hojo (Urara Takano) *Michael Johnson (Takehiro Murozono) *Miho Miho (Rio Natsuki) *Sally (Junko Iwao) *Kinryu (Hiroki Takahashi) *Docker (Takashi Nagasako) *Physica S. Fulcrum (Akio Suyama) *Rex (Kaoru Shimamura) *Dr. Chiba (Keiichi Sonobe) *Girl With Flowers (Akiko Nakagawa) ===Returning characters=== *Maximilian Jenius (Sho Hayami) *Milia Fallyna Jenius (Eri Takeda) *Exsedol Folmo (Ryunosuke Ohbayashi) ===Protodeviln=== *Lord Geppernich (You Inoue) *Gigile (Tomohiro Nishimura) *Sivil (Akiko Nakagawa) *Grabil *Gavil (Akio Suyama) *Valgo (Hiroki Takahashi) *Goram (Arihiro Hase) *Zomd (Rei Igarashi) ==Soundtrack== Macross 7 is unique from other Macross titles, as it does not have its own musical score. Instead, it relies heavily on songs by Fire Bomber as its soundtrack. The series also reuses selected BGM tracks and songs from Macross II and Macross Plus. ==Episode list== === TV series=== {|class=\"wikitable\" |- !#!!Original Air Date!!Episode Title!!Kanji Title |- |1.||October 16, 1994|| Speaker Pod ||スピーカーポッド |- |2.||October 23, 1994|| Spiritia Level ||スピリチアレベル |- |3.||October 30, 1994|| Fire Scramble ||ファイアースクランブル |- |4.||November 6, 1994|| Vampire Soldier ||バンパイアソルジャー |- |5.||November 13, 1994|| Spirit Girl||スピリットギャル |- |6.||November 20, 1994|| First Contact ||ファーストコンタクト |- |7.||November 27, 1994|| Summer Accident||サマーアクシデント |- |8.||December 4, 1994|| Virgin Bomber ||バージンボンバー |- |9.||December 11, 1994||Angel Night ||エンジェルナイト |- |10.||December 18, 1994|| Deep Ballad||ディープバラード |- |11.||December 25, 1994|| Minmay Video||ミンメイビデオ |- |12.||January 8, 1995|| Spiritia Farm||スピリチアファーム |- |13.||January 15, 1995|| Fold Out||フォールドアウト |- |14.||January 22, 1995|| Fighting Woman Mayor Milia||戦う女市長ミリア |- |15.||January 29, 1995|| A Girl's Jealousy||乙女のジェラシー |- |16.||February 5, 1995|| The Music Box On The Battlefield||戦場のオルゴール |- |17.||February 12, 1995|| Pretty Devil ||プリティデビル |- |18.||February 19, 1995|| A Falling Little Devil ||おちていく小悪魔 |- |19.||February 26, 1995|| A Life Threatening Date||命がけのデート |- |20.||March 5, 1995|| Ladies' Temptation||レディースの誘惑 |- |21.||March 12, 1995|| Dangerous Kiss||あぶないKISS |- |22.||March 19, 1995|| Men Of Burning Passion||熱き炎の男たち |- |23.||March 26, 1995|| Sound Force||サウンドフォース |- |24.||April 2, 1995|| Merry Go Round||メリーゴーランド |- |25.||April 9, 1995|| Midnight Duet||深夜のデュエット |- |26.||April 16, 1995|| Deathmatch At Planet Lux ||惑星ラクスの死闘 |- |27.||April 23, 1995|| Rainbow Colored Song Energy|| 七色の歌エナジー |- |28.||April 30, 1995|| New Sound Weapon ||サウンド新兵器 |- |29.||May 7, 1995|| Dad And Mom, Love Once Again ||パパ、ママ愛再び |- |30.||May 14, 1995|| The Formula For A Love Triangle ||三角関係の公式 |- |31.||May 21, 1995|| Passionate Scandal||熱愛スキャンダル |- |32.||May 28, 1995|| Jamming Birds ||ジャミングバーズ |- |33.||June 4, 1995|| Betrayal And A Girl's Tears||裏切りと少女の涙 |- |34.||June 11, 1995|| The Day Gigile Sang||ギギルが歌った日 |- |35.||June 18, 1995|| A Night For Just The Two Of Us||ふたりだけの夜 |- |36.||June 25, 1995|| Men's Passionate Song||男たちの熱歌 |- |37.||July 2, 1995|| The Mystery Of The Ruins? ||宇宙遺跡のナゾ? |- |38.||July 9, 1995|| Sivil Of The Forbidden Planet||禁断惑星のシビル |- |39.||July 16, 1995|| Basara Returns||帰ってきたバサラ |- |40.||July 23, 1995|| A Feeling That Reaches Beyond The Stars||星を越える想い |- |41.||July 30, 1995|| I'm Crazy About Mylene! ||ミレーヌ大好き! |- |42.||August 6, 1995|| Desperate Capture Operation ||決死の捕獲大作戦 |- |43.||August 13, 1995|| Individual Farewells||それぞれの別れ |- |44.||August 20, 1995|| The Nightmarish Invasion||悪夢の突入作戦 |- |45.||August 27, 1995|| Ambitious Fourth Planet||野望の第4惑星 |- |46.||September 3, 1995|| Gamlin's Rebellion ||ガムリンの反乱 |- |47.||September 10, 1995|| The Death Of Basara ||バサラ死す |- |48.||September 17, 1995|| Mylene's Tears||ミレーヌ涙の熱唱 |- |49.||September 24, 1995|| A Voice Reaching Across The Galaxy||銀河に響く歌声 |} ===Encore (OVA)=== {|class=\"wikitable\" |- !#!!Original Air Date!!Episode Title!!Kanji Title |- |1.||December 18, 1995|| Fleet Of The Strongest Women||最強女の艦隊 |- |2.||December 18, 1995|| On Stage||オンステージ |- |3.||February 25, 1996|| Which One Do You Love?||どっちが好きなの? |} ==References in other media== *In the anime adaptation of the manga All Purpose Cultural Cat Girl Nuku Nuku, a parody of Macross 7 features a Basara look-alike who sings about saving the universe. ==Notes== ==References== ==Sources== *Macross Compendium *Macross Nexus *MAHQ Macross 7 ==External links== * Official Macross website * * * Macross 7 at Macross Compendium * Macross 7 at Macross Mecha Manual Category:1994 anime television series debuts Category:1994 manga Category:1995 anime films Category:Fiction set in 2045 Seven Category:Mainichi Broadcasting System original programming Category:Ashi Productions Category:Kadokawa Shoten manga Category:Shōnen manga Category:Television series set in the 2040s",
 "title": "Macross 7"
}