{
 "id": "914282",
 "text": "Pennsbury High School is a public high school located in Fairless Hills, Pennsylvania. It is part of Pennsbury School District. With 3,206 students enrolled for the 2017–2018 school year, Pennsbury High School is the largest high school in Bucks County, and the tenth largest high school in the state of Pennsylvania. There are approximately 255 faculty members and staff. It is the only high school in Pennsbury School District, which has a total enrollment of 10,958 students (includes Bucks Technical High School and Intermediate Unit student totals). Pennsbury had a graduating class of 800 students in 2018, of which 91% were college-bound. The school had seven National Merit Scholarship finalists and one winner. ==Prom== In 2004, the prom was awarded \"Best Prom\" by Reader's Digest as part of their \"America's 100 Best\" feature. In 2004, singer-songwriter John Mayer performed for a crowd of nearly a thousand students. Various other artists, including Maroon 5 have also performed at previous proms. In 2017, TV personality DJ Pauly D of Jersey Shore (TV series) fame made an appearance with Questlove. Pauly D performed again in 2018, preceded by singer and actor Drake Bell, best known for his role as Drake Parker on the Nickelodeon television show Drake & Josh. In 2019 Pauly D once again performed and rapper Desiigner made an appearance in front of an excited Pennsbury Prom audience. The prom is also preceded by a parade of students, typically with extravagant floats or other means of entry to the celebration. On June 1, 2019, The Pennsbury High School Senior Prom shattered the Guinness World Record for most number of lipstick kiss prints on a mural. The 63-foot- long, 11-foot-high 3D mural, which used 41,692 kisses, spelled out “Rock Music” to fit the theme of “Prom to the Music.” The centerpiece of the mural featured an 18-foot guitar. Students and community members created the kiss prints during sporting events, special school events, prom committee meetings, and in their own homes. == Instrumental music == The Pennsbury School District has been recognized numerous times as one of the \"Best Communities For Music Education\" in the nation over the past 19 years. Some of its more notable ensembles include the Pennsbury High School \"Long Orange Line\" Marching Band and the Pennsbury Concert Jazz Band. The marching band has long been internationally recognized as one of the premier high school marching bands in the United States. The band currently holds the distinction of being the only marching band not affiliated with the Disney brand to have performed at five of the Walt Disney Parks and Resorts. The band has performed across the world with performances on five continents including Tiananmen Square in Beijing, China and on the Great Wall of China. In 2008, the band was the featured half- time performers at the International Rugby Tournament, “Hong Kong Sevens,” in Hong Kong, China. Two years later, in 2010, the Long Orange Line traveled to England to perform in the London New Year's Day Parade. In 2012, the band traveled south of the equator for the first time to perform in the first \"International Festival of Military and Civilian Bands” in Buenos Aires, Argentina. In March 2016, the band traveled to Sydney, Australia to participate in the Sydney Royal Easter Show. The band appeared in 2018 for the second time in The Tournament of Roses Parade on New Year's Day in Pasadena, California. Pennsbury's Marching Band has performed as the honor band of the 6abc Dunkin' Donuts Thanksgiving Day Parade in Philadelphia for the 35 consecutive years (1983–present). The Long Orange Line currently competes in Tournament of Bands Group 4 Open Class competition. The Concert Jazz Band shares similarly impressive distinctions. The Pennsbury Concert Jazz Band has long been considered one of the finest jazz musical ensembles in the country. It consistently earns the highest rankings at festivals in which it competes. Since its beginnings in 1959, the musicians in this group have performed jazz music at a level not typical of high school age students. The band has performed on “The Tonight Show,” at the Montreux Jazz Festival in Switzerland, the Mellon Jazz Festival and the Montreal International Jazz Festival. Guest soloists through the years have included Stan Kenton, Maynard Ferguson, Bill Watrous, Terell Stafford, Carl Allen, Phil Woods, Joe Alessi, Dick Oatts, Wayne Bergeron, and most recently James Morrison and Tom Scott. The Pennsbury Concert Jazz Band has the distinct honor of being the first American High School Jazz Band to perform throughout China. Many original charts have been composed for PCJB by such jazz great Grammy Award-winning composers as Sammy Nestico, Frank Mantooth, Bob Mintzer and Emmy and Grammy award-winning composer Patrick Williams. The Pennsbury Instrumental Music Department has sent countless students to the National Association for Music Education's All- American Band, a prestigious honor awarded to only several hundred students throughout the United States each year. ==Athletics== The Falcons are part of the Suburban One League. Pennsbury had two undefeated football teams in the 1970s, in 1972 and 1974. In 1985, Pennsbury went undefeated again and was ranked as the best team in the state by some newsletters. They also had a championship team in 1980, which participated in the longest football playoff game in Pennsylvania school history. Currently, their ultimate frisbee team is one of the top dozen teams in the U.S. Pennsbury's baseball team won the PIAA 6A State Championship in 2017 In the 2020-2021 season, Pennsbury's ice hockey team won its first ever SHSHL title, going 10-1-1 on the season and defeating Council Rock South 7-4 in the final. ==Wonderland: A Year in the Life of an American High School== In 2002, Pennsbury High School's prom tradition caught the attention of Sports Illustrated senior writer Michael Bamberger. After writing an article for the magazine about the 2002 prom, Bamberger went on to write a book, Wonderland: A Year in the Life of an American High School, which chronicled the senior year of a group of Pennsbury students. The rights for the book were bought by Paramount, and MTV and Tollin/Robbins Productions were to produce the film, which had tentatively been named Pennsbury. In 2004, Mike Tollin and Brian Robbins signed with Walt Disney Studios, leaving the status of the project uncertain. Zach Woods, an alumnus of Pennsbury and actor known for his roles on The Office and Silicon Valley, is a character in this book, as is well-known political journalist Robert Costa. ==School bus accident== On January 12, 2007, seventeen Pennsbury High School students were injured and hospitalized when a school bus veered into a group of students as they left school. After the driver placed the bus into gear, the engine began accelerating uncontrollably it then \"jumped a curb outside one of the school buildings, drove over a sidewalk, barreled down an access road, mowed down a fence and slammed head-on into the retaining wall.\" The very same bus in this accident had been involved in another accident under the same circumstances (although no students were injured) 10 years earlier. One student's leg was crushed and later had to be amputated above the knee. The NTSB announced they had \"not found any major mechanical errors with the school bus\". However all charges against the driver were dropped after two more buses of the same make and model crashed after experiencing the same mechanical issue. ==Notable alumni== * Victoria Pedretti, actress * Lavoy Allen, professional basketball player * Christy Altomare, Broadway actress and singer songwriter * Robert Curtis Brown, actor * Sean M. Carroll, theoretical cosmologist and popular science writer * Chris Cole, professional skateboarder * Robert Costa, political reporter * John Galloway, Democratic member of the Pennsylvania House of Representatives * Drew Gress, jazz musician and composer * Hallie Jackson, NBC News Correspondent * Bart Johnson, actor * Richard Kind, actor * Jimmy Ockford, professional soccer player * James Poterba, economist * Asher Roth, pop rap artist * Matthew Schuler, singer, contestant on The Voice * Ann Shoket, editor-in-chief of Seventeen magazine * Troy Vincent, professional football player * Lindsey Vuolo, Playboy Playmate * Zach Woods, actor and comedian * Jesse Colin Young, singer, songwriter and founding member of The Youngbloods ==References== ==External links== * Pennsbury High School official website Category:Public high schools in Pennsylvania Category:Schools in Bucks County, Pennsylvania",
 "title": "Pennsbury High School"
}