{
 "id": "914558",
 "text": "Andrew Collins is an English writer and broadcaster. He is the creator and writer of the Radio 4 sitcom Mr Blue Sky.\"Mr Blue Sky\" BBC website His TV writing work includes EastEnders and the sitcoms Grass (which he co-wrote with Simon Day) and Not Going Out (which he initially co-wrote with Lee Mack). Collins has also worked as a music, television and film critic. ==Personal life== Collins was briefly a member of the Labour Party between the late 1980s and early 1990s, leaving after Labour's defeat in the 1992 General Election.\"Labour Conference Late News Just In\" Never Knowingly Underwhelmed blog entry, September 2008 In 2007, he was made patron of Thomas's Fund,\"Who's Who\" Thomas's Fund website, retrieved 15 June 2009 a Northampton-based music therapy charity for children with life-limiting illnesses. ==Career== Collins started his career as a music journalist, writing for the NME, Vox, Select and Q (where was editor, 1995–97). He also wrote for and edited film magazine Empire in 1995.No Cannes Do, Collins' Radio Times column, 16 May, 2012 He formed a double-act with fellow music journalist Stuart Maconie, presenting the Sony Award-winning BBC Radio 1 show Collins and Maconie's Hit Parade, after forging their style on a daily comedy strand on Mark Goodier's BBC Radio 1 drivetime show, and Collins & Maconie's Movie Club on ITV.IMDb listing, retrieved May 13, 2019 In 1998, Collins published his first book, Still Suitable for Miners, an authorised biography of the singer-songwriter Billy Bragg. The book has been regularly updated, first in 2002, then again in 2007, 2013 and 2018.\"Books\" Never Knowingly Underwhelmed blog\"Bragg's Emporium: Still Suitable for Miners 2018 Update\" Billy Bragg's website Collins often appeared on BBC, ITV and Channel 4 list shows, including the popular I Love the '80s programme. He stated on BBC Three's The Most Annoying TV Programmes We Love to Hate that he had appeared on 37 such list shows, and that this would be his last one.26 second of fame, Collins' blog, March 31, 2013 He subsequently appeared on Heroes Unmasked on BBC Three. He devoted a full chapter to the experience of appearing as a talking head on such shows in his third volume of autobiography, That's Me in the Corner, and continues to appear on similar shows (most recently, The Comedy years on ITV in May 2019).ITV Hub, retrieved May 13, 2019 He has written three volumes of autobiography,\"Shop, Never Knowingly Underwhelmed blog\", retrieved 13 May 2018 humorous accounts of \"growing up normal\" in 1970s Northampton, struggling with art school in London in the 1980s, and forging a media career in the 1980s and 1990s: Where Did It All Go Right? (2003) (a Sunday Times and Smith's bestseller), Heaven Knows I'm Miserable Now (2004) and That's Me in the Corner (which draws its title from a line from the R.E.M. song Losing My Religion) published in May 2007. He produced a regular (generally weekly) podcast, the Collings & Herrin Podcast, with comedian Richard Herring, which began in February 2008 and ran for four years\"Collings & Herrin archive\" British Comedy Guide website, retrieved 13 June 2011 and was named \"Podcast of the Week\" in The Times in July 2008.\"Podcast of The Week\" The Times, July 2008 Some episodes were recorded in front of a live audience. A hiatus from June 2011 to 4 November 2011 was due to what Herring joked was \"Collins' duplicitous careerism\".\"Richard Herring's \"Warming Up\" blog\" Richard Herring's \"Warming Up\" blog, retrieved 22 July 2011 Herring announced that the November 2011 podcast would most likely be the last, as Collins had lost enthusiasm for it. Collins presented solo shows on BBC Radio 6 Music as well as presenting shows with Richard Herring before and during their podcast series. Collins then presented a Saturday morning radio show with Josie Long on BBC Radio 6 Music between July and December 2011. Herring felt that he had been unceremoniously replaced by Long, which contributed to the end of their collaborations. In 2010 Collins made a brief foray into standup comedy, performing a show at the Edinburgh Fringe called Secret Dancing... and other urban survival techniques. This was recorded and released on DVD.Chortle - ReviewsGofasterstripe - Secret Dancing He co-wrote the first series of the sitcom Not Going Out for BBC One with Lee Mack, and co-wrote various episodes for the second, third and fourth series. The fifth was the first series he did not work on. The first series won the Rose D'Or for Best Comedy, and he and Mack won the RTS Breakthrough award. He worked on the team-written sitcom Gates for Sky Living in 2012,\"Collins IMDb entry\" and re-teamed with Simon Day (with whom he'd co- written Grass for BBC Three and BBC2 in 2003) to co-write Colin, an episode of the anthology series Common Ground on Sky Atlantic in 2013. In recent years, Collins has moved into script editing. He was script editor on sitcoms The Persuasionists on BBC Two, Little Crackers (specifically Shappi Khorsandi's) on Sky1, the broadcast pilot of Man Down on Channel 4 (2013), two series of Badults on BBC Three (2013-2014), and the second series of Drifters for E4. In 2014, he acted as a script consultant on The Inbetweeners 2.Why I'll Be In The Credits Of The Inbetweeners 2, Radio Times feature, 26 July, 2014 Collins is currently the film editor for Radio Times.\"Radio Times reviewers\" Radio Times website, retrieved 18 June 2009 He wrote and filmed a weekly TV review column, Telly Addict, for The Guardian website, from May 2011 to April 2016.The Guardian website, retrieved 23 April 2016 It returned in June 2016 on YouTube, now hosted and produced by UKTV.Telly Addict on YouTube, retrieved 14 September 2016 He took over the weekly radio show Saturday Night at the Movies on classical music station Classic FM in March 2015 (from presenter and composer Howard Goodall). ==Mr Blue Sky== Collins' first solo-written comedy, Mr Blue Sky for BBC Radio 4, starred Mark Benton and Rebecca Front and aired in May and June 2011. It was recommissioned for a second series in 2012. It focused on Harvey Easter (Benton), an eternally optimistic man in his 40s and his more realistic wife Jax (played in series two by Claire Skinner), and the rest of the family including son Robbie, daughter Charlie and grandmother Lou. Jim Bob of indie duo Carter The Unstoppable Sex Machine recorded a cover of \"Mr. Blue Sky\" by Electric Light Orchestra for the theme tune. In the Observer, radio critic Miranda Sawyer said \"this series charms\" and praised Benton's \"lovely\" performance. The List gave it 3/5, calling it \"warmly cosy\". The Guardian found it \"full of warm, nicely observed lines\". After its second series aired in April and May 2012 (Moira Petty in The Stage praised Benton's performance as \"an essay in finely nuanced felicity\"), Mr Blue Sky was not recommissioned for a third series. ==Books== *Still Suitable for Miners: Billy Bragg: The Authorised Biography (1998, 2002, 2007, 2013, 2018 rev. ed.), Virgin Books *Friends Reunited: Remarkable Real Life Stories from the Nation's Favourite Website (2003), Virgin Books (ed.) *Where Did It All Go Right?: Growing Up Normal in the 70s (2003), Ebury Press *Heaven Knows I'm Miserable Now: My Difficult Student 80s (2004), Ebury Press *That's Me in the Corner: Adventures of an Ordinary Boy in a Celebrity World (2007) Ebury Press *Dads (2008), Contributor, (Edited by Sarah Brown and Gil McNeil) Ebury Press *Shouting at the Telly (2009), Contributor, (Edited by John Grindrod) Faber and Faber *Modern Delight (2009), Contributor, Faber and Faber *Grandparents: A Celebration (2009), Contributor, (Edited by Sarah Brown and Gil McNeil) Ebury Press *End of a Century: Nineties Album Reviews in Pictures (2015), Editor, SelfMadeHero *Gogglebook: The Wit and Wisdom of Gogglebox (2015), Macmillan Books ==References== ==External links== *Saturday Night At The Movies on Classic FM *Never Knowingly Underwhelmed – Collins's blog *Telly Addict – blog connected to Telly Addict TV review Category:1965 births Category:Living people Category:English television writers Category:English non-fiction writers Category:English radio personalities Category:British radio DJs Category:Alumni of Chelsea College of Arts Category:English soap opera writers Category:English podcasters Collins, Andrew Category:People from Northampton Category:People educated at Weston Favell Academy Category:Alumni of the University of Northampton Category:English male non-fiction writers Category:British male television writers",
 "title": "Andrew Collins (broadcaster)"
}