{
 "id": "914594",
 "text": "is a short novel from Jane Austen's juvenilia. It is a parody of the melodramatic, sentimental and picaresque novels of the time,S. Gilmartin, Ancestry and Narrative in 19thC British Literature (1998) p. 10 and tells the story of a young woman who sets off into the world to make her fortune. ==Style== Austen creates the characters and pastiche without authorial embellishment, in a brief work compressing twelve chapters into three pages.N. Tyler, The Friendly Jane Austen (2001) p. 91 She sets the tone for this style in a dedication – \"to Miss Austen\" – that parodies flowery literary praise: \"Madam, You are a Phoenix [...] Your person is lovely [...] your conversation is rational and your appearance singular\" .Jane Austen, The Beautifull Cassandra (Sono Nis Press 1993) p. 258 Austen then progresses to a story in which the heroine is \"lovely & amiable & chancing to fall in love with an elegant Bonnet [...] walked [out] [...] to make her fortune\".Jane Austen, The Beautifull Cassandra (Sono Nis Press 1993) p. 258 All three of the listed characteristics, and the result, have precedents in the literature of Austen's period, and each would evoke a series of associations in the mind of the reader; but Austen restructures the associations by the fashion in which she gives each of these particular items the same effect on the outcome. This readjustment creates a new perspective of accepted motifs and allows Austen to place herself outside of the framework of a single genre, raising fairy tale,S. Gilmartin, Ancestry and Narrative in 19thC British Literature (1998) p. 11 or even nursery rhyme expectations,I. Collins, Jane Austen (1998) p. 88 only to disappoint them. Such flexibility on the part of the author results in richer characterizations: Cassandra is constructed in fewer than thirty sentences and Austen relies on the audience's appreciation of the references she makes to issues of lineage, adventure, expectations of beauty and typical relationships. This small character has her own being, both within the text and on her own – one that reflects much of the life that would be brought to Austen's later characters: her mischievousness, and even delinquency,J. Heydt- Stevenson, Austen's Unbecoming Conjunctions (2016) p. 90 are especially typical of Austen's adolescent work, with extreme behavior and self-indulgence providing the prevailing tone. Thus for example at a pastry-shop, Cassandra “devoured six ices, refused to pay for them, knocked down the Pastry-Cook and walked away”, concluding to herself at the end of all her similarly delinquent adventures that “ 'This is a day well spent' “.Quoted in E. Copeland ed., The Cambridge Companion to Jane Austen (Cambridge 1997) p. 92 ==Later influence== *In her dedication to Cassandra of her unfinished novel Catherine, or The Bower, Austen begins, “Encouraged by your warm patronage of The Beautiful Cassandra....”.Quoted in C. Harman, Jane's Fame (Edinburgh 2009) p. 14 *Lydia Bennet in Pride and Prejudice carries on some of the anarchic and transgressive energy of the beautiful Cassandra.J. Heydt-Stevenson, Austen's Unbecoming Conjunctions (2016) p. 93 ==See also== *Where the Wild Things Are ==References== ==Further reading== * * ==External links== * * * * Category:Parody novels Category:Novels by Jane Austen Category:Juvenilia and other works by Jane Austen",
 "title": "The Beautifull Cassandra"
}