{
 "id": "914836",
 "text": "John Ellis (4 October 1874 – 20 September 1932) was a British executioner for 23 years, from 1901 to 1924. His other occupations were as a Rochdale hairdresser and newsagent. ==Personal life== Born in Balderstone, Rochdale on 4 October 1874, he first worked in a series of jobs as a casual labourer in and around Manchester before gaining a job at a spinning mill in Bury. After another stint in a factory he decided to follow his father's trade by becoming a barber and hairdresser in Rochdale, where he subsequently also opened a newsagent's shop, which he ran with his wife and children. ==Career== At the age of 22 he applied to the Home Office to become an executioner and was invited to attend training at Newgate Prison. He first participated in an execution in Newcastle in December 1901, as assistant to William Billington. Ellis served as Chief Executioner from 1907 and was involved in a total of 203 executions. Among the executions he performed were those of Hawley Harvey Crippen (known as Dr. Crippen) in 1910, Frederick Seddon in 1912, Sir Roger Casement in 1916, Herbert Rowse Armstrong in 1922, and of Edith Thompson in 1923. The ordeal of executing Edith Thompson in 1923 had a profound effect on Ellis. Thompson had collapsed in terror at the prospect of her hanging and, unconscious, had to be supported on the gallows by four prison warders. Various accounts report, \"that guards had to tie her to a small wooden chair before drawing the noose around her neck\", and that \"she was hanged in a bosun's chair\". On 27 March 1956, the then Home Secretary Major Lloyd George stated in a Written Answer in the Commons \"that the Governor of Holloway Prison, who was also the Medical Officer, ... gave Mrs. Thompson sedatives\" and that \"although he thought she could have walked with assistance, he had her carried and she was supported on the scaffold. Apart from this, nothing unusual occurred.\" When the gallows trapdoor opened and Thompson fell, the sudden impact of the noose caused her to suffer a massive vaginal haemorrhage. The large amount of blood spilled, combined with the fact that Thompson had gained weight during her imprisonment even while resisting food, led to conjecture that she might have been pregnant, although no post-mortem examination was made. All women hanged in Britain after Thompson were required to wear a special garment made of canvas as a precaution against the problems encountered with Thompson. ==Resignation and death== Ellis resigned from his post in March 1924.Britain's Official Hangman Quits After 23 Years Without Excuses, in the Evening Star (via Chronicling America); published March 29, 1924 Whether this was due to his experiences at the Thompson hanging is open to dispute, especially since he performed 11 more executions (among which was one of another woman) before he withdrew. Ellis took to drinking heavily, and attempted suicide in 1924 by shooting himself in the jaw. Suicide was at that time a criminal offence, and Ellis was charged and bound over for 12 months at Rochdale Magistrates Court. Eight years later, in September 1932, after another bout of heavy drinking, Ellis succeeded in his suicide attempt, cutting his throat with a razor. ==Controversy== His relations to his fellow executioners were strained. Henry Pierrepoint was struck off the list of executioners following a complaint by Ellis. Pierrepoint, arriving at Chelmsford prison slightly intoxicated on 13 July 1910, had started a row, and would have beaten up Ellis had not warders intervened. Pierrepoint's brother Thomas, also an executioner, is reported to have said about John Ellis that \"it was impossible to work with him\". Ellis was persuaded to take on the dramatic role of executioner in The Life and Adventures of Charles Peace. The play opened in Gravesend in December, 1927. This attracted a degree of controversy as some considered his participation inappropriate. Attendances dwindled and after the production closed, Ellis used the scaffold as part of his tours. Insights into his behaviour, way of thinking and the methods he employed can be read in the book Diary of a Hangman, in which he describes his methods and recalls the final moments of some of those he executed. ==See also== *List of executioners *Hanging *Capital punishment ==References== ==Sources== * ==External links== *The Rochdale hangman and his victims, Jack Doughty (1998); Category:1874 births Category:1932 suicides Category:English executioners Category:Suicides by sharp instrument in England Category:People from Rochdale Category:1932 deaths",
 "title": "John Ellis (executioner)"
}