{
 "id": "91531",
 "text": "Kerr County is a county located on the Edwards Plateau in the U.S. state of Texas. As of the 2020 census, its population was 52,598. Its county seat is Kerrville. The county was named by Joshua D. Brown for his fellow Kentucky native, James Kerr, a congressman of the Republic of Texas. The Kerrville, TX Micropolitan Statistical Area includes all of Kerr County. ==History== Around 8000 BC, early Native American inhabitants arrived in the area, with numerous successive cultures following in prehistoric times. Historic tribes encountered by Europeans included the Kiowa, Comanche, and Lipan Apache. In 1842, the Adelsverein Fisher–Miller Land Grant set aside to settle 600 families and single men of German, Dutch, Swiss, Danish, Swedish, and Norwegian ancestry in Texas. Henry Francis Fisher sold his interest in the land grant to the Adelsverein in 1844. In 1845, Prince Carl of Solms-Braunfels secured the title to of the Veramendi grant, including the Comal Springs and River, for the Adelsverein. Thousands of German immigrants were stranded at port of disembarkation, Indianaola on Matagorda Bay. With no food or shelter, living in holes dug into the ground, an estimated 50% died from disease or starvation. Joshua Brown, in 1846, became the first settler. The Texas State Convention of Germans met in San Antonio on May 14–15, 1854, and adopted a political, social, and religious platform, including: 1) Equal pay for equal work, 2) Direct election of the President of the United States, 3) Abolition of capital punishment, 4) “Slavery is an evil, the abolition of which is a requirement of democratic principles..”, 5) Free schools – including universities – supported by the state, without religious influence, and 6) Total separation of church and state. The next year, United States Army post Camp Verde was established. Kerr County was formed in 1856 from Bexar Land District Number 2. Joshua Brown donated the land that became Kerrville, and had it named for his friend James Kerr. Kerrville was named the county seat. The U.S. Camel Corps, headquartered at Verde, was the brainchild of United States Secretary of War (1853–57) Jefferson Davis. Center Point was established in 1859. In 1860–1861, the county population was 634, including 49 slaves. The Sons of Hermann lodge, for descendants of German heritage, was established in the county. The lodge is named for German chieftain folk hero Hermann the Cherusker. A bitterly divided Kerr County voted 76–57 in 1861 for secession from the Union, with most German residents being against it. Unionists from Kerr, Gillespie, and Kendall Counties participated in the formation of the Union League, a secret organization to support President Lincoln's policies. The Union League formed companies to protect the frontier against Indians and their families against local Confederate forces. Conscientious objectors to the military draft were primarily among Tejanos and Germans . Confederate authorities imposed martial law on Central Texas. The Nueces massacre occurred in Kinney County. Jacob Kuechler served as a guide for 61 conscientious objectors attempting to flee to Mexico. Scottish-born Confederate irregular James Duff and his Duff's Partisan Rangers pursued and overtook them at the Nueces River; 34 were killed, some executed after being taken prisoner. Jacob Kuechler survived the battle. The cruelty shocked the people of Gillespie County. About 2,000 took to the hills to escape Duff's reign of terror. Spring Creek Cemetery near Harper in Gillespie County has a singular grave with the names Sebird Henderson, Hiram Nelson, Gus Tegener, and Frank Scott. The inscription reads, “Hanged and thrown in Spring Creek by Col. James Duff’s Confederate Regiment.” The Treue der Union Monument (\"Loyalty to the Union\") in Comfort was dedicated to the Texans slain at the Nueces massacre August 10, 1866. It is the only monument to the Union outside of the National Cemeteries on Confederate territory, and is one of only six such sites allowed to fly the United States flag at half-mast in perpetuity. The Y O Ranch was founded in 1880 by Charles Armand Schreiner, who had opened a store in the area in 1869. In 1887, the San Antonio and Aransas Pass Railway was built through Kerrville. The American Legion of Texas established what eventually was called the Veterans Affairs Medical Center, Kerrville, in 1919. The Schreiner Institute was established in Kerrville from 1917 to 1923. In 1926, Ora Johnson established Camp Waldemar Christian girls camp in Hunt. Mooney Aircraft was established in 1929 in Kerrville. Kerrville was begun to be called the \"Mohair Capital of the World\" in 1930. The Sid Peterson Memorial Hospital was completed in 1949. Kerrville State Hospital opened in 1951. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (0.4%) is water. ===Major highways=== * 20px Interstate 10 * 20px U.S. Highway 83 * 20px U.S. Highway 87 * 20px State Highway 16 * 20px State Highway 27 * 20px State Highway 39 * 20px State Highway 41 * 20px State Highway 173 ===Adjacent counties=== * Kimble County (north) * Gillespie County (northeast) * Kendall County (east) * Bandera County (south) * Real County (southwest) * Edwards County (west) ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Kerr County, Texas - Demographic Profile (NH = Non-Hispanic) !Race / Ethnicity !Pop 2010 !Pop 2020 !% 2010 !% 2020 |- |White alone (NH) |35,851 |35,791 |72.24% |68.05% |- |Black or African American alone (NH) |739 |690 |1.49% |1.31% |- |Native American or Alaska Native alone (NH) |207 |156 |0.42% |0.30% |- |Asian alone (NH) |361 |576 |0.73% |1.10% |- |Pacific Islander alone (NH) |19 |39 |0.04% |0.07% |- |Some Other Race alone (NH) |38 |187 |0.08% |0.36% |- |Mixed Race/Multi-Racial (NH) |515 |1,561 |1.04% |2.97% |- |Hispanic or Latino (any race) |11,895 |13,598 |23.97% |25.85% |- |Total |49,625 |52,598 |100.00% |100.00% |} Note: the US Census treats Hispanic/Latino as an ethnic category. This table excludes Latinos from the racial categories and assigns them to a separate category. Hispanics/Latinos can be of any race. ===2000 Census=== As of the census of 2000, there were 43,653 people, 17,813 households, and 12,308 families residing in the county. The population density was . There were 20,228 housing units at an average density of . The racial makeup of the county was 88.89% White, 1.78% Black or African American, 0.56% Native American, 0.51% Asian, 0.05% Pacific Islander, 6.60% from other races, and 1.62% from two or more races. 19.13% of the population were Hispanic or Latino of any race. There were 17,813 households, out of which 25.50% had children under the age of 18 living with them, 56.80% were married couples living together, 9.20% had a female householder with no husband present, and 30.90% were non-families. 27.50% of all households were made up of individuals, and 15.00% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 2.84. In the county, the population was spread out, with 22.70% under the age of 18, 6.70% from 18 to 24, 22.20% from 25 to 44, 23.50% from 45 to 64, and 24.90% who were 65 years of age or older. The median age was 44 years. For every 100 females there were 92.00 males. For every 100 females age 18 and over, there were 87.80 males. The median income for a household in the county was $34,283, and the median income for a family was $40,713. Males had a median income of $27,425 versus $21,149 for females. The per capita income for the county was $19,767. About 10.30% of families and 14.50% of the population were below the poverty line, including 21.60% of those under age 18 and 8.40% of those age 65 or over. ==Communities== ===Cities=== * Ingram * Kerrville (county seat) ===Unincorporated communities=== * Camp Verde * Center Point * Hunt * Mountain Home ==Education== School districts include: * Center Point Independent School District * Comfort Independent School District * Divide Independent School District * Harper Independent School District * Hunt Independent School District * Ingram Independent School District * Kerrville Independent School District * Medina Independent School District All of the county is in the service area of Alamo Community College District.Texas Education Code, Sec. 130.162. ALAMO COMMUNITY COLLEGE DISTRICT SERVICE AREA.. ==In popular culture== * 1963 Hud starring Paul Newman was filmed at Camp Waldemar in Hunt. * 1972 The first Kerrville Folk Festival was held. * 1975 The Great Waldo Pepper starring Robert Redford was filmed in Kerrville. * 2005 Stonehenge II, a scaled replica of the famous British attraction, was featured in the book \"Weird Texas.\" ==Politics== Kerr County has been given the majority of its votes to Republican candidates in the vast majority of presidential elections since 1924. The only Democratic Party candidates to carry the county since then were Franklin D. Roosevelt by diminishing margins in each of his 4 electoral victories & Texan Lyndon B. Johnson by a narrow margin in his 1964 national landslide. ==See also== * Adelsverein * German Texan * List of museums in Central Texas * National Register of Historic Places listings in Kerr County, Texas * Recorded Texas Historic Landmarks in Kerr County * Capt. Charles Schreiner Mansion * Charles Schreiner, III * Mo Ranch ==References== ==External links== * Kerr County Government Home Page Kerr County * * Kerrville/Kerr County Local Government Wiki Category:1856 establishments in Texas Category:Populated places established in 1856 Category:Texas Hill Country",
 "title": "Kerr County, Texas"
}