{
 "id": "91536",
 "text": "Karnes County is a county in the U.S. state of Texas. As of the 2020 census, the population was 14,710. Its county seat is Karnes City. The county is named for Henry Karnes, a soldier in the Texas Revolution. The former San Antonio and Aransas Pass Railway passed through Karnes County in its connection linking San Antonio with Corpus Christi. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (0.8%) is water. ===Major highways=== * 25px U.S. Highway 181 * 20px State Highway 72 * 20px State Highway 80 * 20px State Highway 123 * 20px State Highway 239 ===Adjacent counties=== * Gonzales County (northeast) * DeWitt County (east) * Goliad County (southeast) * Bee County (south) * Live Oak County (southwest) * Atascosa County (west) * Wilson County (northwest) ==Demographics== As of the census of 2000, there were 15,446 people, 4,454 households, and 3,246 families residing in the county. The population density was 21 people per square mile (8/km2). There were 5,479 housing units at an average density of 7 per square mile (3/km2). The racial makeup of the county was 68.55% White, 10.79% Black or African American, 0.68% Native American, 0.43% Asian American, 0.06% Pacific Islander, 17.23% of other races, and 2.26% of two or more races. 47.42% of the population were Hispanic or Latino American of any race. There were 4,454 households, out of which 34.00% had children under the age of 18 living with them, 53.60% were married couples living together, 13.70% had a female householder with no husband present, and 27.10% were non-families. 24.40% of all households were made up of individuals, and 13.60% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.15. In the county, the population was spread out, with 21.80% under the age of 18, 11.50% from 18 to 24, 34.20% from 25 to 44, 18.20% from 45 to 64, and 14.40% who were 65 years of age or older. The median age was 34 years. For every 100 females there were 146.20 males. For every 100 females age 18 and over, there were 162.50 males. The median income for a household in the county was $26,526, and the median income for a family was $30,565. Males had a median income of $27,260 versus $19,367 for females. The per capita income for the county was $13,603. About 18.50% of families and 21.90% of the population were below the poverty line, including 29.10% of those under age 18 and 20.50% of those age 65 or over. ==Economy== Around 2008 ConocoPhillips drilled a well in Karnes County and struck oil, causing an economic boom.MacCormack, John. \"Shale play turns Karnes County around, but not without trouble.\" Houston Chronicle. February 23, 2013. Retrieved on March 2, 2013. ==Communities== ===Cities=== * Falls City * Karnes City (county seat) * Kenedy ===Town=== * Runge ===Unincorporated communities=== * Cestohowa * Choate * Ecleto * Gillett * Hobson * Panna Maria ===Ghost towns=== * Helena * Wintergreen ==Politics== ==Education== School districts include: * Falls City Independent School District * Karnes City Independent School District * Kenedy Independent School District * Nixon- Smiley Consolidated Independent School District * Nordheim Independent School District * Pawnee Independent School District * Pettus Independent School District * Runge Independent School District Coastal Bend College (formerly Bee County College) is the designated community college for the county.Texas Education Code Sec. 130.167. BEE COUNTY COLLEGE DISTRICT SERVICE AREA. The legislation calls it \"Bee County College\". ==See also== * National Register of Historic Places listings in Karnes County, Texas * Recorded Texas Historic Landmarks in Karnes County ==References== ==External links== * The Karnes Countywide newspaper * Henry Karnes' entry in Biographical Encyclopedia of Texas hosted by the Portal to Texas History]. * * Genealogy in Karnes County, Texas Category:1854 establishments in Texas Category:Populated places established in 1854",
 "title": "Karnes County, Texas"
}