{
 "id": "915439",
 "text": "Port Hudson is an unincorporated community in East Baton Rouge Parish, Louisiana, United States. Located about northwest of Baton Rouge, it is known primarily as the location of an American Civil War battle, the siege of Port Hudson in 1863. ==Geography== Port Hudson is located at 30.678056 North and 91.268889 West, and is along the east bank of the Mississippi River. ==History== thumb|200 px|left|Port Hudson and vicinity, 1864 In 1833, one of the first railroads in the United States was built from Port Hudson to Clinton. Clinton was the entrepôt for the produce of much of the region, which, sent by rail, was transferred to steamboats at Port Hudson. Old Port Hudson was incorporated as a town in 1838.Maurice Thompson (1888), The Story of Louisiana, p. 316. During the American Civil War, the area was the scene of bitter fighting as the Confederacy and Union struggled over control of the Mississippi River (see Siege of Port Hudson). Location of the tracks and the old town can be seen at the bend of the Mississippi River (view 1864 map).Map of Port Hudson and vicinity; Prepared by order of Major General N. P. Banks under the direction of Major D. C. Houston, Chief Engineer, Department of the Gulf and Captain Peter C. Hains, Corps of Engineers, 1864 The rails and crossties of the track were removed before 1920.Milledge L. Bonham, Jr. (1917), \"Man and Nature at Port Hudson,\" in The Military Historian and Economist, Volume II, Page 372. What were then called the 1st and 3rd Regiments of the Louisiana Native Guards (later re-formed as regiments of the United States Colored Troops) proved themselves in battle on the Union side; they were the first black troops to have some black officers. A minority of men in the regiments were free men of color, who had been educated before the war; most of the soldiers were African-American slaves who had escaped to Union lines to gain freedom and support the war.Terry L. Jones (2012-10-19) \"The Free Men of Color Go to War\" - NYTimes.com. Opinionator.blogs.nytimes.com, Retrieved on 2012-12-18 Port Hudson National Cemetery was established in the area, first as a place of burial of Union dead. ==Landmarks== thumb|300px|Map of Port Hudson & vicinity, 1906. A portion of the battlefield site is maintained by the state as a park and museum, called the Port Hudson State Historic Site (in adjacent East Feliciana Parish). In 1930 the Louisiana Division of the United Daughters of the Confederacy erected the Confederate Soldiers monument at the site; it is an 11,000-pound obelisk, dedicated to the defenders' memory. In 2007 the monument was moved to the yard of one of Port Hudson's few surviving buildings from the time of the siege.George Morris, \"UDC monument no longer hidden,\" The Advocate, 7 December 2007.Confederate Soldiers monument photograph circa 1940s, State Library of Louisiana. In 1974 the Port Hudson National Cemetery was designated a National Historic Landmark by the U.S. Department of the Interior; it is administered by the National Park Service. In 2009, it was designated among the first 26 featured sites of the Louisiana African American Heritage Trail.Louisiana African American Heritage Trail (Plantation Country). ==Representation in culture== \"The Black Brigade at Port Hudson\" is a poem by John A. Dorgan, anthologized in The Rebellion Record: a Diary of American Events: Poetry and Incidents.The Rebellion Record: a Diary of American Events: Poetry and Incidents, Volume 7, ed. Frank Moore \"The Black Regiment: Port Hudson, May 27, 1863\", poem by George Henry Boker (1823-1890). was originally published as a broadside by the Union League, it was included in The Rebellion Record: A Diary of American Events, Poetry.The Rebellion Record: A Diary of American Events, Poetry, ed. Frank Moore, p. 3 The poem was translated into German and published as a broadside, a copy of which has been preserved in the Black Soldiers Collection of the Historic New Orleans Collection at the Williams Research Center in New Orleans. ==Events== 300px|thumb|Civil War reenactment at Port Hudson A Civil War reenactment is held annually at the Port Hudson State Historic Site. ==References== ==External links== * Map of Port Hudson and its Defences (with structure names and land description), Captain L.J. Fremaux, Chief Engineer, October 30, 1862. * Photographs of Louisiana during the Civil War. Compiled by Sgt. Marshall Dunham of the 159th New York Regiment. Select Search items in this Collection and enter Port Hudson in the exact phrase option: photograph collection, Louisiana Digital Library * Port Hudson Driving Tour, CivilWarAlbum.com, May 2000. Category:Unincorporated communities in Louisiana Category:Unincorporated communities in East Baton Rouge Parish, Louisiana",
 "title": "Port Hudson, Louisiana"
}