{
 "id": "91550",
 "text": "175px|right|thumb 200px|right|thumb|Howard County Library in Big Spring Howard County is a county located in the U.S. state of Texas. At the 2020 census, its population was 34,860. Its county seat is Big Spring. The county was created in 1876 and organized in 1882. It is named for Volney E. Howard, a U.S. Congressman from Texas. Howard County is included in the Big Spring, Texas Micropolitan Statistical Area. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which are land and (0.4%) are covered by water. Howard County is located at the boundary between the Llano Estacado to the north and the Edwards Plateau to the south. Beals Creek, a tributary of the Colorado River, flows through the center of Big Spring and divides these two major physiographic regions. ===Major highways=== * 20px Interstate 20 * 20px Interstate 20 Business * 20px U.S. Highway 87 * 20px State Highway 176 * 20px State Highway 350 * 20px Farm to Market Road 669 * 20px Farm to Market Road 700 ===Adjacent counties=== * Borden County (north) * Mitchell County (east) * Sterling County (southeast) * Glasscock County (south) * Martin County (west) * Dawson County (northwest) * Scurry County (northeast) ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Howard County, Texas - Demographic Profile (NH = Non-Hispanic) !Race / Ethnicity !Pop 2010 !Pop 2020 !% 2010 !% 2020 |- |White alone (NH) |18,801 |15,672 |53.70% |44.96% |- |Black or African American alone (NH) |2,079 |1,520 |5.94% |4.36% |- |Native American or Alaska Native alone (NH) |220 |211 |0.63% |0.61% |- |Asian alone (NH) |256 |386 |0.73% |1.11% |- |Pacific Islander alone (NH) |13 |12 |0.04% |0.03% |- |Some Other Race alone (NH) |76 |68 |0.22% |0.20% |- |Mixed Race/Multi-Racial (NH) |312 |817 |0.89% |2.34% |- |Hispanic or Latino (any race) |13,255 |16,174 |37.86% |46.40% |- |Total |35,012 |34,860 |100.00% |100.00% |} Note: the US Census treats Hispanic/Latino as an ethnic category. This table excludes Latinos from the racial categories and assigns them to a separate category. Hispanics/Latinos can be of any race. ===2000 Census=== As the 2000 census, there were 33,627 people, 11,389 households and 7,949 families residing in the county. The population density was 37 per square mile (14/km2). There were 13,589 housing units at an average density of 15 per square mile (6/km2). The racial makeup of the county was 80.14% White, 4.13% Black or African American, 0.59% Native American, 0.59% Asian, 0.01% Pacific Islander, 12.43% from other races, and 2.10% from two or more races. 37.46% of the population were Hispanic or Latino of any race. There were 11,389 households, of which 32.80% had children under the age of 18 living with them, 53.30% were married couples living together, 12.20% had a female householder with no husband present, and 30.20% were non-families. 26.80% of all households were made up of individuals, and 13.20% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 3.07. 24.20% of the population were under the age of 18, 9.00% from 18 to 24, 30.90% from 25 to 44, 21.30% from 45 to 64, and 14.60% who were 65 years of age or older. The median age was 36 years. For every 100 females there were 118.00 males. For every 100 females age 18 and over, there were 122.50 males. The median household income was $30,805 and the median family income was $37,262. Males had a median income of $28,971 and females $21,390. The per capita income was $15,027. About 14.50% of families and 18.60% of the population were below the poverty line, including 24.70% of those under age 18 and 15.50% of those age 65 or over. According to the United States Census Bureau Howard County, Texas has an estimated population of 36,459 as of July 1, 2018. That's a 4.1% increase from the 2010 census. 21.7% of the people are under 18 years old and 12.9% are older than 65 years old. Of the current population, 42.8% are female. In regards to race, 87.8% are white, 7.3% are black and 42.4% are Hispanic. The owner occupied housing rate is at 68.1%, with the median value of owner occupied housing being $85,700. High School graduates make up 82.1% of the population while only 12.9% have a Bachelor's degree or higher.https://www.census.gov/quickfacts/howardcountytexas ==Media== The county is served by a daily newspaper, local radio stations KBST (AM), KBST-FM, KBTS (FM), KBYG (AM), nearby stations KBXJ (FM), KPET (AM) and KWDC (FM), and the various Midland and Odessa radio and TV stations. ==Communities== ===Cities=== * Big Spring (county seat) * Forsan ===Towns=== * Coahoma * Vealmoor ===Census-designated place=== * Sand Springs ===Unincorporated communities=== * Elbow * Knott * Ross City ===Ghost town=== * Soash ==Politics== ==See also== * National Register of Historic Places listings in Howard County, Texas * Recorded Texas Historic Landmarks in Howard County ==References== ==External links== * Howard County government’s website * * Howard County Profile from the Texas Association of Counties Category:1882 establishments in Texas Category:Populated places established in 1882 Category:Majority-minority counties in Texas",
 "title": "Howard County, Texas"
}