{
 "id": "915505",
 "text": "Samantha Bond (born 27 November 1961) is an English actress, who is best known for playing Miss Moneypenny in four James Bond films during the Pierce Brosnan years, and for her role on Downton Abbey as the wealthy widow Lady Rosamund Painswick, sister of Robert Crawley, the Earl of Grantham. She is also known for originating the role of \"Miz Liz\" Probert in the Rumpole of the Bailey series. Bond is a member of the Royal Shakespeare Company. In her television career, she is known for her role as \"Auntie Angela\" in the sitcom Outnumbered and the villain Mrs Wormwood in the CBBC Doctor Who spin-off, The Sarah Jane Adventures. ==Early life== Samantha Bond is the daughter of actor Philip Bond and TV producer Pat Sandys, and is the sister of the actress Abigail Bond and the journalist Matthew Bond. Bond's paternal grandparents were Welsh. She was brought up in London, in homes in Barnes and St Margarets. She attended the Godolphin and Latymer School, and studied acting at the Bristol Old Vic Theatre School. ==Career== ===Early career=== Bond's first acting role came at the age of 21, as a student in the original stage production of Denise Deegan's play about a girls' school, Daisy Pulls It Off, which opened at Southampton's Nuffield Theatre in 1983. Her earliest television roles took place during the same year, when she played Maria Rushworth (née Bertram), in the BBC mini-series adaptation of Jane Austen's Mansfield Park, and Rumpole's pupil in chambers \"Miz Liz\" Probert in the fourth series of Rumpole of the Bailey. In 1985, she appeared as Julia Simmons in the BBC's televised adaptation of Agatha Christie's crime novel A Murder is Announced, part of the Miss Marple series. ===Theatre=== Bond's association with the Royal Shakespeare Company (known as the RSC) began in 1987; she performed in three of the company's stage productions that year: Les Liaisons Dangereuses, Hero and Leander, and Lorca's Women. In 1992, the RSC cast her as Rosalind in Shakespeare's As You Like It, which she performed in their Stratford-upon-Avon and London theatres, and as Hermione in The Winter's Tale, also at the company's two theatres. She then toured with the RSC as Hermione in 1993. Bond starred as the titular Amy in the Royal National Theatre's West End production of David Hare's play Amy's View, opposite Judi Dench, in 1997 and into early 1998. Later in 1998, she co-starred in playwright Shelagh Stephenson's The Memory of Water, also in the West End. In 1999, Bond and Dench reprised their roles in Amy's View on Broadway for a limited run at the Ethel Barrymore Theatre. Their performances garnered Bond a Tony nomination for Best Featured Actress in a Play, and Dench the Tony Award for Best Leading Actress in a Play. Hare received a special citation from the New York Drama Critics' Circle. Bond revisited The Memory of Water, making her directorial debut on a short touring production of the play in 2000, the same year it won an Olivier award for Best New Comedy. She also performed in numerous stage productions during the 2000s, among them: Shakespeare's A Midsummer Night's Dream in 2001, as Hippolyta and Titania, again for the RSC; Donald Margulies's Pulitzer prize-winning Dinner with Friends, as Karen, opposite her Downton Abbey co- star Elizabeth McGovern and directed by McGovern's husband Simon Curtis, in 2001; The Vagina Monologues in 2002; and in Shakespeare's Macbeth, as Lady Macbeth opposite Sean Bean in the title role, on tour in 2002 and 2003. Other stage performances include Oscar Wilde's A Woman of No Importance in 2003; The Rubenstein Kiss in 2005; Michael Frayn's Donkey's Years at London's Comedy Theatre in 2006; and David Leveaux's West End revival of Tom Stoppard's Arcadia at the Duke of York's Theatre, in 2009 as Hannah, alongside another Downton Abbey co-star, Dan Stevens. The next decade brought Bond onstage in Oscar Wilde's An Ideal Husband, as Mrs. Cheveley opposite her real-life actor husband Alexander Hanson as Mr. Cheveley, in 2010–2011, and as Nell in Passion Play by Peter Nichols in 2013. In 2014, Bond acted and sang in the West End musical production of Dirty Rotten Scoundrels, playing the role of Muriel Eubanks. Bond stated in an interview that she hadn't sung on stage in over 30 years and had many moments during rehearsals where she turned her back toward anyone listening to her sing and frequently shook \"with terror\" at the prospect. In a Radio Times review of the play, the critic described Bond as \"stage royalty\" and \"hilarious.\" In October and November 2017, Bond appeared in the English language premiere of Florian Zeller's modern French farce, The Lie, once again alongside her husband, Alexander Hanson, at an Off-West End theatre called the Menier Chocolate Factory. ===Television and film=== In 1989, Bond starred as Mary MacKenzie, a young Scottish woman, in the television adaptation of Oswald Wynd's novel The Ginger Tree, and was featured in Erik the Viking, an independent fantasy film with Tim Robbins in the title role. She appeared in a 1990 adaptation of Agatha Christie's short story, The Adventure of the Cheap Flat, for the series Agatha Cristie's Poirot on ITV, starring David Suchet as Hercule Poirot. Bond was also seen on ITV in an episode of the \"Inspector Morse\" detective drama series based on novels by Colin Dexter, in 1992, and in a 1995 episode of Ghosts, an anthology series of ghost stories on the BBC. In 1996, she portrayed Mrs. Weston in the television movie Jane Austen's Emma, starring Kate Beckinsale as Emma, a Meridian- ITV/A&E; production that has been described as grittier and \"more authentic\" to Austen's story than the theatrical film starring Gwyneth Paltrow that was released the same year. The television movie was broadcast in the US in 1997 on PBS. From 1995 to 2002, Bond played Miss Moneypenny, M's secretary at MI6, in the four James Bond films with Pierce Brosnan as Agent 007: GoldenEye, Tomorrow Never Dies, The World Is Not Enough, and Die Another Day. The role of Miss Moneypenny is the smallest role she ever played, yet the character remains a favorite among James Bond fans. In a BBC interview, Bond remarked that she retired from the role when Pierce Brosnan stepped down as the lead. However, she later appeared as Miss Moneypenny in an advertisement for London's 2012 Olympic bid, alongside previous Bond actor Roger Moore. Bond co- starred in 2004 with Peter Davison, as a married couple who uproot themselves to a remote island to save their marriage, in the ITV drama-comedy Distant Shores. In 2007, she played the villain Mrs. Wormwood in the pilot episode of the BBC children's drama series The Sarah Jane Adventures, a spin-off of Doctor Who. She later came back to play the same character in the two-part finale of the show's second series, Enemy of the Bane. Bond guest-starred in three episodes of the long-running and popular murder mystery series Midsomer Murders: Destroying Angel in 2001, Shot at Dawn in 2008, both starring fellow RSC member John Nettles in the lead role of DCI Tom Barnaby, as well as the first episode in 2011's series 14, Death in the Slow Lane. The 2011 episode is notable for Neil Dudgeon's debut as DCI John Barnaby, who takes over as the new detective in Midsomer after his cousin Tom Barnaby retired. From 2007 to 2014, Bond had a recurring role as Auntie Angela in the BBC's semi-improvised comedy series Outnumbered, alongside Hugh Dennis, Claire Skinner and David Ryall. She appeared in all five series. From 2010 through 2015 (in the UK), Bond appeared as Lady Rosamund Painswick in the ensemble cast of ITV's drama series Downton Abbey, written and produced by Julian Fellowes. The show quickly became an unprecedented worldwide hit. Each series was shown in the US on PBS's Masterpiece program one year following its broadcast in the UK; according to PBS, Downton Abbey rose to become the most popular drama ever shown on the station, and the most popular series in the history of Masterpiece. Lady Rosamund is the widowed, wealthy, and sometimes meddling sister of Robert Crawley, the Earl of Grantham. Bond's first appearance was in the last episode of the first series; she appeared in 18 episodes overall, throughout the entire show. The ITV show Home Fires featured Bond as Frances Barden, a woman working to strengthen connections among the women in her small English village by keeping the local Women's Institute operating during the early days of World War II. The show premiered in the UK in 2015 and was cancelled in 2016, to which fans reacted by petitioning ITV to reinstate the popular drama, to no avail. It played in the US on PBS's Masterpiece in 2016 and 2017, where viewers were similarly disappointed to learn of the show's demise. The series creator, Simon Block, has stated he intends to continue the story in written form, as novels. In 2020 Miss Bond played Joanne Henderson in Death in Paradise (S9:E5). ===Audiobooks=== Bond has narrated a number of audiobooks including Mary Norton's The Borrowers, Joanna Trollope's An Unsuitable Match, Anthony Horowitz's Magpie Murders and Helen Fielding's Bridget Jones's Baby: The Diaries' 'Goldeneye. She has most recently released S J Bennett's novel, The Windsor Knot. She received an Earphones Award for Magpie Murders. ==Personal life== Bond lives in St Margarets, London, and has been married since 1989 to Alexander Hanson, with whom she has two children, Molly and Tom. She received an honorary doctorate from the University of Northampton in 2014. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |1989 |Erik the Viking |Helga | |- |1995 |GoldenEye |Miss Moneypenny | |- |1996 |Emma |Miss Taylor | |- |1997 |Breakout |Dr. Lisa Temple | |- |1997 |Tomorrow Never Dies |Miss Moneypenny | |- |1998 |What Rats Won't Do | Jane | |- |1999 |The World Is Not Enough |Miss Moneypenny | |- |2001 |The Children's Midsummer Night's Dream |Hippolyta |Voice |- |2002 |Die Another Day |Miss Moneypenny | |- |2004 |Blinded |Dr. Caroline Lamor | |- |2004 |Yes |Kate | |- |2004 |Strings |Eike |Voice |- | 2007 | Clapham Junction | Marion Rowan | |- | 2007 | Consenting Adults | Jill Wolfenden | |- |2008 |A Bunch of Amateurs |Dorothy Nettle | |- |2011 |London's Burning |Police Superintendent | |- |2017 |A Royal Winter |Beatrice | |- |2018 |The Queen and I |Queen Elizabeth II | |- |2019 |Cold Blood |Mrs Kessler | |- |2021 |School's Out Forever |Georgina Baker | |- |2021 |The Kindred |Gillian Burrows | |- |2022 |The Presence of Love |Merryn |Completed |- |TBA |Hounded |TBA |Completed |- |TBA |The Stranger in Our Bed |Isadora |Post-production |- |2022 |Downton Abbey: A New Era |Lady Rosamund Painswick |Post-production |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"sortable\" | Notes |- |1983 |Mansfield Park |Maria Bertram |5 episodes |- |1985 |Agatha Christie's Miss Marple |Julia Simmons |Episode: \"A Murder is Announced\" |- |1985 |Theatre Night |Rose Trelawny |Episode: \"Trelawny of the 'Wells'\" |- |1986 |The Understanding |Kate |TV film |- |1987 |Rumpole of the Bailey |Elizabeth \"Miz Liz\" Probert |4 episodes |- |1989 |The Ginger Tree |Mary Mackenzie |All 4 episodes |- |1989 |Screen One |Sue |Episode: \"One Way Out\" |- |1990 |Agatha Christie's Poirot |Stella Robinson |Episode: \"The Adventure of the Cheap Flat\" |- |1991 |The Black Candle |Bridget Mordaunt |TV film |- |1992 |Inspector Morse |Helen Marriat |Episode: \"Dead on Time\" |- |1992 |Thacker |Ginny Morgan |TV film |- |1994 |Screen Two |Sally |Episode: \"Return to Blood River\" |- |1995 |Tears Before Bedtime |Sarah Baylis |4 episodes |- |1995 |Ghosts |Maddy |Episode: \"The Chemistry Lesson\" |- |1995 |Under the Moon |Francesca Jenson |TV film |- |1996 |In Suspicious Circumstances |Daisy Holt |Episode: \"The Great Romancer\" |- |1997 |Family Money |Isabel |Episode: #1.1 |- |1997 |Mr. White Goes To Westminster |Helen Nash MP |TV film |- |1997 |The Ruby Ring |Mary Spencer |TV film |- |1997 |Thief Takers |Carol Mason |Episode: \"Sisters in Arms\" |- |1998–2000 |The Bill |Mary McMahon |3 episodes |- |2000 |The Bookfair Murders |Marsha Hillier |TV film |- |2000 |Harry Enfield's Brand Spanking New Show |Various |12 episodes |- |2001 |The Hunt |Lady Patricia Whitton |TV film |- |2001 |NCS: Manhunt |DS Maureen Picasso |8 episodes |- |2001 |The Bombmaker |Patsy | TV film |- |2001 |Kavanagh QC |Sarah Swithen |Episode: \"The End of Law\" |- |2001 |Midsomer Murders |Suzanna Chambers |Episode: \"Destroying Angel\" |- |2003 |Canterbury Tales |Jane Barlow |Episode: \"The Wife of Bath\" |- |2005 |The Murder Room |Caroline Dupayne |Both 2 episodes |- |2005–2006 |Donovan |Kate Donovan |3 episodes |- |2007 |Fanny Hill |Mrs Cole |2 episodes |- |2007 |Mobile |Rachel West |Episode: \"The Boss\" |- | 2007 | The Inspector Lynley Mysteries | Vivienne Oborne | Episode: \"Limbo\" |- |2007–2008 |The Sarah Jane Adventures |Mrs Wormwood | 3 episodes |- |2007–2014 |Outnumbered |Auntie Angela |10 episodes |- |2008 |Midsomer Murders |Arabella Hammond |Episode: \"Shot at Dawn\" |- |2008 |Distant Shores |Lisa Shore |All 12 episodes |- |2008 |Hotel Babylon |Caroline |Episode: #3.8 |- |2009 |Lark Rise to Candleford |Celestia Brice Coulson |Episode: #2.8 |- |2010 |Agatha Christie's Marple |Sylvia Savage |Episode: \"Why Didn't They Ask Evans?\" |- |2009 |Heartbeat |Sylvia Swinton |Episode: \"Deadlier Than the Male\" |- |2009 |The Queen |Queen Elizabeth II |Episode: \"Us and Them\" |- |2010 |New Tricks |Anne Gorton |Episode: \"Left Field\" |- |2010–2015 |Downton Abbey |Lady Rosamund Painswick |18 episodes Nominated - Screen Actors Guild Award for Outstanding Performance by an Ensemble in a Drama Series |- |2011 |Midsomer Murders |Kate Cameron |Episode: \"Death in the Slow Lane\" |- |2013 |Playhouse Presents |Woman |Episode: \"The Call Out\" |- |2015–2016 |Home Fires |Frances Barden |All 12 episodes Nominated - Satellite Award for Best Actress – Miniseries or Television Film |- |2016 |Murdoch Mysteries |Lady Suzanne Atherly |2 episodes |- |2017 |Election Spy |Diana | All 9 episodes |- |2018 |Moving On |Sandra |Episode: \"The Registrar\" |- |2019 |Silent Witness |DS Hannah Quicke |2 episodes |- |2020 |Death in Paradise |Joanne Henderson |Episode: \"Switcharoo\" |} ===Narrator=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |2016 |Royal Stories |Narrator |10 episodes |- |2019 |Inside the Mind of Agatha Christie |Narrator | |- |2021 |Secrets of the Royal Palaces |Narrator |TV series |} ===Video games=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |2021 |Evil Genius 2: World Domination |Emma |A playable character |} ===Stage=== *Daisy Pulls It Off (Denise Deegan) at the Nuffield Theatre, 1983 *Les Liaisons Dangereuses (Christopher Hampton) (Royal Shakespeare Company) at the Ambassadors Theatre, 1987 *Hero and Leander (Royal Shakespeare Company) at the Barbican Theatre, 1987 *Lorca's Women (Royal Shakespeare Company) at the Barbican Theatre, 1987 *Man of the Moment (Alan Ayckbourn) at the Globe Theatre, 1990 *Rosalind in As You Like It (Royal Shakespeare Company) at the Royal Shakespeare Theatre, 1992 *Hermione in The Winter's Tale (Royal Shakespeare Company) at the Royal Shakespeare Theatre, 1992 *Rosalind in As You Like It (Royal Shakespeare Company) at the Barbican Theatre, 1993 *Hermione in The Winter's Tale (Royal Shakespeare Company) at the Barbican Theatre, 1993 *Infanta in Le Cid (Pierre Corneille) at the Cottesloe Theatre, 1994. Nominated for an Olivier Award for Best Actress in a Supporting Role. *Amy in Amy's View (David Hare), 1997 and 1998 *The Memory of Water (Shelagh Stephenson), 1998 *Amy in Amy's View (David Hare) at the Ethel Barrymore Theatre, 1999. Nominated for a Tony Award for Best Featured Actress in a Play. Nominated for Outer Critics Circle Award for Outstanding Featured Actress in a Play. *Hippolyta and Titania in A Midsummer Night's Dream (Royal Shakespeare Company) at the Barbican Hall, 2001 *Dinner with Friends (Donald Margulies) at the Hampstead Theatre, 2001 *The Vagina Monologues, 2002 *Lady Macbeth in Macbeth, 2002 and 2003 *Mrs Arbuthnot in A Woman of No Importance (Oscar Wilde) at the Haymarket Theatre, 2003 *The Rubenstein Kiss (James Phillips) at the Hampstead Theatre, 2005 *Donkey's Years (Michael Frayn) at London's Comedy Theatre, 2006. Nominated for an Olivier Award for Best Actress in a Supporting Role. *Hannah in David Leveaux's West End revival of Tom Stoppard's Arcadia at the Duke of York's Theatre, 2009 *Mrs. Cheveley in An Ideal Husband (Oscar Wilde), 2010-2011 *Mrs Prentice in What The Butler Saw (Joe Orton) at the Vaudeville Theatre, 2012 *Nell in Passion Play (Peter Nichols), 2013 *Muriel Eubanks in Dirty Rotten Scoundrels, 2014. Nominated for an Olivier Award for Best Actress in a Supporting Role in a Musical category. Nominated for Best Actress in a Supporting Role in a Musical category at the WhatsOnStage Awards. *Appeared in English language premiere of Florian Zeller's modern French farce, The Lie, 2017 == Awards and nominations == === Television === {| class=\"wikitable\" !Year !Award !Category !Work !Result |- |2017 |Screen Actors Guild Award |Outstanding Performance by an Ensemble in a Drama Series |Downton Abbey | |} === Theatre === {| class=\"wikitable\" !Year !Award !Category !Work !Result |- |1995 |Laurence Olivier Award |Best Actress in a Supporting Role |Le Cid | |- | rowspan=\"2\" |1999 |Tony Award |Best Performance by a Featured Actress in a Play | rowspan=\"2\" |Amy's View | |- |Outer Critics Circle Award |Outstanding Featured Actress in a Play | |- |2007 |Laurence Olivier Award |Best Performance in a Supporting Role |Donkey's Years | |- |2015 |Laurence Olivier Award |Best Actress in a Supporting Role in a Musical |Dirty Rotten Scoundrels | |} ==References== ==External links== * Category:1961 births Category:Living people Category:English film actresses Category:English television actresses Category:English voice actresses Category:People educated at Godolphin and Latymer School Category:English people of Welsh descent Category:Royal Shakespeare Company members Category:Alumni of Bristol Old Vic Theatre School Category:20th-century English actresses Category:21st-century English actresses Category:English Shakespearean actresses Category:Actresses from London Category:English stage actresses Category:People from Kensington",
 "title": "Samantha Bond"
}