{
 "id": "91576",
 "text": "Gray County is a county located in the U.S. state of Texas. As of the 2020 census, its population was 21,227. The county seat is Pampa. The county was created in 1876 and later organized in 1902. is named for Peter W. Gray, a Confederate lawyer and soldier in the American Civil War. Gray County comprises the Pampa, TX micropolitan statistical area. Gray County was the center of the White Deer Lands Management Company, which ceased operations in 1957. The history of the company is the theme of the White Deer Land Museum in Pampa, but company archives are at the Panhandle-Plains Historical Museum in Canyon. Timothy Dwight Hobart, the White Deer land agent from 1903 to 1924, was elected mayor of Pampa in 1927. The Clinton-Oklahoma-Western Railway Company of Texas served Gray County with service to Hemphill County at the Oklahoma border. Another line then connected eastward to Clinton, Oklahoma. An 11-mile extension of the COW-T ran from rural Heaton to the former oil camp of Coltexo in Gray County. Originally a Frank Kell property, the COW-T was acquired in 1928 by the Atchison, Topeka and Santa Fe Railway, which then leased it in 1931 to the Panhandle and Santa Fe Railway (one of the Santa Fe's operating entities within the state of Texas). ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which are land and (0.4%) are covered by water. ===Major highways=== * 20px Interstate 40 * 20px U.S. Highway 60 * 20px State Highway 70 * 20px State Highway 152 * 20px State Highway 273 ===Adjacent counties=== * Roberts County (north) * Hemphill county (northeast) * Wheeler County (east) * Collingsworth County (southeast) * Donley County (south) * Armstrong County (southwest) * Carson County (west) ===National protected area=== * McClellan Creek National Grassland ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Gray County, Texas - Demographic Profile (NH = Non-Hispanic) !Race / Ethnicity !Pop 2010 !Pop 2020 !% 2010 !% 2020 |- | White alone (NH) |15,564 |13,025 |69.07% |61.36% |- | Black or African American alone (NH) |1,055 |835 |4.68% |3.93% |- | Native American or Alaska Native alone (NH) |152 |141 |0.67% |0.66% |- |Asian alone (NH) |83 |127 |0.37% |0.60% |- |Pacific Islander alone (NH) |1 |0 |0.00% |0.00% |- |Some Other Race alone (NH) |11 |37 |0.05% |0.17% |- |Mixed Race/Multi-Racial (NH) |304 |715 |1.35% |3.37% |- |Hispanic or Latino (any race) |5,365 |6,347 |23.81% |29.90% |- |Total |22,535 |21,227 |100.00% |100.00% |} Note: the US Census treats Hispanic/Latino as an ethnic category. This table excludes Latinos from the racial categories and assigns them to a separate category. Hispanics/Latinos can be of any race. ===2000 Census=== As of the census of 2000, 22,744 people, 8,793 households, and 6,049 families were residing in the county. The population density was 24 people per square mile (9/km2). The 10,567 housing units averaged 11 per mi2 (4/km2). The racial makeup of the county was 82.15% White, 5.85% African American, 0.94% Native American, 0.39% Asian, 8.25% from other races, and 2.42% from two or more races. About 13.01% of the population was Hispanic or Latino of any race. Of the 8,793 households, 30.00% had children under the age of 18 living with them, 57.00% were married couples living together, 9.00% had a female householder with no husband present, and 31.20% were not families. About 28.70% of all households were made up of individuals, and 15.30% had someone living alone who was 65 years of age or older. The average household size was 2.39, and the average family size was 2.93. In the county, the age distribution was 24.00% under 18, 8.40% from 18 to 24, 27.20% from 25 to 44, 22.30% from 45 to 64, and 18.10% who were 65 or older. The median age was 39 years. For every 100 females, there were 104.00 males. For every 100 females age 18 and over, there were 103.70 males. The median income for a household in the county was $31,368, and for a family was $40,019. Males had a median income of $32,401 versus $20,158 for females. The per capita income for the county was $16,702. About 11.20% of families and 13.80% of the population were below the poverty line, including 17.60% of those under age 18 and 9.60% of those age 65 or over. ==Communities== ===City=== * Pampa (county seat) ===Town=== * Lefors * McLean ===Unincorporated community=== * Alanreed *Back *Hoover ==Politics== Prior to 1952, Gray County was primarily Democratic similar to most of Texas and the Solid South. The county only gave a Republican presidential candidate a majority before 1952 in 1928, when Herbert Hoover won the county due to anti- Catholic sentiment towards Al Smith. Starting with the 1952 election, the county has become a Republican stronghold along with the rest of the Texas Panhandle. This level of Republican dominance has increased in recent years, as every Republican presidential candidate in the second millennium has racked up 80% of the county's vote. Additionally, after the 2008 election, Democrats Barack Obama, Hillary Clinton, and Joe Biden have failed to win even 1,000 votes total in the county. ==Notable people== * Phil Cates, state representative from 1971 to 1979, was born in Pampa in 1947. * Tom Mechler, state Republican Party chairman since 2015, is a former Gray County Republican chairman. * Kae T. Patrick, a native of Gray County, served in the Texas House of Representatives from San Antonio from 1981 to 1988. ==See also== * List of museums in the Texas Panhandle * National Register of Historic Places listings in Gray County, Texas * Recorded Texas Historic Landmarks in Gray County ==References== ==External links== * Gray County government's website * * Gray County Profile from the Texas Association of Counties Category:1902 establishments in Texas Category:Populated places established in 1902 Category:Pampa, Texas micropolitan area Category:Texas Panhandle",
 "title": "Gray County, Texas"
}