{
 "id": "91610",
 "text": "DeWitt County is a county located in the U.S. state of Texas. As of the 2020 census, its population was 19,824. The county seat is Cuero. The county was founded in 1846 and is named for Green DeWitt, who founded an early colony in Texas. ==History== ===Native Americans=== Archeological digs UT Texas at Austin UT Texas at Austin indicate early habitation from the Paleo-Indians hunter-gatherers period. Later, Tonkawa, Aranamas, Tamiques, Karankawa, Tawakoni, Lipan Apache, and Comanche lived and hunted in the county. ===Explorers=== The first European visitors to the county are thought to have been Álvar Núñez Cabeza de Vaca, Alonso del Castillo Maldonado, Andrés Dorantes de Carranza, and his slave Estevanico of the ill-fated 1528 Narváez expedition. French explorer René Robert Cavelier, Sieur de La Salle Texas State Historical Association is believed to have crossed the county on his way westward from Victoria County; and while La Bahia Texas State Historical Association was a common route, no evidence of any settlements exist before the Anglo homesteaders. ===County established and growth=== In 1825, empresario Green DeWitt Texas State Historical Association received a grant from the Coahuila y Tejas legislature to settle 400 families. Texas A&M; University Wallace L. McKeehan, Between 1826 and 1831 Texas State Historical Association settlers arrived from Tennessee, Kentucky, Missouri, and other Southern states. A temporary county government was set up in 1846, with the county seat being Daniel Boone Friar's store at the junction of the La Bahía Road and the Gonzales-Victoria road. On November 28, 1850, Clinton became the county seat until Cuero became county seat in 1876. Dewitt County voted in favor of secession from the Union, and sent several military unitsTexas State Archives to serve. During Reconstruction, the county was occupied by the Fourth Corps, based at Victoria. From April 1866 until December 1868, a sub- assistant commissioner of the Freedmen's Bureau Texas State Historical Association served at Clinton. The community of Hopkinsville was established in 1872 by Henry Hopkins, freedman former slave of Judge Henry Clay Pleasants, Texas State Historical Association the judge credited for ending the Sutton- Taylor Feud. Residents began a school that was active until 1956, and established the Antioch Baptist Church. The notorious Sutton–Taylor feud Legends of America began as a Reconstruction-era county law enforcement issue between the Taylor family and lawman William E. Sutton. It eventually involved both the Taylor and Sutton families, the Texas State Police, the Texas Rangers, and John Wesley Hardin. The feud, which lasted a decade and cost 35 lives, has been called the longest and bloodiest in Texas history. April 1, 1866, marked the first cattle drive on the Chisholm Trail, Chisholm Trail Heritage Center which originated at Cardwell's Flat, near the present Cuero. The coming of the railroads eliminated the need for the Chisholm Trail. Dewitt's first rail line, the Gulf, Western Texas and Pacific, Texas State Historical Association extended to San Antonio. The San Antonio and Aransas Pass Railway, was the second line in the county. In 1907 the Galveston, Harrisburg and San Antonio Railway Texas State Historical Association came through Dewitt. In 1925, the three lines came under the control of the Southern Pacific lines and operated as the Texas and New Orleans Railroad. Texas State Historical Association Passenger service continued until November 1950. The United States Army Air Corps opened Cuero Field, Texas State Historical Association serving 290 cadets, at Cuero Municipal Airport as a pilot flight school in 1941. The school was deactivated in 1944. Cuero and its large turkey-growing industry bills itself as the \"Turkey Capital of the World\". The turkey industry in Cuero began large-scale operations in 1908. Much like ranchers had cattle drives, Cuero poultry growers drove their turkeys down Main Street to the local packing plant. Cuero Turkeyfest Association, Inc. Each year, the crowds grew to watch the sight and sound of upwards of 20,000 turkeys going through town. Texas Escapes - Blueprints For Travel, LLC. The first annual Cuero Turkey Trot Texas State Historical Association celebration began in 1912, complete with the \"Turkey Trot\" dance music of the era. By the 1970s, the event had become a 3-day typical Texas celebration with parades, live entertainment, food booths, and street dances. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (0.2%) is water. ===Major highways=== * 20px U.S. Highway 87 * 20px 20px 25px U.S. Highway 77 Alternate/U.S. Highway 183 * 20px State Highway 72 * 20px State Highway 119 ===Adjacent counties=== * Lavaca County (northeast) * Victoria County (southeast) * Goliad County (south) * Karnes County (southwest) * Gonzales County (northwest) ==Demographics== ===2020 census=== {| class=\"wikitable\" |+DeWitt County, Texas - Demographic Profile (NH = Non-Hispanic) !Race / Ethnicity !Pop 2010 !Pop 2020 !% 2010 !% 2020 |- |White alone (NH) |11,482 |10,854 |57.13% |54.75% |- |Black or African American alone (NH) |1,781 |1,557 |8.86% |7.85% |- |Native American or Alaska Native alone (NH) |43 |32 |0.21% |0.16% |- |Asian alone (NH) |44 |70 |0.22% |0.35% |- |Pacific Islander alone (NH) |0 |2 |0.00% |0.01% |- |Some Other Race alone (NH) |96 |35 |0.48% |0.18% |- |Mixed Race/Multi-Racial (NH) |149 |384 |0.74% |1.94% |- |Hispanic or Latino (any race) |6,502 |6,890 |32.35% |34.76% |- |Total |20,097 |19,824 |100.00% |100.00% |} Note: the US Census treats Hispanic/Latino as an ethnic category. This table excludes Latinos from the racial categories and assigns them to a separate category. Hispanics/Latinos can be of any race. ===2000 Census=== As of the census of 2000, 20,013 people, 7,207 households, and 5,131 families were residing in the county. The population density was 22 people/sq mi (8/km2). The 8,756 housing units had an average density of 10/ sq mi (4/km2). The racial makeup of the county was 76.4% White, 11.0% African American, 0.5% Native American, 0.2% Asian, 10.0% from other races, and 1.8% from two or more races. About 27.2% of the population were Hispanics or Latinos of any race; 28.0% were of German and 6.1% American ancestry} according to Census 2000, and 77.2% spoke English, 20.5% Spanish, and 1.6% German as their first language. Of the 7,207 households, 31.0% had children under 18 living with them, 55.1% were married couples living together, 11.8% had a female householder with no husband present, and 28.8% were not families. Around 26.4% of all households were made up of individuals, and 15.0% had someone living alone who was 65 or older. The average household size was 2.53, and the average family size was 3.04. In the county, the age distribution was 23.8% under 18, 7.0% from 18 to 24, 27.1% from 25 to 44, 23.3% from 45 to 64, and 18.9% who were 65 or older. The median age was 40 years. For every 100 females, there were 105.5 males. For every 100 females 18 and over, there were 105.2 males. The median income for a household in the county was $28,714, and for a family was $33,513. Males had a median income of $27,134 versus $18,370 for females. The per capita income for the county was $14,780. About 15.3% of families and 19.6% of the population were below the poverty line, including 25.5% of those under age 18 and 16.5% of those age 65 or over. ==Education== Dewitt County is served by: *Cuero Independent School District *Meyersville Independent School District *Nordheim Independent School District *Westhoff Independent School District *Yorktown Independent School District Of the five school districts, only three have high schools. Meyersville ISD and Westhoff ISD students transfer to one of the other high schools in the county. Those high schools are: *Cuero High School *Yorktown High School (Texas) *Nordheim High School ==Communities== ===Cities=== * Cuero (county seat) * Nordheim * Yoakum (partly in Lavaca County) * Yorktown ===Unincorporated communities=== * Arneckeville * Concrete * Hochheim * Lindenau * Meyersville * Pearl City * Thomaston * Westhoff ===Ghost town=== * Clinton ==Politics== ==Notable residents== * James Dahlman, eight-term Omaha mayor from 1906 to 1930, was born in DeWitt County. * Harlon Block, one of the Marines pictured in Raising the Flag on Iwo Jima, was born in Yorktown.'' * Roy Benavidez, Medal of Honor recipient of the Studies and Observations Group of the United States Army, was born in Lindenau.'' ==See also== * List of museums in South Texas * National Register of Historic Places listings in DeWitt County, Texas * Recorded Texas Historic Landmarks in DeWitt County ==References== ==External links== * DeWitt County government's website * DeWitt County in Handbook of Texas Online at the University of Texas Category:1846 establishments in Texas Category:Populated places established in 1846",
 "title": "DeWitt County, Texas"
}