{
 "id": "916433",
 "text": "Hot Bird is a group of satellites operated by Eutelsat, located at 13°E over the Equator (orbital position) and with a transmitting footprint over Asia, Europe, North Africa, Americas and the Middle East. Only digital radio and television channels are transmitted by the Hot Bird constellation, both free- to-air and encrypted. In addition there are a few interactive and IP services. The satellites currently operate at 13° East and are numbered 13B, 13C and 13E. The satellites have been broadcasting digital-only since TV5Monde switched off its analogue signal in 2010. ==List of satellites== {| class=\"wikitable\" |- ! Name ! Launch location ! Current location ! Launch date ! Status |- |Hot Bird 1 |Kourou |Junk orbit |28 March 1995 | |- |Hot Bird 2 (Eurobird 9) |Cape Canaveral |48°E |21 November 1996 | |- |Hot Bird 3 (Eurobird 4) |Kourou |Junk orbit |2 September 1997 | |- |Hot Bird 4 (Atlantic Bird 4) |Kourou |Junk orbit |27 February 1998 | |- |Hot Bird 5 (Eutelsat 25B/Es'hail)Europe zone |Cape Canaveral |25.5°E |9 October 1998 | |- |Hot Bird 6 |Cape Canaveral |70.3°E |21 August 2002 | |- |Hot Bird 7 |Kourou | |11 December 2002 | |- |Hot Bird 7A (Eurobird 9A) |Kourou |13°E |12 March 2006 | |- |Hot Bird 8 |Baikonur |13°E |4 August 2006 | |- |Hot Bird 9 |Kourou |13°E |20 December 2008 | |- |Hot Bird 10 |Kourou |33°E |12 February 2009 | |} ==Satellite details== ===Hot Bird 1=== Hot Bird 1 was launched by Ariane 44LP on 28 March 1995. The 13° east slot predates the launch, with Eutelsat 1F1 having been located there as early as 1983, and Eutelsat 2F1 having also served time at the location. It has reached end-of-life. ===Hot Bird 3=== Hot Bird 3 was launched by Ariane 44LP on 2 September 1997 and intended to be moved to 10°E to become Eurobird 10. During the drift from 13°E to 10°E, the satellite suffered loss of power from one solar array. It was nevertheless successfully moved to 10°E, but could only operate at a reduced capacity. Since then, it is operating at 4°E under the name Eurobird 4. At last it was moved to 75°E and renamed to ABS_1B. It has reached end-of-life. ===Hot Bird 4=== Hot Bird 4 was launched by Ariane 42P on 27 February 1998 and redeployed to 7°W in July 2006, becoming Atlantic Bird 4 / Nilesat 103. ===Hot Bird 5=== Hot Bird 5 was launched by Atlas-2A on 9 October 1998 and re-located to 25.5°E and renamed Eurobird 2. Six transponders are leased to Arabsat under the name Badr 2, after having been called Arabsat 2D. ===Hot Bird 6 (Hot Bird 13D)=== Hot Bird 6 was launched by Atlas V 401 on 21 July 2002. Starting on 12 June 2009, the day of Iranian elections, deliberate interference affecting this satellite was traced to Iran. Hot Bird 6 is the primary carrier for BBC Persian Television.BBC Persian television combats broadcast interference from Iran, BBC Press Release As of 2013, it was replaced by Hot Bird 10 (Hot Bird 13D). ===Hot Bird 7/7A (Hot Bird 13E)=== Hot Bird 7 was lost in December 2002 during the Ariane 5 ECA launch. Its replacement, Hot Bird 7A (a Spacebus 3000B3) was successfully launched on 11 March 2006. Hotbird 7A was renamed Eurobird 9A in February 2009. In December 2011 Eutelsat announced, that their satellite assets will be renamed under a unified brand name effective from March 2012. This satellite became Eutelsat 9A. In 2016 it was renamed Hotbird 13E. ===Hot Bird 8 (Hot Bird 13B)=== Hot Bird 8 was launched by Proton on 5 August 2006. With a launch mass of 4.9 tonnes, Hot Bird 8 is the largest and the most powerful broadcast satellite serving Europe. ===Hot Bird 9 (Hot Bird 13C)=== Hot Bird 9 was launched by Ariane 5 ECA in December 2008. Its entry into service enabled the Hot Bird 7A satellite to be redeployed to 9° East and rebranded Eurobird 9A, increasing capacity to 38 transponders at this orbital position. ===Hot Bird 10 (Eutelsat 33E)=== Hot Bird 10 was launched by Ariane 5 ECA in February 2009 with NSS-9, Spirale A and Spirale B. It was initially commissioned as Atlantic Bird 4A at 7°W. When Atlantic Bird 7 became operational, it was renamed Eutelsat 3C and was colocated with Eutelsat 3A at 3° East. Later it became Hotbird 13D and in 2016 Eutelsat 33E. This satellite is located at 33° East. ==Packages broadcast on Hot Bird== * Bis TV * Cyfrowy Polsat * Eurosport * Globecast * Platforma Canal+ * NOVA Greece * NOVA Cyprus * Orange Polska * Sky Italia * Tivùsat * Viasat Ukraine * TéléSAT * Kabelio ===Free-to-air channels=== Up to 1000 television and radio channels are available free-to-air. ==References== ==External links== *Eutelsat Satellites *Eutelsat Hot Bird Category:Communications satellites in geostationary orbit 013.0 E Category:Eutelsat",
 "title": "Hot Bird"
}