{
 "id": "916517",
 "text": "Evangelia Psarra (; born June 17, 1974 in Thessaloniki) is a Greek archer who has competed at the Summer Olympics six times from 2000 to 2020. ==Career== At the 2004 Summer Olympics, Psarra entered the women's competition as Greece's best hope for a medal having finished eighteenth overall at the 2003 World Archery Championships. She placed 8th in the women's individual ranking round with a 72-arrow score of 652. In the first round of elimination, she faced 57th-ranked Jo-Ann Galbraith of Australia. Psarra defeated Galbraith 138-116 in the 18-arrow match to advance to the round of 32. In that round, she faced 25th-ranked Turkish archer Zekiye Keskin Satir, defeating her 163-161. Psarra then defeated 24th-ranked Almudena Gallardo of Spain 160-152, advancing to the quarterfinals, where she faced Park Sung-hyun of Korea. A poor shot with her first arrow however led to defeat against the South Korean, though Psarra said she did not feel disappointed with the result. The final score of 111-101 in the 12 arrow match placed Psarra 7th overall in women's individual archery. Psarra was also a member of the 5th-place Greek team in the women's team archery competition. At the 2008 Summer Olympics in Beijing, Psarra finished her ranking round with a total of 613 points. This gave her the 50th seed for the final competition bracket in which she faced Chen Ling in the first round. The local Chinese favourite archer won the confrontation with 110-101 and eliminated Psarra straight away. Psarra lost to Bombayla Devi Laishram of India in the first knockout round at the 2012 Summer Olympics. ===2016: Fifth Olympics=== Psarra narrowly missed qualifying for the 2016 Summer Olympics at the Final Qualification Tournament in Antalya in June 2016, which allocated the remaining six positions available for the women's individual event. She and Spain's Adriana Martín both suffered defeats at the tournament's quarter- final stage, but because Martín's total match score of 128 points exceeded Psarra's own score of 126, the Spaniard claimed the final qualification position on countback. The withdrawal of an archer from Côte d'Ivoire in July however led to a vacant position, which was assigned to Greece as the highest ranked nation without an Olympic berth. The Greek National Olympic Committee subsequently nominated the 42-year-old Psarra for her fifth Olympic Games. Psarra entered Rio de Janeiro as the most experienced Olympian in the field, finishing the ranking round in fifty-fifth place. She was eliminated in the first round for her third Olympic Games in a row, losing to Japan's Kaori Kawanaka by seven set points to three. Following the Olympics, Psarra was one of four archers to donate apparel and equipment used in Rio de Janeiro to the Olympic Museum in Lausanne. ==References== * ==External links== * Category:1974 births Category:Living people Category:Greek female archers Category:Archers at the 2000 Summer Olympics Category:Archers at the 2004 Summer Olympics Category:Archers at the 2008 Summer Olympics Category:Archers at the 2012 Summer Olympics Category:Archers at the 2016 Summer Olympics Category:Olympic archers of Greece Category:Sportspeople from Thessaloniki Category:Archers at the 2015 European Games Category:European Games competitors for Greece Category:Archers at the 2019 European Games Category:Competitors at the 2018 Mediterranean Games Category:Mediterranean Games competitors for Greece Category:Archers at the 2020 Summer Olympics",
 "title": "Evangelia Psarra"
}