{
 "id": "916673",
 "text": "thumb|upright|Soup soy sauce Guk-ganjang () or soup soy sauce is a type of Korean soy sauce (ganjang) made entirely of fermented soybeans (meju) and brine. It is also a byproduct of doenjang production. Both lighter in colour and saltier than other Korean ganjang varieties, soup soy sauce is used mainly in guk (soup) and namul (a seasoned vegetable dish) in modern Korean cuisine. == Names == Soup soy sauce is referred to by many different names. In the English-speaking world, it is most commonly known as \"soup soy sauce\", which is a direct translation of guk-ganjang (). The name \"soup soy sauce\" is used because it is used mainly for soup (guk) in modern Korean cuisine. Also, it is the name used by many popular soy sauce brands such as Sempio, Daesang's Chung Jung One, and CJ Cheil Jedang's Beksul. Other names for the sauce include: * Hansik ganjang () – \"Korean-style soy sauce\" is a name used by the Korean Ministry of Food and Drug Safety. * Jaeraesik ganjang () – \"traditional soy sauce\" is a name used for soup soy sauce when compared to gaeryang ganjang (, \"modernized soy sauce\"), which is now the most widely used (and considered \"regular\") type of soy sauce in modern Korean cuisine. * Joseon-ganjang () – \"Joseon soy sauce\" is a name used for soup soy sauce, when compared to Wae- ganjang (, \"Wae soy sauce\"). The term \"Wae soy sauce\" is used to refer to modernized gaeryang ganjang, which was introduced to Korea during the era of Japanese forced occupation. * Jip-ganjang () – \"home soy sauce\" is a name used for home-brewed soup soy sauce. == History == The earliest soy sauce brewing in Korea seems to have begun prior to the era of the Three Kingdoms. The Records of the Three Kingdoms, a Chinese historical text written and published in the 3rd century, mentions that \"Goguryeo people are good at brewing fermented soy beans\", in the section called Dongyi (Eastern foreigners), in the Book of Wei. Jangdoks used for soy sauce brewing are found in the mural paintings of Anak Tomb No. 3 from 4th century Goguryeo. In Samguk Sagi, a historical record of the Three Kingdoms era, it is mentioned that ganjang and doenjang along with meju and jeotgal were prepared for the wedding ceremony of King Sinmun in February 683. Sikhwaji, a section from Goryeosa (History of Goryeo), recorded that ganjang and doenjang were included in the relief supplies in 1018, after a Khitan invasion, and in 1052, when a famine occurred. Joseon texts such as Guhwangchwaryo and Jeungbo sallim gyeongje contain detailed procedures on how to brew good-quality ganjang and doenjang. Gyuhap chongseo explains how to pick a date for brewing, what to forbear, and how to keep and preserve ganjang and doenjang. == Production == thumb|Traditional Korean soy sauce Soup soy sauce is made entirely of fermented soybeans and brine. The brewing process also produces doenjang, a Korean fermented bean paste. Meju, Korean soybean brick, is made around ipdong in early November. Soybeans are soaked overnight, boiled in salt water, and then pounded in a mortar (jeolgu) or coarsely ground with a millstone. About a doe (≈1.8 litres) or two of pounded soybeans are chunked, compressed, and shaped into a cube or a sphere called meju. The meju bricks are then dried in a cool, shaded area for a week to several weeks until firm. When the bricks harden, they are tied with rice straws to the eaves of the house, or put in a warm ondol room with rice straw, to ferment. In Jeongwol, the first month of the lunar year, well-fermented meju bricks are washed and sun-dried. After drying, the meju bricks are aged in onggi crocks (jangdok) with brine. Charcoal and chillies are added for their adsorbent and antibacterial properties, as well as folk-religious beliefs that they drive away evil spirits. As the fermentation progresses, the brine acquires flavour and colour. This aged brine is boiled to become soy sauce, and the rest (aged meju chunks) is mashed to become soybean paste. == Types == The Korean Ministry of Food and Drug Safety's Food Code classifies hansik ganjang into two categories by their ingredients: * Jaerae-hansik-ganjang (, \"traditional Korean-style soy sauce\") – soy sauce made with traditional style meju and brine. * Gaeryang- hansik-ganjang (, \"modernized Korean-style soy sauce\") – soy sauce made with non-traditional meju (which can be made of regular soybean, rice, barley, wheat, or degreased soybean, and ripened using traditional method or aspergillus) and saline solution. Depending on the length of aging, hansik ganjang can be divided into three main varieties: clear, middle, and dark. * Haet-ganjang (, \"new soy sauce\") – soy sauce aged for a year. Also called cheongjang (, \"clear soy sauce\"). * Jung-ganjang (, \"middle soy sauce\") – soy sauce aged for three to four years. * Jin-ganjang (, \"dark soy sauce\") – soy sauce aged for more than five years. Also called jinjang (, \"aged soy sauce\"), nongjang (, \"thick soy sauce\"), or jingamjang (, \"aged mature soy sauce\"). == See also == * Dark soy sauce * Sweet soy sauce == References == Category:Korean condiments Category:Soy sauces Category:Umami enhancers",
 "title": "Soup soy sauce"
}