{
 "id": "916606",
 "text": "Carlos Polestico Garcia (November 4, 1896 – June 14, 1971) was a Filipino teacher, poet, orator, lawyer, public official, political economist, guerrilla and Commonwealth military leader who was the eighth president of the Philippines. A lawyer by profession, Garcia entered politics when he became representative of Bohol’s 3rd district in the House of Representatives. He then served as a senator from 1945 to 1953. In 1953 he was the running mate of Ramon Magsaysay in the 1953 presidential election. He then served as vice president from 1953 to 1957. After the death of Magsaysay in March 1957 he succeeded to the presidency. He won a full term in the 1957 presidential election. He ran for a second full term as president in the 1961 presidential election and was defeated by Vice President Diosdado Macapagal. ==Early life and education== Garcia was born in Talibon, Bohol, Philippines on November 4, 1896, to Policronio Garcia and Ambrosia Polestico, who were both natives of Bangued, Abra. Garcia grew up with politics, with his father serving as a municipal mayor for four terms. He acquired his primary education in his native town Talibon, then took his secondary education in Cebu Provincial High School, now Abellana National School, both at the top of his class. Initially, he pursued his college education at Silliman University in Dumaguete City, Negros Oriental, and later studied at the Philippine Law School, then the College of Law of National University, where he earned his law degree in 1923 and later, where he was awarded the honorary degree Doctor of Humanities, Honoris Causa from the National University in 1961. He also received an honorary doctorate degree from Tokyo University in Japan. He was among the top ten law students in the 1923 bar examination. Rather than practice law right away, he worked as a teacher for two years at Bohol Provincial High School. He became famous for his poetry in Bohol, where he earned the nickname \"Prince of Visayan Poets\" and the \"Bard from Bohol.\" ==Political career== Garcia entered politics in 1925, scoring an impressive victory to become representative of the third district of Bohol. He was elected for another term in 1928 and served until 1931. He was elected governor of Bohol in 1933, but served only until 1941 when he successfully ran for Senate, but he was unable to serve due to the Japanese occupation of the Philippines during the World War II. He assumed the office when Congress re-convened in 1945 after Allied liberation and the end of the war. When he resumed duties as senator after the war, he was chosen Senate majority floor leader. The press consistently voted him as one of the most outstanding senators. Simultaneously, he occupied a position in the Nacionalista Party. == World War II == Garcia refused to cooperate with the Japanese during the war. He did not surrender when he was placed on the wanted list with a price on his head. He instead and took part in the guerilla activities and served as adviser in the free government organized in Bohol. ==Vice-presidency== Garcia was the running mate of Ramon Magsaysay in the 1953 presidential election in which both men won. He was appointed secretary of foreign affairs by President Magsaysay, and for four years served concurrently as vice-president. As secretary of foreign affairs, he opened formal reparation negotiations in an effort to end the nine-year technical state of war between Japan and the Philippines, leading to an agreement in April 1954. During the Geneva Conference of 1954 on Korean unification and other Asian problems, Garcia, as chairman of the Philippine delegation, attacked communist promises in Asia and defended the U.S. policy in the Far East. In a speech on May 7, 1954–the day that the Viet Minh defeated French forces at the Battle of Diên Biên Phu in Vietnam– Garcia repeated the Philippine stand for nationalism and opposition to Communism. Garcia acted as chairman of the eight-nation Southeast Asian Security Conference held in Manila in September 1954, which led to the development of the Southeast Asia Treaty Organization (SEATO).Eufronio Alip, ed., The Philippine Presidents from Aguinaldo to Garcia (1958); Jesús V. Merritt, Our Presidents: Profiles in History (1962); and Pedro A. Gagelonia, Presidents All (1967). See also Hernando J. Abaya, The Untold Philippine Story (1967). Further information can be found in Ester G. Maring and Joel M. Maring, eds., Historical and Cultural Dictionary of the Philippines (1973). ==Presidency== ===Accession=== At the time of President Magsaysay's sudden death on March 17, 1957, Garcia was heading the Philippine delegation to the SEATO conference then being held at Canberra, Australia.Molina, Antonio. The Philippines: Through the centuries. Manila: University of Sto. Tomas Cooperative, 1961. Print. Having been immediately notified of the tragedy, Vice President Garcia enplaned back for Manila. Upon his arrival, he directly repaired to Malacañang Palace to assume the duties of president. Chief Justice Ricardo Paras of the Supreme Court, was at hand to administer the oath of office, which took place at 5:56 PM on March 18, 1957. President Garcia's first actions were to declare a period of national mourning and to preside over the burial ceremonies for Magsaysay. ===1957 presidential election=== President Garcia won a full term as president with a landslide win in the national elections of November 12, 1957. Garcia, the Nacionalista candidate, garnered around 2.07 million votes or 41% of the total votes counted, defeating his closest rival, Jose Y. Yulo of the Liberal Party. His running mate, House Speaker Jose B. Laurel Jr., lost to Pampanga representative Diosdado P. Macapagal. This was the first time in Philippine electoral history where a president was elected by a plurality rather than a majority, and in which the winning presidential and vice-presidential candidates came from different parties. ===Anti-Communism=== After much discussion, both official and public, the Congress of the Philippines, finally, approved a bill outlawing the Communist Party of the Philippines. Despite the pressure exerted against the congressional measure, Garcia signed the aforementioned bill into law as Republic Act No. 1700 or the Anti- Subversion Act on June 19, 1957. The act was superseded by Presidential Decree No. 885, entitled \"Outlawing Subversive Organization, Penalizing Membership Therein and For Other Purposes\", and was later amended by Presidential Decree No. 1736 and later superseded by Presidential Decree No. 1835, entitled, \"Codifying The Various Laws on Anti-Subversion and Increasing the Penalties for Membership in Subversive Organization.\" This, in turn, was amended by Presidential Decree No. 1975. On May 5, 1987, Executive Order No. 167 repealed Presidential Decrees No. 1835 and No. 1975 as being unduly restrictive of the constitutional right to form associations. On September 22, 1992, Republic Act No. 1700, as amended, was repealed by Republic Act No. 7636 during the administration of Fidel V. Ramos, which legalized the Communist Party of the Philippines, other underground movements and subversion, though sedition remained a crime. ===Filipino First Policy=== Garcia exercised the Filipino First Policy, for which he was known. This policy heavily favored Filipino businessmen over foreign investors. He was also responsible for changes in retail trade which greatly affected the Chinese businessmen in the country. In a speech during a joint session of Congress on September 18, 1946, Garcia said the following: ===Austerity Program=== In the face of the trying conditions in the country, Garcia initiated what has been called \"The Austerity Program\". His administration was characterized by its austerity program and its insistence on a comprehensive nationalist policy. On March 3, 1960, he affirmed the need for complete economic freedom and added that the government no longer would tolerate the dominance of foreign interests (especially American) in the national economy. He promised to shake off \"the yoke of alien domination in business, trade, commerce and industry\". Garcia was also credited with his role in reviving Filipino cultural arts. The main points of the Austerity Program were: # The government's tightening up of its controls to prevent abuses in the over shipment of exports under license and in under- pricing as well. # A more rigid enforcement of the existing regulations on barter shipments. # Restriction of government imports to essential items. # Reduction of rice imports to minimum. # An overhauling of the local transportation system to reduce the importation of gasoline and spare parts. # The revision of the tax system to attain more equitable distribution of the payment-burden and achieve more effective collection from those with ability to pay. # An intensification of food production. The program was hailed by the people at large and confidence was expressed that the measures proposed would help solve the standing problems of the Republic. ===Bohlen–Serrano Agreement=== During his administration, he acted on the Bohlen–Serrano Agreement, which shortened the lease of the American military bases from 99 years to 25 years and made it renewable after every five years. === Creation of the International Rice Research Institute === President Garcia, with the strong advocacy of Agriculture and Natural Resources Secretary Juan G. Rodriguez, invited the Ford Foundation and the Rockefeller Foundation \"to establish a rice research institute\" in Los Baños, Laguna. This led to the establishment of the International Rice Research Institute in 1960. === Republic Cultural Award === In addition to his laws and programs, the Garcia administration also put emphasis on reviving the Filipino culture. In doing so, the Republic Cultural Award was created. To this day, the award is being given to Filipino artists, scientists, historians, and writers. ===1961 presidential election=== At the end of his second term, he ran for re–election in the presidential elections of November 14, 1961, but was defeated by Vice President Diosdado Macapagal, who belonged to the rival Liberal Party. ==Post- presidency and death== thumb|upright=0.8|Garcia, circa 1960s After his failed re-election bid, Garcia retired to Tagbilaran to resume life as a private citizen. On June 1, 1971, Garcia was elected delegate of the 1971 Constitutional Convention, where delegates elected him as president of the convention. However, on June 14, 1971, Garcia died from a heart attack on 5:57 p.m. at his Manila residence along Bohol Avenue (now Sergeant Esguerra Avenue), Quezon City. He was succeeded as president of the convention by his former vice-president, Diosdado Macapagal. Garcia was the first layman to lie in state in Manila Cathedral--a privilege once reserved for the Archbishops of Manila--and the first president to be buried at the Libingan ng mga Bayani. ==Family== On May 24, 1933, he married Leonila Dimataga. The couple had a daughter, Linda Garcia-Campos. ==Honors== thumb|Garcia portrayed in a Philippine 1958 stamp ===Foreign Honors=== *: ** 70px Honorary Recipient of the Most Exalted Order of the Crown of the Realm (D.M.N.(K)) - (1959) * Spain: ** 70px Collar of the Order of Civil Merit (October 1, 1957) *: ** 70px Exceptional Class of the Order of Kim Khanh - (March 19, 1956) ;National Honors * 45px Knight of the Order of the Knights of Rizal. ==References== ==Further reading== * ==External links== * Carlos P. Garcia on the Presidential Museum and Library |- |- |- |- Category:1896 births Category:1971 deaths Category:Presidents of the Philippines Category:Vice presidents of the Philippines Category:Candidates in the 1957 Philippine presidential election Category:Candidates in the 1961 Philippine presidential election Category:Secretaries of Foreign Affairs of the Philippines Category:Members of the House of Representatives of the Philippines from Bohol Category:Minority leaders of the Senate of the Philippines Category:Senators of the 2nd Congress of the Philippines Category:Senators of the 1st Congress of the Philippines Category:Senators of the 1st Congress of the Commonwealth of the Philippines Category:Governors of Bohol Category:Filipino lawyers Category:Filipino Roman Catholics Category:People from Bohol Category:Writers from Bohol Category:Silliman University alumni Category:Nacionalista Party politicians Category:Burials at the Libingan ng mga Bayani Category:Boholano people Category:Ilocano people Category:Magsaysay Administration cabinet members Category:Candidates in the 1953 Philippine vice-presidential election Category:Philippine Law School alumni Category:Members of the Philippine Legislature Category:Visayan people Category:20th-century lawyers",
 "title": "Carlos P. Garcia"
}