{
 "id": "916664",
 "text": "The Welsh Triads (, \"Triads of the Island of Britain\") are a group of related texts in medieval manuscripts which preserve fragments of Welsh folklore, mythology and traditional history in groups of three. The triad is a rhetorical form whereby objects are grouped together in threes, with a heading indicating the point of likeness; for example, \"Three things not easily restrained, the flow of a torrent, the flight of an arrow, and the tongue of a fool.\" ==Contents== The texts include references to King Arthur and other semi-historical characters from sub-Roman Britain, mythic figures such as Brân the Blessed, undeniably historical personages such as Alan IV, Duke of Brittany (who is called Alan Fyrgan) and Iron Age characters such as Caswallawn (Cassivellaunus) and Caradoc (Caratacus). Some triads simply give a list of three characters with something in common (such as \"the three frivolous bards of the island of Britain\") while others include substantial narrative explanation. The triad form probably originated amongst the Welsh bards or poets as a mnemonic aid in composing their poems and stories, and later became a rhetorical device of Welsh literature. The Medieval Welsh tale Culhwch and Olwen has many triads embedded in its narrative. ===Examples=== As edited and translated by Rachel Bromwich, two characteristic examples of the Welsh triads are: > 36\\. Teir Gormes a doeth y'r Enys Hon, ac nyt aeth vrun dracheuyn: > >> Ỽn o nadunt Kywdaỽt y Corryanyeit, a doethant eman yn oes Caswallawn mab Beli, ac nyt aeth ỽn un onadunt dracheuyn. Ac or Auia pan hanoedynt. > Eil, Goemes y Gwydyl Fychti. Ac nyt aeth ỽr un onadunt dracheuyn. > Tryded, Gormes y Saesson, a Hors a Hengyst yn benaduryeit arnadunt. > > Three Oppressions that came to this Island, and not one of them went back: > >> One of them (was) the people of the Cor(y)aniaid, who came here in the time of Caswallawn son of Beli: and not one of them went back. And they came from Arabia. > The second Oppression: the Gwyddyl Ffichti. And not one of them went back. > The third Oppression: the Saxons, with Horsa and Hengist as their > leaders.Trioedd Ynys Prydein: The Triads of the Island of Britain, ed. by > Rachel Bromwich, 4th edn (Cardiff: University of Wales Press, 2014), , p. > 90. > 46\\. Teir Pryf Uuch Enys Prydein: > >> Brech, buwch ỽaelgỽn Gwyned, > a Thonnllwyt, buwch meibyon Eliffer Godgordỽawr, > a Chornillo, buỽch Llawuroded ỽarỽaỽc. > > Three Principal Cows of the Island of Britain: > >> Speckled, cow of Maelgwn Gwynedd, > and Grey-Skin, cow of the sons of Eliffer of the Great Warband, > and Cornillo, cow of Llawfrodedd the Bearded.Trioedd Ynys Prydein: The > Triads of the Island of Britain, ed. by Rachel Bromwich, 4th edn (Cardiff: > University of Wales Press, 2014), , p. 126. ==Earliest surviving collection== The earliest surviving collection of the Welsh Triads is bound in the manuscript Peniarth 16, now at the National Library of Wales, which has been dated to the third quarter of the 13th century and contains 46 of the 96 triads collated by Rachel Bromwich. Other important manuscripts include Peniarth 45 (written about 1275), and the pair White Book of Rhydderch (Welsh: Llyfr Gwyn Rhydderch) and Red Book of Hergest (Welsh: Llyfr Coch Hergest), which share a common version clearly different from the version behind the collections in the Peniarth manuscripts. ==Later collections== The 18th-century Welsh antiquarian Iolo Morganwg compiled a collection of triads, which he claimed to have taken from his own collection of manuscripts. Some of his triads are similar to those found in the medieval manuscripts, but some are unique to Morganwg, and are widely believed to have been of his own invention. ==See also== *Triads of Ireland == Notes == ==References== *Rachel Bromwich, editor and translator. Trioedd Ynys Prydein: The Welsh Triads. Cardiff: University of Wales Press, Second Edition 1978. *Rachel Bromwich, editor and translator. Trioedd Ynys Prydein: The Welsh Triads. Cardiff: University of Wales Press, Third Edition, 2006. *W. Probert (trans) (1977), Iolo Morganwg, The Triads of Britain ==External links== *Triads from the Red Book of Hergest *Triads from MS Peniarth 54 *Triads of Northern Britain *Triads of the Knights of King Arthur's Court *Bardic Triads from MS Peniarth 20 *Triads of Ynys Prydein Category:Medieval Welsh literature Category:Welsh-language literature Category:British traditional history Category:Welsh mythology Category:Works of unknown authorship",
 "title": "Welsh Triads"
}