{
 "id": "91674",
 "text": "Williamson County is a county in the U.S. state of Tennessee. As of the 2020 United States census, the population was 247,726. The county seat is Franklin. The county is named after Hugh Williamson, a North Carolina politician who signed the U.S. Constitution. Adjusted for relative cost of living, Williamson County is one of the wealthiest counties in the United States. Williamson County is part of the Nashville-Davidson–Murfreesboro–Franklin, TN Metropolitan Statistical Area. ==History== ===Pre-Civil War=== The Tennessee General Assembly created Williamson County on October 26, 1799, from a portion of Davidson County. This territory had long been inhabited by at least five Native American cultures, including tribes of Cherokee, Chickasaw, Choctaw, Creek, and Shawnee. It is home to two Mississippian-period mound complexes, the Fewkes site and the Old Town site, built by a culture that preceded such historic tribes. European-American settlers arrived in the area by 1798, after the Revolutionary War. Fur traders had preceded them. Scots traders had intermarried with Native American women and had families with them. Both sides thought these relationships could benefit them. Most of the settlers were migrants from Virginia and North Carolina, part of a western movement after the American Revolutionary War. Others came after a generation in Kentucky. In 1800, Abram Maury laid out Franklin, the county seat, which was carved out of part of a land grant he had purchased from Major Anthony Sharp. \"The county was named in honor of Dr. Hugh Williamson of North Carolina, who had been a colonel in the North Carolina militia and had served three terms in the Continental Congress.\" Many of the county's early inhabitants were veterans who had been paid in land grants after the Revolutionary War. Many veterans chose not to settle in the area and sold large sections of their land grants to speculators. These in turn subdivided the land and sold off smaller lots. In the antebellum years, the county was the second-wealthiest in the state. As part of the Middle Tennessee region, it had resources of rich soil, which planters developed with slaves for a diversity of crops including rye, corn, oats, tobacco, hemp, potatoes, wheat, peas, barley, and hay. This diversity, plus timber resources, helped create a stable economy, as opposed to reliance on one cash crop. Slavery was an integral part of the local economy. By 1850, planters and smaller slaveholders in the county held 13,000 enslaved African Americans, who made up nearly half the population of more than 27,000 (see table below). ===Civil War=== Williamson County was severely affected by the war. Three battles were fought in the county: the Battle of Brentwood, the Battle of Thompson's Station, and the Battle of Franklin, which had some of the highest fatalities of the war. The large plantations that were part of the county's economic foundation were ravaged, and many of the county's youth were killed. Many Confederate casualties of the Battle of Franklin were buried in the McGavock Confederate Cemetery near the Carnton plantation house. Containing the bodies of 1,481 soldiers, it is the largest private Confederate cemetery in America. ===Post-Reconstruction to present=== The county continued to be agricultural and rural into the early 1900s. \"Most residents were farmers who raised corn, wheat, cotton and livestock.\" In the post- Reconstruction era and the early 20th century, white violence against African Americans increased in an effort to assert dominance. Five African Americans were lynched by white mobs in Williamson County.Lynching in America/ Supplement: Lynchings by County , Equal Justice Initiative, 2017, 3rd edition, p. 6 Among them was Amos Miller, a 23-year-old black man taken from the courtroom during his 1888 trial as a suspect in a sexual assault case, and hanged from the balcony of the county courthouse. The sexual assault victim was a 50-year old woman.\"Old Williamson County Courthouse - Public Square\", Visit Franklin website In 1924, 15-year-old Samuel Smith was lynched in Nolensville for shooting and wounding a white grocer. He was taken from a Nashville hospital by a mob and brought back to the town to be murdered. He was the last recorded lynching victim in the Nashville area. Numerous blacks left Williamson County from 1880 through 1950 as part of the Great Migration to industrial cities in the North and Midwest for work and to escape Jim Crow oppression and violence. County population did not surpass its 1880 level until 1970, when it began to develop suburban housing in response to growth in Nashville. One of the first major manufacturers to establish operations in the county was the Dortch Stove works, which opened a factory in Franklin. The factory was later developed as a Magic Chef factory, producing electric and gas ranges. (Magic Chef was prominent in the Midwest from 1929.) When the factory was closed due to extensive restructuring in the industry, the structure fell into disuse. The factory complex was restored in the late 1990s in an adaptation for offices, restaurants, retail and event spaces. It is considered a \"model historic preservation adaptive reuse project.\" The completion of the Interstate Highway System contributed to Nashville's rapid expansion in the mid-20th century, stimulating tremendous population growth in Williamson County. As residential suburban population has increased, the formerly rural county has invested in infrastructure and schools, and its character is rapidly changing. Between 1990 and 2000, the county's population increased 56.3 percent, mostly in the northern part, including Franklin and Brentwood. As of census estimates in 2012, Franklin has more than 66,000 residents (a five-fold increase since 1980), and is the eighth-largest city in the state. Its residents are affluent, with a high median income. The southern part of the county is still primarily rural and used for agriculture. Spring Hill is a growing city in this area. In addition, Williamson County's overall affluence is also due to an abundance of musicians and celebrities with part- time or full-time residences in it. ==Geography== right|thumb|150px|Natchez Trace Parkway Bridge According to the U.S. Census Bureau, the county has a total area of , of which is land and (0.2%) is water. The Harpeth River and its tributary, the Little Harpeth River, are the county's primary streams. ===Adjacent counties=== *Davidson County (north) *Rutherford County (east) *Marshall County (southeast) *Maury County (south) *Hickman County (southwest) *Dickson County (northwest) *Cheatham County (north) ===National protected area=== * Natchez Trace Parkway ===State protected areas=== * Carter House State Historic Site * Haley-Jaqueth Wildlife Management Area ==Demographics== The county population decreased from a high in 1880 over most of the next several decades, due in large part to African Americans moving to towns and cities for work, or out of the area altogether. The oppression of Jim Crow and related violence and the decline in the need for farm labor in the early 20th century, as mechanization was adopted, resulted in many blacks leaving Tennessee for industrial cities of the North and Midwest in the Great Migration. The total 1880 county population was not surpassed until 1970. Combined with the rapid increase in white newcomers in new suburban developments in the county since the late 20th century, African Americans now constitute a small minority. ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Williamson County racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 200,408 | 80.9% |- !scope=\"row\"| Black or African American (non-Hispanic) | 9,709 | 3.92% |- !scope=\"row\"| Native American | 393 | 0.16% |- !scope=\"row\"| Asian | 12,879 | 5.2% |- !scope=\"row\"| Pacific Islander | 115 | 0.05% |- !scope=\"row\"| Other/Mixed | 9,961 | 4.02% |- !scope=\"row\"| Hispanic or Latino | 14,261 | 5.76% |} As of the 2020 United States census, there were 247,726 people, 84,393 households, and 68,001 families residing in the county. The population increase of 64,544, or 35.2% over the 2010 figure of 183,182 residents, represents the largest net increase in the county's history. ===2010 census=== As of the census of 2010, there were 183,182 people, 64,886 households, and 51,242 households residing in the county. The population density was 314.21 persons per square mile. The housing unit density was 111.30 units per square mile. The racial makeup of the county was 90.05% White, 4.34% African American, 3.01% Asian, 0.22% Native American, 0.04% Pacific Islander, and 1.32% from two or more races. Those of Hispanic or Latino origins constituted 4.46% of the population. Williamson County is estimated to be the county in Tennessee with the highest percentage of Asian residents. Of all of the households, 41.11% had children under the age of 18 living in them, 68.08% were married couples living together, 2.67% had a male householder with no wife present, 8.22% had a female householder with no husband present, and 21.03% were non-families. 17.73% of all households were made up of individuals, and 5.85% had someone living alone who was 65 years of age or older. The average household size was 2.81 and the average family size was 3.20. The age distribution was 29.28% under the age of 18, 61.00% ages 18 to 64, and 9.72% age 65 and older. The median age was 38.5 years. 51.23% of the population were females and 48.77% were males. ===Economic data=== Williamson County is ranked as the wealthiest county in Tennessee, as well as among the wealthiest counties in the country. In 2006 it was the 17th- wealthiest county in the country according to the U.S. Census Bureau, but the Council for Community and Economic Research ranked Williamson County as America's wealthiest county (1st) when the local cost of living was factored into the equation with median household income.Cost of Living Can Significantly Affect “Real” Median Household Income , Council for Community and Economic Research website . Retrieved December 9, 2007. In 2010, Williamson County is listed 17th on the Forbes list of the 25 wealthiest counties in America. By 2006 Williamson County had a population of 160,781 representing 27.0% population growth since 2000. The census bureau lists Williamson as one of the 100 fastest-growing counties in the United States for the period 2000–2005. == Government and politics== Since 1980, Republicans have won Williamson County with large majorities in presidential elections. In 2020, Joe Biden obtained the highest percentage of the Democratic vote since 1980. {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border- collapse: collapse; font-size: 95%;\" |+ Presidential Elections Results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third Parties |- | style=\"text-align:center;\" |2020 | style=\"text-align:center;\" |62.2% 86,469 | style=\"text-align:center;\" |36.1% 50,161 | style=\"text-align:center; background:honeyDew;\"|1.7% 2,386 |- | style=\"text-align:center;\" |2016 | style=\"text-align:center;\" |64.2% 68,212 | style=\"text-align:center;\" |29.2% 31,013 | style=\"text-align:center; background:honeyDew;\"|6.6% 7,046 |- | style=\"text-align:center;\" |2012 | style=\"text-align:center;\" |72.6% 69,850 | style=\"text-align:center;\" |26.1% 25,142 | style=\"text-align:center; background:honeyDew;\"|1.3% 1,233 |- | style=\"text-align:center;\" |2008 | style=\"text-align:center;\" |69.1% 64,858 | style=\"text-align:center;\" |29.7% 27,886 | style=\"text-align:center; background:honeyDew;\"|1.2% 1,092 |- | style=\"text-align:center;\" |2004 | style=\"text-align:center;\" |72.1% 57,451 | style=\"text-align:center;\" |27.3% 21,732 | style=\"text-align:center; background:honeyDew;\"|0.6% 467 |- | style=\"text-align:center;\" |2000 | style=\"text-align:center;\" |66.6% 38,901 | style=\"text-align:center;\" |32.1% 18,745 | style=\"text-align:center; background:honeyDew;\"|1.3% 783 |- | style=\"text-align:center;\" |1996 | style=\"text-align:center;\" |61.0% 27,699 | style=\"text-align:center;\" |33.6% 15,231 | style=\"text-align:center; background:honeyDew;\"|5.4% 2,446 |- | style=\"text-align:center;\" |1992 | style=\"text-align:center;\" |54.8% 22,015 | style=\"text-align:center;\" |32.5% 13,053 | style=\"text-align:center; background:honeyDew;\"|12.8% 5,127 |- | style=\"text-align:center;\" |1988 | style=\"text-align:center;\" |72.3% 20,847 | style=\"text-align:center;\" |27.3% 7,864 | style=\"text-align:center; background:honeyDew;\"|0.4% 112 |- | style=\"text-align:center;\" |1984 | style=\"text-align:center;\" |71.9% 17,975 | style=\"text-align:center;\" |27.7% 6,929 | style=\"text-align:center; background:honeyDew;\"|0.4% 93 |- | style=\"text-align:center;\" |1980 | style=\"text-align:center;\" |55.0% 11,597 | style=\"text-align:center;\" |41.8% 8,815 | style=\"text-align:center; background:honeyDew;\"|3.2% 683 |- | style=\"text-align:center;\" |1976 | style=\"text-align:center;\" |48.4% 7,880 | style=\"text-align:center;\" |50.3% 8,183 | style=\"text-align:center; background:honeyDew;\"|1.3% 203 |- | style=\"text-align:center;\" |1972 | style=\"text-align:center;\" |71.5% 7,556 | style=\"text-align:center;\" |24.8% 2,616 | style=\"text-align:center; background:honeyDew;\"|3.7% 392 |- | style=\"text-align:center;\" |1968 | style=\"text-align:center;\" |28.7% 2,788 | style=\"text-align:center;\" |21.2% 2,063 | style=\"text-align:center; background:honeyDew;\"|50.1% 4,867 |- | style=\"text-align:center;\" |1964 | style=\"text-align:center;\" |34.8% 2,707 | style=\"text-align:center;\" |65.2% 5,075 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1960 | style=\"text-align:center;\" |37.3% 2,699 | style=\"text-align:center;\" |61.9% 4,471 | style=\"text-align:center; background:honeyDew;\"|0.8% 58 |- | style=\"text-align:center;\" |1956 | style=\"text-align:center;\" |31.9% 1,979 | style=\"text-align:center;\" |67.2% 4,174 | style=\"text-align:center; background:honeyDew;\"|0.9% 58 |- | style=\"text-align:center;\" |1952 | style=\"text-align:center;\" |36.2% 2,326 | style=\"text-align:center;\" |63.5% 4,085 | style=\"text-align:center; background:honeyDew;\"|0.3% 19 |- | style=\"text-align:center;\" |1948 | style=\"text-align:center;\" |14.4% 556 | style=\"text-align:center;\" |59.4% 2,294 | style=\"text-align:center; background:honeyDew;\"|26.2% 1,011 |- | style=\"text-align:center;\" |1944 | style=\"text-align:center;\" |18.4% 602 | style=\"text-align:center;\" |81.3% 2,656 | style=\"text-align:center; background:honeyDew;\"|0.3% 10 |- | style=\"text-align:center;\" |1940 | style=\"text-align:center;\" |13.5% 505 | style=\"text-align:center;\" |85.8% 3,215 | style=\"text-align:center; background:honeyDew;\"|0.7% 26 |- | style=\"text-align:center;\" |1936 | style=\"text-align:center;\" |9.4% 286 | style=\"text-align:center;\" |90.5% 2,769 | style=\"text-align:center; background:honeyDew;\"|0.1% 4 |- | style=\"text-align:center;\" |1932 | style=\"text-align:center;\" |8.5% 261 | style=\"text-align:center;\" |90.0% 2,777 | style=\"text-align:center; background:honeyDew;\"|1.6% 49 |- | style=\"text- align:center;\" |1928 | style=\"text-align:center;\" |30.3% 693 | style=\"text- align:center;\" |69.7% 1,595 | style=\"text-align:center;| |- | style=\"text- align:center;\" |1924 | style=\"text-align:center;\" |12.6% 242 | style=\"text- align:center;\" |84.9% 1,626 | style=\"text-align:center; background:honeyDew;\"|2.5% 48 |- | style=\"text-align:center;\" |1920 | style=\"text-align:center;\" |32.1% 946 | style=\"text-align:center;\" |67.9% 2,004 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1916 | style=\"text-align:center;\" |22.7% 600 | style=\"text-align:center;\" |77.0% 2,036 | style=\"text-align:center; background:honeyDew;\"|0.4% 10 |- | style=\"text-align:center;\" |1912 | style=\"text-align:center;\" |25.9% 797 | style=\"text-align:center;\" |71.8% 2,205 | style=\"text-align:center; background:honeyDew;\"|2.3% 71 |- | style=\"text-align:center;\" |1908 | style=\"text-align:center;\" |23.6% 605 | style=\"text-align:center;\" |75.2% 1,928 | style=\"text-align:center; background:honeyDew;\"|1.0% 28 |- | style=\"text-align:center;\" |1904 | style=\"text-align:center;\" |18.7% 475 | style=\"text-align:center;\" |76.4% 1,932 | style=\"text-align:center; background:honeyDew;\"|4.7% 121 |- | style=\"text-align:center;\" |1900 | style=\"text-align:center;\" |24.0% 704 | style=\"text-align:center;\" |72.9% 2,136 | style=\"text-align:center; background:honeyDew;\"|2.9% 87 |- | style=\"text-align:center;\" |1896 | style=\"text-align:center;\" |28.8% 1,281 | style=\"text-align:center;\" |69.6% 3,097 | style=\"text-align:center; background:honeyDew;\"|1.5% 68 |- | style=\"text-align:center;\" |1892 | style=\"text-align:center;\" |18.7% 575 | style=\"text-align:center;\" |64.8% 1,992 | style=\"text-align:center; background:honeyDew;\"|16.4% 504 |- | style=\"text-align:center;\" |1888 | style=\"text-align:center;\" |37.2% 1,491 | style=\"text-align:center;\" |58.8% 2,358 | style=\"text-align:center; background:honeyDew;\"|3.9% 158 |- | style=\"text-align:center;\" |1884 | style=\"text-align:center;\" |41.6% 1,461 | style=\"text-align:center;\" |57.6% 2,025 | style=\"text-align:center; background:honeyDew;\"|0.7% 26 |- | style=\"text-align:center;\" |1880 | style=\"text-align:center;\" |36.0% 1,541 | style=\"text-align:center;\" |63.9% 2,733 | style=\"text-align:center; background:honeyDew;\"|0.0% 0 |} Before 1964, Williamson County was a classic \"Solid South\" county. However, as seen in the table on county voting in presidential elections, from 1964 to 1972 the majority of voters shifted from the Democratic Party, which had long dominated county and state politics, to the Republican Party. Since the 1970s, Williamson County has been one of the most Republican suburban counties in the country. Jimmy Carter is the last Democrat to garner even 40 percent of the county's vote. As a measure of the county's Republican bent, it rejected Bill Clinton in 1992 and 1996 even with Tennessean Al Gore on the ticket as his running mate, and Gore only got 32 percent in his own run for president in 2000. The chief executive officer of Williamson County's government is the County Mayor, who is popularly elected at-large to a four-year term. The mayor is responsible for the county's fiscal management and its day-to-day business. Rogers C. Anderson has been mayor since 2002. The county mayor is assisted by directors of the Agricultural Exposition Park, Animal Control, Budget & Purchasing, Community Development, County Archives, Employee Benefits, Human Resources, Information Technology, Parks & Recreation, Emergency Management, Public Safety, Property Management, Risk Management, Solid Waste Management and WC-TV.Williamson County Organizational Plan, Williamson County official website. Retrieved: 20 November 2013. The mayor works closely with the 24-member Board of County Commissioners, two members popularly elected to four-year terms from each of the 12 voting districts of roughly equal populations. A chairman of the board is elected by the membership annually. The Board of Commissioners appoints the members of the Planning Commission, Highway Commission, Beer Board, Board of Zoning Appeals, Building Board of Adjustments, County Records Committee, Library Board and others. {| class=\"wikitable\" |- ! Dist. ! Commissioner ! Dist. ! Commissioner ! Dist. ! Commissioner |- | 1 | Dwight Jones | 5 | Beth Lothers | 9 | Chas Morton |- | 1 | Ricky D. Jones | 5 | Thomas W. \"Tommy\" Little | 9 | Matt Williams |- | 2 | Elizabeth C. \"Betsy\" Hester | 6 | Paul Webb | 10 | Robbie Beal |- | 2 | Judy Herbert | 6 | Erin Nations | 10 | David Landrum |- | 3 | Jennifer Mason | 7 | Bert Chalfant | 11 | Sean Aiello |- | 3 | Keith Hudson | 7 | Tom Tunnicliffe | 11 | Brian Bethard |- | 4 | Chad Story | 8 | Barb Sturgeon | 12 | Dana Ausbrooks |- | 4 | Gregg Lawrence | 8 | Jerry Rainey | 12 | Steve Smith |} {| class=\"wikitable\" |- ! Office ! Office Holder ! Office ! Office Holder |- | County Mayor | Rogers C. Anderson | County Clerk | Elaine Anderson |- | Property Assessor | Brad Coleman | Register of Deeds | Sherry Anderson |- | Trustee | Karen Paris | Sheriff | Dusty Rhoades |- | Circuit Court Clerk | Debbie Barrett | Chancery Court Clerk | Elaine Beeler |- | Juvenile Court Judge | Sharon Guffee | Juvenile Court Clerk | Brenda Hyden |- | General Sessions Judge | Denise Andre | General Sessions Judge | Tom Taylor |- | Highway Superintendent | Eddie Hood | Election Administrator | Chad Gray |- |} The County's Assessor of Property, County Clerk, Circuit Court Clerk, Juvenile Court Clerk, Register of Deeds, Sheriff, Trustee and two judges of the General Sessions Court are popularly elected to four-year terms. Other officials, including the Chancery Court Clerk, Election Administrator, and Highway Superintendent, are appointed for four-year terms. The latter two are appointed by the Election Commission and Highway Commission respectively, and the Chancery Court Clerk is appointed by the elected judges of Tennessee's 21st Judicial District. == Education == K-12 public education in the county is under the jurisdiction of Williamson County Schools, which operates 47 schools. === Higher education === * Belmont University, Williamson County Campus * Columbia State Community College, Franklin Campus * King University, Nashville Campus * O'More College of Design * University of Phoenix, Franklin Learning Center * Williamson College ==Communities== right|thumb|225px|Franklin right|thumb|225px|Nolensville ===Cities=== *Brentwood *Fairview *Franklin (county seat) *Spring Hill (partly in Maury County) ===Towns=== *Nolensville *Thompson's Station ===Unincorporated communities=== * Allisona (partial) * Arrington * Bethesda * Boston * Brush Creek * Burwood * College Grove * Cool Springs * Duplex * Fernvale * Kirkland * Leiper's Fork * Liberty Hill * Peytonsville * Rudderville * Triune ==See also== *National Register of Historic Places listings in Williamson County, Tennessee ==Further reading== * Holladay, Robert, \"'Dangerous Doctrines': The Rise and Fall of Jacksonian Support in Williamson County, Tennessee,\" Southern Studies, 16 (Spring–Summer 2009), 90–121. ==References== ==External links== * Official site * Williamson County Chamber of Commerce * Williamson County Schools * Williamson County Visitors Bureau *Genealogical \"Fact Sheets\" About Tennessee Counties > Williamson County, Tennessee State Library and Archives Category:1799 establishments in Tennessee Category:Populated places established in 1799 Category:Nashville metropolitan area",
 "title": "Williamson County, Tennessee"
}