{
 "id": "916786",
 "text": "St Cuthbert's Society, colloquially known as Cuth's,St Cuthbert's Society JCR is a college of Durham University. It was founded in 1888 for students who were not attached to the existing colleges.History of St Cuthbert's Society St Cuthbert's Society is a Bailey college, based on Durham's peninsula next to the River Wear, although it also has other accommodation a few minutes' walk away in Old Elvet. St Cuthbert's retains its title of 'society', although its workings have changed since its formation.Tudor, Henry, St. Cuthbert's Society, 1888–1988: The history of 'a modest but exciting institution in the University of Durham'. 1988. Its foundation differed from that of Durham's other colleges in that it was established as a common room for, and by, its students. Other Societies followed: St Aidan's Society – now St Aidan's College, and the Graduate Society – now Ustinov College. It is still home to the highest proportion of local students (very few of whom live in) and traditionally houses a high proportion of mature students. It is the only collegiate body to offer undergraduates catered, self-catered, and part catered accommodation. ==History== ===Origins=== To arrest declining numbers of entrants, Durham University began to allow the admission of 'unattached' students from Michaelmas term of 1871. Unlike other undergraduates, the unattached lived in licensed lodgings as opposed to a college or hall. While still expected to follow the normal regulations of the university (such as attending morning prayer at Durham Cathedral and wearing academic gowns in public), the manner of their living enabled a privacy that was \"often the envy\" of fellow students. Required to be at least 23 years old, the unattached were often married men who took little part in the social or sporting side of university education. Initially under the supervision of a Junior Proctor, who appointed a Senior Man from one of their number, they did not have anything that could be called an organisation, with no clubs of their own and no common room to provide a permanent meeting place. ===1888-1918: Growth and consolidation=== After two previous attempts earlier in the decade, the unattached students finally consolidated themselves in October 1888.Tudor, 1888, p. 8 A successful meeting saw the election of a committee made up of a President, Honorary Secretary, and seven other members, with an agreement to hold regular meetings and create a program of events for the unattached, including a debate to be held every other week. One staff member in attendance, Hastings Rashdall, then chaplain of University College, was particularly enthusiastic. He felt the unattached spent too much time reading books, and too little time taking in the social life of the wider university. A few weeks after the meeting, the association took the name of St Cuthbert's Society, referencing the saint of the same name. The society gained a common room in 1893 when the university granted it space in Cosin's Hall, and this was to effectively be its 'home' for the next fifty years.Tudor, pp. 11–12 Essentially a private student club, the society had no official existence as far as the university was concerned.Tudor, pp. 12–13 On the other hand, it was developing a distinct collegiate identity through participation in sport, and it was to St Cuthbert's Society (not to the unattached) that the university gave the use of facilities like the common room and boat house. As the decade progressed, St Cuthbert's Society was being spoken of as if it actually were a college. Meanwhile, regulations were changed so that from Michaelmas 1894 prospective members no longer needed to be elected. Instead, all unattached student in residence were regarded as \"ipso facto members\" of the society.Tudor, p. 20 With the death of Queen Victoria and the onset of the Edwardian era, there was a gradual shift in the political positions taken by Cuthbert's men. Whereas before they had tended to exemplify traditional values, like support for the Empire and a belief that \"the working classes should be kept firmly in their place\", reformist opinion now occasionally surfaced.Tudor, p. 25 In time the \"prevailing mood\" reflected that of the country at large — \"Cuthbert's men were, on the whole, Liberals\".Tudor, p. 33 In December 1910 the university decided that unattached students resident in Durham should henceforth be called \"non-collegiate\" students, in order to distinguish them from other unattached students taking qualifications on an external basis. This meant the non-collegiate body effectively became identical in membership to St Cuthbert's Society.Tudor, p. 51 The outbreak of the Great War made little impact at first, with the society resolving not to mention the ongoing conflict during formal meetings.Tudor, \"War, Decline, and Resurrection\", pp. 59–63 This \"tacit agreement to ignore the war\" was discarded in January 1916 when the Military Service Act was passed, which conscripted all unmarried men between 18 and 41. By March the Durham University Journal was able to list 13 society members now in active service, two of whom would later be killed in action. Compared to other academic institutions, St Cuthbert's Society suffered relatively few deaths during the war, as many of its members had been regimental chaplains. Consequently, the \"dreadful casualties\" experienced by nearby Bede College were avoided. The Society grew in size until the Second World War when numbers of students in the University dropped sharply and the Society was effectively in abeyance until 'refounded' in 1945 by veterans returning from combat who wished to complete their degrees. When the Society moved to the South Bailey in 1951, it began to offer accommodation to a small number of students and created the position of Principal to replace that of Censor. The first Principal, Clifford Leech, a distinguished academic and widely acknowledged expert on Jacobean literature, served for several years in this role before going on to become Professor of English at the University of Toronto. His portrait, by Thomas William Pattison (1894–1983), hangs in the college hall. The Principal is now responsible for managing all aspects of the Society. The Society includes a dedicated team of University staff, a junior common room, a senior room, an alumni association and a group of fellows. Over the years the Society has expanded a great deal and now has a large body of accommodation on the Bailey as well as elsewhere in Durham. In 2006 'Brooks House' was built and this allowed all first year undergraduates to live-in for the first time, as well as a number of returners and postgraduate students. ==Traditions== The patron of the Society, St. Cuthbert, continues to be remembered annually, if somewhat incongruously for an ascetic, in The Feast, a traditional banquet held on or near St. Cuthbert's feast day of 20 March each year. Another annual event is Cuths Day, a day of entertainment conducted on, off and in the River Wear, which curls around the foot of the bailey where the Society is based. The surviving ‘Refounders’ of the Society hold a reunion weekend every September in college. The same weekend also hosts the Annual General Meeting of St Cuthbert's Association, the alumni organisation of the Society. In addition to this, the Founders of the Society are remembered at the annual Founders' Formal and past Presidents attend the President's Formal. Although the Bailey colleges are generally considered to be more traditional, St Cuthbert's Society generally employs a more informal approach; for example, unlike the other Bailey colleges its students no longer wear gowns except for congregation. St Cuthbert's also has a strong historical rivalry with nearby Hatfield College, which manifests itself in sports and other activities as well as singing songs (of varying degrees of offensiveness). There is a story that, in the 1960s, a group of Cuths students stole a lion statue from Hatfield and painted it to look like a tiger, to avoid arousing suspicion.thumb|Shield of St Cuthbert ===Coat of arms=== The original seventh- century pectoral cross of St. Cuthbert was discovered when his grave was opened in 1827, and is now preserved in the cathedral treasury. The motto, gratia gratiam parit, appears in the Adagia of Erasmus, a collection of Greek and Latin adages, and can be loosely translated as ‘friendship begets friendship’ or ‘kindness begets kindness’. The full coat of arms includes an eider duck as the crest. This is because, while resident in the Farne Islands, St Cuthbert instituted special laws to protect these and other seabirds nesting there, creating what may have been the first bird protection laws anywhere in the world. Consequently, eider ducks have long been known as 'cuddy ducks' (Cuthbert's ducks) in the Pitmatic dialect as spoken in Northumberland. ==Buildings and Accommodation== thumb|Entrance to the Headquarters of the Society, 12 South Bailey|left === Bailey === The headquarters of St Cuthbert's Society is situated at the end of the Bailey, an ancient street with other Colleges, and it is therefore a Bailey College. The Bailey consists of five historic buildings, lots of which have shared room accommodation. These consists of House 12 (headquarters), House 8 (the largest), House 13 and Wendy House (which share a large garden), and Houses 26 and 27 on North Bailey. Of the many characteristics include the rivalry with nearby Hatfield College, and nextdoor (House 8) St John's College and close proximity to the Cathedral, allowing the sound of their bells to be heard by all living in College here. ==== House 12 ==== House 12 contains the headquarters to the Society, the Bailey Bar, the JCR, the dining room - seating 150 hosting many dinners and formals, and a garden. It also contains a small amount of accommodation reserved for undergraduates, and houses some returning students such as the bar steward - as they are therefore living above the bar. The building dates from the 17th century and is Grade II* listed. ==== House 8 ==== House 8 consists of most of the accommodation of undergraduates on the Bailey. It also supports a library - with a computer room and conference room, for all members of the Society, a gym, a study room, and two large gardens (adjoining with the River) with a Grade I listed wall. The building was constructed in the late 18th century and is Grade II listed. The JCR president has the right to occupy a flat inside House 8 every year, as it is a sabbatical role. This flat is inside the House and is directly above an internal entry to the Society's library. ==== House 13 and Wendy House ==== House 13 makes some of the remaining (undergraduate) accommodation on the Bailey. It contains no shared amenities with those not living in College, and is an early 18th century Grade II listed building. Wendy House is in the garden of House 13 and contains accommodation for, in most cases, five undergraduate students. The garden overlooks the Society's headquarters, is adjacent to one of the Cathedral's gardens, and ajoins The Chorister School. ==== Houses 26 and 27 ==== Houses 27 and 27 contain the remaining accommodation, and are on North Bailey. They are purely residential and, also, contain no shared amenities. These buildings hail from mid 18th century and enjoy a favourable location further up the Bailey, whilst being very close to the headquarters still. === Parsons Field === The majority of the Society's accommodation is at Parsons Field, in Old Elvet. The site consists of four buildings, with one (Brooks House) including en-suite facilities, and the others (Refounders House, Parsons Field Court and Fonteyn Court) consisting of standard single rooms. Returning students typically live in Brooks House, with other buildings at Parsons Field being primarily for first year undergraduates. By having catered, part catered and self-catered accommodation, St Cuthbert's Society offers a choice of meal packages to students. Parsons Field has another bar, another gym, another computer room, and a music room. ==Student life== The Society has over 40 sports and societies, including a rugby team, a boat club, a running club, a drama society, an art society, a big band and a choir.Societies ===Boat Club=== Launched in the summer of 1893, five years after the foundation of the Society itself, the Boat Club offers training and facilities for rowers of all levels and commitment. It is one of the oldest and most distinguished student societies in the university. ===Running Club=== Founded in 2016, the running club is currently one of the most successful sports teams in the college. The club also offers personalised coaching plans and very popular socials that regularly attract upwards of 50 members. ==List of principals== * Clifford Leech (1948–52) * E. de Groot, (1952–54) * W. A. Whitehouse, (1954–61) * J. J. Grant, (1961–63) * J. L. Brooks, (1963–85) * J. D. Norton, (1985–90) * S. Stoker, (1990–2000) * B. Robertson, (2000–01) * D. Robson, (2001–03) * Roy Boyne, (2003–08) * Graham Towl, (2008-2011) * Amanda Broderick, (2011) * Sharon Richardson, (2011–12) * Elizabeth Archibald, (2012–2021) * Tammi Walker, (2021-present) ==Notable alumni== File:RodClements1991.jpg|Rod Clements, guitarist, singer-songwriter and multi-instrumentalist from the band Lindisfarne File:Justin Hill Author.JPG|Justin Hill, award-winning British novelist File:John Pugh at Sheffield 2011.jpg|John Pugh, Liberal Democrat politician and MP for Southport File:Michael Knighton at a wedding reception, june 2004.jpg|Michael Knighton, English businessman ===Academia=== * Michael Aris, leading Western author on Bhutanese, Tibetan and Himalayan culture and Buddhism. Husband of Burmese politician Aung San Suu Kyi. * Leo Blair, barrister, law lecturer and father of former UK Prime Minister, Tony Blair * John Joseph Wilkes FSA, FBA, Yates Professor of Greek and Roman Archaeology, University College, London ===Arts and literature=== *Russell Ash, author *Andrew Buchan, actor *Rod Clements, musician in folk-rock band Lindisfarne *Justin Hill, author *Anthony Payne, composer and Elgar specialist *Charlotte Riley, actress *Dan van der Vat, journalist, author *Matt Barber, actor *Tom Rosenthal, musician ===Broadcasting=== *Alastair Fothergill, TV Producer for Blue Planet series *Nina Hossain, Broadcast Journalist *Kate Silverton, Broadcast Journalist ===The Church=== *David Williams Bentley, Bishop of Barbados *William Nigel Stock, Bishop at Lambeth ===Business=== *Nick Scheele, President and Chief Operating Officer, Ford Motor Company ===Politics=== *Emmanuel Tumusiime-Mutebile, Governor of the Bank of Uganda *Oswald O'Brien, Labour MP for Darlington *John Pugh, Liberal Democrat MP for Southport *Peter Wilkinson, Attorney-General of New Zealand ===Sport=== *Michael Knighton, Chairman of Carlisle United F.C. *Oliver Gill, footballer for Manchester United Football Club – Reserve Team Player of the Year 2011 ==References== ==Further reading== * Tudor, Henry. (1988) St Cuthbert's Society 1888–1988: The History of \"a Modest but Exciting Institution in the University of Durham.\" ==External links== *St Cuthbert's Society *St Cuthbert's Society JCR *St Cuthbert's Association Category:Colleges of Durham University Category:Educational institutions established in 1888 Category:1888 establishments in England Category:Grade II* listed buildings in County Durham Category:Grade II* listed educational buildings",
 "title": "St Cuthbert's Society, Durham"
}