{
 "id": "91692",
 "text": "Shelby County is a county located in the U.S. state of Tennessee. As of the 2020 census, the population was 929,744. It is the largest of the state's 95 counties, both in terms of population and geographic area. Its county seat is Memphis, a port on the Mississippi River and the second most populous city in Tennessee. The county was named for Governor Isaac Shelby (1750–1826) of Kentucky. It is one of only two remaining counties in Tennessee, along with Haywood County, with a majority African American population. Shelby County is part of the Memphis, TN-MS-AR Metropolitan Statistical Area. It is bordered on the west by the Mississippi River. Located within the Mississippi Delta, the county was developed as a center of cotton plantations in the antebellum era, and cotton continued as an important commodity crop well into the 20th century. The economy has become more diversified. ==History== This area along the Mississippi River valley was long occupied by varying cultures of indigenous peoples. In historic times, the Chickasaw controlled much of this area. They are believed to be descendants of the important Mississippian culture, which established fortified and complex cities. The largest of these was Cahokia, which was active from about 950CE into the 15th century. It was developed on the east side of the Mississippi in present-day southern Illinois, roughly on the same latitude as present-day St. Louis, Missouri. The Shelby County area was part of the lands acquired by the United States government from the Chickasaw as part of the Jackson Purchase of 1818. Shelby County was established by European-American migrants in 1819 and named for Isaac Shelby, the former governor of Kentucky who had helped negotiate the land acquisition. From 1827 to 1868, the county seat was located was then called Raleigh, Tennessee (now part of Memphis), on the Wolf River. After the American Civil War, in recognition of the growth of Memphis and its importance to the state economy, the seat was moved there. (Raleigh has now been absorbed within the city limits of Memphis.) The lowlands in the Mississippi Delta, closest to the Mississippi River, were developed before the war for large cotton plantations; their laborers were overwhelmingly enslaved African Americans, whom planters transported from the east or purchased in the domestic slave trade. Well before the American Civil War, the population of the county was majority black, most of whom were slaves. Memphis developed as a major cotton market, with many brokers. After the war and emancipation, many freedmen stayed on these lands by working as sharecroppers. Tennessee continued to have competitive politics after the freedmen were enfranchised. The eastern part of the state retained its Unionist leanings and supported the Republican Party. Blacks in the west also supported the Republican Party. Most conservative whites supported the Democrats. From 1877-1950, there were 20 lynchings of blacks by whites in Shelby County, the highest number of any county in the state.Lynching in America/ Supplement: Lynchings by County , Equal Justice Initiative, 2015, p. 6 Most blacks were disenfranchised around the turn of the century when the state passed laws raising barriers to voter registration; the legislature also imposed Jim Crow laws, including racial segregation of public facilities. Blacks were mostly closed out of the political system for more than six decades. In the 20th century, mechanization of agriculture reduced the need for farm workers at a time when industries and railroads in the North were recruiting workers. The Great Migration resulted in many African Americans moving from rural areas into Memphis or out of state to northern cities for work and social and political opportunities. After World War II, highways were constructed that led to development of much new housing on the outskirts of Memphis where land was cheap. Suburbanization, with retail businesses following new residents, took place in the county, drawing population out of the city. With continued residential and suburban development, the population of the metropolitan area became majority white. Six towns in the county have become incorporated; other communities are unincorporated. Residents enjoy many parks in the area as well as attractions in the city of Memphis. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (2.8%) is water. It is the largest county in Tennessee by area. The lowest point in the state of Tennessee is located on the Mississippi River in Shelby County (just outside the Memphis city limits), where the river flows out of Tennessee and into Mississippi. ===Rivers=== *Loosahatchie River *Mississippi River *Nonconnah Creek *Wolf River ===Adjacent counties=== *Tipton County (north) *Fayette County (east) *Marshall County, Mississippi (southeast) *DeSoto County, Mississippi (south) *Crittenden County, Arkansas (west) ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Shelby County racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |316,740 |34.07% |- |Black or African American (non-Hispanic) |475,074 |51.1% |- |Native American |1,561 |0.17% |- |Asian |27,960 |3.01% |- |Pacific Islander |256 |0.03% |- |Other/Mixed |30,446 |3.27% |- |Hispanic or Latino |77,707 |8.36% |} As of the 2020 United States census, there were 929,744 people, 353,950 households, and 215,446 families residing in the county. ===2010 census=== As of the 2010 United States Census, there were 927,644 people living in the county. 52.1% were Black or African American, 40.6% White, 2.3% Asian, 0.2% Native American, 3.3% of some other race and 1.4 of two or more races. 5.6% were Hispanic or Latino (of any race). ===2000 census=== As of the census of 2000, there were 897,472 people, 338,366 households, and 228,735 families living in the county. The population density was 1,189 people per square mile (459/km2). There were 362,954 housing units at an average density of 481 per square mile (186/km2). The racial makeup of the county was 48.56% Black, or African American, 47.34% White, 0.20% Native American, 1.64% Asian, 0.04% Pacific Islander, 1.20% from other races, and 1.02% from two or more races. 2.60% of the population were Hispanic or Latino of any race. There were 338,366 households, out of which 34.20% had children under the age of 18 living with them, 42.80% were married couples living together, 20.10% had a female householder with no husband present, and 32.40% were non-families. 27.00% of all households were made up of individuals, and 7.70% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.18. In the county, the population was spread out, with 28.20% under the age of 18, 9.70% from 18 to 24, 31.10% from 25 to 44, 21.00% from 45 to 64, and 10.00% who were 65 years of age or older. The median age was 33 years. For every 100 females there were 91.40 males. For every 100 females age 18 and over, there were 86.80 males. The median income for a household in the county was $39,593, and the median income for a family was $47,386. Males had a median income of $36,932 versus $26,776 for females. The per capita income for the county was $20,856. About 12.90% of families and 16.00% of the population were below the poverty line, including 22.90% of those under age 18 and 13.30% of those age 65 or over. ==Law and government== The first county government was established as a quarterly court in 1820. During Reconstruction following the American Civil War, Governor William G. Brownlow appointed a five-member commission to govern the county. When the state drafted a new constitution in 1870, it required county officials to be elected by the people or the Quarterly Court. By 1910 the Shelby County Quarterly Court had 50 members, making it inefficient; some prominent people complained it was \"too democratic.\" E. H. Crump, the political boss of Memphis who was also influential in the county and state, gained a 1911 legislative act creating a three-member executive commission for the Shelby County Commission, which could override the court on all issues except setting property taxes, which was protected by the state constitution. He also had the number of districts reduced to nineteen and then seven.\"A Brief History of Shelby County\", Shelby County, TN website After Crump's death in 1954, the executive commission of the county was abolished.Edward F. Williams III, \"Shelby County\", Tennessee Encyclopedia of History and Culture, 2009/2011 In 1964, the US Supreme Court ruled in Baker v. Carr that legislative districts had to be apportioned by population under the Equal Protection Clause, a principle known as one man, one vote. This change was incorporated in Shelby County, which had been biased toward geographic representation. In 1965, there were nine districts established, of roughly equal population, to elect members to the Quarterly Court. These have been redistricted as needed based on decennial census population changes. In 1975, the people voted to ratify the Shelby County Restructure Act, creating a single elected executive, with the title of mayor, and an eleven-member legislative body (now called the County Commission). The Commission has been expanded to thirteen members. The mayor and all the county commissioners are elected at-large; the latter represent 13 districts.Shelby County Commission, Shelby County Government website The members of the county commission serve four-year terms. Other elected officials in Shelby County include the sheriff, the chief law enforcement officer; trustee, chief tax collector, and assessor, the chief property appraiser.Shelby County Topic Page, \"News about the Shelby County government\", The Commercial Appeal The government has an annual budget of $1.1 billion and 6,000 employees. ===School board=== Until 1996, the Shelby County Commission appointed members to the Shelby County School Board. This system was changed to comply with interpretation by the state that its constitution required that county officials, including school board members, should be elected by all residents of the county, and provisions of the state Education Improvement Act. In 1996 under what was known as Plan C, the Shelby County Commission established seven single-member special election districts for election of county school board members by all residents of the county. This was challenged in the case known as Board of County Commissioners of Shelby County Tennessee v. Burson.Board of County Commissioners of Shelby County Tennessee v. Burson (1997), Findlaw Shelby County and its Board of Commissioners as plaintiffs, joined by mayors of the six suburban municipalities, filed suit in 1996 against Plan C, arguing that their rights were violated under the \"one person, one vote\" principle embodied in the Equal Protection Clause of the Fourteenth Amendment of the US Constitution, as their vote would be diluted. Although Memphis City had its own school system, the Memphis population made up 74.8% of the county's population in the 1990 census, so its representatives would dominate an elected county school board, with six of seven positions. Thus Memphis representatives would dominate a system intended to serve only county residents and students who lived outside the city. The US district court found in this case: *the City of Memphis did not provide significant financial support to the Shelby County School District, and received money from the county; *the overwhelming voting power of the out-of-district Memphis residents virtually guaranteed that out-of-district residents would control the Shelby County Board of Education; *the number of actual crossover students was minimal, and the potential for additional crossovers was severely limited by a longstanding desegregation order; and *there were, at most, a few relatively minor joint programs between the districts. Accordingly, the district court concluded that the county-wide election of local school board members under Plan C was unconstitutional as applied in Shelby County and enjoined its implementation.\" The lower court noted that in a similar case of Duncan (1995), it had held that \"the relevant geopolitical entity for purposes of the \"one person, one vote\" analysis in cases such as this is the school district, not the entire county.\"Duncan, 69 F.3d at 93.4 When appealed, the lower court's decision was upheld, saying the \"Constitution prevented the State of Tennessee from including Memphis voters in the electorate for the Shelby County Board of Education.\" As a result, the County Commissioners established seven single-member special election districts in the county outside the limits of Memphis, for the purpose of electing school board members to the Shelby County School Board. ===Mayors=== Shelby County's first elected mayor was Roy Nixon, who served from 1976 to 1978. The current Shelby County Mayor is Lee Harris, who was elected in 2018 after having served as the Minority Leader of the Tennessee Senate. {| class=\"wikitable\" |+List of Mayors of Shelby County !Name !Term in Office !Party Affiliation !Previous Office |- |Lee Harris |2018–present |Democratic |Minority Leader of the Tennessee Senate |- |Mark Luttrell |2010-2018 |Republican |Shelby County Sheriff |- |Joe Ford |2009-2010 |Democratic |Shelby County Commission Chair |- |A C Wharton |2002-2009 |Democratic |Chief Shelby County Public Defender |- |Jim Rout |1994-2002 |Republican |Shelby County Sherrif |- |William N. (Bill) Morris |1978-1994 |Democratic |Shelby County Sheriff |- |Roy Nixon |1976-1978 | |Shelby County Sheriff |} Notes: # Joe Ford served as interim mayor after A C Wharton's election as Mayor of Memphis in 2009. # A C Wharton later served as Mayor of Memphis from 2009-2015. ===Shelby County Board of Commissioners=== Mark Billingsley, David Bradford, Willie Brooks, Edmund Ford Jr., Eddie Jones, Mickelly Lowery, Amber Mills, Reginald Milton, Brandon Morrison, Tami Sawyer, Van Turner, Michael Whaley, and Mick Wright ===Shelby County Courthouse=== The Shelby County Courthouse, in Memphis on Adams Avenue between North 2nd and North 3rd streets, was designed by James Gamble Rogers and completed in 1909. This neoclassical pile features a long portico topped by a cornice supported by massive Ionic columns. The ambitious sculptural program designed by J. Massey Rhind includes the pediment groups, Canon Law, Roman Law, Statutory Law, Civil Law and Criminal Law. Female allegorical figures can be found on the north facade cornice representing Integrity, Courage, Mercy, Temperance, Prudence and Learning. Flanking the main entrances are over-life-sized seated figures embodying Wisdom, Justice, Liberty, Authority, Peace and Prosperity. It is by far the state's largest courthouse. The courthouse was featured in the movie The Silence of the Lambs as the place where Dr. Hannibal Lecter was held and escapes custody. JMR-Memphis1.jpg|Justice JMR-Memphis4.jpg|Authority JMRMemphis11.jpg|Wisdom The courthouse is included in the Adams Avenue Historic District, listed on the National Register of Historic Places. With . ==Politics== During the mid-twentieth century, Shelby County was competitive, voting for the Democratic candidate six times and the Republican candidate five times between 1952 and 1992. In the twenty-first century, the county has become reliably Democratic, due mainly to the influence of Memphis. Barack Obama twice won the county with more than 60 percent of the vote. In 2016, the county was carried by the Democratic nominee Hillary Clinton, who won 62.0 percent of the vote to Donald Trump's 34.5 percent. Democratic strength is concentrated in Memphis itself, while the eastern suburbs are some of the most Republican areas in Tennessee and the South. In 2020, Joe Biden received 64.42% of the vote, which is the highest share for a Democrat since 1944. ==Education== === Higher education === Shelby County is home to fourteen institutions of higher learning and satellite campuses of institutions whose main campus is in another county. Memphis is home to Baptist College of Health Sciences, Christian Brothers University, Embry–Riddle Aeronautical University, Worldwide (Memphis Campus),Embry-Riddle Worldwide official website . Retrieved: 31 March 2013. Harding School of Theology, LeMoyne–Owen College, Memphis College of Art, Memphis Theological Seminary, Rhodes College, Southern College of Optometry, Southwest Tennessee Community College, University of Tennessee Health Science Center, and the University of Memphis. Cordova is home to Mid-America Baptist Theological Seminary. Germantown is home to a satellite campus of Union University. === Primary and secondary education === Shelby County Schools (SCS) is a school district serving all of Memphis and most unincorporated areas. Suburban school districts: *Arlington Community Schools *Bartlett City Schools *Collierville Schools *Germantown Municipal Schools *Lakeland School System *Millington Municipal Schools Shelby County Schools was previously a school district that operated almost all schools in Shelby County, Tennessee, until the end of the 2012–2013 school year; almost all areas in Shelby County that were outside the city of Memphis were zoned to schools operated by SCS. Schools in Memphis were operated by Memphis City Schools. On June 30, 2013, Memphis city and Shelby County schools consolidated, forming a unified county school system (still called Shelby County Schools), this last one year. In 2014, the incorporated suburbs of Arlington, Bartlett, Collierville, Germantown, Lakeland, and Millington (other than Memphis) broke away from the Unified System and formed their own municipal districts. Their residents had previously voted in favor of creating municipal school districts, and all voted to pass the related sales tax hike except for Millington, which narrowly rejected the sales tax hike by three votes. On November 27, 2012, U.S. district court Judge Samuel Mays voided this vote since the state law passed at the time applied only to a specific area (which is unconstitutional). The Tennessee state legislature passed the law again, to include all of the state. All six suburbs voted again for the municipal districts and started classes on August 4, 2014. ==Transportation== === Public transit === Public transportation is provided by the Memphis Area Transit Authority, also known as MATA for short. In addition to MATA buses, the MATA operates the MATA Trolley. The city also has a suspended monorail known as the Memphis Suspension Railway connecting the city to Mud Island. ===Major highways=== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * *Sam Cooper Boulevard * Once fully completed the mainline of I-69 will travel from Brownsville, TX to Port Huron, MI. ===Air travel=== Shelby County is the site of Memphis International Airport, located south of the center of Memphis. ==Recreation== right|thumb|210px|Meeman-Shelby Forest State Park ===Parks=== *Eagle Lake Refuge *T. O. Fuller State Park *Lichterman Nature Center *Meeman-Shelby Forest State Park *Memphis Parks and Recreation Centers *Overton Park *Piperton Wetland Complex (part) *President's Island Wildlife Management Area *Shelby Farms ===Attractions=== *Beale Street, downtown Memphis *Chucalissa Indian Village, ancient Native American site *Gibson Guitar factory tour *Graceland, former home of Elvis Presley *Indie Memphis, film festival *Memphis Botanic Garden *Memphis in May, month-long festival *Memphis International Raceway *Memphis Zoo *Mud Island, Memphis *National Civil Rights Museum, Memphis *Orpheum Theatre, Memphis *Pink Palace Museum and Planetarium, Memphis ==Sports== *Memphis Grizzlies, NBA basketball team *Memphis Redbirds, Triple-A minor league baseball team *Memphis 901 FC, USL Championship League soccer team established in 2018. ==Communities== right|400px Numbers refer to the map at right. ===Cities=== *Bartlett – 2 *Germantown – 6 *Lakeland – 3 *Memphis (county seat) – 5 *Millington – 1 ===Towns=== *Arlington – 4 *Collierville – 7 ===Unincorporated communities=== *Barretville *Benjestown *Brunswick *Cordova *Eads *Egypt *Ellendale * Fisherville * Kerrville *Lenow * Northaven *Rosemark * Shelby Forest ==Notable people== * James Mortimer Crews, American Civil War veteran and brother of C.C. Crews. * Since 2010 country singer Bobbie Gentry has lived privately in the community. Yo gotti, American hip-hop artist 8ball & MJG, American hip-hop artist Young Dolph, American hip-hop artist Three 6 Mafia, american hip-hop Grammy award winning group ==See also== *National Register of Historic Places listings in Shelby County, Tennessee *Davies Manor, oldest home in Shelby County ==References== ==External links== *ShelbyCountyTN.gov - Official County Government Website *Shelby County Chambers of Commerce Alliance * Category:Tennessee counties Category:Counties in the Memphis metropolitan area Category:Tennessee counties on the Mississippi River Category:1819 establishments in Tennessee Category:Populated places established in 1819 Category:Majority-minority counties in Tennessee",
 "title": "Shelby County, Tennessee"
}