{
 "id": "917040",
 "text": "Matthew Lee Cappotelli (November 12, 1979 – June 29, 2018) was an American professional wrestler. After co-winning Tough Enough III with John Hennigan, he worked in Ohio Valley Wrestling (OVW), the primary developmental territory for WWE. He ended his career due to a malignant brain tumor. ==Professional wrestling career== ===World Wrestling Entertainment=== ====Tough Enough==== Cappotelli, along with John Hennigan, won a World Wrestling Entertainment (WWE) contract by winning Tough Enough III. During the show Hardcore Holly aggressively roughed up Matt while training, stiffly striking Cappotelli repeatedly, leaving him bleeding. After winning, he made sporadic appearances on WWE shows. At Vengeance Cappotelli competed in The APA Invitational Bar Room Brawl which Bradshaw won. ===Ohio Valley Wrestling=== Cappotelli was then sent to Ohio Valley Wrestling (OVW). There, he formed a tag team known as The Thrill Seekers with Johnny Jeter. On November 9 at an OVW television taping, Cappotelli captured the OVW Heavyweight Championship by defeating his former tag team partner, Johnny Jeter. On February 8, 2006, he announced that he had previously been diagnosed with a grade 2/3 astrocytoma and surrendered the title to OVW owner Danny Davis at a television taping in Louisville, Kentucky. Cappotelli announced to OVW wrestlers and fans on April 4, 2007 that he would undergo surgery for brain cancer in Boston on May 1. WWE's official website later reported that the surgery was a success, and that the majority of the brain tumor was removed. He was released from his contract in January 2009. Toward the end of 2013, Cappotelli became the trainer for OVW's Beginner Program. ==Personal life and death== Cappotelli attended college at Western Michigan University in Kalamazoo, Michigan, where he was also a member of the football team. Cappotelli was married to Lindsay. They resided in Louisville, Kentucky, where he also worked as a personal trainer. He was close friends with professional wrestler and Western Michigan alumnus, Colt Cabana. Big Brother winner Lisa Donahue was his cousin. In July 2017, Cappotelli announced that he was diagnosed with grade IV glioblastoma multiforme. In May 2018, Cappotelli's wife announced that, after consultations with his neuro- oncologist, Cappotelli was ceasing medical interventions for the tumor. He died on June 29, 2018, at the age of 38. ==Championships and accomplishments== *Ohio Valley Wrestling **OVW Heavyweight Championship (1 time) **OVW Southern Tag Team Championship (1 time) – with Johnny Jeter *Pro Wrestling Illustrated **Inspirational Wrestler of the Year (2006) *World Wrestling Entertainment **Tough Enough III with John Hennigan == See also == * List of premature professional wrestling deaths * List of people with brain tumors ==References== Category:1979 births Category:2018 deaths Category:American male professional wrestlers Category:American professional wrestlers of Italian descent Category:Neurological disease deaths in Kentucky Category:Deaths from cancer in Kentucky Category:Deaths from brain tumor Category:Professional wrestlers from New York (state) Category:People from Caledonia, New York Category:Tough Enough winners Category:Tough Enough contestants Category:Western Michigan Broncos football players",
 "title": "Matt Cappotelli"
}