{
 "id": "917088",
 "text": "Mutara III Rudahigwa (March 1911 - 25 July 1959) was King (mwami) of Rwanda between 1931 and 1959. He was the first Rwandan king to be baptised, and Roman Catholicism took hold in Rwanda during his reign. His Christian names were Charles Léon Pierre, and he is sometimes referred to as Charles Mutara III Rudahigwa. == Early life and education == Rudahigwa was born in March 1911, in the royal capital of Rwanda, Nyanza, to King Yuhi V Musinga, and Queen Kankazi (later Queen Mother Radegonde Nyiramavugo III Kankazi), the first of his eleven wives. He was a member of the Tutsi Abanyiginya clan. In 1919 he began his education at the Colonial School for Chiefs' Sons in Nyanza, subsequently becoming his father's secretary in 1924. In January 1929 he was appointed a chief and administered a province. == Reign == Rudahigwa became king on 16 November 1931, the Belgian colonial administration having deposed his father, Yuhi V Musinga, four days earlier for alleged contact with German agents. John Gunther, page 674 Inside Africa, published Hamish Hamilton Ltd London, 1955 Rudahigwa took the royal name Mutara, becoming Mutara III Rudahigwa. He is sometimes referred to as Charles Mutara III Rudahigwa. He was the first Rwandan king to convert to Catholicism, converting in 1943 and taking the Christian name Charles Léon Pierre. His father had refused to convert to Christianity, and the Rwandan Catholic Church eventually perceived him as anti-Christian and as an impediment to their civilising mission. Rudahigwa had been secretly instructed in Christianity by Léon Classe, the head of the Rwandan Catholic Church, since 1929, and was groomed by the Belgians to replace his father. In 1946 he dedicated the country to Christ, effectively making Christianity a state religion. His conversion spearheaded a wave of baptisms in the protectorate. His reign coincided with the worst recorded period of famine in Rwanda between 1941 and 1945, which included the Ruzagayura famine (1944 - 1945), during which time 200,000 out of the nation's population of around two million perished. === Rising ethnic tensions === During Rudahigwa's reign there was a marked stratification of ethnic identity within Ruanda-Urundi, the Belgian-ruled mandate of which Rwanda formed the northern part. In 1935, the Belgian administration issued identity cards formalising the ethnic categories, Tutsi, Hutu and Twa. After World War II, a Hutu emancipation movement began to grow throughout Ruanda-Urundi, fueled by increasing resentment of the inter-war social reforms, and also an increasing sympathy for the Hutu within the Catholic Church. Although in 1954, Rudhahigwa abolished the ubuhake system of indentured service that exploited Hutus, this had little real practical effect. The monarchy and prominent Tutsi sensed the growing influence of the Hutu and began to agitate for immediate independence on their own terms, culminating in Rudahigwa's demand for independence from Belgium in 1956. In 1957, a group of Hutu scholars wrote the \"Bahutu Manifesto\". This political manifesto denounced the \"exploitation\" of the Hutus by the ethnic Tutsi and called for their liberation from first Tutsi, and then Belgian, rule. Hutu political parties quickly formed after that, with future- president Gregoire Kayibanda forming the Hutu Social Movement (soon renamed MDR-PARMEHUTU), and Joseph Gitera creating Association for Social Promotion of the Masses (APROSOMA). === Death === On 24 July 1959, Rudahigwa arrived in Usumbura (now Bujumbura), Urundi, for a meeting with Belgian colonial authorities arranged by Father André Perraudin.Helen Codere 1973:293 The following day, he visited his Belgian doctor at the colonial hospital, where he died. The Belgian authorities put out conflicting explanations for his death. One was that he complained of a severe headache and had been treated by his doctor, but collapsed as he left the hospital of what was later determined, by three doctors, to be a cerebral haemorrhage. Another Belgian explanation was that he died from a reaction to a penicillin shot. An autopsy was not carried out due to the objections of Queen Mother Kankazi. Rumours that he had been deliberately killed by the Belgian authorities were rife, and tensions rose: ordinary Rwandans gathered along routes and stoned Europeans' cars. Rumours that he was in poor health, suffering from the effects of excessive drinking, as well as the effects of untreated syphilis, are claims unverified by any evidence. A Twa attendant of the king said he was in great health at the time,Codere 1973: 293 which is supported by his active engagement in sporting activities then, including vigorous games of tennis. Rudahigwa was succeeded by Jean-Baptiste Ndahindurwa, as Kigeli V. == Personal life == Mutara married Nyiramakomali on 15 October 1933 and they divorced in 1941. He married Rosalie Gicanda, a Christian, in a church wedding on 13 January 1942. After Rudahigwa's death, Rosalie Gicanda remained in Rwanda. She was murdered in 1994 during the Rwandan genocide on the orders of Idelphonse Nizeyimana. He was later detained, convicted by a UN war crimes court, and sentenced to life imprisonment. In 1953 the American writer John Gunther interviewed the Mwami in preparation for his book Inside Africa. In this work Rudahigwa was described as a sombre and sober personality, lean and handsome in appearance, and six foot nine in height. He spoke excellent French and professed loyalty to Belgium and indifference to the United Nations trusteeship of that period. John Gunther, page 674 Inside Africa, published Hamish Hamilton Ltd London, 1955 ==Honours== * 60px Grand Master and Grand Cross of the Royal Order of the Lion (Intare), founded 1947 * 60x60px Grand Cross of the Belgian Order of Leopold II, 1955, Commander 1947 * 60x60px Knight Commander with Star of the Papal Order of St. Gregory the Great, 1947 through Archbishop Giovanni Battista Dellepiane, Apostolic Delegate to Democratic Republic of Congo. == Ancestry == ==References== Romeo d dallaire shake hands with the devil==External links==,11 * Généalogies de la noblesse (les Batutsi) du Ruanda, Vicariat Apostolique du Ruanda Kabgayi (1950) (in French). Detailed genealogical record of Rwandan nobility: * Scanned copy * Plain text copy Category:1911 births Category:1959 deaths Category:Converts to Roman Catholicism Category:Rwandan kings Category:Rwandan Roman Catholics Category:Tutsi people Category:Knights Commander with Star of the Order of St. Gregory the Great Category:People from Nyanza District",
 "title": "Mutara III Rudahigwa"
}