{
 "id": "917169",
 "text": "Albert James Myer (September 20, 1828 – August 24, 1880) was a surgeon and United States Army general. He is known as the father of the U.S. Army Signal Corps, as its first chief signal officer just prior to the American Civil War, the inventor of wig-wag signaling (or aerial telegraphy), and also as the father of the U.S. Weather Bureau. ==Early life== Myer was born in Newburgh, New York, son of Henry Beekman Myer and Eleanor McClanahan Myer.Texas Handbook The family moved to Western New York and after the death of his mother in 1834, he was raised primarily by his aunt in Buffalo. Myer worked as a telegrapher before entering Geneva College (now Hobart College) in Geneva, New York, in 1842, at age 13,Cameron, pp. 1380-81. and from where he was graduated in 1847 as a member of The Kappa Alpha Society.Tarleton, p. 106. He received his M.D. degree from Buffalo Medical College in 1851, while working part-time for the New York State Telegraph Company. His doctoral thesis, A New Sign Language for Deaf Mutes, showed concepts that he later used for his invention of aerial telegraphy. He was ambitious and intellectually curious. It was said \"that he was specially noted for the manner in which he would take hold of an idea or principle, and, following it to its length and breadth, develop all there was in it or of it.\"Brown, p. 20. He inherited a large fortune from his family. He engaged in private medical practice in Florida and then sought a commission as a U.S. Army assistant surgeon (lieutenant), entering service September 18, 1854, posted at Fort Duncan, Texas, and Fort Davis, Jeff Davis County, Texas. His major interest of the time, besides medicine, was to devise a system of signaling across long distances, using simple codes and lightweight materials. This system of codes using a single signal flag (or a lantern or kerosene torch at night), known as wig-wag signaling or aerial telegraphy, would be adopted and used by both sides in the Civil War and afterward.Brown, pp. 20-21.Myer's signaling system should not be confused with semaphore signaling. The wig-wag system used a single flag, waved back and forth in a quasi-binary code conceptually similar to Morse code; semaphores used two flags and each character to be transmitted had a unique pattern for holding the flags. In 1858, the Army expressed interest in Myer's invention and appointed a board to examine \"the principles and plans of the signalling, mode of use in the field, and course to be pursued in introducing to the army.\" Myer appeared before the board, chaired by Lt. Col. Robert E. Lee, in 1859 and convinced them to authorize field testing of his invention. He conducted field tests starting in April of that year around New York Harbor. The tests were successful and Secretary of War John B. Floyd recommended to Congress that the Army adopt Myer's system and that Myer be appointed as chief signal officer. Congress approved Myer's appointment as major and chief signal officer and the Signal Corps was formed, despite opposition in the Senate by Jefferson Davis from Mississippi. Myer was sent to the Department of New Mexico for further field trials of his system in a campaign against the Navajos. On August 24, 1857, he married Catherine Walden, daughter of a prominent Buffalo attorney, with whom he would have six children. ==Signal Corps and the Civil War== thumb|right|Myer was awarded a brevet promotion for his duties at Malvern Hill and other battles. The June 21, 1860, letter from the War Department that ordered Myer to organize and command the new U.S. Army Signal Corps provided little of substance. It authorized $2000 for equipment and a promotion for Myer to major, effective June 27. Myer was faced with the responsibility of recruiting subordinates who could be detailed from elsewhere in the Army. The Signal Corps would not commence as an official Army organization until March 3, 1863, at which time Myer was promoted to colonel. Between these two dates, Myer served first under Maj. Gen. Benjamin Butler at Fort Monroe, Virginia, where he established a camp of instruction, and then as the chief signal officer for Maj. Gen. George B. McClellan's Army of the Potomac in its campaigns from the Peninsula Campaign to the Battle of Antietam. During this period Myer was awarded a brevet promotion to lieutenant colonel in the regular army for his actions at Hanover Court House, and to brevet colonel for Malvern Hill.Eicher, pp. 402-03. Ironically, the first use in combat of Myer's signaling system was by Confederate Captain Edward Porter Alexander at the First Battle of Bull Run. Alexander had been a subordinate of Myer's and assisted in the New York field trials.Brown, pp. 43-44. In addition to his aerial signaling, Myer recognized the need for electrical telegraphy in field communications. He introduced a field telegraph train of wagons to support a device called the Beardslee telegraph, which used a dial instead of a key tapping Morse code, developed to require less training for its operators. Myer's Signal Corps was actually a separate entity from the Military Telegraph Service, a War Department bureau staffed primarily by civilian telegraph operators. He had numerous organizational disputes with the assistant secretary of war for this function, attempting on several occasions to take control of all telegraphic operations. When he proposed to remove the less than dependable Beardslee device and recruit trained telegraphers into the Signal Corps, Secretary of War Edwin M. Stanton removed him from his post as chief signal officer on November 15, 1863, and reassigned him out of Washington, D.C., effectively exiling him. While conducting routine reconnaissance of the Mississippi River from Cairo, Illinois, to Memphis, Tennessee, Myer wrote the Manual of Signals for the United States Army and Navy. In June 1864, he was appointed by Maj. Gen. E.R.S. Canby to be the signal officer of the Military Division of West Mississippi. Under Canby, Myer added a new duty to the tasks of the Signal Corps by working out a system for interrogating deserters and refugees who came into the Union lines. He also developed a coding system for transmitting routine messages between land and sea forces. He organized communications plans for the operations in the Mobile area and participated, with U.S. Navy officers, in the surrender of Fort Gaines.Scheips, Civil War History article. He served as signal officer for the Department of the Gulf from August 1864 to 1865. While he was preparing for the Mobile campaign, Myer received the disturbing news that his appointment as colonel and chief signal officer, which had been made before his dismissal in 1863, had not been confirmed by the Senate and was revoked, thus returning him to his permanent rank of major. Through early 1865, Myer employed lawyers and political connections to attempt to correct what he perceived as an injustice. On July 28, 1866, reacting to the influence of Lt. Gen. Ulysses S. Grant and President Andrew Johnson, Congress reorganized the Signal Corps and, with the permanent rank of colonel, Myer again became chief signal officer. He was particularly gratified when word of this victory came on October 30, 1866, as his old nemesis, Edwin Stanton, had to inform him of his reinstatement. He was not confirmed in the position until February 1867 and was not ordered to active duty until August 1867. His new duties included control of the telegraph service, resolving the dispute that had removed him from his position. On December 3, 1867, President Andrew Johnson nominated Myer for appointment to the grade of brevet brigadier general in the Regular Army (United States), to rank from March 13, 1865, and the United States Senate confirmed the appointment on February 14, 1868.Eicher, 2001, p. 736.Eicher shows the nomination date as December 3, 1867 and confirmation date as February 14, 1867, an apparent typographical error. Myer received the brevet grade in honor of his formation of the Signal Corps. His commission as brigadier general in the regular Army came on June 16, 1880, two months before his death. As an Army officer, Myer was nicknamed \"Old Probabilities\" by his subordinates. ==Postbellum career== thumb|Myer's International Weather Chart (October 1877) The U.S. Congress, on February 9, 1870, authorized \"... meteorological observations at the military stations in the interior of the continent and at other points in the states and territories of the United States, and for giving notice on the northern lakes and seaboard by telegraph and signals of the approach and force of storms\". This duty, previously conducted by the Smithsonian Institution, was assigned to General Myer's Signal Corps, due in part to his previous interests in storm telegraphy. It was the birth of the U.S. Weather Bureau, now the National Oceanic and Atmospheric Administration.NOAA website . In 1873 at the International Meteorological Congress of Vienna, he proposed a resolution for the establishment throughout the world of weather stations and daily exchange of simultaneous weather observations,Report of the proceedings of the Meteorological congress at Vienna, 1873, p. 32. the effective beginning of the World Meteorological Organization.Origins of the WMO . Myer was instrumental in the development of heliography in the U.S. Army. In 1877, he acquired heliograph instruments from the British Army for experimental purposes and sent them on to General Nelson A. Miles, at the Yellowstone Department in Montana. Miles developed expertise with the heliograph, which he used to great purpose in the Arizona Apache campaigns.Coe, Lewis (1993) The Telegraph: A History of Morse's Invention and its Predecessors in the United States McFarland, Jefferson, N.C., p. 10, Myer headed the Signal Corps from August 21, 1867, until his death of nephritis at Buffalo, New York, in 1880. He is interred in the Walden-Myer Mausoleum at Forest Lawn Cemetery in Buffalo. ==Legacy== Myer is honored by several entities: Fort Whipple, Virginia, was renamed Fort Myer in 1881; U.S. Army cable ship Albert J. Myer built in 1945 serving Army Signal Corps 1952-1966 then U.S. Navy service 1966-1994; the Albert J. Myer Center, the Signal Headquarters building of the U.S. Army Communication Electronics Command (CECOM) at Fort Monmouth, New Jersey; and the General Albert J. Myer Forecast Facility at the Buffalo Niagara International Airport. Hobart College awarded Myer an honorary LL.D. degree in 1872 and Union College conferred an honorary Ph.D. on him in 1875. == See also == *List of American Civil War brevet generals *Signal Corps in the American Civil War *Cleveland Abbe (First chief meteorologist) == Notes == == References == == Bibliography == * Brown, J. Willard. The Signal Corps, U.S.A. in the War of the Rebellion. New York: Arno Press, 1974. . First published 1896 by U.S. Veteran Signal Corps Association. * Cameron, Bill. \"Albert James Myer.\" In Encyclopedia of the American Civil War: A Political, Social, and Military History, edited by David S. Heidler and Jeanne T. Heidler. New York: W. W. Norton & Company, 2000. . * Eicher, John H., and David J. Eicher. Civil War High Commands. Stanford, CA: Stanford University Press, 2001. . * Scheips, Paul J. \"Union Signal Communications: Innovation and Conflict.\" Civil War History, Vol. IX, No. 4 (December 1963). * Tarleton, Robert S. The Spirit of Kappa Alpha. New York: John Hart Hunter Press, 1993. . *Biography at The Handbook of Texas Online *Evolution of the National Weather Service ==Further reading== * Raines, Rebecca Robbins. Getting the Message Through: A Branch History of the U.S. Army Signal Corps. Army Historical Series. Washington, DC: United States Army Center of Military History, 1996. . ==External links== *Signal Corps Association biography of Myer *National Weather Service Buffalo, New York *Portrait of Catherine Walden, Mrs. Albert Myer *A Manual of Signals: For The Use Of Signal Officers In The Field *Albert James Myer Genealogy *Signal Corps Regimental History * *Scientific American, \"Albert J. Myer\", 11 September 1880, p. 161 Category:1828 births Category:1880 deaths Category:People of New York (state) in the American Civil War Category:Union Army colonels Category:United States Army generals Category:Chief Signal Officer, U.S. Army Category:Military personnel from Buffalo, New York Category:American military doctors Category:Hobart and William Smith Colleges alumni Category:University at Buffalo alumni Category:Deaths from nephritis Category:Burials at Forest Lawn Cemetery (Buffalo) Category:Physicians from Buffalo, New York Category:Telegraphists",
 "title": "Albert J. Myer"
}