{
 "id": "917267",
 "text": "Songs in the Key of Springfield is a soundtrack/novelty album from The Simpsons compiling many of the musical numbers from the series. The album was released in the United States on March 18, 1997, and in the United Kingdom in June 1997. This was the second album released in association with the Simpsons television series; however, the previous release, The Simpsons Sing the Blues, contained original recordings as opposed to songs featured in episodes of the series. The album was followed by The Yellow Album, a second album of original songs. Hollywood Records released the album on digital and streaming platforms on December 9, 2021. ==Music== The first track, which is the extended version of the main title theme, notes that it is from the episode \"Cape Feare\". However, the actual episode does feature the extended opening and the same couch gag (the \"chorus line\" version), but Lisa's sax solo is different from the version featured on the album. Similarly, syndicated reruns of \"Cape Feare\" replace the entire opening altogether with the couch gag with the Simpsons finding exact doubles of themselves on the couch. However, the opening sequence that matches the one on the CD was used, complete with the same sax solo and couch gag, on the episodes \"Monty Can't Buy Me Love\", \"Simpson Safari\" and \"The Bart Wants What It Wants\", which aired well after the album's release. ==Cultural reference== The title is taken from the Stevie Wonder album Songs in the Key of Life. Another FOX TV show, The X-Files, had a soundtrack album entitled Songs in the Key of X. The Simpsons podcast Pods in the Key of Springfield is named after this album. ==Chart performance== Compared to the previous album released in The Simpsons franchise, The Simpsons Sing the Blues, the album failed to match the success of their previous record. It managed to peak at number 18 in the United Kingdom, where it would become the last charting album for the franchise in that country. The album was less successful in the United States, where it peaked at #103 on the Billboard 200. However, it was successful on Billboards Top Kid Audio chart, where it peaked at number one, becoming the first number one on that chart for the franchise. ==Track listing== #\"The Simpsons Theme\" (by Danny Elfman) #\"We Do\" (The Stonecutters' Song) - from the episode \"Homer the Great\" #:Marge & Homer introduction #:The Stonecutters #\"Dancin' Homer\" (Medley) - from the episode \"Dancin' Homer\" #*Crosstown Bridge - The Simpsons – 0:10 #*Capitol City #:The Simpsons #:Tony Bennett #\"Homer & Apu\" (Medley) - from the episode \"Homer and Apu\" #*Who Needs the Kwik-E-Mart? #:Lisa introduction #:The Simpsons #:Apu #*Who Needs the Kwik-E-Mart? (Reprise) #:Homer & Marge introduction #:Homer #:Apu #\"Round Springfield\" (Medley) - from the episode 'Round Springfield\" #*Bleeding Gums Blues #:Lisa & DJ introduction #:Bleeding Gums Murphy #:Lisa #:Alto saxophone solo by Dan Higgins #*A Four-Headed King #:Bleeding Gums Murphy #:Lisa #:Cast #*There She Sits, Brokenhearted #:Bleeding Gums Murphy #:Lisa #*Jazzman (by Carole King and David Palmer) #:Bleeding Gums Murphy #:Lisa #:Alto saxophone solo by Dan Higgins #:Baritone saxophone solo by Terry Harrington #\"Oh, Streetcar!\" (The Musical) - from the episode \"A Streetcar Named Marge\" #*White-Hot Grease Fires (Prologue) #:Director (Jon Lovitz) #:Cast #*Long Before the Superdome #:Chief Wiggum #*New Orleans #:Cast #*I Thought My Life Would Be a Mardi Gras #:Marge & Cast introduction #:Marge #:Apu #*I Am Just a Simple Paper Boy #:Apu #*Stella #:Ned Flanders #*She Flies #:(instrumental) #*The Kindness of Strangers #:Marge #:Cast #\"Jingle Bells\" (by James Pierpont) - from the episode \"$pringfield (Or, How I Learned to Stop Worrying and Love Legalized Gambling)\" #:Robert Goulet #:Bart #:Smithers #:Mr. Burns #:Nelson #\"$pringfield\" (Medley) - from the episode \"$pringfield (Or, How I Learned to Stop Worrying and Love Legalized Gambling)\" #*The Simpsons End Credits Theme (\"Big Band Vegas\" Version) #*Gracie Films Logo (Vegas version with slot machine sound at the end) #\"Itchy & Scratchy Main Title Theme\" (by Robert Israel & Sam Simon) - from the episode \"Itchy & Scratchy & Marge\" #\"Itchy & Scratchy End Credits Theme\" - from The Episode \"The Front\" #\"The Day the Violence Died\" (Medley) - from the episode \"The Day the Violence Died\" #*Not Jazz Chor, but Sad Chor\" #:Krusty the Clown #*The Amendment Song (by John Swartzwelder) #:Jack Sheldon with Kid #:Bart #:Lisa #:Cast #\"Señor Burns\" - from the episode \"Who Shot Mr. Burns?\" #:Tito Puente & His Latin Jazz Ensemble #\"The Simpsons End Credits Theme\" (\"Afro-Cuban\" Version) - from the episode \"Who Shot Mr. Burns?\" (Part Two) #:Tito Puente & His Latin Jazz Ensemble – 0:47 #\"Your Wife Don't Understand You\" - from the episode \"Colonel Homer\" #:Announcer & Cast introduction #:Lurleen (Beverly D'Angelo) #:Homer #\"Kamp Krusty\" (Medley) - from the episode \"Kamp Krusty\" #*South of the Border\" (by Jimmy Kennedy and Michael Carr) #:Bart & Krusty introduction #:Gene Merlino #*Gracie Films Logo (Mexican version with \"Ole!\" at the end) #\"The Simpsons End Credits Theme\" (\"Australian\" Version) - from the episode \"Bart vs. Australia\" #\"The Simpsons End Credits Theme\" (\"Hill Street Blues\" Version) - from the episode \"The Springfield Connection\" #\"The Simpsons End Credits Theme\" (\"It's a Mad, Mad, Mad, Mad World\" Version) - from the episode \"Homer the Vigilante\" #\"Treehouse of Horror V\" (Medley) - from the episode \"Treehouse of Horror V\" #*Controlling the Transmission (Prologue) #:Bart #:Homer #*The Simpsons Halloween Special Main Title Theme #\"Honey Roasted Peanuts\" - from the episode \"Boy-Scoutz 'n the Hood\" #:Homer #:Marge #\"Boy Scoutz N the Hood\" (Medley) - from the episode \"Boy-Scoutz N The Hood\" #*Saved by the Bell #:Apu #:Milhouse #:Bart #*Jackpot #:Milhouse #:Bart #*Springfield, Springfield (Parts 1 & 2) #:Bart #:Milhouse #:Cast #*Remember This? #:Bart #:Lisa #*Another Edwardian Morning #:Bart #:Marge #:Homer #\"Two Dozen and One Greyhounds\" (Medley) - from the episode \"Two Dozen and One Greyhounds\" #*The Pick of the Litter #:Mr. Burns #:Lisa #*See My Vest #:Smithers introduction #:Mr. Burns #:Maid #:Lisa #:Bart #\"Eye on Springfield\" Theme - from the episode \"Flaming Moe's\" #:Kent Brockman introduction #:Homer #\"Flaming Moe's\" - from the episode \"Flaming Moe's\" #:Kipp Lennon #:Cast #\"Homer's Barbershop Quartet\" (Medley) - from the episode \"Homer's Barbershop Quartet\" #*One Last Call (by Les Applegate) #:Principal Skinner #:Apu #*Baby on Board #:The Be Sharps #:Cast #\"TV Sucks!\" - a dialogue sequence from the episode \"Itchy & Scratchy: The Movie\" #:Homer #:Bart #\"A Fish Called Selma\" (Medley) - from the episode \"A Fish Called Selma\" #*Troy Chic #:Agent MacArthur Parker (Jeff Goldblum) #:Troy McClure #*Stop the Planet of the Apes #*Dr. Zaius #:Troy McClure #:Bart #:Homer #:Cast #*Chimpan-A to Chimpan-Z #:Troy McClure #:Cast #Send in the Clowns (by Stephen Sondheim) - from the episode \"Krusty Gets Kancelled\" #:Announcer introduction #:Krusty the Clown #:Sideshow Mel #\"The Monorail Song\" - from the episode \"Marge vs. the Monorail\" #:Lyle Lanley #:Cast #\"In Search of an Out of Body Vibe\" - a dialogue sequence from the episode \"Lady Bouvier's Lover\" #:Grampa #:Mrs. Bouvier #\"Cool\" - from the episode \"Lady Bouvier's Lover\" #:Homer #:Grampa #\"Bagged Me a Homer\" (by Beverly D'Angelo) - from the episode \"Colonel Homer\" #:Lurleen (Beverly D'Angelo) #:Recording Studio Guy #:Homer #:Marge #:Baritone saxophone solo by Terry Harrington #:Harmonica solo by Tommy Morgan #\"It Was a Very Good Beer\" (by Ervin Drake) - from the episode \"Duffless\" #:Homer #\"Bart Sells His Soul\" (Medley) - from the episode \"Bart Sells His Soul\" #*From God's Brain to Your Mouth #:Bart #*\"In-A-Gadda-Da-Vida\" (by Doug Ingle) #:Reverend Lovejoy #:Bart #:Milhouse #:Homer #:Cast #\"Happy Birthday, Lisa\" (by Michael Jackson, credited to W. A. Mozart, due to contractual obligations) - from the episode \"Stark Raving Dad\" #:Lisa & Bart introduction #:Leon Kompowski (Kipp Lennon) #:Bart #:Lisa #\"The Simpsons Halloween Special End Credits Theme\" (\"The Addams Family\" Version) - from the episode \"Treehouse of Horror IV\" #\"Who Shot Mr. Burns?\" (Part One) (Medley) - from the episode \"Who Shot Mr. Burns?\" (Part One) #*Who Dunnit? #*The Simpsons End Credits Theme (\"JFK\" Version) #\"Lisa's Wedding\" (Medley) - from the episode \"Lisa's Wedding\" #*The Simpsons End Credits Theme\" (\"Renaissance\" Version) #*Gracie Films Logo (\"Renaissance\" Version) #\"The Simpsons End Credits Theme\" (\"Dragnet\" Version) - from the episode \"Marge on the Lam\" ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (1997) ! scope=\"col\"| Peak position |- |- |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (1997) ! scope=\"col\"| Position |- ! scope=\"row\"| Australian Albums (ARIA) | 75 |} ==Certifications== ==References== Category:The Simpsons soundtrack albums Category:Albums produced by Steve Bartek Category:1997 soundtrack albums Category:Television animation soundtracks Category:Rhino Records soundtracks Category:Rhino Records compilation albums Category:Albums with cover art by Matt Groening Category:Hollywood Records compilation albums Category:Hollywood Records soundtracks",
 "title": "Songs in the Key of Springfield"
}