{
 "id": "917515",
 "text": "Colonel Rajyavardhan Singh Rathore, , (born 29 January 1970) is an Indian politician, Olympic medallist, former shooting athlete and retired Indian Army officer. Rathore is a Member of Parliament in the 17th Lok Sabha from Jaipur Rural seat. He served as the Minister of State (Independent Charge) for Ministry of Youth Affairs and Sports in the Government of India till May 2019. He won 25 international medals at various championships for Double Trap Shooting including a silver medal at 2004 Summer Olympics in Men's Double Trap event. Rathore served as a commissioned officer in The Grenadiers regiment of the Indian Army before retiring in 2013 as a colonel. Following his retirement from the army and shooting, he became the member of the parliament for the Bharatiya Janata Party in 2014. In November 2014, was made the Minister of State for Information and Broadcasting. Rathore was appointed as a Cabinet minister with independent charge for Ministry of Youth Affairs and Sports in 2017. ==Personal life== Rathore was born in Jaisalmer, Rajasthan to Colonel Lakshman Singh Rathore (Retd) and Manju Rathore on 29 January 1970. His educational qualifications include B.A., Instructor-Weapons (MMG, AGL, Small Arms), Grading Tactics (YO) Course. He was educated at the National Defence Academy, Pune and Infantry School, Mhow. He married Gayatri Rathore on 16 February 1997, she is a doctor by profession in the Indian Army. They have a son and a daughter. ==Military career== Rathore is a graduate of the 77th Course of the National Defence Academy. After graduating from the NDA, Rathore attended the Indian Military Academy where he was awarded with the Sword of Honor for the best all-round Gentleman Cadet. He was also the recipient of the Sikh Regiment Gold Medal, awarded to the best sportsman of the course. He was later commissioned in the 9th Grenadiers (Mewar) Regiment on 15 December 1990. He was promoted to lieutenant on 15 December 1992 and to captain on 15 December 1995. Rathore fought in the Kargil War, and was promoted to major on 15 December 2000. As part of his career in the Indian Army, he served in Jammu and Kashmir, where he participated in counter-terrorist operations. His regiment was awarded with the Army Chief's Citation and the Governor of J&K;'s Citation for exemplary work. He was promoted to lieutenant-colonel on 16 December 2004, and to his final rank of colonel on 1 May 2009. ==Sports career== At the 2002 Commonwealth Games in Manchester, Rathore won a gold medal and set a new Commonwealth Games Record of 192 targets out of 200, which still stands. He also won the Team Gold Medal along with Moraad Ali Khan. Rathore, went on to successfully defend his Commonwealth Champion title by winning the gold medal at the Melbourne Commonwealth Games in 2006. He also won the Silver in the Team event with Vikram Bhatnagar. He won gold medals in two World Shooting Championships, at Sydney in 2004 and Cairo in 2006. Rathore rose to prominence when he won the silver at the 2004 Athens Olympics. It was India's first ever individual silver at the Olympics. In 2006, Rathore won a bronze medal in the World Championship in Spain, an event held for the top 12 shooters of the world. He was ranked third in the world for the most of 2003 and 2004 and briefly climbed to the first in early 2004 and second after the Athens Olympics. He won a Silver at the World Championship in 2003 in Sydney for India after a gap of nearly 40 years. India had not seen a victory since Karni Singh of Bikaner, who won a Silver at the 1962 World shooting Championship in Cairo. Rathore is accredited for winning the Asian Clay Target Gold Medal for four times in a row from 2003 to 2006. He also holds an Individual Bronze Medal which at the Asian Games 2006 in Doha. Between 2002 and 2006 he won 25 International Medals at various championships for Double Trap. In 2011, Rathore participated in the Asian Clay Target Championship in Kuala Lumpur and won gold. His score of 194 in that tournament equals world record. ==Political career== On 10 September 2013, Rathore joined Bharatiya Janata Party after taking retirement from the Indian Army. He was elected as an MP in the 2014 Lok Sabha election from Jaipur Rural constituency. On 9 November 2014, he was sworn-in as the Minister of State for Information & Broadcasting, under the Narendra Modi government. He was appointed as the Minister of Sports on 3 September 2017. In May 2018, he became Minister of State (I/C) for Information & Broadcasting. ==Awards and recognitions== * 2005 – Padma Shri * 20042005 – the Major Dhyan Chand Khel Ratna Award (Highest Sporting Honour of India). * 20032004 – Arjuna Award * Ati Vishisht Seva Medal (AVSM), military award for exceptional service, presented by the President of India on behalf of the Government of India. * Rathore was the chosen flag bearer for India during the 2008 Summer Olympics in Beijing, China. * Rathore was the chosen flag bearer for India during the 2006 Commonwealth Games in Melbourne, Australia * 1990 – the Sword of Honour (For the Best All Round Officer Cadet at the Indian Military Academy). * 1990 – the Sikh Regiment Gold Medal (For the Best Sportsmen at the Indian Military Academy). * 1989 – the \"Blazer\" (Highest sports award at the National Defence Academy, Pune, India). ===Military awards=== {| style=\"margin:1em auto; text-align:center;\" | | | |- |colspan=\"4\"| |- | | | | |} {| class=\"wikitable\" style=\"margin:1em auto; text- align:center;\" |- |colspan=\"2\" |Padma Shri |colspan=\"2\" |Ati Vishist Seva Medal |- |Special Service Medal |Operation Vijay Star |Operation Vijay Medal |- |Sainya Seva Medal |50th Anniversary of Independence Medal |20 Years Long Service Medal |9 Years Long Service Medal |} ==References== ==External links== * \"Rajyavardhan Singh Rathore\", No 55 on Time's list of \"100 Olympic Athletes To Watch\" * Weblog maintained by Rajyavardhan Singh Rathore for the 2008 Beijing Olympics * Rajyavardhan Singh Rathore Images & Videos |- |- Category:1970 births Category:Living people Category:Indian male sport shooters Category:Olympic shooters of India Category:Olympic silver medalists for India Category:Commonwealth Games gold medallists for India Category:Rajasthani people Category:Shooters at the 2006 Commonwealth Games Category:Shooters at the 2004 Summer Olympics Category:Shooters at the 2008 Summer Olympics Category:Recipients of the Khel Ratna Award Category:Recipients of the Padma Shri in sports Category:Sport shooters from Rajasthan Category:Indian Army officers Category:Trap and double trap shooters Category:Recipients of the Arjuna Award Category:People from Jaisalmer district Category:Olympic medalists in shooting Category:Medalists at the 2004 Summer Olympics Category:Asian Games medalists in shooting Category:Shooters at the 1998 Asian Games Category:Shooters at the 2002 Asian Games Category:Shooters at the 2006 Asian Games Category:16th Lok Sabha members Category:Lok Sabha members from Rajasthan Category:Bharatiya Janata Party politicians from Rajasthan Category:Narendra Modi ministry Category:Asian Games silver medalists for India Category:Asian Games bronze medalists for India Category:Commonwealth Games silver medallists for India Category:People from Jaisalmer Category:Indian sportsperson-politicians Category:Commonwealth Games medallists in shooting Category:National Defence Academy (India) alumni Category:Medalists at the 2006 Asian Games Category:17th Lok Sabha members",
 "title": "Rajyavardhan Singh Rathore"
}