{
 "id": "91773",
 "text": "Bedford County is a county located in the U.S. state of Tennessee. As of the 2020 census, the population was 50,237. Its county seat is Shelbyville. Bedford County comprises the Shelbyville, TN Micropolitan Statistical Area, which is also included in the Nashville-Davidson-Murfreesboro, TN Combined Statistical Area. ==History== The county was created in 1807 when the citizens of Rutherford County living south of the Duck River and the Stones River successfully petitioned the governor to split Rutherford County in two. The new county was named after American Revolutionary War officer and large landowner in the area, Thomas Bedford. Once the state's largest and most populous county, Bedford County's size (in terms of area) has been steadily reduced since 1809 to form Coffee County, Moore County, Lincoln County, and Marshall County. The county was pro-Confederate during the Civil War, but Shelbyville was mostly loyal to the Union. Confederate general Nathan Bedford Forrest was born in 1821 in Chapel Hill (now in Marshall County) and has no connection to naming of Bedford County. It was named after the Revolutionary War officer Thomas Bedford. Texas pioneer William Whitaker Reed was born in Bedford County in 1816.Brochure \"William Whitaker Reed House\", 1850, Visitor's Center, Salado, Texas ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (0.2%) is water. ===Adjacent counties=== *Rutherford County (north) *Coffee County (east) *Moore County (southeast) *Lincoln County (south) *Marshall County (west) ===State protected areas=== *Normandy Wildlife Management Area (part) ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Bedford County racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 36,499 | 72.65% |- !scope=\"row\"| Black or African American (non-Hispanic) | 3,563 | 7.09% |- !scope=\"row\"| Native American | 127 | 0.25% |- !scope=\"row\"| Asian | 337 | 0.67% |- !scope=\"row\"| Pacific Islander | 13 | 0.03% |- !scope=\"row\"| Other/Mixed | 2,033 | 4.05% |- !scope=\"row\"| Hispanic or Latino | 7,665 | 15.26% |} As of the 2020 United States census, there were 50,237 people, 17,029 households, and 12,704 families residing in the county. ===2000 census=== As of the census of 2000, there were 37,586 people, 13,905 households, and 10,345 families residing in the county. The population density was 79 people per square mile (31/km2). There were 14,990 housing units at an average density of 32 per square mile (12/km2). The racial makeup of the county was 86.84% White, 11.48% Black or African American, 0.28% Native American, 0.45% Asian, 0.05% Pacific Islander, 2.73% from other races, and 1.16% from two or more races. 7.48% of the population were Hispanic or Latino of any race. There were 13,905 households, out of which 34.00% had children under the age of 18 living with them, 57.30% were married couples living together, 11.90% had a female householder with no husband present, and 25.60% were non-families. 21.50% of all households were made up of individuals, and 9.20% had someone living alone who was 65 years of age or older. The average household size was 2.67 and the average family size was 3.06. In the county, the population was spread out, with 25.80% under the age of 18, 9.90% from 18 to 24, 29.70% from 25 to 44, 22.00% from 45 to 64, and 12.70% who were 65 years of age or older. The median age was 35 years. For every 100 females there were 98.40 males. For every 100 females age 18 and over, there were 97.00 males. The median income for a household in the county was $36,729, and the median income for a family was $33,691. Males had a median income of $25,485 versus $15,673 for females. The per capita income for the county was $13,698. About 12.70% of families and 25.10% of the population were below the poverty line, including 15.90% of those under age 18 and 17.80% of those age 65 or over. ==Communities== ===City=== *Shelbyville (county seat) ===Towns=== *Bell Buckle *Normandy *Wartrace ===Census-designated place=== *Unionville ===Unincorporated communities=== *Branchville *Bugscuffe *Center Grove *Cortner's Station *Fairfield *Fall Creek *Flat Creek *Haley's Station *Hawthorne *Mount Harmond *Palmetto *Pleasant Grove *Poplin's Crossroads *Raus *Richmond *Roseville *Rover *Wheel ===Major highways=== * Interstate 24 * U.S. Route 41A * U.S. Route 231 * State Route 16 * State Route 64 * State Route 82 * State Route 130 * State Route 269 * State Route 270 * State Route 276 * State Route 437 ==Politics== Bedford County is a Republican stronghold. The last Democrat to carry this county was Al Gore in 2000. ==Education== Bedford County School District operates nine elementary schools, four middle schools, and three high schools, in Shelbyville (Shelbyville Central High School), Wartrace (Cascade High School), and Unionville (Community High School). ==See also== *National Register of Historic Places listings in Bedford County, Tennessee ==References== ==External links== * * * * Bedford County, TNGenWeb - free genealogy resources for the county * Shelbyville Mainstreet Category:1807 establishments in Tennessee Category:Populated places established in 1807",
 "title": "Bedford County, Tennessee"
}