{
 "id": "918149",
 "text": "Marshal of the Royal Air Force Arthur William Tedder, 1st Baron Tedder, (11 July 1890 – 3 June 1967) was a senior Royal Air Force commander. He was a pilot and squadron commander in the Royal Flying Corps in the First World War and he went on to serve as a senior officer in the Royal Air Force during the inter-war years when he served in Turkey, Great Britain and the Far East. During the Second World War, as Air Officer Commanding RAF Middle East Command, Tedder directed air operations in the Mediterranean and North Africa, including the evacuation of Crete and Operation Crusader in North Africa. His bombing tactics became known as the \"Tedder Carpet\". Later in the war Tedder took command of Mediterranean Air Command and in that role was closely involved in the planning of the Allied invasion of Sicily and then the Allied invasion of Italy. When Operation Overlord—the invasion of France—came to be planned, Tedder was appointed Deputy Supreme Commander at Supreme Headquarters Allied Expeditionary Force under General Eisenhower. After the war, Tedder served as Chief of the Air Staff, in which role he advocated increased recruiting in the face of many airmen leaving the service, doubled the size of RAF Fighter Command and implemented arrangements for the Berlin Airlift in 1948. In addition, he held senior positions in business and academia. ==Early life== Tedder was born the son of Sir Arthur John Tedder and Emily Charlotte Tedder (née Bryson) at the Glenguin Distillery (now Glengoyne) in the Campsie Fells, north of Glasgow. His father was distinguished as the Commissioner of the Board of Customs who devised the old age pension scheme. His father's occupation meant that the young Tedder saw different parts of the British Isles, spending 1895 to 1898 in Lerwick in the Shetland Isles and 1899–1901 in Elgin, in the County of Moray. In 1902 the family moved to Croydon in Surrey where Tedder attended Whitgift School until 1909, when he went up to the University of Cambridge. Tedder spent his university years (1909–13) at Magdalene College, where he read history. He was awarded a lower second class honours degree in June 1912. Tedder spent the summer of 1912 in Berlin studying German. With the start of a new academic year, he decided to return to Magdalene for a fourth year in order that he might prepare himself for a career as a diplomat. On 2 September 1913, during his last year at Magdalene, Tedder gained a reserve commission as a second lieutenant in the Dorsetshire Regiment. After university, Tedder joined the Colonial Service as a cadet and departed Britain in February 1914, serving in the administration in Fiji.Probert, p. 36 He did not find colonial life in Fiji to his liking, and when war was declared, he returned to Britain so that he could join the regular Army. ==Military career== ===First World War=== Tedder was promoted to lieutenant in the Dorset Regiment on 14 October 1914, and arrived back in Britain in December. He was posted to a reserve unit at Wyke Regis on the Dorset coast where he seriously injured his knee in February. Following his injury Tedder was unable to carry out full infantry service and, although he briefly carried out duties at a base camp in Calais, he pressed for a transfer to the Royal Flying Corps. In January 1916, Tedder was accepted into the Royal Flying Corps and he was asked to attend the No. 1 School of Aeronautics. in Reading. He was promoted to captain on 21 March 1916. In April he attended the Central Flying School where he learned to fly and gained his 'wings'. In June 1916, Tedder served as a pilot with No. 25 Squadron RFC flying the Bristol Scout C on the Western Front. On 9 August 1916, Tedder was given additional responsibilities as he was made a flight commander with 25 Squadron. The first day of 1917 saw Tedder promoted to major and appointed officer commanding No. 70 Squadron RFC. Tedder remained on the Western Front and his new squadron was equipped with the Sopwith 1½ Strutter. He was awarded the Italian Silver Medal for Military Valour on 26 May 1917. Tedder was appointed officer commanding No. 67 Squadron at RFC Shawbury on 25 June 1917 and became commander of the School of Navigation and Bomb Dropping in Egypt the following year. Another change soon followed and on 24 June 1918 Tedder was appointed officer commanding 38th Wing, also based in Egypt. He was promoted to the temporary rank of lieutenant colonel on 23 July 1918 (rank relinquished on 2 April 1919). ===Inter-war years=== Tedder was given command of No. 274 Squadron, equipped with the Handley Page V/1500, the largest RAF bomber of its time, at RAF Bircham Newton in May 1919. On 1 August 1919, Tedder accepted a permanent commission in the new Royal Air Force (RAF). Renamed No. 207 Squadron in February 1920 and equipped with DH9a bombers, the squadron was briefly deployed to Turkey in 1922–23 during the Chanak Crisis.The National Archives AIR 8/59 Tedder attended the RN Staff College in late 1923 and through the spring of 1924. Promoted to wing commander on 1 January 1924, Tedder became station commander at RAF Digby and the Commandant of No. 2 Flying Training School there in September 1924, before joining the air staff in the Directorate of Training at the Air Ministry in January 1927. He attended the Imperial Defence College in 1928 and then became Assistant Commandant at the RAF Staff College in January 1929. Promoted to group captain on 1 January 1931, he went to the Air Armament School at RAF Eastchurch as officer commanding in January 1932. On 4 April 1934 he became Director of Training at the Air Ministry, gaining promotion to air commodore on 1 July 1934. In November 1936, Tedder was appointed Air Officer Commanding (AOC) RAF Far Eastern Forces which gave him command over RAF units from Burma to Hong Kong and Borneo. Appointed a Companion of the Order of the Bath on 1 February 1937, he was promoted to air vice marshal on 1 July 1937 and became Director General for Research in the Air Ministry in July 1938. ===Second World War=== thumb|225px|left|Tedder sitting at his desk at Air House, his official residence in Cairo, while serving as Air Officer Commanding-in-Chief, Middle East Forces. At the outbreak of war in 1939, Tedder's department was transferred to the newly created Ministry of Aircraft Production, but Tedder was unable to form a good working relationship with the minister, Lord Beaverbrook and consequently with Prime Minister Churchill and on 29 November 1940, he became Deputy Air Officer Commanding in Chief, RAF Middle East Command with the acting rank of air marshal. Tedder was appointed as Air Officer Commanding in Chief, RAF Middle East Command on 1 June 1941, with the temporary rank of air marshal (made permanent in April 1942). He had not been Churchill's first choice for the role but when the preferred choice (Air Vice- Marshal O T Boyd) was captured, Tedder was appointed. As head of the RAF Middle East Command, he commanded air operations in the Mediterranean and North Africa, including the evacuation of Crete in May 1941 and Operation Crusader in North Africa in late 1941. Tedder was advanced to Knight Commander of the Order of the Bath in the 1942 New Year Honours, mentioned in despatches for his services in the Middle East on 30 June 1942 and promoted to the temporary rank of air chief marshal on 3 July 1942. Tedder oversaw the buildup of the air arm in the Western Desert and, more importantly, the development of new more effective operational and administrative policies which turned it into a highly effective force which was key to the Allied victory at the decisive Battle of El Alamein in October 1942.Probert, p. 37 One of his bombing tactics became known as the \"Tedder Carpet\". He was advanced to Knight Grand Cross of the Order of the Bath on 27 November 1942 in recognition of his services in the Middle East. In February 1943 Tedder took command of Mediterranean Air Command, serving under U.S. General Dwight D. Eisenhower (the theatre commander), and in that role was closely involved in the planning of the Allied invasion of Sicily and then the Allied invasion of Italy.Probert, p. 38 He was awarded the American Legion of Merit on 27 August 1943 and awarded the Grand Cross of the Polish Order of Polonia Restituta on 1 October 1943. He went on to be Commander of Mediterranean Allied Air Forces, which took in an expanded group of air forces, in December 1943. When Operation Overlord—the invasion of France—came to be planned, Tedder was appointed Deputy Supreme Commander at SHAEF beneath General Eisenhower, taking up the role in January 1944. However he developed an antipathy towards the British General Bernard Montgomery and during the difficult Battle of Normandy and later, he was a critic of Montgomery's performance and advocated Montgomery's removal from command. In the last year of the war, Tedder was sent to the Soviet Union to seek assistance as the Western Front came under pressure during the Battle of the Bulge. When the unconditional surrender of the Germans came in May 1945 Tedder signed on behalf of General Eisenhower. He was promoted to the substantive rank of air chief marshal on 6 June 1945. Tedder was awarded the Soviet Order of Kutuzov (1st Class) on 28 August 1945 and promoted to Marshal of the Royal Air Force on 12 September 1945. File:Meeting of the Supreme Command.jpg|Supreme Command, Allied Expeditionary Force (SHAEF), London, 1 February 1944, Tedder sits to the right of Eisenhower as Deputy supreme commander File:Zhukov reads capitulation act.jpg|Arthur Tedder (centre) at the ceremony of the German unconditional surrender (May 1945). Standing is Soviet Marshal Zhukov reading the act of the surrender. ===After the war=== Tedder took over from Charles Portal as Chief of the Air Staff on 1 January 1946. In that role he advocated increased recruiting in the face of many airmen leaving the service, doubled the size of Fighter Command and implemented arrangements for the Berlin Airlift in 1948.Probert, p. 39 He was granted a peerage as Baron Tedder, of Glenguin in the County of Stirling on 8 February 1946 and received the American Distinguished Service Medal on 14 June 1946. In 1947 he delivered the Lees Knowles Lecture, which was then published as Air Power in War.Tedder (1947) He moved on to become chairman, British Joint Services Mission in Washington in January 1950 before retiring in May 1951. In 1951 Tedder accepted an invitation to chair the Royal Commission on University Education in Dundee which ultimately led to the creation of the Queen's College, Dundee as a college of the University of St Andrews. His son John would later be a professor at both the University of Dundee (as Queen's College eventually became) and at St Andrews. ==Later life== Tedder was the author of a highly regarded essay on the history of the Royal Navy and also composed his war memoirs. In November 1950 he was elected Chancellor of the University of Cambridge. He also served as Chairman of the Standard Motor Company from 1954 to 1960Marshal of the R A F Lord Tedder. The Times, Monday, 5 Jun 1967; pg. 10; Issue 56959 and vice-chairman of the Board of Governors of the BBC. In his later years he developed Parkinson's disease and died at his home at Banstead in Surrey on 3 June 1967. His ashes are buried in St Clement Danes in London, the RAF church. His name can be seen on a memorial in Westminster Abbey. ==Family life== In 1915 Tedder married Rosalinde Maclardy; they had two sons and a daughter. Following the death of his first wife in an aircraft crash in Egypt in January 1943, Tedder married Marie (Toppy) Black (née Seton) in October 1943. Tedder was the father of: Dick (killed in France 1940), John Michael (1926–1994; Late Purdie Professor of Chemistry, University of St. Andrews), Richard (Professor of Virology at UCL) and Mena. ==Arms== ==References== ==Sources== * * * * * * ==Further reading== * ==External links== * * |- |- |- |- |- |- |- |- |- |- |- |- Category:1890 births Category:1967 deaths Category:Dorset Regiment officers Category:Royal Flying Corps officers Category:British Army personnel of World War I Category:Royal Air Force personnel of World War I Category:Royal Air Force air marshals of World War II Category:Chiefs of the Air Staff (United Kingdom) Category:Marshals of the Royal Air Force Category:Grand Crosses of the Order of the Crown (Belgium) Category:Grand Croix of the Légion d'honneur Category:Knights Grand Cross of the Order of Orange-Nassau Category:Grand Crosses of the Order of Polonia Restituta Category:Grand Crosses of the Order of George I with Swords Category:Recipients of the Order of Kutuzov, 1st class Category:Recipients of the Croix de guerre (Belgium) Category:Recipients of the Croix de Guerre 1939–1945 (France) Category:Foreign recipients of the Distinguished Service Medal (United States) Category:Chief Commanders of the Legion of Merit Category:Recipients of the Silver Medal of Military Valor Category:Knights Grand Cross of the Order of the Bath Category:Alumni of Magdalene College, Cambridge Category:Chancellors of the University of Cambridge Category:People educated at Whitgift School Category:Operation Overlord people Category:Presidents of Surrey County Cricket Club Category:Legion of Frontiersmen members Category:British writers Category:People with Parkinson's disease Category:Scottish airmen Category:People from Stirling (council area) Category:People associated with the University of Dundee Category:Royalty and nobility with disabilities Category:Alumni of the Royal College of Defence Studies Category:Graduates of the Royal Naval College, Greenwich Category:Recipients of the Distinguished Service Medal (US Army) Category:British air attachés Category:Barons created by George VI",
 "title": "Arthur Tedder, 1st Baron Tedder"
}