{
 "id": "918219",
 "text": "The Mummification Museum is an archaeological museum in Luxor, Upper Egypt. It is dedicated to the art of Ancient Egyptian mummification. ==Location== The museum is located in the city of Luxor, the ancient Thebes. It stands on the corniche in front of the Mina Palace Hotel, situated to the north of the Luxor Temple overlooking the Nile river. ==Aim== The museum is intended to provide visitors with an understanding of the ancient art of mummification. The Ancient Egyptians applied embalming techniques to many species, not only to dead humans. Mummies of cats, fish and crocodiles are on display in this unique museum, where one can also get an idea of the tools used. ==History== The story of this museum began when the Egyptian president decreed that the responsibility of the former visitor centre building was to be transferred from the tourism ministry to that of culture (and, specifically, the Supreme Council of Antiquities). It was opened by President Hosni Mubarak in 1997. ==Halls== The museum, located in the former visitor center, covers an area of 2035 m2 and contains the following elements: *Hall of artifacts *Lecture hall *Video room *Cafeteria The hall of artifacts is divided into two parts, the first one is ascended corridor through which the visitor could have a look on ten tablets were drawn from the papyri of Ani and Hu-nefer that displayed in the British Museum in London. Most of these tablets throw lights on the funeral journey from death to burial. The second part of the museum began from the end of the corridor and the visitor could see more than sixty pieces, which are displayed in 19 well-advanced cases. In those 19 display cases, the artefacts are concentrated on eleven topics: *Gods of ancient Egypt *Embalming materials *Organic materials *Embalming fluid *Tools of mummification *Canopic jars *Ushabtis *Amulets *Coffin of Padiamun *Mummy of Masaharta *Mummified animals ==See also== * List of museums of Egyptian antiquities ==References== ==External links== *Mummification Museum: First in the world Category:History museums in Egypt Category:Luxor Category:Archaeology of death Category:Museums established in 1997 Category:1997 establishments in Egypt",
 "title": "Mummification Museum"
}