{
 "id": "918517",
 "text": "Henry Matthews, 1st Viscount Llandaff, (13 January 1826 – 3 April 1913) was a British lawyer and Conservative politician. He is best remembered for his role in the 1885 Sir Charles Dilke divorce trial and for his tenure as Home Secretary from 1886 to 1892. ==Background and education== The member of an old Herefordshire family, Matthews was born in Ceylon, where his father, Henry Matthews (1789–1828), was a puisne judge of the Supreme Court. His grandfather John Matthews had represented Herefordshire in Parliament in the early years of the 19th century. His mother was Emma (d. 1861), daughter of William Blount. Matthews was educated at the University of Paris, graduating in 1844, before going on to study at the University of London, from which he graduated successively BA and LLB.thepeerage.com Henry Matthews, 1st and lst Viscount Llandaff ==Legal career== Matthews was called to the Bar, Lincoln's Inn, in 1850 and practised on the Oxford circuit before becoming secretary to the Earl Marshal in 1864, a position he held for five years. He was made a Queen's Counsel in 1868. At the bar, Matthews made a good name for himself, being especially noted for examination of witnesses. Most famous was his 1885 cross examination of Sir Charles Dilke in a sensational divorce case, which essentially destroyed Dilke's political career and launched that of Matthews. ==Political career== In 1868 Matthews was elected Member of Parliament for Dungarvan. He described himself as an 'Independent Liberal and Conservative'. He was a Roman Catholic and supported the disestablishment of the Church of Ireland and was vaguely sympathetic to the Home Rule movement, but this could not prevent his defeat by a Home Rule candidate in the 1874 General Election. He then revised his views on politics and revived his political career as a Conservative in Britain, but in the circumstances of the struggle over Gladstone's Home Rule Bill, his previous position meant that he was distrusted by strong Unionists. He returned to Parliament as Conservative member for Birmingham East in 1886, and was immediately appointed as Home Secretary in Lord Salisbury's second government. Queen Victoria reportedly demanded his inclusion after his performance in the Sir Charles Dilke divorce trial, which she approved of. He was sworn of the Privy Council at the same time. Matthews' tenure of the office was notable more for its administrative success than for political achievement. He was thought 'too clever' and his aloof and 'somewhat foreign' manner made it difficult for him to command the House of Commons. In 1887, he gave a seemingly flippant response in the House to a genuine question about the mistaken arrest of Miss Cass, who was accused of prostitution, which resulted in the government's defeat on the issue. Despite his personal opposition to capital punishment Matthews was criticised for allowing Israel Lipski to hang. He was Home Secretary throughout the Whitechapel Murders of 1888 to 1891, some of which are attributed to Jack the Ripper. Matthews continued as Home Secretary until the Liberals returned to power in 1892. When the Conservatives took power again in 1895, Victoria was again keen for him to take office but opposition within the Conservative Party prevented it. Instead he was ennobled as Viscount Llandaff of Hereford in the County of Hereford. He was closely associated with the campaign which resulted in the building of Westminster Cathedral. ==Personal life== Matthews inherited property from several relatives, which left him financially independent. Indeed, upon his death his estate was valued at almost £260,000. He died unmarried in 1913 at the age of 87 at his London home and was buried at Clehonger, Herefordshire, near Belmont Abbey. The viscountcy died with him. ==References== == External links == * Category:1826 births Category:1913 deaths Category:British Secretaries of State Category:Viscounts in the Peerage of the United Kingdom Category:Alumni of the University of London Category:Conservative Party (UK) MPs for English constituencies Category:Irish Conservative Party MPs Category:Members of the Privy Council of the United Kingdom Category:UK MPs 1868–1874 Category:UK MPs 1886–1892 Category:UK MPs 1892–1895 Category:UK MPs who were granted peerages Category:Sri Lankan people of English descent Category:People of British Ceylon Category:Members of the Parliament of the United Kingdom for County Waterford constituencies (1801–1922) Category:Peers of the United Kingdom created by Queen Victoria",
 "title": "Henry Matthews, 1st Viscount Llandaff"
}