{
 "id": "918822",
 "text": "Delta III was an expendable launch vehicle made by Boeing. The first Delta III launch was on August 26, 1998. Of its three flights, the first two were failures, and the third, though declared successful, reached the low end of its targeted orbit range and carried only a dummy (inert) payload. The Delta III could deliver up to 8,400 pounds (3,800 kilograms) to geostationary transfer orbit, twice the payload of its predecessor, the Delta II. Under the four-digit designation system from earlier Delta rockets, the Delta III is classified as the Delta 8930. == Description == Like the Delta II, the first stage of the Delta III burned kerosene and liquid oxygen and was powered by one Rocketdyne RS-27A main engine with two vernier engines for roll control. While the propellant load and gross mass of the stage were nearly identical to the Delta II, the diameter of the kerosene tank was increased from 2.4 meters to 4 meters. This reduced the overall length of the vehicle and allowed the Delta III to use the same launch facilities as the Delta II with only minor modifications. First stage thrust was augmented by nine GEM-46 solid rocket boosters, sometimes referred to as GEM LDXL (Large Diameter Extended Length). These were 14.7 meters in length, 1.2 m (46 inches) in diameter, and had a mass of 19 metric tons each, about six metric tons more than the Delta II's standard GEM-40 motors. Six were ignited on the launch pad, while the remaining three were ignited just before burnout and separation of the ground- lit boosters. To maintain steering authority, three of the boosters had vectoring nozzles. GEM-46 boosters would later find use on the Delta II, leading to the Delta II Heavy. The second stage of the Delta III was the newly developed Delta Cryogenic Second Stage (DCSS), which burned liquid hydrogen and liquid oxygen. The liquid hydrogen tank was 4 meters in diameter, while the separate liquid oxygen tank was 2.4 meters in diameter. This stage offered significantly better performance than the Delta II's second stage, the Delta-K, which burns hypergolic propellants. The DCSS was powered by a Pratt & Whitney RL10B-2 engine, derived from the RL10 powering the Centaur upper stage but featuring electromechanical actuators for gimbal control and an extending nozzle for increased specific impulse. After Delta III's retirement, this stage was modified for use as the Delta IV's second stage. The payload fairing was a new composite design, matching the upper stage hydrogen tank at 4 meters diameter and allowing larger payloads than the Delta II's 9.5 or 10 foot fairing. Payload to GTO (Geostationary-Transfer Orbit) was doubled versus the Delta II. However, the consecutive failures of the initial Delta IIIs, combined with the more advanced Delta IV program and the continuing success of the Delta II, left the Delta III as an interim vehicle. == Launches == ==See also== *Delta (rocket family) * Comparison of orbital launchers families ==References== ==External links== *History of the Delta Launch Vehicle *Spaceflight Now article 8/21/2000 Category:Boeing spacecraft and space launch systems Category:Delta (rocket family)",
 "title": "Delta III"
}