{
 "id": "91891",
 "text": "Edgefield County is a county located on the western border of the U.S. state of South Carolina. As of the 2010 census, its population was 26,985. As of the 2020 census, the population decreased to 25,657. Its county seat and largest municipality is Edgefield. The county was established on March 12, 1785. The Savannah River makes up part of the western border of Edgefield County; across the river lies the city of Augusta, Georgia. Edgefield is part of the Augusta- Richmond County, GA-SC Metropolitan Statistical Area. == History == The story of Edgefield is more than a quarter of a millennium long, reaching back to before the first European settlers arrived, when only Native Americans roamed the forests. At that time the area which later became Edgefield County was a vast wilderness of virgin forests, occasional prairies, great canebrakes and sparkling rivers and creeks. It was bisected by the fall line, with sandy soils on the southeast side of this line growing primarily pine trees, and rich clay soils on the northwest side growing primarily oak and hickory. Wildlife was abundant with deer and turkey, but also with elk, buffalo (bison), panther and bear. ===18th century=== The initial settlement of present-day Edgefield County occurred in the quarter century between 1750 and 1775, when the area beyond the coastal region was known as \"the backcountry.\" Some settlers came up from the South Carolina Lowcountry, but more poured down the \"wagon roads\" from the colonies to the north. In this colonial period, the backcountry economy was primarily a subsistence one in which the settlers consumed what they raised. At this time most of the northwestern part of South Carolina was known as the 96 District. In early 1760, the Cherokee Indians, who had become frustrated with the dishonesty of the white traders and with the increasing encroachment by settlers into their traditional hunting grounds, fell down upon many of the settlers and massacred hundreds of men, women and children. In their terror to escape the Cherokees, most settlers abandoned their homes and moved into hastily-built forts in Augusta, Ninety Six and elsewhere. After the Cherokees were defeated, but before the settlers could re-establish their homes and farms, many outlaws moved into the backcountry and began to seize abandoned property and prey upon honest settlers. Since there were no courts or law enforcement in the backcountry, law-abiding settlers joined together in a vigilante group known as \"the Regulators\" to capture and punish the outlaws. By the mid 1760s, they began their struggle to get the colonial government of South Carolina to bring law, order and local government to the backcountry. In 1769, the colonial assembly passed the Circuit Court Act, which was designed to bring government to the backcountry. Although it took several years to implement the Act, a Court House was completed at Ninety Six by 1774. The colonial period was followed by the prolonged conflict with Great Britain which began in 1775. By this time, there were many settlers living in present-day Edgefield County and almost all of them were involved, on one side or the other, in the Revolutionary War. Some Edgefieldians were die-hard patriots from the outset who believed that the American colonies should be free and independent. Others were loyal to the King who had granted them land and provided a home for them in the New World. Still others wanted no part of the conflict but were inevitably drawn into it by partisans on each side. Finally, others were strictly opportunists who switched sides back and forth as they perceived their best interest. The conflict was, in this area, a bitter civil war in which personal vendettas often superseded politics as the cause for fighting. Cousins fought against cousins and neighbors against neighbors. When General \"Lighthorse Harry\" Lee later wrote about the Revolution in this area, he stated that \"in no part of the South was the war fought with such asperity as in this quarter. It often sank into barbarity.” Following the Revolution, citizens turned their attention to establishing local government and rebuilding the economy. In 1785, by Act of the South Carolina legislature, the Ninety Six District was divided into smaller counties, with one of those counties being named Edgefield. The boundaries of the county were established, stretching from the Saluda River on the northeast to the Savannah River on the southwest and from the Abbeville District on the northwest to the Barnwell and Lexington Districts on the southeast, making Edgefield County one of the largest counties in the State, approximately four times larger than Edgefield County of today. A courthouse site was designated, and local governmental administration was entrusted to a panel of local leaders known as the \"Judges of Edgefield County.\" By 1790, a jail and courthouse were built at the designated county seat, and the county government began to take form. The origin of the name \"Edgefield\" is shrouded in mystery. There are six principle theories as to how the name may have come to be applied to this county and town: # Robert Mills, in his 1826 Statistics of South Carolina, said that the district was so named because it was at the edge of the state. # Others have believed that the name came about because the district line was just beyond the edge of the Revolutionary battlefield of Ninety Six. # There is a tradition that the courthouse site was near the edge of a field where a 1751 battle took place between the Euchee and Mongahelia Indians. # There is also a compelling theory that the courthouse site was at the edge of \"Cedarfields,\" the plantation of Arthur Simkins, who was intimately involved in the creation of the new county. # It is possible that this district was named for Edgefield, England, a small village in Norfolk, the name of which dates back at least as early as the 12th century. # Some local historians believe that it is more likely that the name is derived from the fact that the courthouse site was near the edge of \"Rogers' Old Field,\" where, in 1781, a small band of Patriots routed a much larger company of Tories. As one of the most significant local Revolutionary War victories for the Patriots, this battle may have inspired the name for the new county. Regardless of its origin, and despite its relative simplicity, the name \"Edgefield\" is remarkably unique, with only a few other places in the world sharing this name. ===Antebellum 19th century=== Throughout the 18th century, the economy of Edgefield County continued to be primarily a subsistence one, in which the settlers consumed what they raised, but which did not provide a cash basis for the accumulation of any wealth. An effort was made in the late 1780s to bring tobacco to Edgefield County as a money crop but that was largely unsuccessful. Beginning around 1800 short staple cotton was introduced into the county and it spread like wildfire, transforming the economy and providing planters a source of cash income. The rich clay soils of the piedmont proved ideal for growing cotton. African slaves were brought in to provide the labor for cotton cultivation, resulting in a mushrooming of the slave population of Edgefield County. During the first two decades of the 19th century, Edgefield County, like most of piedmont South Carolina, began to experience unprecedented prosperity. With the construction of the gaol (jail) and Court House at the designated county seat beginning in 1785, a village began to grow up around the public buildings: first, houses for the public officials, then a tavern, then a store, gradually other houses and then other stores. By 1811 a school was established, then several churches and more houses. By 1826 South Carolina architect Robert Mills could describe Edgefield Courthouse Village as \"a neat little village . . . [with] between forty and fifty [houses]. The buildings are neat, commodious, and generally painted . . . . The population is estimated at 300.” During the first several decades of the 19th century, Edgefield County began to develop a reputation for its political leadership. A number of the sons of the wealthy cotton planters and other ambitious young men, after attending elite schools and colleges across the nation, came to the county seat to practice law and engage in politics. Many of these young lawyers and politicians also maintained large plantations out in the District. These budding leaders built substantial houses in town and created a social atmosphere which attracted more similarly situated young men. The social prestige of being a planter with broad acres and many slaves, and dabbling in law and politics, caused many ambitious young Edgefieldians in the antebellum period to develop a self-confidence, an overdeveloped sense of honor, and an aristocratic worldview which did not always serve them well. One result of this was a widespread devotion to the Code Duello, which resulted in a number of Edgefield's best and brightest becoming involved in tragic duels. Another result was a sense of invincibility, which caused many to approach war with a cavalier attitude and to focus on the glories of victory rather than on the horrors of death and defeat. These young men also accepted violence, which had been a common occurrence in Edgefield from its earliest days, as an inevitable part of life, and in some cases even glorified it. While planting, politics and violence captured the imagination of most white Edgefieldians, a number of other bright young men looked for opportunities in industry and commerce. Dr. Abner Landrum developed a pottery industry which was to have a major impact on Edgefield for more than half a century. Henry Schultz, a German immigrant, developed Hamburg, a new town on the Savannah River which became an important commercial center during the antebellum era. Another German immigrant, Christian Breithaupt, built the first textile mill in this part of the state at Vaucluse. A number of Edgefieldians participated in bringing the South Carolina Railroad to Hamburg. The Plank Road from Edgefield to Hamburg was built. William Gregg, a Charleston silversmith, came to run the Vaucluse factory and wound up developing the Graniteville factory, the most successful textile operation in the antebellum South. These industrial and commercial enterprises were a significant part of the fabric of antebellum Edgefield and a number of the Edgefield lawyers and planters were involved in these endeavors. However, the most significant contribution of antebellum Edgefield to our nation's history was the intense sectionalism which began in the mid 1820s and evolved to 1860. Edgefield Congressman George McDuffie initiated the fight against federal tariffs which were imposed on imported goods to protect New England manufacturers. He believed that the interests of this section of the country were being sacrificed for the good of New England. McDuffie, together with South Carolina statesman John C. Calhoun, developed the doctrine of \"nullification\" which postulated that a state had the right to nullify a federal law with which it disagreed. This doctrine was put to a test in 1832. South Carolina passed the Ordinance of Nullification, and President Andrew Jackson threatened to send troops to the state to enforce the tariff. Edgefieldians, like most South Carolinians, reacted violently to the President's threats. Militia units were called up and the state braced for war. A national crisis was averted only by a last-minute compromise that gradually reduced the tariffs. One of the most significant developments of the first half of the 19th century was the migration of settlers from the older states of the South and particularly from South Carolina and the Edgefield District to the newly opened areas of Georgia, Florida, Alabama, Mississippi, Louisiana and Texas. Among the pioneers in this movement were two Edgefieldians, William Barrett Travis and James Butler Bonham, who entered the fight for Texas Independence from Mexico and who died at the Alamo in 1836. A decade later, as war broke out between the United States and Mexico, numerous young Edgefieldians joined the war effort by becoming members of the Palmetto Regiment from South Carolina. This regiment was at the forefront of the American forces and was the first to enter Mexico City in 1848. Although the casualties of young Edgefieldians in this war were appalling, those who survived were greatly celebrated and honored. The glorification of the Palmetto Regiment soldiers and the Mexican War was perhaps, in part, responsible for the attitude of Edgefieldians and South Carolinians in 1860 who were enthusiastic supporters of Secession and war. As the anti-slavery movement gained momentum and began to threaten the economic basis of the South's prosperity in the 1840s and 1850s, most white Edgefieldians, like most white South Carolinians, embraced the sectionalism which had developed during the Nullification crisis. National unity was severely threatened in 1850 when many leaders throughout the South began to speak of Secession. The 1856 caning of Senator Charles Sumner by Edgefield Congressman Preston Brooks on the floor of the United States Senate galvanized the nation and set South Carolina on a course for Secession and Civil War. By the fall of 1860 when Abraham Lincoln was elected president, all but a few Edgefield citizens were convinced that the time had come for the South to go its own way. A convention was called and Edgefield's delegation joined in the unanimous declaration of secession. At the outbreak of war in April 1861, the vast majority of Edgefieldians welcomed the conflict, believing that they would defeat the North in short order and the risk of slavery being outlawed would be eliminated. Hundreds of Edgefieldians volunteered for service and were quickly sent to Virginia to take on the federal forces. Little did they realize the sacrifices which they would make during the ensuing four years. Before the war was over almost every Edgefield male between the ages of 15 and 60 had been involved in some way in the war effort. Although the war never got closer than Aiken (Edgefieldians have always claimed that Sherman was afraid to come to Edgefield!), the people of Edgefield endured four of the bloodiest years of war in human history in which nearly one-third of their fighting age white males became casualties. The incalculable devastation of the war is hard to comprehend. Almost all the liquid assets of the citizens had been invested in Confederate currency or bonds which were now worthless. The emancipation of the slaves wiped out a huge portion of the county's wealth, thrust most people – black and white – into dire economic straits and necessitated an almost total reorganization of the political, economic and social systems. ===Postbellum 19th century=== During the eleven-year period of Reconstruction, the newly freed slaves, called \"Freedmen,\" became \"sharecroppers,\" farming the land on shares with the landowners. They also acquired the right to vote and hold office. Together with \"Carpetbaggers\" (Northerners who had come South seeking opportunities) and \"Scalawags\" (native whites who had joined the Republican Party), the Freedmen began to exercise almost complete dominance of local and state government. At the same time the native white citizens, intimidated by the occupying federal troops, were militarily and politically dominated by what they perceived as corrupt Republican administrations imposed upon them by the bayonets of their former enemies. The Red Shirt Campaign of 1876, largely orchestrated by Martin W. Gary and M. C. Butler of Edgefield, was a massive organized effort on the part of the native white population to re-secure its control of the political machinery of the state. Violence was a calculated part of the strategy to remove Republican dominance. The Freedmen and their Republican allies tried valiantly to maintain their political control in the face of the fierce campaign by the former Confederates. By the middle of 1877 the Red Shirt strategy, along with an increasing willingness on the part of the rest of the nation to allow the South to go forward on its own terms, proved successful in bringing the control of the state back into the hands of the native white population. In the ensuing decades the black population of Edgefield, like that of the entire South, was thrust back into second class citizenship by the persistent efforts of the native whites who were determined to see that the conditions of Reconstruction were never allowed to return. One of the principal results of the breakdown of the antebellum plantation system was that goods were no longer purchased centrally by the planters and then parceled out during the year, but rather Freedmen and other small farmers purchased their own goods as they saw fit. This, together with the proliferation of manufactured consumer goods in the late nineteenth century, led to the development of a vigorous commercial economy in which every town and every crossroads sprouted new merchants. These new merchants, who often used questionable practices to benefit themselves at the expense of their customers, enjoyed a long period of prosperity. The continuing development of railroads, such as the Charlotte, Columbia and Augusta Railroad built through the eastern part of the County in the late 1860s and the Augusta and Greenwood Railroad built through the western part of the County in the 1880s, resulted in the development of numerous railroad depot towns, including Ridge Spring, Ward, Johnston, Trenton, Clark's Hill, Modoc, Parksville, Plum Branch and McCormick. These new towns took on a prosperity of their own and began to sap commercial activity which might otherwise have come to the Town of Edgefield. During this same period, the movement to bring government closer to the people resulted in the creation of a number of new counties, four of which took substantial portions of Edgefield. Aiken County was created in 1871; Saluda in 1895; Greenwood in 1897; and McCormick in 1916. Edgefield County, the area serviced by the Courthouse Village, was reduced in size to just over a quarter of what it had been. The county's agricultural economy began to suffer in the 1880s. The combination of a dramatic increase in the production of cotton, the continued depletion of the rich soils of the piedmont regions of the county and other general economic ills which were also affecting farmers throughout the nation, made farming increasingly difficult. One Edgefield farmer decided to do something about these problems. Benjamin Ryan Tillman, believing that the state's political leaders were not doing enough to help the farmers, instigated the farmers’ revolt, got himself elected Governor in 1890 and turned out of office the old Guard of the state, including the principal leaders of the 1876 Red Shirt Campaign. In 1898 the Spanish–American War broke out and a number of Edgefieldians became involved in the war effort. Former Confederate General and United States Senator Matthew Calbraith Butler received a commission as a major general in the United States Army. Former Governor John Gary Evans was commissioned as a major and inspector general in the army and afterwards became the civil administrator of the city of Havana. Edgefield lawyer and later Lieutenant Governor of South Carolina, James Hammond Tillman, was commissioned as a colonel. Hundreds of other Edgefieldians served in the army in this very brief war. ===20th century=== In the thirty-odd year period from the late 1880s through the early 1920s, a number of positive developments took place in the Town of Edgefield. The railroad finally reached Edgefield, the first telephone was installed, the Edgefield Mill was constructed, the first automobile came to town, electrical power was installed, water and sewer systems were built, a new hotel was constructed and the streets around the Town Square were paved. The town's population had exploded, going from approximately 500 in 1880 to 2,500 by 1920. Edgefield, it seemed, was finally getting back on its economic feet. In 1917, the United States entered World War I and many Edgefieldians were called upon to serve in the armed forces. A number of our Edgefield soldiers – white and black – distinguished themselves and received medals for their heroism. Sadly, twenty-five Edgefieldians died in the war, including eighteen blacks and seven whites. At home, the South Carolina economy boomed during the war with cotton demand and prices reaching highs not seen since the War Between the States. Cotton acreage and production continued to increase. The economic prosperity of Edgefield County for the foreseeable future seemed assured. Unfortunately, beginning in 1921 and 1922, the boll weevil, which had come from Mexico and had been marching across the South since the turn of the century, finally arrived in Edgefield County, devastating the cotton crop on which the economy was almost entirely based. Farmers saw their production of cotton plummet by as much as 90 percent. Lands which had been devoted to cotton for more than a century were allowed to go idle. Sharecroppers, no longer able to make a living, left the farms and many left the state. Throughout the 1920s farm incomes sank; merchants, unable to collect accounts from destitute farmers, were squeezed; banks failed. Then, when it seemed as if economic conditions could not get worse, the 1929 market crash and the Great Depression further impoverished the county. The population of Edgefield County began to decline and continued to decline in every census from 1920 to 1970. World War II brought changes of other kinds. Young men throughout the County entered the service. A number of Edgefield families contributed multiple sons to the war effort. Former State Senator and Circuit Judge Strom Thurmond, West Side native J. L. Doolittle, Trenton native Fritz Huiet and Johnston native Robert Herlong all participated in the Normandy invasion. Women back home took on jobs which had traditionally been held by men. Rationing significantly affected everyone who remained in Town. After the War, the soldiers returning brought back with them a new confidence and an ambition to improve the county. A well-organized effort to bring new industry to Edgefield enjoyed moderate success as the Crest Manufacturing Company was brought to Town in the late 1940s. The neighboring town of Johnston was more successful as it secured both the Milliken and Riegel plants during the 1940s and 1950s. In the 1960s Edgefield added to its list of new industrial recruits the National Cabinet Company, Star Fibers, Federal Pacific Electric and Tranter, each bringing a substantial number of new jobs. During this same period, farmers on the eastern side of the county began to expand their production of peaches which, by the 1960s, had become nationally significant. African American soldiers had also fought valiantly in World War II, and when they returned, they came with a determination to improve their status in American society. A sustained campaign for Civil Rights developed at a national level in the late 1940s. The primary focus of this campaign was to overturn the institution of segregation which had been legitimized by the 1896 Plessy vs. Ferguson decision of the United States Supreme Court. In 1954 the Court, in its unanimous Brown vs. Board of Education decision, reversed the earlier decision and ruled that segregation was inherently unequal. The white population of Edgefield, as throughout the South, reacted with outrage against the Civil Rights movement. The institution of segregation was deeply ingrained in society, and white Southerners were greatly offended by what they perceived as outside interference in their state and region. In 1948 in a campaign designed to send a message to the national Democratic Party, Governor Strom Thurmond became a candidate for President of the United States on the State's Rights Democratic Party ticket and won five states and thirty-nine electoral votes. In 1954 recognizing the need to do something to counter the legal assault on segregation, South Carolina Governor James F. Byrnes initiated an effort to build new school buildings for the African American students. The construction of what is now the W. E. Parker School was part of that effort. Despite all the resistance the white establishment could muster, school desegregation proceeded in 1965 under the \"freedom of choice\" system and full desegregation followed in the fall of 1970. The late 1960s and the early 1970s brought other new developments to Edgefield: a new water line capable of supplying the county for decades to come, a new country club, a new private school, a new County hospital, the National Wild Turkey Federation headquarters and a new congressman, Butler C. Derrick, Jr. For the next twenty years, from 1975 to 1995, Edgefield was perhaps the only town of its size in America which could legitimately claim to be the home of both a United States Congressman (Derrick) and a United States Senator (Thurmond). In 1974, Dr. Thomas C. McCain, a black Edgefield County resident who had earned a PhD at Ohio State University, brought a lawsuit in Federal Court against the county to force the county to implement single-member districts for its local elected offices. After nearly a decade, the suit wound up before the United States Supreme Court which ruled unanimously in favor of the Plaintiffs. In the fall of 1984, the first election with single-member districts was held pursuant to the federal court's orders. Of the five county council districts, three districts elected black council members. With its three-to-two black-majority on the council, the council elected Willie Bright, a black AT&T; technician and part-time entrepreneur, to be the chairman. The council then fired the long-time white county administrator and the county attorney. A month later they hired Dr. McCain, whose lawsuit had brought about the change, as administrator. White citizens throughout the county were appalled and expected the worse to happen. However, the black councilmen proved to be very moderate on substantive issues and Dr. McCain proved to be an able and fair administrator. The overwhelming majority of issues to come before the county council had nothing to do with race and the white members of council found that their black colleagues agreed with them on most issues. In the election of 1986, two years after the initial election of black council members, a white man was elected in the place of the black woman who had formerly occupied the seat. The county braced for what might happen next, but much to the credit of the white-majority council members, Dr. McCain was retained as administrator and Mr. Bright as county council chairman. Single-member districts were also mandated for other local offices, and blacks began to be elected to the school board and other county boards. The U. S. Census estimates for 2018 show a population for Edgefield County of 27,052, with whites accounting for 61.7% of the total and blacks 35.7%. Race relations in the county over recent decades have generally been good, as confirmed by Dr. McCain in a 1987 interview: \"You hear talk about the county being polarized. There's no truth to that at all. People in this county have respect for each other.\" As long as that continues to the be case, the county's future should be bright. In the forty odd years between the 1970s and today the county saw a number of other political, economic, community, social and cultural developments, but the significance of these events is better left for future interpretation. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (1.2%) is water. === Adjacent counties === * Saluda County – northeast * Aiken County – east * Richmond County, Georgia – southwest * Columbia County, Georgia – southwest * McCormick County – west * Greenwood County – northwest ===National protected area=== * Sumter National Forest (part) ==Demographics== The long decline in population from 1910 to 1980 reflects the decline in agriculture, mechanization reducing labor needs, and the effect of many African Americans leaving for Northern and Midwestern cities in the Great Migration out of the rural South. ===2000 census=== As of the census of 2000, there were 24,595 people, 8,270 households, and 6,210 families living in the county. The population density was 49 people per square mile (19/km2). There were 9,223 housing units at an average density of 18 per square mile (7/km2). The racial makeup of the county was 56.77% White, 41.51% Black or African American, 0.33% Native American, 0.24% Asian, 0.03% Pacific Islander, 0.44% from other races, and 0.69% from two or more races. 2.05% of the population were Hispanic or Latino of any race. There were 8,270 households, out of which 34.80% had children under the age of 18 living with them, 55.60% were married couples living together, 15.50% had a female householder with no husband present, and 24.90% were non- families. 22.40% of all households were made up of individuals, and 9.10% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.12. In the county, the population was spread out, with 24.10% under the age of 18, 9.80% from 18 to 24, 32.10% from 25 to 44, 23.20% from 45 to 64, and 10.90% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 112.80 males. For every 100 females age 18 and over, there were 114.80 males. The median income for a household in the county was $35,146, and the median income for a family was $41,810. Males had a median income of $32,748 versus $23,331 for females. The per capita income for the county was $15,415. About 13.00% of families and 15.50% of the population were below the poverty line, including 19.60% of those under age 18 and 18.40% of those age 65 or over. ===2010 census=== As of the 2010 United States Census, there were 26,985 people, 9,348 households, and 6,706 families living in the county. The population density was . There were 10,559 housing units at an average density of . The racial makeup of the county was 58.6% white, 37.2% black or African American, 0.4% Asian, 0.2% American Indian or Alaska Native, 2.2% from other races, and 1.3% from two or more races. Those of Hispanic or Latino origin (of any race) made up 5.2% of the population. In terms of ancestry, 15.8% were American, 9.0% were English, 6.7% were Irish, and 5.1% were German. Of the 9,348 households, 33.3% had children under the age of 18 living with them, 50.9% were married couples living together, 16.0% had a female householder with no husband present, 28.3% were non-families, and 24.9% of all households were made up of individuals. The average household size was 2.56 and the average family size was 3.04. The median age was 40.3 years. The median income for a household in the county was $42,834 and the median income for a family was $57,114. Males had a median income of $41,759 versus $29,660 for females. The per capita income for the county was $19,901. About 17.8% of families and 21.2% of the population were below the poverty line, including 33.1% of those under age 18 and 17.1% of those age 65 or over. ===2020 census=== {| class=\"wikitable\" |+Edgefield County racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |14,890 |58.03% |- |Black or African American (non- Hispanic) |8,301 |32.35% |- |Native American |67 |0.26% |- |Asian |118 |0.46% |- |Pacific Islander |6 |0.02% |- |Other/Mixed |904 |3.52% |- |Hispanic or Latino |1,371 |5.34% |} As of the 2020 United States census, there were 25,657 people, 9,176 households, and 6,471 families residing in the county. ==Government== The Federal Bureau of Prisons Federal Correctional Institution, Edgefield is in the county; it is partially within the city limits of Edgefield, and partially in an unincorporated area.\"FCI Edgefield Contact Information.\" Federal Bureau of Prisons. Retrieved on July 27, 2010.\"Edgefield town, South Carolina .\" U.S. Census Bureau. Retrieved on July 27, 2010. ===Politics=== ==Media== Edgefield has one newspaper, published in the town of the same name: * Edgefield Advertiser, the oldest newspaper in S.C. The local radio station is located in the town of Johnston: * WLFW Edgefield is also served by the following television stations: * WRDW-TV News 12, North Augusta, South Carolina * WJBF NewsChannel 6, Augusta, Georgia * WAGT NBC Augusta 26, Augusta, Georgia * WFXG FOX-54, Augusta, Georgia ==Communities== ===City=== * North Augusta (mostly in Aiken County) ===Towns=== * Edgefield * Johnston * Trenton ===Census-designated place=== * Murphys Estates ==Notable people== ===Governors=== * Andrew Pickens, II 1816–1818 * George McDuffie 1834–1836 * Pierce Mason Butler 1836–1838 * James H. Hammond 1842–1844 * Francis W. Pickens 1860–1862 * Milledge L. Bonham 1862–1864 * John C. Sheppard 1886 * Benjamin R. Tillman 1890–1894 * John Gary Evans 1894–1897 * Strom Thurmond 1947–1951 ===Other prominent citizens=== In addition to its ten governors of South Carolina listed below, Edgefield County was the home of numerous local notables: George Galphin (1709–1780);Samuel Hammond (1757–1842); Parson Mason Locke Weems (1759–1825); Rebecca \"Becky\" Cotton (1765–1807); Billy Porter (aka “Billy the Fiddler”), a slave (1771–1821); Rev. William Bullein Johnson (1782–1862); Augustus Baldwin Longstreet (1790–1870), a famous author; Andrew Pickens Butler (1796–1857); Dave Drake (1800–1879?), a slave; Francis Hugh Wardlaw (1800–1861); Louis T. Wigfall (1816–1874); Preston S. Brooks (1819–1857); General James A. Longstreet (1821–1904), a leading Confederate; Prince Rivers (1823–1887), a black leader; George D. Tillman (1826–1901); Martin Witherspoon Gary (1831–1881); Lucy Holcombe Pickens (1832–1899); Matthew Calbraith Butler (1836–1909); Alexander Bettis (1836–1895), a black leader; Lawrence Cain (1845–1884), a black leader; Paris Simkins (1849–1930), a black leader; Daniel Augustus Tompkins (1851–1914); Alfred W. Nicholson (1861–1945), a black leader; John William Thurmond (1862–1934); Emma Anderson Dunovant (1866–1956); Florence Adams Mims (1873–1951); Benjamin Mays (1894–1984), a black leader; and Francis Butler Simkins (1897–1966), a historian.See \"LEARN ABOUT FAMOUS EDGEFIELDIANS\" (Edgefield County Historical Society)Walter Edgar, ed. The South Carolina Encyclopedia, (University of South Carolina Press, 2006), passim. ==See also== * National Register of Historic Places listings in Edgefield County, South Carolina ==References== ==Further reading== * Burton, Vernon. \"Race and Reconstruction: Edgefield County, South Carolina.\" Journal of Social History (1978) 12#1: 31–56 online. * Burton, Orville Vernon. In my Father's house are many mansions: Family and community in Edgefield, South Carolina (Univ of North Carolina Press, 2000) excerpt. * Chapman, John A. History of Edgefield County: From the Earliest Settlements to 1897 (Newberry, South Carolina: Elbert H. Aull, Publisher and Printer, 1897). online * Ford, Lacy K. \"Origins of the Edgefield Tradition: The Late Antebellum Experience and the Roots of Political Insurgency.\" South Carolina Historical Magazine 98.4 (1997): 328–348. * Russell, Thomas D. \"The Antebellum Courthouse as Creditors' Domain: Trial-Court Activity in South Carolina and the Concomitance of Lending and Litigation.\" American Journal of Legal History 40 (1996): 331+. * Steen, Carl, and Corbett E. Toussaint. \"Who Were the Potters in the Old Edgefield District?.\" Journal of African Diaspora Archaeology and Heritage 6.2 (2017): 78–109. ==External links== * * Edgefield County Chamber of Commerce * Edgefield County History and Images Category:1785 establishments in South Carolina Category:Augusta metropolitan area Category:Populated places established in 1785",
 "title": "Edgefield County, South Carolina"
}