{
 "id": "91900",
 "text": "Charleston County is located in the U.S. state of South Carolina along the Atlantic coast. As of the 2010 census, its population was 350,209, making it the third most populous county in South Carolina (behind Greenville and Richland counties). Its county seat is Charleston. The county was created in 1901 by an act of the South Carolina State Legislature. Charleston County is included in the Charleston- North Charleston, SC Metropolitan Statistical Area. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (33%) is water. It is the largest county in South Carolina by total land and water area. ===Adjacent counties=== * Berkeley County - north * Georgetown County - northeast * Colleton County - west * Dorchester County - northwest ===National protected areas=== * Cape Romain National Wildlife Refuge * Charles Pinckney National Historic Site * Ernest F. Hollings ACE Basin National Wildlife Refuge (part) * Fort Sumter and Fort Moultrie National Historical Park * Francis Marion National Forest (part) ==Demographics== ===2000 census=== As of the census of 2000, there were 309,969 people, 143,326 households, and 97,448 families residing in the county. The population density was 338 people per square mile (130/km2). There were 141,031 housing units at an average density of 154 per square mile (59/km2). The racial makeup of the county was 61.9% White, 34.5% Black or African American, 0.26% Native American, 1.12% Asian, 0.06% Pacific Islander, 0.99% from other races, and 1.16% from two or more races. 2.40% of the population were Hispanic or Latino of any race. 9.6% were of American, 9.5% English, 9.1% German and 7.6% Irish ancestry. There were 123,326 households, out of which 28.70% had children under the age of 18 living with them, 43.20% were married couples living together, 15.90% had a female householder with no husband present, and 37.20% were non-families. 28.30% of all households were made up of individuals, and 8.10% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 3.01. In the county, the age distribution of the population shows 23.70% under the age of 18, 12.00% from 18 to 24, 30.30% from 25 to 44, 22.00% from 45 to 64, and 11.90% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 93.50 males. For every 100 females age 18 and over, there were 90.50 males. The median income for a household in the county is $37,810, and the median income for a family was $47,139. Males had a median income of $32,681 versus $25,530 for females. The per capita income for the county was $21,393. About 12.40% of families and 16.40% of the population were below the poverty line, including 22.90% of those under age 18 and 12.70% of those age 65 or over. In the 2000 census, the county population was classified as about 86% urban. The Charleston-North Charleston Metropolitan Statistical Area includes the populations of Charleston, Berkeley, and Dorchester counties. ===2010 census=== As of the 2010 United States Census, there were 350,209 people, 144,309 households, and 85,692 families residing in the county. The population density was . There were 169,984 housing units at an average density of . The racial makeup of the county was 64.2% white, 29.8% black or African American, 1.3% Asian, 0.3% American Indian, 0.1% Pacific islander, 2.7% from other races, and 1.6% from two or more races. Those of Hispanic or Latino origin made up 5.4% of the population. In terms of claimed ancestry, 11.3% were German, 11.0% were English, 10.2% were Irish, and 9.8% were American. Of the 144,309 households, 27.8% had children under the age of 18 living with them, 40.5% were married couples living together, 14.7% had a female householder with no husband present, 40.6% were non-families, and 30.1% of all households were made up of individuals. The average household size was 2.36 and the average family size was 2.96. The median age was 35.9 years. The median income for a household in the county was $48,433 and the median income for a family was $61,525. Males had a median income of $42,569 versus $34,195 for females. The per capita income for the county was $29,401. About 11.5% of families and 16.5% of the population were below the poverty line, including 24.5% of those under age 18 and 10.8% of those age 65 or over. ===2020 census=== {| class=\"wikitable\" |+Charleston County racial composition !Race !Num. !Perc. |- |White (non- Hispanic) |263,560 |64.56% |- |Black or African American (non-Hispanic) |91,746 |22.47% |- |Native American |857 |0.21% |- |Asian |7,461 |1.83% |- |Pacific Islander |319 |0.08% |- |Other/Mixed |15,012 |3.68% |- |Hispanic or Latino |29,280 |7.17% |} As of the 2020 United States census, there were 408,235 people, 165,568 households, and 95,785 families residing in the county. ==Government== From 1895 to 1973, when the state constitution was amended to provide for home rule in the counties, the counties had limited powers, under what was called \"county purpose doctrine.\"Charlie B. Tyler, \"The South Carolina Governance Project\", University of South Carolina, 1998, p. 221 Essentially the General Assembly governed the counties through their state legislative delegations and, with one state senator per county, the state senator was particularly powerful. In the 1940s, Charleston County adopted a council-manager form of county government to better handle its needs.Tyler (1998), \"The South Carolina Governance Project\"], p. 222 In 1975 the state's Home Rule Act established a larger role for the county governments. Charleston County has a large geographic area represented by a nine-member county council. From the turn of the 20th century into the 1960s, most African Americans were excluded from voting by the state's disenfranchising constitution and discriminatory practices. This gradually changed after passage of the federal Voting Rights Act of 1965. Since 1969, members of the county commission have been elected in a modified at-large system for nine seats from four residency districts. Elections are held every two years for staggered four-year terms. Three Council seats are reserved for residents of the City of Charleston, three for residents of North Charleston, two for residents of West Ashley, and one for residents of East Cooper.UNITED STATES v. CHARLESTON COUNTY SOUTH CAROLINA (Decided: 29 April 2004) , US Court of Appeals, 4th Circuit, accessed 22 January 2015 The council elects a chairman from its members for a limited term of two years, but chairs can be re- elected. Charleston County was \"one of only three counties in South Carolina to elect its entire county council at-large. It was \"the only county with a majority white population to do so.\" At-large positions favor candidates who can attract a majority of the votes, reducing representation from smaller portions of the population, or geographic areas. In 1989 county residents proposed a referendum to change representation on the county council to election from single-member districts, which would have provided more opportunity for the sizable minority to elect candidates of their choice. This proposal was narrowly defeated in what both the county and the US government later defined as a racially polarized election. It was supported by 98% of the African-American minority voters; 75% of the white-majority voters rejected the referendum. In practice, the at-large system results in the dilution of votes of the significant minority of African-American voters, who comprise more than one-third of the electorate. In practice, the minority voters have been unable to elect a candidate of their choice in all but a few elections in the three decades since the system was established. In January 2001, the US Department of Justice filed suit against the county government for racial discrimination based on the at-large system, which the suit contended violates Sec.2 of the Voting Rights Act of 1965 by diluting voting power. The Department had tried to negotiate with the county over changes in November 2000. Four voters independently filed suit as plaintiffs against the County on the same basis, and the District Court combined the cases. Justice officials noted that the at-large seats dilute the voting strength of the African- American minority in the county, who in 2000 comprised 34.5% of the population. In all but a few cases over three decades, they have been unable to elect candidates of their choice to the county commission. Whites (European Americans) comprise 61.9 percent of the population in the county. Since the late 20th century, the white majority has elected Republican Party candidates. The DOJ officials noted that the voting preference issue is not just a question of ethnicity; voters in black precincts in the county had rejected a Republican African American as a candidate for the council; they supported the Democratic at-large candidate. The suit noted that historically, black and white precincts in Charleston County have consistently supported different candidates for the Council. It noted that, because of the white majority and the large geographic area, which increases costs for campaigning, \"white bloc voting usually results in the defeat of candidates who are preferred by black voters.\" DOJ noted that blacks lived in compact areas of the county, were cohesive in voting, and could comprise the majority in three districts if the county seats were apportioned as nine single-member districts. They could vote and gain representation proportional to their part of the citizenry. In United States v. Charleston County, SC (March 2003), the District Court ruled that Charleston County improperly diluted the voting strength of African-American voters \"by maintaining an at-large voting system in a manner which violated Section 2.\" It enjoined the county from using that system, noting that the \"Order is radically not a condemnation of the citizenry of Charleston County but rather a recognition that the specific bulwark of an at-large system, in twisted concert with the particular geographic and historical realities of this County, unlawfully and institutionally inhibit a community of voters in Charleston County from equal access to the electoral process.\" The county appealed. In July 2003, the 4th Circuit Appeals Court found that historic voting in the county was racially polarized and that minority candidates had mostly not been successful in seeking office, two conditions that are recognized under the law as showing discriminatory effects of the voting system in the county.United States v. Charleston County, SC, Nos. 03-2111; 03-2112, Dept. of Justice, Appeals for the 4th Circuit Court As of July of that year, the 4th Circuit Court affirmed the District Court's ruling,\"CIVIL RIGHTS ACCOMPLISHMENTS: ACTIVELY ENFORCING THE VOTING RIGHTS ACT OF 1965\" , Press Release, Department of Justice, 23 July 2003, accessed 22 January 2015 and on 29 April 2004 issued its written decision affirming the District Court. Based on historical and economic analysis, the courts found that race was a more important issue than partisanship in influencing the outcome of the elections. The county appealed to the US Supreme Court, and a certiorari was denied in November 2004.Cases Raising Claims Under Section 2 of the Voting Rights Act: United States v. Charleston County (D. S.C. 2001) , Civil Rights Division, US Dept. of Justice, 2005 The County Council system was changed in 2004 to elect individuals from nine single-member districts, with members serving four-year staggered terms. As of January 2015, elected members of the council include 4 White Republicans, 2 White Democrats and 3 African-American Democrats.\"Charleston County Council\", Charleston County, SC, accessed 22 January 2015 Republican Elliott Summey was elected by council members as chairman, replacing Democrat Teddie Pryor, who had served for six years. Summey had served as his vice-chair for five years. Pryor was first elected to the council in 2004. Summey was first elected in 2008.Prentiss Findlay, \"Elliott Summey becomes new Charleston County Council chairman\", The Post and Courier, 6 January 2015 Charleston County is split between South Carolina's 1st congressional district, represented by Republican Nancy Mace, and South Carolina's 6th congressional district, represented by Democrat Jim Clyburn. In 2020, Joe Biden received 55.5% of the vote, the best Democratic performance since Franklin Roosevelt in 1944. ===Politics=== ===Law enforcement=== Sheriff Kristin Graziano was elected in 2020, becoming the first woman and first openly gay person to serve as sheriff in South Carolina. ==Emergency services== ===Volunteer Rescue Squad=== The Volunteer Rescue Squad is a volunteer organization consisting of over 50 members and a medical control physician. Members are certified in a variety of emergency skills, including auto extrication, structural collapse/urban search and rescue, diving, large animal rescue, rural search and rescue, and high angle / technical rescue. In addition, many squad members are First Responders, EMT's and Paramedics. The current chief of the squad is Chief Brian Hinton. Hinton is a police officer for the City of Charleston Police Department. Charleston County Volunteer Rescue Squad Website ===EMS And Local Hospitals=== Emergency medical services (EMS) for the city are provided by Charleston County Emergency Medical Services (CCEMS) & Berkeley County Emergency Medical Services (BCEMS). The city is served by the EMS and 911 services of both Charleston and Berkeley counties since the city is part of both counties. Charleston is the primary medical center for the eastern portion of the state. The city has several major hospitals located in the downtown area: Medical University of South Carolina Medical Center (MUSC), Ralph H. Johnson VA Medical Center, and Roper Hospital. MUSC is the state's first school of medicine, the largest medical university in the state, and the sixth-oldest continually operating school of medicine in the United States. The downtown medical district is experiencing rapid growth of biotechnology and medical research industries coupled with substantial expansions of all the major hospitals. Additionally, more expansions are planned or underway at another major hospital located in the West Ashley portion of the city: Bon Secours-St Francis Xavier Hospital. The Trident Regional Medical Center located in the City of North Charleston and East Cooper Regional Medical Center located in Mount Pleasant also serve the needs of residents of the city of Charleston. ==Recreation== The Charleston County Park and Recreation Commission (CCPRC) operates numerous facilities within Charleston County. Beach parks: * Kiawah Beachwalker County Park, Kiawah Island, South Carolina * Isle of Palms County Park, Isle of Palms, South Carolina * Folly Beach County Park, Folly Beach, South Carolina Fishing piers: * Folly Beach Fishing Pier, Folly Beach, South Carolina * Mt. Pleasant Pier, Mount Pleasant, South Carolina Marinas and boat landings: * Cooper River Marina * Multiple county-wide boat landings Day parks: * Palmetto Islands County Park, Mount Pleasant, South Carolina * Caw Caw Nature and History Interpretive Center, Ravenel, South Carolina * North Charleston Wannamaker County Park, North Charleston, South Carolina * Mullet Hall Equestrian Center, Johns Island, South Carolina * James Island County Park, Charleston, South Carolina * Old Towne Creek County Park, West Ashley, Charleston, South Carolina Water parks: * Splash Island at Palmetto Islands County Park * Splash Zone at James Island County Park * Whirlin' Waters at North Charleston Wannamaker County Park Off-leash dog parks are offered at James Island, Palmetto Islands, and North Charleston Wannamaker County Park. James Island County Park, approximately 11 minutes by car from downtown Charleston, features a 50-foot climbing wall and bouldering cave; cabin, RV, and tent camping facilities; rental facilities, fishing dock, challenge course, kayaking programs, summer camps, paved trails, and many special events such as the Lowcountry Cajun Festival (usually the first weekend in April), East Coast Canoe and Kayak Festival (3rd weekend in April), Holiday Festival of Lights (mid-November through the first of the year), and the summer outdoor reggae concerts. ==Communities== {| class=\"wikitable\" |+Municipalities |- ! Type ! Name ! Pop (2019) ! Notes |- |City |Charleston |137,566 | County seat Partly in Berkeley County |- | City | North Charleston | 115,382 | Partly in Dorchester and Berkeley Counties |- | Town | Mount Pleasant | 91,684 | |- | Town | Summerville | 52,549 | Mostly in Dorchester County. Partly in Berkeley County |- |Town |James Island |12,109 | |- |Town |Hollywood |5,227 | |- |City |Isle of Palms |4,340 | |- |Town |Ravenel |2,674 | |- |City |Folly Beach |2,641 | |- |Town |Lincolnville |2,451 |Partly in Dorchester County |- |Town |Sullivan's Island |1,921 | |- |Town |Seabrook Island |1,885 | |- |Town |Kiawah Island |1,762 | |- |Town |Awendaw |1,424 | |- |Town |Meggett |1,293 | |- |Town |McClellanville |542 | |- |Town |Rockville |136 | |- |} {| class=\"wikitable\" |+Census-designated places !Name !Pop. (2010) !Notes |- |West Ashley |82,341 | |- |Ladson |13,790 |Partly in Berkeley County |} ===Districts=== * Awendaw-McClellanville Consolidated Fire District - Made up of unincorporated parts of Northern Charleston County, the Town of Awendaw, and the Town of McClellanville. * James Island Public Service District - Made up of unincorporated parts of the island. * North Charleston Public Service District - Responsible for sewer lines and treatment in the City of North Charleston. * St. John's Fire District - Serving Kiawah Island, Seabrook Island, unincorporated John's Island, and Wadmalaw Island * Saint Andrews Public Service District - Made up of unincorporated parts of West Ashley. * St. Pauls Fire District - Made up of all of the Towns of Hollywood, Ravenel, Meggett and unincorporated parts of the southern end of Charleston County. * West Ashley ==Notable residents== * Pernessa C. Seele (1954- ), immunologist, founder and CEO of the Balm in Gilead, Inc., an international organization based in Harlem, New York, to promote religious communities' role in education and prevention of HIV/AIDS, and support of families.Dorie J. Gilbert and Ednita M. Wright, African American Women and HIV/AIDS, Westport, Connecticut: Greenwood Publishing Company, 2003, p. 154, accessed 23 January 2009 * Also see List of people from Charleston, South Carolina for many more notable residents ==See also== * National Register of Historic Places listings in Charleston County, South Carolina ==References== ==External links== * Charleston County Official Website * * Charleston County history and images Category:Charleston–North Charleston–Summerville metropolitan area Category:1769 establishments in South Carolina Category:Populated places established in 1769 Category:History of voting rights in the United States",
 "title": "Charleston County, South Carolina"
}