{
 "id": "919047",
 "text": "Yang-En University () is a private university located in the village of Majia outside Quanzhou, Fujian, China. It was founded in 1987 by Wu Qingxing (), an overseas Burmese Chinese whose parents 吴善仰 (Wu Shan Yang) and 杜恩 ( Du En) came from Majia. It is China's first private university. Wu Qingxing died in 2005 and after that his family members are still involved. Yang-En University is situated at the maritime starting point of the Chinese Silk Road, in the Northern outskirts of the historic cultural city of Quanzhou. It boasts a peaceful environment, being quiet and tastefully laid out and is unique for its greenery and fresh air. The university is situated on Yang-En lake and is surround by mountains of land with a construction space of over 800,000 square meters; its sports fields covers over 200000 square meters including three standard sports grounds with three 400 meters-plastic and polyester tracks and three standard football grounds; besides, there are more than one hundred basketball courts and over twenty courts for volleyball, badminton and tennis as well. All the classrooms in the University have been installed with multimedia facilities for teaching and instruction. The University also has one advanced net-work center, one computer center, thirdteen multimedia language teaching labs, fifteen language testing rooms, eight large multimedia lecture rooms with multifunction system, nineteen big computer laboratories and large analogue practice bases. To meet the needs of teaching and research, the University has a big library with great numbers of books. There are also other facilities for sports, cultural and recreational activities, board and lodging, and medical service, etc. Such conditions and environment, besides the strict school rules and regulations emphasizing the importance of training students, make Yang-En University an ideal place for acquiring knowledge and developing the students’ professional skills and character. Yang-En University as a pioneer in education reform and has been solely run by the Yang-En Foundation ever since July 1994. ==External links== * Official website Category:Universities and colleges in Fujian Category:Educational institutions established in 1987 Category:1987 establishments in China",
 "title": "Yang-En University"
}