{
 "id": "919339",
 "text": "is the title given to a collection of diary fragments written by the 11th- century Japanese Heian era lady-in-waiting and writer Murasaki Shikibu. It is written in kana, then a newly-developed writing system for vernacular Japanese, more common among women, who were generally unschooled in Chinese. Unlike modern diaries or journals, 10th-century Heian diaries tend to emphasize important events more than ordinary day-to-day life and do not follow a strict chronological order. The work includes vignettes, poems, and an epistolary section written in the form of a long letter. The diary was probably written between 1008 and 1010 when Murasaki was in service at the imperial court. The largest portion details the birth of Empress Shōshi's (Akiko) children. Shorter vignettes describe interactions among imperial ladies-in-waiting and other court writers, such as Izumi Shikibu, Akazome Emon and Sei Shōnagon. Murasaki includes her observations and opinions throughout, bringing to the work a sense of life at the early 11th century Heian court, lacking in other literature or chronicles of the era. A Japanese picture scroll, the , was produced during the Kamakura period (1185–1333), and the fragments of the diary serve as the basis for three important translations to English in the 20th century. == Background == At the peak of the Heian period, from the late 10th to early 11th century, as Japan sought to establish a unique national culture of its own it saw the genesis of early Japanese classical literature, which to a large part emerged from women's court literature.Henshall (1999), 24–25Bowring (2005), xii Through the rise and use of kana, aristocratic women court writers formed a foundation for classical court literature, according to Haruo Shirane. Kokin Wakashū's first imperial collection, published , set the foundation for court literature. Up to this point, Japanese literature was written in Chinese – traditionally the language of men in the public sphere. It was in the literature of the imperial court that the gradual shift toward vernacular kana writing system was most evident, and where poetry became immensely popular. As Shirane explains: \" became integral to the everyday life of the aristocracy, functioning as a form of elevated dialogue and the primary means of communication between the sexes, who usually were physically segregated from each other.\" By the early 11th century new genres of women's court literature were appearing in the form of diaries and poetic stories. Women, relegated to the private sphere, quickly embraced the use of kana, unlike men who still conducted business in Chinese.Shirane (2008), 114 Women's writing showed a marked difference from men's, more personal and introspective in nature. Thus written Japanese was developed by women who used the language as a form of self-expression and, as Japanese literature scholar Richard Bowring says, by women who undertook the process of building \"a flexible written style out of a language that had only previously existed in a spoken form\".Bowring (2005), xviii Emperor Ichijō's court, dominated by the powerful Fujiwara clan, was the seat of two rival imperial empresses, Teishi and Shōshi, each with ladies-in-waiting who were proficient writers producing works honoring their mistresses and the Fujiwara clan.Shirane (2008), 115 The three most noteworthy Heian-era diaries in the genre of – Murasaki's The Diary of Lady Murasaki, Sei Shōnagon's The Pillow Book and Izumi Shikibu's – came from the empresses's courts.Shirane (2008), 113 Murasaki's diary covers a discrete period, most likely from 1008 to 1010. Only short and fragmentary pieces of the diary survive and its importance lies, in part, in the revelations about the author, about whom most of the known biographical facts come from it and from her short poetry collection, the (or Poetic Memoirs).Shirane (1987), 215 Murasaki's given name is unknown. Women were often identified by their rank or that of a husband or another close male relative. \"Murasaki\" was given to her at court, from a character in Tale of the Genji; \"Shikibu\" denotes her father's rank at the Ministry of Ceremonial Affairs ().Tyler, Royall. \"Murasaki Shikibu: Brief Life of a Legendary Novelist: c. 973 – c. 1014\". (May, 2002) Harvard Magazine. Retrieved August 21, 2011 A member of a minor branch of the Fujiwara clan, her father was a scholar of Chinese literature who educated both his children in classical Chinese, although educating a female child was exceedingly uncommon. Around 998 Murasaki married Fujiwara no Nobutaka ();Bowring (2005), xxxv she gave birth to a daughter in 999. Two years later her husband died. Scholars are unsure when she started writing the novel () The Tale of Genji, but she was certainly writing after she was widowed, perhaps in a state of grief. In her diary she describes her feelings after her husband's death: \"I felt depressed and confused. For some years I had existed from day to day in listless fashion ... doing little more than registering the passage of time .... The thought of my continuing loneliness was quite unbearable\".qtd in Mulhern (1991), 84; Murasaki Shikibu (Bowring translation, 2005), 33 On the strength of her reputation as an author, Murasaki entered service with Shōshi at court, almost certainly at the request of Shōshi's father, Fujiwara no Michinaga,Shirane (2008), 293 perhaps as an incentive to continue adding chapters to The Tale of Genji.Rohlich (1984), 540 She began writing her diary after entering imperial service. ==Diary== The diary consists of a number of vignettes containing lengthy description of Shōshi's (known as Akiko)'s eldest son Prince Atsuhira's birth, and an epistolary section.Keene (1999b), 40–41 Set at the imperial court in Kyoto, it opens with these words: \"As autumn advances, the Tsuchimikado mansion looks unutterably beautiful. Every branch on every tree by the lake and each tuft of grass on the banks of the stream takes on its own particular color, which is then intensified by the evening light.\"Murasaki Shikibu (Bowring translation, 2005), 3 The opening vignettes are followed by short accounts of the events surrounding Shōshi's pregnancy. She begins with a description of the Empress's removal from the Imperial palace to her father's house, the various celebrations and rituals that took place during the pregnancy, and the eventual childbirth with its associated rites in celebration of the successful delivery of a male heir. These passages include specific readings of sutras and other Buddhist rituals associated with childbirth.Bowring (2005), xl–xliii Several passages account Murasaki's dissatisfaction with court life.Keene (1999b), 44 She describes feelings of helplessness, her sense of inadequacy compared to higher-ranked Fujiwara clan relatives and courtiers, and the pervasive loneliness after her husband's death. In doing so, she adds a sense of self to the diary entries.Mason (1980), 30 The diary includes autobiographical snippets about Murasaki's life before she entered imperial service, such as a childhood anecdote about how she learned Chinese: Some textual fragments may not have survived. Bowring believes the work is difficult to define, that piecing it together is puzzling. He sees four discrete sections, beginning with the dated descriptions of the birth, followed by two undated sections of introspective vignettes, and a final dated section in chronological order. This \"strange arrangement\", as he calls it, might be the result of stitching together a series of incomplete sources or fragments. The diary's text was used as a source for the – a laudatory work about Michinaga and the Fujiwara clan, written or compiled in the 11th century – with entire sections copied verbatim from Murasaki's work. Yet the textual differences between the two suggests the author had access to a different, perhaps more complete text of the diary than has survived.Bowring (2005), xl–xliv Bowring questions whether the current structure is original to Murasaki, and the degree to which it has been rearranged or rewritten since she authored it.Bowring (2005), xlix ===Fujiwara dynasty=== Unlike the imaginary courts of Murasaki's romantic novel The Tale of Genji, the descriptions in the diary of imperial court life are starkly realistic. The ideal \"shining prince\" Genji of her novel contrasts sharply with Michinaga and his crass nature;Keene (1999b), 42–44 he embarrasses his wife and daughter with his drunken behavior, and his flirtations toward Murasaki make her uncomfortable. She writes about waking in the morning to find him lurking in the garden outside her window, and the ensuing exchange of : Whether the two were intimate is a question scholars have been unable to determine. Although the diary's sections about the birth of Shōshi's son were meant as a tribute to Michinaga, he is revealed as overly controlling. The child's birth was of enormous importance to Michinaga, who nine years earlier brought his daughter to court as a concubine to Emperor Ichijō; Shōshi's quick ascendence to Empress and status as a mother to the heir consolidated her father's power.Bowring (2005), xv The child's birth and its lengthy descriptions, \"marked the final tightening of Michinaga's velvet-gloved strangle-hold on imperial succession through his masterful manipulation of marriage politics.\"Rohlich (1984), 539 Michinaga dominated the child's father and attending priests throughout the birth ceremonies. After the birth, he visited twice daily, whereas the Emperor only made a single short imperial visit to his son.Bowring (2005), xxiv–xxv Murasaki chronicles each of Michinaga's ceremonial visits, as well as the lavish ceremony held 16 days after the birth.Mulhern (1991), 86 These include intricate descriptions of the ladies and their court attire: Shōshi appears to have been serious and studious, a royal who expected decorum from her ladies-in-waiting – which often created difficulties at a fractious court. When she asked Murasaki for lessons in Chinese,Waley (1960), viii–ix she insisted they be conducted in secret. Murasaki explained that \"because [Shōshi] evinced a desire to know more about such things, to keep it secret we carefully chose times when the other women would not be present, and, from the summer before last, I started given her informal lessons on the two volumes of 'New Ballads'. I hid this fact from others, as did Her Majesty\". === Court life === Some of the diary's passages are unflinching in exposing the behavior at the imperial court, particularly that of drunken courtiers who seduced the ladies-in-waiting. As Keene describes it, the court was a place where the courtiers were \"drunken men who make obscene jokes and paw at women\". Murasaki complained about drunk courtiers and princes who behaved badly, such as the incident when at a banquet court poet Fujiwara no Kintō joined a group of women asking whether Murasaki was present – alluding to the character in The Tale of Genji. Murasaki retorted that none of the novel's characters lived at this tawdry and unpleasant court, so unlike the court in her novel. She left the banquet when \"Counsellor Takai ... started pulling at Lady Hyōbu's robes and singing dreadful songs, but His Excellency said nothing. I realized that it was bound to be a terribly drunken affair this evening, so ... Lady Saishō and I decided to retire.\"Keene (1999b), 45; Murasaki Shikibu (Bowring translation, 2005), 32 There are anecdotes about drunken revelries and courtly scandals concerning women who, because of behavior or age, were forced to leave imperial service. Murasaki suggests that the court women were weak-willed, uneducated, and inexperienced with men.Ury (2003), 175–188 The women lived in semi-seclusion in curtained areas or screened spaces without privacy. Men were allowed to enter the women's space at any time.Bowring (2005), xxvii When the Imperial palace burned down in 1005 the court was itinerant for the following years, depending on Michinaga for housing. Murasaki lived at his Biwa mansion, the Tsuchimikado mansion, or Emperor Ichijō's mansion, where there was little space. Ladies-in-waiting had to sleep on thin futons rolled out on bare wood floors in a room often created by curtaining off a space. The dwellings were slightly raised and opened to the Japanese garden, affording little privacy.Bowring (2005), xxiv–xxvii Bowring explains how vulnerable the women were to men watching them: \"A man standing outside in the garden looking in .... his eyes would have been roughly level with the skirts of the woman inside.\" The houses were cold and drafty in the winter, with few braziers available to the women whose multilayered kept them warm, of which there are detailed descriptions in the work. Heian-period noble women dressed in six or seven garments, each layered over the next, some with multiple linings in differing hues and color combinations.Bowring (2005), xxviii–xxx The description of the clothing the ladies-in-waiting wore at an imperial event shows the importance of fashions, the arrangement of their layers, as well as Murasaki's keen observational eye: Combining layers of garments, each with multiple linings, to arrive at harmonic color combinations known as assumed an almost ritual fascination to the women. It required attention, and achieving an individual stylistic aesthetic was important. Colour combinations were referred to using names reflecting their season of wear, and though they took inspiration from nature, did not aim to faithfully reproduce its colours, instead aiming for an evocation of the season. Murasaki chronicles the significance of making a mistake at a courtly function when two women failed in a perfect color combination: \"That day all the women had done their utmost to dress well, but .... two of them showed a want of taste when it came to the color combinations at their sleeves ... [in] full view of the courtiers and senior nobles.\"Murasaki Shikibu (Bowring translation, 2005), 65 ===Ladies-in- waiting=== Murasaki suffered overwhelming loneliness, had her own concerns about ageing, and was not happy living at court. She became withdrawn, writing that perhaps the other women considered her stupid, shy or both: \"Do they really look on me as such a dull thing, I wonder? But I am what I am .... [Shōshi] too has often remarked that she thought I was not the kind of person with whom one could ever relax .... I am perversely stand-offish; if only I can avoid putting off those for whom I have genuine respect.\"qtd. in Keene (1999b), 46 Keene speculates that as a writer who required solitude Murasaki's loneliness may have been \"the loneliness of the artist who craves companionship but also rejects it\". He points out she had \"exceptional powers of discernment\" and probably alienated the other women, about 15 or 16 of whom she describes in her diary. Although she adds praise for each woman, her criticism is more memorable because she saw through and described their flaws. Her insights did not endear her to the other women at a court where intrigue, drama and scheming was the norm, yet for a novelist it was crucial. He believes that she needed to be aloof so as to be able to continue writing, but equally that she was intensely private, a woman who \"chose not to reveal her true qualities\" except to those who earned her trust and respect, as Shōshi had.Keene (1999b), 46 The diary includes descriptions of other ladies-in- waiting who were writers, most notably Sei Shōnagon, who had been in service to Shōshi's rival and co-empress, Empress Teishi (Sadako). The two courts were competitive; both introduced educated ladies-in-waiting to their respective circles and encouraged rivalry among the women writers. Shōnagon probably left court after Empress Teishi's death in 1006, and it is possible the two never met, yet Murasaki was quite aware of Shōnagon's writing style and her character. She disparages Shōnagon in her diary:Keene (1999a), 414–415 Murasaki is also critical of the two other women writers at Shōshi's court – poet Izumi Shikibu, and Akazome Emon who authored a .Mulhern (1994), 156 Of Izumi's writing and poetry she says: === The diary and The Tale of Genji === Murasaki's The Tale of Genji is barely mentioned in the diary. She writes the Emperor had the story read to him, and that colored papers and calligraphers had been selected for transcriptions of the manuscript – done by court women. In one anecdote she tells of Michinaga sneaking into her room to help himself to a copy of the manuscript.Keene (1999b), 46–47 There are parallels between the later chapters of Genji and the diary. According to Genji scholar Shirane, the scene in the diary which describes Ichijo's imperial procession to Michinaga's mansion in 1008 corresponds closely to an imperial procession in chapter 33 (\"Wisteria Leaves\") of The Tale of Genji.Shirane (1987), 221 Shirane believes the similarities suggest portions of Genji may have been written during the period Murasaki was in imperial service and wrote the diary.Shirane (1987), 36 ==Style and genre== Heian-era diaries resemble autobiographical memoirs more than a diary in the modern sense. The author of a Heian-era diary (a ) would decide what to include, expand, or exclude. Time was treated in a similar manner – a might include long entries for a single event while other events were omitted. The was considered a form of literature, often not written by the subject, almost always written in third- person, and sometimes included elements of fiction or history. These diaries are a repository of knowledge about the Imperial Heian court, considered highly important in Japanese literature, although many have not survived in a complete state. The format typically included poetry, meant to convey information to the readers, as seen in Murasaki's descriptions of court ceremonies.McCullough (1990), 15–16 Few if any dates are included in Murasaki's diary and her working habits are not chronicled. It should not be compared to a modern 'writer's notebook', according to Keene. Although it chronicles public events, the inclusion of self-reflective passages is a unique and important part of the work, adding a human aspect unavailable in official accounts.Keene (1999b), 41–42 According to Keene, the author is revealed as a woman with great perception and self-awareness, yet a person who is withdrawn with few friends. She is unflinching in her criticism of aristocratic courtiers, seeing beyond superficial facades to their inner core, a quality Keene says is helpful for a novelist but less useful in the closed society she inhabited.Keene (1999b), 45 Bowring believes the work contains three styles, each distinct from the other. The first is the matter-of-fact chronicle of events, a chronicle which otherwise would typically have been written in Chinese. The second style is found in the author's self-reflective analysis. He considers the author's self-reflections the best that have survived from the period, noting that Murasaki's mastery of introspective style, still rare in Japanese, reflects her contributions to the development of written Japanese in that she conquered the limits of an inflexible language and writing system. The epistolary section represents the third style, a newly developed trend. Bowring sees this as the weakest portion of the work, a section where she fails to break free of the rhythms of spoken language.Bowring (2005), xviii–xix He explains that the rhythms of spoken language assumes the presence of an audience, is often ungrammatical, relies on \"eye contact, shared experiences and particular relationships [to] provide a background which allows speech to be at times fragmentary and even allusive\". In contrast, written language must compensate for \"the gap between the producer and receiver of the message\". She may have been experimenting with the new style of writing, either producing a fictional letter or writing a real letter, but he writes that at the end of the section the writing is weaker, \"degenerating into ... disjointed rhythms that are characteristic of speech.\"Bowring (2005), xix ==Translations== In 1920, Annie Shepley Omori and Kochi Doi published Diaries of Court Ladies of Old Japan; this book combined their translation of Murasaki's diary with Izumi Shikibu's (The ) and with the . Their translation had an introduction by Amy Lowell. Richard Bowring published translation in 1982,Ury (1983), 175 which contains a \"lively and provocative\" analysis. == 13th-century handscroll == In the 13th century, a handscroll of the diary was produced, the . The scroll, meant to be read from left to right, consists of calligraphy illustrated with paintings. Writing in \"The House-bound Heart\", Japanese scholar Penelope Mason explains that in an or , a narrative reaches its full potential through the combination of the writer's and the painter's art. About 20 percent of the scroll has survived; based on the existing fragments, the images would have closely followed the text of the diary.Mason (1980), 24 The illustrations in the emaki follow the late-Heian and early Kamakura period convention of (\"line-eye and hook-nose\") in which individual facial expressions are omitted. Also typical of the period is the style of (\"blown-off roof\") depictions of interiors which seem to be visualized from above looking downward into a space. According to Mason, the interior scenes of human figures are juxtaposed against empty exterior gardens; the characters are 'house-bound'.Mason (1980), 22–24 In the diary Murasaki writes of love, hate and loneliness, feelings which make the illustrations, according to Mason, of the \"finest extant examples of prose- poetry narrative illustrations from the period\".Mason (1980), 29 Mason finds the illustration of two young courtiers opening the lattice blinds to enter the women's quarters particularly poignant, because Murasaki tries to hold the lattice shut against their advances. The image shows that the architecture and the men who keep her away from the freedom of the garden to the right.Mason (1980), 32–33 The scroll was discovered in 1920 in five segments by . The Gotoh Museum holds segments one, two and four; the Tokyo National Museum holds the third segment; the fifth remains in a private collection. The portions of the held at the Gotoh museum have been designated as National Treasures of Japan.Gotoh Museum (in Japanese) == Gallery == File:Murasaki Shikibu Diary Emakimono (Gotoh Museum) 1.jpg|Leaf from the diary with calligraphy attributed to Kujō Yoshitsune, held at Gotoh Museum. File:Detached segment of Murasaki Shikibu Emaki.jpg|Fragment of the showing, on the left, an illustration of Shoshi with her newborn son, and on the right the text written in calligraphy. ==Notes== ==References== ===Citations=== === Sources === *Bowring, Richard John (ed). \"Introduction\". in The Diary of Lady Murasaki. (2005). London: Penguin. *Frédéric, Louis. Japan Encyclopedia. (2005). Cambridge, MA: Harvard UP. *Henshall, Kenneth G. A History of Japan. (1999). New York: St. Martin's. *Keene, Donald. Seeds in the Heart: Japanese Literature from Earliest times to the Late Sixteenth Century. (1999a). New York: Columbia UP. *Keene, Donald. Travelers of a Hundred Ages: The Japanese as revealed through 1000 years of diaries. (1999b). New York: Columbia UP. *Lady Murasaki. The Diary of Lady Murasaki. (2005). London: Penguin. *Lowell, Amy. \"Introduction\". in Diaries of Court Ladies of Old Japan. Translated by Kochi Doi and Annie Sheley Omori. (1920) Boston: Houghton Mifflin. *Mason, Penelope. (2004). History of Japanese Art. Prentice Hall. *Mason, Penelope. \"The House-Bound Heart. The Prose-Poetry Genre of Japanese Narrative Illustration\". Monumenta Nipponica, Vol. 35, No. 1 (Spring, 1980), pp. 21–43 *McCullough, Helen. Classical Japanese Prose: An Anthology. (1990). Stanford CA: Stanford UP. *Mulhern, Chieko Irie. Japanese Women Writers: a Bio-critical Sourcebook. (1994). Westport CT: Greenwood Press. *Mulhern, Chieko Irie. Heroic with Grace: Legendary Women of Japan. (1991). Armonk NY: M.E. Sharpe. *Rohlich, Thomas H. \"Review\". The Journal of Asian Studies, Vol. 43, No. 3 (May, 1984), pp. 539–541 *Shirane, Haruo. The Bridge of Dreams: A Poetics of \"The Tale of Genji\". (1987). Stanford CA: Stanford UP. *Shirane, Haruo. Traditional Japanese Literature: An Anthology, Beginnings to 1600. (2008). New York: Columbia UP. *Ury, Marian. The Real Murasaki. Monumenta Nipponica. (Summer 1983). Vol. 38, no. 2, pp. 175–189. *Waley, Arthur. \"Introduction\". in Shikibu, Murasaki, The Tale of Genji: A Novel in Six Parts. translated by Arthur Waley. (1960). New York: Modern Library. ==Further reading== * Gatten, Aileen. \"Reviewed Work: Objects of Discourse: Memoirs by Women of Heian Japan by John R. Wallace\". Journal of Japanese Studies. Vol. 33, No. 1 (Winter, 2007), pp. 268–273 *Sorensen, Joseph. \"The Politics of Screen Poetry\". The Journal of Japanese Studies, Volume 38, Number 1, Winter 2012, pp. 85–107 *Yoda, Tomiko. \"Literary History against the National Frame\". positions: East Asia cultures critique, Volume 8, Number 2, Fall 2000, pp. 465–497 == External links == * The Diary of Murasaki Shikibu Category:Diaries Category:Heian period in literature Category:The Tale of Genji Category:Late Old Japanese texts Category:Fujiwara clan Category:1000s books Category:Diaries of the Heian period Category:Murasaki Shikibu Category:11th-century Japanese books",
 "title": "The Diary of Lady Murasaki"
}