{
 "id": "919698",
 "text": "Obsidian Entertainment, Inc. is an American video game developer based in Irvine, California. It was founded in June 2003, shortly before the closure of Black Isle Studios, by ex-Black Isle employees Feargus Urquhart, Chris Avellone, Chris Parker, Darren Monahan, and Chris Jones. Although they have created original intellectual property, many of their games are sequels based on licensed properties. Early projects included Star Wars: Knights of the Old Republic II: The Sith Lords and Neverwinter Nights 2, both sequels to BioWare- developed games. The team then developed their first original game, Alpha Protocol, in 2010. Other notable works from Obsidian include Fallout: New Vegas, Dungeon Siege III, and South Park: The Stick of Truth, all of which are also licensed properties. Throughout the studio's history, many projects—including Futureblight, Dwarfs, Aliens: Crucible, and Stormlands—were cancelled. Due to having so many projects cancelled, the company entered a severe financial crisis in 2012. As a result, Obsidian decided to crowdfund their next game, Pillars of Eternity, a role-playing game played from an isometric perspective, which ultimately became a success and saved the studio from closure. The team's focus then changed from developing licensed titles to creating original games based on the studio's own intellectual property, including a sequel to Pillars of Eternity. In November 2018, it was announced that the studio had been acquired by Microsoft and become part of Microsoft Studios (now known as Xbox Game Studios). Their latest release is the adventure survival game Grounded. ==History== ===2003: Founding=== Obsidian Entertainment was founded by Feargus Urquhart, Chris Avellone, Chris Parker, Darren Monahan and Chris Jones on June 12, 2003. Prior to the establishment of Obsidian, they worked for Interplay Entertainment's subsidiary Black Isle Studios. At Black Isle they created several role-playing games including Icewind Dale, Planescape: Torment, and Fallout 2, and collaborated with BioWare on Neverwinter Nights, Baldur's Gate, and Baldur's Gate II. Most of these games were critically and commercially successful, but Interplay's financial situation was poor and the studio lost its license to produce Dungeons & Dragons-based games. This led to the cancellation of Baldur's Gate III: The Black Hound. Urquhart and most of the staff members were dissatisfied and frustrated with the cancellation, as the game had already been under development for a year and a half. Urquhart became convinced that staying at Black Isle was no longer a \"viable option\" for the team, and decided to leave the company. He was in his early thirties at the time, and thought that if he did not start a new company soon, he may become too old to do so. Urquhart officially left Interplay in 2003 with Avellone, Parker, Monahan, and Jones, and founded Obsidian Entertainment with them the same year. At the time of the company's establishment there were seven employees, including the company's five founders. Parker, Urquhart, and Monahan invested $100,000 to $125,000 into their newly founded company. When choosing the name of the company, they had prepared a short list of names for them to choose. The list included \"Scorched Earth\" and \"Three Clown Software\". The team eventually chose \"Obsidian Entertainment\", which they thought was strong, memorable, and felt similar to name of their old studio, Black Isle. Upon its establishment, the studio needed more capital in order to keep its operation running, and thus needed to gain support from publishers. They approached Electronic Arts, but it did not result in a project. The studio also contacted Ubisoft looking to make a Might & Magic game, but Ubisoft instead ended up contracting with Arkane Studios on that project, which became Dark Messiah of Might & Magic. Obsidian pitched a game to Take-Two Interactive called Futureblight, which was described as a Fallout-style game powered by the Neverwinter Nights engine. Similar to the EA and Ubisoft projects, Futureblight was never made. ===Late 2003–2008: Sequels to BioWare games=== Towards the end of 2003, the team was contacted by LucasArts president Simon Jeffrey, who requested that Obsidian make an action role-playing game set in the Star Wars universe. The team suggested a game concept which featured first-person lightsaber melee combat and that included established characters like R2-D2. Their idea was rejected, and Jeffrey instead asked Obsidian to create a follow-up to the BioWare- developed Star Wars: Knights of the Old Republic, as the team at Obsidian was familiar with the technology that the original game used. The partnership between the two companies finalized in late 2003, and development of the game, which became Star Wars Knights of the Old Republic II: The Sith Lords, began in October 2003. Obsidian was given 15 months to develop The Sith Lords. Originally set for a holiday 2004 release, LucasArts gave the studio an extension into 2005, before shifting the release date back to holiday 2004 following the Electronic Entertainment Expo. While LucasArts did dispatch members of its own staff to help get the game out on time, a number of features wound up being cut due to time constraints. Due to the moved deadline, Obsidian also did not have enough time to polish the game, and The Sith Lords suffered from crashes and other technical issues. Despite its issues, The Sith Lords was released to positive critical reception. The cut features were eventually restored by modders, who began their effort in 2009 and finished in 2012. From the beginning, the studio's goal was to be able to develop multiple projects simultaneously, and the decision led the company to expand very quickly. Soon after the development of The Sith Lords began, the team expanded to 20 employees. As of July 2004, it had expanded to 27, with 18 from Black Isle, and others from Blizzard Entertainment, Electronic Arts, Taldren, Totally Games, Treyarch, and Troika. Prior to the launch of The Sith Lords, Obsidian was approached by Atari. Atari acquired the license to produce Dungeons & Dragons-based games, and wanted Obsidian to create a sequel to Neverwinter Nights, which became Neverwinter Nights 2. Development of the game began in July 2005 with a team of ten people. The development of the game was headed by Monahan and Avellone. Obsidian became the game's lead developer, while Neverwinter Nights creator BioWare provided technical assistance. While they were developing the game, the team's size grew to about 50 people. The team were given sufficient time for the game's development, and Atari was willing to delay the project's targeted release window from Christmas 2005 to October 31, 2006. Neverwinter Nights 2 received a generally positive critical reception. Two expansions, Mask of the Betrayer and Storm of Zehir, were released in 2007 and 2008. During Neverwinter Nights 2s development, the team approached other publishers to work on additional projects. Disney Interactive Studios commissioned Obsidian to develop a prequel to Snow White and the Seven Dwarves called Dwarfs, which was set to be a third-person action game for the PlayStation 3 and Xbox 360. Work began in 2005, and the team developed a prototype and was a year into development when Bob Iger replaced Michael Eisner as CEO of The Walt Disney Company. As CEO, Iger led Disney to head in a completely different direction, which made the Snow White franchise \"untouchable\" and resulted in the cancellation of the project. According to Urquhart, the team loved the game and its cancellation was a \"heartbreaking\" experience for them. ===2009–2014: Alpha Protocol and licensed properties=== With the development of Neverwinter Nights 2 coming to an end, Obsidian was contacted by three different publishers. Electronic Arts wanted Obsidian to develop a role-playing game to compete with The Elder Scrolls IV: Oblivion, and another publisher was also interested in having Obsidian develop a fantasy RPG. The third publisher was Sega, who wanted the studio to develop an action role-playing game set within the Alien franchise. The game, titled Aliens: Crucible, was to feature base-building, dialogue choices, and character customization. In February 2009, Obsidian sent a prototype to Sega. Sega decided to cancel the game three weeks later without inspecting the demo. The cancellation was officially confirmed in June of that year. At around the same time, Atari again approached Obsidian, this time to revive Baldur's Gate III. Obsidian requested a large budget, which Atari could not afford, and the deal between the two companies fell apart when Atari Europe was sold to Namco Bandai Games. Despite the cancellation of Aliens: Crucible, Sega was still interested in working with Obsidian to develop another project. Instead of developing a sequel, they were asked to develop a role-playing game based on a new intellectual property. The team came up with an idea of a \"spy RPG\". Sega approved the idea and decided to help with the game's funding and serve as its publisher. The game would go on to become Alpha Protocol. The game's development was troubled; the team did not have a precise vision for Alpha Protocol and struggled to settle on what gameplay elements to include and what the target audience should be. As a result, it suffered from an identity crisis and featured elements from multiple genres. Sega, for its part, was also unable to make decisions quickly and the publisher cut features from the game after their completion. This resulted in numerous delays and excessively long production time; Alpha Protocol took four years to develop. It was finally released in June 2010. Their first original game, Alpha Protocol received mostly mixed reviews from critics. It was also a commercial failure for Sega, which led to their decision to put any plans for a sequel on hold. After the game's launch, Urquhart admitted that there was still room for improvements. Even though the game was a commercial failure, it was well received by the community, which has often demanded that Obsidian make a sequel. Urquhart responded by saying that the team hoped that they can develop Alpha Protocol 2, and \"do better\" with it. Avellone later added that they were unable to develop a sequel because the rights to the game were owned by Sega and crowdfunding would not be a suitable option. On February 11, 2010, Red Eagle Games and Obsidian announced that they would co-develop one or more games based on The Wheel of Time fantasy novel series by Robert Jordan. On April 25, 2014, however, Urquhart told Computer & Video Games that the agreement between the companies had dissolved after Red Eagle had failed to secure the necessary funding. At the same time that Alpha Protocol was in development, Obsidian was also working on Fallout: New Vegas. Prior to working on New Vegas, they were contacted by Bethesda Softworks about developing a Star Trek game, but the idea never gained traction. After Bethesda released Fallout 3 and began to shift its own focus back towards its Elder Scrolls series, it approached Obsidian with the idea of having the latter studio develop another game in the Fallout series, as several of Obsidian's founders had worked on the franchise while at Black Isle. In developing New Vegas, Obsidian looked at fan requests, which led to New Vegas giving a more prominent role to the in-game factions. When the concept was pitched to Bethesda, it was immediately approved. The development of New Vegas began soon after the cancellation of Aliens: Crucible, and it was released in October 2010. It received generally positive reviews, with some critics saying that the game's quality exceeded that of the critically acclaimed Fallout 3. As was the case with The Sith Lords, the development team did not thoroughly assess New Vegas for bugs and glitches before it was released. Some players were unable to play the game due to constant crashes. These problems were later patched and fixed. Obsidian considered New Vegas to be a learning experience; it was the studio's first AAA game, and it taught the studio how to manage quality assurance. Between The Sith Lords and New Vegas, Obsidian had built a reputation for creating games with technical problems. The team was determined to change this with future titles, and made improvements to their bug-tracking system, These improvements were applied to the studio's next project, Dungeon Siege III, a sequel to the Gas Powered Games-developed Dungeon Siege, published by Square Enix. The game received mixed reviews upon release in 2011, but it enjoyed a stable launch. Dungeon Siege III was the first game to use Obsidian's own in-house Onyx engine. In 2011, the company began working on a third-person open world game named \"Stormlands\". It was rumored that the game was being produced for the then-unannounced successor to the Xbox 360. The title was ultimately cancelled in 2012 by its publisher, Microsoft Studios, causing Obsidian to lay off between 20 and 30 people. Obsidian then transformed Stormlands into another game title called Fallen and then pitched it to other publishers including 2K Games and Ubisoft. Despite hearing no response from them, Fallen became the foundation for one of Obsidian's future games, Tyranny. In October 2009, Obsidian was contacted by South Park Digital Studios to develop a game set within the South Park universe. The team originally thought the phone call from South Park Digital Studios was a prank carried out by another company located in the same building. Obsidian met with South Parks creators, Matt Stone and Trey Parker, with the two parties agreeing that it was critical that the game share the television show's construction paper-like visual aesthetic. Funding was originally provided by Viacom, the parent company of the television channel that South Park is broadcast on. In 2011, Viacom decided to let the video game publisher THQ take over as the game's publisher. Shortly after THQ took over, they entered into a financial crisis, eventually going bankrupt in late 2011. With THQ unable to continue its publishing and funding roles, an auction was held for other publishers to acquire their titles. Obsidian was worried that if the project was cancelled, they too would face severe financial difficulties. Eventually Ubisoft acquired the game, which was released as South Park: The Stick of Truth in March 2014. In mid 2014, the studio announced Armored Warfare, a tank game developed for My.com. It launched in open beta during 2015. Obsidian has also maintained a friendly relationship with inXile Entertainment. Like Obsidian, inXile was founded by former employees of Interplay Entertainment. The two companies signed an agreement to share their technology with each other. Obsidian assisted in the development of inXile's Wasteland 2 after its Kickstarter campaign raised $2.1 million, Wasteland 2 was released in late 2014 and received generally positive reviews upon release. ===2014–2018: Financial troubles and Pillars of Eternity=== While the studio managed to complete South Park: The Stick of Truth, the company faced a precarious financial position. The studio received only a small \"kill fee\" for their work on North Carolina. They also lost their bonus for Fallout: New Vegas, as the game failed to meet Bethesda's standard—an aggregate review score of 85 at Metacritic—by 1 point. The team lacked sufficient resources to keep the company's operation running. According to Adam Brennecke, an executive producer at Obsidian, if they failed to pitch a project to a publisher in time they would have exhausted their money and gone bankrupt. At that time, the crowdfunding platform Kickstarter was growing popular and Josh Sawyer, creative director of New Vegas, proposed that the studio put their cancelled game on Kickstarter and attempt to secure funding for it there. Some team members were skeptical about the idea and feared that they may not even be able to raise $100,000 through the platform. The question of whether to pursue a Kickstarter campaign led to numerous debates between key members of the company. The debates ended when Double Fine Adventures campaign launched and saw huge success. Secure in the belief that Kickstarter was a viable funding option, the team decided to use it to fund the development of a game they wanted to make for a very long time: a spiritual successor to Baldur's Gate. The Kickstarter campaign for Pillars of Eternity was launched in September 2012 under the working name \"Project Eternity\", with Obsidian requesting $1.1 million. The studio approached Kickstarter with the mindset that if their campaign was successful the game could eventually be turned into a franchise, while if they were unsuccessful, they would attempt to refine their ideas and try again with another campaign. Obsidian's campaign was hugely successful, raising $4 million and breaking the record set by Double Fine Adventure. Pillars of Eternity was released in March 2015 to a positive critical reception. Paradox Interactive served as the game's publisher. Obsidian planned an expansion pack, called The White March. It was divided into two different parts, one of which was released on August 25, 2015, and the other on February 16, 2016. A board game for Pillars of Eternity titled Pillars of Eternity: Lords of the Eastern Reach was announced on May 19, 2015. It was developed by Zero Radius Games with input provided by Obsidian. Like the main game, it was funded through a Kickstarter campaign, and it reached its funding goal within a day. In June 2015, studio co-founder Chris Avellone announced his departure from Obsidian. In August 2015, Obsidian partnered with inXile and Double Fine to launch a new funding website named Fig, with Urquhart serving as a member of the company's advising board. The new platform's aim is to offer \"equity crowdfunding\", and it will only focus exclusively on video game-related projects. Obsidian is set to use Fig as its future crowdfunding platform. It was announced in July 2015 that the company was working on the localization for Skyforge. On August 13, 2014, Obsidian announced that they had licensed the Pathfinder Roleplaying Game to make electronic games, starting with a tablet adaptation of it, which was released for iOS and Android devices in April 2016, with releases for other platforms to be announced. Paizo CEO Lisa Stevens also confirmed plans for an Obsidian- developed computer role-playing game. Urquhart had stated a desire to collaborate with BioWare again on a new Star Wars game. After the release of New Vegas, there is also a desire to work on another Fallout game. On March 15, 2016, Obsidian announced their new project called Tyranny, an isometric RPG set in a world where evil has already won. The game was announced for release in 2016 on Microsoft Windows, Mac and Linux, and was published by Paradox Interactive. The game was originally called Fury, whose concept was created in 2006, and is set in \"a world that had been laid waste by a magical apocalypse\". The concept later became Defiance, whose concept is similar to that of Tyranny. Defiance, along with ideas of Obsidian's other projects later became Stormlands. As Stormlands was cancelled, the company reconsidered the original idea of Defiance to make Tyranny. In April 2016, Leonard Boyarsky joined Obsidian, becoming the second Troika Games co-founder to work for the company. On January 27, 2017, Obsidian announced Pillars of Eternity II: Deadfire and launched a crowdfunding campaign on Fig to raise additional development funds. The project achieved its funding goal in less than a day, and was released in May 2018. In February 2017, it was announced that Obsidian were leaving the development of Armored Warfare in the hands of the game's publisher to finish the project. ===2018–present: Microsoft acquisition=== On November 10, 2018, it was announced that the studio had been acquired by Microsoft and become part of its Microsoft Studios division. Following the announcement of the acquisition, during The Game Awards ceremony in December 2018, Obsidian announced a new intellectual property named The Outer Worlds, an action role-playing game set in an alternate future in which megacorporations began colonizing and terraforming alien planets. The game was released on October 25, 2019, for Microsoft Windows, PlayStation 4, and Xbox One, and a version for Nintendo Switch released on June 5, 2020. In November 2019, Obsidian announced its next game, titled Grounded, describing it as a \"survival adventure where you're the size of an ant\". On July 23, 2020, at the Xbox Games Showcase, Obsidian Entertainment revealed a brand new RPG game called Avowed was currently in development for Microsoft Windows and Xbox Series X. In 2021, another unannounced open-world project for PC and console was also found to be in development through a technical artist job posting on the company's website, which was later revealed to be The Outer Worlds 2 during the Xbox + Bethesda E3 2021 showcase. ==Philosophy== Obsidian built its reputation making sequels in well-established franchises including Star Wars: Knights of the Old Republic, Neverwinter Nights, Fallout, and Dungeon Siege. Urquhart has stated that the company is fine with developing sequels, as they are often fun to make since the studio can \"get to go play in someone else's world\" and further explore and expand upon the original games' ideas. The studio also believes that such licensed projects are easier to develop. Obsidian considered the making of these sequels as stepping stones towards eventually making original games based on their own intellectual property. The studio's focus did later shift towards developing their own games, which allowed Obsidian to maximize their creative freedom and escape the constraints imposed by publishers. The studio has used the crowdfunding platform Kickstarter as an indicator to see whether a game or genre is popular or not. As an independent company prior to their 2018 acquisition by Microsoft, Obsidian believed that they must act and react quickly to market changes and not stagnate on any certain point. While the core focus of Obsidian was still developing character-driven role-playing games, the team were willing to try out projects that are smaller and are in different genres. The decision to develop Armored Warfare was one result of this strategy. A dungeon crawler game based on the story of the company's five founders was made. The game was housed in an arcade cabinet inside Obsidian. ==Games== ===Released=== ===Cancelled=== ==Notes== ==References== ==External links== * Category:2003 establishments in California Category:2018 mergers and acquisitions Category:American companies established in 2003 Category:Companies based in Irvine, California Category:First-party video game developers Category:Microsoft subsidiaries Category:Video game companies established in 2003 Category:Video game companies of the United States Category:Video game development companies Category:Xbox Game Studios",
 "title": "Obsidian Entertainment"
}