{
 "id": "920189",
 "text": "Arthur Charles Hamilton-Gordon, 1st Baron Stanmore (26 November 1829 – 30 January 1912) was a British Liberal Party politician and colonial administrator. He had extensive contact with Prime Minister William Ewart Gladstone. ==Career== Gordon was born in London in 1829. He was the youngest son of George Hamilton-Gordon, 4th Earl of Aberdeen and his second wife, Harriet Douglas. His mother was the widow of Viscount Hamilton. Gordon was educated privately and then at Trinity College, Cambridge, where he was President of the Cambridge Union Society in 1849. After graduating in 1851, he worked as Assistant Private Secretary to the British Prime Minister (his father) between 1852 and 1855, and was a Member of Parliament (MP) for Beverley from 1854 to 1857. In 1875, the Fiji Islands were created a separate Colony, and Sir Arthur Gordon was appointed the first Governor and Commander- in-Chief of Fiji, until 1880. In connection with this he also received the appointment of Consul-General, and High Commissioner of the Western Pacific, but that gave little additional power. He held a number of colonial governorships: * Lieutenant-Governor of New Brunswick, 1861–1866, securing New Brunswick's assent to Canadian Confederation * Governor of Trinidad, 1866–1870. * 11th Governor of Mauritius, 21 February 1871 – 18 August 1874 * Governor of Fiji from 1875 to 1880.Paul Knaplund, \"Sir Arthur Gordon and Fiji: Some Gordon-Gladstone Letters.\" Historical Studies: Australia and New Zealand 8#31 (1958) pp 281–296. * Governor of New Zealand, 29 November 1880 – 24 June 1882 * Governor of Ceylon, 1883–1890. He was created Baron Stanmore, of Great Stanmore, in the County of Middlesex on 21 August 1893. In 1897 Lord Stanmore became the chairman of the Pacific Islands Company Ltd ('PIC'), which was a company formed by John T. Arundel that was based in London with its trading activities in the Pacific that involved mining phosphate rock on Banaba (then known as Ocean Island) and Nauru.Albert F. Ellis, (1935) Ocean Island and Nauru: Their Story, Chapter IV John T. Arundel and Lord Stanmore were responsible for financing the new opportunities and negotiating with the German company that controlled the licences to mine in Nauru. In 1902 the interests of PIC were merged with Jaluit Gesellschaft of Hamburg, to form the Pacific Phosphate Company, ('PPC') to engage in phosphate mining in Nauru and Banaba.Maslyn Williams & Barrie Macdonald (1985) The Phosphateers Gordon's ethnographic collection from Fiji, which was assembled during his Governorship, was donated to the British Museum in 1878. He was appointed a member of the Royal Commission on Historical Manuscripts in March 1900. ==Works== *(Volume 51, Issue 4 of new series, American Philosophical Society Volume 51, Part 4 of Transactions Series Volume 51, Part 4 of Transactions of the American Philosophical Society new ser v. 51, no. 4)(Original from the University of California) ==Personal life and death== On 20 September 1865, Arthur Hamilton-Gordon, wed Rachel Emily Shaw Lefevre in London. The couple had a daughter and a son. Arthur Hamilton-Gordon, 1st Baron Stanmore died on 30 January 1912 in Chelsea, London. ==Arms== ==References== ==External links== * * Biography at the Dictionary of Canadian Biography Online Category:1829 births Category:1912 deaths Category:Governors of British Trinidad Category:Governors of Fiji Category:Governors-General of New Zealand Category:Presidents of the Cambridge Union Category:Governors of the Colony of New Brunswick Category:Knights of Justice of the Order of St John Category:Knights Grand Cross of the Order of St Michael and St George Category:Barons in the Peerage of the United Kingdom Category:Children of prime ministers of the United Kingdom Hamilton-Gordon, Arthur Category:Alumni of Trinity College, Cambridge Category:Liberal Party (UK) MPs for English constituencies Category:UK MPs 1852–1857 Category:UK MPs who were granted peerages Category:High Commissioners for the Western Pacific Category:Peers of the United Kingdom created by Queen Victoria",
 "title": "Arthur Hamilton-Gordon, 1st Baron Stanmore"
}