{
 "id": "920280",
 "text": "The Dell in Milton Road, Southampton, Hampshire, England was the home ground of Southampton F.C. between 1898 and 2001. ==New stadium== Since 1896, Southampton had been tenants of Hampshire County Cricket Club at the County Ground, having vacated the Antelope Ground in the summer of 1896. The rent payable to the cricket club (£200 p.a.) was putting a strain on the football club's finances and, in an attempt to reduce this burden, the club had considered a merger with the Freemantle club and a move to their ground in Shirley. The merger proposals had fallen through, but at the Extraordinary general meeting in June 1897, the members were informed that \"the committee had a ground in view\". At a shareholders' meeting on 11 November 1897, the chairman stated: > . . . that all being well, by next season the company would be in possession > of its own ground which was at the present time in the hands of George > Thomas Esq. who was devoting his time to its early completion. Although the minutes do not record the location of the new ground, it was common knowledge within the town that the new ground was situated > . . . in the dell that is not far from the County Ground, and nearer West > Station and the town, and at the present time it is a narrow valley with a > stone culvert running along the bottom. It will not be a large ground, but > the natural banks on all sides will be a great help in arranging for the > convenience of the spectators. The site on which the ground was built was described in Philip Brannon's Picture of Southampton, published in 1850, as \"a lovely dell with a gurgling stream and lofty aspens\"; the stream is the Rollsbrook which flows out of Southampton Common, running parallel to Hill Lane before now disappearing under Commercial Road and the Central Station, from where it is conduited under Southampton Docks into Southampton Water. The land had been purchased in the 1880s by the Didcot, Newbury and Southampton Railway to enable them to continue their line from Winchester via Twyford, Chandlers Ford, a tunnel at Chilworth and Shirley where it was to pass to the north-east of what is now St James' Park and St. James' Church. From here the line would have travelled south across Hill Lane to run through the dell and onto an embankment leading to a viaduct over Commercial Road and the London and South Western Railway line before terminating on the Western Esplanade, north of the Royal Pier.Didcot, Newbury and Southampton Railway\", Sands, T.B. Deposited Plans Hampshire Record Office Collection DP/384/1 Didcot Newbury and Southampton Junction Railway: deposited plan 1881 The dell was stripped of vegetation and the stream channelled into a conduit with work started on the embankment, which survives behind property to the north of Commercial Road but was never used, and the viaduct which was part built but later demolished. The project was abandoned at this point and agreement reached to connect to the London and South Western Railway at Shawford Junction with running rights into Southampton. ==Construction== George Thomas, a fish merchant who had been appointed as a director of the limited company when it was formed in the summer of 1896, who lived in Shirley, saw the potential of the cleared site and purchased the land from the D.N.S.R. By the beginning of the 1898–99 season, Thomas had incurred expenditure of between £7,500 and £9,000 on acquiring and clearing the site, and erecting the new stands and had agreed an initial three-year lease to the football club at a rental of £250 p.a. The dell had been drained with 13,000 ft of pipe being laid, all draining into the central culvert formed from the Rollsbrook stream. The playing field had to be levelled and the ground made up and turfed ready for the opening of the new season. On completion, the stadium was described in the Southampton Observer: > . . . the rising staging on the north side of the ground will hold 5,500 > spectators, who have of course to stand up; the covered east and west stands > will seat 4,000 spectators comfortably, and the staging and sloping bank on > the south side will hold 15,000 spectators. This totals up to 24,500. At this stage, the new ground did not have an official name, with various names suggested including the \"Fitzhugh Dell\", the \"Archer's Ground\" and \"Milton Park\" but gradually the ground became known by default as \"the Dell\". ==Early days== The stadium was opened in September 1898, with the inaugural match on 3 September being against Brighton United. The first goal at the stadium was scored by Watty Keay, with the others from Abe Hartley, Jim McKenzie and Tom Smith, as Southampton won 4–1. It hosted an international match in 1901, as England defeated Ireland 3-0 in the 1900–01 British Home Championship. ==Redevelopment== In 1927, the original West Stand was demolished (together with the club secretary's house) and the new West Stand was built. This was designed by Archibald Leitch, one of the greatest football stand designers of the day, who had also designed stands at Fratton Park, Roker Park and at Goodison Park. A year later, on the last day of the 1928–29 season a dropped cigarette caused a fire which destroyed the East Stand. A replacement stand was built which mirrored the West Stand, increasing the ground capacity to approximately 30,000. ==Wartime incidents== On 30 November 1940, a German bomb fell on the stadium during the Blitz, creating an 18-foot crater in the Milton Road penalty area. While the pitch was being restored, Southampton had to play their remaining fixtures in 1940–41 away, although in February 1941, they played a \"home\" War Cup tie with Brentford at Fratton Park, Portsmouth. In March 1941, an explosion of munitions stored at the ground caused a major fire in the West Stand although this was rebuilt soon afterwards. At the start of the 1941–42 season they played their home games at Dew Lane, Eastleigh, before the Dell was re-opened in October 1941. ==Post- war== thumb|217px|right|Inside the Dell (Southampton draw 0–0 against Leicester City, March 1997) In 1950, the Dell became the first ground in England to have permanent floodlighting installed. The first game played under the lights was on 31 October 1950, in a friendly against Bournemouth & Boscombe Athletic, followed a year later by the first \"official\" match under floodlights, a Football Combination (Reserve team) match against Tottenham Hotspur on 1 October 1951. During the post-war years, huge crowds packed into the Dell. The attendance record was broken on 8 October 1969, when 31,044 watched Southampton lose 3–0 to a Manchester United team which included George Best and Bobby Charlton. The stadium hosted First Division football for the first time in the 1966-67 season, and would do so for all but four of the 35 seasons leading up to its closure. During this time, Southampton won the FA Cup in 1976, and achieved their highest league finish of second place in 1984. ==Further redevelopment== In the 1980s, there were several changes at the ground, with the makeshift chocolate boxes at the Milton Road end being replaced by a new stand used for family ticket holders a two level concrete structure. The standing areas under the East and West stands being fitted with bench seats, before the Dell became an all-seater stadium in the early 1990s in the wake of the Hillsborough disaster on 15 April 1989, which obliged all clubs in the top two English divisions had all-seater stadiums. New stands were erected at both ends of the stadium, but by the 1993–94 season the stadium now had a capacity of just over 15,000, the smallest in the top level of English football. The Milton Road Stand was notable for its wedge-like appearance. ==Final days== By this time, Southampton were looking for a new home. By the mid-1990s it seemed as if the search was over as the club announced plans to move to a new stadium at Monks Brook playing fields near the village of North Stoneham, Eastleigh. However, the club fell into a dispute with the local council about the lack of community facilities. Many people in Eastleigh were also unhappy with having another town's football club in their area. The dispute was resolved when the chairman, Rupert Lowe, declared new plans for the club to move to a new 32,000-seat stadium, for a cost of £32 million, on Brittania Road on the banks of the River Itchen. The move was confirmed at the end of the 1998–99 season (when Southampton achieved a late escape from relegation for the sixth time in eight seasons) and work began soon afterwards. The new St Mary's Stadium was ready for the 2001–02 season. On 4 April 2001, the first ever Football Aid event took place at the Dell (including former players Jimmy Case and Peter Rodrigues). The last confirmed hat-trick was scored during this game by Bryn Thomas. On 19 May 2001, midfielder Matthew Le Tissier (who retired from playing a year later) said goodbye to the stadium that had been host to his entire professional career by scoring a volley in the final minutes of the final league game securing a 3–2 win against Arsenal. Le Tissier thus has the distinction of scoring the last competitive goal at The Dell. On 26 May, the club's fans said goodbye to the Dell by stripping all of its seats, the pitch and even an advertising board after Southampton's last game at the stadium, a 1–0 victory in a friendly against Brighton and Hove Albion, the first and last opponents at the stadium. The last goal ever scored at the Dell was by Uwe Rösler. thumb|217px|right|Flats on the site of 'The Dell'. The Dell was demolished later, completed on Friday 13 July 2001 by Portsmouth-based demolition company, Hughes & Salvidge. A housing estate was later built on the site by Barratt Homes. The apartment blocks on the site bear the names of former Southampton players: * Stokes Court * Ted Bates Court * Le Tissier Court * Wallace Court * Channon Court ==References== ==External links== *Memorable matches at The Dell – from The Independent *Pictures of the old stadium *Picture of the old Chocolate Boxes *Football Grounds Guide Article Category:Sport in Southampton Category:Southampton F.C. Category:Defunct football venues in England Category:Premier League venues Category:Sports venues in Hampshire Category:Sports venues completed in 1898 Category:English Football League venues Category:Sports venues demolished in 2001 Category:1898 establishments in England Category:Demolished sports venues in the United Kingdom",
 "title": "The Dell (Southampton)"
}