{
 "id": "920746",
 "text": "{{Infobox settlement | name = Dikhil Region Gobolka Dikhil Rakaakay Dikhil إقليم دخيل | native_name = | settlement_type = Region (Gobolka - Rakaakay) | nickname = | motto = | image_map = Djibouti - Dikhil.svg | map_alt = | map_caption = | pushpin_label_position = | pushpin_map_alt = | pushpin_map_caption = | coordinates = | coor_pinpoint = | coordinates_footnotes = | subdivision_type = Country | subdivision_name = | seat_type = Administrative centre | seat = Dikhil | area_footnotes = | area_total_km2 = 7,200 | area_land_km2 = | area_water_km2 = | area_water_percent = | area_note = | elevation_footnotes = | elevation_m = 1362 | population_footnotes = | population_total = 104,977 | population_as_of = 2019 | population_density_km2 = auto | iso_code = DJ-DI | website = | footnotes = }} The Dikhil Region (, , ) is a region in southern Djibouti. It is bordered by the Regions of Tadjoura to the north, Arta to the northeast, Ali Sabieh to the east. To the west and south, it has a long line with the Djibouti-Ethiopia border adjacent to the Ethiopia Regions of Afar Region and Somali Region. Dikhil Region is the largest Region in Djibouti by area, with a mainland area of 7,200 square kilometres (2,800 sq mi), it is about the same size as Sikkim. The Dikhil Region's capital is the town of Dikhil. ==History== During the Middle Ages, the Dikhil Region was ruled by the Ifat Sultanate and the Adal Sultanate. It later formed a part of the French Somaliland protectorate in the first half of the 20th century. While the region is built in \"administrative position Gobad Dikkil\" from March 25, 1927, it is only December 21, 1927 a detachment from Djibouti to recognize the region \"and Dekkel Gobad\" led by the Arthur Diderrich administrator. Following this mission, a military and administrative is installed at a place called Dikhil March 26, 1928. Become attached to a post \"circle of Adaels\" December 24, 1930, the district becomes a vicious self-April 9, 1931. It then includes all the southern colony, the Ethiopian border that French Somaliland. January 19, 1939 has created a \"circle of Ali Sabieh\" on the eastern part of the Dikhil. After several changes, this part definitely gets a separate entity in 1958 with the appointment of a specific administrator. Dikhil region takes the appearance it retains until the creation of the Arta region in 2002. On Asa Ragid site, the material found consists of shell middens from oysters, basalt rhyolite peaks whose dating for older, is at 5000–5800 years BC Also circular stone structures and a microlithic industry red jasper and obsidian and pottery shards more or less decorated beads and ostrich egg shell. As for the site of Asa Koma (Red Hill) As near Eyla, he revealed a life towards the end of the third millennium with a population of fishermen who hunted jackal, raised cattle and made pottery decorated with prints and chiseled features of good quality and which shapes and colors are similar to ceramics found in Sudan. It was discovered in 1989 a burial of an elderly adult and a young woman of 18. Many lithic obsidian and bone tools and beads of ostrich egg shells or shells of the Red Sea. Also animal bones, especially jackals, hippos rarely or gazelles, antelopes and domestic cattle and bones of fish (tilapia and catfish). Spread throughout the country and in more recent times are the cairn housing Graves (hundreds in the north). In one of these mounds in Balho, we found a fragment of cranium from the early first millennium BC The diversity of these burials attests different periods to which they relate. In 1963 during the first Somali-Ethiopian war a terrible massacre was perpetrated by the Ethiopian soldiers in Aysha, mainly populated by the Issa Somali. Among the latter, those who succeeded in fleeing arrived at Dikhil and Ali Sabieh and in 1977 during the Ogaden War between Somalia and Ethiopia, a second wave of populations fleeing hostilities took refuge in Dikhil and Ali Sabieh. ==Geography== right|thumb|300px|A topographic map of the Region of Dikhil. Dikhil Region is in the west part of the Republic of Djibouti, the Region of Dikhil is the largest Region in the country, it accounts for 27.5% of the land of Djibouti. Dikhil Region is best known for its desert landscape. It is also known for its climate, which presents exceptionally hot summers and mild winters. The Region is made up of three geologic regions: Mountains, Plains- Valleys, and Desert which occur in large bands from west to east. Because of the different geologic regions there are contrasting climates and ecosystems. The precipitation and temperature in the mountainous areas depends on the elevation. ==Climate== The Dikhil Region has two seasons, with a warm and dry climate, very low precipitation (not exceeding 200 mm annually) and variable and it depending on the year. === Northern Dikhil Region === Monthly normal high and low temperatures (°F) for various Northern Dikhil Region cities {| class=\"wikitable\" |- !Town !Min. Temp !Max. Temp !Rainfall |- |Yoboki |align=center | || align=center | || align=center | |- |Galafi |align=center | || align=center | || align=center | |} During fall, winter, and spring, it experiences the most clear days statewide. The wettest months in this region occur during the summer. Winds are strengthened as they are forced to push through canyons and valleys. === Southern Dikhil Region === right|thumb|250px|The landscape near Dikhil. Monthly normal high and low temperatures (°F) for Southern Dikhil Region cities {| class=\"wikitable\" |- !Town !Min. Temp !Max. Temp !Rainfall |- |Dikhil |align=center | || align=center | || align=center | |- |Mouloud |align=center | || align=center | || align=center | |- |As Eyla |align=center | || align=center | || align=center | |} The wettest months are the summer inland, where it is drier, ranches dominate the landscape, characterized by thick spiny brush and grasslands. Winter nights commonly see temperatures fall below 25 °F (77 °C) ==Overview== The Region of Dikhil is situated at the boundary of the Afar 44% and Issa Somali 56% sociolinguistic groups. In some part, it includes the territory of the former Sultanate of Gobaad, originally populated by populations of Afar. According to the 2009 Census, the local population consists of 88,948 individuals, 28,876 of whom are nomads. ==Towns== thumb|right|300px|Map of the Dikhil Region. {| class=\"wikitable collapsible sortable\" style=\"margin:lem; margin-top:0;\" |+ Dikhil Region |- !Town names !Population |- |Dikhil||style=\"text-align:right;\"|24,886 |- |As Eyla||style=\"text-align:right;\"|12,000 |- |Mouloud||style=\"text- align:right;\"|18,653 |- |Galafi||style=\"text-align:right;\"|1,849 |- |Yoboki||style=\"text-align:right;\"|8,000 |- |Bondara||style=\"text- align:right;\"|3,456 |- |Sankal||style=\"text-align:right;\"|421 |- |Gorabous||style=\"text-align:right;\"|254 |- |Tew'o||style=\"text- align:right;\"|421 |- |Kouta Bouyya||style=\"text-align:right;\"|312 |- |Dagguirou||style=\"text-align:right;\"|505 |- |Daoudaouga||style=\"text- align:right;\"|550 |- |Dadahalou||style=\"text-align:right;\"|570 |} ==References== * Category:Regions of Djibouti",
 "title": "Dikhil Region"
}