{
 "id": "92098",
 "text": "Custer County is a county located in the U.S. state of Oklahoma. As of the 2010 census, the population was 27,469. Its county seat is Arapaho. The county was named in honor of General George Armstrong Custer. Custer County comprises the Weatherford, Oklahoma, Micropolitan Statistical Area. ==History== Custer County was formed on 1891 as an original county from Cheyenne land, and called G County. On November 6, 1896, it was renamed Custer County after General George Armstrong Custer, who had massacred the Southern Cheyenne Indians at the Battle of the Washita 20 miles west in Roger Mills County, and was killed at the Battle of Little Bighorn. The county was settled by white settlers during the third official land run of April 19, 1892. On this day the first newspaper of the county appeared, the Arapaho Arrow. Before Custer County became a county two major expeditions were conducted through the area. The first was the Whipple Railroad Expedition surveyed during the year 1853 and was then followed by the construction of Beale's Wagon Road in 1858. Both of these expedition were federally funded. The Beale Wagon Road went from Fort Smith, Arkansas to Los Angeles, California at a cost of $210,000. While Lt. Edward Fitzgerald Beale was moving through the future county his crew built 7 wooden bridges across major creeks to make it easier for travelers to move over the hilly country. This road became the first federally funded interstate highway to be constructed in the American Southwest. It is the Grandmother of federal roads, with Route 66 being one of its children. The best source for this information is found in the report written by Lt. Beale in 1860 and entitled \"Wagon Road Fort Smith To The Colorado River\" published by Congress. Part of this report can be read in an article written in the Chronicles Of Oklahoma in 1934 with the same title. Before Custer County became a county four major expeditions were conducted through the area. The first was Josiah Gregg's route from Santa Fe, New Mexico to Fort Smith, Arkansas during the years 1839–1840. This route became known as the Fort Smith to Santa Fe Trail and entered the county a few miles northeast of Hydro, Oklahoma. From there it moved northward past the mounds near Thomas, Oklahoma. Once past the mounds the road went more northwest and left the county north of the headwaters of Deer Creek. During the year 1849 thousands of gold seekers passed through the county. One such group was made up of 1,500 individuals and escorted by Captain Randolph Marcy. When this company entered future Custer County, southeast of Weatherford, Oklahoma, Marcy and the military escort traveled northward to join the Fort Smith Santa Fe Trail. The gold seekers blazed a new trail northwestward towards the Antelope Hills located in modern Roger Mills, County. Their major complaint was the difficulty they had crossing the many deep creeks they encountered on the route. In 1853 the first railroad survey was conducted from Fort Smith, Arkansas to Los Angeles, California. This survey was directed by Lt. Amiel Weeks Whipple, and financed by Congress. Whipple's survey party entered Custer County in its southeast corner. Whipple followed almost the same path as the 49ers had, recommending bridges be built over the streams in question. Five years later, in 1858, Lt. Edward F. Beale was instructed by the Secretary of War John B. Floyd to improve an already existing road system from Fort Smith, Arkansas to Albuquerque, New Mexico. The purpose was to create one major road to follow than the many routes that were being used. Beale was also instructed to locate bridge sites where Iron bridges would be built to ease the problem of creek and river crossings. As a result, 6 Iron bridges were constructed in Eastern Oklahoma during the years 1859–1860. When Beale's construction crew entered the southeast corner of Custer County, they followed the same route the 49ers had in 1849. When he came to creeks that needed bridging, temporary wooden bridges were constructed across 7 creeks before leaving the county. These bridges were supposed to be replaced by Iron bridges, however Congress did not allocate enough money to have this come to pass. Total construction time for this road was 1857-1860 and the U.S. Government spent $210,000.00 to build this road from Fort Smith, Arkansas to Los Angeles, California. Thus making this road the first federally funded interstate highway to be built in the Southwest some 66 years before the famed Route 66 highway began in 1926. So if historians have named Route 66 the Mother Road, then the Beale Wagon Road must be the Grandmother Road and Route 66 one of its children. The Beale Wagon Road saw little use in Custer County because the Civil War interrupted traffic flow, which forced people to use the Santa Fe Trail through Kansas. After the war traffic flow was slow but picked up during the late 1860s. During the summer of 1866 a large regiment of troops passed through the county including Black troops, known as Buffalo Soldiers. They lost their commanding officer while he was on a hunting trip. He eventually found his way back to Fort Smith by following the Beale Road. In 1868 Custer's troops followed a portion to the road in the Clinton area while following down the Washita River to Fort Cobb. During the reservation years Parties of Cheyenne and Arapaho Indians used Beale's Route while passing through their lands. In 1892 When this county was opened to white settlement, The Beale Wagon Road served as the main road for those farmers who used the road to travel to towns which were on or close to the road. The road lost its identity when section line county roads were established. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (1.3%) is water. ===Major highways=== * 20px Interstate 40 * 25px U.S. Highway 183 * 20px State Highway 33 * 20px State Highway 44 * 20px State Highway 47 * 20px State Highway 54 * 20px State Highway 73 ===Adjacent counties=== * Dewey County (north) * Blaine County (east) * Caddo County (southeast) * Washita County (south) * Beckham County (southwest) * Roger Mills County (west) ===National protected area=== * Washita National Wildlife Refuge ==Demographics== As of the census of 2000, there were 26,142 people, 10,136 households, and 6,578 families residing in the county. The population density was 26 people per square mile (10/km2). There were 11,675 housing units at an average density of 12 per square mile (5/km2). The racial makeup of the county was 81.41% White, 2.87% Black or African American, 5.81% Native American, 0.88% Asian, 0.04% Pacific Islander, 5.80% from other races, and 3.20% from two or more races. 9.03% of the population were Hispanic or Latino of any race. There were 10,136 households, out of which 30.20% had children under the age of 18 living with them, 51.60% were married couples living together, 9.50% had a female householder with no husband present, and 35.10% were non-families. 27.80% of all households were made up of individuals, and 10.80% had someone living alone who was 65 years of age or older. The average household size was 2.45 and the average family size was 3.05. In the county, the population was spread out, with 24.30% under the age of 18, 17.40% from 18 to 24, 24.50% from 25 to 44, 20.10% from 45 to 64, and 13.70% who were 65 years of age or older. The median age was 33 years. For every 100 females there were 94.90 males. For every 100 females age 18 and over, there were 92.00 males. The median income for a household in the county was $28,524, and the median income for a family was $37,247. Males had a median income of $27,066 versus $19,479 for females. The per capita income for the county was $15,584. About 12.40% of families and 18.50% of the population were below the poverty line, including 21.00% of those under age 18 and 10.50% of those age 65 or over. ==Politics== {| class=wikitable ! colspan = 6 | Voter Registration and Party Enrollment as of January 15, 2019 |- ! colspan = 2 | Party ! Number of Voters ! Percentage |- | | Democratic | align = center | 5,161 | align = center | 32.11% |- | | Republican | align = center | 8,236 | align = center | 51.24% |- | | Others | align = center | 2,675 | align = center | 16.64% |- ! colspan = 2 | Total ! align = center | 16,072 ! align = center | 100% |} ==Communities== * Anthon * Arapaho (county seat) * Butler * Carpenter (part) * Clinton (part) * Cody * Custer City * Dead Women Crossing * East Junction * Foley * Hammon (part) * Hammon Junction * Independence * Indianapolis * McClure * Moorewood * Parkersburg * Ralph * Stafford * Sunset * Thomas * Weatherford ==See also== * National Register of Historic Places listings in Custer County, Oklahoma ==References== ==Further reading== * Rolison, W. Edward, \"Murder in Custer County: A Case Study and Legal Analysis of Herd Law Versus Free Range in Oklahoma Territory,\" Chronicles of Oklahoma, 90 (Fall 2012), 260–85. * Beale, Edward F. Wagon Road Fort Smith to the Colorado River. House Executive Document, 1860 ==External links== * Encyclopedia of Oklahoma History and Culture - Custer County * Oklahoma Digital Maps: Digital Collections of Oklahoma and Indian Territory Category:1891 establishments in Oklahoma Territory Category:Populated places established in 1891",
 "title": "Custer County, Oklahoma"
}