{
 "id": "92127",
 "text": "Wyandot County is a county located in the northwestern part of the U.S. state of Ohio. As of the 2020 census, the population was 21,900.2020 census Its county seat is Upper Sandusky. It was named for the Wyandot Indians, who lived here before and after European encounter. Their autonym is variously translated from their language as \"around the plains\" and \"dwellers on the peninsula\". The county was organized by the state legislature from parts of Crawford, Marion, Hardin and Hancock counties on February 3, 1845. ==History== ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (0.2%) is water. ===Adjacent counties=== * Seneca County (north) * Crawford County (east) * Marion County (south) * Hardin County (southwest) * Hancock County (northwest) ==Demographics== ===2000 census=== As of the census of 2000, there were 22,908 people, 8,882 households, and 6,270 families living in the county. The population density was 56 people per square mile (22/km2). There were 9,324 housing units at an average density of 23 per square mile (9/km2). The racial makeup of the county was 97.91% White, 0.14% Black or African American, 0.08% Native American, 0.50% Asian, 0.74% from other races, and 0.62% from two or more races. 1.46% of the population were Hispanic or Latino of any race. 45.6% were of German, 19.5% American, 7.0% English and 6.9% Irish ancestry according to Census 2000. There were 8,882 households, out of which 33.10% had children under the age of 18 living with them, 57.90% were married couples living together, 9.20% had a female householder with no husband present, and 29.40% were non-families. 25.40% of all households were made up of individuals, and 11.70% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 3.03. In the county, the population was spread out, with 25.80% under the age of 18, 8.20% from 18 to 24, 27.90% from 25 to 44, 22.70% from 45 to 64, and 15.40% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 95.10 males. For every 100 females age 18 and over, there were 92.50 males. The median income for a household in the county was $38,839, and the median income for a family was $45,173. Males had a median income of $31,716 versus $22,395 for females. The per capita income for the county was $17,170. About 3.80% of families and 5.50% of the population were below the poverty line, including 5.20% of those under age 18 and 5.10% of those age 65 or over. ===2010 census=== As of the 2010 United States Census, there were 22,615 people, 9,091 households, and 6,236 families living in the county. The population density was . There were 9,870 housing units at an average density of . The racial makeup of the county was 96.9% white, 0.6% Asian, 0.2% American Indian, 0.2% black or African American, 1.1% from other races, and 1.0% from two or more races. Those of Hispanic or Latino origin made up 2.2% of the population. In terms of ancestry, 43.3% were German, 11.8% were American, 11.2% were Irish, and 8.6% were English. Of the 9,091 households, 32.1% had children under the age of 18 living with them, 53.2% were married couples living together, 10.2% had a female householder with no husband present, 31.4% were non-families, and 26.5% of all households were made up of individuals. The average household size was 2.46 and the average family size was 2.95. The median age was 40.5 years. The median income for a household in the county was $47,216 and the median income for a family was $57,461. Males had a median income of $40,320 versus $30,027 for females. The per capita income for the county was $22,553. About 4.6% of families and 8.2% of the population were below the poverty line, including 11.0% of those under age 18 and 8.2% of those age 65 or over. ==Politics== From 1856 to 1916, Wyandot County was consistently Democratic, voting for the party's candidates in every presidential election in that span. Since 1916, it has become a strongly Republican county, voting for Republican presidential candidates in all but three elections that were national landslides for the Democratic Party, & none since 1964. ==Government== Wyandot County is represented in the Ohio General Assembly by State Representative Riordan McClain (House District 87) and State Senator Dave Burke (Senate District 26). McClain represents the 87th Ohio House district, which also includes all of Crawford and Morrow counties as well as parts of northern Marion County and southwestern Seneca County. McClain was elected to his first full term in November 2018 after having been appointed to the seat in January 2018. Burke represents the 26th Ohio Senate district, which includes parts or all of 7 counties currently, having been appointed to the seat in July 2011. Wyandot County has three county commissioners who oversee the various county departments. Current commissioners are: Ron Metzger, Steven Seitz and Bill Clinger. ==Communities== thumb|275px|Map of Wyandot County, Ohio with municipal and township labels ===City=== * Upper Sandusky (county seat) ===Towns and villages=== * Carey * Forest * Harpster * Kirby * Marseilles * Nevada * Sycamore * Wharton ===Townships=== * Antrim * Crane * Crawford * Eden * Jackson * Marseilles * Mifflin * Pitt * Richland * Ridge * Salem * Sycamore * Tymochtee https://web.archive.org/web/20160715023447/http://www.ohiotownships.org/township- websites ===Census-designated place=== * McCutchenville ===Unincorporated communities=== * Belle Vernon * Brownstown * Crawford * Deunquat * Little Sandusky * Lovell * Mexico * Seal * Tymochtee * Wyandot ==Notable people== * Darius D. Hare, born near Adrian, United States Congressman from Ohio * John Stewart, Methodist missionary ==Notable places, activities, and events== The largest solar energy farm in Ohio covers adjacent to the Wyandot County Airport. It has 159,000 ground-mounted solar panels, and can produce 12 megawatts. It was inaugurated on 19 August 2010, with Governor Ted Strickland.Ohio's Largest Solar Farm, solardaily.com, 24 August 2010, accessed 2 September 2010Officials hail big solar farm , Jim Maurer, \"The Courier\" (Findlay, Ohio), 20 August 2010, accessed 2 September 2010 It was developed by PSEG Energy.PSEG Wyandot, PSEG.com, accessed 2 September 2010 ==See also== * National Register of Historic Places listings in Wyandot County, Ohio ==References== ==External links== * Wyandot County Government's website Category:1845 establishments in Ohio Category:Populated places established in 1845",
 "title": "Wyandot County, Ohio"
}