{
 "id": "92124",
 "text": "Myoglobin (symbol Mb or MB) is an iron- and oxygen-binding protein found in the cardiac and skeletal muscle tissue of vertebrates in general and in almost all mammals. Myoglobin is distantly related to hemoglobin. Compared to hemoglobin, myoglobin has a higher affinity for oxygen and does not have cooperative binding with oxygen like hemoglobin does. In humans, myoglobin is only found in the bloodstream after muscle injury. (Google books link is the 2008 edition) High concentrations of myoglobin in muscle cells allow organisms to hold their breath for a longer period of time. Diving mammals such as whales and seals have muscles with particularly high abundance of myoglobin. Myoglobin is found in Type I muscle, Type II A, and Type II B, but most texts consider myoglobin not to be found in smooth muscle. Myoglobin was the first protein to have its three-dimensional structure revealed by X-ray crystallography.(U.S.) National Science Foundation: Protein Data Bank Chronology (Jan. 21, 2004). Retrieved 3.17.2010 This achievement was reported in 1958 by John Kendrew and associates. For this discovery, Kendrew shared the 1962 Nobel Prize in chemistry with Max Perutz.The Nobel Prize in Chemistry 1962 Despite being one of the most studied proteins in biology, its physiological function is not yet conclusively established: mice genetically engineered to lack myoglobin can be viable and fertile, but show many cellular and physiological adaptations to overcome the loss. Through observing these changes in myoglobin-depleted mice, it is hypothesised that myoglobin function relates to increased oxygen transport to muscle, and to oxygen storage; as well, it serves as a scavenger of reactive oxygen species. In humans, myoglobin is encoded by the MB gene. Myoglobin can take the forms oxymyoglobin (MbO2), carboxymyoglobin (MbCO), and metmyoglobin (met-Mb), analogously to hemoglobin taking the forms oxyhemoglobin (HbO2), carboxyhemoglobin (HbCO), and methemoglobin (met-Hb). ==Differences from hemoglobin== Like hemoglobin, myoglobin is a cytoplasmic protein that binds oxygen on a heme group. It harbors only one globulin group, whereas hemoglobin has four. Although its heme group is identical to those in Hb, Mb has a higher affinity for oxygen than does hemoglobin. This difference is related to its different role: whereas hemoglobin transports oxygen, myoglobin's function is to store oxygen. ==Role in cuisine== Myoglobin contains hemes, pigments responsible for the colour of red meat. The colour that meat takes is partly determined by the degree of oxidation of the myoglobin. In fresh meat the iron atom is in the ferrous (+2) oxidation state bound to an oxygen molecule (O2). Meat cooked well done is brown because the iron atom is now in the ferric (+3) oxidation state, having lost an electron. If meat has been exposed to nitrites, it will remain pink because the iron atom is bound to NO, nitric oxide (true of, e.g., corned beef or cured hams). Grilled meats can also take on a reddish pink \"smoke ring\" that comes from the heme center binding to carbon monoxide. Raw meat packed in a carbon monoxide atmosphere also shows this same pink \"smoke ring\" due to the same principles. Notably, the surface of this raw meat also displays the pink color, which is usually associated in consumers' minds with fresh meat. This artificially induced pink color can persist, reportedly up to one year. Hormel and Cargill (meat processing companies in the US) are both reported to use this meat-packing process, and meat treated this way has been in the consumer market since 2003. ==Role in disease== Myoglobin is released from damaged muscle tissue (rhabdomyolysis), which has very high concentrations of myoglobin. The released myoglobin is filtered by the kidneys but is toxic to the renal tubular epithelium and so may cause acute kidney injury. It is not the myoglobin itself that is toxic (it is a protoxin) but the ferrihemate portion that is dissociated from myoglobin in acidic environments (e.g., acidic urine, lysosomes). Myoglobin is a sensitive marker for muscle injury, making it a potential marker for heart attack in patients with chest pain. However, elevated myoglobin has low specificity for acute myocardial infarction (AMI) and thus CK-MB, cardiac troponin, ECG, and clinical signs should be taken into account to make the diagnosis. ==Structure and bonding== Myoglobin belongs to the globin superfamily of proteins, and as with other globins, consists of eight alpha helices connected by loops. Myoglobin contains 153 amino acids. Myoglobin contains a porphyrin ring with an iron at its center. A proximal histidine group (His-93) is attached directly to iron, and a distal histidine group (His-64) hovers near the opposite face. The distal imidazole is not bonded to the iron but is available to interact with the substrate O2. This interaction encourages the binding of O2, but not carbon monoxide (CO), which still binds about 240× more strongly than O2. The binding of O2 causes substantial structural change at the Fe center, which shrinks in radius and moves into the center of N4 pocket. O2-binding induces \"spin-pairing\": the five-coordinate ferrous deoxy form is high spin and the six coordinate oxy form is low spin and diamagnetic. File:MbO2MO.png|Molecular orbital description of Fe-O2 interaction in myoglobin. File:1a6m Oxy-Myoglobin.jpg|This is an image of an oxygenated myoglobin molecule. The image shows the structural change when oxygen is bound to the iron atom of the heme prosthetic group. The oxygen atoms are colored in green, the iron atom is colored in red, and the heme group is colored in blue. ==Synthetic analogues== Many models of myoglobin have been synthesized as part of a broad interest in transition metal dioxygen complexes. A well known example is the picket fence porphyrin, which consists of a ferrous complex of a sterically bulky derivative of tetraphenylporphyrin. In the presence of an imidazole ligand, this ferrous complex reversibly binds O2. The O2 substrate adopts a bent geometry, occupying the sixth position of the iron center. A key property of this model is the slow formation of the μ-oxo dimer, which is an inactive diferric state. In nature, such deactivation pathways are suppressed by protein matrix that prevents close approach of the Fe-porphyrin assemblies. : == See also == * Cytoglobin * Hemoglobin * Hemoprotein * Neuroglobin * Phytoglobin * Myoglobinuria - The presence of myoglobin in the urine * Ischemia-reperfusion injury of the appendicular musculoskeletal system == References == == Further reading == * * * * * * * * . Also see Proteopedia article about this finding == External links == * human genetics * The Myoglobin Protein * RCSB PDB featured molecule * \"Which Cut Is Older? (It's a Trick Question)\", The New York Times, February 21, 2006 article regarding meat industry use of carbon monoxide to keep meat looking red. * \"Stores React to Meat Reports\", The New York Times, March 1, 2006 article on the use of carbon monoxide to make meat appear fresh. * Category:Hemoproteins Category:Human proteins",
 "title": "Myoglobin"
}