{
 "id": "921328",
 "text": "The 1988 Winter Olympics, officially known as the XV Olympic Winter Games, was a winter multi-sport event held in Calgary, Canada, from 13 to 28 February 1988. A total of 1,423 athletes representing 57 National Olympic Committees (NOCs) (+8 from 1984 Olympics) participated in 46 events (+7 from 1984) from 10 different sports and disciplines (unchanged from 1984). Five new events were contested at these Games—men's and women's Super G in alpine skiing, team events in Nordic combined and ski jumping, and women's 5000 metres in speed skating—and two events returned to the program—men's and women's combined in alpine skiing. As in the 1984 Winter Olympics, 17 NOCs won at least one medal and 11 of them secured at least one gold medal. The Soviet Union returned to the top of the gold medal count with 11, relegating East Germany—which took first place four years earlier—to second place with nine. The Soviet Union also collected the most overall medals (29), including the most bronzes (9). In a repeat of the 1976 Summer Olympics in Montreal and mimicking Yugoslavia at the 1984 Winter Games, Canada, as host nation, did not win any gold medal, totalling two silver and three bronze medals. Canadian hopes for a gold rested on the shoulders of figure skater Brian Orser, the reigning World champion and silver medalist at the Sarajevo Games. A tight contest with Brian Boitano of the United States ended with the American taking the Olympic title. Athletes from Norway failed to win any event in Calgary, making this the first and so far only time that the country ended the Winter Olympics without a single gold medal. Italy's two gold medals were won by the same athlete: Alberto Tomba, a first-time Olympian who was crowned Olympic champion in the alpine skiing's slalom and giant slalom events. Ski jumper Matti Nykänen of Finland contributed to three of his nation's four gold medals by winning both individual events (first time by an Olympic ski jumper) and helping his team to win the collective title. The performance of the Swiss athletes ensured their nation's best result at the Winter Games, securing a record number of 15 medals, including a then-record of five gold medals that took 18 years to be improved. Five NOCs participated for the first time in the Winter Olympics—Fiji, Guam, Guatemala, Jamaica, and Netherlands Antilles—but none of them won a medal. Jamaica's lone entry, the Jamaican bobsled team, inspired the making of the 1993 movie Cool Runnings. __TOC__ ==Medal table== The medal table is based on information provided by the International Olympic Committee (IOC) and is consistent with IOC convention in its published medal tables. By default, the table is ordered by the number of gold medals the athletes from a nation have won, where nation is an entity represented by a National Olympic Committee (NOC). The number of silver medals is taken into consideration next and then the number of bronze medals. If nations are still tied, equal ranking is given and they are listed alphabetically. ==See also== * 1988 Winter Paralympics medal table * 1988 Summer Olympics medal table * Battle of the Brians – the figure skating contest between Brian Orser (Canada) and Brian Boitano (United States) * Battle of the Carmens – the figure skating contest between Katarina Witt (East Germany) and Debi Thomas (United States) ==References== ==External links== * * * * * Medal table 1988",
 "title": "1988 Winter Olympics medal table"
}