{
 "id": "921302",
 "text": "The 2002 Winter Olympics, officially known as the XIX Olympic Winter Games, was a winter multi-sport event held in Salt Lake City, Utah, United States, from February 8 to February 24, 2002. A total of 2,399 athletes from 77 National Olympic Committees (NOCs) (+5 from 1998 Olympics) participated in these Games, competing in 78 events (+10 from 1998) in 15 sports and disciplines (+1 from 1998). Athletes from 24 countries won at least one medal. Germany led in overall medals (36) for the second consecutive Winter Games. Immediately following the Games, Germany was also the gold medal leader with twelve. With 36 total medals, Germany set a record for most total medals at a Winter Olympics. Two years later, however, Norway was awarded two extra gold medals for a single event (where two Norwegians tied), raising their total to thirteen and giving them the lead in gold medals (albeit not in the number of won events). In addition, Norway tied the former Soviet Union in 1976 for most gold medals at a Winter Olympics. This record would later be broken by Canada at the 2010 Winter Olympics. The United States, the host nation, was third in the medal count with a total of 34 medals. Croatia and Estonia won the first medals and first Gold medals in their Winter Olympic history, while Australia and China won their first gold medals. Biathlete Ole Einar Bjørndalen of Norway won four gold medals, while Croatian alpine skier Janica Kostelić won three golds and a silver, making them the two athletes with the most medals at the Games. ==Changes in medal standings== Due to various events, two extra gold medals were awarded. In the figure skating pairs competition, Yelena Berezhnaya and Anton Sikharulidze of Russia were originally awarded the gold over Jamie Salé and David Pelletier of Canada. In the ensuing controversy, it was revealed that French judge Marie-Reine Le Gougne had been pressured into voting for the Russians. Salé and Pelletier were later upgraded to gold, while Berezhnaya and Sikharulidze also kept their medals. In the cross-country skiing 30 km race, Norwegians Thomas Alsgaard and Frode Estil originally tied for a silver medal behind Spain's Johann Muehlegg. Muehlegg had won three gold medals but tested positive for darbepoetin after winning his third. He was originally allowed to keep the other two gold medals, but two years later was stripped of all medals by the Court of Arbitration for Sport. In women's cross-country skiing, Larisa Lazutina of Russia originally won gold in the 30 km race, but tested positive for darbepoetin and was stripped of her medal, so Gabriella Paruzzi of Italy was awarded the gold, Italian Stefania Belmondo received the silver and Norwegian Bente Skari the bronze. Lazutina won two more medals, and was allowed to keep them until 2003 when she was stripped of them by the Court of Arbitration for sport. She also lost a silver medal in the 15 km race. In the 10 km pursuit, she was stripped of a silver, so Beckie Scott of Canada was awarded the silver and Kateřina Neumannová of the Czech Republic the bronze. The gold in that race was won by Olga Danilova of Russia but she also tested positive for darbepoetin and in 2004, Scott was upgraded to gold, Neumannova to silver and Viola Bauer of Germany to bronze. ==Medal table== The medal table is based on information provided by the International Olympic Committee (IOC) and is consistent with IOC convention in its published medal tables. By default, the table is ordered by the number of gold medals the athletes from a nation have won, where nation is an entity represented by a National Olympic Committee (NOC). The number of silver medals is taken into consideration next and then the number of bronze medals. If nations are still tied, equal ranking is given and they are listed alphabetically. The medal table was greatly affected by the following event. In the 10 km + 10 km combined pursuit, Frode Estil tied with fellow Norwegian Thomas Alsgaard for second place, with Johann Mühlegg (starting for Spain) winning the race. However Mühlegg was found guilty of doping and disqualified by the IOC in February 2004, therefore upgrading Estil and Alsgaard to joint gold medalists. Alsgaard and Estil clocked times of 49:48.9, 4 seconds ahead of Per Elofsson. 2002 Olympic Gold That is, both Germany and Norway won 12 events, but Norway collected two gold medals for a single event, thus overtaking Germany, which had been considered the 2002 medal tally winner for 2 years. ===Note=== Norway won 12 events (like Germany) but collected two gold medals for a single event (the 10 km + 10 km combined pursuit), resulting in a total of 13 gold medals. ==Change by doping== {| class=\"wikitable sortable\" style=\"font- size:90%;\" |- style=\"background:#ccccff; class=\"sortable\" !Olympics !Athlete !Country !Medal !Event !Ref |- | rowspan=\"9\" |2002 Winter Olympics |Alain Baxter | | |Alpine Skiing, Men's slalom | |- | rowspan=\"2\" |Olga Danilova | rowspan=\"5\" | | |Cross-Country Skiing, Women's 5 km + 5 km combined pursuit | |- | |Cross-Country Skiing, Women's 10 km classical | |- | rowspan=\"3\" |Larisa Lazutina | |Cross-Country Skiing, Women's 30 km classical | |- | |Cross- Country Skiing, Women's 15 km freestyle mass start | |- | |Cross-Country Skiing, Women's 5 km + 5 km combined pursuit | |- |rowspan=3|Johann Mühlegg |rowspan=3| | |Cross-Country Skiing, Men's 50 km classical | |- | |Cross- Country Skiing, Men's 30 km freestyle | |- | |Cross-Country Skiing, Men's 10 km + 10 km combined pursuit | |} ==Footnotes== ==References== ==External links== * * * * * * * * Medal count 2002",
 "title": "2002 Winter Olympics medal table"
}