{
 "id": "921432",
 "text": "A barred spiral galaxy is a spiral galaxy with a central bar-shaped structure composed of stars. Bars are found in about half of all spiral galaxies. Bars generally affect both the motions of stars and interstellar gas within spiral galaxies and can affect spiral arms as well. The Milky Way Galaxy, where the Solar System is located, is classified as a barred spiral galaxy. Edwin Hubble classified spiral galaxies of this type as \"SB\" (spiral, barred) in his Hubble sequence and arranged them into sub-categories based on how open the arms of the spiral are. SBa types feature tightly bound arms, while SBc types are at the other extreme and have loosely bound arms. SBb-type galaxies lie in between the two. SB0 is a barred lenticular galaxy. A new type, SBm, was subsequently created to describe somewhat irregular barred spirals, such as the Magellanic Clouds, which were once classified as irregular galaxies, but have since been found to contain barred spiral structures. Among other types in Hubble's classifications for the galaxies are the spiral galaxy, elliptical galaxy and irregular galaxy. ==Bars== Barred galaxies are apparently predominant, with surveys showing that up to two-thirds of all spiral galaxies contain a bar. The current hypothesis is that the bar structure acts as a type of stellar nursery, fueling star birth at their centers. The bar is thought to act as a mechanism that channels gas inwards from the spiral arms through orbital resonance, in effect funneling the flow to create new stars. This process is also thought to explain why many barred spiral galaxies have active galactic nuclei, such as that seen in the Southern Pinwheel Galaxy. The creation of the bar is generally thought to be the result of a density wave radiating from the center of the galaxy whose effects reshape the orbits of the inner stars. This effect builds over time to stars orbiting further out, which creates a self-perpetuating bar structure. Bars are thought to be temporary phenomena in the lives of spiral galaxies; the bar structures decay over time, transforming galaxies from barred spirals to more \"regular\" spiral patterns. Past a certain size the accumulated mass of the bar compromises the stability of the overall bar structure. Barred spiral galaxies with high mass accumulated in their center tend to have short, stubby bars.Barred Spirals Come and Go, Sky and Telescope, April 2002 Since so many spiral galaxies have bar structures, it is likely that they are recurring phenomena in spiral galaxy development. The oscillating evolutionary cycle from spiral galaxy to barred spiral galaxy is thought to take on the average about two billion years.Ripples in a Galactic Pond , Scientific American, October 2005 Recent studies have confirmed the idea that bars are a sign of galaxies reaching full maturity as the \"formative years\" end. A 2008 investigation found that only 20 percent of the spiral galaxies in the distant past possessed bars, compared with about 65 percent of their local counterparts. ==Grades== The general classification is \"SB\" (spiral barred). The sub-categories are based on how open or tight the arms of the spiral are. SBa types feature tightly bound arms. SBc types are at the other extreme and have loosely bound arms. SBb galaxies lie in between. SBm describes somewhat irregular barred spirals. SB0 is a barred lenticular galaxy. ===Examples=== {| class=\"wikitable\" style=\"text-align:center;border-collapse:collapse;\" cellpadding=\"2\" |- ! style=\"background:#efefef;\" | Example ! style=\"background:#efefef;\" | Type ! style=\"background:#efefef;\" | Image ! style=\"background:#efefef;\" | Information |- |NGC 2787 | SB0 | frameless|100x100px |SB0 is a type of lenticular galaxy |- | NGC 4314 | SBa | 100px | |- | NGC 4921 | SBab | 100px | |- | Messier 95 | SBb | 100px | |- | NGC 3953 | SBbc | 100px | |- | NGC 1073 | SBc | 100px | |- | Messier 108 | SBcd | 100px | |- | NGC 2903 | SBd | 100px | |- | NGC 5398 | SBdm | 100px | SBdm can also be considered a type of barred Magellanic spiral |- | NGC 55 | SBm | 100px | SBm is a type of Magellanic spiral (Sm) |- |} ===Other examples=== {| class=\"wikitable\" style=\"text- align:center;border-collapse:collapse;\" cellpadding=\"2\" |- ! style=\"background:#efefef;\" | Name ! style=\"background:#efefef;\" | Image ! style=\"background:#efefef;\" | Type ! style=\"background:#efefef;\" | Constellation |- | M58 | 100px | SBc | Virgo |- | M91 | 100px | SBb | Coma Berenices |- | M95 | 100px | SBb | Leo |- | M109 | 100px | SBb | Ursa Major |- | NGC 1300 | 100px | SBbc | Eridanus |- | NGC 7541 | 100px | SB(rs)bcpec | Pisces |- | NGC 1365 | 100px | SBc | Fornax |- | NGC 2217 | 100px | SBa | Canis Major |- | Magellanic Clouds | 100px | SBm | Dorado, Tucana |- | UGC 12158 | 100px | SB | Pegasus |- | NGC 1512 | 100px | SB(r)ab | Horologium |} == See also == * Galaxy morphological classification * Galaxy formation and evolution * IC 1011 * Lenticular galaxy * Firehose instability ==References== ==External links== *Britt, Robert Roy. \"Milky Way’s Central Structure Seen with Fresh Clarity.\" SPACE.com 16 August 2005. **An article about the Spitzer Space Telescope's Milky Way discovery *Devitt, Terry. \"Galactic survey reveals a new look for the Milky Way.\" 16 August 2005. **The original press release regarding the article above, from the Univ. of Wisconsin *'Barred' Spiral Galaxy Pic Highlights Stellar Birth.\" SPACE.com 2 March 2001. *Hastings, George and Jane Hastings. Classifying Galaxies: Barred Spirals, 1995. \"Astronomers Find Multiple Generations of Star Formation in Central Starburst Ring of a Barred Spiral Galaxy.\" January 15, 2000. **A press release concerning NGC 1326 *Barred spirals come and go Sky & Telescope April 2002. *\"ESO Provides An Infrared Portrait of the Barred Spiral Galaxy Messier 83.\" November 29, 2001. **A press release from the European Southern Observatory. *Horton, Adam. \"Spitzer NGC 1291 barred spiral galaxy seen in infrared.\" 22 October 2014. * * Category:Galaxy morphological types",
 "title": "Barred spiral galaxy"
}