{
 "id": "921575",
 "text": "Wild Swans: Three Daughters of China is a family history that spans a century, recounting the lives of three female generations in China, by Chinese writer Jung Chang. First published in 1991, Wild Swans contains the biographies of her grandmother and her mother, then finally her own autobiography. Her grandmother had bound feet and was married off at a young age as the concubine of a high-status warlord. Chang's mother rose in status as a member of the Communist Party. Chang took part in the Cultural Revolution as a member of the Red Guards, but eventually her father was tortured and she was sent to the countryside for thought reform. Later, she earned a scholarship to study in England, where she still lives. Wild Swans won the 1992 NCR Book Award and the 1993 British Book of the Year. It has been translated into 37 languages and sold over 13 million copies. == Synopsis == ===Chang's Grandmother's story=== thumb|left|170px|Xue Zhiheng, Jung Chang's grandfather. The book starts by relating the biography of Chang's grandmother (Yu-fang). From the age of two, she had bound feet. As the family was relatively poor, her father schemed to have her taken as a concubine to high-ranking warlord General Xue Zhi-heng, in order to gain status, which was hugely important in terms of quality of life. After a wedding ceremony to the General, who already had a wife and many concubines, the young girl was left alone in a wealthy household with servants, and did not see her \"husband\" again for six years. Despite her luxurious surroundings, life was tense as she feared the servants and the wife of the General would report rumors or outright lies to him. She was allowed to visit her parents' home, but never allowed to spend the night. After his six year absence, the General made a brief conjugal visit to his concubine, during which a daughter, Chang's mother, was conceived. The General named her Bao Qin, meaning precious zither, but did not stay long after her birth. During the child's infancy, Chang's grandmother put off persistent requests for her to be brought to the General's main household, until he became very sick and it was no longer a request. Chang's grandmother had no choice but to comply. During her visit to the household, the General was dying. The general had no male heir, and Chang's mother was very important to the family. Realizing that the General's wife would have complete control over her life and her child's after the General's death, Chang's grandmother fled with her baby to her parents' home, sending false word to her husband's family that the child had passed away. With his last words, the General unexpectedly proclaimed her free at age twenty-four. Eventually she married a much older doctor (Dr. Xia) with whom she and her daughter, Chang's mother, made a home in Jinzhou, Manchuria. She was no more a concubine, but a true, beloved wife. ===Chang's Mother's story=== The book now moves to the story of Chang's mother (Bao Qin/De-hong), who at the age of fifteen began working for the Communist Party of China and Mao Zedong's Red Army. As the Revolution progressed, her work for the party helped her rise through the ranks. She met the man who would become Chang's father (Wang Yu/Shou-yu), a high-ranking officer. The couple were soon married but Communist Party dictates meant they were not allowed to spend much time together. Eventually, the couple were transferred to Yibin, Chang's father's hometown. It was a long and arduous trek. Chang's mother traveled on foot because of her rank, while her father rode in a Jeep. He was not aware that Chang's mother was pregnant. After arrival at Nanjing, Chang's mother undertook gruelling military training. After the strain of the training coupled with the journey, she suffered a miscarriage. Chang's father swore to never again be inattentive to his wife's needs. In the following years Chang's mother gave birth to Jung and four other children. The focus of the book now shifts again to cover Jung's own autobiography. ===Chang's story=== The Cultural Revolution started when Chang was a teenager. Chang willingly joined the Red Guards though she recoiled from some of their brutal actions. As Mao's personality cult grew, life became more difficult and dangerous. Chang's father became a target for the Red Guards when he mildly but openly criticised Mao due to the suffering caused to the Chinese people by the Cultural Revolution. Chang's parents were labeled as capitalist roaders and made subjects of public struggle meetings and torture. Chang recalls that her father deteriorated physically and mentally, until his eventual death. Her father's treatment prompted Chang's previous doubts about Mao to come to the fore. Like thousands of other young people, Chang was sent down to the countryside for education and thought reform by the peasants, a difficult, harsh and pointless experience. At the end of the Cultural Revolution Chang returned home and worked hard to gain a place at university. Not long after she succeeded, Mao died. The whole nation was shocked in mourning, though Chang writes that: \"People had been acting for so long they confused it with their true feelings. I wondered how many of the tears were genuine\". Chang said that she felt exhilarated by Mao's death. At university Chang studied English. After her graduation and a stint as an assistant lecturer, she won a scholarship to study in England and left for her new home. She still lives in England today and visits mainland China on occasion to see her family and friends there, with permission from Chinese authorities. ==Reception== Wild Swans was translated into 37 languages and sold 13 million copies, receiving praise from authors such as J. G. Ballard. Although it has also been translated into Chinese, it is banned in Mainland China. However, the book is available in Hong Kong and Taiwan. == Adaptations == The book was translated for the stage in early 2012, for the Young Vic. The book was adapted by Alexandra Wood and directed by Sacha Wares. The Daily Telegraph gave it four out of five stars, and called it 'enormously refreshing' while The Guardian praised the production design. On November 26, 2006, Variety announced that Portobello Pictures had purchased the film rights to the book with Christopher Hampton on board to write the screenplay. However, a film adaptation has yet to materialise. In a March 2020 interview with Irish Independent, Chang said that there had been \"many, many attempts\" for a screen adaptation of Wild Swans but that \"distributors are fearful of getting on the wrong side of the powers that be in China.\" == English language publication == * Jung Chang, Wild Swans: Three Daughters of China ** Simon & Schuster, London, 1991. ** Anchor paperback, London, 1992, . ** Harper Perennial, London, 2004, . ==See also== * Angela's Ashes * Misery lit ==References== *Fitzgerald, Penelope. \"Grandmother's Footsteps\". London Review of Books (9 April 1992, page 27). *Bliven, Naomi. \"Good women of Sichuan\". New Yorker (10 February 1992, pages 95–98). *Evans, Harriet. \"Hot-house History\". Times Literary Supplement (13 March 1992, page 32). *Minsky, Jonathan. \"Literature of the wounded\". New York Review of Books (5 March 1992, pages 6–10). ==External links== * Jung Chang discusses Wild Swans on the BBC World Book Club Category:1992 non-fiction books Category:Biographies (books) Category:Autobiographies Category:Books by Jung Chang Category:British Book Award-winning works Category:Books about the Cultural Revolution Category:Censored books Category:Books adapted into plays",
 "title": "Wild Swans"
}