{
 "id": "921548",
 "text": "Third Watch is an American crime drama television series created by John Wells and Edward Allen Bernero that aired on NBC from September 23, 1999, to May 6, 2005, with a total of 132 episodes spanning over six seasons. It was produced by John Wells Productions, in association with Warner Bros. Television. The show was set and taped in New York City, and with an ensemble cast of characters, the storylines centered on the lives of police officers of the New York City Police Department (NYPD) and the firefighters and paramedics of the New York City Fire Department (FDNY), all working the same fictional precinct during the 3 pm to 11 pm shift – the 'third watch'. After the September 11 attacks hit New York in 2001, season three opened with the episode \"In Their Own Words\", which aired on October 15, 2001, and featured interviews with real-life NYPD and FDNY members who responded to the attacks. The following episode was titled \"September Tenth\". ==Premise== The series followed the exploits of a group of police officers, firefighters, and paramedics in the fictional NYPD 55th Precinct and the fictional FDNY Squad 55/Ladder 100/Battalion 24 firehouse, whose shifts fell between 3 pm and 11 pm, the \"third watch\". The precinct and fire station were located on the fictional corner of King Boulevard and Arthur Street; hence the nickname \"Camelot\". Exterior/interior shots of the 55th Precinct and the firehouse were filmed in Long Island City, Queens, although both in the show appear to be located somewhere between the Bronx, and midtown and Inwood in Manhattan. Third Watch succeeded in presenting all three branches of New York City's emergency services in the same show, reviving a failed attempt to do so nine years prior with the similarly themed H.E.L.P. The show balanced numerous single-episode events with other, ongoing storylines, some of which spanned multiple seasons. Though it gained much acclaim and eventually won an award for its emotional and honest portrayal of 9/11 and its aftermath, Third Watch was also criticized in some circles for extremely detailed violence, and extensive (by network standards) profane language. The show was created, produced, and written by John Wells and Edward Allen Bernero. The theme song for the show was \"Keep Hope Alive\" by The Crystal Method, except for the pilot episode, when \"Right Here, Right Now\" by Fatboy Slim was played during the opening sequence. In the spring of 2005, NBC decided not to renew Third Watch, making the sixth season its last. The series' finale, \"Goodbye to Camelot\", aired in the United States on Friday, May 6, 2005. Several major newspapers, including the New York Times and the Bergen Record, have since listed it as a TV show that was cancelled too early. ==Conception== John Wells had wanted to do a show about paramedics for some time due to his work on ER, but did not think he had enough material to make such a show. Ed Bernero, a former Chicago cop, had wanted to do a police drama partly based on his own experiences. The two worked together on the short-lived show Trinity and, after that show was cancelled, Wells asked Bernero if he wanted to co-create a show with him. Originally, the show was only going to be about the police and paramedics, but firefighter Jimmy Doherty was added to the show after Eddie Cibrian auditioned for the role of Bosco. Cibrian lost out to Jason Wiles, but because of the attention he received from women due to his good looks, the producers decided to put him in the show as a new character. Bernero reportedly commented that they did not have any firefighters, and the fire aspect of the show was added. ==Episodes== The series consists of six seasons with a total of 132 episodes, produced and broadcast from September 23, 1999, to May 6, 2005. ===Crossovers=== *\"Unleashed\" — Yokas and Bosco help Dr. Susan Lewis find her drug-addicted sister. The story begins on ER in the episode \"Brothers & Sisters\". *\"In the Family Way\" — An AWOL soldier arrested for a jewelry-store robbery that left a friend of Sully's dead contracts a virus that begins to spread. The story concludes on Medical Investigation in the episode \"Half- Life\". ==Main cast== Third Watch's original ensemble cast in the series' first season consisted of Michael Beach, Coby Bell, Bobby Cannavale, Eddie Cibrian, Molly Price, Kim Raver, Anthony Ruivivar, Skipp Sudduth, and Jason Wiles. Eddie Cibrian also portrayed the contract-role of Cole on Sunset Beach while appearing on Third Watch at the same time until Sunset Beach's cancellation in January 2000. In 2000, Amy Carlson was added to the cast as paramedic/firefighter Alex Taylor. In 2001, series regular Bobby Cannavale willingly left the series after he asked to be written out due to lack of character use and development. At the start of season three, Chris Bauer was added to the main credits as Fred Yokas after being a recurring guest star previously. Tia Texada became a recurring guest star, and later, a full cast member, in 2002. Carlson left the show in 2003. Later that year, Nia Long was introduced as Officer Sasha Monroe (her rank was changed in season six in one of the show's most shocking plot twists). Yvonne Jung became a recurring guest star also in 2003, although she had been a guest in season-three episode \"Act Brave\" as a lawyer defending Kim in her custody battle with Jimmy. Also in 2003, Bonnie Dennison was added as Emily Yokas, previously being recurring. In 2004, just after celebrating the show's 100th episode, Eddie Cibrian and Michael Beach left the show. Cibrian's departure marked the first time a main character was written out of the show without dying. Series regular Molly Price's character, Faith Yokas, made very few appearances in season five of the series because Price was pregnant throughout much of the season. The writers for Third Watch explained her absence by her character being seriously injured in a shootout, and then trying to recuperate at home. In the few scenes Price was in, her growing belly was frequently hidden by blankets piled on top of her while she lay in bed. Cara Buono joined the cast as Paramedic Grace Foster late in the show's fifth season in 2004. Kim Raver decided to leave the show after the show's sixth-season opener and became a series regular on 24. Josh Stewart was introduced as a main cast member of season six as Probationary Officer Brendan Finney. After a several-month absence, Dennison reclaimed the role of Emily Yokas for the rest of the final season, while Chris Bauer left the show to pursue his new show Tilt, which coincidentally co-starred his former Third Watch castmate, Eddie Cibrian, but made sporadic guest-star appearances in season six. Beach, Cibrian, and Raver rejoined their former co-stars in the series finale, \"Goodbye To Camelot\". ===Main cast=== {| class=\"wikitable\" |- ! Actor || Character || Seasons as main cast || Seasons as recurring/guest || Episodes (as main cast) |- |Michael Beach || FDNY Paramedic Monte \"Doc\" Parker || 1–5 || 6 || 1–103 |- |Coby Bell || NYPD Officer Tyrone \"Ty\" Davis, Jr. || 1–6 || || 1–132 |- |Bobby Cannavale || FDNY Paramedic Roberto \"Bobby\" Caffey || 1–2 || || 1–39 |- |Eddie Cibrian || FDNY Firefighter/Lieutenant James \"Jimmy\" Doherty || 1–5 || 6 || 1–101 |- |Molly Price || NYPD Officer/Detective Faith Yokas || 1–6 || || 1–132 |- |Kim Raver || FDNY Paramedic Kimberly \"Kim\" Zambrano || 1–5 || 6 || 1–111 |- |Anthony Ruivivar || FDNY Paramedic Carlos Nieto || 1–6 || || 1–132 |- |Skipp Sudduth || NYPD Officer John \"Sully\" Sullivan || 1–6 || || 1–132 |- |Jason Wiles || NYPD Officer Maurice \"Bosco\" Boscorelli || 1–6 || || 1–132 |- |Amy Carlson || FDNY Paramedic/firefighter Alexandra \"Alex\" Taylor || 2–4 || || 26–88 |- |Chris Bauer || Frederick \"Fred\" Yokas || 3–5 || 1–2, 6 || 45–110 |- |Tia Texada || NYPD Sergeant Maritza Cruz || 4–6 || 4 || 80–132 |- |Nia Long || NYPD Officer/IAB Detective Sasha Monroe || 5–6 || || 89–132 |- |Bonnie Dennison || Emily Yokas1 || 5–6 || 1–4 || 89–132 |- |Cara Buono || FDNY Paramedic Grace Foster || 6 || 5 || 111–132 |- |Josh Stewart || NYPD Officer Brendan Finney || 6 || || 113–132 |} 1 The Yokas' oldest child Emily was portrayed by P.J. Morrison in seasons one-three in a recurring role. Dennison took over the role in season four and received star billing in the final two seasons in the episodes in which she appeared. ===Recurring cast=== These cast members are listed by the season in which they were introduced: {| class=\"wikitable\" |- ! Actor || Character || Seasons as recurring cast || Notes |- |Derek Kelly || FDNY Firefighter Derek \"DK\" Kitson || 1–6 || Real- life FDNY firefighter; real-life husband of Molly Price |- |Bill Walsh || FDNY Firefighter/Lieutenant William \"Billy\" Walsh || 1–6 || Real-life FDNY firefighter |- |Patti D'Arbanville || Rose Boscorelli || 1–6 || Bosco's mother |- |Jeremy Bergman || Charles \"Charlie\" Yokas || 1–4 || Faith and Fred's youngest child |- |Lonette McKee || Maggie Davis || 1–4 || Ty's mother |- |Monica Trombetta || Dana Murphy || 1–2 || ER Nurse |- |James Rebhorn || NYPD Captain \"Stick\" Elchisak || 1–3 || NYPD Captain of 55th Precinct |- |P.J. Morrison || Emily Yokas || 1–3 || First actress to portray character |- |Kristopher Scott Fiedell || Joseph \"Joey\" Doherty || 1–3 || Kim and Jimmy's son |- |Eva LaRue || NYPD Officer Brooke Doherty || 1–2 || Jimmy's second wife |- |Lisa Vidal || Dr. Sarah Morales || 1–2 || Attending at Mercy Hospital; Doc's love interest |- |Wendell Pierce || NYPD Officer Conrad \"Candyman\" Jones || 1 || Cop with long and spotty history partnered with Davis' father |- |Nick Chinlund || NYPD Detective Tancredi || 1 || |- |Ernest Mingione || NYPD Lieutenant Kowalski || 1 || |- |Peter Vack || \"The Rod Rodney\" || 1 || |- |Jon Seda || Mateo \"Matty\" Caffey || 1–2 || Bobby's ex-con brother |- |Saundra McClain || Nurse Mary Proctor || 2–6 || Primary nurse at Mercy |- |John Michael Bolger || FDNY Lieutenant Johnson || 2–4 || |- |Savannah Haske || Tatiana Deschenko || 2–4 || Wife of Sully |- |Nick Sandow || FDNY Firefighter Joseph \"Joe\" Lombardo III || 2 || |- |Carol Woods || NYPD Lieutenant Rice || 2 || |- |Anne Twomey || Catherine Zambrano || 2 || Mother of Kim |- |Joe Lisi || NYPD Lieutenant Robert \"Bob\" Swersky || 3–6 || |- |Sterling K. Brown || NYPD Officer Edward Dade || 3–5 || |- |Charlie Day || Michael \"Mikey\" Boscorelli || 3–5 || Brother of Bosco |- |Brad Beyer || NYPD Sergeant Jason Christopher || 2–3 || |- |Charlie McWade || NYPD Officer Steven Gusler || 3 || A squeamish new officer training under Yokas and Bosco |- |Darien Sills-Evans || Dr. Fields || 4–6 || Attending at Mercy |- |James Remar || NYPD Detective Madjanski || 4 || |- |Yvonne Jung || FDNY Paramedic Holly Levine || 5–6 || Love interest of Carlos, real-life wife of Anthony Ruivivar |- |Joe Badalucco || NYPD Detective \"Jelly\" Grimaldi || 5–6 || Yokas' partner once she was promoted to detective |- |Charles Haid || NYPD IAB Captain Cathal \"CT\" Finney || 6 || Corrupt; father of Brendan |- |Manny Pérez || NYPD Officer Manny Santiago || 6 || Partner to Cruz |- |Aidan Quinn || NYPD Lieutenant John Miller || 6 || Partner and eventual love interest to Yokas |- |Jason Shaw || FDNY Firefighter Stu \"Lotta Zs\" Szczelaszczyk || 6 || |} ==Main crew== ===Directors=== *Guy Norman Bee *Peter Ellis (5 episodes, 2002–2003) *Jesús Salvador Treviño (4 episodes, 2001–2002) *Vincent Misiano *Christopher Chulack (3 episodes, 1999–2004) *Charles Haid (3 episodes, 2000–2005) *Félix Enríquez Alcalá (3 episodes, 2003–2005) *Gloria Muzio (3 episodes, 2003–2005) *Skipp Sudduth (3 episodes, 2003–2005) *Edward Allen Bernero (3 episodes, 2004–2005) *Nelson McCormick (3 episodes, 2004–2005) *Chris Misiano (2 episodes, 1999–2000) *Bryan Spicer (2 episodes, 1999–2000) *R.W. Goodwin (2 episodes, 1999) *Jace Alexander (2 episodes, 2000–2001) *Nick Gomez (2 episodes, 2000–2001) *Michael Fields (2 episodes, 2000) *Julie Hébert *Stephen Cragg (2 episodes, 2004–2005) *John E. Gallagher (2 episodes, 2004–2005) *Paul Michael Glaser (2 episodes, 2004–2005) *Rosemary Rodriguez *Matt Earl Beesley (2 episodes, 2004) *Brooke Kennedy ===Writers=== *Edward Allen Bernero (132 episodes, 1999–2005) *John Wells (132 episodes, 1999–2005) *Janine Sherman (13 episodes, 2000–2005) *Scott Williams (11 episodes, 2001–2004) *John Ridley (6 episodes, 1999–2001) *Charles Murray (5 episodes, 2003–2005) *Lance Gentile (4 episodes, 1999–2000) *Bonnie Mark (4 episodes, 2000–2001) *Angela Amato (4 episodes, 2003–2005) *Terri Kopp (3 episodes, 1999–2000) *John Romano (3 episodes, 1999–2000) *Julie Hébert (2 episodes, 2000–2001) *Kyra Keene (2 episodes, 2000–2001) *Victor De Jesus (2 episodes, 2004) *Siobhan Byrne (unknown episodes) *Paul Golding (unknown episodes) *Brooke Kennedy (unknown episodes) *Jorge Zamacona ==Broadcast and ratings information== All six seasons of Third Watch were originally broadcast on NBC in the United States and simulcast in Canada on CTV . {| class=\"wikitable\" |- ! Season ! ! style=\"width:15%;\"|Premiere ! style=\"width:15%;\"|Finale ! Viewers (in millions) ! Rank |- |align=center|1 |Sunday 8:00 pm ET, Monday 10:00 pm ET |September 23, 1999 |May 22, 2000 | style=\"text-align:center\" | 14.79 | style=\"text-align:center\" | – |- |align=center|2 |Monday 10:00 pm ET |October 2, 2000 |May 21, 2001 | style=\"text-align:center\" | 16.80 | style=\"text- align:center\" | #46 |- |align=center|3 |Monday 9:00 pm ET |October 15, 2001 |May 13, 2002 | style=\"text-align:center\" | 15.29 | style=\"text-align:center\" | #38 |- |align=center|4 |Monday 9:00 pm ET |September 22, 2002 |April 28, 2003 | style=\"text-align:center\" | 14.85 | style=\"text-align:center\" | #36 |- |align=center|5 |Monday 10:00 pm ET (2003) Friday 10:00 pm ET (2004) |September 29, 2003 |May 7, 2004 | style=\"text- align:center\" | 15.35 | style=\"text-align:center\" | #62 |- |align=center|6 |Friday 9:00 pm ET |September 17, 2004 |May 6, 2005 | style=\"text- align:center\" | 15.22 | style=\"text-align:center\" | #55 |} Third Watch was also broadcast worldwide including Africa, Europe, Latin America, Asia, Oceania and the Middle East. ==Home media== Warner Home Video released Season 1 of Third Watch on DVD in Regions 1, 2 and 4. Season 2 was released in Region 1 on July 7, 2009. {| class=\"wikitable\" |- !rowspan=2| Season !rowspan=2| Episodes !colspan=3| Release dates |- !Region 1 !Region 2 !Region 4 |- ! rowspan=\"2\" style=\"text-align:center;\"|1 | rowspan=\"2\" style=\"text- align:center;\"|22 |align=center|February 5, 2008Third Watch DVD news: Press Release for The Third Watch – The Complete 1st Season , TVShowsOnDVD.com, October 9, 2007. Retrieved on October 26, 2007. |align=center|May 22, 2006 |align=center|May 3, 2006 |- |colspan=3|Third Watch: The Complete First Season contains the 22 episodes of the series' first season in addition to special features which include a behind-the-scenes featurette, unaired scenes and a gag reel. Although the first season was released on DVD relatively later in Region 1 than Regions 2 and 4, special features are found in the Region 1 DVD box-set only. |- ! rowspan=\"2\" style=\"text-align:center;\"|2 | rowspan=\"2\" style=\"text-align:center;\"|22 |align=center|July 7, 2009 |align=center|TBA |align=center|TBA |- |colspan=3|Third Watch: The Complete Second Season contains the 22 episodes of the series' second season. A gag reel is included as a special feature. |} Music licensing issues delayed the release of the first two seasons and, as of 2021, it is unknown when or if the remaining four seasons will ever be released. However, some post-broadcast releases include episodes slightly modified, with music different from the original broadcast. In March 2015, Crave TV began streaming the first three seasons. However, as of 2021, Crave TV no longer offers this streaming option. In December 2021, The Roku Channel added all 6 seasons of Third Watch to watch for free. ==Reception== The hit series won the prestigious Peabody Award for Season 3 episode \"In Their Own Words\", in which series regulars Michael Beach, Coby Bell, Amy Carlson, Eddie Cibrian, Kim Raver, Anthony Ruivivar, Skipp Sudduth, and Jason Wiles introduced clips of interviews with the real-life NYPD and FDNY members who responded to the September 11 attacks on the World Trade Center. Series regular Molly Price was interviewed in a segment because she is married to real-life FDNY firefighter and Third Watch recurring guest star Derek Kelly.61st Annual Peabody Awards, May 2002. Many Third Watch former cast members were nominated for awards for their work on the show. Among them, both Bobby Cannavale and Anthony Ruivivar were nominated for ALMA Awards for their positive portrayals of Latino characters. Nia Long also won several NAACP Image Awards for her portrayal of the African-American character Sasha Monroe. Other cast members, including Michael Beach, Molly Price, and Tia Texada also were nominated for various awards. The show itself was nominated for several Primetime Emmy Awards including Outstanding Stunt Coordination and Outstanding Sound Editing for a Series, which it won in 2000. ==See also== * Rescue Me, 2004–2011 American television series about NYC firefighters * Firehouse, 1974 American television series about LA firefighters ==References== ==External links== * * Category:1990s American crime drama television series Category:1990s American medical television series Category:1990s American police procedural television series Category:1999 American television series debuts Category:2000s American crime drama television series Category:2000s American medical television series Category:2000s American police procedural television series Category:2005 American television series endings Category:American action television series Category:Television series about firefighting Category:English-language television shows Category:Fictional portrayals of the New York City Police Department Category:NBC original programming Category:Peabody Award-winning television programs Category:Television series by Warner Bros. Television Studios Category:Television shows set in New York City Category:Television shows filmed in New York City Category:Television series created by Edward Allen Bernero",
 "title": "Third Watch"
}