{
 "id": "92207",
 "text": "James Schoolcraft Sherman (October 24, 1855 – October 30, 1912) was an American politician who was a United States representative from New York from 1887 to 1891 and 1893 to 1909, and the 27th vice president of the United States from 1909 until his death in 1912. He was a member of the interrelated Baldwin, Hoar, and Sherman families, prominent lawyers and politicians of New England and New York. Although not a high-powered administrator, he made a natural congressional committee chairman, and his genial personality eased the workings of the House, so that he was known as 'Sunny Jim'. He was the first vice president to fly in a plane (1911),Brooklyn Daily Eagle, July 12, 1911 and also the first to throw out the ceremonial first pitch at a baseball game. Sherman is the seventh and most recent vice president to have died in office. == Youth, education and law career == Sherman was born in Utica, New York, the son of Richard Updike Sherman and Mary Frances Sherman. According to Facts on File, \"Sherman was of the ninth generation of descendants from Henry Sherman, a line also connected to Roger Sherman, signer of the Declaration of Independence, and William Tecumseh Sherman, the Union general during the Civil War\". He was educated at Whitestown Seminary, and then at Hamilton College in Clinton New York. At Hamilton, he was noted for his skills in oratory and debate. After his 1878 graduation, he remained at Hamilton for a year to study law, then continued his studies at the Utica office of Beardsley, Cookingham and Burdick, which included his brother in law Henry J. Cookingham as a partner. He was admitted to the bar in 1880, and practiced with Cookingham in the firm of Cookingham & Martin. Sherman was also president of the Utica Trust & Deposit Co. and the New Hartford Canning Company. Sherman became active in politics as a Republican and was elected chairman of the party in Oneida County. He became mayor of Utica at age twenty-nine. In 1881, he married Carrie Babcock of East Orange, New Jersey, and they had three sons; Sherrill B. Sherman, Richard Updyke Sherman, and Thomas Moore Sherman. == Old-guard conservative in Congress == In 1886, Sherman was elected U.S. Representative from New York's 23rd congressional district as a Republican, and he served 20 years in the House (four years, followed by a two-year break and 16 more years). At a time when the Republican Party was divided over protective tariffs, Sherman sided with William McKinley and the conservative branch, defending the gold standard against the potentially inflationary 'free silver'. During his House career, Sherman served as chairman of the Committee on Indian Affairs from the 54th through the 60th Congresses (1895 to 1909). As Sherman had never held a party leadership post or been a chairman of a major committee such as Ways and Means or Appropriations, he was considered sufficiently neutral to frequently be appointed chairman of the Committee of the Whole— a crucial device for speeding up the passage of bills by suspending certain rules at the discretion of the chairman. Henry Cabot Lodge recognized this job as a major test of integrity and judgment, and declared that Sherman was supremely fitted for it.James S. Sherman U.S. Senate. Through Sherman's efforts in 1900, the Sherman Indian High School in Riverside, California was built and named after him. == Vice presidency (1909–1912) == In 1908, Sherman was nominated as the Republican candidate for Vice President on the ticket with William Howard Taft. Although not an obvious front-runner, he balanced the progressive Taft's profile, by being both an Easterner and a conservative (it was said that the two wings of the GOP 'flapped together'), and the New York delegates pressed hard for his nomination. The Republicans won by a comfortable margin. At first, Sherman and Taft found themselves at odds over both tariff policy and the role of the Vice President. But as Taft became embattled with parts of the progressive faction of the Republican party, the two of them worked together more harmoniously – a relationship eased further by the First Lady's enjoyment of the company of Sherman and his wife. The President declared that Sherman accomplished much on Capitol Hill by his \"charm of speech and manner, and his spirit of conciliation and compromise\", backed by a \"stubborn adherence\" to his principles. == Re-nomination, illness, and death == From 1910, Taft had experienced several disagreements with ex- President Theodore Roosevelt, who presently walked out and formed his own Bull Moose party. This made re-election for the Republicans almost impossible, but they campaigned on the same ticket in the 1912 contest, with New Yorkers once again supporting Sherman's nomination – the first time that a sitting vice president had been re-nominated since John C. Calhoun in 1828. Diagnosed with Bright's disease in 1904, Sherman's health was failing by the time of the 1912 campaign. Less than a week before the election, he died at home in Utica, six days after his 57th birthday, and President Taft was left with no running mate, although Nicholas Murray Butler was designated to receive the electoral votes that Sherman would have received. Taft and Butler came in third place in the election, carrying only eight electoral votes from Utah and Vermont. Democratic candidate Woodrow Wilson and his running mate Thomas R. Marshall won the election while Progressive candidate Theodore Roosevelt and his running mate Hiram Johnson came in second place. The vice presidency remained vacant until Marshall's inauguration on March 4, 1913. ==See also== * 1908 United States presidential election * 1912 United States presidential election == References == ==External links== * * 16th Amendment to the Constitution with Sherman's Signature Image of original document * 17th Amendment to the Constitution with Sherman's Signature Image of original document |- |- |- |- Category:1855 births Category:1912 deaths Category:19th-century American politicians Category:20th-century vice presidents of the United States Category:1908 United States vice-presidential candidates Category:1912 United States vice-presidential candidates Category:Burials in New York (state) Category:Deaths from kidney failure Category:Hamilton College (New York) alumni Category:Mayors of Utica, New York Category:Members of the United States House of Representatives from New York (state) Category:New York (state) lawyers Category:New York (state) Republicans Category:Republican Party (United States) vice presidential nominees Category:Republican Party vice presidents of the United States Category:Vice presidents of the United States Category:Taft administration cabinet members Category:Republican Party members of the United States House of Representatives Category:Sherman family (U.S.) Category:Conservatism in the United States",
 "title": "James S. Sherman"
}