{
 "id": "922066",
 "text": "San Diego Bay is a natural harbor and deepwater port located in San Diego County, California near the U.S.–Mexico border. The bay, which is long and wide, is the third largest of the three large, protected natural bays on California's of coastline, after San Francisco Bay and Humboldt Bay. The highly urbanized land adjacent to the bay includes the city of San Diego (eighth-largest in the United States) and four other cities: National City, Chula Vista, Imperial Beach and Coronado. Considered to be one of the best natural harbors on the west coast of North America, it was colonized by Spain beginning in 1769. Later it served as base headquarters of major ships of the United States Navy in the Pacific until just before the United States entered World War II, when the newly organized United States Pacific Fleet primary base was transferred to Pearl Harbor, Hawaii. However, San Diego Bay remains as a home port of major assets, including several aircraft carriers, of the United States Pacific Fleet, and as a result of base closures beginning in the 1980s, facilities in San Diego Bay are the major naval base facilities still in operation in California. ==Ports== The Port of San Diego has two container ship facilities (one for refrigerated containers) and a cruise ship terminal. A second cruise ship terminal opened in December 2010. The port handles more than 3 million metric tons of cargo yearly. The cruise ship terminal hosted more than 250 ship calls a year totaling more than 800,000 passengers at its peak in 2008; since then the number of ship calls has fallen to fewer than 100 per year due to the withdrawal of regular service by major cruise lines. General Dynamics' National Steel and Shipbuilding Company (NASSCO), the only shipyard on the west coast capable of building and repairing large ocean-going vessels, is near the San Diego side of the San Diego-Coronado Bay Bridge. San Diego International Airport is also adjacent to the bay, across Harbor Drive from the Coast Guard Station... ==San Diego–Coronado Bridge== The bay is spanned by the San Diego–Coronado Bridge, built in 1969. The bridge curves and rises to a height of 200 feet above the water so that Navy ships can pass under it. (However, the vertical clearance is insufficient for Nimitz-class aircraft carriers, which is why these are docked north of the bridge.) The bridge was originally a toll bridge; however, toll collection was discontinued in 2002, when the bridge's construction loans were paid in full. ==America's Cup Harbor== Formerly known as Commercial Basin and housing much of San Diego's sport and commercial fishing fleet, the small cove in the southern lee of Shelter Island was renamed in 1994 to America's Cup Harbor, in honor of the 1995 America's Cup races held in San Diego. America's Cup Harbor has several boat yards and marinas for private sailing yachts, as well as a mooring field. ==Recreation== thumb|right|250px|The Star of India Numerous resorts, hotels, and the San Diego Convention Center are adjacent to the Bay. Several parks and nature preserves are found at various locations along the shoreline. Sightseeing boats depart from the downtown area. Commercial sport fishing and whale watching tours depart from Shelter Island. Ten museum ships call San Diego Bay home. They include the USS Midway, an aircraft carrier museum, and the Star of India, the oldest iron-hulled merchant ship afloat and the world's oldest active sailing ship. The Star of India and eight other ships and boats on San Diego Bay are the floating collection of the San Diego Maritime Museum; they are open to the public for a fee, and many are in sailing condition. In the northern part of the bay there are two commercial \"islands\" (actually peninsulas connected to the mainland by a narrow strip of land) called Harbor Island and Shelter Island. They were built up from former sand bars and now hold hotels, restaurants, marinas, and public parkland. Across from Harbor Island is a bayside park called Spanish Landing, a historic site which commemorates the meeting in 1769 of two expeditions from Spanish Mexico that made possible the European settlement of California. Spanish Landing park is the site of San Salvador Village, where the San Diego Maritime Museum is constructing a full-sized, fully functional wooden replica of the San Salvador flagship, in which explorer Juan Rodriguez Cabrillo discovered San Diego Bay in 1542. Small boat sailing is extremely popular, and the bay is lined by dozens of marinas and nine yacht clubs, including the San Diego Yacht Club which was the home of the America's Cup from 1988 to 1995. For tourists and locals alike there many businesses that offer jet ski rental and boat rental to explore the scenic waterway. An inlet of the bay was renamed America's Cup Harbor to commemorate that occasion. ===Special events=== An annual fireworks display called the Big Bay Boom is held on the Fourth of July over the waters of the Bay. Fireworks are launched simultaneously from four barges in the Bay as well as from a pier in Imperial Beach. It is one of the largest annual fireworks displays in the United States and is viewed by half a million people each year. The Parade of Lights is a parade of more than 80 small boats with holiday decorations and lights on two Sundays in December. The parade has been held annually since 1972. The parade starts off Shelter Island and proceeds past Harbor Island and Downtown, finishing at the Coronado ferry landing. A one-time special event was the \"Parade of Flight\" in February 2011, celebrating the 100th anniversary of naval aviation. It featured flights over San Diego Bay by more than 200 historic naval aircraft, and concluded with a flyover by the air wing from the U.S.S. John C. Stennis. ==Naval facilities== thumb|250px|A plane flying over the Bay The western border of the bay is protected from the Pacific Ocean by a long, narrow strip of land called the Silver Strand. The northern end of the Silver Strand expands to become North Island, the location of Naval Air Station North Island (the home port of several aircraft carriers including the USS Theodore Roosevelt) and Coronado. Coronado is the site of the famous Hotel del Coronado. The U.S. Navy has three other facilities on the bay: Naval Station San Diego, Naval Base Point Loma at Ballast Point, which is a Nuclear Submarine base, and Naval Amphibious Base Coronado. The Coast Guard Air Station San Diego is across the bay from NAS North Island and the Federal Communications Commission maintains a monitoring station on the Silver Strand. Several other Navy facilities are located in the surrounding area, and even more existed previously but have since been closed. The U.S. Marine Corps also operates one of its two Recruit Depots near the shores of San Diego Bay. ==Ecology== The shallow southern end of the bay is used for evaporation ponds to extract salt from the sea water. The salt ponds, the Sweetwater Marsh, and other areas of the bay are included in the San Diego National Wildlife Refuge Complex. The area includes the largest contiguous mud-flat in Southern California. It is an important stop on the Pacific Flyway for migrating birds, and it supports numerous endangered and threatened species of plants and animals. Public access to the bay and wetlands, with walking trails and educational exhibits about the area's ecological resources, is provided at the Chula Vista Nature Center operated by the city of Chula Vista. San Diego Bay is recognized for protection by the California Bays and Estuaries Policy.State Water Resources Control Board Water Quality Control Policy for the Enclosed Bays and Estuaries of California (1974) State of California As early as the 1840s whales were documented in the bay during the winter, with as many as fifteen seen in the bay in 1872; in 1858 whaling stations began to operate in San Diego, having ended operations as late as 1886. ===Pollution=== Sources of pollution in the Bay include storm-water runoff and marine waste from commercial and military shipping and shipbuilding. The city of San Diego has spent millions of dollars trying to clean up this pollution, particularly at the section of the eastern shoreline referred to as the Shipyards Sediment Site. In 2009 the city and the San Diego Unified Port Authority filed suit against several major shipping companies to recoup some of the cost of those remediation efforts. In 2014 the city reached an agreement with the San Diego Regional Water Control Board to pay a fine of nearly $1 million for storm-water violations. In 2015, the city and the Port filed suit against Monsanto, whose products containing polychlorinated biphenyls (PCBs) are blamed for pollution of the Bay and tidelands. The California Office of Environmental Health Hazard Assessment (OEHHA) has developed a safe eating advisory for fish caught in the Salton Sea based on levels of mercury or PCBs found in local species. ==Management== The Port of San Diego manages the harbor and administers the public lands adjacent to the bay. The Port is a special government entity created by the state legislature in 1962, for which revenue consists of tariffs and rents paid by district tenants. ==Treaty of Guadalupe Hidalgo== San Diego Bay (called the \"port of San Diego\") is referenced in the Treaty of Guadalupe Hidalgo as the westernmost of the landmarks used in the resolution of the Mexico–United States border following the Mexican–American War. The border is defined as being \"one marine league\" (3 nautical miles, 3.452 mi. or 5.556 km) \"due south of the southernmost point\" of the bay. == See also == *List of bays of the United States ==References== ==Further reading== * ==External links== * Spanish San Diego est 1776 * The Maritime Museum of San Diego * Maps 1600s to the present * California Department of Mines and Geology Bulletin 200 Category:Bays of California Category:Bodies of water of San Diego County, California Category:Geography of San Diego Category:Lagoons of San Diego County, California Category:San Diego metropolitan area Category:South Bay (San Diego County)",
 "title": "San Diego Bay"
}