{
 "id": "92210",
 "text": "Leonard Harris Sassaman (1980 – July 3, 2011) was an American technologist, information privacy advocate, and the maintainer of the Mixmaster anonymous remailer code and operator of the randseed remailer. Much of his career gravitated towards cryptography and protocol development. ==Early life and education== Sassaman graduated from The Hill School in 1998. By 18, he was on the Internet Engineering Task Force responsible for the TCP/IP protocol underlying the internet and later the Bitcoin network. He was diagnosed with depression as a teenager. In 1999, Len moved to the Bay Area, quickly became a regular in the cypherpunk community and moved in with Bram Cohen. ==Career== Sassaman was employed as the security architect and senior systems engineer for Anonymizer. He was a PhD candidate at the Katholieke Universiteit Leuven in Belgium, as a researcher with the Computer Security and Industrial Cryptography (COSIC) research group, led by Bart Preneel. David Chaum and Bart Preneel were his advisors. Sassaman was a well-known cypherpunk, cryptographer and privacy advocate. He worked for Network Associates on the PGP encryption software, was a member of the Shmoo Group, a contributor to the OpenPGP IETF working group, the GNU Privacy Guard project, and frequently appeared at technology conferences like DEF CON. Sassaman was the co-founder of CodeCon along with Bram Cohen, co-founder of the HotPETS workshop (with Roger Dingledine of Tor and Thomas Heydt-Benjamin), co-author of the Zimmermann–Sassaman key-signing protocol, and at the age of 21, was an organizer of the protests following the arrest of Russian programmer Dmitry Sklyarov. On February 11, 2006, at the fifth CodeCon, Sassaman proposed to returning speaker and noted computer scientist Meredith L. Patterson during the Q&A; after her presentation, and they were married.Archived at Ghostarchive and the Wayback Machine: The couple worked together on several research collaborations, including a critique of privacy flaws in the OLPC Bitfrost security platform, and a proposal of formal methods of analysis of computer insecurity in February 2011. Meredith Patterson's current startup, Osogato, aims to commercialize Patterson's Support Vector Machine-based \"query by example\" research. Sassaman and Patterson announced Osogato's first product, a downloadable music recommendation tool, at SuperHappyDevHouse 21 in San Francisco. In 2009, Dan Kaminsky presented joint work with Sassaman and Patterson at Black Hat in Las Vegas, showing multiple methods for attacking the X.509 certificate authority infrastructure. Using these techniques, the team demonstrated how an attacker could obtain a certificate that clients would treat as valid for domains the attacker did not control. ==Death== Sassaman is reported to have died on July 3, 2011. Patterson reported that her husband's death was a suicide. A presentation given by Kaminsky at the 2011 Black Hat Briefings revealed that a testimonial in honor of Sassaman had been permanently embedded into Bitcoin's block chain. == See also == * Information privacy * Information security ==References== ==External links== * * * Archive of Len Sassaman's homepage from July 2011 Category:Cypherpunks Category:1980 births Category:2011 suicides Category:Modern cryptographers Category:People associated with computer security Category:Computer systems engineers Category:Suicides in Belgium Category:The Hill School alumni Category:2011 deaths",
 "title": "Len Sassaman"
}