{
 "id": "922210",
 "text": "Independent Native Voice, also known as Native Voice, was a short-lived political party in Manitoba, Canada. It was created in 1995 to address aboriginal issues, and ran three candidates in the 1995 provincial election. Native Voice was not registered with Elections Manitoba, and its candidates were listed on the ballot as independents. After the election, accusations surfaced that Native Voice was funded by Progressive Conservative (PC) Party organizers to take votes from the New Democratic Party (NDP) in marginal constituencies. == The election == Independent Native Voice's leader was Nelson Contois, who contested Manitoba's Swan River constituency.Doug Smith, As Many Liars (Winnipeg: Arbeiter Ring Pub., 2003), p. 33. The other candidates were Nelson's daughter Carey Contois in Dauphin, and Darryl Sutherland in Interlake. Independent Native Voice was one of two unregistered parties to focus on aboriginal issues in the 1995 campaign. The other was the First Peoples Party (FPP) led by Jerry Fontaine, the nephew of future Canadian Assembly of First Nations leader Phil Fontaine. The FPP had no formal association with Independent Native Voice, and was not implicated in the post- election controversy. Nelson and Carey Contois nevertheless affiliated with the FPP in mid-campaign, and ran with endorsements from both parties.Smith, p. 52. Sutherland did not join the FPP, and was not in regular contact with the Contoises after declaring his candidacy. According to later reports, Sutherland told Jerry Fontaine during the campaign that Progressive Conservative organizers had promised him at least $3,000 to declare his candidacy. Fontaine encouraged Sutherland to take his story to the media, though Sutherland did not do so at the time.Smith, pp. 70-71. On April 22, 1995, the Winnipeg Free Press newspaper quoted Progressive Conservative organizer Allan Aitken as saying that he had assisted Sutherland and the Contoises in setting up their campaigns. He said he only wanted to ensure \"everyone ha[d] an equal shot at running\", and denied suggestions that his actions contravened provincial law. Bill Uruski, a former NDP Member of the Legislative Assembly (MLA), was quoted in the same article as speculating that Aitken's assistance was a ploy \"to undermine NDP support in the native communities\".Alice Krueger, \"Hey? Whose side is he on!\", Winnipeg Free Press, 22 April 1995, City Page. Two days later, Sutherland told the Interlake Spectator that he had accepted help from Progressive Conservative organizers early in the campaign, but later distanced himself from these figures. He said that his candidacy was legitimate.Smith, p. 82. The controversy attracted relatively little attention during the campaign. Independent Native Voice fared poorly as a party, receiving a total of 518 votes. Nelson Contois received 118 votes (1.36%), Carey Contois received 111 (1.15%) and Sutherland received 289 (3.90%). The NDP won all three constituencies, although the Progressive Conservatives came within thirty-six votes of winning Swan River. Provincially, the Progressive Conservatives under Gary Filmon were re-elected with their second consecutive majority government. The NDP registered a complaint with Elections Manitoba concerning the Native Voice candidacies, but no charges were laid.Smith, pp. 94-105. Election Manitoba's investigation is covered extensively in this chapter. == Scandal == Following extensive journalistic work by reporter Curt Petrovich, the Canadian Broadcasting Corporation (CBC) interviewed Sutherland and ran an exposé of his candidacy on June 22, 1998.\"1999 Michener Award Winner\" , The Michener Awards Foundation, 2000, accessed 2006. This story, and subsequent follow-up reports, included accusations by Sutherland that Progressive Conservative organizers were guilty of vote-rigging and inducement in the 1995 campaign. The resulting scandal became a political flashpoint in the province. A Winnipeg Free Press article from June 24 noted that Sutherland was receiving $111 bi-weekly in welfare payments at the time of the election, yet contributed almost $5,000 to his own campaign chest.David Kuxhaus, \"Who bankrolled native candidate in '95 campaign?\", Winnipeg Free Press, 24 June 1998, A1. On the same day, Sutherland named local Progressive Conservative organizer Cubby Barrett as the source of his funds.David Kuxhaus, \"Tory named in vote scandal\", Winnipeg Free Press, 25 June 1998, A1. Premier Filmon initially rejected these reports, and said that he trusted Elections Manitoba more than the CBC.\"1999 Michener Award Winner\". He nonetheless called a public inquiry under judge Alfred Monnin before the end of June, in response to mounting evidence of improper behaviour.Paul McKie, \"Judge to probe vote\", Winnipeg Free Press, 30 June 1998, A1. Monnin ruled that local Progressive Conservative organizers were guilty of inducing at least one candidate (Sutherland) to contest the election.Smith, p. 211. Senior party organizer Taras Sokolyk was personally implicated, when it was discovered that he had channelled party funds to Aitken during the campaign.David Kuxhaus, \"Tory accountant in net\", Winnipeg Free Press, 24 December 1998, A1. In his summary, Monnin described the behaviour of Conservative organizers as \"unethical\" and \"morally reprehensible\". Monnin's inquiry did not conclude that the Contois candidacies were induced by Progressive Conservative organizers, although suspicions remained.Krishna Lalbiharie, \"Filmon to testify at alleged election-rigging inquiry\", The Manitoban, 18 November 1998. Premier Filmon was not implicated in the scandal.Smith, p. 214. No charges were filed against Barrett and Aitken, as the statute of limitations for illegal inducement had expired after two years.Smith, p. 217. Referring to the scandal in 1998, Jerry Fontaine argued that \"the Tories took advantage of Aboriginal individuals who weren't all that involved in political issues or political life\".Lalbiharie, \"Filmon to testify\". The scandal contributed to the defeat of Filmon's government in the 1999 election. Independent Native Voice ceased to exist after 1995. == Election results == {| border=\"1\" cellpadding=\"2\" ! Election !! # of candidates nominated !! # of seats won !! # of total votes !! % of popular vote !! % in seats contested |- align=\"center\" !1995 | 3 || 0 || 518 || || 2.01 |} ==See also== *List of Manitoba political parties ==References== All electoral information is taken from Elections Manitoba. Category:Political parties of minorities Category:First Nations in Manitoba Category:Provincial political parties in Manitoba Category:Defunct political parties in Canada Category:Indigenous politics in Canada Category:Indigenist political parties in North America Category:Political parties established in 1995 Category:1995 establishments in Manitoba",
 "title": "Independent Native Voice"
}