{
 "id": "922578",
 "text": "right|thumb|200px|Woman riding in a modern English sidesaddle class. Sidesaddle riding is a form of equestrianism that uses a type of saddle which allows a rider (usually female) to sit aside rather than astride an equine. Sitting aside dates back to antiquity and developed in European countries in the Middle Ages as a way for women in skirts to ride a horse in a modest fashion while also wearing fine clothing. It has retained a specialty niche even in the modern world. ==History== The earliest depictions of women riding with both legs on the same side of the horse can be seen in Greek vases, sculptures, and Celtic stones. Medieval depictions show women seated aside with the horse being led by a man, or seated on a small padded seat (a pillion) behind a male rider. Ninth century depictions show a small footrest, or planchette added to the pillion. These designs did not allow a woman to control a horse; she could only be a passenger. In Europe, the sidesaddle developed in part because of cultural norms which considered it unbecoming for a woman to straddle a horse while riding. This was initially conceived as a way to protect the hymen of aristocratic girls, and thus the appearance of their being virgins. Further, long skirts were the usual fashion and riding astride in such attire was often impractical, awkward, and could be viewed as immodest. However, women did ride horses and needed to be able to control their own horses, so there was a need for a saddle designed to allow control of the horse and modesty for the rider. The earliest functional \"sidesaddle\" was credited to Anne of Bohemia (1366–1394). It was a chair-like affair where the woman sat sideways on the horse with her feet on a small footrest. The design made it difficult for a woman to both stay on and use the reins to control the horse, so the animal was usually led by another rider, sitting astride. The insecure design of the early sidesaddle also contributed to the popularity of the Palfrey, a smaller horse with smooth ambling gaits, as a suitable mount for women. A more practical design, developed in the 16th century, has been attributed to Catherine de' Medici. In her design, the rider sat facing forward, hooking her right leg around the pommel of the saddle with a horn added to the near side of the saddle to secure the rider's right knee. The footrest was replaced with a \"slipper stirrup\", a leather-covered stirrup iron into which the rider's left foot was placed. This saddle allowed the rider both to stay on and to control her own horse, at least at slower speeds. However, not all women adopted the sidesaddle at all times. Women such as Diane de Poitiers (mistress to Henry II of France) and Marie Antoinette were known to ride astride. Catherine the Great of Russia went so far as to commission a portrait showing her riding astride wearing a male officer's uniform.Fraser, Antonia. The Warrior Queens Anchor: Reprint edition, 1990 ===Two pommel design=== thumb|left|upright|An antique two pommel sidesaddle. thumb|upright|Off-side view of a two pommel sidesaddle with double rigging and an overgirth strap In the 1830s, Jules Pellier invented a sidesaddle design with a second, lower pommel to the sidesaddle. In this design, still in use today, one pommel is nearly vertical, mounted approximately 10 degrees left of top dead center and curved gently to the right and up. The rider’s right leg goes around the upright, or fixed pommel, which supports the right thigh of the rider when it is lying across the top center of the saddle. The lower right leg rests along the shoulder of the left (near) side of the horse and up against the second pommel (called the leaping head or leaping horn) which lies below the first on the left of the saddle. It is mounted about 20 degrees off the top of the saddle. This pommel is curved gently downward in order to curve over the top of the rider's left thigh, and is attached in a manner so that it can pivot slightly, to adjust to the individual rider. The rider places her left leg beneath this pommel, with the top of the thigh close or lightly touching it, and places her left foot in a single stirrup on that side. The impact of the second pommel was revolutionary; the additional horn gave women both increased security and additional freedom of movement when riding sidesaddle, which allowed them to stay on at a gallop and even to jump fences while fox hunting and show jumping. With this design, nearly all recreational equestrian pursuits were opened to women, yet they could also conform to expectations of modesty. For example, a world record in sidesaddle show jumping was set at at a horse show in Sydney, Australia in 1915. The leaping horn was the last major technological innovation for the sidesaddle and remains the core of basic design even for saddles of contemporary manufacture made with modern materials. ==Attire== thumb|Modern English sidesaddle riding habit. The riding habit worn by women riding sidesaddle originally was similar to clothing worn in everyday life. It was not until the second half of the 16th century that a riding habit specifically designed for sidesaddle riding was introduced, though sidesaddle habit design still tended to follow fashion of the day. In 1875, the first safety skirt was introduced and later evolved into the open-sided apron. Sidesaddle habits, also known as riding habits, developed as women became more active in the hunting field. The development of the leaping head on sidesaddles allowed women to jump fences while hunting. Cumbersome skirts were gradually replaced by the apron still worn today—which is actually a half skirt worn over breeches; designed so the rider does not sit on any apron fabric. The sidesaddle apron can be attached to the right foot by a piece of elastic to hold it in place when riding. When dismounted the apron is wrapped behind the legs and attached to a button on the left hip to give the impression of a skirt. In the early 20th century, as it became socially acceptable for women to ride astride while wearing split skirts, and eventually breeches, the sidesaddle fell out of general use for several decades. The rise of women's suffrage also played a role as women rejected traditional restrictions in their physical activities as well as seeking greater social, political and economic freedoms.\"Sidesaddles and suffragettes - the fight to ride and vote\" October 17, 2008. Accessed June 10, 2010 However, there remained a place for sidesaddle riding in certain traditional and ceremonial circumstances, and aficionados kept the tradition alive until the sport enjoyed a revival beginning in the 1970s. == Riding techniques == thumb|left|Lateral movement. Left hand holds the reins while the right hand gently uses the whip in place of the missing right leg. thumb|upright|Ideal position in the saddle, the rider's spine aligns with that of the horse thumb|left thumb|Correct leg position. Toe of right foot is up, heel down left|thumb Riding correctly is critical to protect the horse from injury as well as for the safety of the rider. Because both legs of the rider are on the same side of the horse, there is considerable concern that too much weight will be placed on only one side of the horse, which can cause physical harm to the animal. In addition, if a rider is not balanced, a sidesaddle may need to be cinched up far tighter than would a regular saddle, leading to discomfort in the animal and even possible breathing difficulties. Correct posture is essential for balance and security in a sidesaddle and is specifically judged in sidesaddle classes. The rider sits squarely on the horse with the spine of the rider centered over the spine of the horse. The shoulders and hips are square to the horse, not twisted or turned off-center. The hands must be carried square to the horse, keeping both reins at the same length and tension. Only one stirrup is used and it places the rider's heel higher on the horse's body than when riding astride. The left ankle is flexed and the heel of the left leg is kept down for proper balance, accurate contact with the horse, and correct placement in the stirrup. For modern riders, there are competing schools of thought as to the position of the right leg. Some argue that the right heel is also to be flexed down and the toe up, the same as when riding astride, while others argue that the toe of the right leg should be pointed down. Advocates for each toe position both argue that the position is required to maintain correct balance and make effective use of the leg muscles. In either case, when needed, the rider can squeeze her right (top) leg downwards and against the upper pommel, and her left (bottom) leg upwards into the leaping head to create an extremely strong grip. It is tiring for both the rider and the horse to maintain this emergency hold, however, and most riders rely upon good position, balance, and coordination to maintain their seat. The spur and the whip are employed as supportive riding aids, in addition to weight and seat, used in a humane manner for cueing, not punishment. The English rider's whip is carried on the off (right) side, and is used in place of the rider's right leg to cue the horse on the off side. The sidesaddle whip is between two and four feet long, depending on style of equipment and competition rules, when applicable. Western riders generally use the romal (a type of long quirt attached to the end of a set of closed reins) to support cues in place of the right leg. If the rider wears a spur to assist the use of her leg, she will wear only one, on the left boot. Riders hold the reins evenly, not allowing one rein to be longer than the other. Most sidesaddle designs also force the rider to carry her hands a bit higher and farther from the horse's mouth than in a regular saddle. Because high hands on a direct pressure bit such as the snaffle bit may encourage the horse to carry its head too high, use of bits with curb bit pressure, such as a pelham bit or a double bridle, which help the horse lower its head to a proper position, are often seen in sidesaddle competition. The horse used in sidesaddle riding will have additional training to accustom it to the placement of the rider and the use of the whip to replace off side leg commands. The horse also may need to adapt to a different and higher hand position. However, most well-trained horses adapt to the basics fairly quickly and generally can be used for riding both sidesaddle and astride. In the past, when the sidesaddle was common, it was recommended to frequently change from one side to another, to prevent irregular development of thigh muscles, especially in girls who start riding in childhood;Emma Elizabeth Walker, \"Beauty Through Hygiene: Common Sense Ways to Health for Girls\", 1904, pp. 58 this would be impossible with the usual modern design of sidesaddle, unless the rider had available two sidesaddles, one left-sided and one right-sided. ==Sidesaddle today== While sidesaddles came to be regarded as a quaint anachronism, some modern riders have found new applications in the horse show ring, in historical reenactments, and in parades or other exhibitions. The modern sidesaddle rider may be seen in many equestrian disciplines, including dressage, eventing, show jumping, western pleasure, and saddle seat-style English pleasure. Specialty sidesaddle classes with either traditional equipment or period costume are popular at many horse shows. Another common place to see a sidesaddle is the fox hunting field, where the tradition is preserved by sidesaddle devotees. More recently, a small number of gutsy sidesaddle riders have also taken up steeplechasing and flat racing with the creation of several side saddle steeplechases in Britain and the US. Riders with certain types of physical disabilities also find sidesaddles more comfortable than riding astride, and they are found useful by some people who have lost part of a leg. In addition, the sidesaddle has become a part of some therapeutic riding programs, because the design of the saddle provides extra security to certain types of riders. ===Competition=== thumb|left|upright|Rider jumping in a sidesaddle. thumb|Sidesaddle rider without coat or apron in warm-up ring prior to competition, showing breeches and boots worn under riding apron, plus leg position on a sidesaddle with a leaping horn. Many horse shows include judged exhibitions (\"classes\") of sidesaddle riding. Sidesaddle classes are judged on manners and performance of the horse and rider, suitability of specific style, and appointments. ====English classes==== English sidesaddle classes are based on style and norms found in the hunting field before the Second World War. Dress, appointments, riding style, and even the type of horse used are all judged against a formalized standard for an \"ideal\" appearance. The riding habit in such classes is the formal attire found in the hunting field, starting with a coat and apron. The apron used is based on the open-sided safety apron developed in the late 19th century. The rider wears ordinary breeches or jodhpurs, over which she will wear the apron, which can partially open in the back. The jacket is usually cut a bit longer than a standard riding jacket. A vest, shirt, choker or stock tie, gloves, boots, and riding breeches are similar to those used when riding astride. For classes on the flat, a derby or top hat is traditional. When jumping, however, tradition gives way to safety, and most riders use a modern equestrian helmet, which is often mandatory equipment in competition rules. The saddle seat variation of English sidesaddle, now seen almost exclusively in the United States in certain breed shows, allows riders to emulate the \"Park\" riders who rode flashy, high- stepping horses on the flat, often in public parks. The sidesaddle is essentially the same, and the rider may wear almost the same attire as the \"hunt\" version, an apron with breeches underneath, but with a coat having a noticeably longer cut, sometimes in bright colors, sometimes with a contrasting lining, and either a top hat or a derby. The shirt and vest will be of the style used in astride saddle seat classes, in that the vest will match either the coat or the coat lining, the shirt is a standard menswear dress shirt, and a \"four-in-hand\" tie is worn. When show rules permit, some saddle seat style riders adopt a period costume, often based on an antique riding habit from the Victorian era. ====Western classes==== thumb|Western sidesaddle classThe western sidesaddle class is similar to the English class but with a sidesaddle having western design features, and riders wearing western style clothing. Riders generally wear a western-styled apron with belt, worn over some type of breeches or pants, but a modified two-leg chaps design in leather or ultrasuede is sometimes seen, though not legal in some types of competition. Period costumes are also seen in the western show ring. Western riders usually wear a short bolero-style jacket that matches the apron or skirt, often with elaborate decoration, gloves, cowboy boots and a cowboy hat. A variation to western-style sidesaddle riding is to wear Spanish or Mexican style regalia, often based on historic designs. == Men == Writer and horsewoman Rita Mae Brown (feminist) once stated, \"If the world were a logical place, men would ride side saddle.\"\"What Quote\". Accessed June 10, 2010 There are occasional examples of men riding sideways or sidesaddle on a horse other than for humorous, drag, or satirical purposes: * During World War II when riders laid field telephone cable from a cable-drum on the back of a galloping horse.Daily Telegraph September 2009 supplement \"World War II Eyewitness Experience\", page 22 * Sometimes farm workmen riding very wide-backed draft horses bareback to or from the fields found it easier to sit sideways than astride. * In the Macedonian front in World War I, in Salonica, which was a main Allied base area: Greek soldiers riding on horses which were equipped with heavy wooden packsaddles instead of riding saddles.Daily Telegraph Thursday 23 December 1915, reprinted in Daily Telegraph Wednesday 23 December 2015 page 36 * Some modern male riders with certain types of back injuries also claim riding sidesaddle is helpful. * In the Cycladic island of Folegandros, Greece, it is typical to ride side saddle on mules and donkeys as they have a pack saddle. *In northern Morocco, where mules are still sometimes used to carry water from wells and for working small farms, sitting sideways on a mule with a packsaddle has been observed.Stock Photo, man on mule, Morocco man on mule ==Equipment== thumb|Refurbished antique \"catalogue\" saddle, style manufactured in late 1800s. These were manufactured in America for middle class women and many still exist today.Although sidesaddles are still manufactured today, it is a small niche market, and a new model is quite expensive. Thus, many riders who wish to ride sidesaddle are often found hunting for older saddles at antique shops, estate sales, attics or barn lofts. It is difficult to find an antique sidesaddle that not only fits the rider and horse but also is in good condition. Old sidesaddles usually need reconditioning, sometimes even requiring complete removal of the leather and examination of the tree. Antique sidesaddles are frequently a problem to fit, as many are too narrow for modern horses. thumb|upright|The sidesaddle tree must be fitted to the horse Modern sidesaddles are usually based on the Jules Pellier two pommel design. The underlying tree, girthing system, flap or fender design, styling features and type of leather used may differ, however, the structure of the fixed pommel and leaping horn is a consistent design feature across all riding styles. Sidesaddles built on a tree designed for sidesaddle use are properly balanced, but many modern sidesaddles are built on a modified astride tree, which may result in an unbalanced, unridable saddle.Side Saddle Trees Historical reenactment participants, notably those in American Civil War reenactments, also tend to use the two pommel sidesaddle, since the single pommel sidesaddle that was used into mid-19th century is now regarded as creating an insufficiently secure seat for safe riding. Most sidesaddles have a regular girth or cinch, an overgirth that holds the flaps down, and most have either a back cinch or a balancing strap to hold the saddle down in the back and provide additional stability. ===Other equipment=== A breastcollar can be added to stabilize the saddle, and, though seen less often, a crupper. There are few differences in the bridles used for sidesaddle and astride riding. Because riders' hands are farther from the horse's mouth as the riders are seated further back than when astride, bridles may require reins that are a longer than standard astride reins. This is most often a problem for western-style riding with romal reins, which are sized for astride riders and sometimes require extensions for use by sidesaddle riders. ===Fitting=== thumb|A sidesaddle is measured by length and two width measurements, \"neck\" and \"seat\" The saddle must fit horse and rider. The sidesaddle tree differs from an astride tree, most notably by the structure of the pommels but also due to a much longer saddle point on the left side of the saddle.Whippy Tree Horses are fitted in a manner similar to that of a regular saddle; the gullet must clear the withers, and the bars of the saddle should be the proper width to be comfortable on the horse.http://www.sidesaddle.com/reference_pages/tree_types/fit.htm The seat is measured for the rider in three places: Length, from the front of the fixed pommel to the end of the cantle; width across the widest part of the seat; and the distance across the narrowest part of the seat, called the \"neck\". To determine the correct seat length, which is based on the length of the rider's femur, a person sits on a stool or chair with their back and hips against a wall or flat surface, and the length of a saddle is ideally one inch longer than the distance from the wall to the back of the person's knee. Riders can more easily manage a saddle that is a bit too large than one that is too small, though a too-large saddle may leave the rider with an insecure seat.Measuring a rider File:Chess queen of walrus tusk 13th century.jpg|A chess queen of walrus tusk, used in Sweden from about 1250 ==See also== *Equestrianism *Horses in the Middle Ages *Riding habit *Saddle ==Notes== ==References== * Isabelle Veauvy, Adelaïde de Savray et Isabelle de Ponton d’Amécourt, Cavalières amazones : une histoire singulière, Paris, Swan, 2016, 279 p., 35 cm (). * \"The Evolution of Women of Horseback\" by Margaret Bennett, Canadian Horse Annual, 1999 * Corsetsandcrinolines.com Victorian sidesaddle riding habit * users.tinyworld.co.uk History of Riding Habits * The N.E.A. Sidesaddle Association * Equitation by Henry L. de Bussigny, on Wikisource. * La femme cheval (The woman and the Horse) by Rosine Lagier * \"Das pferdegemäße Damensattelreiten in der Moderne\" by Marie Symbill (German or French) ==External links== *Documentary video demonstrating basic sidesaddle riding *International Side Saddle Organization (USA) *The Side Saddle Association, UK *History of sidesaddle *Female Riding Styles through History *\"A Sidesaddle\" Goal: To create a workable historical project to create a \"medieval\" style side-saddle. *The American Sidesaddle Association *The French Sidesaddle Association Category:Saddles ja:鞍#サイドサドル",
 "title": "Sidesaddle"
}