{
 "id": "922533",
 "text": "An armoured train is a railway train protected with armour. Armoured trains usually include railroad cars armed with artillery, machine guns and autocannons, some also had slits used to fire small arms like pistols and rifles from the inside of the train, this feature was especially prevalent in earlier versions of armoured trains. For the most part they were used during the late 19th and early 20th centuries, when they offered an innovative way to quickly move large amounts of firepower. Most countries discontinued their use – road vehicles became much more powerful and offered more flexibility, and train tracks proved too vulnerable to sabotage as well as to attacks from the air. However, the Russian Federation used improvised armoured trains in the Second Chechen War of 1999–2009 as well as the Russian invasion of Ukraine in 2022. == Design and equipment == The rail cars on an armoured train were designed for many tasks. Typical roles included: * Artillery – fielding a mixture of guns, machine guns and rocket launchers. See also railway guns. * Infantry – designed to carry infantry units, may also mount machine guns. * Machine gun – dedicated to machine guns. * Anti-aircraft – equipped with anti- aircraft weapons. * Command – similar to infantry wagons, but designed to be a train command centre * Anti-tank – equipped with anti-tank guns, usually in a tank gun turret * Platform – unarmoured, used for any purpose from the transport of ammunition or vehicles, through track repair or derailing protection to railroad ploughs for track destruction. * Troop sleepers * The German Wehrmacht would sometimes put a Fremdgerät, such as a captured French Somua S-35 or Czech PzKpfw 38(t) light tank, or Panzer II light tank on a flatbed car which could be quickly offloaded by means of a ramp and used away from the range of the main railway line to chase down enemy partisans * Missile transport – the USSR had railway-based RT-23 Molodets ICBMs by the late 1980s (to reduce the chances of a first strike succeeding in destroying the launchers for a retaliatory strike). The US at one time proposed having a railway-based system for the MX Missile program but this never got past the planning stage Different types of armour were used to protect from attack by tanks. In addition to various metal plates, concrete and sandbags were used in some cases for improvised armoured trains. Armoured trains were sometimes escorted by a kind of rail-tank called a draisine. One such example was the 'Littorina' armoured trolley which had a cab in the front and rear, each with a control set so it could be driven down the tracks in either direction. Littorina mounted two dual 7.92 mm MG13 machine gun turrets from Panzer I light tanks. == History == === Origins === Armoured and armed trains saw use during the 19th century in the American Civil War (1861–1865), the Franco- Prussian War (1870–1871), the First and Second Boer Wars (1880–1881 and 1899–1902). During the Second Boer War, Winston Churchill, then a war- correspondent, was travelling aboard an armoured train on 15 November 1899, when a Boer commando led by General Louis Botha ambushed the train. The Boers captured Churchill and many of the train's contingent, but many others escaped, including wounded soldiers who had been carried on the train's engine. Early in the 20th century, Russia used armoured trains during the Russo-Japanese War. Armoured trains were also used during the Mexican Revolution (1910–1920) and World War I (1914–1918). The most intensive use of armoured trains was during the Russian Civil War (1918–1920). The Spanish Civil War saw a little use of armoured trains, though World War II (1939–1945) saw more. The French used them during the First Indochina War (1946–1954), and a number of countries had armoured trains during the Cold War. The last combat use appears to have been during the Yugoslav wars of the 1990s. ===American Civil War=== The most successful armed train was a single armoured wagon built to defend the Philadelphia, Wilmington and Baltimore Railroad. The railroad had been attacked by southern forces to prevent transport of Union soldiers to the front, and snipers were discouraging men attempting to repair the damage. Baldwin Locomotive Works modified a baggage wagon in late April 1861. A 24-pounder howitzer was placed on a swivel mount at the opposite end of the wagon from the pushing locomotive. The sides of the wagon were sheathed with oak planks covered with boiler plate. The end of the wagon around the howitzer was fitted with hinged panels which could be temporarily lifted to aim and fire the howitzer and then lowered to protect the crew of six men loading the howitzer with canister shot or grapeshot. The remainder of the wagon contained fifty ports for riflemen. The wagon was effective for its original purpose, but vulnerability to artillery rendered such wagons of comparatively little use during later stages of the war. In August 1864, a Confederate raiding party disabled a Baltimore and Ohio Railroad locomotive pushing an armoured wagon, and then piled ties around the armoured wagon and set them afire. ===Volunteers=== In 1884 Charles Gervaise Boxall (1852–1914), a Brighton-born solicitor and officer in the 1st Sussex Artillery Volunteers, published The Armoured Train for Coast Defence in Great Britain, outlining a new way to employ heavy artillery. In 1894, when he had become commanding officer of the 1st Sussex AV, railway workers among the volunteers of No 6 Garrison Company manned an armoured train constructed in the workshops of the London, Brighton and South Coast Railway (of which the unit's Honorary Colonel, Sir Julian Goldsmid, was a director).Norman Litchfield & Ray Westlake, The Volunteer Artillery 1859–1908 (Their Lineage, Uniforms and Badges), Nottingham: Sherwood Press, 1982, , pp. 160–2.Boxall at Oxford Dictionary of National Biography ===Second Boer War=== The British Army employed armoured trains during the Second Boer War, most famously a train that was extemporised in the railway workshops at Ladysmith just before the siege was closed round the town. On 15 November 1899 it left the town on reconnaissance manned by a company of the Royal Dublin Fusiliers under the command of Captain Aylmer Haldane, a company of volunteers of the Durban Light Infantry, and a 7-pounder mountain gun manned by sailors from HMS Tartar. Winston Churchill accompanied the mission as a war correspondent. The train was ambushed and part-derailed, and Haldane, Churchill and some 70 of the troops were captured after a fire-fight, although the locomotive got away with the wounded.Gen Sir Aylmer Haldane, A Soldier's Saga, Edinburgh: William Blackwood, 1948, pp. 139–46.Rayne Kruger, Goodbye Dolly Gray, London: Cassell 1959/Pan 1974, , pp. 104–5.Thomas Pakenham, The Boer War, London, Weidenfeld & Nicolson, 1979/abridged edition 1993, , pp. 95–6. Recalling his experience in My Early Life, Churchill wrote \"Nothing looks more formidable and impressive than an armoured train; but nothing is in fact more vulnerable and helpless. It was only necessary to blow up a bridge of culvert to leave the monster stranded, far from home and help, at the mercy of the enemy\".Roy Jenkins, Churchill. A Biography, Farrar, Straus and Giroux, New York, 2001, p. 52. ===World War I=== thumb|left|French mobile artillery battery (1914) During World War I Russia used a mix of light and heavy armoured trains. The heavy trains mounted 4.2 inch or 6 inch guns; the light trains were equipped with 7.62 mm guns. Austria-Hungary also fielded armoured trains against the Italians in World War I. A Royal Navy armoured train from Britain, armed with four QF 6 inch naval guns and one QF 4 inch naval gun, was used in support of the British Expeditionary Force in the opening phase of the First Battle of Ypres in October 1914.1914: The Days of Hope, Lyn MacDonald, Penguin Books 1989 Two armoured trains were constructed at Crewe Works during 1915 for British coastal defense duties; one was based in Norfolk and one in Edinburgh to patrol rail routes on stretches of coast considered vulnerable to amphibious assault. The trains comprised two gun trucks, one at each end, mounted with a 12-pounder quick firing gun and a machine gun; an armoured cabin behind the artillery piece contained the magazine. Inboard of each gun truck was a truck for infantry quarters. This was also armoured, with observation ports and loops for rifle fire. The armoured locomotive, with the cab and motion protected, was marshalled into the centre of the train. The driver took up a position at whichever end of the train was leading, with the regulator controlled by a mechanical connection. The intention was that the infantry, with artillery support from the train's guns, was to hold off a hostile landing force until reinforcements could be deployed. Italy fitted twelve armed trains (under the control of the Regia Marina) to protect its Adriatic coast from raids on part of the Kuk Kriegsmarine; each train was supplemented by a support one. Each armed train was formed by a FS Class 290 locomotive, three to five gun cars, two to four ammo cars and a command car; there were three types of armed train, one with 152 mm guns, another with 120 mm guns and the last with 76 mm AA guns. These trains were considered overall a success, and blunted attempted Austro-Hungarian raids on the Italian coast. Two armoured trains were produced in the railway workshop located at Ajmer, India. One sent to Mesopotamia (now Iraq) by sea route for the Mesopotamian Campaign. Each train consists six wagons, Two wagons of each trains were ceiling less, each train consists 12 pounder guns, two maxim heavy machine gun, two mine-exploding wagons, search light truck and a dynamo telegraph accommodation truck. ===Interwar years=== The Bolshevik forces in the Russian Civil War used a wide range of armoured trains. Many were improvised by locals, others were constructed by naval engineers at the Putilov and Izhorskiy factories. As a result, the trains ranged from little more than sandbagged flatbeds to the heavily armed and armoured trains produced by the naval engineers. An attempt to standardise the design from October 1919 only had limited success. By the end of the war the Bolshevik forces had 103 armoured trains of all types. The Czechoslovak Legion used heavily armed and armoured trains to control large lengths of the Trans-Siberian Railway (and of Russia itself) during the Russian Civil War at the end of World War I.First World War - Willmott, H.P.; Dorling Kindersley, 2003, Page 251 Estonia built a total of 13 armoured trains during the Estonian War of Independence: six on broad-gauge and seven on narrow-gauge railways. The first three armoured trains with fully volunteer crews formed the backbone of the front in critical early stages of conflict. Carriages were former goods carriages and at first armor was limited to wood and sand, but later steel plating, machine guns, and cannons were added. Lithuania had three armoured trains, named after the Grand Dukes of Lithuania: Gediminas, Kęstutis and Algirdas. The armoured trains were used from 1920 to 1935. The first of them, Gediminas, was used in the Polish–Lithuanian War. After the First World War the use of armoured trains declined. They were used in China in the twenties and early thirties during the Chinese Civil War,\"Armored Car Like Oil Tanker Used by Chinese\" Popular Mechanics, March 1930 most notably by the warlord Zhang Zongchang, who employed refugee Russians to man them. ===World War II=== Poland used armoured trains extensively during the invasion of Poland. One observer noted that \"Poland had only few armoured trains, but their officers and soldiers were fighting well. Again and again they were emerging from a cover in thick forests, disturbing German lines\".Wie das Gesetz es befahl - Karschkes, Helmut, DVG Deutsche Verlagsgesellschaft, One under-appreciated aspect of so many Polish armoured trains being deployed during the Polish Defensive War in 1939 is that when German planes attacked the railroads, it was usually the tracks themselves. As late as 17 September, three fresh divisions in the east were moved westward by train. On 18 September, three more divisions followed. This in turn prompted Nazi Germany to reintroduce armoured trains into its own armies. Germany then used them to a small degree during World War II.see also Wolfgang Sawodny (2003): Deutsche Panzerzüge, They introduced significant designs of a versatile and well-equipped nature, including railcars which housed anti-aircraft gun turrets, or designed to load and unload tanks and railcars which had complete armour protection with a large concealed gun/howitzer. Germany also had fully armoured locomotives which were used on such trains. During the Slovak National Uprising, the Slovak resistance used three armoured trains. They were named Hurban, Štefánik and Masaryk. They were built in the Zvolen railway factory in very short time – Štefánik was built just in 14 days, Hurban in 11 days. Boiler plates were used as the armor. In case of tank cars, whole tanks were used – tanks LT-35 were placed at the platform wagon and armored construction was built around the hull. Trains saw combat near Stará Kremnička, Čremošné, around Brezno. Later they were abandoned near Harmanec. Some of train cars were later used by Germans for training and for patrolling. Two original cars from the Štefánik train are preserved – the tank car (with original LT-35 tank inside) and machine gun car, and they are exhibited in the Museum of Slovak National Uprising in Banská Bystrica. Another train is exhibited in Zvolen – it's a replica of armoured train Hurban, which was built for the movie Deň, ktorý neumrie. Difference of this replica in comparison with original trains are bigger turrets from tank T-34/85, instead of turrets from LT-35. The Red Army had a large number of armoured trains at the start of World War II but many were lost in 1941. Trains built later in the war tended to be fitted with T-34 or KV series tank turrets. Others were fitted as specialist anti-aircraft batteries. A few were fitted as heavy artillery batteries often using guns taken from ships. Canada used an armoured train to patrol the Canadian National Railway along the Skeena River from Prince Rupert, British Columbia to the Pacific coast, against a possible Japanese seaborne raid. The train was equipped with a 75 mm gun, two Bofors 40 mm guns, and could accommodate a full infantry company. The No 1 Armoured Train entered service in June 1942, was put into reserve in September 1943, and dismantled the following year.Rowse, Sue Harper (2005), In Times of War: Prince Rupert 1939-1945 (pp. 82-84) Twelve armoured trains were formed in Britain in 1940 as part of the preparations to face a German invasion; these were initially armed with QF 6 pounder 6 cwt Hotchkiss guns and six Bren Guns. They were operated by Royal Engineer crews and manned by Royal Armoured Corps troops. In late 1940 preparations began to hand the trains over to the Polish Army in the West, who operated them until 1942.Balfour, G 1981. The Armoured Train: its development and usage. Batsford They continued in use in Scotland and were operated by the Home Guard until the last one was withdrawn in November 1944. A 6-pounder wagon from one of these trains is preserved at the Tank Museum. A miniature armoured train ran on the 15-inch gauge Romney Hythe and Dymchurch Railway. The Imperial Japanese Army also utilized armored trains. First in the 1920s, to guard the rail lines in Manchuria and later when they engaged Chinese NRA and CPC troops in Second Sino-Japanese War (1937–1945).Taki's Imperial Japanese Army page: Improvised Armored TrainTaki's Imperial Japanese Army page: Special Armored TrainTaki's Imperial Japanese Army page: Type 94 Armored Train In 1940 Italy had twelve armed trains ready for use (again under Regia Marina control), nine for anti- ship duties and three for AA duties; six were assigned to La Spezia, and the other six to Taranto. One of them was heavily involved in the Battle of the Alps, shelling French forts in support of an Italian attack towards Menton, and suffering heavy damage by return fire. By 1943, eight trains had been deployed to Sicily; Allied air superiority did not allow them to have any meaningful role, and eventually they were all abandoned and destroyed by their crews.Caiti, p. 84-9 ===Post-World War II uses=== In the First Indochina War, the French Union used the armoured and armed train La Rafale as both a cargo- carrier and a mobile surveillance unit.Le 5e Régiment du Génie d'hier et d'aujourd'hui : l'aventure des Sapeurs de chemins de fer, Lavauzelle, 1997, p. 73 L'audace du rail : les trains blindés du Sud-Annam in Revue historique des armées #234, Alexis Neviaski, 2004, quoted in the French Defense Ministry archives In February 1951 the first Rafale was in service on the Saigon-Nha Trang line, VietnamFrench Defense Ministry archives ECPAD website French Defense Ministry archives ECPAD website while from 1947 to May 1952 the second one which was escorted by onboard Cambodian troops of the BSPP (Brigade de Surveillance de Phnom Penh) was used on the Phnom Penh-Battambang line, Cambodia.French Defense Ministry archives ECPAD website In 1953 both trains were attacked by the Viet-Minh guerrillas who destroyed or mined stone bridges when passing by.French Defense Ministry archives ECPAD website Fulgencio Batista's army operated an armoured train during the Cuban Revolution; it was derailed and destroyed during the Battle of Santa Clara, and is commemorated by the Tren Blindado (armoured train) memorial. An improvised armoured train named the \"Krajina express\" (Krajina ekspres) was used during the Croatian War of Independence of the early 1990s by the army of the Republic of Serbian Krajina. Composed of three fighting cars and three freight cars hooked to the front to protect it from mine blasts,\"Krajina Express\" enhances Serb Firepower near Bihac Deseret News, 4 December 1994 the train carried a M18 Hellcat with a 76 mm cannon, a 40 mm Bofors, a 20 mm cannon, twin 57 mm rocket launchers and a 120 mm mortar, plus several machine guns of between 12.7 and 7.62 mm.Radic, Aleksandar (2008). Историја - Крајина експрес. Арсенал magazine, nº 14, pp. 51-54. Minister of Defence of Serbia, 15 February 2008 During the Siege of Bihać in 1994, it was attacked on a few occasions with antitank rocket-propelled grenades and 76 mm guns and hit by a 9K11 Malyutka missile, but the damage was minor, as most of the train was covered with thick sheets of rubber which caused the missile's warhead to explode too early to do any real damage. The train was eventually destroyed by its own crew lest it fall into enemy hands during Operation Storm, Croatia's successful effort to reclaim the territories under occupation by Serbs. The Army of Republika Srpska operated a similar train that was ambushed and destroyed in October 1992 at the entrance to the town of Gradačac by Bosnian Muslim forces that included a T-55 tank. The wreckage was later converted into a museum. The Croatian Army deployed a two-wagon armoured train built in Split with a shield composed of two plates, one 8 mm and the other 6 mm thick, with a 30–50 mm gap filled with sand between them. The vehicle was armed with 12.7 mm machine guns.Hrvatski oklopni voz One armoured train that remains in regular use is that of Kim Il-sung and Kim Jong-il, which the former received as a gift from the Soviet Union and the latter used heavily for state visits to China and Russia as he had a fear of flying. === Soviet Union / Russia === Facing the threat of Chinese cross-border raids during the Sino-Soviet split, the USSR developed armoured trains in the early 1970s to protect the Trans-Siberian Railway. According to different accounts, four or five trains were built. Every train included ten main battle tanks, two light amphibious tanks, several AA guns, as well as several armoured personnel carriers, supply vehicles and equipment for railway repairs. They were all mounted on open platforms or in special rail cars. Different parts of the train were protected with 5–20 mm thick armour. These trains were used by the Soviet Army to intimidate nationalist paramilitary units in 1990 during the early stages of the First Nagorno-Karabakh War.Sovetskaja Armija v gody \"cholodnoj vojny\" : (1945–1991) - Fes·kov, Vitalij I; Kalašnikov, Konstantin A; Golikov, Valerij I; Tomsk Izdat. Tomskogo University. 2004, Page 246- Last armored trains of the Soviet Army (in Cyrillic/Russian language) - Markovian, Victor; Мир оружия, 9/2005 Towards the end of the Cold War, both superpowers began to develop railway-based ICBMs mounted on armoured trains; the Soviets deployed the SS-24 missile in 1987, but budget costs and the changing international situation led to the cancellation of the programme, with all remaining railway-based missiles finally being deactivated in 2005. Regular armored trains have continued in service in the Russian military. Two were deployed during the Second Chechen War, assisting in the Battle of Grozny (1999–2000); one was sent to the 2008 Russo-Georgian War; and one supported the southern flank of the 2022 Russian invasion of Ukraine. The latter included two diesel locomotives powering eight various railcars, which carried anti-aircraft weaponry and unknown cargo. ==== Russian affiliates ==== Outside of the formal Russian military hierarchy, Russian-backed militants in the Donbass region of Ukraine were pictured operating a homemade armoured train in late 2015. == Armoured tram == Armoured trams also existed, although apparently not purpose- built as some of the armoured trains. The just-formed Red Army used at least one armoured tram during the fighting for Moscow in the October Revolution in 1917.First World War - Willmott, H.P.; Dorling Kindersley, 2003, Page 231.Московские трамваи в боях за Советскую власть Мы мирные люди, но наш бронепоезд стоит на трамвайном пути! The Slovak National Uprising, more well known for its armoured trains described above, also used at least one makeshift example.The Czech and Slovak Republics (excerpt from Google Books) - Humphreys, Rob, Rough Guide, 2002, , Page 482 == See also == * List of armoured trains * Battle of Mokra * Railway gun ==References== ==Further reading== * ==External links== *Finnish armoured trains *Soviet armoured trains *Russian armoured trains *Website on the Polish armoured trains *The armored trains that turned the Civil War Category:Articles containing video clips",
 "title": "Armoured train"
}