{
 "id": "922636",
 "text": "Although PET is used in several applications, (principally textile fibres for apparel and upholstery, bottles and other rigid packaging, flexible packaging and electrical and electronic goods), as of 2022 only bottles are collected at a substantial scale. The main motivations have been either cost reduction (when oil prices spike) or recycle content of retail goods (driven by regulations or public opinion). An increasing amount is recycled back into bottles, the rest goes into fibres, film, thermoformed packaging and strapping. After sorting, cleaning and grinding, 'bottle flake' is obtained, which is then processed by either: * 'mechanical recycling'. Bottle flake is melted into its new shape directly. * 'chemical' or 'advanced' recycle. Bottle flake (or possibly a less pure feedstock) is partially or totally depolymerized then enabling purification. The resulting oligomers or monomers are repolymerized to PET polymer, which is then processed in the same way as virgin polymer. In either case, the resulting feedstock is known as \"r-PET\" or \"RPET\". == End of life PET Bottles== A wide range of drinks, food products and other consumer goods are bottled in PET. The majority of bottles contain water or soft drinks, both still and carbonated. Other goods bottled in PET include edible oil, vinegar, milk, and shampoo. PET bottles are closed with polyolefin screw closure with antitamper ring, and have a label which may be printed on paper or plastic and may be glued on. The resin may be colourless or tinted blue, green or brown, or pigmented white. == Collection == thumb|ID symbol for recycle The empty PET packaging is discarded by the consumer, after use and becomes PET waste. In the recycling industry, this is referred to as \"post- consumer PET.\" All types of PET packaging, including bottles are usually marked with the recycle symbol 1. There are essentially three different collection systems: *Deposit: some countries have legislated a deposit for packaging including PET bottles. In the EU, deposit schemes average an 86% recovery rate. *Collect: waste collectors pick up PET bottles mixed into some other stream (54% recovery in EU). *Bring: consumers take PET bottles and place them into a container (43% recovery in EU). Different countries have opted for different systems. *France: public voluntarily puts PET bottles into containers for plastic bottles and metal packaging. The stream in which PET bottles are collected comprises metallic packaging, plastic bottles, and unwanted contaminants. *Germany: PET bottles carry a deposit, so PET bottles are collected by retailers. The collected stream consists almost entirely of PET bottles. *Singapore: plastic bottles are collected with glass bottles. The stream in which PET bottles are collected comprises PET bottles, other plastic bottles and glass bottles, and contamination. *Switzerland: Retailers contribute a fee to a national operator (PRS) who manages collection bins, sorting and production of rPET flake. The stream in which PET bottles are collected is intended to be PET bottles, but contains other PET packaging and other contamination. *UK: Plastic producers pay a fee, and collection is devolved to municipalities. The stream in which PET bottles are collected varies by municipality, but always require further sorting. *United States: curbside recycling to which most consumers have access. The waste hauler brings the recycled material to a material recovery facilities (MRFs) where it is further separated. The PET is then baled and sent on to a PET reclaimer. The PET reclaimer processes the bale, grinding the PET into flakes. Some do additional processing to make ready for food grade packaging. PET bottles or flakes may be exported from one country to anotherK. Hanaki: Urban Environmental Management and Technology, , p. 104 {| | | |} == Sorting == The collected post-consumer PET bottles are taken to materials recovery facilities (MRF). Here the PET bottles are sorted and separated from other objects and bottles made of other materials In Switzerland, for example, the steps that the bottles follow are the following: *metal separation *ballistic sorting (items that fall slower or faster in air such as dust, films, glass bottles and stones are removed here) *metal separation again *spectral sorting: sensors detect polymer type and colour *sorting on a conveyor belt (manual) *baling: the flattened bottles are compressed into bales for shipment to the processing centre {| | |left|thumb|Bales of crushed PET bottles sorted according to color: blue, transparent, and green. |thumb|right|Bales of crushed PET bottles. |} The sorted post-consumer PET bottless are flattened, pressed into bales and offered for sale to recycling companies. Colourless/light blue post-consumer PET attract higher sales prices than the darker blue and green fractions. The mixed color fraction is the least valuable due simply to the fact unlike aluminium, there are few standards when it comes to the coloration of PET. Unlike clear varieties, PET with unique color characteristics are only useful to the particular manufacturer that uses that color. For material recovery facilities, colored PET bottles are therefore a cause for concern as they can impact the financial viability of recycling such materials. The Plastics Recyclers Europe (PRE, Brussels, Belgium), that an upsurge in a variety of PET colors would be a problem because no market exists for them in the current recycling climate. ==Recycle Processes== The bales consisting mostly of PET mostly of a single colour are delivered to plants where the bottles may be treated by a variety of processes to convert them into usable feedstocks. The preferred method for recycling this stream is mechanical recycle, a process in which the resin is remelted, filtered and extruded or molded into new PET articles, such as bottles, films strapping or fibers. If the PET feedstock is not pure enough for mechanical recycle, then chemical recycling back to monomers or oligomers is used. Terephthalic acid (PTA) or dimethyl terephthalate (DMT) and ethylene glycol (EG), or bis(2-hydroxyethyl) terephthalate (BHET) are popular reaction products. ===Mechanical Recycling=== For mechanical recycling, especially for recycle to food contact applications, rigorous sorting and cleaning is required. In Switzerland, for example, the steps that the bottles follow are the following (similar processes are used elsewhere):PET-Recycling Forum; \"Current Technological Trends in Polyester Recycling\"; 9th International Polyester Recycling Forum Washington, 2006; São Paulo; *metal separation (to protect the granulator) *granulation to 'flake' *washing in hot water *flotation (which separates materials with density <1, notably PE caps and antitamper rings) and sedimentation *drying *air current sorting *Washing with caustic soda This flake is suitable for fibre extrusion. For 'bottle to bottle' recycle the following additional steps are required to correct the molecular weight and meet food contact regulations: *washing and drying under vacuum *post washing and drying *flake sorting *melt filtration and regranulation *solid phase polymerization *moulding into preforms Melt filtration is typically used to remove contaminants from polymer melts during the extrusion process.Melt Filtration Options and Alternatives There is a mechanical separation of the contaminants within a machine called a ‘screen changer’. A typical system will consist of a steel housing with the filtration medium contained in moveable pistons or slide plates that enable the processor to remove the screens from the extruder flow without stopping production. The contaminants are usually collected on woven wire screens which are supported on a stainless steel plate called a ‘breaker plate’—a strong circular piece of steel drilled with large holes to allow the flow of the polymer melt. For the recycling of polyester it is typical to integrate a screen changer into the extrusion line. This can be in a pelletizing, sheet extrusion or strapping tape extrusion line. ====Purification and decontamination==== The success of any recycling concept is hidden in the efficiency of purification and decontamination at the right place during processing and to the necessary or desired extent. In general, the following applies: The earlier in the process foreign substances are removed, and the more thoroughly this is done, the more efficient the process is. The high plasticization temperature of PET in the range of is the reason why almost all common organic impurities such as PVC, PLA, polyolefin, chemical wood-pulp and paper fibers, polyvinyl acetate, melt adhesive, coloring agents, sugar, and protein residues are transformed into colored degradation products that, in their turn, might release in addition reactive degradation products. Then, the number of defects in the polymer chain increases considerably. The particle size distribution of impurities is very wide, the big particles of 60–1000 μm—which are visible by naked eye and easy to filter—representing the lesser evil, since their total surface is relatively small and the degradation speed is therefore lower. The influence of the microscopic particles, which—because they are many—increase the frequency of defects in the polymer, is relatively greater. Besides efficient sorting, the removal of visible impurity particles by melt filtration processes plays a particular part in this case. thumb|Workers sort an incoming stream of various plastics, mixed with some pieces of un-recyclable litter. thumb|Bales of crushed blue PET bottles. thumb|Bales of crushed PET bottles sorted according to color: green, transparent, and blue. In general, one can say that the processes to make PET bottle flakes from collected bottles are as versatile as the different waste streams are different in their composition and quality. In view of technology there is not just one way to do it. Meanwhile, there are many engineering companies that are offering flake production plants and components, and it is difficult to decide for one or other plant design. Nevertheless, there are processes that are sharing most of these principles. Depending on composition and impurity level of input material, the general following process steps are applied. #Bale opening, briquette opening #Sorting and selection for different colors, foreign polymers especially PVC, foreign matter, removal of film, paper, glass, sand, soil, stones, and metals #Pre-washing without cutting #Coarse cutting dry or combined to pre-washing #Removal of stones, glass, and metal #Air sifting to remove film, paper, and labels #Grinding, dry and / or wet #Removal of low- density polymers (bottle caps) by density differences #Hot-wash #Caustic wash, and surface etching, maintaining intrinsic viscosity and decontamination #Rinsing #Clean water rinsing #Drying #Air-sifting of flakes #Automatic flake sorting #Water circuit and water treatment technology #Flake quality control ====Impurities and material defects==== The number of possible impurities and material defects that accumulate in the polymeric material is increasing permanently—when processing as well as when using polymers—taking into account a growing service lifetime, growing final applications and repeated recycling. As far as recycled PET bottles are concerned, the defects mentioned can be sorted in the following groups: # Reactive polyester OH- or COOH- end groups are transformed into dead or non-reactive end groups, e.g. formation of vinyl ester end groups through dehydration or decarboxylation of terephthalate acid, reaction of the OH- or COOH- end groups with mono-functional degradation products like mono-carbonic acids or alcohols. Results are decreased reactivity during re-polycondensation or re-SSP and broadening the molecular weight distribution. # The end group proportion shifts toward the direction of the COOH end groups built up through a thermal and oxidative degradation. The results are decrease in reactivity, and increase in the acid autocatalytic decomposition during thermal treatment in presence of humidity. # Number of polyfunctional macromolecules increases. Accumulation of gels and long-chain branching defects. # Number, concentration, and variety of nonpolymer- identical organic and inorganic foreign substances are increasing. With every new thermal stress, the organic foreign substances will react by decomposition. This is causing the liberation of further degradation- supporting substances and coloring substances. # Hydroxide and peroxide groups build up at the surface of the products made of polyester in presence of air (oxygen) and humidity. This process is accelerated by ultraviolet light. During an ulterior treatment process, hydro peroxides are a source of oxygen radicals, which are source of oxidative degradation. Destruction of hydro peroxides is to happen before the first thermal treatment or during plasticization and can be supported by suitable additives like antioxidants. Taking into consideration the above-mentioned chemical defects and impurities, there is an ongoing modification of the following polymer characteristics during each recycling cycle, which are detectable by chemical and physical laboratory analysis. In particular: *Increase of COOH end-groups *Increase of color number b *Increase of haze (transparent products) *Increase of oligomer content *Reduction in filterability *Increase of by-products content such as acetaldehyde, formaldehyde *Increase of extractable foreign contaminants *Decrease in color L *Decrease of intrinsic viscosity or dynamic viscosity *Decrease of crystallization temperature and increase of crystallization speed *Decrease of the mechanical properties like tensile strength, elongation at break or elastic modulus *Broadening of molecular weight distribution The recycling of PET bottles is meanwhile an industrial standard process that is offered by a wide variety of engineering companies.Thiele, Ulrich K. (2007) Polyester Bottle Resins Production, Processing, Properties and Recycling, PETplanet Publisher GmbH, Heidelberg, Germany, pp. 259 ff, ====Processing routes==== Recycling processes with polyester are almost as varied as the manufacturing processes based on primary pellets or melt. Depending on purity of the recycled materials, polyester can be used today in most of the polyester manufacturing processes as blend with virgin polymer or increasingly as 100% recycled polymer. Some exceptions like BOPET-film of low thickness, special applications like optical film or yarns through FDY-spinning at > 6000 m/min, microfilaments, and micro-fibers are produced from virgin polyester only. =====Simple re-pelletizing of bottle flakes===== thumb|right|Pellets of food grade recycled PET This process consists of transforming bottle waste into flakes, by drying and crystallizing the flakes, by plasticizing and filtering, as well as by pelletizing. Product is an amorphous re-granulate of an intrinsic viscosity in the range of 0.55–0.7, depending on how complete pre-drying of PET flakes has been done. Special feature are: Acetaldehyde and oligomers are contained in the pellets at lower level; the viscosity is reduced somehow, the pellets are amorphous and have to be crystallized and dried before further processing. Processing to: *A-PET film for thermoforming *Addition to PET virgin production *BoPET packaging film *PET Bottle resin by SSP *Carpet yarn *Engineering plastic *Filaments *Non-woven *Packaging stripes *Staple fibre. Choosing the re-pelletizing way means having an additional conversion process that is, at the one side, energy-intensive and cost- consuming, and causes thermal destruction. At the other side, the pelletizing step is providing the following advantages: *Intensive melt filtration *Intermediate quality control *Modification by additives *Product selection and separation by quality *Processing flexibility increased *Quality uniformization. =====Manufacture of PET-pellets or flakes for bottles (bottle to bottle) and A-PET===== This process is, in principle, similar to the one described above; however, the pellets produced are directly (continuously or discontinuously) crystallized and then subjected to a solid-state polycondensation (SSP) in a tumbling drier or a vertical tube reactor. During this processing step, the corresponding intrinsic viscosity of 0.80–0.085 dℓ/g is rebuilt again and, at the same time, the acetaldehyde content is reduced to < 1 ppm. The fact that some machine manufacturers and line builders in Europe and the United States make efforts to offer independent recycling processes, e.g. the so-called bottle-to-bottle (B-2-B) process, such as Next Generation Recycling (NGR), BePET, Starlinger, URRC or BÜHLER, aims at generally furnishing proof of the \"existence\" of the required extraction residues and of the removal of model contaminants according to FDA applying the so-called challenge test, which is necessary for the application of the treated polyester in the food sector. Besides this process approval it is nevertheless necessary that any user of such processes has to constantly check the FDA limits for the raw materials manufactured by themselves for their process. =====Direct conversion of bottle flakes===== In order to save costs, an increasing number of polyester intermediate producers like spinning mills, strapping mills, or cast film mills are working on the direct use of the PET- flakes, from the treatment of used bottles, with a view to manufacturing an increasing number of polyester intermediates. For the adjustment of the necessary viscosity, besides an efficient drying of the flakes, it is possibly necessary to also reconstitute the viscosity through polycondensation in the melt phase or solid-state polycondensation of the flakes. The latest PET flake conversion processes are applying twin screw extruders, multi-screw extruders or multi-rotation systems and coincidental vacuum degassing to remove moisture and avoid flake pre-drying. These processes allow the conversion of undried PET flakes without substantial viscosity decrease caused by hydrolysis. With regard to the consumption of PET bottle flakes, the main portion of about 70% is converted to fibers and filaments. When using directly secondary materials such as bottle flakes in spinning processes, there are a few processing principles to obtain. High-speed spinning processes for the manufacture of partially oriented yarn (\"POY\") normally need an IV of 0.62–0.64. Starting from bottle flakes, the viscosity can be set via the degree of drying. The additional use of TiO2 is necessary for full dull or semi dull yarn. In order to protect the spinnerets, an efficient filtration of the melt is, in any case is necessary. For the time-being, the amount of POY made of 100% recycling polyester is rather low because this process requires high purity of spinning melt. Most of the time, a blend of virgin and recycled pellets is used. Staple fibers are spun in an intrinsic viscosity range that lies rather somewhat lower and that should be between 0.58 and 0.62 dℓ/g. In this case, too, the required viscosity can be adjusted via drying or vacuum adjustment in case of vacuum extrusion. For adjusting the viscosity, however, an addition of chain length modifier like ethylene glycol or diethylene glycol can also be used. Spinning non-woven—in the fine titer field for textile applications as well as heavy spinning non-woven as basic materials, e.g. for roof covers or in road building—can be manufactured by spinning bottle flakes. The spinning viscosity is again within a range of 0.58–0.65 dℓ/g. One field of increasing interest where recycled materials are used is the manufacture of high-tenacity packaging stripes, and monofilaments. In both cases, the initial raw material is a mainly recycled material of higher intrinsic viscosity. High-tenacity packaging stripes as well as monofilament are then manufactured in the melt spinning process. =====Drying===== PET polymer is very sensitive to hydrolytic degradation, resulting in severe reduction in its molecular weight, thereby adversely affecting its subsequent melt processability. Therefore, it is essential to dry the PET flakes or granules to a very low moisture level prior to melt extrusion. PET must be dried to <100 parts per million (ppm) moisture and maintained at this moisture level to minimize hydrolysis during melt processing.http://infohouse.p2ric.org/ref/14/13543.pdf PET Drying Best Practices Dehumidifying Drying – These types of dryers circulate hot and de- humidified dry air onto the resin, suck the air back, dry it and then pump again in a closed loop operation. This process reduces moisture level in the PET down to 50ppm or lower. The efficiency of moisture removal depends on the air dew point. If the air dew point is not good, then some moisture remains in the chips and cause IV loss during processing. left|thumb|IRD drying drum used for the drying of Polyester pellets and polyester bottle flakes Infrared Drying polyester pellets and flakes – A new type of dryer has been introduced in recent years, using Infrared drying (IRD). Due to the high rate of energy transfer with IR heating in combination with the specific wavelength used, the energy costs involved with these systems can be greatly reduced, along with the size. Polyester can be dried and amorphous flake crystallized and dried within only about 15 minutes down to a moisture level of approx. 300ppm in one step, and down to <50 ppm using a buffer hopper to complete the drying in typically under 1 hour ===Chemical recycling=== also known as 'tertiary' or 'Advanced' recycling. Polyethylene terephthalate can be depolymerized partially or completely to yield the constituent oligomers or the monomers, MEG and PTA or DMT. The main processes are glycolysis, methanolysis or hydrolysis After purification, the oligomers or monomers can be used to prepare new recycled polyethylene terephthalate (\"r-PET\"). The ester bonds in polyethylene terephthalate may be cleaved by hydrolysis, or by transesterification. The reactions are simply the reverse of those used in production. ====Partial glycolysis==== Partial glycolysis (transesterification with ethylene glycol) converts the rigid polymer into short-chained oligomers that can be melt-filtered at low temperature. Once freed of the impurities, the oligomers can be fed back into the production process for polymerization. The task consists in feeding 10–25% bottle flakes while maintaining the quality of the bottle pellets that are manufactured on the line. This aim is solved by degrading the PET bottle flakes—already during their first plasticization, which can be carried out in a single- or multi-screw extruder—to an intrinsic viscosity of about 0.30 dℓ/g by adding small quantities of ethylene glycol and by subjecting the low-viscosity melt stream to an efficient filtration directly after plasticization. Furthermore, temperature is brought to the lowest possible limit. In addition, with this way of processing, the possibility of a chemical decomposition of the hydro peroxides is possible by adding a corresponding P-stabilizer directly when plasticizing. The destruction of the hydro peroxide groups is, with other processes, already carried out during the last step of flake treatment for instance by adding H3PO3.Boos, Frank and Thiele, Ulrich \"Reprocessing pulverised polyester waste without yellowing\", German Patent DE19503055, Publication date: 8 August 1996 The partially glycolyzed and finely filtered recycled material is continuously fed to the esterification or prepolycondensation reactor, the dosing quantities of the raw materials are being adjusted accordingly. ====Total Glycolysis==== The treatment of polyester waste through total glycolysis to fully convert the polyester to bis(2-hydroxyethyl) terephthalate (C6H4(CO2CH2CH2OH)2). This compound is purified by vacuum distillation, and is one of the intermediates used in polyester manufacture (see production). The reaction involved is as follows: : [(CO)C6H4(CO2CH2CH2O)]n \\+ n HOCH2CH2OH → n C6H4(CO2CH2CH2OH)2 This recycling route has been executed on an industrial scale in Japan as experimental production. ====Methanolysis==== converts the polyester to dimethyl terephthalate(DMT), which can be filtered and vacuum distilled: : [(CO)C6H4(CO2CH2CH2O)]n \\+ 2n CH3OH → n C6H4(CO2CH3)2 Even though polyester production based on dimethyl terephthalate(DMT) is limited to legacy plants,Fakirov, Stoyko (ed.) (2002) Handbook of Thermoplastic Polyesters, Wiley-VCH, Weinheim, pp. 1223 ff, investments were announced in 2021 and 2022 into methanolysis plants. ====Hydrolysis==== Hydrolysis can be done in a neutral, alkaline or acidic environment. =====Neutral hydrolysis===== Polyethylene terephthalate can be hydrolyzed to terephthalic acid and ethylene glycol under high temperature (200-300 °C) and pressure. The resultant crude terephthalic acid can be purified by recrystallization to yield material suitable for re-polymerization: : [(CO)C6H4(CO2CH2CH2O)]n \\+ 2n H2O → n C6H4(CO2H)2 \\+ n HOCH2CH2OH Avoiding a neutralization step consumes less resource than alkaline or acidic hydrolysis, but there is no opportunity to filter a solution, so mechanical impurities remain with the terephthalic acid. This method does not appear to have been commercialized as of 2022. =====Alkaline hydrolysis===== Alkaline hydrolysis is done in an aqueous solution of potassium hydroxide or sodium hydroxide. The reaction yields ethylene glycol and the terephalate salt, in aqueous solution. After separation and filtration, in a second step, the salt is neutralized with strong mineral acid to precipitate the terephthalic acid. : [(CO)C6H4(CO2CH2CH2O)]n \\+ 2n MOH → n C6H4(CO2M)2 \\+ n HOCH2CH2OH : C6H4(CO2M)2 \\+ 2HCl → C6H4(CO2H)2 \\+ 2MCl This method is particularly tolerant of contamination. The use of NaOH as a base is preferred and the addition of ethanol to the medium speeds up the process. Many catalysts have evaluated in academic studies. =====Acidic hydrolysis===== The usual acid employed in this process is sulphuric. Sulphuric acid is corrosive, requiring expensive corrosion resistant alloys to be used in the reaction vessels. Also the recovery of ethylene glycol and the recovery and reuse of the sulphuric acid itself are expensive. These are the likely reasons why acid hydrolysis is not employed commercially in 2022. =====Enzymatic hydrolysis===== Most petroleum‐based plastics are resistant to microbial degradation, however the ester groups in PET can be targeted. A number of enzymes capable of hydrolysing PET (PETasees) have been reported. The appeal of enzymatic hydrolysis is that it can operate much milder conditions, reducing energy costs. Enzymes are also very precise in their action, reducing the formation of by-products. In April 2020, a French university in collaboration with Carbios announced the discovery of a highly efficient, optimized enzyme claimed to outperforms all PET hydrolases reported so far. Enzymatic recycle may require size reduction and amorphisation prior to the depolymerization reaction. ====Chemical recycle to molecules other than PET monomers==== The chemical recycling where transesterification takes place and other glycols/polyols or glycerol are added to make a polyol which may be used in other ways such as polyurethane production or PU foam production == Global statistics == Worldwide, approximately 7.5 million tons of PET were collected in 2011. This gave 5.9 million tons of flake. In 2009 3.4 million tons were used to produce fibre, 500,000 tons to produce bottles, 500,000 tons to produce APET sheet for thermoforming, 200,000 tons to produce strapping tape and 100,000 tons for miscellaneous applications. Thus only approximately 15% of collected PET bottles were actually recycled into new bottles, the rest being used in generally non-recyclable products. Petcore, the European trade association that fosters the collection and recycling of PET, reported that in the EU 28+2, out of 3.4 Mt bottles sold, 2.1Mt of PET bottles were collected in 2018 (so around 2/3). 1.35Mt of r-PET were produced for which the end uses were: * 30% sheets & films (half for food contact). (2010: 22%) * 28% bottles (half for food contact). (2010: 25%) * 24% fibres (2010: 38%) * 10% strapping (2010: 10%) * 8% other NAPCOR reported that for the US and Canada in 2018: out of 3 Mt bottles sold, 900kt of PET bottles (up from 600kt in 2008Nicholas Dege: The Technology of bottled water, p. 431, John Wiley & Sons, 2011, ) were collected in 2018 (so around 1/3). 700kt of r-PET were produced for which the end uses were: * 15% sheets & films * 35% bottles (1/5 for food contact). * 40% fibres * 8% strapping * 1% other In 2019, 81% of the PET bottles sold in Switzerland were recycled, as in 2012.http://www.bafu.admin.ch/dokumentation/medieninformation/00962/index.html?lang=fr&msg- id;=50084 (page visited on 4 November 2013). In 2018, 90% of the PET bottles sold in Finland were recycled. The high rate of recycling is mostly result of the deposit system in use. The law demands a tax of €0,51 /l for bottles and cans that are not part of a refund system. Thus encouraged by the law, products are included to have a 10¢ to 40¢ deposit that is paid to the recycler of the can or bottle. Increasing energy prices may increase the volume of recycling PET bottles. In Europe, the EU Waste Framework Directive mandates that by 2020 there should be 50% recycling or reuse of plastics from household streams. PET bottles recycle-rate globallyJapan streets ahead in global plastic recycling race Primary source is 『Plastic Waste Management Institute, Tokyo http://www.pwmi.or.jp/ei/index.htm』 {| class=\"wikitable\" |- ! Japan !! US !! Europe !!India http://www.hindustantimes.com/mumbai-news/india- recycles-90-of-its-pet-waste-outperforms-japan-europe-and-us-study/story- yqphS1w2GdlwMYPgPtyb2L.html NCL and PET Packaging Association for Clean Environment (PACE) Data release Feb 2017. The figure is strikingly high and could place India as among the top recycles of PET. The reason is thought not to be due to a strong recycling culture or infrastructure at the consumer end, but by ragpickers who collect and sell the bottles discarded as normal trash to reprocessors. The industry is supposed to be a ₹3200 crore one> |- | 72% || 33% || 66% || 90% |} ==Uses== ===Re-use of PET bottles=== In 2019, 2 billion PET bottles were refilled with mineral water in Germany. There is a plan to make these refillable bottles from rPET. PET bottles are also repurposed for various uses, including for use in school projects, and for use in solar water disinfection in developing nations, in which empty PET bottles are filled with water and left in the sun to allow disinfection by ultraviolet radiation. PET is useful for this purpose because many other materials (including window glass) that are transparent to visible light are opaque to ultraviolet radiation. A novel use is as a building material in third-world countries. According to online sources, the bottles, in a labor-intensive process, are filled with sand, then stacked and either mudded or cemented together to form a wall. Some of the bottles can be filled instead with air or water, to admit light into the structure. ===Fibres=== Most reycled PET is used as apparel fiber. However rPET has also been sold in the form of carpet fiber. Mohawk Industries released everSTRAND in 1999, a 100% post-consumer recycled content PET fiber. Since that time, more than 17 billion bottles have been recycled into carpet fiber.everSTRAND Carpet-inspectors-experts.com archive 2008-03-17 Pharr Yarns, a supplier to numerous carpet manufacturers including Looptex, Dobbs Mills, and Berkshire Flooring,Simply Green Carpet – A Berkshire Flooring Brand. simplygreencarpet.com produces a BCF (bulk continuous filament) PET carpet fiber containing a minimum of 25% post-consumer recycled content. === Energy Recovery === If it not possible to recycle PET bottles for whatever reason, PET works well as a fuel in waste to energy plants, composed as it is of carbon, hydrogen, and oxygen, with only trace amounts of catalyst elements (but no sulfur). PET has the energy content of soft coal. ==Life cycle analysis== Studies have shown that mechanical recycle has a lower environmental impactt than incineration, due to avoided new raw material production One study for the USA territory in 2018 concluded that recycle PET v virgin gave reductions in environmental footprint (all forms are covered but bottles dominate the PET stream). Assuming that virgin PET will be used regardless of the existence of recycling: *Energy 70 → 15 MJ/kg *Water 9.9 → 10.3 l/kg (this increase due to the intense washing required for mechanical recycle) *Greenhouse gas emissions 2.8 → 0.9 kgCO2 /kg ==See also== * Health and environmental issues with plastic bottles * Plastiki * Low plastic water bottle ==References== PET bottles Category:Energy conservation",
 "title": "PET bottle recycling"
}