{
 "id": "923098",
 "text": "thumb|Chaoyangmen from the west|alt=A wide divided street, seen from above, flanked by trees and medium-height high rises. The one on the left is somewhat curvilinear Chaoyangmen (; Manchu:; Möllendorff:šun be aliha duka) was a gate in the former city wall of Beijing. It is now a transportation node and a district border in Beijing. It is located in the Dongcheng District of northeastern central Beijing. Running from north to south is the eastern 2nd Ring Road. The Beijing Subway (Line 6 and Line 2) has a stop at Chaoyangmen. ==History== thumb|240px|Chaoyangmen in 1905 thumb|240px|Chaoyangmen and hanging bridge in 1917 The Chaoyang Gate (the Gate Facing the Sun) was the main gate of the East City. The gate was demolished, along with the walls and moat of the East City in the 1950sThe Chinese Factor: An Australian Chinese Woman's Life in China Page 85 Pamela Tan - 2008 \"But all were facing change. The city walls were being dismantled as well as the Chaoyang Gate (the Gate Facing the Sun) of the East City which was slowly being destroyed, brick by brick. It was a magnificent gate with its embattlements and . \" and replaced with the 2nd Ring Road (Beijing) where the moat and walls had been, and an elevated roundabout-bridge where the gate had been. ==Chaoyangmen today== West of Chaoyangmen Bridge is Chaoyangmen Inner Street (Chaoyangmen Nei Dajie), which heads toward the Wangfujing, Dongdan and Dongsi areas. The first building north west of Chaoyangmen Bridge is the headquarters of CNOOC Group. The second building westwards is Beijing's most famous \"haunted houses\", two French-style villas at 81 Chaoyangmen Nei.Church seeks tenant for ‘haunted houses’ The main villa was formerly the residence of the French manager of the Pinghan Railway Company until 1947, thereafter it became the offices of various government works中国企事业名录大全 - Volume 1 - Page 151 廖季立, 李智盛, 李福玉 - 1986 \"京市民政工业公司北京市东城区朝阳门内大街 81 \" until closed pending demolition in the 1990s. However, due to the architectural value of the two villas they were preserved and passed to the Beijing Diocese of the Catholic Church for restoration and use as a church. East of Chaoyangmen Bridge is where Chaoyang District begins. Chaoyangmen Outer Street also begins east of the overpass, leading to the Chaowai area. The first building north east of the Chaoyangmen Bridge and exit of Chaoyangmen Station is the headquarters of Sinopec Group. Further along Chaoyangmen-wai is the Zhihua Si Temple, a Buddhist temple constructed during the Ming Dynasty. China's Foreign Ministry building is situated to the southeastern part of the overpass bridge and roundabout. ==References== ==External links== * Category:Dongcheng District, Beijing Category:Gates of Beijing Category:Neighbourhoods of Beijing Category:Road transport in Beijing",
 "title": "Chaoyangmen"
}