{
 "id": "923195",
 "text": "thumb|Havenstreet Station The Isle of Wight Steam Railway is a heritage railway on the Isle of Wight. The railway passes through of countryside from to station, passing through the small village of Havenstreet, where the line has a station, headquarters and a depot. At Smallbrook Junction, the steam railway connects with the Island Line. ==Operation== The railway is owned and operated by the Isle of Wight Railway Co. Ltd. and run largely by volunteers. Services are operated on most days from June to September, together with selected days in April, May, and October and public holidays. The railway is popular with tourists, attracting people to its original steam locomotive and railway cafe. Over each August Bank Holiday weekend, the railway organises the Island Steam Show, which combines an intensive service on the railway with displays of various sorts of steam power including traction engines and steam fair equipment, together with other attractions that vary year by year. For events like steam galas and Day out with Thomas events, engines from the mainland have to be brought in by boat and then transferred to Havenstreet. ==Rolling stock== The railway has several steam locomotives and a small series of diesel shunters, four of which have had notable careers on the island. To complement the collection, numerous examples of pre-grouping carriages have been recovered and restored. The oldest of these were built in 1864 and the last in 1924. There are also more than 45 units of freight rolling stock, the oldest of which dates from circa 1860. In 2020, the railway announced the acquisition of its first electrical multiple unit, British Rail Class 483 483007. The train, nicknamed \"Jess Harper\", is to be transferred from the adjacent Island Line for static exhibition, though the train could be converted to battery power and returned to service in the future. ==Carriage shed== To allow the railway's collection of Victorian and Edwardian carriages to be kept undercover, away from the effects of weather and vandals, a rolling stock storage and display building has been built at Havenstreet. A four-road shed, with each road capable of storing four bogie coaches or their equivalent, amounting to a total size of 75 by 25 metres has been built, and track work is currently being completed. By December 2008, £71,000 had been raised by the railway, and as of May 2012, the railway was awaiting information to see if a grant application from the Heritage Lottery towards the £815,000 cost was successful. This was successful and the shed is now operational with public access to see the stock inside. ==History== The first railway on the Isle of Wight opened in 1862, linking Newport and Cowes. It became the nucleus of the Isle of Wight Central Railway. The line from Ryde to Newport was opened in 1875 and by 1890 the island was served by an extensive network of lines. However most of these lines were relatively poorly maintained and had a low level of traffic, reflecting the general isolation and poverty of the island. These factors meant that the island's railways could rarely afford to acquire new locomotives or rolling stock and instead relied on using already elderly equipment transferred from the mainland. Much of the equipment currently used on the Isle of Wight Steam Railway, and particularly the passenger coaching stock, falls into this category, representing usage on the island in the early and mid twentieth century but also the mid to late nineteenth century on the mainland. This is of particular historic interest as representing an earlier era than almost all other preserved railways in Britain. The steam locomotives used include examples well over 100 years old, but also some more modern types. The first railway closures on the Island were in 1952. Then in 1966 the Ryde–Newport–Cowes and Shanklin–Ventnor lines were closed. The last steam services on the island ran on the remaining Ryde to Shanklin line on 31 December 1966. However a small group of rail enthusiasts formed the Wight Locomotive Society and raised funds to preserve one of the last steam locomotives, W24 Calbourne, and a number of the remaining carriages. Then, in 1971, the Isle of Wight Railway Co. Ltd. was formed to buy the length of track between Wootton and Havenstreet. From that early beginning, the railway has been gradually extended from Havenstreet towards Ryde. In 1991 this extension reached Smallbrook Junction on the Ryde – Shanklin line, where a new interchange station was built there allowing passengers to interchange with Island Line trains. An extension of the line westwards from Wootton to Newport has been suggested in the past. It is unlikely that the full extent will ever be restored as there is now a road on the site of Newport station and houses have been built on another part of the former line. However a stretch of trackbed from Wootton to the outskirts of Newport at Halberry Lane is still free from development and could in theory be used in the future. Another possible extension is one from Smallbrook Junction to Ryde St John's Road station,Isle of Wight steam train comes to the rescue, Isle of Wight Radio using one of the two Island Line tracks on this stretch. Within the grounds of Havenstreet railway station is the Haven Falconry Bird of Prey Centre. ==Gallery== Image:British Railways Class O2 W24 Calbourne.jpg|The railway's flagship locomotive, British Railways 0-4-4T W24 'Calbourne' runs round the train at Wootton Image:06I10I2013 Autumn Steam Gala H5.jpg|Hunslet Austerity 0-6-0ST WD198 'Royal Engineer' runs round the train at Wootton Image:British Railways Class Ivatt Two No 41298.jpg|British Railways 2-6-2T Class Ivatt Two No. 41298 runs round the train at Wootton Image:IWSR OSM.JPG|Map showing Steam Railway running broadly East-West Image:Isle of Wight railway system showing closed lines and stations, open lines and reopened lines.png|Isle of Wight railways diagram, showing closed and reopened lines and new stations Image:The Isle of Wight RJD 135.jpg|A 1914 Railway Clearing House map of lines on the Isle of Wight File:483007 at the IOWSR.jpg|thumb|483007 at the IOWSR (Isle of Wight steam Railway) train story area. ==See also== *List of British heritage and private railways ==References== *Historical information from BBC website, retrieved 24 August 2004 ==External links== *Isle of Wight Steam Railway *Isle of Wight Steam Railway photographs, WightCAM – photographically illustrated walks on the Isle of Wight. Category:Heritage railways on the Isle of Wight Category:Museums on the Isle of Wight Category:Railway museums in England Category:Standard gauge railways in England",
 "title": "Isle of Wight Steam Railway"
}