{
 "id": "923685",
 "text": "Jeremy Matthew Wariner (born January 31, 1984) is a retired American track athlete specializing in the 400 meters. He has won four Olympic medals (three gold, one silver) and six World Championships medals. He is the fourth fastest competitor in the history of the 400 m event with a personal best of 43.45 seconds, behind Wayde van Niekerk (43.03 WR, 2016), Michael Johnson (43.18 WR, 1999) and Butch Reynolds (43.29 WR 1988) and the fifth fastest all-time mark when set it in 2007. Wariner was born in Irving, Texas. A successful college athlete at Baylor University, he won the 400 m and 4 × 400 m relay gold medals at his first Olympics in Athens 2004. He followed this with two gold medals at the 2005 World Championships in the same events. He remained undefeated in the 400 m event during the 2006 ÅF Golden League, earning him the $250,000 jackpot. He remained World Champion in the 400 m individual and relay events at the 2007 Osaka World Championships, earning him the 2007 Best Male Track Athlete ESPY Award. He won the 4×400 m relay gold medal at the 2008 Beijing Olympics, but took silver in the 400 m, finishing behind countryman LaShawn Merritt. Wariner picked up the silver medal in the 2009 World Championships, again finishing second to Merritt. ==Early career== Jeremy Wariner attended Lamar High School in Arlington, Texas, participating in multiple sports and being recognized for his outstanding speed. Under the coaching of Mike Nelson, who also coached 110 meters hurdler Reggie Harrell at Lamar High School, he was the 2002 Texas 5A state sprint champion at both 200 meters and 400 meters, setting high school bests of 20.41 seconds (wind assisted) and 45.57 seconds, respectively. Enrolling at Baylor University, he quickly established himself as a collegiate sprint talent under the guidance of Clyde Hart, who was also coach of Baylor alumnus and four-time Olympic 400 m gold medal winner and two- time world champion Michael Johnson. Somewhat hampered by injuries late in his freshman year, Wariner regained form as a sophomore, winning both the 2004 NCAA Division I indoor and outdoor 400 metres titles. Later that year, he claimed the national 400 m title at the USATF Championships making him the favorite for the gold medal at the 2004 Summer Olympics in Athens. Wariner then made his first appearance on the world athletic stage at the 2004 Summer Olympics. He won two Olympic gold medals, the first in the 400 m in a personal best 44.00 seconds and the second as the third leg of the U.S. 4 × 400 m relay team. Following his Olympic successes, he turned professional, forgoing the rest of his collegiate eligibility, though he remained at his parents' house and continued to be coached by Clyde Hart. ==Professional career== The next year, Wariner won the 400 m at the 2005 USATF championship with a time of 44.20 s. At the Helsinki World Championships on a cold and rainy day he won the 400 m in 43.93 seconds. He would then anchor the American team in the 4 × 400 m relay for the gold medal. Early in 2006, Wariner competed in the 200 m lowering his personal best to 20.19 s. Later that year he would set a new personal best of 43.62 seconds at 400 m at the Golden Gala Meet in Rome. Together with Asafa Powell (100 m) and Sanya Richards (women's 400 m) he won his sixth out of six Golden League events (400 m) in the same season, which earned him a total of $250,000. In 2007 he filled a summer with dominating 400 m performances culminating with the Osaka World Championships where on August 31, 2007 he would win the 400 m in 43.45 s thereby improving his personal best to become the then-third-fastest of all time (only Michael Johnson and Butch Reynolds had run faster).IAAF International Association of Athletics Federations – IAAF.org – Statistics – Top Lists . Iaaf.org. Retrieved on 2011-07-22. ===Rivalry with Merritt=== In 2008, Wariner left long-time coach Clyde Hart in favor of working with Baylor assistant coach Michael Ford.Peter, Josh (2008-07-28). Wariner changes coaches, loses aura . Yahoo Sports. Retrieved on 2009-09-01. This was an unexpected move as Wariner had much success under Hart, who had also coached his agent Michael Johnson. Wariner stated that he needed a change as Hart was nearing retirement, although the coach said that the split was due to a pay dispute.Broadbent, Rick (2009-07-18). Jeremy Wariner finds form after reinstating coach. The Times. Retrieved on 2009-09-01. By the time of the 2008 USATF championship Wariner and Johnson had to face many probing questions regarding the reasons for such a change in an Olympic year. He finished second to LaShawn Merritt in the 400 m final of the USATF championship and secured his place on the U.S. Olympic team in the 400 m event and the 4×400 m relay team. right|thumb|Wariner at the finish line of the 400 m sprint finals, 2008 Beijing Summer Olympics In the 2008 Olympics, Wariner qualified for the final with a time of 44.12 s, in a run which he slowed down considerably in the final fifty meters. This led to much anticipation that he could beat Michael Johnson's world record in the final, but instead he took the silver, losing to LaShawn Merritt by nearly a second. David Neville came in third completing a United States sweep of the 400 m. Following his disappointment with the silver medal at the Olympics, Wariner admitted he had made a mistake in sacking Hart. He apologized to the emeritus coach after Johnson advised him that his new workout programme with Ford was lacking in some areas and took him back on as coach. The emergence of Merritt had left Wariner as the second-best athlete for the first time in his professional career.Patrick, Dick (2009-05-21). Jeremy Wariner back together with coach Clyde Hart. USA Today. Retrieved on 2009-09-01. In the 2009 World Championships, Wariner won the silver medal in the 400 m, again finishing behind LaShawn Merritt, and the gold medal in the 4 × 400 m relay. ===2012 London Olympics=== Wariner was named to his third Olympic team as part of the Team USA 4 × 400 m relay squad. The two-time Olympic medalist in the 400m had failed to make the individual 400m event after starting poorly and finishing sixth in 45.24 seconds in the US Olympic Trials in Eugene, Oregon on June 24, 2012. At the Olympics, Wariner pulled out of the race due to a torn hamstring. ===2013 comeback=== In March 2013, Wariner returned to victory by becoming the National Champion at 400 m at the USA Indoor Track & Field Championships. However at the 2013 USA Outdoor Track and Field Championships, Wariner was unable to get out of the qualifying round, finishing dead last in his qualifying heat and the field. He ran 44.96 at the 2016 Mt. SAC Relays to qualify for the 2016 United States Olympic Trials. At the time it was the #2 time in the world behind only Martyn Rooney's 44.92 set a few minutes earlier on the same track. But at the trials, he pulled up 250 meters into the semifinal race. He was Inducted into the Texas Track and Field Coaches Hall of Fame, Class of 2016. ==Personal bests== {| class=\"wikitable\" style=\"font- size:95%;\" |- \" !Event !Time (seconds) !Place !Date |- |100 meters |10.92 |Houston, Texas, United States |June 6, 2014 |- |200 meters |20.19 |Carson, California, United States |May 21, 2006 |- |300 meters |31.61 |Ostrava, Czech Republic |June 12, 2008 |- |400 meters |43.45 |Osaka, Japan |August 31, 2007 |- |400 meters (indoor) |45.39 |Fayetteville, Arkansas, United States |March 13, 2004 |- |800 meters |1:53.02 |San Marcos, Texas, United States |March 28, 2015 |} ==Personal life== Wariner married attorney Sarah Nichols (now Wariner) in 2011. Together, the couple raises three children: Isabella, Lincoln, and Elijah. Outside of their personal careers, the Wariners own a Jimmy John's franchise in Dallas, Texas, where Jeremy also serves as general manager. In the summer of 2018, Wariner was a \"flex\" player for Godspeed, a flag football team made mostly of former professional American football players that participated in the American Flag Football League (AFFL). The team was crowned the champion of participating pro teams but lost in the final match to the amateur champion team. ==See also== *List of multiple Olympic gold medalists == References == ==External links== * * DyeStat profile for Jeremy Wariner * USATF profile for Jeremy Wariner * SPIKES Hero profile at www.spikesmag.com * \"Jeremy Wariner\", n°14 on Time’s list of \"100 Olympic Athletes To Watch\" Category:Olympic gold medalists for the United States in track and field Category:Olympic silver medalists for the United States in track and field Category:Athletes (track and field) at the 2004 Summer Olympics Category:Athletes (track and field) at the 2008 Summer Olympics Category:American male sprinters Category:Baylor Bears men's track and field athletes Category:Lamar High School (Arlington, Texas) alumni Category:People from Irving, Texas Category:Sportspeople from the Dallas–Fort Worth metroplex Category:Track and field athletes from Texas Category:1984 births Category:Living people Category:World Athletics Championships medalists Category:Medalists at the 2008 Summer Olympics Category:Medalists at the 2004 Summer Olympics Category:IAAF Golden League winners Category:Diamond League winners Category:USA Outdoor Track and Field Championships winners Category:USA Indoor Track and Field Championships winners Category:IAAF Continental Cup winners Category:World Athletics Championships winners",
 "title": "Jeremy Wariner"
}