{
 "id": "92390",
 "text": "{{Infobox settlement | name = Wheaton, Maryland | official_name = | native_name F = | native_name_lang = | other_name = | settlement_type = Census-designated place | image_skyline = Downtown Wheaton, Maryland.jpg | imagesize = | image_alt = | image_caption = Downtown Wheaton | image = | image_flag = | flag_size = | flag_alt = | flag_border = | flag_link = | image_seal = | seal_size = | seal_alt = | seal_link = | image_shield = | shield_size = | shield_alt = | shield_link = | image_blank_emblem = | blank_emblem_type = | blank_emblem_size = | blank_emblem_alt = | blank_emblem_link = | nickname = | motto = | anthem = | image_map = | mapsize = | map_alt = | map_caption = | image_map1 = | mapsize1 = | map_alt1 = | map_caption1 = | image_dot_map = | dot_mapsize = | dot_map_base_alt = | dot_map_alt = | dot_map_caption = | dot_x = |dot_y = | pushpin_map = USA Maryland#USA | pushpin_label_position = right | pushpin_label = Wheaton | pushpin_map_alt = | pushpin_mapsize = | pushpin_map_caption = Location of Wheaton, Maryland | coordinates = | coor_pinpoint = | coordinates_footnotes = | subdivision_type = Country | subdivision_name = | subdivision_type1 = State | subdivision_name1 = | subdivision_type2 = County | subdivision_name2 = Montgomery | established_title = | established_date = | established_title1 = | established_date1 = | established_title2 = | established_date2 = | established_title3 = | established_date3 = | extinct_title = | extinct_date = | founder = | named_for = | seat_type = | seat = | seat1_type = | seat1 = | parts_type = | parts_style = | parts = | p1 = | p2 = | government_footnotes = | government_type = | governing_body = | leader_party = | leader_title = | leader_name = | leader_title1 = | leader_name1 = | total_type = | unit_pref = US | area_footnotes = | area_magnitude = | dunam_link = | area_total_sq_mi = | area_land_sq_mi = 6.90 | area_water_km2 = | area_water_sq_mi = | area_water_ha = | area_water_acre = | area_water_percent = | area_urban_footnotes = | area_urban_km2 = | area_urban_sq_mi = | area_urban_ha = | area_urban_acre = | area_urban_dunam = | area_rural_footnotes = | area_rural_km2 = | area_rural_sq_mi = | area_rural_ha = | area_rural_acre = | area_rural_dunam = | area_metro_footnotes = | area_metro_km2 = | area_metro_sq_mi = | area_metro_ha = | area_metro_acre = | area_metro_dunam = | area_rank = | area_blank1_title = | area_blank1_km2 = | area_blank1_sq_mi = | area_blank1_ha = | area_blank1_acre = | area_blank1_dunam = | area_blank2_title = | area_blank2_km2 = | area_blank2_sq_mi = | area_blank2_ha = | area_blank2_acre = | area_blank2_dunam = | area_note = | dimensions_footnotes = | length_km = | length_mi = | width_km = | width_mi = | elevation_footnotes = | elevation_ft = 387 | elevation_max_footnotes = | elevation_max_m = | elevation_max_ft = | elevation_min_footnotes = | elevation_min_m = | elevation_min_ft = | population_total = 52150 | population_as_of = 2020 | population_density_sq_mi= auto | demographics_type1 = | demographics1_footnotes = | demographics1_title1 = | demographics1_info1 = | demographics_type2 = | demographics2_footnotes = | demographics2_title1 = | demographics2_info1 = | timezone1 = Eastern (EST) | utc_offset1 = −5 | timezone1_DST = EDT | utc_offset1_DST = −4 | postal_code_type = | postal_code = | postal2_code_type = | postal2_code = | area_code_type = | area_code = | geocode = | iso_code = | registration_plate = | twin1 = | twin1_country = | twin2 = | twin2_country = | blank_name_sec1 = FIPS code | blank_info_sec1 = | blank1_name_sec1 = GNIS feature ID | blank1_info_sec1 = | blank2_name_sec1 = | blank2_info_sec1 = | blank_name_sec2 = | blank_info_sec2 = | blank1_name_sec2 = | blank1_info_sec2 = | blank2_name_sec2 = | blank2_info_sec2 = | website = | footnotes = }}thumb|The Entrance Sign For Wheaton, Maryland. This Sign has since been removed and replaced by a different sign. Wheaton is a census-designated place in Montgomery County, Maryland, United States, situated north of Washington, D.C. and northwest of downtown Silver Spring. Wheaton takes its name from Frank Wheaton (1833–1903), a career officer in the United States Army and volunteer from Rhode Island in the Union Army who rose to the rank of major-general while serving before, during and after the Civil War. Wheaton was found to have a population of 52,150 in the 2020 census. The United States Postal Service has assigned ZIP code 20902 to Wheaton, but the Wheaton Post Office is a part of the larger Silver Spring area. Downtown Wheaton is located around the triangle formed by Veirs Mill Road, University Boulevard, and Georgia Avenue. ==History == ===The Three Great Roads=== Wheaton developed from Leesborough (named in 1826), a small business district which grew near the junction of three major roads: The first of these is Brookeville Pike (also known as the Washington-Brookeville Pike and later as the Union Turnpike, now Georgia Avenue) a north/south toll thoroughfare running from Washington, D.C., to Brookeville, and eventually to Baltimore. The second road, Veirs Mill Road (named after a grist and sawmill built on Rock Creek by Samuel Clark Veirs in 1838), was one portion of a much longer thoroughfare connecting westwards to Rockville, Maryland and thence towards the Potomac River and subsequently to Virginia via ferry crossings. This was also known as the \"City Road\" in Rockville, and around the time of the Civil War it was known also as the \"New Cut Road.\"The History Of Montgomery County, Maryland, From Its Earliest Settlement In 1650 to 1879 (Boyd, T. H. S.) The last of these roads was known as Old Bladensburg Road (now University Boulevard) which, as it does in present day, connected Georgetown, Bethesda, Chevy Chase, Kensington, Wheaton, Silver Spring, and Bladensburg. ===Mitchell's Crossroads=== The business district subsequently became known as Mitchell's Crossroads, named after Robert T. Mitchell's tavern, which was located at northeast corner of Union Turnpike (renamed from Brookeville Pike; now Georgia Avenue) and Old Bladensburg Road (now University Boulevard). Confederate General Jubal Early's troops marched through the area of their way to invade Washington, D.C.Sween, Jane C.; Offutt, William. Montgomery County: Centuries of Change. American Historical Press, 1999. . Union General Frank Wheaton successfully led a division to defend Washington, D.C., fighting off an invasion by the Confederate troops at the Battle of Fort Stevens in 1864.\"/docview/144298012/ ARMY CORPS HISTORY: Brilliant Records of the Fifth, Sixth, and Seventh]. The Washington Post. September 15, 1902. p. 4.\"Gen. Wheaton is Dead: Won His Rank Through Bravery in Battle]\". The Washington Post June 19, 1903. p. 9. The area also saw them retreat through the area after the failed invasion. Mitchell's Tavern was thought to exist since around 1865, and it stood until 1940 when it was destroyed by a fire. ===After the Civil War=== Following the end of the Civil War, the area's first postmaster was George F. Plyer.\" Town Named After Leader in Civil War]\". The Washington Post. p. C2. In October 1869, Plyer, a war veteran, renamed the post office in honor of his commanding officer, General Wheaton. For many years after the Civil War, the Wheaton area was being only lightly used, mostly for farming, or was undeveloped. In 1871, the first African American Church, Allen Chapel AME Church, was established in this small undeveloped area. This religious body maintained its presence in the Wheaton community until 2000, at which time the New Creation Church purchased the property. Into the early 20th century, civic growth was slow, with a few new businesses being established along the major roads. But as the capital region started to rapidly grow after World War II, Wheaton quickly expanded. The area's first modern post office opened in 1947 (earlier records show that the post office had used the Leesborough name). In addition, the Washington Suburban Sanitary Commission (WSSC) was active, adding new utility infrastructure to the area; as part of that work, and just north of Wheaton, the prominent Glenmont Water Tower was constructed in 1947. And then starting soon thereafter, in 1948, Wheaton was steadily built-out, by several developers (Kay Construction Co., in particular), becoming a part of the modern-day suburbs of Washington, D.C. Today, as an unincorporated town, Wheaton is governed locally by the civic government of Montgomery County. For some modern information databases, such as official Real Estate records, Wheaton (along with several neighboring locales) is considered to be a sub-section of larger Silver Spring. ===Demographic Growth and Shifts=== In the 1950s the area was developed with Cape Cod, ranch houses, and split level homes purchased by white, largely middle class, families; a mix of blue collar and white collar workers. Now, more of this older housing stock is owned or rented by a diverse population. {|class=\"Wikitable\" align=left |+Wheaton, Maryland Census data !Year!!Non-Hispanic White!!Hispanic/Latino!!Asian!!Black!!Multiracial |- | align=center | 1990||align= right | 61%||align= right | 13%||align= right | 10%||align= right | 15%||align= right | |- | align=center | 2000|| align= right | 38%||align= right | 29%||align= right | 12%||align= right | 17%||align= right | 6% |- | align=center | 2010||align= right | 26%||align= right | 42%||align= right | 12%||align= right | 18%||align= right | 5% |- | align=center | 2020||align= right | 33.88%||align= right | 30.96%||align= right | 13.29%||align= right | 15.64%||align= right | 5.14% |} Between 2000 and 2010, Wheaton's Hispanic population has increased from 29% to 42%. Wheaton's Hispanic population is highly ethnically diverse - as of the 2010 Census, Wheaton is 18.5% Salvadoran, 3.2% Mexican, 2.8% Guatemalan, 2.3% Peruvian, 2.3% Honduran, 1.3% Dominican, 1.2% Nicaraguan, 1% Bolivian, 0.9% Colombian, 0.8% Puerto Rican, 0.7% Ecuadorians, 0.3% Cuban, 0.3% Chilean, and 0.3% Argentine, all numbering over 100 residents. 16.5% of Wheaton's residents were White Hispanics/Latinos, 1% were Afro-Hispanics/Afro-Latinos, 0.6% were American Indian or Alaska Native Hispanics/Latinos, 0.2% were Asian-American Hispanics/Latinos, 3% were Hispanics/Latinos of two or more races, and 20.5% were Hispanics/Latinos from some other race. Local gang issues. In 2020 local prosecutors outlined in a 28 page indictment that 21 MS-13 Gang members had committed crimes against 18 victims. Of the 18 victims, 9 were in Wheaton. The crimes against Wheaton residents includes murder, attempted murder with a gun, assault and racketeering. ==Features== thumb|right|180px|Brookside Gardens in Wheaton Regional Park thumb|The New Library and Recreation Center, Which Opened on September 8, 2019. Wheaton is home to the Wheaton Regional Park, which includes a nature center; riding stables; dog park; a picnic area with carousel and miniature train; an athletic complex with indoor tennis, ice rink, inline skating rink, and ball fields; and Brookside Gardens, Montgomery County's 50-acre (200,000-m²) public display garden. Much of Wheaton was developed in the 1950s. In the 1960s its shopping center, Wheaton Plaza (now known as Westfield Wheaton), was the largest in the Maryland suburbs of Washington, D.C. Wheaton is also home to the Wheaton Library and Recreation center which opened on September 8, 2019. The Wheaton Volunteer Rescue Squad is one of the busiest (11,000 calls in 2007) predominantly volunteer fire departments in Montgomery County. The diversity of the neighborhood is reflected by the high concentration of various ethnic restaurants located in Wheaton. It is served by the Red Line of the Washington Metro system. Spanning 508 feet (155 m), the Wheaton station has the longest escalator in the Western Hemisphere.The Five Longest Rides. The Washington Post. 2005-06-03. Retrieved 2007-12-11.Carroll, Caitlin. What's the deal with... the Wheaton Metro station escalator? The GW Hatchet. 2005-09-19. Retrieved 2008-06-15. Since Wheaton has the highest location in the Washington, DC area, it was also the home of the first television license in the United States. Using the call sign W3XK, Charles Francis Jenkins began broadcasting from his home at the corner of Windham Lane and Georgia Ave.The FCC: Seventy-six Years of Watching TV starting on July 2, 1928. Other points of interest include * The Gilchrist Center for Cultural Diversity - Named after former Montgomery County Executive Charles W. Gilchrist, opened Sept. 8th 2001, it provides services to an increasing immigrant population in Montgomery County. * Wheaton Youth Center * Ana G. Méndez University System ==Designation as a Maryland Arts and Entertainment District== Wheaton has been designated by the State of Maryland as an Arts and Entertainment District, joining Silver Spring and Bethesda as the third district in Montgomery County to receive the distinction. The Arts and Entertainment District designation provides artists working in that area with an income tax break. Developers who create spaces for artists to live and work can be exempt from paying certain property taxes on the value of the renovations for up to 10 years. Designated districts are exempt from admissions and amusement taxes. == Notable people == * Marat Akbarov * Diana Barrera * Joe Bonomo * Chas Gessner * James Gist * Laurie Ann Haus * Kelli Hill * Zach Hilton * Marty Hurney * Robin Koontz * Benjamin F. Kramer * Katherine and Sheila Lyon * Jim Parsley * Michael Parsons * Marina Pestova * Bill Quinter * Ron Weber == References == ==External links== * Brookside Gardens * Montgomery Art Association * Wheaton Regional Park * The Gilchrest Center for Cultural Diversity * Wheaton Hills Civic Association * Wheaton Library and Community Recreation Center Category:Census-designated places in Maryland Category:Census-designated places in Montgomery County, Maryland Category:Hispanic and Latino American culture in Maryland",
 "title": "Wheaton, Maryland"
}