{
 "id": "92534",
 "text": "Mohammed Deif (; born 1965 in Khan Younis), born Mohammed Diab Ibrahim al- Masri, is a Palestinian chief of staff and supreme military commander of Izz ad-Din al-Qassam Brigades, the military wing of Hamas. He has been Israel's 'most wanted' man for the last 26 years since 1995 for killing of IDF soldiers, suicide bombings and kidnappings. The most recent Israeli attempt to kill Deif was during Operation Guardian of the Walls in May 2021. Deif's wife, infant son, and daughter were killed in a 2014 attack. The United States Department of State added Deif to its list of Specially Designated Global Terrorists on 8 September 2015. ==Hamas== Deif joined Hamas in 1990 with the help of Yahya Ayyash and Adnan al-Ghoul, his long time associates. In 1994, Deif was involved in the kidnappings and killing of IDF soldiers Shahar Simani, Aryeh Frankenthal and Nachshon Wachsman. He was personally responsible along with Yahya Ayyash behind the bus bombings in Jerusalem and Ashkelon, attacks that killed about 50 Israelis. Five suicide bombers he sent into Israel in March 2000 were killed by Yamam. After his release from PA prison in April 2001, he was involved in a 'wave of bombing attacks' that lasted several months during the second intifada. Deif became the supreme military commander of the Izz ad-Din al-Qassam Brigades after Israel assassinated Salah Shehade in July 2002. Israel holds him directly responsible for the murder of dozens of civilians in numerous suicide bombings since 1995, among them the Jaffa Road bus bombings in Jerusalem. He along with Nidal Fat'hi Rabah Farahat and Adnan al-Ghoul played a key role in the attacks perpetrated in Israel. Deif has been the top of Israel's most wanted list for over two decades. In February 2006, some Israeli media argued that Deif would build an Al Qaeda network in the Gaza Strip since he did not support the approach of Hamas. This claim, however, was denied by the Izz ad-Din al-Qassam Brigades. ==Assassination attempts == He has survived five Israeli air strikes, which caused him serious injuries and handicaps. Despite initial reports of his death in an Israeli air strike on 27 September 2002, an Israeli intelligence official confirmed that he survived the attack. His senior assistant, Adnan al-Ghoul, was killed in an Israeli airstrike on 21 October 2004. In the early morning hours of 12 July 2006, an Israeli F16 aircraft bombed a house in which high-level ranking Hamas leaders were meeting. Deif survived the blast, but severely injured his spine. After this event, Ahmed Jabari became the acting commander of Hamas military wing Izz ad-Din al-Qassam Brigades . On 19 August 2014, the Israeli air force conducted an airstrike on a house in the neighbourhood of Sheikh Radwan in Gaza City that killed one of Deif's wives (27-year-old Widad), and two of his children (7-month-old son Ali, and 3-year- old daughter Sara), and also three civilians. Hamas denied that Deif was killed. In April 2015, it was reported in Israeli media citing intelligence sources that Deif survived the assassination attempt. During Operation Guardian of the Walls in May 2021, it was reported that Israel military had tried to kill Deif twice in one week but that he got away at the last minute both times. ==Quotes== In December 2010, the Hamas movement marked the 23rd anniversary of its establishment with an official booklet entitled The Path of Glory (Darb al-ezza), which includes statements by Hamas military leaders alongside statistical and numerical data on military operations carried out against Israel. Mohammed Deif wrote: \"The Izz ad-Din al-Qassam Brigades ... are better prepared to continue on our exclusive path to which there is no alternative, and that is the path of jihad and the fight against the enemies of the Muslim nation and mankind.... We say to our enemies: you are going on the path to extinction (zawal), and Palestine will remain ours including Al- Quds (Jerusalem), Al-Aqsa (mosque), its towns and villages from the (Mediterranean) Sea to the (Jordan) River, from its North to its South. You have no right to even an inch of it.\" ==References== Category:1960 births Category:Living people Category:Hamas military members Category:Individuals designated as terrorists by the United States government Category:Palestinian Muslims Category:Survivors",
 "title": "Mohammed Deif"
}