{
 "id": "93043",
 "text": "Noble County is a county located in the U.S. state of Ohio. As of the 2020 census, the population was 14,115, making it the fourth-least populous county in Ohio. Its county seat is Caldwell. The county is named for Rep. Warren P. Noble of the Ohio House of Representatives, who was an early settler there. ==History== Noble County was formed on March 11, 1851, from portions of Guernsey, Morgan, Monroe and Washington counties.Noble County, Ohio | Learn | FamilySearch.org It was the last and youngest county to be formed in the state.1832 Ball-Caldwell House in Noble County, Ohio It was named for either James Noble or Warren P. Noble, each of whom was an early settler in this region.Noble County, Ohio definition of Noble County, Ohio in the Free Online Encyclopedia Noble County was home to the first North American oil well, the Thorla-McKee Well, which struck oil in 1814.Thorla-McKee Well, First Oil Well in North America, Noble County, Ohio , Noble County, 2004. Accessed 2005-08-05. For a time this was a center of oil production in the state. In 1925, a United States Navy dirigible, USS Shenandoah (ZR-1), was caught in a storm over Noble County. It broke into several pieces, resulting in the deaths of 14 persons on board; 29 survived. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (1.6%) is water. ===Adjacent counties=== * Guernsey County (north) * Belmont County (northeast) * Monroe County (east) * Washington County (south) * Morgan County (west) * Muskingum County (northwest) ===National protected area=== * Wayne National Forest (part) ==Demographics== ===2000 census=== As of the census of 2000, there were 14,058 people, 4,546 households, and 3,318 families living in the county. The population density was 35 people per square mile (14/km2). There were 5,480 housing units at an average density of 14 per square mile (5/km2). The racial makeup of the county was 92.55% White, 6.69% Black or African American, 0.26% Native American, 0.09% Asian, 0.03% from other races, and 0.38% from two or more races. 0.43% of the population were Hispanic or Latino of any race. There were 4,546 households, out of which 33.50% had children under the age of 18 living with them, 61.50% were married couples living together, 7.70% had a female householder with no husband present, and 27.00% were non-families. 24.30% of all households were made up of individuals, and 12.60% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 3.10. In the county, the population was spread out, with 22.60% under the age of 18, 11.70% from 18 to 24, 31.80% from 25 to 44, 20.80% from 45 to 64, and 13.10% who were 65 years of age or older. The median age was 36 years. For every 100 females there were 130.80 males. For every 100 females age 18 and over, there were 140.50 males. The median income for a household in the county was $32,940, and the median income for a family was $38,939. Males had a median income of $30,911 versus $20,222 for females. The per capita income for the county was $14,100. About 8.30% of families and 11.40% of the population were below the poverty line, including 13.90% of those under age 18 and 11.90% of those age 65 or over. ===2010 census=== As of the 2010 United States Census, there were 14,645 people, 4,852 households, and 3,394 families living in the county. The population density was . There were 6,053 housing units at an average density of . The racial makeup of the county was 96.1% white, 2.5% black or African American, 0.3% American Indian, 0.1% Asian, 0.2% from other races, and 0.8% from two or more races. Those of Hispanic or Latino origin made up 0.4% of the population. In terms of ancestry, 25.9% were German, 13.1% were Irish, 9.1% were American, and 9.0% were English. Of the 4,852 households, 30.4% had children under the age of 18 living with them, 55.8% were married couples living together, 8.6% had a female householder with no husband present, 30.0% were non-families, and 25.7% of all households were made up of individuals. The average household size was 2.47 and the average family size was 2.94. The median age was 48.6 years. The median income for a household in the county was $39,500 and the median income for a family was $44,773. Males had a median income of $42,456 versus $29,551 for females. The per capita income for the county was $20,029. About 11.6% of families and 14.9% of the population were below the poverty line, including 22.9% of those under age 18 and 13.8% of those age 65 or over. ==Politics== thumb|Results from the 2020 Presidential Election in Caldwell, the county's largest Village. Noble County is a Republican stronghold in presidential elections, although Bill Clinton narrowly won it in 1996. ==Government== Noble County has a three-member Board of County Commissioners that oversee and administer the various County departments, similar to all but two of the 88 Ohio counties. Noble County's elected commissioners are: * County Commissioners: Virgil Thompson (R), Brad Peoples (R), and Ty Moore (R). ==Education== Noble County is served by the Caldwell Exempted Village School District and Noble Local School District. ==Communities== thumb|250px|Map of Noble County, Ohio with municipal and township labels ===Villages=== * Batesville * Belle Valley * Caldwell (county seat) * Dexter City * Sarahsville * Summerfield ===Townships=== * Beaver * Brookfield * Buffalo * Center * Elk * Enoch * Jackson * Jefferson * Marion * Noble * Olive * Seneca * Sharon * Stock * Wayne https://web.archive.org/web/20160715023447/http://www.ohiotownships.org/township- websites ===Unincorporated communities=== * Ava * Carlisle * Crooked Tree * Dudley * Dungannon * East Union * Elk * Fulda * Gem * Harriettsville * Hiramsburg * Honesty * Hoskinsville * Keith * Kennonsburg * Middleburg * Moundsville * Mount Ephraim * Olive Green * Rochester * Sharon * South Olive * Steamtown * Whigville ==See also== * National Register of Historic Places listings in Noble County, Ohio ==Footnotes== ==Further reading== * Thomas William Lewis, History of Southeastern Ohio and the Muskingum Valley, 1788-1928. In Three Volumes. Chicago: S.J. Clarke Publishing Co., 1928. ==External links== * Unofficial county information website * Noble County Sheriff's Office Category:Appalachian Ohio Category:Counties of Appalachia Category:1851 establishments in Ohio Category:Populated places established in 1851",
 "title": "Noble County, Ohio"
}