{
 "id": "93052",
 "text": "Medina County (pronounced ) is a county in the U.S. state of Ohio. As of the 2020 census, the population was 182,470. Its county seat is Medina. The county was created in 1812 and later organized in 1818. It is named for Medina, a city in Saudi Arabia. Medina County is part of the Cleveland-Elyria, OH Metropolitan Statistical Area, although parts of the county are included in the urbanized area of Akron. ==History== Before European colonization, several Native American tribes inhabited northeastern Ohio. https://www.cmnh.org/science-news/blog/september-2019/the-first-peoples-of- ohio After Europeans first crossed into the Americas, the land that became Medina County was colonized by the French, becoming part of the colony of Canada (New France). It was ceded in 1763 to Great Britain and renamed Province of Quebec. In the late 18th century the land became part of the Connecticut Western Reserve in the Northwest Territory, then was purchased by the Connecticut Land Company in 1795. Parts of Medina County and neighbouring Lorain became home to the Black River Colony founded in 1852, a religious community centered on the pious lifestyle of the German Baptist Brethren. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (0.4%) is water. The Medina County Park District, established in 1965, manages , including 18 parks and trails. ===Adjacent counties=== * Cuyahoga County (northeast) * Summit County (east) * Wayne County (south) * Ashland County (southwest) * Lorain County (northwest) ==Demographics== ===2000 census=== As of the census of 2010, there were 172,332 people, 54,542 households, and 42,215 families living in the county. The population density was 358 people per square mile (138/km2). There were 56,793 housing units at an average density of 135 per square mile (52/km2). The racial makeup of the county was 97.26% White, 0.88% Black or African American, 0.15% Native American, 0.64% Asian, 0.02% Pacific Islander, 0.25% from other races, and 0.80% from two or more races. 0.93% of the population were Hispanic or Latino of any race. 26.8% were of German, 11.5% Irish, 8.6% Italian, 8.4% English, 8.4% Polish and 7.8% American ancestry according to Census 2000. 95.3% spoke English, 1.2% Spanish and 1.0% German as their first language. There were 54,542 households, of which 37.70% had children under the age of 18 living with them, 66.50% were married couples living together, 7.80% had a female householder with no husband present, and 22.60% were non- families. 18.90% of all households were made up of individuals, and 6.90% had someone living alone who was 65 years of age or older. The average household size was 2.74 and the average family size was 3.15. In the county, the population was spread out, with 27.50% under the age of 18, 7.00% from 18 to 24, 30.60% from 25 to 44, 24.40% from 45 to 64, and 10.50% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 97.10 males. For every 100 females age 18 and over, there were 94.90 males. The median income for a household in the county was $55,811, and the median income for a family was $62,489. Males had a median income of $44,600 versus $27,513 for females. The per capita income for the county was $24,251. About 3.50% of families and 4.60% of the population were below the poverty line, including 5.90% of those under age 18 and 4.80% of those age 65 or over. ===2010 census=== As of the 2010 United States Census, there were 172,332 people, 65,143 households, and 48,214 families living in the county. The population density was . There were 69,181 housing units at an average density of . The racial makeup of the county was 96.1% white, 1.2% black or African American, 1.0% Asian, 0.1% American Indian, 0.4% from other races, and 1.2% from two or more races. Those of Hispanic or Latino origin made up 1.6% of the population. In terms of ancestry, 32.7% were German, 18.3% were Irish, 11.6% were English, 10.7% were Italian, 10.4% were Polish, and 7.4% were American. Of the 65,143 households, 35.3% had children under the age of 18 living with them, 61.5% were married couples living together, 8.7% had a female householder with no husband present, 26.0% were non-families, and 21.6% of all households were made up of individuals. The average household size was 2.63 and the average family size was 3.07. The median age was 40.4 years. The median income for a household in the county was $66,193 and the median income for a family was $76,699. Males had a median income of $56,523 versus $38,163 for females. The per capita income for the county was $29,986. About 4.4% of families and 6.3% of the population were below the poverty line, including 8.6% of those under age 18 and 5.6% of those age 65 or over. ==Politics== Unlike most counties in northeast Ohio, Medina County is a Republican stronghold county for presidential elections, only backing Democratic nominees 3 times in 1916, 1936, and 1964. ==Communities== thumb|275px|Map of Medina County, Ohio with municipal and township labels ===Cities=== * Brunswick (largest city) * Medina (county seat) * Rittman (part) * Wadsworth ===Villages=== * Chippewa Lake * Creston (part) * Gloria Glens Park * Lodi * Seville * Spencer * Westfield Center ===Townships=== * Brunswick Hills * Chatham * Granger * Guilford * Harrisville * Hinckley * Homer * Lafayette * Litchfield * Liverpool * Medina * Montville * Sharon * Spencer * Wadsworth * Westfield * York https://web.archive.org/web/20160715023447/http://www.ohiotownships.org/township- websites ===Census-designated place=== * Valley City ===Unincorporated communities=== * Abbeyville * Beebetown * Bennetts Corners * Chatham * Coddingville * Crawford Corners * Erhart * Friendsville * Granger * Hinckley * Homerville * Litchfield * Mallet Creek * Pawnee * Remsen Corners * River Styx * Sharon Center * Weymouth * Western Star ==Notable people== * William G. Batchelder, Speaker of the Ohio House of Representatives * Alice M. Batchelder, Federal Judge * Martin and Anna Bates, record holders for tallest Married couple * Connor Cook, NFL quarterback, formerly quarterback for the Michigan State Spartans * R. Sheldon Duecker, a retired Bishop of the United Methodist Church * Jobie Hughes, one of the authors of the Lorien Legacies * Mark Hunter, photographer and lead singer of heavy metal band Chimaira * Kyle Juszczyk, Baltimore Ravens player * Lorin Morgan-Richards, author and illustrator, primarily of children's literature * Larry Obhof, attorney and former President of the Ohio Senate * Matthew Patrick, popular Internet personality * Pete Rademacher, Olympic boxer * Amos Root, developed innovative beekeeping techniques in the United States during the mid-19th century *Molly Webster – journalist; Senior Correspondent for WNYC's RadioLab; actor (2021 film C'mon C'mon) ==See also== * National Register of Historic Places listings in Medina County, Ohio ==References== ==External links== * Medina County District Library's website * Medina County Government's website * Medina County Sheriff's Office * Medina County News and Events Category:1818 establishments in Ohio Category:Populated places established in 1818 Category:Ohio counties in the Western Reserve",
 "title": "Medina County, Ohio"
}