{
 "id": "93050",
 "text": "thumb|Grand Lake St. Marys State Park Mercer County is located in the U.S. state of Ohio. As of the 2020 census, the population was 42,528.2020 census Its county seat is Celina. The county was created in 1820 and later organized in 1824. It is named for Hugh Mercer, an officer in the American Revolutionary War. Mercer County comprises the Celina, Ohio Micropolitan Statistical Area ==History== Mercer County was founded in 1820 which set it apart from Darke County. Land south of the Greenville Treaty Line was still part of Darke County. An act establishing Mercer County took place on January 2, 1824. In 1837 Van Wert County was detached and the county line established is the current northern border of Mercer County. In 1839 Celina was established as the capital of Mercer County, St. Marys, Ohio was the previous capital. In 1848 the area south of the Greenville Treaty Line to the current southern county line, was attached. When Auglaize County, Ohio was formed, Mercer County's eastern border was moved 6 miles west with the exception of the area south of the Greenville Treaty line. This created the sharp point at Mercer County's south-east corner and was the last county line modification. In the mid to late 1800s Mercer county became home to many German immigrants, most of whom became farmers in the new world. Many of these German immigrants migrated from northwestern Germany. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (2.3%) is water. The entire county has an elevation difference of less than 300 feet. The highest point is on the southern county line at 1071 feet above sea level. This is in proximity to the head waters for the Wabash River. The lowest point in the county is 780 feet above sea level. This point is located on the northern county line where the St. Marys River crosses over. ===Drainage basins=== Mercer County has two rivers running through it; the Wabash and the St. Marys. The Wabash watershed is part of the Gulf of Mexico's watershed. The St. Marys watershed is part of Lake Erie's watershed. Creeks between these two watersheds are within a mile of each other at some places in Mercer County. This area/line that divides the drainage basins is known as the St. Lawrence Continental Divide ====Beaver Creek==== Beaver Creek is the longest and largest creek in Mercer County. It stretches 19.7 miles and has two sections. The first section begins in southern farmland in the county and flows through the town of Montezuma, Ohio and into Grand Lake St. Marys. The other section of the creek begins as a spillway and empties into the Wabash River. Beaver Creek was originally one piece, but was split into two sections after the construction of Grand Lake. The creeks' spillway, and last section, has been the subject of controversy and multimillion-dollar lawsuits. Farmers along Beaver Creek claim their land floods because of the spillway that was put up in 1997, replacing the previous spillway, built in 1913. ==Government== Mercer County has a 3-member Board of County Commissioners that oversee the various County departments, similar to all but 2 of the 88 Ohio counties. Mercer County's elected commissioners are: Jerry Laffin, Rick Muhlenkamp, and Greg Homan. ==Adjacent counties== * Adams County, Indiana (northwest) * Van Wert County (north) * Auglaize County (east) * Shelby County (southeast) * Darke County (south) * Jay County, Indiana (southwest) ==Demographics== ===2000 census=== As of the census of 2010, there were 40,814 people, 14,756 households, and 11,022 families living in the county. The population density was 88 people per square mile (34/km2). There were 15,875 housing units at an average density of 34 per square mile (13/km2). The racial makeup of the county was 98.44% White, 0.10% Black or African American, 0.26% Native American, 0.29% Asian, 0.02% Pacific Islander, 0.34% from other races, and 0.56% from two or more races. 1.15% of the population were Hispanic or Latino of any race. There were 14,756 households, out of which 37.10% had children under the age of 18 living with them, 64.10% were married couples living together, 7.40% had a female householder with no husband present, and 25.30% were non-families. 22.70% of all households were made up of individuals, and 10.80% had someone living alone who was 65 years of age or older. The average household size was 2.74 and the average family size was 3.24. In the county, the population was spread out, with 29.60% under the age of 18, 7.90% from 18 to 24, 26.70% from 25 to 44, 21.20% from 45 to 64, and 14.50% who were 65 years of age or older. The median age was 36 years. For every 100 females there were 99.80 males. For every 100 females age 18 and over, there were 96.20 males. The median income for a household in the county was $42,742, and the median income for a family was $50,157. Males had a median income of $35,508 versus $22,857 for females. The per capita income for the county was $18,531. About 4.60% of families and 6.40% of the population were below the poverty line, including 6.90% of those under age 18 and 7.80% of those age 65 or over. ===2010 census=== As of the 2010 United States Census, there were 40,814 people, 15,532 households, and 11,172 families living in the county. The population density was . There were 17,633 housing units at an average density of . The racial makeup of the county was 97.4% white, 0.4% Asian, 0.2% Pacific islander, 0.2% American Indian, 0.2% black or African American, 0.6% from other races, and 0.9% from two or more races. Those of Hispanic or Latino origin made up 1.5% of the population. In terms of ancestry, 58.7% were German, 8.8% were American, 8.3% were Irish, and 6.2% were English. Of the 15,532 households, 32.6% had children under the age of 18 living with them, 60.1% were married couples living together, 7.6% had a female householder with no husband present, 28.1% were non-families, and 24.5% of all households were made up of individuals. The average household size was 2.60 and the average family size was 3.11. The median age was 39.4 years. The median income for a household in the county was $49,719 and the median income for a family was $60,215. Males had a median income of $42,441 versus $31,069 for females. The per capita income for the county was $22,348. About 6.3% of families and 8.3% of the population were below the poverty line, including 8.9% of those under age 18 and 7.7% of those age 65 or over. ==Politics== Prior to 1940, Mercer County was primarily Democratic, only voting Republican once from 1856 to 1936 for Ohioan Warren G. Harding in 1920. From 1940 to 1968, the county was a Republican-leaning swing county, voting for Republican candidates four times and Democratic candidates three times, although John F. Kennedy came within 5 votes of carrying it in 1960. The 1972 election began the county's streak of being a Republican stronghold presidentially, with the party's margins of victory increasing to well over 50 percent in recent elections. ==Communities== 350px|right ===City=== * Celina (county seat) ===Villages=== * Burkettsville (part) * Chickasaw * Coldwater * Fort Recovery * Mendon * Montezuma * Rockford * St. Henry ===Townships=== * Black Creek * Butler * Center * Dublin * Franklin * Gibson * Granville * Hopewell * Jefferson * Liberty * Marion * Recovery * Union * Washington * Wayne (defunct, now part of Celina) https://web.archive.org/web/20160715023447/http://www.ohiotownships.org/township- websites ===Unincorporated communities=== * Carthagena * Cassella * Chattanooga * Cranberry Prairie * Erastus * Macedon * Maria Stein * Mercer * Padua * Sebastian ==In popular culture== The county is the fictional setting of the Amazon Prime Video series Tales from the Loop. ==See also== * National Register of Historic Places listings in Mercer County, Ohio ==References== ==External links== * County website * Mercer County, Ohio American History and Genealogy Project Category:1824 establishments in Ohio Category:Populated places established in 1824",
 "title": "Mercer County, Ohio"
}