{
 "id": "93056",
 "text": "Lucas County is a county located in the northwestern part of the U.S. state of Ohio. It is bordered to the east by Lake Erie, and to the southeast by the Maumee River, which runs to the lake. As of the 2020 census, the population was 431,279.2020 census Its county seat is Toledo, located at the mouth of the Maumee River on the lake. The county was named for Robert Lucas, 12th governor of Ohio, in 1835 during his second term. Its establishment provoked the Toledo War conflict with the Michigan Territory, which claimed some of its area. Lucas County is named after Robert Lucas, 12th Governor of the State of Ohio and the winning governor of the Toledo War, and is the central county of the Toledo Metropolitan Statistical Area. ==History== alt=Exterior view of Lucas County Courthouse with man walking and pile of snow.|thumb|Lucas County Courthouse, 1910s On August 20, 1794, near the site of the present-day town of Maumee, American forces led by General Anthony Wayne won a decisive victory over allied Indian forces at the Battle of Fallen Timbers after years of conflict in what was known as the Northwest Indian War. The defeat of the Native forces resulted in the opening of the entire Northwest Territory for white settlement. Northwest Ohio was occupied chiefly by villages and bands of the Odawa people, who had trading relations with the French at Fort Detroit since 1701. Other Odawa were located in southeast Michigan and further north on the peninsula. They ceded much of that territory in the Treaty of Greenville but retained control of lands along the Maumee River until after the War of 1812. The last Odawa band, that of Ottokee, grandson of Chief Pontiac, left the Maumee River area for Kansas in 1839.Helen Hornbeck Tanner, ed., Atlas of Great Lakes Indian History (University of Oklahoma Press: Norman, 1986) pp. 3, 58–59Larry Angelo (2nd chief of the Ottawa Tribe of Oklahoma), The Migration of the Ottawas from 1615 to Present, (1997), pp. 3-6 left|180px|thumb|The disputed portion of Michigan Territory claimed by the state of Ohio known as the Toledo Strip. Lucas County was established in 1835. At that time, both Ohio and Michigan Territory claimed sovereignty over a region along their border (see Toledo War). When Michigan petitioned Congress for statehood in 1835, it sought to include the disputed territory within its bounds. In response, the Ohio General Assembly formally organized part of the area as Lucas County, naming it after the incumbent governor of Ohio, Robert Lucas. ==Geography== thumb|right|Devonian shell of Sylvania According to the U.S. Census Bureau, the county has a total area of , of which is land and (43%) is water. It is the fourth-smallest county in Ohio by land area. Much of the county lies within what was at the time of its establishment, a vast network of forests, wetlands, and grasslands known as the Great Black Swamp. ===Rivers=== * Maumee River * Ottawa River ===Adjacent counties=== * Monroe County, Michigan (north) * Essex County, Ontario (northeast) * Ottawa County (southeast) * Wood County (south) * Henry County (southwest) * Fulton County (west) * Lenawee County, Michigan (northwest) ===National protected areas=== * Cedar Point National Wildlife Refuge * Ottawa National Wildlife Refuge (part) * West Sister Island National Wildlife Refuge ===Major highways=== * (future) * * * * * * * * * * * * * * * * * * ==Demographics== ===2000 census=== As of the census of 2000, there were 455,054 people, 182,847 households, and 116,290 families living in the county. The population density was 1,337 people per square mile (516/km2). There were 196,259 housing units at an average density of 576 per square mile (223/km2). The racial makeup of the county was 77.50% White, 16.98% Black or African American, 0.26% Native American, 1.21% Asian, 0.02% Pacific Islander, 1.86% from other races, and 2.16% from two or more races. 4.54% of the population were Hispanic or Latino of any race. There were 182,847 households, out of which 31.10% had children under the age of 18 living with them, 44.70% were married couples living together, 14.70% had a female householder with no husband present, and 36.40% were non-families. 30.10% of all households were made up of individuals, and 10.50% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 3.06. In the county, the population was spread out, with 26.30% under the age of 18, 9.80% from 18 to 24, 29.10% from 25 to 44, 21.70% from 45 to 64, and 13.10% who were 65 years of age or older. The median age was 35 years. For every 100 females there were 92.60 males. For every 100 females age 18 and over, there were 88.60 males. The median income for a household in the county was $38,004, and the median income for a family was $48,190. Males had a median income of $39,415 versus $26,447 for females. The per capita income for the county was $20,518. About 10.70% of families and 13.90% of the population were below the poverty line, including 19.70% of those under age 18 and 8.70% of those age 65 or over. ===2010 census=== As of the 2010 census, there were 441,815 people, 180,267 households, and 111,016 families living in the county. The population density was . There were 202,630 housing units at an average density of . The racial makeup of the county was 74.0% white, 19.0% black or African American, 1.5% Asian, 0.3% American Indian, 2.0% from other races, and 3.1% from two or more races. Those of Hispanic or Latino origin made up 6.1% of the population. In terms of ancestry, 29.8% were German, 13.2% were Irish, 9.7% were Polish, 8.0% were English, and 3.8% were American. Of the 180,267 households, 31.1% had children under the age of 18 living with them, 40.0% were married couples living together, 16.5% had a female householder with no husband present, 38.4% were non-families, and 31.4% of all households were made up of individuals. The average household size was 2.39 and the average family size was 3.01. The median age was 37.0 years. The median income for a household in the county was $42,072 and the median income for a family was $54,855. Males had a median income of $46,806 versus $33,394 for females. The per capita income for the county was $23,981. About 14.0% of families and 18.0% of the population were below the poverty line, including 25.4% of those under age 18 and 8.7% of those age 65 or over. ==Economy== ===Top Employers=== According to the county's 2019 Comprehensive Annual Financial Report, the top ten employers in the county are: {| class=\"wikitable sortable\" |- ! # ! Employer ! # of employees |- |1 |Promedica Health Services |11,517 |- |2 |University of Toledo |8,502 |- |3 |Fiat Chrysler - Toledo North Plant; Toledo South Plant |6,759 |- |4 |Mercy Health Partners |5,880 |- |5 |Toledo Public Schools |3,193 |- |6 |Lucas County |2,821 |- |7 |City of Toledo |2,748 |- |8 |Kroger |2,300 |- |9 |Walmart |1,954 |- |10 |General Motors - Powertrain |1,778 |- |} ==Politics== Like most populous urban counties, Lucas County is a Democratic stronghold. The only Republicans to win a majority or plurality in the county since 1932 have been Thomas E. Dewey in 1944, Dwight D. Eisenhower in both 1952 and 1956, and Ronald Reagan in 1980 (plurality) and 1984.Sullivan, Robert David; ‘How the Red and Blue Map Evolved Over the Past Century’; America Magazine in The National Catholic Review; June 29, 2016 Although Ronald Reagan carried the county twice, no other Republican has won the county in the last 50 years. In 1972, for instance, it was one of only two counties in the entire state that supported George McGovern. In the last five Presidential elections the Democratic candidate's margin of victory has ranged from 18% to 30.5% in the case of Barack Obama. The eastern portion of Lucas County, including Toledo lies in Ohio's 9th congressional district, and it is represented by Marcy Kaptur, who is a member of the Congressional Progressive Caucus. The western portion, however, lies in Ohio's 5th congressional district, and is represented by Bob Latta. ==Government== ===County officials=== {| class=\"wikitable\" |- ! Office ! Name ! Party |- | Commissioner | Gary L. Byers | Democratic |- | Commissioner | Peter L. Gerken | Democratic |- | Commissioner | Tina Skeldon Wozniak | Democratic |- | Prosecutor | Julia R. Bates | Democratic |- | Sheriff | Mike Navarre | Democratic |- | Clerk of Courts | J. Bernie Quilter | Democratic |- | Recorder | Michael Ashford | Democratic |- | Treasurer | Lindsay Webb | Democratic |- | Engineer | Mike Pniewski | Democratic |- | Coroner | Diane Scala-Barnett | Democratic |- | Auditor | Anita L. Lopez | Democratic |} ==Communities== thumb|275px|Map of Lucas County, Ohio with Municipal and Township labels thumb|right|Historical map of Lucas County, 1899 ===Cities=== * Maumee * Oregon * Sylvania * Toledo (county seat) * Waterville ===Villages=== * Berkey * Harbor View * Holland * Ottawa Hills * Swanton (mostly in Fulton County) * Whitehouse ===Townships=== * Harding * Jerusalem * Monclova * Providence * Richfield * Spencer * Springfield * Swanton * Sylvania * Washington * Waterville ===Census- designated places=== * Curtice * Neapolis * Reno Beach ===Unincorporated communities=== * Bono * Frankfort * Monclova * Providence * Richfield Center * Shoreland * Yondota ===Ghost towns=== * Marengo * Providence ==See also== * National Register of Historic Places listings in Lucas County, Ohio * Parochial and technology Schools in Lucas County, Ohio ==References== ==External links== * Lucas County Government's website * Lucas County Fair site * Lucas County SkyWarn website Category:1835 establishments in Ohio Category:Populated places established in 1835 Category:Robert Lucas family",
 "title": "Lucas County, Ohio"
}