{
 "id": "93202",
 "text": "Golden Valley County is a county in the U.S. state of North Dakota. As of the 2020 census, the population was 1,736,} making it the fourth-least populous county in North Dakota. The county seat is Beach. The county should not be confused with the city of Golden Valley, which is located in Mercer County. ==History== In the general election held November 8, 1910, the voters of Billings County chose to separate the western portion of Billings and form a new county. This result was immediately challenged in court; on September 19, 1912, the ND Supreme Court upheld the election result; therefore the legislature completed the county's organization on November 13, 1912. Golden Valley was called 'Rattlesnake Flats' by early settlers, due to the large number of the snakes found in the area. The region was dubbed Golden Valley in 1902 after a group of land surveyors noticed that the sunlight gave the surrounding grasses a distinct golden color. Retrieved via Ancestry.com. ===Election controversy=== The vote in 1910 to create Golden Valley County was 837 for and 756 against. Shortly after the vote was certified, suit was filed against the Billings County Commission to overturn the result. The plaintiffs alleged that the certification of election was improper, and that certain pre- marked \"unofficial\" ballots printed by supporters of the new county were cast in place of official ballots, and should be voided. The trial court originally ruled in favor of the plaintiffs. The county appealed to the North Dakota Supreme Court, which upheld the county's certification of the election. The court also ruled the pre-marked ballots were invalid, but that the number of invalid votes was not sufficient to overturn the election results., Retrieved via Westlaw. The court's decision upholding the new county was made on September 19, 1912, and Golden Valley was formally organized on November 13, 1912. thumb|Outline map of Golden Valley County, North Dakota, 1919 ==Geography== Golden Valley County lies on the west line of North Dakota. Its west boundary line abuts the east boundary line of the state of Montana. Beaver Creek flows east-northeastward through the upper portion of the county, and Little Missouri River flows northeastward through the southeastern corner of the county, with gullies flowing southeastward draining the lower county into the Little Mo River. The county terrain consists of semi-arid hills, dedicated to agriculture in the level areas.Golden Valley County ND Google Maps (accessed February 18, 2019) The terrain slopes to the east and north, with its highest point on hills at the southwestern corner at 3,251' (991m) ASL. The county has a total area of , of which is land and (0.2%) is water. ===Major highways=== * 20px Interstate 94 * 20px North Dakota Highway 16 ===Adjacent counties=== * McKenzie County (north) * Billings County (east) * Slope County (south) * Fallon County, Montana (southwest) * Wibaux County, Montana (west) ===National protected area=== * Little Missouri National Grassland (part) ===Lakes=== * Bosserman Lake * Camels Hump Lake * Odland Dam ==Demographics== ===2000 census=== As of the 2000 census, there were 1,924 people, 761 households, and 506 families in the county. The population density was 1.92 people per square mile (0.74/km2). There were 973 housing units at an average density of 0.97 per square mile (0.37/km2). The racial makeup of the county was 97.77% White, 0.73% Native American, 0.10% Asian, 0.31% from other races, and 1.09% from two or more races. 1.04% of the population is Hispanic or Latino of any race. 49.4% were of German, 13.7% Norwegian and 5.6% Polish ancestry. There were 761 households, out of which 29.20% had children under the age of 18 living with them, 58.30% were married couples living together, 4.90% had a female householder with no husband present, and 33.40% were non- families. 31.50% of all households were made up of individuals, and 15.80% had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 3.01. The county population contained 28.30% under the age of 18, 5.10% from 18 to 24, 22.20% from 25 to 44, 23.00% from 45 to 64, and 21.30% who were 65 years of age or older. The median age was 41 years. For every 100 females there were 92.60 males. For every 100 females age 18 and over, there were 88.10 males. The median income for a household in the county was $29,967, and the median income for a family was $37,105. Males had a median income of $25,478 versus $18,000 for females. The per capita income for the county was $14,173. About 10.80% of families and 15.30% of the population were below the poverty line, including 21.40% of those under age 18 and 7.70% of those age 65 or over. ===2010 census=== As of the 2010 census, there were 1,680 people, 774 households, and 429 families in the county. The population density was . There were 967 housing units at an average density of . The racial makeup of the county was 97.4% white, 0.6% American Indian, 0.6% black or African American, 0.1% Pacific islander, 0.1% Asian, 0.5% from other races, and 0.8% from two or more races. Those of Hispanic or Latino origin made up 2.1% of the population. In terms of ancestry, 69.0% were German, 14.7% were Norwegian, 10.7% were Polish, 7.9% were Irish, 7.5% were English, and 2.5% were American. Of the 774 households, 22.7% had children under the age of 18 living with them, 48.4% were married couples living together, 4.3% had a female householder with no husband present, 44.6% were non-families, and 39.4% of all households were made up of individuals. The average household size was 2.10 and the average family size was 2.85. The median age was 45.9 years. The median income for a household in the county was $33,333 and the median income for a family was $47,500. Males had a median income of $32,875 versus $26,750 for females. The per capita income for the county was $21,899. About 8.9% of families and 13.0% of the population were below the poverty line, including 17.7% of those under age 18 and 11.4% of those age 65 or over. ==Communities== ===Cities=== * Beach (county seat) * Golva * Sentinel Butte ===Unincorporated communities=== * Chama * De Mores * Ekre * Rider * Thelan * Trotters ===Townships=== * Beach * Bullion * Delhi * Elk Creek * Garner * Henry * Lone Tree * Pearl * Saddle Butte * Sentinel ====Former townships==== * Elmwood ===Unorganized territories=== * East Golden Valley * Elmwood (formerly a township) * North Golden Valley * South Golden Valley ==Politics== Golden Valley County voters have been reliably Republican for decades. In no national election since 1936 has the county selected the Democratic Party candidate (as of 2016). ==Notable people== * Ernest Viggo Almquist, commercial artist Frontier Cavalcade, The Dickinson Press, March 14, 1957 * Arthur C. Townley, founder of the North Dakota Nonpartisan League. ==See also== * National Register of Historic Places listings in Golden Valley County, North Dakota ==Gallery== File:Rangeland and badland in Golden Valley County.jpg|Rangeland, wooded drainageways, and badland File:Stream valley rangeland and badland in Golden Valley County.jpg|Stream valley, rangeland and badland File:Trotters, North Dakota.jpg|Church building in Trotters ==References== ==External links== * Golden Valley County map, North Dakota DOT Category:1912 establishments in North Dakota Category:Populated places established in 1912",
 "title": "Golden Valley County, North Dakota"
}