{
 "id": "93300",
 "text": "Halifax County is a county located in the U.S. state of North Carolina. As of the 2010 census, the population was 54,691. Its county seat is Halifax. Halifax County is part of the Roanoke Rapids, NC Micropolitan Statistical Area, which is also included in the Rocky Mount-Wilson-Roanoke Rapids, NC Combined Statistical Area. ==History== Halifax County is located in North Carolina's Coastal Plain region. The geography and history of the county were shaped by the Roanoke River, which forms its northern boundary. According to Preservation North Carolina, “Halifax County, designated in 1759, is one of the oldest counties in North Carolina with a rich history dating back to the earliest days of European settlement of North America. Over the years, Halifax County has provided North Carolina with more leaders – governors, congressmen, generals – than any other county in the state.” Originally the area was home to Tuscarora Indians and then it was settled in the early 18th century by English colonists migrating south from Virginia and also from New Jersey. The town of Halifax developed along the banks of the Roanoke River and established itself as the trading center for goods passing from settlement to settlement. The Roanoke River played a major role in the county's development, so much so that Halifax County was even considered as a potential capital of North Carolina. It remained a prosperous county until the railroads usurped the river as the major form of transportation. After Halifax County separated from Edgecombe County, the town of Halifax became the county seat (Enfield was the original county seat when Halifax was part of Edgecombe County). All territory within the boundaries of Edgecombe County north of Fishing Creek and Rainbow Banks on the Roanoke River (approximately 711 square miles) was officially designated as Halifax County on January 1, 1759. The current Halifax County towns include Enfield, Hobgood, Littleton, Roanoke Rapids, Scotland Neck, and Weldon. Besides having 40 sites on the National Register of Historic Places, Halilfax County is also historically significant because of two events preceding the American Revolution. John Lord Carteret, the second Earl Granville, inherited a one-eighth share of Carolina territory originally granted to Sir George Carteret by the British Crown. The second Earl Granville administered the district (an area between the present Virginia-North Carolina border and a line about 65 miles south) from across the Atlantic, but there was little oversight and the land agents he put in charge of granting land, collecting rent and surveying for settlers – Edward Moseley, Francis Corbin and Thomas Child – were often accused of malfeasance by settlers and landowners. On January 24, 1759, a group of men from Halifax and Edgecombe counties rode to Francis Corbin's house in Edenton and seized him during the night. The men were upset because Corbin had extorted money from them when collecting rents for Lord Granville who controlled the land on which they lived. Corbin was taken to Enfield, along with a co-conspirator Thomas Bodley – and the men were kept in jail for four days – until they agreed to acknowledge the corruption and set records straight. Enfield was the seat of the judicial district, including Northampton, Granville, and Edgecombe County, before Halifax became the county seat. Although Corbin was eventually relieved of his duties by Lord Granville, a few months later a court accused the Halifax and Edgecombe men of kidnapping. The kidnappers were imprisoned in the Enfield jail and a second “riot” erupted on May 14, 1759, when a mob broke into the jail and freed the men who had kidnapped Corbin and Bodley. Distrust of the British Crown and the rule of royal governors continued to foment unrest in eastern North Carolina until the colony became the first of its peers to recommend American independence. On April 12, 1776, the North Carolina Provincial Congress met in Halifax and passed a resolution known as the Halifax Resolves. The first resolution of its kind, the document instructed North Carolina's delegates to the Second Continental Congress in Philadelphia to vote for independence from Great Britain. The date of the Halifax Resolves is commemorated on the state's flag. Each year April 12 is celebrated as Halifax Day, with individuals in period costumes demonstrating colonial-era activities and craftsmanship. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (1.0%) is water. Some of Halifax County's natural attractions include Medoc Mountain State Park, Lake Gaston, and Roanoke Rapids Lake. Sylvan Bird Park in Scotland Neck is home to the world's largest collection of waterfowl. According to a North Carolina Deer Hunting 2016 -2017 study, Halifax County had the most number of harvested whitetail deer. The Lakeland Arts Center, the Canal Arts Center, and the Roanoke Valley Players theater group are a few of the county's cultural institutions. With 328 seats and an 11-piece orchestra pit, Lakeland Theatre Company in Littleton marks several decades of showcasing plays and concerts. The Enfield Performing Arts Center had its first film festival in October 2017, featuring the work of local and nationally known film makers. With 195,896 acres in farmland, Halifax County agricultural products include tobacco, peanuts, cotton, corn, soybeans. In addition, Halifax County sits in the heart of the great southern wood basket. The southern forests produce 12 percent of the world's wood product and 19 percent of its pulp and paper. ===Adjacent counties=== * Northampton County - north and northeast * Bertie County - east * Martin County - southeast * Edgecombe County - south * Nash County - south * Franklin County - southwest * Warren County - west ===Major highways=== * * * * * * * * * * * * * ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Halifax County racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 19,070 | 39.22% |- !scope=\"row\"| Black or African American (non-Hispanic) | 24,737 | 50.88% |- !scope=\"row\"| Native American | 1,593 | 3.28% |- !scope=\"row\"| Asian | 281 | 0.58% |- !scope=\"row\"| Pacific Islander | 11 | 0.02% |- !scope=\"row\"| Other/Mixed | 1,476 | 3.04% |- !scope=\"row\"| Hispanic or Latino | 1,454 | 2.99% |} As of the 2020 United States census, there were 48,622 people, 21,017 households, and 13,680 families residing in the county. ===2010 census=== As of the 2010 United States Census, there were 54,691 people living in the county. 53.2% were Black or African American, 40.0% White, 3.8% Native American, 0.7% Asian, 1.1% of some other race and 1.2% of two or more races. 2.1% were Hispanic or Latino (of any race). ===2000 census=== As of the census of 2000, there were 57,370 people, 22,122 households, and 15,308 families living in the county. The population density was 79 people per square mile (31/km2). There were 25,309 housing units at an average density of 35 per square mile (13/km2). The racial makeup of the county was 52.56% Black or African American, 42.57% White, 3.14% Native American, 0.54% Asian, 0.02% Pacific Islander, 0.47% from other races, and 0.71% from two or more races. 1.01% of the population were Hispanic or Latino of any race. There were 22,122 households, out of which 31.20% had children under the age of 18 living with them, 44.10% were married couples living together, 20.40% had a female householder with no husband present, and 30.80% were non-families. 27.70% of all households were made up of individuals, and 12.00% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 3.06. In the county, the population was spread out, with 26.20% under the age of 18, 8.00% from 18 to 24, 27.70% from 25 to 44, 23.20% from 45 to 64, and 14.90% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 90.70 males. For every 100 females age 18 and over, there were 86.00 males. The median income for a household in the county was $26,459, and the median income for a family was $33,515. Males had a median income of $28,025 versus $20,524 for females. The per capita income for the county was $13,810. About 19.40% of families and 26.1% of the population were below the poverty line, including 33.00% of those under age 18 and 22.40% of those age 65 or over. ==Law and government== Halifax County is a member of the regional Upper Coastal Plain Council of Governments. Halifax County is represented by Michael H. Wray in the North Carolina House of Representatives. ==Communities== thumb|300px|Map of Halifax County, North Carolina With Municipal and Township Labels ===City=== * Roanoke Rapids ===Towns=== * Enfield * Halifax (county seat) * Hobgood * Littleton * Scotland Neck * Weldon ===Census-designated places=== * Hollister * South Rosemary * South Weldon ===Unincorporated communities=== * Aurelian Springs * Brinkleyville * Charleston * Essex * Heathsville ===Townships=== * Brinkleyville * Butterwood * Conoconnara * Enfield * Faucett * Halifax * Hobgood * Littleton * Palmyra * Roanoke Rapids * Roseneath * Scotland Neck * Weldon ==See also== * Haliwa- Saponi Indian tribe * National Register of Historic Places listings in Halifax County, North Carolina ==References== ==External links== * Halifax County government official website * Roanoke Rapids NC based County Visitor Center * * NCGenWeb Halifax County - free genealogy resources for the county Category:1758 establishments in North Carolina Category:Roanoke Rapids, North Carolina micropolitan area Category:Populated places established in 1758 Category:Majority-minority counties in North Carolina",
 "title": "Halifax County, North Carolina"
}