{
 "id": "93336",
 "text": "Cabarrus County ( ) Talk Like A Tarheel , from the North Carolina Collection's website at the University of North Carolina at Chapel Hill. Retrieved 2013-02-08. is a county located in the south-central part of the U.S. state of North Carolina. As of the 2010 census, the population was 178,011. The county seat is Concord, which was incorporated in 1803. Cabarrus County is included in the Charlotte-Concord-Gastonia, NC-SC Metropolitan Statistical Area. Among its significant historic sites is the Reed Gold Mine, a National Historic Landmark. The first gold discovered in the United States was found here in 1799, resulting in a gold rush in the early 1800s. While some cotton plantations were established, most of the land was developed for subsistence farming. By 1860 the population consisted of about one-third enslaved African Americans, with few free people of color. Industrialization had started before the war with the introduction of textile mills to process the cotton. More mill development took place, especially after the railroad was constructed to the town. Coleman Manufacturing Company, started in 1897, is believed to be the first cotton mill in the nation to be built, owned and operated by African Americans. It was owned by Warren Clay Coleman from Concord, John C. Dancy (federal collector of customs), and seven partners primarily from Wilmington, North Carolina. Investors included Washington Duke and capitalists in other parts of the state. Textile manufacturing continued to be integral to the regional economy until the later 20th century. In 2015 the Coleman-Franklin- Cannon Mill was listed on the National Register of Historic Places. ==History== The county was formed on December 29, 1792, from Mecklenburg County. Located in the Piedmont, it was named after Stephen Cabarrus of Chowan County, speaker of the North Carolina House of Commons. Catawba Indians were the primary inhabitants of the area until beginning about 1750, the county was settled mainly by immigrants: Germans on the eastern side and Scotch-Irish in the western area of the county. When it came time to choose a location for the county seat and county government, each ethnic group wanted the county seat located close to their populations and could not reach agreement on a site. Stephen Cabarrus wrote to the citizens pleading with them to come together in peace to choose a location for their county seat. A central area of the county was chosen in 1796 and aptly named Concord, a derivative of two French words \"with\" and \"peace.\" Representative Paul Barringer introduced a bill into the state legislature to incorporate Concord; it passed on December 17, 1806.Horton, Clarence E., Jr. An Historical Sketch of Olde Concord, 1796-1860, pp.1-6 The town of Concord was begun on land owned by Samuel Huie and wife Jane Morrison Huie.Huie, Marsha, www.MarshaHuie.com The first substantiated gold find in America was in 1799 by young Conrad Reed while playing in Little Meadow Creek, located on the Reed farm in southeastern Cabarrus County. According to research, Conrad's find was a gold chunk approximately the size of a shoe and weighing 17 pounds.Williams, David, 1993, The Georgia Gold Rush: Twenty-Niners, Cherokees, and Gold Fever, Columbia: University of South Carolina Press, His father John Reed took the nugget into Concord to a silversmith, who informed Reed that the rock did not have any value. The elder Reed returned home with it, holding it for three years until a trip in 1802 to Fayetteville, where he sold the \"nugget\" to a jeweler for $3.50. Over time John Reed learned that the jeweler sold the large nugget for several thousand dollars. Reed returned to Fayetteville insisting on more just compensation. This discovery and news of the sale spurred the beginning of gold mining in the area.Roberts, Bruce. The Carolina Gold Rush pp. 5-7 John Reed, or Johannes Rieth as he is known in records of the Staatsarchiv at Marburg, Germany, was one of thousands of Hessian soldiers brought over by British troops to fight against rebellious colonists in the American Revolution. Reed deserted, as did many other Hessians. He traveled from Georgia to North Carolina, where he settled in an ethnic German community sometime around 1787 and began farming.Schwalm, M.A. A Hessian Immigrant Finds Gold: The Story of John Reed, pp. 1-8 Reed first developed placer mining on his property, then underground mining, and became wealthy from the gold. His facility became known as Reed's Gold Mine. Large amounts of gold were being discovered at the Reed Gold Mine and in other mines in the United States; these mine owners began to use their gold to create currency. In order for the government to retain control of the production of currency and keep a stabilized economic structure, President Andrew Jackson signed into legislation the authorization to create branches of the US Mint. The Charlotte Mint was built to handle the gold coming from the rich gold veins of North Carolina, including Reed's.Birdsall, Clair M. The United States Branch Mint at Charlotte, North Carolina: Its History and Coinage pp. 1-3 The Reed Gold Mine was designated a National Historic Landmark, as it was the first gold mine in the country. Gold was mined in North Carolina into the early 20th century. Today visitors at the site can explore some of the mine's reconstructed tunnels.\"Reed Gold Mine,\" , North Carolina Historic Sites, accessed 26 Feb 2014. ===Agricultural and industrial development=== Located in the Piedmont region, the county was developed largely for subsistence farming, but did have some cotton plantations. By 1860 the population was about one-third enslaved African Americans, with few free people of color. The first cotton mill was constructed as early as 1839. More mill development took place after the American Civil War, when railroads reached the region. Among the owners of new mills in the area were men of the rising black middle-class of Wilmington, North Carolina, such as John C. Dancy (appointed as collector of customs at the port), and others. Warren Clay Coleman, a Concord African-American businessman, joined them in organizing Coleman Manufacturing Company in 1897, on a site about two miles from Concord. They built and operated what is believed to have been the first cotton mill in the nation to be owned by blacks.Edmonds, Helen G. The Negro and Fusion Politics in North Carolina, 1894-1901 (1951/reprint 2013) pp 89-92. Quote, p. 92: Dancy wrote: \"This is the first genuine cotton mill yet built and controlled by colored men in the history of the country. It stands two miles from Concord, North Carolina, in the midst of a plot of about 140 acres of fertile soil. ...There is no good reason why there should not be a splendid town there governed by ourselves in the near future.\" They wanted to promote economic security for people of color. Richard B. Fitzgerald was its first president. While blacks had been hired for tobacco manufacturing, they were generally excluded from white-owned textile mills. The Wilmington Insurrection of 1898, with white attacks on blacks, their homes and businesses, destroyed much of what the people had built there since the war. In 1900 Dancy was among more than 2000 blacks who left the city permanently after the riot, resulting in its becoming majority white. He moved to Washington, DC, where he was appointed as the federal Recorder of Deeds.Edmonds (1951/2013), \"The Negro and Fusion Politics,\" p. 92 Agriculture has played an important part in the economic life of the county for over 200 years. In the late 19th and early 20th centuries, textiles became a vital part of the local economy, especially in the northern portion of the county. Today, the local economy has a more varied base. ===National Register of Historic Places=== The old Cabarrus County Courthouse was finished in 1876. Recognized as significant in the 20th century, it was listed on the National Register of Historic Places in 1974. The Confederate soldiers monument is located on the front lawn area. Also listed on the NRHP is the Coleman-Franklin-Cannon Mill, notable as the first cotton mill owned and operated by African Americans, and also for its decades- long record of industrial design in textile manufacturing, with numerous contributing structures built through the early 20th century. Among other NRHP sites in Cabarrus County is the Bethel Church Arbor, located adjacent to Bethel United Methodist Church approximately one mile north of the historic crossroads (and railroad stop) of Cabarrus Station. The Arbor dates back to the early 1800s as a location for religious revival “camp meetings” and the current structure was built around 1878, and was in use through the 1920s. ==Transportation and communications== Interstate 85 passes southwest to northeast across the county's northern portion, and several U.S. and state highways serve the city. These principal highways include U.S. highways 52, 29, 601, and NC highways 73, 24/27, 200, 49, and 3. Concord Regional Airport (airport code JQF) is located seven miles (11 km) west of Concord. Commercial flights to the area are available at the airports at Charlotte, or at Greensboro, North Carolina. Passenger rail service to Kannapolis is available via Amtrak. Both wired and wireless telephone services are nearly universally available in the county. Cable television is available in much of the county. Cabarrus County is within the Greater Charlotte area for broadcast communications. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (0.7%) is water. Cabarrus County is situated in the gently rolling countryside of the Carolina Piedmont There are no significantly high peaks or points, although the eastern half of the county contains the westernmost foothills of the Uwharrie Mountains. Altitude ranges from approximately 500–800 feet above sea level. No large or navigable rivers flow through the county; the nearest navigable waterway is the Yadkin River in nearby Rowan County. Land slope is generally toward the southeast. The longest waterway within the county is Rocky River, which rises in Iredell County and empties into the Pee Dee below Norwood in Stanly County. Weather is temperate with hot summers and mild to chilly winters. Severe weather occurs occasionally, with thunderstorms in the warmer months of the year and ice storms and snowfalls occurring on occasion in winter. From zero to three accumulating snowfalls may be expected in an average winter. Snow generally melts between accumulating snowfalls, and there is no consistent snowpack. An average of four inches (102 mm) of snow and of rain falls each year. At summer solstice, the length of day is approximately 14 hours and 33 minutes, with visible light lasting 15 hours and 32 minutes. ===Adjacent counties=== * Rowan County - north * Stanly County - east * Union County - south * Mecklenburg County - southwest and west * Iredell County - north ===Major highways=== * * * * * * * * * * ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Cabarrus County racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 133,781 | 59.25% |- !scope=\"row\"| Black or African American (non-Hispanic) | 41,687 | 18.46% |- !scope=\"row\"| Native American | 598 | 0.26% |- !scope=\"row\"| Asian | 11,933 | 5.28% |- !scope=\"row\"| Pacific Islander | 122 | 0.05% |- !scope=\"row\"| Other/Mixed | 10,420 | 4.61% |- !scope=\"row\"| Hispanic or Latino | 27,263 | 12.07% |} As of the 2020 United States census, there were 225,804 people, 68,798 households, and 51,217 families residing in the county. ===2000 census=== As of the census of 2000, there were 131,063 people, 49,519 households, and 36,545 families residing in the county. The population density was 360 people per square mile (139/km2). There were 52,848 housing units at an average density of 145 per square mile (56/km2). The racial makeup of the county was 83.26% White, 12.18% Black or African American, 0.34% Native American, 0.91% Asian, 0.02% Pacific Islander, 2.30% from other races, and 0.99% from two or more races. 5.05% of the population were Hispanic or Latino of any race. There were 49,519 households, out of which 34.90% had children under the age of 18 living with them, 59.20% were married couples living together, 10.50% had a female householder with no husband present, and 26.20% were non-families. 21.80% of all households were made up of individuals, and 8.00% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.03. In the county, the population was spread out, with 25.80% under the age of 18, 8.10% from 18 to 24, 32.50% from 25 to 44, 22.10% from 45 to 64, and 11.60% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 97.00 males. For every 100 females age 18 and over, there were 94.10 males. The median income for a household in the county was $46,140, and the median income for a family was $53,692. Males had a median income of $36,714 versus $26,010 for females. The per capita income for the county was $21,121. About 4.80% of families and 7.10% of the population were below the poverty line, including 8.30% of those under age 18 and 9.60% of those age 65 or over. Most residents of Cabarrus County are Caucasian of Scots-Irish, German, or English-Welsh extraction. The proportion of African- American residents has decreased since the late nineteenth century, in part due to people leaving in the Great Migration of the 20th century to cities and areas with more opportunities. In 2000, African- American residents made up slightly more than 12 percent of the population. ===Religion=== The different religious denominations represented in the county are mainly Protestant. A small Jewish synagogue, Temple Or Olam, operates here. There are two Catholic churches, St. James The Greater Catholic Church, located in Concord, and St. Joseph's Catholic Church in Kannapolis. Eastern Orthodox and Islamic congregations are located in nearby Charlotte.InfoGroup Company. 2013 Polk City Directory, Concord, NC. Business Section, pp. 10-12. ==Government== Cabarrus County is a member of the regional Centralina Council of Governments. Cabarrus County is governed by a five-member Board of Commissioners, elected at-large in countywide elections to serve four-year staggered terms. This election method favors choices of the majority of the population; the minorities have no opportunity to elect a candidate of their choice. The county's operations are managed by a \"County Manager\".Cabarrus County Board of Commissioners, Retrieved 1/31/2014 Cabarrus County Land Records is a division of Tax Administration, a department of Cabarrus County Government. Land Records is responsible for creating and maintaining property records for all parcels in the county. Cabarrus County Land Records along with Cabarrus County Information Technology Services developed CLaRIS (Cabarrus County Land Records Information System), and award-winning public access and inquiry system for citizens to look at and use land records data. The Stonewall Jackson Youth Development Center, a juvenile correctional facility of the North Carolina Department of Public Safety serving boys, is located an unincorporated area in the county, near Concord.\"Youth Development Centers .\" North Carolina Department of Juvenile Justice and Delinquency Prevention. Retrieved on August 8, 2010. \"Contact Information: 1484 Old Charlotte Road Concord, N.C. 28027\" Cabarrus County has voted Republican in every presidential election since Harry S. Truman carried the county in 1948. Since then, it has been won by the GOP candidate by double digits in all but three presidential elections. (1964, 1976, & 2020) ==Education== The Cabarrus County School System services all of the county with the exception of parts of Kannapolis, which operates the Kannapolis City Schools. The system is generally regarded as one of the better school districts in the state, with high student achievement and low instances of violence and other problems. The county is also home to Barber-Scotia College, the Cabarrus College of Health Sciences (a four-year college), and a branch of Rowan-Cabarrus Community College. UNC Charlotte, although in Mecklenburg County, is located near Harrisburg and is easily accessible to Cabarrus residents via Highway 49. Cabarrus County citizens are served by the Cabarrus County Public Library system, which comprises four library locations and a fifth structure to be built in the town of Midland. ==Medical Services== Essential medical services, Atrium Health Cabarrus with a 24-hour emergency department and trauma center, are available in Concord. ==Attractions== right|thumb|Reed Gold Mine The county is home to Reed Gold Mine, site of the first gold discovery in the United States in 1799. The Concord Mills Mall, is located in Cabarrus County. The Great Wolf Lodge is located near the mall on the opposite side of Interstate 85. ==NASCAR== Self-branded as the Center of American Motorsports, Cabarrus County is rich in NASCAR history. The western part of the county is home to a large racing complex in Concord, including Charlotte Motor Speedway, which hosts two NASCAR Cup Series events a year on two different layouts, The Dirt Track at Charlotte Motor Speedway, and zMAX Dragway, which now hosts the NHRA Full Throttle Drag Racing Series twice a year. Concord Speedway (formerly Concord Motorsport Park), located southeast of Concord in Midland, hosts weekly NASCAR Whelen All-American Series races in the early spring through fall. The county is also home to several major race shops, including Hendrick Motorsports, Roush Fenway Racing, Richard Petty Motorsports, and Chip Ganassi Racing in Concord, Stewart-Haas Racing in Kannapolis, and JTG Daugherty Racing and Wood Brothers Racing in Harrisburg. A state of the art and first of its kind wind tunnel, Windshear, opened July 18, 2008 in Concord. It offers aerodynamic testing facilities to NASCAR and Formula One racing teams and automobile manufacturers. ==Media== The area is served by the Concord-Kannapolis Independent Tribune in print and online and The Weekly Post, a weekly newspaper. Radio station WEGO 1410 AM serves the area with a 60'S 70'S OLDIES music format. WTIX broadcasts from a tower on US Highway 29 North near Poplar Tent Road in Concord and has studios in the Hidden Plaza at 308 Church Street North in Concord. ==Communities== thumb|Map of Cabarrus County, North Carolina With Municipal and Township Labels ===Cities=== * Concord (county seat) * Kannapolis * Locust (part) ===Towns=== * Harrisburg * Mount Pleasant * Midland ===Townships=== The county is divided into twelve townships, which are both numbered and named: * 1. Harrisburg * 2. Poplar Tent * 3. Odell * 4. Kannapolis * 5. New Gilead * 6. Rimertown * 7. Gold Hill * 8. Mt Pleasant * 9. Georgeville * 10. Midland * 11. Central Cabarrus * 12. Concord ===Other communities=== * Georgeville * Odell School * Rimertown There has been a push for incorporation in the Odell School community, which is located in the northwestern corner of the county. The current residents hope to incorporate as a means to avoid annexation by the city of Kannapolis. ==See also== * Carolina Gold Rush * Georgia Gold Rush * National Register of Historic Places listings in Cabarrus County, North Carolina ==References== ==External links== * Category:1792 establishments in North Carolina Category:Populated places established in 1792 Category:Charlotte metropolitan area",
 "title": "Cabarrus County, North Carolina"
}