{
 "id": "93429",
 "text": "Somerset County is a county located in the north-central part of the U.S. state of New Jersey. As of the 2020 United States Census, the county's population was 345,361, an increase of 21,917 (6.8%) from the 323,444 counted at the 2010 U.S Census, making it the 13th most populous of the state's 21 counties. Somerset County constitutes part of the New York Metropolitan Area. Its county seat is Somerville.New Jersey County Map, New Jersey Department of State. Accessed July 10, 2017. The most populous place in the county was Franklin Township, with 62,300 residents at the time of the 2010 Census, while Hillsborough Township, with , covered the largest total area of any municipality. In 2015, Somerset County had a per capita personal income of $86,468, the second highest in New Jersey and ranked 25th of 3,113 counties in the United States.250 Highest Per Capita Personal Incomes available for 3113 counties in the United States: 2015 , New Jersey Department of Labor and Workforce Development. Accessed October 24, 2017.Local Area Personal Income: 2015 , Bureau of Economic Analysis. Accessed October 24, 2017. Somerset County, as of the 2000 Census, was the seventh wealthiest county in the United States by median household income at $76,933 (third in New Jersey behind Hunterdon County at $79,888 and Morris County at $77,340), fourth in median family income at $90,655 (second in New Jersey behind Hunterdon County at $91,050) and ranked seventh by per capita income at $37,970 (highest in New Jersey).\"Census 2000 Data Rankings; A data rankings document focused on the Roanoke Valley and Alleghany Highlands region\" , Roanoke Valley-Alleghany Regional Commission, p. 22. Accessed October 6, 2013. The Bureau of Economic Analysis ranked the county as having the 11th-highest per capita income of all 3,113 counties in the United States (and the highest in New Jersey) as of 2009.250 Highest Per Capita Personal Incomes of the 3113 Counties in the United States, 2009 , Bureau of Economic Analysis. Accessed April 9, 2012. In 2012, 49.8 percent of Somerset County residents were college graduates, the highest percentage in the state.2012 New Jersey Legislative District Data Book Available for Order, Rutgers University. Accessed May 13, 2015. Somerset County was recently ranked number 3 of 21 NJ counties as one of the healthiest counties in New Jersey, according to an annual report by County Health Rankings and Roadmaps. Somerset County was created on May 14, 1688, from portions of Middlesex County.Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 221. Accessed October 30, 2012. ==History== Somerset County is one of America's oldest counties, and is named after the English county of Somerset. The area was first settled in 1681, in the vicinity of Bound Brook, and the county was established by charter on May 22, 1688. Most of the early residents were Dutch. General George Washington and his troops marched through the county on several occasions and slept in many of the homes located throughout the area. Somerset County also played an important part during both World War I and World War II with weapons depots and the manufacturing of the army's woolen blankets. For much of its history, Somerset County was primarily an agricultural county. In the late 19th century, the Somerset Hills area of Somerset County became a popular country home for wealthy industrialists. Into the 21st century, the area is still the home of wealthy businessmen.Clemence, Sara. \"Home of the Week: Peapack Palace\", Forbes, March 14, 2005. Accessed May 22, 2008. \"It was once the country home of some of the 19th century's wealthiest families, and modern-day residents now include pharmaceuticals and chemicals barons.\" In 1917, Somerset County, in cooperation with Rutgers University, hired its first agricultural agent to connect local farmers with expert advice. The Rutgers Cooperative Extension of Somerset County, located in Bridgewater, serves residents in the areas of agriculture and natural resources, 4-H youth development and family and community health sciences.Home Page, Rutgers Cooperative Extension of Somerset County. Accessed January 11, 2017. In the 1960s, townships that were once exclusively agricultural were quickly transformed into suburban communities. Examples include Bridgewater TownshipThe History of Bridgewater Township, Bridgewater Township, New Jersey. Accessed March 24, 2018. \"In the early years, Bridgewater was known as a farming town.\" and the Watchung Hills communities of Watchung, Green Brook and Warren Township.Sordillo, Victor J. About Warren Township, Warren Township. Accessed October 1, 2013. \"Once described as 'the greenest place in New Jersey', Warren Township residents and elected officials are working to keep its rural character and charm while recognizing that there will be growth due to the town's beauty, favorable property taxes and strategic location. Less than 35 miles to Manhattan makes Warren Township a favorite suburb for commuters to New York City.\"Overview , Green Brook Historical Society. Accessed October 1, 2013. \"As the traffic through the corridor expanded, Green Brook Township developed from a quiet farming community, which it had been for nearly two hundred years, into the suburban community that it is today.\"History, Borough of Watchung. Accessed October 1, 2013. \"Watchung was settled in the early eighteenth century and grew slowly until recent years. In 1960 the population was 3,312 and in 2000 it was 5,613.\" This growth was aided by the development of the county's very strong pharmaceutical and technology presence. Warren Township used to be considered \"the greenest place in New Jersey.\" More recently, there has been an influx of New York City commuters who use NJ Transit's Raritan Valley Line and Gladstone Branch or use Interstate 78. ==Geography== According to the 2010 Census, the county had a total area of , including of land (99.0%) and of water (1.0%).Census 2010 U.S. Gazetteer Files: New Jersey Counties, United States Census Bureau. Accessed May 13, 2015. The high point is on Mine Mountain in Bernardsville, at approximately above sea level.New Jersey County High Points, Peakbagger.com. Accessed October 1, 2013. The lowest point is just above sea level on the Raritan River at the Middlesex County line. ===Adjacent counties=== Somerset County borders the following counties:Areas touching Somerset County, MapIt. Accessed January 19, 2015. *Morris County – north *Union County – east *Middlesex County – southeast *Mercer County – south *Hunterdon County – west ===Climate and weather=== In recent years, average temperatures in the county seat of Somerville have ranged from a low of in January to a high of in July, although a record low of was recorded in January 1984 and a record high of was recorded in August 1955. Average monthly precipitation ranged from in February to in July. The county has a humid continental climate which is hot-summer (Dfa) except on Mine Mountain west of Bernardsville where it is warm-summer (Dfb). ==Demographics== ===2020 Census=== As of the Census of 2020, the county's had 345,361 people, 122,606 households, and 88,540 families. The population density was . There were 131,822 housing units at an average density of . The racial makeup was 61.0% White, 10.0% African American, 0.2% Native American, 18.5% Asian, and 2.2% from two or more races. Hispanic or Latino of any race were 15.2% of the population. Of the 122,606 households, of which 21.5% had children under the age of 18 living with them, 59.3% were married couples living together, 9.6% had a female householder with no husband present, 3.3% had a male householder with no wife present and 27.8% were non- families, and 9.3% had someone living alone who was 65 years of age or older. The average household size was 2.65 and the average family size was 3.16. About 21.5% of the population was under age 18, 8.4% was from age 18 to 24, 36.3% was from age 15 to 44, and 16.2% was age 65 or older. The median age was 42.2 years. The gender makeup was 49.2% male and 50.8% female. For every 100 females, there were 96.8 males. The median household income was $111,587, and the median family income was $135,129. About 5.7% of the population were below the poverty line, including 8.8% of those under age 18 and 6.1% of those age 65 or over. ===2010 census=== ==Parks and recreation== Somerset County parks are under the administration of the Somerset County Parks Commission.Somerset County Parks Commission General parks are Natirar, Duke Island Park, Lord Stirling Park (part of the Great Swamp National Wildlife Refuge), Colonial Park, North Branch Park, Skillman Park, East County Park and a park in development called Raritan River Greenway. Leonard J. Buck Garden is a botanical garden of the county. In addition, the Commission manages natural parks such as the Washington Valley Park (with biking and hiking trails) and the Sourland Mountain Preserve (hiking and mountain biking trails). The southeastern portion of Somerset County in Franklin Township also includes the Delaware and Raritan Canal State Park, which provides hiking, biking and boating.Delaware & Raritan Canal State Park, New Jersey Department of Environmental Protection Division of Parks and Forestry. Accessed October 6, 2013. The Parks Commission operates five public golf courses. Trump National Golf Club in Bedminster, an exclusive golf club owned by Donald Trump,Welcome, Trump National Golf Club. Accessed October 6, 2013. \"Greetings from Donald J. Trump: When I saw this beautiful piece of property in Bedminster, New Jersey, I knew that it deserved only the best.\" that he used as a Summer White House during his presidency.Niquette, Mark; and Abelson, Max. \"Trump Discussing Moving to New Jersey Golf Club for Summer\", Bloomberg News, April 23, 2021. Accessed January 31, 2022. The Somerset Patriots are a professional baseball team that plays at the 6,100-seat TD Bank Ballpark, located on the border of Bridgewater and Bound Brook. They played in the independent Atlantic League of Professional Baseball until they became the Double-A affiliate of the New York Yankees in 2021.About TD Bank Ballpark, Somerset Patriots. Accessed October 23, 2017. ==Government== Somerset County is governed by a five-member Board of County Commissioners (New Jersey), whose members are elected at-large to three-year terms of office on a staggered basis, with one or two seats coming up for election each year. At an annual reorganization meeting held on the first Friday of January, the board selects a Director and Deputy Director from among its members.Elected Officials, Somerset County, New Jersey. Accessed October 22, 2017. In 2016, commissioners were paid $21,902 and the commissioner director was paid an annual salary of $22,902.Gallo Jr., Bill. \"Which N.J. county freeholders are paid the most?\", NJ.com, March 11, 2016. Accessed October 25, 2017. \"Freeholder director: $22,902; Other freeholders: $21,902\" The Commissioners employ a full-time County Administrator who manages the day-to-day operations of County government. The County Administrator is Colleen Mahr.Administrator's Office, Somerset County, New Jersey. Accessed January 30, 2021. The Clerk of the County Commissioners oversees the work of their offices. Department heads are appointed in accordance with statute and by resolution of the board. Somerset County currently has approximately 1,100 full-time and 130 part-time employees in 52 divisions (including the Library System).The Role of County Government , Somerset County. Accessed February 19, 2014. , Somerset County's County Commissioners are:2018 Somerset County Board of Chosen Freeholders, Somerset County, New Jersey. Accessed November 12, 2018.2018 County Data Sheet, Somerset County, New Jersey. Accessed November 12, 2018.2018 Somerset County Directory, Somerset County, New Jersey. Accessed November 12, 2018.Somerset County 2018 Winners List, Somerset County, New Jersey. Accessed January 1, 2018.Somerset County General Election November 7, 2017 Winners List, Somerset County, New Jersey, dated November 15, 2017. Accessed January 1, 2018.Somerset County General Election November 8, 2016 Winners List, Somerset County, New Jersey, dated November 17, 2016. Accessed January 30, 2017.Somerset County - General Election November 3, 2015 Winning Candidates, Somerset County, New Jersey. Accessed July 31, 2016. *Shanel Robinson (D, Franklin Township, 2021; term as commissioner director ends 2021)Staff. \"NJ elections: 2018 Somerset County results, town by town\", Courier News, November 5, 2018. Accessed January 1, 2019. *Sara Sooy (D, Basking Ridge in Bernards Township, 2021) *Melonie Marano (D, Green Brook Township, 2022) *Paul Drake (D, Hillsborough, 2023), Somerset County, New Jersey. Accessed January 30, 2021. *Douglas Singleterry (D, North Plainfield, 2023), Somerset County, New Jersey. Accessed January 30, 2021. Pursuant to Article VII Section II of the New Jersey State Constitution, each county in New Jersey is required to have three elected administrative officials known as \"constitutional officers.\" These officers are the County Clerk and County Surrogate (both elected for five-year terms of office) and the County Sheriff (elected for a three-year term).New Jersey State Constitution (1947), Article VII, Section II, Paragraph 2, New Jersey Department of State. Accessed October 26, 2017. Constitutional officers, elected on a countywide basis are: *County Clerk Steve Peter (D, Somerville, 2022)County Clerk Steve Peter, Somerset County, New Jersey. Accessed January 22, 2018.Members List: Clerks, Constitutional Officers Association of New Jersey. Accessed November 12, 2018. *Sheriff Darrin Russo (D, Franklin Township, 2022) *Surrogate Bernice Jalloh (D, Franklin Township, 2025)Somerset County Surrogate, Somerset County, New Jersey. Accessed January 30, 2021.Members List: Surrogates, Constitutional Officers Association of New Jersey. Accessed January 30,2021. The Somerset County Prosecutor is Michael H. Robertson of the Basking Ridge section of Bernards Township, who was nominated by Governor of New Jersey Chris Christie in September 2016.Somerset County Prosecutor's Office, Somerset County, New Jersey. Accessed October 24, 2017.Governor Chris Christie Files Nominations , Governor of New Jersey Chris Christie, press release dated September 8, 2016. Accessed October 24, 2017. \"Somerset County Prosecutor - Nominate for appointment Michael H. Robertson (Basking Ridge, Somerset)\" Somerset County is a part of Vicinage 13 of the New Jersey Superior Court (along with Hunterdon County and Warren County), which is seated at the Somerset County Courthouse in Somerville; the Assignment Judge for Vicinage 15 is Thomas C. Miller.Somerset / Hunterdon / Warren Vicinage, New Jersey Courts. Accessed October 23, 2017. === Federal Representation === The 7th and 12th Congressional Districts cover the county.2012 Congressional Districts by County, New Jersey Department of State Division of Elections. Accessed January 23, 2013.Plan Components Report, New Jersey Department of State Division of Elections, December 23, 2011. Accessed January 23, 2013. === State Representatives === The 21 municipalities of Somerset County are represented by six legislative districts. {| class=\"wikitable\" |+ !District !Senator !Assembly !Municipalities |- |16th |Andrew Zwicker (D) |Sadaf F. Jaffer (D) Roy Freiman (D) |Branchburg (14,657), Hillsborough (39,702), Manville (10,230), Millstone Borough (498), Montgomery (23,269), Rocky Hill (636) and Somerville (12,085). The remainder of this district covers portions of Hunterdon County, Mercer County and Middlesex County. |- |17th |Bob Smith (D) |Joesph V. Egan (D) Joesph Danielsen(D) |Franklin Township (65,300). The remainder of this district covers portions of Middlesex County. |- |21st |Jon Bramnick (R) |Michele Matsikoudis (R) Nancy Munoz (R) |Bernards Township (27,605), Far Hills (860), Warren Township (15,745) and Watchung. The remainder of this district covers portions of Morris County and Union County. |- |22nd |Nicholas Scutari (D) |James J. Kennedy (D) Linda S. Carter (D) |Green Brook (7,090) and North Plainfield (21,501). The remainder of this district covers portions of Middlesex County and Union County. |- |23rd |Michael J. Doherty (R) |John DiMaio (R) Erik Peterson (R) |Bedminster (8,067), Bound Brook (10,288), Bridgewater (44,646), Peapack-Gladstone (2,575), Raritan Borough (7,865) and South Bound Brook (4,534). The remainder of this district covers Huntderton County and Warren County. |- |25th |Tony Bucco (R) |Brian Bergen (R) Aura K. Dunn (R) |Bernardsville (7,678). The remainder of this district covers portions of Morris County. |} ===Politics=== As of November 2, 2020, there were a total of 258,975 registered voters in Somerset County, of whom 90.014 (34.8%) were registered as Democrats, 65,262 (25.2%) were registered as Republicans and 101,149 (39.1%) were registered as Unaffiliated. There were 2,550 (1.0%) voters registered to other parties. Among the county's 2010 Census population, 67.1% were registered to vote, including 75.% of those ages 18 and over.Statewide Voter Registration Summary , New Jersey Department of State Division of Elections, as of October 31, 2014. Accessed May 11, 2015.GCT-P7: Selected Age Groups: 2010 - State -- County / County Equivalent from the 2010 Census Summary File 1 for New Jersey, United States Census Bureau. Accessed May 11, 2015. In the 2004 presidential election, George W. Bush carried Somerset County by a 4.3% margin over John Kerry, with Kerry carrying the state by 6.7% over Bush.New Jersey Presidential Election Returns by County 2004 , Eagleton Institute of Politics at Rutgers University. Accessed August 31, 2008. However, in 2008, Barack Obama became the first Democratic presidential nominee to carry the county since Lyndon Johnson in 1964, and only the second since 1936. Obama won Somerset by a 6.1% margin over John McCain, with Obama carrying the state by 15.5% over McCain.U.S. Election Atlas Somerset's growing Democratic trend at the presidential level has largely been spurred by the rapid growth of the overwhelmingly Democratic Franklin Township in the county's southeast corner. In the 2009 Gubernatorial Election, Republican Chris Christie received 56% of the vote, defeating Democrat Jon Corzine, who received around 34%. In the 2012 presidential election, the county was carried by Barack Obama, winning 52.8% of the vote to Mitt Romney's 47.2%, a 5.6% gap that represented a 0.3% drop off for Obama from his 2008 margin of victory in the county.Toscano, Paul. \"Obama Wins 8 of the Nation's 10 Wealthiest Counties \", CNBC, November 7, 2012. Accessed December 10, 2012.Official List Candidates for President For GENERAL ELECTION 11/06/2012 Election , New Jersey Department of State, December 6, 2012. Accessed December 10, 2012. {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Presidential elections results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third parties |- | style=\"text-align:center;\" |2020 | style=\"text-align:center;\" |38.5% 71,996 | style=\"text-align:center;\" |59.5% 111,173 | style=\"text-align:center; background:honeyDew;\"|2.0% 3,722 |- | style=\"text-align:center;\" |2016 | style=\"text-align:center;\" |41.7% 65,505 | style=\"text-align:center;\" |54.6% 85,689 | style=\"text-align:center; background:honeyDew;\"|3.8% 5,898 |- | style=\"text-align:center;\" |2012 | style=\"text-align:center;\" |46.5% 66,603 | style=\"text-align:center;\" |52.1% 74,592 | style=\"text-align:center; background:honeyDew;\"|1.4% 1,985 |- | style=\"text-align:center;\" |2008 | style=\"text-align:center;\" |46.3% 70,085 | style=\"text-align:center;\" |52.4% 79,321 | style=\"text-align:center; background:honeyDew;\"|1.3% 2,024 |- | style=\"text-align:center;\" |2004 | style=\"text-align:center;\" |51.7% 72,508 | style=\"text-align:center;\" |47.4% 66,476 | style=\"text-align:center; background:honeyDew;\"|0.9% 1,295 |- | style=\"text-align:center;\" |2000 | style=\"text-align:center;\" |49.6% 59,725 | style=\"text-align:center;\" |46.7% 56,232 | style=\"text-align:center; background:honeyDew;\"|3.7% 4,420 |- | style=\"text-align:center;\" |1996 | style=\"text-align:center;\" |45.9% 51,869 | style=\"text-align:center;\" |44.9% 50,673 | style=\"text-align:center; background:honeyDew;\"|9.2% 10,387 |- | style=\"text-align:center;\" |1992 | style=\"text-align:center;\" |46.4% 56,044 | style=\"text-align:center;\" |35.5% 42,867 | style=\"text-align:center; background:honeyDew;\"|18.1% 21,902 |- | style=\"text-align:center;\" |1988 | style=\"text-align:center;\" |63.7% 67,658 | style=\"text-align:center;\" |35.2% 37,406 | style=\"text-align:center; background:honeyDew;\"|1.1% 1,129 |- | style=\"text-align:center;\" |1984 | style=\"text-align:center;\" |66.8% 66,303 | style=\"text-align:center;\" |32.2% 31,924 | style=\"text-align:center; background:honeyDew;\"|1.1% 1,069 |- | style=\"text-align:center;\" |1980 | style=\"text-align:center;\" |57.2% 52,591 | style=\"text-align:center;\" |32.1% 29,470 | style=\"text-align:center; background:honeyDew;\"|10.7% 9,867 |- | style=\"text-align:center;\" |1976 | style=\"text-align:center;\" |57.2% 51,260 | style=\"text-align:center;\" |40.4% 36,258 | style=\"text-align:center; background:honeyDew;\"|2.4% 2,173 |- | style=\"text-align:center;\" |1972 | style=\"text-align:center;\" |66.0% 56,524 | style=\"text-align:center;\" |31.0% 26,537 | style=\"text-align:center; background:honeyDew;\"|3.0% 2,544 |- | style=\"text-align:center;\" |1968 | style=\"text-align:center;\" |54.1% 42,459 | style=\"text-align:center;\" |35.1% 27,580 | style=\"text-align:center; background:honeyDew;\"|10.8% 8,436 |- | style=\"text-align:center;\" |1964 | style=\"text-align:center;\" |39.3% 28,416 | style=\"text-align:center;\" |60.4% 43,659 | style=\"text-align:center; background:honeyDew;\"|0.3% 195 |- | style=\"text-align:center;\" |1960 | style=\"text-align:center;\" |55.8% 36,200 | style=\"text-align:center;\" |43.9% 28,489 | style=\"text-align:center; background:honeyDew;\"|0.3% 174 |- | style=\"text-align:center;\" |1956 | style=\"text-align:center;\" |71.9% 37,930 | style=\"text-align:center;\" |27.5% 14,529 | style=\"text-align:center; background:honeyDew;\"|0.6% 330 |- | style=\"text-align:center;\" |1952 | style=\"text-align:center;\" |63.3% 31,239 | style=\"text-align:center;\" |36.5% 18,007 | style=\"text-align:center; background:honeyDew;\"|0.2% 74 |- | style=\"text-align:center;\" |1948 | style=\"text-align:center;\" |59.8% 22,034 | style=\"text-align:center;\" |38.3% 14,104 | style=\"text-align:center; background:honeyDew;\"|2.0% 724 |- | style=\"text-align:center;\" |1944 | style=\"text-align:center;\" |58.3% 20,266 | style=\"text-align:center;\" |41.6% 14,467 | style=\"text-align:center; background:honeyDew;\"|0.1% 37 |- | style=\"text-align:center;\" |1940 | style=\"text-align:center;\" |54.9% 20,169 | style=\"text-align:center;\" |44.9% 16,490 | style=\"text-align:center; background:honeyDew;\"|0.3% 96 |- | style=\"text-align:center;\" |1936 | style=\"text-align:center;\" |49.6% 15,806 | style=\"text-align:center;\" |50.1% 15,987 | style=\"text-align:center; background:honeyDew;\"|0.3% 94 |- | style=\"text-align:center;\" |1932 | style=\"text-align:center;\" |54.2% 15,317 | style=\"text-align:center;\" |43.7% 12,345 | style=\"text-align:center; background:honeyDew;\"|2.2% 611 |- | style=\"text-align:center;\" |1928 | style=\"text-align:center;\" |66.7% 16,386 | style=\"text-align:center;\" |33.0% 8,120 | style=\"text-align:center; background:honeyDew;\"|0.3% 74 |- | style=\"text-align:center;\" |1924 | style=\"text-align:center;\" |71.1% 12,986 | style=\"text-align:center;\" |22.7% 4,143 | style=\"text-align:center; background:honeyDew;\"|6.2% 1,131 |- | style=\"text-align:center;\" |1920 | style=\"text-align:center;\" |71.0% 10,962 | style=\"text-align:center;\" |27.2% 4,192 | style=\"text-align:center; background:honeyDew;\"|1.8% 281 |- | style=\"text-align:center;\" |1916 | style=\"text-align:center;\" |55.7% 4,707 | style=\"text-align:center;\" |43.2% 3,653 | style=\"text-align:center; background:honeyDew;\"|1.1% 91 |- | style=\"text-align:center;\" |1912 | style=\"text-align:center;\" |27.9% 2,068 | style=\"text-align:center;\" |42.5% 3,146 | style=\"text-align:center; background:honeyDew;\"|29.6% 2,188 |- | style=\"text-align:center;\" |1908 | style=\"text-align:center;\" |59.5% 5,045 | style=\"text-align:center;\" |38.5% 3,269 | style=\"text-align:center; background:honeyDew;\"|2.0% 170 |- | style=\"text-align:center;\" |1904 | style=\"text-align:center;\" |57.6% 4,633 | style=\"text-align:center;\" |39.7% 3,195 | style=\"text-align:center; background:honeyDew;\"|2.7% 219 |- | style=\"text-align:center;\" |1900 | style=\"text-align:center;\" |56.3% 4,437 | style=\"text-align:center;\" |40.4% 3,184 | style=\"text-align:center; background:honeyDew;\"|3.3% 257 |- | style=\"text-align:center;\" |1896 | style=\"text-align:center;\" |60.1% 4,388 | style=\"text-align:center;\" |35.7% 2,608 | style=\"text-align:center; background:honeyDew;\"|4.0% 295 |- | colspan=\"4\" style=\"text-align:center; colspan=\" 4\" |County CPVI: |} ===Legal=== In 1996, Nicholas L. Bissell Jr., then county prosecutor, was charged with embezzlement, tax fraud, and abuse of power. He fled to Laughlin, Nevada, near Las Vegas, and took his own life when the federal authorities attempted to arrest him.Glaberson, William. \"In Prosecutor's Rise and Fall, a Story of Ambition, Deceit and Shame. \", The New York Times, December 1, 1996. Accessed August 30, 2014. \"When Nicholas L. Bissell Jr. put a gun in his mouth and pulled the trigger in a $20 room on a neon strip here, it was almost the cliche ending to an ambitious man's rise and fall. An unexceptional child of New Jersey's modest suburbs, he rose to become a feared prosecutor in Somerset County known for his swaggering assault on drug dealers.\" ===Taxation=== Based on IRS data for the 2004 tax year, Somerset County taxpayers had the ninth-highest average federal income tax liability per return in the country. Average tax liability was $16,502, representing 16.8% of Adjusted Gross Income.Biggest Income Tax Burdens: Top 10 Places, CNN Money. Accessed April 28, 2007. ==Education== Somerset County is home to two colleges: * Raritan Valley Community College (RVCC), North Branch section of Branchburg Township (public).RVCC: History, Mission, Diversity Statement & Core Values, Raritan Valley Community College. Accessed October 6, 2013. Rutgers University has a partnership with Raritan Valley Community College which allows students who have an accredited associate degree to complete a bachelor's degree by attending Rutgers classes at RVCC's North Branch campus. The degree completion program is specifically designed to cater to the transfer student looking to complete their bachelor's degree while staying close to home.Rutgers Off Campus - Raritan Valley, Rutgers University. Accessed October 28, 2013. * Somerset Christian College, now known as Pillar College, is located in the Zarephath section of Franklin Township (private).About Pillar College , Pillar College. Accessed October 6, 2013. Alma White College (which operated from 1921 to 1978) was a private college located in Zarephath.Closed & Renamed New Jersey Colleges & Universities, New Jersey Department of State Office of the Secretary of Higher Education. Accessed October 30, 2017. Beginning in 1931 the college operated WAWZ 1380 on the AM radio dial. The station continued to 1984 after the school closed. The building is now occupied by Somerset Christian College. Somerset Hills Learning Institute, founded in 1998 and now located in Bedminster Township, is a state-of-the-art program dedicated to educating children on the autism spectrum by utilizing the principles of applied behavior analysis.History, Somerset Hills Learning Institute. Accessed October 29, 2017. ==Municipalities== thumb|right|350px|Index map of Somerset County municipalities (click to see index key) {\"type\": \"ExternalData\",\"service\": \"geoshape\",\"properties\": {\"fill\": \"#07c63e\"},\"query\": \"SELECT ?id ?idLabel (CONCAT('', SUBSTR(STR(?link), 31 , 500 ), '', ?idLabel, '') AS ?title) WHERE { ?id (wdt:P31/(wdt:P279*)) wd:Q54115138; wdt:P131 wd:Q502414. ?link schema:about ?id; schema:isPartOf . SERVICE wikibase:label { bd:serviceParam wikibase:language 'en'. } OPTIONAL { ?id wdt:P402 ?OSM_relation_ID. } }\"} Municipalities in Somerset County (with 2010 Census data for population, housing units, and area) are listed below.GCT-PH1: Population, Housing Units, Area, and Density: 2010 - County -- County Subdivision and Place from the 2010 Census Summary File 1 for Somerset County, New Jersey, United States Census Bureau. Accessed May 14, 2015. Other unincorporated communities in the county are listed alongside their parent municipality (or municipalities, as the case may be). These areas include census-designated places (CDPs), which the United States Census Bureau created for enumeration purposes within a Township. Other communities, historical areas, unincorporated areas, and enclaves that exist within a municipality are also listed. {| class=\"wikitable sortable\" |- ! Municipality (with map key) !Map key ! Mun. type ! Pop. ! Housing Units ! Total Area ! Water Area ! Land Area ! Pop. Density ! Housing Density ! School District ! CommunitiesLocality Search, State of New Jersey. Accessed May 11, 2015. |- |Bedminster Township |21|| township || 8,067 || 4,349 || 26.30 || 0.22 || 26.08 || 313.1 || 166.8 || Somerset Hills (9-12) (S/R) Bedminster Township (PK-8) || Lamington Pluckemin Pottersville |- |Bernards Township |20|| township || 26,652 || 10,103 || 24.06 || 0.13 || 23.93 || 1,113.6 || 422.1 || Bernards Township || Basking Ridge Liberty Corner Lyons |- |Bernardsville |1|| borough || 7,707 || 2,871 || 12.98 || 0.08 || 12.91 || 597.2 || 222.5 || Somerset Hills || |- |Bound Brook |6|| borough || 10,402 || 3,816 || 1.69 || 0.04 || 1.66 || 6,269.6 || 2,300.0 || Bound Brook || |- |Branchburg Township |16|| township || 14,459 || 5,419 || 20.28 || 0.24 || 20.04 || 721.4 || 270.4 || Somerville (9-12) (S/R) Branchburg (PK-8) || Neshanic Station North Branch |- |Bridgewater Township |17|| township || 44,464 || 16,657 || 32.51 || 0.47 || 32.04 || 1,387.9 || 519.9 || Bridgewater-Raritan || Bradley Gardens CDP (14,206) Finderne CDP (5,600) Green Knoll CDP (6,200) Martinsville CDP (11,980) |- |Far Hills |3|| borough || 919 || 418 || 4.88 || 0.08 || 4.80 || 191.6 || 87.1 || Somerset Hills || |- |Franklin Township |14|| township || 62,300 || 24,426 || 46.85 || 0.70 || 46.15 || 1,350.0 || 529.3 || Franklin Township || Blackwells Mills CDP (803) Clyde CDP (213) East Franklin CDP (8,669) East Millstone CDP (579) East Rocky Hill CDP (469) Franklin Center CDP (4,460) Franklin Park CDP (13,295) Griggstown CDP (819) Kingston CDP (part; 271) Middlebush CDP (2,326) Pleasant Plains CDP (922) Rockingham Six Mile Run CDP (3,184) Somerset CDP (22,083) Ten Mile Run CDP (1,959) Voorhees CDP (976) Weston CDP (1,235) Zarephath CDP (37) |- |Green Brook Township |19|| township || 7,203 || 2,448 || 4.48 || 0.01 || 4.47 || 1,610.5 || 547.3 || Watchung Hills (9-12) Green Brook (PK-8) || |- |Hillsborough Township |15|| township || 38,303 || 14,030 || 55.00 || 0.47 || 54.54 || 702.3 || 257.3 || Hillsborough || Amwell Cloverhill Flagtown Neshanic South Branch Zion |- |Manville |8|| borough || 10,344 || 4,277 || 2.45 || 0.09 || 2.36 || 4,382.0 || 1,811.9 || Manville || |- |Millstone |11|| borough || 418 || 167 || 0.76 || 0.02 || 0.74 || 566.5 || 226.3 || Hillsborough (S/R) || |- |Montgomery Township |13|| township || 22,254 || 7,902 || 32.48 || 0.17 || 32.31 || 688.8 || 244.6 || Montgomery || Amwell Belle Mead CDP (216) Blawenburg CDP (280) Dutchtown Harlingen CDP (297) Skillman CDP (242) Stoutsburg Zion |- |North Plainfield |5|| borough || 21,936 || 7,848 || 2.81 || 0.01 || 2.79 || 7,850.0 || 2,808.5 || North Plainfield || |- |Peapack-Gladstone |2|| borough || 2,582 || 949 || 5.85 || 0.04 || 5.81 || 444.5 || 163.4 || Somerset Hills || Gladstone |- |Raritan |10|| borough || 6,881 || 2,847 || 2.04 || 0.04 || 1.99 || 3,452.2 || 1,428.3 || Bridgewater-Raritan || |- |Rocky Hill |12|| borough || 682 || 292 || 0.62 || 0.00 || 0.62 || 1,101.4 || 471.6 || Montgomery (S/R) || |- |Somerville |9|| borough || 12,098 || 4,951 || 2.36 || 0.03 || 2.33 || 5,189.5 || 2,123.8 || Somerville || |- |South Bound Brook |7|| borough || 4,563 || 1,865 || 0.75 || 0.10 || 0.66 || 6,933.8 || 2,834.0 || Bound Brook (9-12) (S/R) South Bound Brook (PK-8) || |- |Warren Township |18|| township || 15,311 || 5,258 || 19.64 || 0.08 || 19.57 || 782.5 || 268.7 || Watchung Hills (9-12) Warren Township (PK-8) || |- |Watchung |4|| borough || 5,801 || 2,234 || 6.05 || 0.03 || 6.03 || 962.7 || 370.7 || Watchung Hills (9-12) Watchung (PK-8) || |- |Somerset County | || county || 323,444 || 123,127 || 304.86 || 3.04 || 301.81 || 1,071.7 || 408.0 || || |} ==Transportation== ===Roads and highways=== Somerset County is served by a number of different routes. , the county had a total of of roadways, of which were maintained by the local municipality, by Somerset County and by the New Jersey Department of Transportation.Somerset County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed July 24, 2014. Major county roads that pass through include County Route 512, County Route 514, County Route 518, County Route 523, County Route 525, County Route 527, County Route 529, County Route 531 and County Route 533. The only two state routes that traverse through the county are Route 27 (only in Franklin) and Route 28. U.S. Routes include U.S. Route 22, U.S. Route 202 and U.S. Route 206. The two Interstates that pass through Somerset County are Interstate 78 and Interstate 287. Interstate 95 was planned to run along the Somerset Freeway from its proposed southern end in Hopewell Township, Mercer County to Franklin Township at I-287 in the 1960s. However, this plan was cancelled in 1983. Route 18 runs at the New Brunswick border of Somerset. ===Public transportation=== thumb|Bernardsville station NJ Transit provides train service on the Gladstone Branch and the Raritan Valley Line.Gladstone Branch Raritan Valley Line, NJ Transit. Accessed October 6, 2013.Raritan Valley Line, NJ Transit. Accessed October 6, 2013. Public bus transportation is provided by several transit agencies.Transportation Services , Somerset County, New Jersey. Accessed October 1, 2013. NJ Transit provides bus service to the Port Authority Bus Terminal in Midtown Manhattan, as well as service to major cities in New Jersey and within Somerset County.Somerset County Bus / Rail Connections, NJ Transit, backed up by the Internet Archive as of May 22, 2009. Accessed October 6, 2013. Ridewise provides three SCOOT shuttlesScoot, Ridewise. Accessed October 1, 2013. as well as DASH buses and CAT buses.DASH, Ridewise. Accessed October 1, 2013.CAT, Ridewise. Accessed January 19, 2015. ==See also== *Colonel Routh Goshen *Duke Gardens *Hall-Mills Murder *Meadows Foundation (New Jersey) *National Register of Historic Places listings in Somerset County, New Jersey *Old Dutch Parsonage *Rockingham *Six-Mile Run Reservoir ==References== ==External links== *Somerset County website *Somerset County National Historic Places *Somerset County Parks Commission *The Historical Society of the Somerset Hills – Includes Bedminster, Bernardsville, Basking Ridge, Far Hills, Peapack/Gladstone *Hills List is a local informational website for the Bedminster and Basking Ridge areas *Rutgers at Raritan Valley Community College Category:1688 establishments in New Jersey Category:Central Jersey Category:Counties in the New York metropolitan area Category:Populated places established in 1688",
 "title": "Somerset County, New Jersey"
}