{
 "id": "93801",
 "text": "Roseanne is an American sitcom television series created by Matt Williams and Roseanne Barr, which aired on ABC from October 18, 1988, to May 20, 1997, and briefly revived from March 27, 2018, to May 22, 2018. The show stars Barr as Roseanne Conner and revolves around her family in the fictional town of Lanford, Illinois. Receiving generally positive reviews for its realistic portrayal of a working-class American family, the series reached No. 1 in the Nielsen ratings from 1989 to 1990 in its second season. During the initial run, the series remained in the top four for six of the nine seasons, and in the top 20 for eight. During the short-lived revival, the series reached No. 3, with an average of 18 million viewers per episode within the span of its nine episodes. In 1993, the episode \"A Stash from the Past\" was ranked No. 21 on TV Guides 100 Greatest Episodes of All-Time. In 2002, Roseanne was ranked No. 35 on TV Guides 50 Greatest TV Shows of All Time. In 2013, it was ranked No. 32 on TV Guides 60 Best Series of All Time.TV Guide Magazine's 60 Best Series of All Time, tvguide.com; accessed January 15, 2018. On May 16, 2017, ABC announced it had greenlit a revived, 10th season of Roseanne as a mid- season replacement in 2018, with the original cast returning. In November 2017, ABC requested an additional episode, bringing the total to nine. It premiered on March 27, 2018, to an initial audience of 18.44 million, which grew to 27.26 million total viewers following 7 days of delayed viewing. On March 30, 2018, following the success of its premiere, Roseanne was renewed for an 11th season of 13 episodes. ABC, however, reversed its renewal decision and canceled Roseanne on May 29, 2018, after Barr likened former Obama administration official Valerie Jarrett to Planet of the Apes, in a comment on Twitter that was described by the network's president as being \"abhorrent, repugnant, and inconsistent with our values.\" On June 21, 2018, ABC announced plans to re-tool the show as a spin-off involving the Conner family without Roseanne Barr, entitled The Conners. The new program premiered in October 2018. ==Production history== In coming up with ideas for new shows, Marcy Carsey and Tom Werner of Carsey-Werner Productions decided to look into the concept of the working mother as a central voice. Up until that point, there had been countless shows with working mothers, but few treated them as anything other than an adjunct to the father in the family. Werner had suggested that they take a chance on Barr whom they had seen on The Tonight Show. This was because he saw the unique \"in your face\" voice that they were looking for and he contacted her agent and offered her the role. Barr's act at the time was the persona of the \"domestic goddess\", but as Carsey and Werner explains, she had the distinctive voice and attitude for the character and she was able to transform herself into the working class heroine they envisioned. Many early scripts were written by women: Grace McKeaney, Lauren Eve Anderson, and Laurie Gelman, and directed by Ellen Gittelsohn. ==Premise== The series is centered on the Conners, an American working-class family struggling to get by on a limited household income. Dan, Roseanne, and their three young children, Becky, Darlene, and D.J. live at 714 Delaware Street in the drab fictional mid-state exurb of Lanford, Illinois. Although initially nominally located in Fulton County, several hours away from Chicago, later on-air references over the years suggested the town is in the vicinity of Aurora, Elgin, and DeKalb, all of which are much closer to Chicago.In \"Vegas Interruptus\" Jackie states that Lanford is \"an hour-and-half drive to Chicago\" In a 2018 interview, Barr stated that the series setting was based on Elgin.Rose, Lacey (February 21, 2018). Roseanne Returns: Is TV Ready for a Trump-Loving Comic With \"Nothing Left to Prove\"? The Hollywood Reporter. Retrieved February 22, 2018. \"The town that ours is based on — Elgin, Illinois — is changing. It was majority white, now it's majority Hispanic. We went and interviewed people there.\" The family consisted of outspoken Roseanne, married to husband Dan, and their three children: Becky, Darlene, and DJ. Later in the series, Roseanne and Dan have their fourth child, Jerry Garcia Conner. Many critics considered the show notable as one of the first sitcoms to realistically portray a blue-collar American family with two parents working outside the home, as well as lead characters who were noticeably overweight without their weight being the target of jokes. Establishing shots were photographed in Evansville, Indiana, the hometown of first-season producer Matt Williams. Exterior shots of the Conner household were based on a real home located in Evansville, located at 619 S. Runnymeade Avenue, a few blocks from Williams' alma mater, the University of Evansville. Barr's real-life brother and sister are gay, which inspired her to push for introducing gay characters and issues into the show. \"My show seeks to portray various slices of life, and homosexuals are a reality,\" said Barr. Provocative storylines have been an integral part of the series throughout its existence; Barr has stated that they were issues that working-class Americans experience in their everyday lives and that very few scripted programs ever address them. == Cast and characters == {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\" rowspan=\"2\" style=\"width:12%;\" | Actor ! scope=\"col\" rowspan=\"2\" style=\"width:12%;\" | Character ! scope=\"col\" colspan=\"10\" | Seasons |- ! scope=\"col\" style=\"width:7%;\" | 1 ! scope=\"col\" style=\"width:7%;\" | 2 ! scope=\"col\" style=\"width:7%;\" | 3 ! scope=\"col\" style=\"width:7%;\" | 4 ! scope=\"col\" style=\"width:7%;\" | 5 ! scope=\"col\" style=\"width:7%;\" | 6 ! scope=\"col\" style=\"width:7%;\" | 7 ! scope=\"col\" style=\"width:7%;\" | 8 ! scope=\"col\" style=\"width:7%;\" | 9 ! scope=\"col\" style=\"width:7%;\" | 10 |- !scope=\"row\"| Roseanne Barr | Roseanne Conner | colspan=\"10\" |- !scope=\"row\"| John Goodman | Dan Conner | colspan=\"10\" |- !scope=\"row\"| Laurie Metcalf | Jackie Harris | colspan=\"10\" |- !scope=\"row\"| Michael Fishman | D.J. Conner | colspan=\"10\" |- !scope=\"row\"| Sara Gilbert | Darlene Conner-Healy | colspan=\"10\" |- !scope=\"row\"| Lecy Goranson || Becky Conner-Healy | colspan=\"5\" | colspan=\"2\" | | | |- !scope=\"row\" | Sarah Chalke || Becky Conner-Healy/ Andrea | colspan=\"5\" | colspan=\"2\" | | | |- !scope=\"row\"| Natalie West | Crystal Anderson-Conner | colspan=\"2\" | colspan=\"2\" | | | | | | |- !scope=\"row\"| Emma Kenney | Harris Healy | colspan=\"9\" | |- !scope=\"row\"| Ames McNamara | Mark Healy II | colspan=\"9\" | |- !scope=\"row\"| Jayden Rey | Mary Conner | style=\"background:#ececec; color:gray;\" colspan=\"9\"| | |- !scope=\"row\"| George Clooney | Booker Brooks | | colspan=\"2\" | | colspan=\"7\" |- !scope=\"row\"| Estelle Parsons | Beverly \"Bev\" Harris | colspan=\"4\" | colspan=\"6\" |- !scope=\"row\"| Glenn Quinn | Mark Healy | colspan=\"2\" | | colspan=\"6\" | |- !scope=\"row\"| Martin Mull | Leon Carp | colspan=\"2\" | colspan=\"2\" | | colspan=\"4\" | |- !scope=\"row\"| Johnny Galecki | David Healy | colspan=\"3\" | colspan=\"6\" | |- !scope=\"row\"| Sandra Bernhard | Nancy Bartlett | colspan=\"3\" | colspan=\"3\" | | colspan=\"2\" | |- !scope=\"row\"| Danielle Harris | Molly Tilden | colspan=\"4\" | | colspan=\"5\" |- !scope=\"row\"| Mara Hobel | Charlotte Tilden | colspan=\"4\" | | colspan=\"5\" |- !scope=\"row\"| Michael O'Keefe | Fred | colspan=\"5\" | colspan=\"3\" | colspan=\"2\" |- !scope=\"row\"| Fred Willard | Scott | colspan=\"7\" | colspan=\"2\" | |} == Episodes == == Original series == === Season 1 === Roseanne (Roseanne Barr) is a line worker at Wellman Plastics, along with her sister Jackie (Laurie Metcalf) and friend Crystal (Natalie West). Jackie has a brief relationship with Booker (George Clooney), the foreman at Wellman. Roseanne's husband Dan (John Goodman) finds sporadic work as a construction contractor. Dan has a strained relationship with his divorced father, Ed (Ned Beatty), a traveling salesman who was often absent during Dan's childhood. Roseanne and Jackie's meddlesome parents Beverly (Estelle Parsons) and Al (John Randolph), consider moving to Lanford, panicking both sisters, though this is quickly dismissed as just an \"idea.\" Middle Conner child Darlene (Sara Gilbert), a tomboy, often struggles with her femininity as she enters puberty and gets her first period. Eldest child Becky (Lecy Goranson) faces dating problems with her first boyfriend Chip (Jared Rushton), who is introduced in the \"Lover's Lane\" episode. Youngest child David Jacob, known as \"D.J.\", has to work hard to be noticed amid all the family's activities. Season one also finds the Conners experiencing, and surviving, a tornado. In the \"Death and Stuff\" episode a door-to-door salesman dies in the Conners' kitchen, and in the season finale Roseanne stands up to the new abusive foreman (Fred Thompson) when she leads Jackie, Crystal, and other coworkers as they quit Wellman Plastics. D.J. is played by Sal Barone in the pilot episode, then by Michael Fishman for the remainder of the series. This season includes a running gag where the word \"corn\" is used in every episode. Notable Season 1 guest stars include Bill Sadler as Dan's friend Dwight, Robert Harper as Chip's father, Andrea Walters as Chip's mother, and Tony Crane as Becky's love interest \"The Tongue Bandit\". Bill Pentland, Roseanne Barr's first husband, made a cameo as one of Dan's friends in the \"Saturday\" episode. === Season 2 === After quitting Wellman Plastics, Roseanne and Jackie must find new jobs. Jackie becomes a police officer. Roseanne cycles through numerous menial jobs including telemarketer, secretary for Dan's boss, bartender, a fast-food restaurant cashier, and, finally, sweeping floors at a beauty parlor. At home, Dan's poker buddy Arnie (Tom Arnold) makes a startling debut when he plants a kiss on Roseanne. The Conners celebrate an outrageous Halloween that becomes an annual series feature. Roseanne wants ten relaxing minutes to herself in the bathtub; this turns into a bizarre dream sequence that has the entire cast singing parodies of songs from musical comedies. Later, at Thanksgiving dinner, Roseanne unexpectedly discovers a budding romance between Dan's father, Ed, and Crystal. Jackie gets serious with her new boyfriend, Gary (Brian Kerwin). Becky grows rebellious against Roseanne and Dan's parental authority, staying out late and breaking into the liquor cabinet and getting drunk with her friend, Dana, when Dan and Roseanne leave town for the day. When old biker buddy, Ziggy (Jay O. Sanders) reappears, it reminds Roseanne and Dan of their own rebellious past. Darlene shows writing talent after receiving recognition for her poem. Roseanne's own writing aspirations are given a boost after Dan builds her an office in the basement. This is the first season Roseanne is heard thinking out loud. Other notable guest stars during the season include Stephen Dorff as Becky's boyfriend Jimmy, Jenny Lewis as Becky's friend Diane, Stephen Root as Roseanne's lawyer Peter, and Bert Parks as a judge. Ann Wedgeworth played Dan Conner's mother in the Thanksgiving episode. === Season 3 === The season opens with the Conner family confronting Roseanne's possible pregnancy. The pregnancy turns up negative. Roseanne takes a waitress job in the luncheonette at Rodbell's Department Store, working under with her boss, Leon (Martin Mull), and co-worker, Bonnie (Bonnie Sheridan). Jackie is injured on the job, resulting in her leaving the police force and breaking up with Gary. Becky begins dating Mark Healy (Glenn Quinn); when her parents forbid her to see him, she temporarily moves in with Jackie. Dan is floored to learn his father, Ed and Crystal plan to marry; Crystal is pregnant with Ed's baby. Roseanne locks horns with snooty new neighbor Kathy Bowman (Meagen Fay). Bev's mother, Nana Mary (Shelley Winters) makes her first appearance at a family barbecue. In the season finale, Ziggy reappears, proposing to open a motorcycle repair shop with Dan. While they attempt to procure a loan for business, Ziggy backs out and leaves town, not wanting Dan and Roseanne to risk their house if the business fails. However, he leaves enough money behind for Dan to open it by himself. He is never heard about again. Other notable guest stars during the season include Dann Florek as Principal Hiller, Leonardo DiCaprio as Darlene's classmate, Brad Garrett as Doug, Judy Gold as Amy, Alyson Hannigan as Becky's friend Jan, and Tobey Maguire as Jeff. === Season 4 === The opening credits of Season 4 change from Season 3 and now shows \"Roseanne Arnold\" instead of \"Roseanne Barr\". Becky stuns Roseanne by asking for birth-control pills. Dan and Roseanne open their new motorcycle repair shop business, Lanford Custom Cycle, while Roseanne continues working at Rodbell's luncheonette. Darlene meets David Healy (Johnny Galecki), Mark's younger brother (in his first appearance, the character was named Kevin). After a brief stint working at Rodbell's perfume counter, Jackie enrolls in truck driver school. Nancy (Sandra Bernhard) is introduced as Arnie's fiancée. After a night of heavy drinking, Jackie wakes up in her bed with the newly engaged Arnie. Darlene's personality shifts into a sullen goth teen. Jackie's former boyfriend, Booker, makes a surprise appearance at a Halloween party. Roseanne's neighbors, Kathy and Jerry Bowman, move back to Chicago. Roseanne gets breast reduction surgery. Crystal gives birth to Dan's new half-brother, \"Little Ed\". Roseanne and Dan accompany Arnie and Nancy to their wedding in Las Vegas. At the end of the season, Lanford Custom Cycle fails, and Rodbell's Luncheonette closes. Nancy is single again after Arnie leaves her and claims he was \"abducted by aliens\". Notable guest stars during the season include Bob Hope, Jena Malone as a little girl on Santa's lap, Wayne Newton as himself, David Crosby as Duke, Bonnie Sheridan as Roseanne's coworker Bonnie, Neil Patrick Harris as Dr. Doogie Howser, and Rick Dees as Ken. === Season 5 === After Dan's bike shop closes, Mark accepts a job in Minnesota. Becky secretly decides to go with him, and they elope. Jackie and Roseanne each receive $10,000 from their mother, Bev, after she divorces their father. They, along with Nancy, decide to open a diner but can only get the additional money they need from Bev, who becomes a partner. Nancy comes out as a lesbian. The Tildens, a single father, and his two teen daughters (Wings Hauser, Mara Hobel, Danielle Harris), move in next door. Jackie dates Fisher (Matt Roth), a much younger man she quickly moves in with. When Roseanne discovers Fisher physically abused Jackie, Dan beats him up (never shown onscreen) and is arrested. Roseanne and Jackie's father dies, and Roseanne confronts his longtime secret mistress only to discover her father blamed his daughters for his abusive behavior. Roseanne's rich, estranged cousin Ronnie (Joan Collins) visits and encourages Darlene to get her GED and apply to arts colleges. David applies as well. Darlene wants David to move in when his mother is moving to a new town. Roseanne and Dan initially refuse, but Roseanne relents after witnessing Mrs. Healey's abusive behavior, a decision partially based on her own father's abusiveness. Roger (Tim Curry) recruits Dan to renovate and sell a small fixer-upper house, then skips town, leaving Dan with a looming debt; Jackie buys the house, saving the Conners from financial ruin. David is rejected from the Chicago arts college that he and Darlene applied to, while Darlene is accepted. Roseanne refuses to let Darlene attend before finishing high school. She fears Darlene might run away to Chicago, but Darlene decides to decline because David was rejected. Roseanne wants Darlene to go after learning David threatened to break up, though Darlene's real reason is fear she will fail. During this season, there is a running gag in which each of the Conners (save Becky) appears in a different scene in the same long-sleeved, egg-printed shirt with a large chicken on the front. Notable guest stars during the season include Wings Hauser as Ty Tilden, Danielle Harris as Molly Tilden, Mara Hobel as Charlotte Tilden, Loretta Lynn as herself, Morgan Fairchild as Nancy's girlfriend Marla, Bill Maher as Bob, Ed Begley, Jr. as Principal Alexander, Blake Clark as Vic, Red Buttons as Bev's lover Jake, Sally Kirkland as Mark and David's mother Barbara, Tim Curry as Nancy's lover Roger, Joseph Gordon-Levitt as DJ's annoying wannabe friend George, Joan Collins as Roseanne and Jackie's cousin Ronnie, Matt Roth as Jackie's boyfriend Fisher, Steve Jones as a threatening diner patron, and in a very brief cameo, Chris Farley as a customer trying on a too-small leather jacket. === Season 6 === After Roseanne and Jackie force Bev into being a silent partner in the diner, Bev retaliates by selling her share to Roseanne's annoying former boss, Leon. David proposes marriage to Darlene, but she refuses. Roseanne discovers a marijuana stash in the basement, believing it is David's. After realizing it is her and Dan's old pot, they and Jackie get high. Roseanne's past as a child abuse victim arises when she reacts violently after DJ joyrides and wrecks her car. She is left concerned she may be continuing the cycle. Becky (now played by Sarah Chalke) and Mark return to Lanford and move into the Conners' house. Dan and Roseanne surprise Becky with tuition money to start college but are furious when Becky instead uses it for Mark to attend trade school, though he soon flunks out. Jackie becomes pregnant after a one-night stand with Fred (Michael O'Keefe), Dan's co-worker at the city garage. Though Jackie is initially resistant, she and Fred gradually develop a relationship. Roseanne discovers David secretly living with Darlene in Chicago. She brings him back to Lanford, but when Dan finds out the truth, he throws David out, but soon allows him to return. Roseanne visits a gay bar with Nancy, where she receives an unwanted kiss from Nancy's girlfriend. Jackie gives birth to a son, Andy. Dan, who always blamed his father, Ed, for his mother's problems, is forced to confront her mental illness. The season concludes with Fred and Jackie's wedding. Notable guest stars during the season include Michael O'Keefe as Fred, the father of Jackie's baby; Sandra Bernhard as Nancy, Roseanne and Jackie's co-worker; Mariel Hemingway as Sharon, Nancy's girlfriend; Vicki Lawrence as Phyllis, Dan's old high school flame; Florence Henderson as Flo, a woman with whom Roseanne networks at a women's business club meeting; Genie Francis and Anthony Geary as General Hospital's Luke and Laura Spencer; Ahmet Zappa as Roy, Mark's handsome laconic roommate; and Fabio as himself. === Season 7 === The opening credits of Season 7 change from previous seasons in that the show now stars “Roseanne” instead of “Roseanne Arnold”. On the September 21, 1994, Season 7 premiere, in acknowledging Roseanne's divorce and dropping her last name, all credits (opening and closing) included the cast and crew's first names only. This was the only time this occurred in an episode during its run. Season seven begins with Roseanne's pregnancy and goes on to tackle such issues as abortion, alcoholism, drug abuse, sexual dysfunction, and racial prejudice. Darlene and David break up after briefly maintaining an open relationship when Darlene begins dating Jimmy. This leads to some awkwardness for Roseanne and Dan as they deal with their daughter's ex-boyfriend living with them. David also dates other girls, but eventually, he and Darlene reunite. Mark and Becky move into a shabby trailer. D.J. plays a bigger role this season, most notably in an episode wherein he refuses to kiss a black girl in his school play. Episode 19 is a special 45-minute show that recounts all the previous seasons with Roseanne being “welcomed” by other sitcom moms. Notable guest stars during the season include Sharon Stone as a trailer-park resident, Ellen DeGeneres as Jackie and Fred's marriage counselor, Danny Masterson as Darlene's boyfriend Jimmy, Joseph Gordon-Levitt as DJ's friend George, and Traci Lords as Lanford Lunch Box busperson Stacy. In the season finale, a tribute is made to TV producer Sherwood Schwartz. Uncredited appearances at the end of the Gilligan's Island episode features former cast members playing Roseanne characters. These include Dawn Wells, Bob Denver, Tina Louise, and Russell Johnson, as well as Sherwood Schwartz. Also, Isabel Sanford, Alley Mills, Barbara Billingsley, June Lockhart, and Pat Crowley appear as themselves in another episode. === Season 8 === Season eight addresses Roseanne's pregnancy and subsequent arrival of her and Dan's son, Jerry Garcia Conner. (In a continuity change, the baby had been revealed to be a girl in season seven. Roseanne, in an after-credits out of character scene, explains that “the amnio was wrong”). The season starts with Dan deciding to leave his secure city job and rejoin his old construction crew to drywall the new prison being built outside of Lanford. With the pension money and final check Dan receives when leaving his job, he and Roseanne decide to take the entire family on vacation to Walt Disney World. It is later revealed that while the clan was at Disney World, Darlene got pregnant. Darlene intends to have the baby and she and David become engaged. The season climaxes with the couple's rushed wedding. During the reception, Dan suffers a heart attack. In the next episode, it is revealed that he survived, with D.J. having saved his life by administering CPR. The season concludes with Dan and Roseanne having a bitter fight after Dan abandons his diet and exercise plan, rehashing many buried personality clashes and resentments of the entire series. They end up wrecking their living room in the process. The credits fade as Roseanne walks out on Dan. Lecy Goranson returns in the role of Becky. Sarah Chalke filled in as Becky for several episodes when Goranson had a scheduling conflict due to her academic studies. Notable guest stars during the season include Fred Willard as Leon's husband, Scott, Ed McMahon as himself, John Popper (with Blues Traveler) as an old friend of Dan's, Pat Harrington Jr. as himself, Jenna Elfman as hitchhiker Garland, Shecky Greene as Bar Mitzvah guest Uncle Saul, Norm Crosby as Reverend Crosley, June Lockhart as Leon's mother, Milton Berle as a transvestite, the cast of Stomp as Lanford Lunch Box patrons, Eric Dane as a Disney World bellhop, and Tony Curtis as ballroom-dance instructor Hal. === Season 9 === The opening titles of Season 9 still list the star as \"Roseanne\", but the first episode credits her as \"Roseanne Barr Pentland Arnold Thomas\". The ninth (and originally final) season features many changes. In previous seasons, the original theme song was played on saxophone, accompanied by drums and other instruments. For this final season, the theme was re-recorded and performed by Blues Traveler with a distorted harmonica—one of the band's staples—playing in place of the saxophone. Lyrics were also added and sung into the theme by the band's lead vocalist, John Popper. Episodes in this season exhibit a much more surreal style. Additionally, the 'daily struggle' theme of previous episodes is abandoned, and the season focuses primarily on bringing the characters full circle emotionally. Sarah Chalke returns in the role of Becky so Lecy Goranson could resume her college studies. The Conners win the Illinois state lottery jackpot of $108 million; Dan ponders the meaning of life, Jackie meets her (real-life) prince, DJ finds love, and Darlene, after pre-natal medical issues, gives birth to a daughter. John Goodman is absent for most of the season, as he was busy filming The Big Lebowski; in later episodes, Goodman resembles his \"Lebowski\" character Walter Sobchak. In the season's final episode, Roseanne reveals the entire series itself is actually a fictional story written by Roseanne Conner, inspired by her real life. To cope, Roseanne twisted major elements of her life for the story, which the audience does not discover until the final moments of the season. In reality, Dan's heart attack near the end of Season 8 was fatal and the Conner family did not win the lottery. A story arc running through the final season that Dan betrayed Roseanne by having an affair is revealed to be false. We learn that Dan's betrayal was not having an affair, but dying. Roseanne could always take the worst life could throw at her with a laugh, but she was unable to cope with Dan's death. Also, Jackie is a lesbian and Beverly is straight. Scott is a probate lawyer whom Roseanne befriended, and set up with Leon—whom she claims is not as hip as the way she had written him; this seems a tad tongue in cheek. Becky is dating David and Darlene is with Mark. Guest stars during the season include Edward Asner as Lou Grant, Heather Matarazzo as D.J.’s girlfriend, Dann Florek as Doctor Rudmen, Jim Varney as Jackie's boyfriend Prince Carlos, Tammy Faye Bakker as Roseanne's makeup consultant, Dina Merrill as Doris, Joanna Lumley as Patsy Stone and Jennifer Saunders as Edina Monsoon (reprising their roles from Absolutely Fabulous), Arianna Huffington as Estree, Marlo Thomas as Tina, James Brolin as Roseanne's business partner/love interest Edgar Wellman, Jr., and Ann Wedgeworth and Debbie Reynolds as Dan's mother Audrey, as well as Hugh Hefner, Milton Berle, Robin Leach, Todd Oldham, Moon Unit and Ahmet Zappa, Tony Robbins, Kathleen Sullivan, Steven Seagal, and Jerry Springer as themselves. == Revival == During the show's final season, Barr was in negotiations with Carsey-Werner Productions and ABC executives to continue playing Roseanne Conner in a spin- off. However, ABC withdrew from negotiations with Carsey-Werner and Barr after failed discussions with CBS and Fox. Barr and Carsey-Werner agreed to discontinue the negotiations. In the fall of 2008, Barr commented on what the current whereabouts of the Conners would be. \"I've always said now that if they were on TV, DJ would have been killed in Iraq and the Conners would have lost their house\". When asked for more details on where the rest of the Conners would be, Barr responded: \"Your question is intellectual property that may be developed later, so I don't want to get into that\". She added, \"No preview, absolutely not\". On December 20, 2009, Barr posted an entry on her website regarding what a possible Roseanne reunion would be like, which includes: Mark being published, DJ dying in Iraq; David leaving Darlene for a woman half his age, Darlene coming out of the closet and meeting a woman and having a test tube baby with her, Becky working at Walmart, Roseanne and Jackie opening the first medical marijuana dispensary in Lanford, Arnie becoming the best friend of the Governor of Illinois and remarrying Nancy, Bev selling a painting for $10,000, Jerry and the grandsons forming a music group similar to the Jonas Brothers, Dan reappearing alive after faking his death, and Bonnie being arrested for selling crack. === Season 10 === On April 28, 2017, television trade publications reported an 8-episode revival of the series, being shopped to multiple networks including ABC and Netflix. Barr, Goodman, and Gilbert were attached to reprise their roles, while Metcalf was considered likely to return. Barr, Tom Werner, Bruce Helford would produce the series, alongside Gilbert, who would serve as an executive producer while Helford and Whitney Cummings would be handling day-to-day oversight of the show. Original writer Norm Macdonald stated he had written for eight of the episodes. In May 2017, it was announced the series was greenlit and would air on ABC mid–season in 2018. Laurie Metcalf, Michael Fishman, Lecy Goranson, and Sarah Chalke were all announced to return. Chalke, who played the character Becky in later seasons, was cast as Andrea, a married woman who hires Becky to be her surrogate. Glenn Quinn, who played Becky's husband, Mark, died in December 2002 of a heroin overdose at the age of 32. On December 1, 2017, it was announced that Johnny Galecki would be reprising his role of David Healy for one episode. Production of nine new episodes began in the fall of 2017 and wrapped in mid-December. The revival features the original cast from the previous nine seasons. New characters include David and Darlene's two children as well as D.J.'s daughter. Sarah Chalke also appears as a new character, Andrea. The sets of the Conner house were replicated at the same studio where the show was filmed for its original run. Season 10 was scheduled as a mid- season replacement to premiere on March 27, 2018. On September 21, 2017, it was revealed that Emma Kenney would be portraying Harris Conner Healy, Darlene's eldest child who was born in Season 9. On December 7, 2017, it was confirmed that Estelle Parsons and Sandra Bernhard would return to the series. Parsons would appear in two episodes while Bernhard would appear in one. On February 25, 2018, it was revealed on the show's official Twitter account that the trailer for the revival season would premiere during the 90th Academy Awards on March 4, 2018. To promote the show, ABC sponsored the NASCAR Xfinity Series race at Auto Club Speedway by naming it the Roseanne 300. In March 2018, ABC opened a pop-up restaurant during South by Southwest in Austin, Texas, that recreated the \"Lanford Lunch Box\" alongside a replica of the series' living room to promote the show. On March 26, 2018, Sara Gilbert revealed on Good Morning America that her sketch with John Goodman on The Talk (which Gilbert created and co-hosts) as their Roseanne characters, and Goodman's willingness to do a reboot, inspired Gilbert to reach out to her cast mates to revive the show. On March 28, 2018, Roseanne Barr echoed Gilbert's statements on The Wendy Williams Show and also confirmed that Gilbert's sketch on The Talk went viral on the internet citing a demand for a reboot. Roseannes tenth and final season premiered on March 27, 2018, with two back-to-back episodes on ABC. The premiere begins 20 years after the previous episode, with Season 9 and the final episode being almost completely retconned out of existence as both a dream of and a story by Roseanne; namely Dan's death, when he is actually alive. A now separated and unemployed Darlene moves back into the Conner household with her two children, Harris (whose existence is the only surviving element from Season 9, although the character is several years younger) and Mark (whose gender presentation is cause for conflict). Roseanne and Dan have lost weight but are now on medication. DJ has served a tour in the Army and now has a daughter named Mary (with DJ's wife still serving abroad) and Jerry works in Alaska on a fishing boat. When the first episode begins, Roseanne and Jackie have not spoken since the 2016 presidential election (Roseanne having voted for Donald Trump while Jackie voted for Jill Stein despite her having no idea who Stein was, describing her as \"some doctor\"). The two are reconciled after intervention by Darlene. Meanwhile, desperate for money, Becky, who has struggled financially after her husband Mark's death, agrees to act as a surrogate mother for a woman named Andrea (Sarah Chalke). Both Dan and Roseanne opposed this since Becky's eggs will be used for the pregnancy. ==== Critical response ==== On review aggregator website Rotten Tomatoes, season 10 holds an approval rating of 70% based on 79 reviews, with an average rating of 6.72/10. The website consensus reads: \"Roseannes return finds the show's classic format, original cast, and timely humor intact, even if the latest batch of episodes suffers from sporadically uneven execution.\" Metacritic, which uses a weighted average, assigned the season a score of 69 out of 100 based on 31 reviews, indicating \"generally favorable reviews.\" Actor Tom Arnold, Roseanne's ex-huband, reviewed the revival positively, specifically praising Metcalf's performance. U.S. president Donald Trump, whom Roseanne Barr has publicly supported, phoned to congratulate her on the success of the premiere. Barr described the call as being \"pretty exciting\", stating in an interview on Good Morning America that Trump \"really knows ratings and how they measure things\". She commented that the show would continue to address current U.S. issues, hoping that it would \"[open] up civil conversation between people instead of just mudslinging.\" === Renewal, cancellation and firing of Barr === On March 30, 2018, Roseanne was renewed for an eleventh season of 13 episodes, following the success of the revival's premiere night. On May 29, 2018, Barr was fired from the show after she posted a message on Twitter reading \"muslim brotherhood & planet of the apes had a baby=vj.\" The tweet referred to Valerie Jarrett, an African- American woman who served as Senior Advisor to former U.S. president Barack Obama from 2009 to 2017. The \"ape\" tweet was widely criticized as racially insensitive. Series executive producer/showrunner Bruce Helford said he was \"personally horrified and saddened\" by Barr's remarks, and show co- star/executive producer Sara Gilbert called them \"abhorrent\" and \"not reflective of the beliefs of our cast and crew or anyone associated with our show\". Barr's behavior on Twitter had been considered a concern among ABC executives during the lead-up to the revival's premiere, as she had a history of posting support for ideas such as QAnon and Pizzagate. The Jarrett posting was the culmination of several controversial tweets she had made that same morning, involving conspiracy theories about George Soros, including the factually inaccurate claim that Chelsea Clinton's husband, Marc Mezvinsky, is a nephew of Soros, and that Soros wanted to \"overthrow the U.S. constitutional republic\" by backing district attorney candidates that would \"ignore US law & favor 'feelings' instead-and call everyone who is alarmed by that 'racist'\", and claiming Soros, a Jewish survivor of the holocaust, had been a Nazi in his youth. Barr's ex-husband and original series recurring cast member Tom Arnold claimed he had notified ABC of Barr's frequent controversial tweets similar to those she had made during the morning of May 29 that led to the network reversing its decision to renew the show. In the wake of the posting, consulting producer/writer Wanda Sykes announced that she would no longer be involved with the program. Barr defended the tweet as being a \"joke\", and stated in a subsequent post, \"ISLAM is not a RACE, lefties. Islam includes EVERY RACE of people\". Barr later deleted the \"ape\" tweet and posted an apology, stating that she was \"truly sorry for making a bad joke about her politics and her looks.\" ABC announced later in the day that it had reversed the renewal decision and canceled Roseanne; network president Channing Dungey stated that Barr's remarks were \"abhorrent, repugnant and inconsistent with our values.\" ABC pulled a rerun that was scheduled to air that night, replacing it with an episode of The Middle, and suspended its campaign for the series to be considered for nomination at the 70th Primetime Emmy Awards. Hulu announced it would remove all episodes of the original and revival series from its library; Viacom-owned cable channels Paramount Network, TV Land and CMT dropped the series from their lineups effective the following day, while digital multicast network Laff pulled reruns from its schedule effective immediately. In a tweet, co-star Emma Kenney revealed she was contacting her agent asking to quit the revival when she heard about the show's cancellation, remarking that she felt \"empowered by @iamwandasykes, Channing Dungey and those at ABC standing up against abuse of power and lack of values. Bullies do not win. Ever.\" The remarks also sparked a divide among conservatives who made up a substantial segment of the revival's viewer base. Many deemed the cancellation an act of political correctness and an infringement of Barr's rights to freedom of speech, while others (including Rick Wilson, Bret Baier, Tomi Lahren and Sean Hannity) condemned the remarks with some pointing out that none of her First Amendment rights were violated. ABC had heavily emphasized the success of Roseanne during its upfront presentations for the 2018–19 television season, leading to questions over possible repercussions for the network due to the loss of potential advertising revenue, and its plans for what would have been Roseannes time slot on the fall schedule. Shortly before the cancellation was announced by ABC, Barr – who attributed the tweet about Jarrett and others made earlier that day to side effects from the sleep aid Ambien, a claim derided by many critics as well as by the drug's manufacturer, Sanofi, in a public statement responding to Barr's reasoning – apologized for the remarks, saying, \"I apologize to Valerie Jarrett and to all Americans. I am truly sorry for making a bad joke about her politics and her looks. I should have known better. Forgive me – my joke was in bad taste.\" Hours after the cancellation announcement, BuzzFeed later released a longer apology to Jarrett, the network and her show's cast and crew: \"I deeply regret my comments from late last night on Twitter. Above all, I want to apologize to Valerie Jarrett, as well as to ABC and the cast and crew of the Roseanne show. I am sorry for making a thoughtless joke that does not reflect my values — I love all people and am very sorry. Today my words caused hundreds of hardworking people to lose their jobs. I also sincerely apologize to the audience that has embraced my work for decades. I apologize from the bottom of my heart and hope that you can find it in your hearts to forgive me.\" However, she would later retweet posts defending her, as well as another concerning the conspiracy theory of Soros being a Nazi collaborator. === The Conners === Some time after the cancellation was confirmed, some news sources announced that the show could possibly be re-tooled as a spin-off focusing on Sara Gilbert's character of Darlene. Around June 15, 2018, ABC was close to making a deal to indeed continue production as a Darlene-centric show, though it was also possible that it would be titled The Conners and star the whole family. The spin-off could only go forward assuming Barr signed a deal to give up rights to the show, meaning she wouldn't be involved creatively or financially. Barr would likely receive a one-time payment in return. It was stated that, if the show returned, Barr's racism scandal would be addressed on the show. On June 21, 2018, ABC officially ordered a 10-episode spin-off titled The Conners (at first tentatively titled that, then officially), and that it would involve every original cast member except Barr. On August 28, 2018, this extended to Emma Kenney, Ames McNamara, and Jayden Rey from the tenth season, as they were all confirmed to return for the spinoff. Returning characters such as Beverly Harris (Estelle Parsons), David Healy (Johnny Galecki), Chuck Mitchell (James Pickens Jr.), and Crystal Anderson (Natalie West) were later confirmed. The series premiered on October 16, 2018. == Ratings == Roseanne was successful from its beginning, ranking No. 1 in the Nielsen ratings during its second season (1989–90), narrowly beating out The Cosby Show. Each of the series' first six seasons landed in the Nielsen ratings' top five. Ratings slowly started slipping after season six, though the show stayed within the top 10 through season seven, falling to the top 20 during season eight. Roseanne dropped to 35th place during the ninth and final season of its original run. The premiere of the revival (season 10) set records for Nielsen's delayed viewing metrics; it was seen by 18.45 million live and same day viewers, but gained an additional 6.59 viewers via Live+3 metrics—the largest-ever increase in total viewership from three days of delayed viewing since the 2014 premiere of fellow ABC series How to Get Away with Murder. 2.2 million additional viewers were added over the following four days (totaling 27.26 million viewers overall), resulting in a net increase of 8.81 million viewers in the week since the premiere broadcast. This established a record for the largest ratings gain from Live+7 viewership, previously set by the premiere of fellow ABC series The Good Doctor in September 2017. The tenth and final season ranked in the top 5 in the Nelson ratings. {| class=\"wikitable\" style=\"text- align:center;\" |+Ratings for Roseanne |- ! scope=\"col\" rowspan=\"2\"| Season ! scope=\"col\" rowspan=\"2\"| Time slot (ET) ! scope=\"col\" rowspan=\"2\"| Episodes ! scope=\"col\" colspan=2| Premiered ! scope=\"col\" colspan=2| Ended ! scope=\"col\" rowspan=\"2\"| TV season ! scope=\"col\" colspan=\"2\"| Season averages |- ! scope=\"col\" | Date ! scope=\"col\" style=\"line-height:100%;\"| Viewers (millions) ! scope=\"col\" | Date ! scope=\"col\" style=\"line-height:100%;\"| Viewers (millions) ! scope=\"col\" | Rank ! scope=\"col\" style=\"line-height:100%;\"| DVR Viewers (millions) |- !scope=\"row\"| 1 | rowspan=\"6\"| Tuesday 9:00 pm | 23 | October 18, 1988 | 36.20 | May 2, 1989 | 35.80 | 1988–89 | 2 | |- !scope=\"row\"| 2 | 24 | September 12, 1989 | 39.40 | May 8, 1990 | 27.80 | 1989–90 | 1 | |- !scope=\"row\"| 3 | 25 | September 18, 1990 | 29.80 | May 14, 1991 | 21.90 | 1990–91 | 3 | |- !scope=\"row\"| 4 | 25 | September 17, 1991 | 28.50 | May 12, 1992 | 32.70 | 1991–92 | 2 | |- !scope=\"row\"| 5 | 25 | September 15, 1992 | 36.70 | May 18, 1993 | 28.80 | 1992–93 | 2 | |- !scope=\"row\"| 6 | 25 | September 14, 1993 | 30.10 | May 24, 1994 | 28.10 | 1993–94 | 4 | |- !scope=\"row\"| 7 | Wednesday 9:00 pm | 26 | September 21, 1994 | 28.90 | May 24, 1995 | 16.30 | 1994–95 | 9 | |- !scope=\"row\"| 8 | rowspan=\"3\"| Tuesday 8:00 pm | 25 | September 19, 1995 | 22.50 | May 21, 1996 | 18.80 | 1995–96 | 16 | |- !scope=\"row\"| 9 | 24 | September 17, 1996 | 18.90 | May 20, 1997 | 16.60 | 1996–97 | 35 | |- !scope=\"row\"|10 | 9 | March 27, 2018 | 18.44 | May 22, 2018 | 10.58 | 2017–18 | 3 | 17.85 |} == Syndication == Roseanne was put into off-network syndication beginning in September 1992. TBS aired reruns of Roseanne from 1996 through 2004. Cable channel Nick at Nite aired reruns of the show from the fall of 2003 until 2009; it has since moved to TV Land's \"TV Land Prime\" schedule. Oxygen aired reruns for several years under the ownership of Carsey-Werner before its 2007 acquisition by NBCUniversal. The show returned to Nick at Nite's lineup on October 5, 2009, replacing Family Matters and The Fresh Prince of Bel-Air in its late-night timeslot. As of January 2010, Nick at Nite has once again taken Roseanne from its time slot. In Australia, the show is seen on the channel 111 Hits and Eleven. In the UK, it aired in reruns on Channel 4 until 1999, and was also shown on The Paramount Channel WE tv and CMT both began airing the series in September 2012. The show also was carried by Nick at Nite/CMT sister network Logo TV, and over-the-air on Laff. Viacom pulled the series from its networks in May 2018, concurrently with ABC's cancellation, along with Laff. The series returned to CMT, Paramount Network and TV Land in October 2018 alongside the release of The Conners on ABC. It is available through Amazon Prime Video, Hoopla, and Pluto TV. Cozi TV premiered the show in January 2020, less than two years after the controversy. == Awards and nominations == In 1993, Roseanne Barr and Laurie Metcalf both won Emmy Awards for their performances in the series, Barr for Outstanding Lead Actress and Metcalf for Outstanding Supporting Actress. Metcalf also won in 1992 and 1994. The series was nominated for 27 Emmys overall (including the revival), but, despite high critical praise and ratings throughout most of its run, it was never nominated for Best Comedy Series. In 1993, Roseanne Barr and John Goodman both won Golden Globe Awards, Barr for Best Actress and Goodman for Best Actor. The series won the Golden Globe Award for Best Television Series – Musical or Comedy. The series won a Peabody Award in 1992 and a People's Choice Award for Favorite New Television Comedy Program in 1989. Barr won five additional People's Choice Awards for Favorite Female Performer in a New TV Program (1989), Favorite Female All Around Entertainer (1990), and Favorite Female TV Performer (1990, 1994, and 1995). In 2008, the entire cast (except for Metcalf) reunited at the TV Land Awards to receive the Innovator Award. In their acceptance speech, they honored late cast member Glenn Quinn. ==Home media== Anchor Bay Entertainment (later named Starz Home Entertainment, as shown on the DVD packaging for seasons 7–9) released all nine seasons on DVD in Region 1 (2005–2007) and Region 2. The first season was issued with shorter, syndicated versions of the episodes because Anchor Bay was unable to obtain permission to release the original broadcasts. This issue was rectified upon release of the first season DVD, and Anchor Bay went on to release seasons 2–7 in their original uncut form. However, for the eighth and ninth season DVDs, some scenes have been altered to avoid disputes over music rights, including substituting some closing credit scenes with a black screen, including the Patty Duke parody from Season 8, Episode 1. On May 4, 2011, Mill Creek Entertainment announced that they had acquired the rights to re-release the series uncut on DVD in Region 1. They have subsequently re-released all nine seasons and a complete series set with the first seven seasons in their uncut form. Seasons 8 and 9 are still edited; while most of the music references were retained, some of the credit scenes are still missing. In Germany, Universum Film has released the entire series on DVD, and released a complete series box set on July 3, 2009. Unlike the Anchor Bay releases, these were mostly unedited. Footage from Some Like It Hot is excluded from an eighth-season episode, for unknown reasons. In Australia and New Zealand, Magna Pacific has released all nine seasons on DVD in Region 4. Unlike the Anchor Bay releases, Magna Pacific's first season DVDs include the full-length original broadcast episodes. {| class=\"wikitable\" |+Home media releases of Roseanne episodes |- !scope=\"col\" rowspan=\"2\" |Season !scope=\"col\" rowspan=\"2\" | Ep# !scope=\"col\" colspan=\"3\" | Release dates !scope=\"col\" rowspan=\"2\"| Special features |- !scope=\"col\"| Region 1 !scope=\"col\"| Region 2 !scope=\"col\"|Region 4 |- !scope=\"row\" style=\"text-align:center;\"|1 | style=\"text-align:center;\"|23 | style=white-space:nowrap|August 30, 2005 September 13, 2011 (re-release) | style=white-space:nowrap|September 19, 2005 | June 7, 2006 | Roseanne-on-Roseanne candid interview, bloopers, season one highlights, Interview: \"John Goodman Takes a Look Back,\" \"Wisdom from the Domestic Goddess.\" |- !scope=\"row\" style=\"text-align:center;\"|2 | style=\"text- align:center;\"|24 | style=white-space:nowrap|December 6, 2005 September 13, 2011 (re-release) | February 6, 2006 | October 4, 2006 | John Goodman: \"A Candid Interview,\" Best of Season Two, \"Wacky Jackie,\" \"Roseanne Untied: Season 1 Launch Party,\" John Goodman's audition. |- !scope=\"row\" style=\"text-align:center;\"|3 | style=\"text-align:center;\"|25 | March 21, 2006 April 3, 2012 (re-release) | May 15, 2006 | February 7, 2007 | Laurie Metcalf Interview: \"The Sister that Never Leaves,\" Lecy Goranson Interview: \"I Was a Teenage Becky,\" Best of Season Three. |- !scope=\"row\" style=\"text- align:center;\"|4 | style=\"text-align:center;\"|25 | June 27, 2006 April 3, 2012 (re-release) | March 17, 2007 | June 6, 2007 | Interview with Lecy Goranson and Michael Fishman, Roseanne Interview: \"Life Imitating Art, Imitating Roseanne,\" audio commentary with Roseanne on select episodes. |- !scope=\"row\" style=\"text-align:center;\"|5 | style=\"text-align:center;\"|25 | September 12, 2006 September 4, 2012 (re-release) | September 9, 2009 | style=white- space:nowrap|November 7, 2007 | Video commentaries with Roseanne, Roseanne answers eight fan questions, an exclusive interview with Roseanne. |- !scope=\"row\" style=\"text-align:center;\"|6 | style=\"text-align:center;\"|25 | December 5, 2006 September 4, 2012 (re-release) | September 9, 2009 | March 18, 2008 | rowspan=\"2\"|None |- !scope=\"row\" style=\"text-align:center;\"|7 | style=\"text- align:center;\"|26 | April 3, 2007 March 19, 2013 (re-release) | October 12, 2009 | July 9, 2008 |- !scope=\"row\" style=\"text-align:center;\"|8 | style=\"text-align:center;\"|25 | August 7, 2007 March 19, 2013 (re-release) | October 12, 2009 | style=white- space:nowrap|January 13, 2010 | Video commentaries with Roseanne, \"Roseanne: Working-Class Actress\" Interview |- !scope=\"row\" style=\"text-align:center;\"|9 | style=\"text-align:center;\"|24 | October 16, 2007 May 14, 2013 (re-release) | style=white-space:nowrap|November 16, 2009 | January 13, 2010 | Two new exclusive interviews: \"Legacy of Class\" and \"Breaking the Sitcom Mold.\" Video commentary with Roseanne & Michael Fishman |- !scope=\"row\"|The Complete Series |222 |May 14, 2013 |July 3, 2009 |N/A |Interviews with cast and crew, blooper and highlight reels, video commentary, fans' top questions, a candid interview with Roseanne |} == Notes and references == == External links == * Roseanne @ Carsey-Werner.net (en) * Carsey-Werner – Roseanne * * Roseanne on DVD * * Roseanne Conner Clan Today at EW.com * Category:1980s American sitcoms Category:1988 American television series debuts Category:1990s American sitcoms Category:1997 American television series endings Category:2010s American sitcoms Category:2018 American television series debuts Category:2018 American television series endings Category:American Broadcasting Company original programming Category:American television series revived after cancellation Category:Best Musical or Comedy Series Golden Globe winners Category:English-language television shows Category:Mass media portrayals of the working class Category:Nielsen ratings winners Category:Peabody Award-winning television programs Category:1980s American LGBT-related comedy television series Category:1990s American LGBT-related comedy television series Category:Primetime Emmy Award-winning television series Category:Television series about dysfunctional families Category:Television series about Jews and Judaism Category:Television series about marriage Category:Television series about siblings Category:Television series about widowhood Category:Television series by Carsey-Werner Productions Category:Television series by CBS Studios Category:Television shows filmed in Los Angeles Category:Television shows set in Illinois",
 "title": "Roseanne"
}