{
 "id": "94167",
 "text": "Mayfair is an affluent area in the West End of London towards the eastern edge of Hyde Park, in the City of Westminster, between Oxford Street, Regent Street, Piccadilly and Park Lane. It is one of the most expensive districts in the world. The area was originally part of the manor of Eia and remained largely rural until the early 18th century. It became well known for the annual \"May Fair\" that took place from 1686 to 1764 in what is now Shepherd Market. Over the years, the fair grew increasingly downmarket and unpleasant, and it became a public nuisance. The Grosvenor family (who became Dukes of Westminster) acquired the land through marriage and began to develop it under the direction of Thomas Barlow. The work included Hanover Square, Berkeley Square and Grosvenor Square, which were surrounded by high-quality houses, and St George's Hanover Square Church. By the end of the 18th century, most of Mayfair was built on with upper-class housing; unlike some nearby areas of London, it has never lost its affluent status. The decline of the British aristocracy in the early 20th century led to the area becoming more commercial, with many houses converted into offices for corporate headquarters and various embassies. Mayfair retains a substantial quantity of high-end residential property, upmarket shops and restaurants, and luxury hotels along Piccadilly and Park Lane. Its prestigious status has been commemorated by being the most expensive property square on the London Monopoly board. ==Geography== thumb|300px|Map of Mayfair Mayfair is in the City of Westminster, and mainly consists of the historical Grosvenor estate and the Albemarle, Berkeley, Burlington, and Curzon estates. It is bordered on the west by Park Lane, north by Oxford Street, east by Regent Street, and the south by Piccadilly. Beyond the bounding roads, to the north is Marylebone, to the east Soho, and to the southwest Knightsbridge and Belgravia. Mayfair is surrounded by parkland; Hyde Park and Green Park run along its boundary. The Grosvenor Square is roughly in the centre of Mayfair, and its centrepiece, containing numerous expensive and desirable properties. ==History== ===Early history=== Following analysis of the alignment of Roman roads, it has been speculated that the Romans settled in the area before establishing Londinium. Whitaker's Almanack suggested that Aulus Plautius built a fort here during the Roman conquest of Britain in AD 43 while waiting for Claudius. The theory was developed in 1993, with a proposal that a town grew outside the fort but was later abandoned as being too far from the Thames. The proposal has been disputed because of lack of archaeological evidence. If there was a fort, it is believed the perimeter would have been where the modern Green Street, North Audley Street, Upper Grosvenor Street and Park Lane now are, and that Park Street would have been the main road through the centre. This area was the manor of Eia in the Domesday Book, and owned by Geoffrey de Mandeville after the Norman Conquest. It was subsequently given to the Abbey of Westminster, who owned it until 1536 when it was taken over by Henry VIII. Mayfair was mainly open fields until development began in the Shepherd Market area around 1686–88 to accommodate the May Fair that had moved from Haymarket in St James's because of overcrowding. There were some buildings before 1686 – a cottage in Stanhope Row, dating from 1618 was destroyed in the Blitz in late 1940. A 17th-century English Civil War fortification established in what is now Mount Street was known as Oliver's Mount by the 18th century. ===The May Fair === The May Fair was held every year at Great Brookfield (which is now part of Curzon Street and Shepherd Market) from 1–14 May. It was established during the reign of Edward I in open fields beyond St. James. The fair was recorded as \"Saint James's fayer by Westminster\" in 1560. It was postponed in 1603 because of plague, but otherwise continued throughout the 17th century. In 1686, the fair moved to what is now Mayfair. By the 18th century, it had attracted showmen, jugglers and fencers and numerous fairground attractions. Popular attractions included bare-knuckle fighting, semolina eating contests and women's foot racing. By the reign of George I, the May Fair had fallen into disrepute and was regarded as a public scandal. The 6th Earl of Coventry, who lived on Piccadilly, considered the fair to be a nuisance and, with local residents, led a public campaign against it. It was abolished in 1764. One reason for Mayfair's subsequent boom in property development was it was able to keep out lower class activities. ===Grosvenor family and estates=== Building on Mayfair began in the 1660s on the corner of Piccadilly, and progressed along the north side of that street. Burlington House was started between 1664 and 1665 by John Denham and sold two years later to Richard Boyle, 1st Earl of Burlington who asked Hugh May to complete it. The house was extensively modified through the 18th century, and is the only one of this era to survive into the 21st century. The origins of major development began when Sir Thomas Grosvenor, 3rd Baronet married Mary Davis, heiress to part of the Manor of Ebury, in 1677. The Grosvenor family gained of land, of which around lay south of Oxford Street and east of Park Lane. The land was referred to as \"The Hundred Acres\" in early deeds. In 1721, the London Journal reported \"the ground upon which the May Fair formerly was held is marked out for a large square, and several fine streets and houses are to be built upon it\". Sir Richard Grosvenor, 4th Baronet asked the surveyor Thomas Barlow to design the street layout which has survived mostly intact to the present day despite most of the properties being rebuilt. Barlow proposed a grid of wide, straight streets, with a large park (now Grosvenor Square) as a centrepiece. Buildings were constructed in quick succession, and by the mid-18th century the area was covered in houses. Much of the land was owned by seven estates – Burlington, Millfield, Conduit Mead, Albemarle Ground, the Berkeley, the Curzon and, most importantly, the Grosvenor. Of the original properties constructed in Mayfair, only the Grosvenor estate survives intact and owned by the same family, who became the Dukes of Westminster in 1874. Chesterfield Street is one of the few streets that has 18th-century properties on both sides, with a single exception, and is probably the least altered road in the area. Hanover Square was the first of three great squares to be constructed. It was named after King George I, the Elector of Hanover, soon after his ascension to the throne in 1714. The original houses were inhabited by \"persons of distinction\" such as retired generals. Although most have been demolished, a small number have survived to the present day. The Hanover Square Rooms became a popular place for classical music concerts, including Johann Sebastian Bach, Joseph Haydn, Niccolò Paganini and Franz Liszt. A large statue of William Pitt the Younger is sited at the southern end of the square. In 1725, Mayfair became part of the new parish of St George Hanover Square, which stretched as far east as Bond Street and to Regent Street north of Conduit Street. It ran as far north as Oxford Street and south near to Piccadilly. The parish continued into Hyde Park to the west and extended southwest to St George's Hospital. Most of the area belonged to (and continues to be owned by) the Grosvenor family, though the freehold of some parts belongs to the Crown Estate. A water supply to the area was built by the Chelsea Water Works, and a royal warrant was issued in 1725 for a reservoir in Hyde Park that could supply water at what is now Grosvenor Gate. In 1835, the reservoir was decorated with an ornamental basin and a fountain in its centre. In 1963, following the widening of Park Lane, it was rebuilt as the Joy of Life Fountain. Grosvenor Square was planned as the centrepiece of the Mayfair estate. It was laid out around 1725–31 with 51 individual plots for development. It is the second-largest square in London (after Lincoln's Inn Fields) and housed numerous members of the aristocracy until the mid-20th century. By the end of the 19th century, the Grosvenor family were described as \"the wealthiest family in Europe\" and annual rents for their Mayfair properties reached around £135,000 (now £). The square has never declined in popularity and continues to be a prestigious London address into the 21st century. Only two original houses have survived; No. 9, once the home of John Adams, and No. 38 which is now the Indonesian Embassy. Berkeley House on Piccadilly was named after John Berkeley, 1st Baron Berkeley of Stratton who had purchased its land, and that surrounding it, shortly after the Restoration of the Monarchy in 1660. In 1696, the Berkeley family sold the house and grounds to the 1st Duke of Devonshire (who renamed it Devonshire House) on condition that the view from the rear of the house should not be spoiled. Berkeley Square was laid out to the rear of the house in the 1730s; because of the conditions of sale, houses were only built on the east and west sides. The west side still has various mid-18th-century buildings and the east side now contains offices including Berkeley Square House. The expansion of Mayfair moved upper class Londoners away from areas such as Covent Garden and Soho, which were already in decline by the 18th century. Part of its success was its proximity to the Court of St James and the parks, and the well- designed layout. This led to it sustaining its popularity into the 21st century. The requirements of the aristocracy led to stables, coach houses and servants' accommodation being established along the mews running parallel to the streets. Some of the stables have since been converted into garages and offices. The Rothschild family owned several Mayfair properties in the 19th century. Alfred de Rothschild lived at No. 1 Seamore Place and held numerous \"adoration dinners\" where the only guest was a female companion. The marriage of his brother Leopold to Marie Perugia took place here in 1881. The house was demolished after World War I when Curzon Street was extended through the site to meet Park Lane. The future Prime Minister Archibald Primrose, 5th Earl of Rosebery was born in Charles Street, Mayfair in 1847, and grew up in the area. Mayfair has had a long association with the United States. Pocahontas is believed to have visited in the early 17th century. In 1786, John Adams established the US Embassy on Grosvenor Square. Theodore Roosevelt was married in Hanover Square and Franklin D. Roosevelt honeymooned in Berkeley Square. A small memorial park in Mount Street Gardens has benches engraved with the names of former American residents and visitors to Mayfair. ===Modern history=== The death of Hugh Grosvenor, 1st Duke of Westminster in 1899 was a pivotal point in the development of Mayfair, following which all redevelopment schemes not already in operation were cancelled. In the following years, Government budget proposals such as David Lloyd George's establishment of the welfare state in 1909, greatly reduced the power of the Lords. Land value fell around Mayfair, and some leases were not renewed. Following World War I, the British upper class was in decline as the reduced workforce meant servants were less in supply and demanded higher salaries. The grandest houses in Mayfair became more expensive to service and consequently many were converted to foreign embassies. The 2nd Duke of Westminster decided to demolish Grosvenor House and build Bourdon House in its place. Mayfair attracted commercial development after much of the City of London was destroyed during the Blitz, and many corporate headquarters were established in the area. Several historically important houses were demolished, including Aldford House, Londonderry House and Chesterfield House. The Canadian High Commission was established at Macdonald House at No. 1 Grosvenor Square in 1961. It is named after the first Canadian Prime Minister John A. Macdonald. The Italian Embassy is at No. 4 Grosvenor Square. The district has become increasingly commercial, with many offices in converted houses and new buildings, though the trend has been reverted in places. The United States embassy announced in 2008 it would move from its long established location at Grosvenor Square to Nine Elms, Wandsworth owing to security concerns, despite constructing an £8m security upgrading after the September 11 attacks including high blast walls. Since the 1990s, residential properties have become available again, though the rents are among the highest in London. Mayfair remains one of the most expensive places to live in London and the world and there remains some exclusive shopping and London's largest concentration of luxury hotels and many restaurants, particularly around Park Lane and Grosvenor Square. ==Properties== ===Churches=== St George's, Hanover Square, constructed between 1721 and 1724 by John James, was one of 50 churches built following the Commission for Building Fifty New Churches Act in 1711. Emma, Lady Hamilton in 1791, poet Percy Bysshe Shelley in 1814, and Prime Ministers Benjamin Disraeli and H. H. Asquith in 1839 and 1894 respectively were all married in the church. The porch houses two cast-iron dogs rescued from a shop in Conduit Street that was bombed during the Blitz. Grosvenor Chapel on South Audley Street was built by Benjamin Timbrell in 1730 for the Grosvenor Estate. It was used by American armed forces during World War II. The parents of Arthur Wellesley, 1st Duke of Wellington are buried in the churchyard. The Mayfair Chapel on Curzon Street was a popular place for illegal marriages, including over 700 in 1742. James Hamilton, 6th Duke of Hamilton married Elizabeth Gunning here in 1752. The Marriage Act 1753 stopped the practice of unlicensed marriages. The chapel was demolished in 1899. ===Hotels=== Having opened in 1837, Brown's is considered one of London's oldest hotels. Straddling Albemarle and Dover Streets, it is thought to have been a popular tea location for Queen Victoria, and it was from the hotel that in 1876 Alexander Graham Bell made the first successful telephone call in Britain. Writers including Agatha Christie and Rudyard Kipling were known to have stayed frequently, with novels At Bertram's Hotel and The Jungle Book both having been partially written during stays at Brown's. Theodore Roosevelt enjoyed staying at the hotel and married his partner with a reception there in 1886. Now part of Rocco Forte Hotels, the Hotel maintains its popular tea room and has expanded to occupy 11 townhouses. Claridge's was founded in 1812 as Mivart's Hotel on Brook Street. It was acquired by William Claridge in 1855, who gave it its current name. The hotel was bought by the Savoy Company in 1895 and rebuilt in red brick. It was extended again in 1931. Several European royal families in exile stayed at the hotel during World War II. Alexander, Crown Prince of Yugoslavia was born there on 17 July 1945; the Prime Minister Winston Churchill is said to have declared the suite he was born in to be Yugoslav territory. Flemings Mayfair on Half Moon Street was opened in 1851 by Robert Fleming, who worked for Henry Paget, 2nd Marquess of Anglesey. It is the second oldest independent hotel in London. The London Marriott Hotel Grosvenor Square on the corner of Grosvenor Square and Duke Street was the first Marriott Hotel in Britain. It opened as the Europa Hotel in 1961 and was bought by Marriott in 1985. It was a popular place for visitors to the American Embassy. The Grosvenor House Hotel on Park Lane is on the former site of Grosvenor House, the home of Robert Grosvenor, 2nd Earl Grosvenor (later Robert Grosvenor, 1st Marquess of Westminster). It was built by Arthur Octavius Edwards in the 1920s and has over 450 bedrooms, with 150 luxury flats in the south wing. It was the first London hotel to have a swimming pool. The Dorchester is named after Joseph Damer, 1st Earl of Dorchester. The first building here was erected by Joseph Damer in 1751, and renamed Dorchester House following the Earl's succession in 1792. The property was purchased by Sir Robert McAlpine and Sons and Gordon Hotels Ltd in 1928 to be converted into a hotel, which opened on 18 April 1931. It was General Dwight Eisenhower's London headquarters in World War II. The Duke of Edinburgh held his stag night at the hotel prior to his marriage to Princess Elizabeth. The May Fair Hotel opened in 1927 on the site of Devonshire House in Stratton Street. It also accommodates the May Fair Theatre, which opened in 1963. The Ritz opened on Piccadilly on 24 May 1906. It was the first steel-framed building to be constructed in London, and it is one of the most prestigious and best-known hotels in the world. ===Retail=== thumb|left|Shepherd Market in 2011|alt=Black and white view of Shepherd Market, London, from an upper storey window Mayfair has had a range of exclusive shops, hotels, restaurants and clubs since the 19th century. The quarter—especially the Bond Street area—is also the home of numerous commercial art galleries and international auction houses such as Bonhams, Christie's and Sotheby's. Gunter's Tea Shop was established in 1757 at Nos. 7–8 Berkeley Square by the Italian Domenico Negri. Robert Gunter took co-ownership of the shop in 1777, and full ownership in 1799. During the 19th century it became a fashionable place to buy cakes and ice cream, and was well known for its range of multi-tiered wedding cakes. The shop moved to Curzon Street in 1936 when the eastern side of Berkley Square was demolished, until closing in 1956. The business as a whole survived until the late 1970s. Mount Street has been a popular shopping street since Mayfair was developed in the 18th century. It was largely rebuilt between 1880 and 1900 under the direction of the 1st Duke of Westminster, when the nearby workhouse was relocated to Pimlico. It now houses a number of shops dealing with luxury trades. Shepherd Market has been called the \"village centre\" of Mayfair. The current buildings date from around 1860 and house food and antique shops, pubs and restaurants. The market had a reputation for high- class prostitution. In the 1980s, Jeffrey Archer was alleged to frequent the area and was accused of visiting Monica Coghlan, a call girl in Shepherd Market, which eventually led to a libel trial and his imprisonment for perverting the course of justice. Alongside Burlington House is one of London's most luxurious shopping areas, the Burlington Arcade. It was designed by Samuel Ware for George Cavendish, 1st Earl of Burlington in 1819. The arcade was designed with tall walls on either side to stop passers by throwing litter into the Earl's garden. Ownership of the arcade passed to the Chesham family. In 1911, another storey was added by Beresford Pite, who also added the Chesham arms. The family sold the arcade to the Prudential Assurance Company for £333,000 (now £) in 1926. It was bombed during World War II and subsequently restored. Allens of Mayfair, one of the best-known butchers in London, was founded in a shop on Mount Street in 1830. It held a Royal warrant of appointment to supply meat to the Queen, as well as supplying several high- profile restaurants. After accruing spiralling debts, it was sold to Rare Butchers of Distinction in 2006. The Mayfair premises closed in 2015, but the company retains an online presence. Scott's restaurant moved from Coventry Street to Nos. 20–22 Mount Street in 1967. In 1975, the Provisional Irish Republican Army (IRA) bombed the restaurant twice, killing one and injuring 15 people. South Audley Street is a major shopping street in Mayfair running from north to south from Grosvenor Square to Curzon Street. Originally a residential street, it was redeveloped between 1875 and 1900. Retailers include china and silverware specialists Thomas Goode and gunsmiths James Purdey & Sons. ===Museums and galleries=== Numerous galleries have given Mayfair a reputation as an international art hub. The Royal Academy of Arts based in Burlington House, was founded in 1768 by George III and is the oldest fine arts society in the world. Its founding president was Sir Joshua Reynolds. The academy holds classes and exhibitions, and students have included John Constable and J. M. W. Turner. It moved from Somerset House to Trafalgar Square in 1837, sharing with the National Gallery, before moving to Burlington House in 1868. The academy hosts an annual Summer Exhibition, showing over 1,000 contemporary works of art that can be submitted by anyone. The Fine Art Society gallery was established at No. 148 New Bond Street in 1876. Other galleries in Mayfair include Maddox Gallery on Maddox Street and the Halcyon Gallery. The Handel House Museum at No. 25 Brook Street opened in 2001. George Frideric Handel was the first resident from 1723 until his death in 1759. Most of his major works, including Messiah, and Music for the Royal Fireworks were composed here. The museum held an exhibition of Jimi Hendrix, who lived in an upper-floor flat in neighbouring No. 23 Brook Street in 1968–69. The Faraday Museum in Albermarle Street occupies a basement laboratory used by Michael Faraday for his experiments with electromagnetic rotation and motors at the Royal Institution. It opened in 1973 and exhibits include the first electric generator designed by Faraday, along with various notes and medals. ===Business=== Cadbury's head office was formerly at No. 25 Berkeley Square in Mayfair. In 2007, Cadbury Schweppes announced that it was moving to Uxbridge in order to cut costs. ===Other=== Bourdon House, one of the oldest properties in Mayfair was constructed by Thomas Barlow between 1723 and 1725 as part of the original development. An additional storey was added around 1864–5. In 1909, the 2nd Duke of Westminster ordered major refurbishments and the expansion of a three-storey wing. He moved out of Grosvenor House in 1916 into this, where he stayed until his death in 1953. Crewe House was built in the late 18th century on the site of a house on Curzon Street owned by Edward Shepherd, a key builder and architect around Mayfair. It was bought by James Stuart-Wortley, 1st Baron Wharncliffe in 1818 and became known as Wharncliffe House. In 1899, it was purchased by Robert Crewe-Milnes, Earl Crewe, giving it its current name. The house is part of the Saudi Arabian Embassy. Mayfair has many blue plaques on buildings for its prominent residents. Standing at the corner of Chesterfield Street and Charles Street, one can see plaques for William, Duke of Clarence and St Andrews (later King William IV), Prime Minister Lord Rosebery, the writer Somerset Maughan and Regency-era fashion icon Beau Brummell. ==Transport== While there are no London Underground stations inside Mayfair, there are several on the boundaries. The Central Line stops at Marble Arch, Bond Street and Oxford Circus along Oxford Street along the northern edge, and Piccadilly Circus and Green Park are along the Piccadilly line on the southern side, along with Hyde Park Corner close by in Knightsbridge. Down Street tube station opened in 1907 as \"Down Street (Mayfair)\". It closed in 1932 but was used during the Second World War by the Emergency Railway Committee, and briefly by Churchill and the war cabinet while waiting for the War Rooms to be ready. While there is only one bus route in Mayfair itself, the 24-hour route C2, there are many bus routes along the perimeter roads. ==Cultural references== Mayfair (spelled \"May Fair\") is the home of Sir Brian in Thackeray's The Newcomes, and otherwise features as the most desirable part of London. Mayfair has featured in a number of novels including P. G. Wodehouse's The Mating Season (1949) and Evelyn Waugh's A Handful of Dust, (1934). It is a partial setting for Jane Austen's Sense and Sensibility (1811) and Michael Arlen's The Green Hat (1924). Oscar Wilde lived in Grosvenor Square between 1883 and 1884 and referred to it in his works. He regularly socialised in the artistic quarter along Half Moon Street, which is mentioned in both The Importance of Being Earnest and The Picture of Dorian Gray. Mayfair is the most expensive property on the standard British Monopoly board at £400, and is part of the dark blue set with Park Lane. It commands the highest rents of all properties; landing on Mayfair with a hotel costs £2,000. The price is a reference to the property values in the area, which have remained consistently high, with real-life rent as much as £36,000 per week. At the time the board was being designed in the 1930s, Mayfair still had a significant upper-class residential population. The department store Debenhams became one of the first companies in Britain to have a dedicated business telephone number, Mayfair 1, in 1903. ==See also== *Mayfair, Philadelphia *A Nightingale Sang in Berkeley Square *The Punch Bowl, Mayfair *Street names of Mayfair *Autumn in New York(1934 song) ==References== ===Notes=== ===Citations=== ===Sources=== * * * ==Further reading== * * * ==External links== * of the business directory Mayfair Category:Districts of the City of Westminster",
 "title": "Mayfair"
}