{
 "id": "94200",
 "text": "Notting Hill is a district of West London, England, in the Royal Borough of Kensington and Chelsea. Notting Hill is known for being a cosmopolitan and multicultural neighbourhood, hosting the annual Notting Hill Carnival and Portobello Road Market. From around 1870, Notting Hill had an association with artists. 'Notting Hill and Bayswater', Old and New London: Volume 5 (1878), pp. 177-88. For much of the 20th century, the large houses were subdivided into multi-occupancy rentals. Caribbean immigrants were drawn to the area in the 1950s, partly because of the cheap rents, but were exploited by slum landlords like Peter Rachman and also became the target of white Teddy Boys in the 1958 Notting Hill race riots. In the early 21st century, after decades of gentrification, Notting Hill had by then gained a reputation as an affluent and fashionable area, known for attractive terraces of large Victorian townhouses and high-end shopping and restaurants (particularly around Westbourne Grove and Clarendon Cross). A Daily Telegraph article in 2004 used the phrase \"the Notting Hill Set\" to refer to a group of emerging Conservative politicians, such as David Cameron and George Osborne, who would become respectively Prime Minister and Chancellor of the Exchequer and were once based in Notting Hill. ==History== Notting Hill is in the historic county of Middlesex. It was a hamlet on rural land until the expansion of urban London during the 19th century. As late as 1870, even after the hamlet had become a London suburb, Notting Hill was still referred to as being in Middlesex rather than in London. ===Origin of the name=== The origin of the name \"Notting Hill\" is uncertain though an early version appears in the Patent Rolls of 1356 as Knottynghull, while an 1878 text, Old and New London, reports that the name derives from a manor in Kensington called \"Knotting-Bernes,\", \"Knutting- Barnes,\" or \"Nutting-barns\", and goes on to quote from a court record during Henry VIII's reign that \"the manor called Notingbarons, alias Kensington, in the parish of Paddington, was held of the Abbot of Westminster.\" For years, it was thought to be a link with Canute, but it is now thought likely that the \"Nott\" section of the name is derived from the Saxon personal name Cnotta, with the \"ing\" part generally accepted as coming from the Saxon for a group or settlement of people. ===Potteries and Piggeries=== The area in the west around Pottery Lane was used in the early 19th century for making bricks and tiles out of the heavy clay dug in the area. The clay was shaped and fired in a series of brick and tile kilns.\"London streets - Pottery Lane\", BBC London, The only remaining 19th-century tile kiln in London is on Walmer Road. In the same area, pig farmers moved in after being forced out of the Marble Arch area. Avondale Park was created in 1892 out of a former area of pig slurry called \"the Ocean\". This was part of a general clean-up of the area which had become known as the Potteries and Piggeries. ===19th-century development=== The area remained rural until London's westward expansion reached Bayswater in the early 19th century. The Ladbroke family was Notting Hill's main landowner, and from the 1820s James Weller Ladbroke began to develop the Ladbroke Estate. Working with the architect and surveyor Thomas Allason, Ladbroke began to lay out streets and houses, with a view to turning the area into a fashionable suburb of the capital (although the development did not get seriously under way until the 1840s). Many of these streets bear the Ladbroke name, including Ladbroke Grove, the area's main north–south axis, and Ladbroke Square, London's largest private garden square. The original idea was to call the district Kensington Park, and other roads (notably Kensington Park Road and Kensington Park Gardens) are reminders of this. The local telephone prefix 7727 (originally 727) is based on the old telephone exchange name of PARk.London Director system exchange names. Ladbroke left the actual business of developing his land to the firm of City solicitors, Smith, Bayley (known as Bayley and Janson after 1836), who worked with Allason to develop the property. In 1823 Allason completed a plan for the layout of the main portion of the estate. This marks the genesis of his most enduring idea – the creation of large private communal gardens, originally known as \"pleasure grounds\", or \"paddocks\", enclosed by terraces and/or crescents of houses. Instead of houses being set around a garden square, separated from it by a road, Allason's houses would have direct access to a secluded communal garden in the rear, to which people on the street did not have access and generally could not see. To this day these communal garden squares continue to provide the area with much of its attraction for the wealthiest householders. In 1837 the Hippodrome racecourse was laid out. The racecourse ran around the hill, and bystanders were expected to watch from the summit of the hill. However, the venture was not a success, in part due to a public right of way which traversed the course, and in part due to the heavy clay of the neighbourhood which caused it to become waterlogged. The Hippodrome closed in 1841, after which development resumed and houses were built on the site. The crescent-shaped roads that circumvent the hill, such as Blenheim Crescent, Elgin Crescent, Stanley Crescent, Cornwall Crescent and Landsdowne Crescent, were built over the circular racecourse tracks. At the summit of hill stands the elegant St John's church, built in 1845 in the early English style, and which formed the centrepiece of the Ladbroke Estate development. The Notting Hill houses were large, but they did not immediately succeed in enticing the very richest Londoners, who tended to live closer to the centre of London in Mayfair or Belgravia. The houses appealed to the upper middle class, who could live there in Belgravia style at lower prices. In the opening chapter of John Galsworthy's Forsyte Saga novels, he housed the Nicholas Forsytes \"in Ladbroke Grove, a spacious abode and a great bargain\".John Galsworthy, The Man of Property, Chapter 1, published 1906. In 1862 Thomas Hardy left Dorchester for London to work with architect Arthur Blomfield; during this period he lived in Westbourne Park Villas. He immersed himself in the city's literary and cultural life, studying art, visiting the National Gallery, attending the theatre and writing prose and poetry. His first published story, \"How I Built Myself a House\", appeared in Chamber's Journal in 1865. Here he wrote his first―but never published―novel, The Poor Man and the Lady, in 1867, and the poem \"A Young Man's Exhortation,\" from which Graham Greene took an epigraph for his own novel The Comedians. Arthur Machen (1863–1947), the author of many supernatural and fantastic fictions, lived at 23 Clarendon Road, Notting Hill Gate, in the 1880s; he writes of his life here in his memoirs Far Off Things (1922) and Things Near and Far (1923). His mystical work The Hill of Dreams (1907, though written ten years earlier) has scenes set in Notting Hill; it is here that the protagonist Lucian Taylor encounters the beautiful bronze-haired prostitute who will later connive at his death. ===Early to mid-20th century=== The reputation of the district altered over the course of the 20th century. As middle-class households ceased to employ servants, the large Notting Hill houses lost their market and were increasingly split into multiple occupation. During the Blitz a number of buildings were damaged or destroyed by the Luftwaffe, including All Saints' Church, which was hit in 1940 and again in 1944. In the postwar period the name Notting Hill evoked a down-at-heel area of cheap lodgings, epitomised by the racketeering landlord Peter Rachman and the murders committed by John Christie in 10 Rillington Place, since demolished. The area to the north east, Golborne, was particularly known for being, in the words of Charles Booth, \"one of the worst areas in London\". Southam Street in Kensal Green had 2,400 people living in 140 nine-roomed houses in 1923, and the slum children from this street were documented in the 1950s photographs of Roger Mayne. In late August and early September 1958, the Notting Hill race riots occurred. The series of disturbances are thought to have started on 30 August when a gang of white youths attacked a Swedish woman, Majbritt Morrison, who was married to a West Indian man (Raymond Morrison), following a previous incident in Latimer Road tube station.BBC News: Long history of race rioting, British Broadcasting Corporation, 28 May 2001. Later that night a mob of 300 to 400 white people, including many \"Teddy Boys\", were seen on Bramley Road attacking the houses of West Indian residents. The disturbances, racially-motivated rioting and attacks continued every night until they petered out by 5 September. The dire housing conditions in Notting Hill led Bruce Kenrick to found the Notting Hill Housing Trust in 1963, helping to drive through new housing legislation in the 1960s and found the national housing organisation Shelter in 1966.\"Reverend Bruce Kenrick\", Nottinghill Houing, 22 January 2007. Nos 1–9 Colville Gardens, now known as Pinehurst Court, had become so run down by 1969 that its owner, Robert Gubay of Cledro Developments, described conditions in the buildings as \"truly terrible\".Jan O'Malley The Politics of Community Action in Notting Hill, Spokesman Press, 1977 The slums were cleared during redevelopment in the 1960s and 1970s when the Westway Flyover and Trellick Tower were built. It is now home to a vibrant community, mainly Mediterranean Spanish and Moroccan, together with Portuguese. ===Late 20th-century gentrification=== By the 1980s, single-occupation houses began to return to favour with families who could afford to occupy them, and because of the open spaces and stylish architecture Notting Hill is today one of London's most desirable areas. Several parts of Notting Hill are characterised by handsome stucco-fronted pillar-porched houses, often with private gardens, notably around Pembridge Place and Dawson Place and streets radiating from the southern part of Ladbroke Grove, many of which lead onto substantial communal gardens. There are grand terraces, such as Kensington Park Gardens, and large villas as in Pembridge Square and around Holland Park. There is also new construction of modern houses tucked away on backland sites. thumb|Notting Hill is full of colourful houses. Since at least 2000, independent shops in Portobello such as Culture Shack have lost out to multinational standardised chains such as Starbucks. In 2009, Lipka's Arcade, a large indoor antiques market, was replaced by the high-street chain AllSaints. Reflecting the increasing demise of one of the most culturally vibrant parts of central London, the 2011 Census showed that in the borough of Kensington and Chelsea, in which Notting Hill is situated, the number of Black or Black British and White Irish residents, two of the traditionally largest ethnic minority groups in Notting Hill, declined by 46 and 28 percent respectively in ten years. The district adjoins two large public parks, Holland Park and Kensington Gardens, with Hyde Park within to the east. The gentrification has encompassed some streets that were among the 1980s' most decrepit, including the now expensive retail sections of Westbourne Grove and Ledbury Road, as well as Portobello Road's emergence as a top London tourist attraction and Chamberlayne Road as a local shopping street with its boutique independent shops. Notting Hill has a high concentration of restaurants, including the two Michelin-rated The Ledbury and Core by Clare Smyth. ==Geography== thumb|left|Notting Hill Royal Borough of K&C; Council map outlining the official area of Notting Hill and its surrounding areas, 2018 The hill from which Notting Hill takes its name is still clearly visible, with its summit in the middle of Ladbroke Grove, at the junction with Kensington Park Gardens. Notting Hill has no official boundaries, so definitions of which areas fall under Notting Hill vary. The postcode \"W11\", centred on the former site of the Post Office in Westbourne Grove, near the junction with Denbigh Road, is the one most closely associated with Notting Hill. It covers the central part of Notting Hill, and is situated between the A402 (Holland Park Avenue) to the south and the Westway to the north. The postcode immediately to the north, \"W10\", covers North Kensington and \"Part\" Kensal Green. Notting Hill also covers part of the W2 postcode to the east, which is located in between Westbourne Park and Royal Oak, in an area known as Westbourne Green and the NW10 postcode which covers parts of the Kensal area in the northern section of Notting Hill. that is considered part of Notting Hill. The Westbourne part of Notting Hill is governed by the City of Westminster Council and the Kensal area part London Borough of Brent and part Kensington and Chelsea. The famous Kensal Green cemetery is in Kensington and Chelsea. The local historian Florence Gladstone, in her much reprinted work \"Notting Hill in Bygone Days\" defines Notting Hill as the whole of that part of Kensington which is north of the road known as Notting Hill Gate. North Kensington is considered the major neighbourhood of Notting Hill, but Kensal Green, Notting Dale, Portobello and Westbourne Park are also part of Notting Hill; though estate agents differentiate North Kensington and Notting Hill as distinct areas with Westbourne considered part of Notting Hill and Kensal considered part of North Kensington. Locally the areas of Portobello, North Kensington, Kensal are referred to as Ladbroke Grove, the main thoroughfare and tube station at the heart of Notting Hill. That part of the Royal Borough of Kensington and Chelsea roughly encompassed by the electoral wards of Saint Charles, Golborne, Notting Barns, Colville, Norland, and Pembridge,Royal Borough of Kensington and Chelsea Electoral wards which is bounded on the north by Harrow Road and on the south by Notting Hill Gate and Holland Park Avenue, includes all areas known as Notting Hill, including Notting Barns, the centre of the Notting Hill race riot.Notting Hill History Timeline , historytalk.org. Retrieved 7 June 2009 David Cameron, former leader of the Conservative Party, is known as part of the \"Notting Hill Set\", though he states he lives in North Kensington. thumb|right|Notting Hill Gate shops (2021) Kensington Park Road There are five tube stations in the area: Ladbroke Grove, Westbourne Park, Latimer Road, Notting Hill Gate and Kensal Green. Notting Hill is part of the parliamentary constituency of Kensington, represented by Conservative Felicity Buchan since the 2019 general election. ==Areas of Notting Hill== ===Ladbroke Grove=== Ladbroke Grove is a road running down the west side of Notting Hill, stretching up to Kensal Green, straddling the W10 and W11 postal districts, and also the name of the immediate area surrounding the road. Ladbroke Grove tube station is on the road where it is crossed by the Westway. ===Notting Hill Gate=== A turnpike gate was constructed at the foot of the hill on the main road from London to Uxbridge, now Oxford Street, Bayswater Road and Holland Park Avenue along this part of its route. The point at which the turnpike gate stood was known as Notting Hill Gate. The gate was there to stop people passing along the road without paying. The proceeds were applied towards the maintenance of this important road. The gate was removed in the 19th century and the high road was widened and straightened in the 1960s, involving the demolition of many buildings, the linking of two separate tube stations and the construction of two tower blocks. ===Portobello Road=== Portobello Road runs almost the entire length of Notting Hill from north to south. It runs parallel to Ladbroke Grove. It contains Portobello Road Market, one of London's best known markets, containing an antique section and second-hand, fruit and veg and clothing stalls. The road was originally a lane leading to Portobello Farm in the north of Notting Hill. ===Westbourne Grove=== Westbourne Grove is a retail road running across Notting Hill from Kensington Park Road in the west to Queensway in the east, crossing over Portobello Road. It was noted as \"fashionable\" and \"up-and-coming\" from the 1990sTime Out article: \"West London\"; 9–16 August 1997 since then it has attracted many designer label outlets as well as independent and chain retailers.Westbourne Grove for Whistles, Joseph, Zadig & Voltaire, Dinny Hall, Heidi Klein , Street Sensation, UK. The Notting Hill Carnival passes along the central part of Westbourne Grove. ===Westbourne Green=== Westbourne Green is the area in between Westbourne Park Station and Royal Oak Station and is made up of mainly residential roads with Westbourne Park Road running through the entire area to the east of Notting Hill. This area houses 2 very popular drinking establishments, 'The Cow' and 'The Westbourne' situated central to Westbourne Green. The Westbourne Green section of Notting Hill comes under Westminster City Council. The Notting Hill Carnival also passes through Westbourne Green up Chepstow Road and turns right onto Westbourne Grove. ===Kensal Green=== Kensal Green is in the north of Notting Hill. It is the area north of the respective iron bridges on Ladbroke Grove and Golborne Road. Parts of this area fall under the London Borough of Brent. It has been earmarked for regeneration around the proposed crossrail station next to Sainsbury's. The area is served by Kensal Green station (Underground and Overground) and Kensal Rise station (Overground). ===North Kensington=== North Kensington is the key neighbourhood of Notting Hill. It is where most of the violence of the race riots occurred, where the Notting Hill Carnival started and where most of the scenes in the film, Notting Hill were shot. The area's main transport hub, Ladbroke Grove tube station, was called Notting Hill from its opening in 1864 until 1919. The name was changed then to avoid confusion with the new Notting Hill Gate station. Ladbroke Grove is the area's main thoroughfare. Estate agents now call the super-rich area to the south Notting Hill when referring to Notting Hill Gate and Holland Park. North Kensington was once well known for its slum housing. However, North Kensington retains high levels of poverty and unemployment and a high-proportion of social housing for rent. In this area, Grenfell Tower is also found, which burnt down in 2017. Waves of immigration to the area have occurred for at least a century, including, but certainly not limited to, people of Irish, Jewish, Caribbean, Spanish, and Moroccan extraction. This constant renewal of the population makes the area one of the most cosmopolitan in the world. ==Carnival== Notting Hill Carnival is an annual Caribbean carnival event in August, over two days (Sunday and the following bank holiday). It has continuously taken place since 1965. It is led by members of the Caribbean population, many of whom have lived in the area since the 1950s. The carnival has attracted up to 1.5million people in the past, putting it among the largest street festivals in Europe. It attracted press attention in 1976 for clashes with the police, which occurred in 1976 at the conclusion of the Notting Hill Carnival after police arrested a pickpocket and a group of black youths came to his defence. The disturbance escalated and more than 100 police officers were injured. Two notable participants in this riot were Joe Strummer and Paul Simonon, who later formed the seminal London punk band The Clash. Their song \"White Riot\" was inspired by their participation in this event. Further incidents continued for a few years, but receded for several decades, until 2008 when approximately 500 youths clashed with police on the Monday. As the event grew, concerns about the size of the event prompted Ken Livingstone to set up a Carnival Review Group to look into \"formulating guidelines to safeguard the future of the Carnival\". An interim report by the review resulted in a change to the route in 2002. When the full report was published in 2004, it was recommended that Hyde Park be used as a \"savannah\"; though this move has attracted some concern that the Hyde Park event may overshadow the original street carnival. In 2003 Carnival was run by a limited company, the Notting Hill Carnival Trust Ltd. A report by the London Development Agency on the 2002 Carnival estimated that the event contributes around £93million to the London and UK economy. ==Cultural references== Notting Hill provides the setting for novels by G.K. Chesterton (The Napoleon of Notting Hill), Colin MacInnes (Absolute Beginners), Michael Moorcock (the Jerry Cornelius quartet), R. C. Sherriff (The Hopkins Manuscript), and Alan Hollinghurst (The Line of Beauty). Dan Waddel's The Blood Detective is a murder novel set in the past and present - featuring Notting Dale. The area's newer, wealthy residents are satirised in Rachel Johnson's novel Notting Hell (2006) set in grand houses surrounding a fictional communal garden. Sam Selvon's 1956 novel The Lonely Londoners set in Notting Hill portrays the lives of Caribbean immigrants making their way in post-World War II London. The area is also the setting of the films: The Knack …and How to Get It (1965), Performance (1970) featuring Mick Jagger, Lava (2001), and Paddington (2014). Notting Hill also serves as the locale for the 1999 romantic comedy Notting Hill, starring Julia Roberts and Hugh Grant, a film which while very popular, has also been criticised for not reflecting the diversity of the area. A film set in the same streets but showing a different story of the area is Pressure (1976), by Horace Ové, examining the experience of those of Caribbean descent in 1970s Notting Hill including police brutality and discrimination. The Notting Hillbillies were a country rock project formed by Dire Straits frontman Mark Knopfler in 1986. They released a single album, Missing...Presumed Having a Good Time, in 1990. Notting Hill is often referred to as 'the most Instagrammable district in London' due to the abundance of photogenic restaurants and pastel-coloured houses. ==Notable residents== * Damon Albarn * Elizabeth Clark * Mabel * Peter Gabriel * Bette Bourne (born Peter Bourne) a British actor, drag queen and activistRavenhill, Mark (12 January 2010) \"Bette Bourne - the Queen of London\" (interview), Evening Standard. Retrieved 25 October 2018.Smith, Rupert (5 December 2005). \"'Straight theatre is all fake'\", The Guardian (Bette Bourne talks about rehearsing for shows in his Notting Hill flat). Retrieved 25 October 2018. * George Orwell * David Cameron * George Osborne * Michael Gove * Duncan Fallowell * John Christie * Mark White * Tallulah (DJ) - Originally from Hamburg, Germany * Tom Hollander *Roche Lynch * Michael Moorcock * Philip SayerPhilip Sayer biography:'Philip owned a flat in fashionable Notting Hill, and as Philip had expensive tastes it was a decorated to an almost palatial standard.':http://www.swanseasgrand.co.uk/Philip%20Sayer%201946%20-%201989.html * Steve StrangeBBC:Kim Wilde quote after Steve Strange's death:'As we left, the press descended on us, we both pouted furiously and headed off to The Blitz Club where we bumped into Marilyn and a host of exotic, beautiful New Romantics, drank vodka and crashed out at his apartment in Notting Hill.' https://www.bbc.co.uk/news/entertainment-arts-31449838 * Anne Pigalle (Originally from Paris, France) * Alfonso Cuarón (Originally from Mexico City, Mexico) * Will Shu ==Transport== Along with the majority of west and northwest London, Notting Hill is heavily served by the London Underground. Five lines serve the area, two deep level tubes, the Central and Bakerloo lines, with three sub-surface lines, the Hammersmith & City, Circle and District lines. Firstly, the Central line crosses the area on an east–west axis, with stations at Notting Hill Gate, which also provides an interchange with the Circle (main section) and District lines (Edgware road branch), and Holland Park to the west. The northern half of Notting Hill, comprising various sub districts such as Kensal Green, Ladbroke Grove and North Kensington is served by the western branch of the Circle line, as it shares tracks with the Hammersmith & City line west of Paddington. These lines run through Notting Hill predominantly on a viaduct, calling at Westbourne Park, Ladbroke Grove and Latimer Road respectively, before reaching Shepherds Bush to the west. The Bakerloo line skirts the North East corner running from Warwick Avenue station to Paddington. ===Crossrail Station=== At a site just to the east of the Old Oak Common site, Kensington & Chelsea Council has been pushing for a station at Kensal Green off Ladbroke Grove and Canal Way, as a turn-back facility will have to be built in the area anyway. Siting it at Kensal Green, rather than next to Paddington itself, would provide a new station to regenerate the area. Among the general public there is a huge amount of support for the project and the then-Mayor Boris Johnson stated that a station would be added if it did not increase Crossrail's overall cost; in response, Kensington & Chelsea Council agreed to underwrite the projected £33million cost of a Crossrail station, which was received very well by the residents of the Borough. In 2011, Transport for London conducted a feasibility study on the station with the project backed by National Grid, retailers Sainsbury's and Cath Kidston Limited, and Jenny Jones (Green Party member of the London Assembly).\"Kensal Crossrail station would 'transform' the area, says deputy mayor\", Regeneration + Renewal, 16 May 2011. ==See also== * Paddington * West Kensington ==References== ==External links== * Jennifer Hudson, \"The forgotten black history of London's famous Notting Hill neighborhood\", mic.com, 31 October 2018. Category:Areas of London Category:Districts of the Royal Borough of Kensington and Chelsea Category:History of the Royal Borough of Kensington and Chelsea Category:Places formerly in Middlesex",
 "title": "Notting Hill"
}