{
 "id": "94270",
 "text": "St John's Wood is a district in the City of Westminster, London, lying 2.5 miles (4 km) northwest of Charing Cross. Traditionally the northern part of the ancient parish and Metropolitan Borough of Marylebone, it extends east to west from Regent's Park and Primrose Hill to Edgware Road, with the Swiss Cottage area of Hampstead to the north and Lisson Grove to the south. The area is best known for Lord's Cricket Ground, home of Marylebone Cricket Club and Middlesex CCC, and is a regular international test cricket venue. It also includes Abbey Road Studios, well known through its association with the Beatles. ==Origin== The area was once part of the Forest of Middlesex, an area with extensive woodland, though it was not the predominant land use. The area’s name originates, in the Manor of Lileston, one of the two manors (the other the Manor of Tyburn) served by the Parish of Marylebone. The Manor was taken from the Knights Templar on their suppression in 1312 and passed to the Order of Knights of the Hospital of Saint John of Jerusalem whose English headquarter were at Clerkenwell Priory.London Encyclopaedia, Weinreb and Hibbert, 1983 The name of the knights was applied to a former wood within the area of the Manor, which in turn gave its name to St John’s Farm, the farmhouse of which is now occupied by St John's Wood Barracks.Origin of St John's Wood Barracks https://www.stjohnswoodmemories.org.uk/content/places/st_johns_wood_barracks/st_johns_wood_barracks_1804-1900 The Priory allocated the estate to agricultural tenants as a source of produce and income.Imperial Gazetteer of England and Wales Vol. 3 \"JOHN'S WOOD (ST.)\", p.1067, 1870-72, John Marius Wilson archived The estate remained Crown property until 21 March 1675 (1676) when Charles II granted the St John's Wood estate to Charles Henry Wotton. On 22 March 1732 (1733) City merchant Henry Samuel Eyre (1676-1754) acquired the majority of the estate, around 500 acres, from Philip Stanhope, 4th Earl of Chesterfield. The St John's Wood estate came to be known as the Eyre estate in the 19th century after it was developed by the Eyre brothers. The estate still exists, much reduced geographically.thumb|A map showing the St John's Wood ward of St Marylebone Metropolitan Borough as it appeared in 1916. A masterplan for the development of St John's Wood was prepared in 1794 but development did not start until 1804 when Henry Samuel Eyre II (1770-1851) and Walpole Eyre (1773-1856) held their first auction. St John's Wood developed from the early 19th century onwards. One of the first developers was James Burton. ==Built environment== St John's Wood was among the first London suburbs with lower-density villa housing and frequent avenues but fewer communal garden squares. Most of the villas have since been subdivided and replaced by small apartment blocks or terraces.Elrington, C. R. (editor); Baker, T. F. T.; Bolton, Diane K.; Croot, Patricia E. C., \"A History of the County of Middlesex: Volume 9, pp. 60–63\" British-History.ac.uk, 1989. Retrieved 24 January 2011 This pattern of development has made it one of the most expensive areas of London. Lord's Cricket Ground, home of Middlesex County Cricket Club and Marylebone Cricket Club (MCC), is an international test cricket ground known as the Home of Cricket on account of its role as the original headquarters of cricket. Abbey Road Studios are located on Abbey Road, where The Beatles recorded, notably the Abbey Road album, the cover of which features the band crossing the road. RAK Studios, founded by producer Mickie Most, are located near Regent's Park. A number of notable songs were recorded there, including the Thompson Twins' \"Hold Me Now\", Johnny Hates Jazz's \"Shattered Dreams\", Kim Wilde's \"Kids in America\" and Big Country's \"In a Big Country\". The studios have a Nubian Jak Community Trust plaque for Errol Brown, who recorded there as lead singer for Hot Chocolate. St. John's Wood Church Grounds contains the only nature reserve in the City of Westminster. Much of the neighbourhood is covered by a conservation area, a small part of which extends into neighbouring Camden. Wellington Hospital is the largest independent hospital in the United Kingdom. The Hospital of St John and St Elizabeth is also nearby. Avenue Road, which is known for its mega mansions, was the street with the UK’s most expensive home sales in 2020. In early 2021, prices for a property on the street averaged over £30.5 million. ===Former=== St John's Wood Barracks was the headquarters for The King's Troop, Royal Horse Artillery until 2012, when the regiment moved to Woolwich. Ananda Krishnan's Usaha Tegas conglomerate plans to develop the site. Allitsen Road drill hall was formerly the headquarters of the 3rd County of London Yeomanry (Sharpshooters). The St John's Wood Art School and Anglo-French Art Centre were in St John's Wood. The former Marlborough Road tube station is on the northern end of St John's Wood and is now a power substation. The Star (now a gastropub) was a pub for approximately two centuries. ==Education== ===Independent=== *The American School in London *Arnold House School *Abercorn School *Barrow Hill Junior School *Saint Christina's Primary School *St John's Wood Pre-Preparatory School ===Academy Trust and Federation=== *Harris Academy St John's Wood *George Eliot Primary School ===State=== *Robinsfield Infant School ==Places of worship== ===Christian=== *St John's Wood Church (Church of England) *St Mark's Church, Hamilton Terrace (Church of England) *Abbey Road Baptist Church (Baptists Together) *The Church of Our Lady (Roman Catholic) ===Jewish=== *St John’s Wood United Synagogue (United Synagogue) *The Liberal Jewish Synagogue (Liberal Judaism) *The New London Synagogue (Orthodox/Masorti) *Saatchi Shul (Orthodox) ==Transport and locales== The main London Underground station is St John's Wood, which is on the Jubilee line. Maida Vale, Warwick Avenue and Kilburn Park are nearby on the Bakerloo line. The nearest London Overground station is South Hampstead. The 13, 46, 113 and N113, 139, 187, 189 and 274 bus routes transit St John's Wood. ==Notable residents== ===Commemorative blue plaques=== *Sir Lawrence Alma-Tadema, OM (1836–1912), painter, at 44 Grove End Road at English Heritage *Gilbert Bayes (1872–1953), sculptor, at 4 Greville Place *Sir Joseph Bazalgette, CB (1819–1891), civil engineer, at 17 Hamilton Terrace *Sir Thomas Beecham, CH (1879–1961), conductor and impresario, at 31 Grove End Road *Sir William Reid Dick, KCVO (1879-1961), sculptor, at 95a Clifton Hill *Sir George Frampton (1860–1928), sculptor, at 32 Queen's Grove *William Powell Frith (1819–1909), painter, at 114 Clifton Hill *Dame Barbara Hepworth, DBE (1903-1975) and John Skeaping (1901-1980), sculptors, at 24 St Ann's Terrace *Thomas Hood (1799–1845), poet, at 28 Finchley Road *Thomas Huxley (1825–1895), biologist, at 38 Marlborough Place *Melanie Klein (1882–1960), psychoanalyst, at 42 Clifton Hill *Dame Laura Knight (1877-1970) and Harold Knight (1874-1961), painters, at 16 Langford Place *Oskar Kokoschka (1886-1980), painter, at Eyre Court, 1 Finchley Road *Sir Charles Santley (1834-1922), opera singer, at 13 Blenheim Road *Sir Bernard Spilsbury, Kt (1877-1947), pathologist, at 31 Marlborough Hill *William Strang (1859-1921), painter and etcher, at 20 Hamilton Terrace *Marie Tussaud (1761-1850), artist, at 24 Wellington Road *C. F. A. Voysey (1857–1941), architect and designer, at 6 Carlton Hill *John William Waterhouse (1849–1917), painter, at 10 Hall Road ===Other notable residents=== *Henry Barnett (banker and politician) was the original owner of a mansion at 10 Hamilton Terrace that Robbie Williams temporarily rented before the debut of his 2019 Christmas album song, \"Idlewild\", which mentions St John's Wood. *Charles Bradlaugh (National Secular Society founder) lived at 20 Circus Road, now the site of the St John's Wood Library. *Christabel Cockerell (painter) lived and worked in St John's Wood. *Leonard N. Fowles (organist/composer) was organist and choirmaster for the former St John's Wood English Presbyterian Church. *Meredith Frampton (painter/etcher) was born in St John's Wood and attended the St John's Wood Art School. *Noel Gallagher (musician and songwriter) and Tony Hicks (musician) lived at the same address; Hicks recorded at Abbey Road Studios. *Stephen Hough (concert pianist) lives and has a practice studio in St John's Wood. *Eric Idle (actor and comedian) lived in St John's Wood; Harrison Ford and Carrie Fisher stayed at his home while filming The Empire Strikes Back. *Sir John Major (former prime minister) lived in St John's Wood, was on the Marylebone Cricket Club committee and attended matches at Lord's frequently. *Stella Margetson (novelist and author) published St John’s Wood – an Abode of Love and the Arts and was the archivist for the St John’s Wood Society. *Sir Paul McCartney (musician) has lived in St John's Wood since 1965. *Rihanna (2019-2020), singer. Rented the home at 25 St. John’s Wood Park for 2 years. *Keith Richards (rock musician and songwriter of The Rolling Stones) lived on Carlton Hill in the 1960s, where he wrote \"(I Can't Get No) Satisfaction\".Detailed in Richards's 2010 autobiography, \"Life\" *Mark Ronson (DJ, songwriter, record producer and record executive), Samantha Ronson (DJ, singer and songwriter), and Charlotte Ronson (fashion designer) lived in St John's Wood as children, where their parents' home was a celebrity hangout. *Sachin Tendulkar (cricketer) has a home in St John's Wood and captained Middlesex County Cricket Club's squad in its victory in the 2014 Lord's Bicentenary Celebration match. *James Tissot (French painter and illustrator) lived with and painted his muse, Kathleen Newton, at his home at 44 Grove End Road, subsequently sold to Sir Lawrence Alma-Tadema. ==In popular culture== ===Music=== * The Rolling Stones' 1965 song, \"Play with Fire\", includes the lyrics: ::Your mother she's an heiress, owns a block in Saint John's Wood ::And your father'd be there with her ::If he only could * Robbie Williams' 2019 Christmas album song, \"Idlewild\", includes the lyrics: ::Then I moved into her big old house ::I never been to Saint John's Wood ::There were movie stars and media types ::We were all up to no good * Violet Hill, a street and area off Abbey Road, is the eponym for Coldplay's 2008 song \"Violet Hill\". *Queen's videos for \"Keep Yourself Alive\" and \"Liar\" were filmed at St John's Wood Studios, a former film studio on St John's Wood Terrace, in 1973. * Duran Duran’s video for their first single, \"Planet Earth\", was shot at St John's Wood by Russell Mulcahy in 1980. * The Housemartins' 1986 video for their pop song hit \"Happy Hour\" was recorded at The Star pub on St John's Wood Terrace. * Arctic Monkeys' 2007 video for \"Teddy Picker\" was recorded in St John's Wood, including at RAK Studios and The Star. ===Literature=== * In Wilkie Collins's 1859 sensation novel The Woman in White, Count and Countess Fosco live at No. 5 Forest Road, a fictional address in St. John's Wood. * In Arthur Conan Doyle's 1891 Sherlock Holmes story \"A Scandal in Bohemia\", Irene Adler lives in Briony Lodge, on Serpentine Avenue, a fictional address in St John's Wood. * In the first instalment of John Galsworthy's The Forsyte Saga, The Man of Property (1906), Young Jolyon lives with his second wife and family on Wistaria Avenue, a fictional address in St John's Wood. * In P. G. Wodehouse's Jeeves and Wooster short stories and novels, written from the early 1920s onward, Bingo and Rosie live in St John's Wood. * The protagonist of J.G. Ballard's 2003 novel Millennium People is a psychologist who lives in St John's Wood, which he abandons to join a middle-class rebellion. * St John's Wood is the setting for Howard Jacobson's 2004 book The Making of Henry and is the planned location for the Museum of Anglo-Jewish Culture in his 2010 Man Booker Prize winning novel The Finkler Question. ===Film and television=== * The short-lived 1990s sitcom Babes in the Wood was set in St John's Wood. *Bedazzled, 30 Is a Dangerous Age, Cynthia and The Rise and Rise of Michael Rimmer were filmed at the former St John's Wood Studios. * Owing to the conveniently close location to Elstree Studios, (just over 10 miles), St John's Wood was used extensively for location shooting for many of the ITC adventure shows of the 1960s and 1970s, including The Saint, Return of the Saint, Randall and Hopkirk (Deceased), The Persuaders!. * The former Marlborough Road tube station appears in Metro-Land, a 1973 documentary presented by John Betjeman. * Henstridge Place and Woronzow Road featured in the “Give Us This Day Arthur Daley’s Bread” episode of the popular UK television series Minder. ==References== ==External links== *History of St John's Wood *Map of St John's Wood and the surrounding districts *stjohnswoodhighstreet.co.uk & stjohnswoodhighstreet.com (advertising & marketing) Category:Areas of London Category:Districts of the City of Westminster Category:James Burton (property developer) buildings",
 "title": "St John's Wood"
}