{
 "id": "94274",
 "text": "Selsdon is an area in South-East London, England, located in the London Borough of Croydon and the historic county of Surrey. It is located south of Coombe and Addiscombe, west of Forestdale, north of Hamsey Green and Farleigh, and east of Sanderstead. ==History== Selsdon was traditional a rural area, with most of the whole area being part of Selsdon Park Estate, once well known as hunting and shooting grounds in the area. In 1923 the estate was broken up and divided into smallholdings, with the aim of giving them to war veterans. These largely proved too small, however further building occurred and the area became a prosperous suburb, remarkable for its many Art Deco houses. After concerns were raised about the rapid development of the village a committee was formed to ensure that an area of would be set aside and saved for a nature reserve and bird sanctuary. This opened to the public in 1936 and was given to the National Trust after Coulsdon and Purley Urban District Council and the Corporation of Croydon agreed to manage it jointly. Selsdon Wood now consists of five large meadows surrounded by extensive woodland and ancient hedges and it retains the character of a historical woodland. In the second meadow of the Selsdon Wood area there is a bomb crater, and another in Selsdon recreation ground just inside the woods which are closed off. Much wildlife may be found in the wooded areas of Selsdon such as deer, and more recently parakeets. The old Estate mansion had been converted into the Selsdon Park Hotel in 1925. In 1970 it was the venue of a Conservative Shadow Cabinet meeting to settle the party's manifesto for the impending general election. Labour Party leader Harold Wilson coined the phrase Selsdon Man to describe the free market approach which was agreed,Selsdon Man@Everything2.com and the Selsdon Group was later formed within the Conservative Party to campaign for its retention.About Us (the Selsdon Group) == Geography == The main shopping area of Selsdon is concentrated on Addington Road east of the junction with Farley Road/Old Farleigh Road. It contains a variety of shops, banks, cafes, the local Baptist Church and two pubs (the Sir Julian Huxley and a micro-pub). In January 2007 the prominent Selsdon Clock, in rustic style with a brushwood motif round its face by Jon Mills, was installed on the Selsdon Triangle, on the plinth of a former public lavatory, in front of the library and Sainsbury's supermarket. Selsdon Hall is based underneath Sainsbury's supermarket and the library. It is designed to be a hub for the local community. It comprises a hall that can be hired privately and a coffee shop, which is open to all members of the public. The area is currently undergoing a gentle renovation with the well known disused garage being converted into retail and residential units. ==Transport== ===Rail and Tram=== Selsdon was formerly served by Selsdon railway station although the station was actually located 2 miles from the town centre and was closed in 1983. The closest National Rail station to Selsdon today is which is approximately 2 miles from Selsdon. London Tram stops at Gravel Hill and Coombe Lane are located 1.5 and 2 miles from the town centre respectively. ===Buses=== Selsdon is served by London Buses routes 64, 359, 412 and 433 which provide connections to Croydon Town Centre, New Addington, Purley and Thornton Heath. It is also served by Southdown PSV routes 357 and 409 which provide connections to Caterham, Redhill and East Grinstead. ==Demography== In the 2011 census, Selsdon and Ballards was White or White British (80.1%), Asian or Asian British (10.4%), Black or Black British (5.2%), Mixed/multiple ethnic groups (2.6%), and Other ethnic group (1%). The largest single ethnicity is White British (75.1%). ==Gallery== File:Shops,_Selsdon.jpg|The main shopping parade on Addington Road File:Selsdon Wood Bird Sanctuary - geograph.org.uk - 931866.jpg|Selsdon Wood File:Selsdon_clock.jpg|Selsdon clock, installed 2007 File:St_John's,_Selsdon.jpg|St John the Divine Church, built 1935-6 by J E Newberry & C W Fowler File:Queenhill_Park,_Selsdon.jpg|Queenhill Road Park, opened in 1936 File:LDS_Church,Selsdon.jpg|Mormon church, Selsdon ==See also== *John Ruskin College ==References== Category:Districts of the London Borough of Croydon Category:Areas of London",
 "title": "Selsdon"
}