{
 "id": "94301",
 "text": "Stockwell is a district in South West London, England, located in the London Borough of Lambeth. It is situated south of Charing Cross. Battersea, Brixton, Clapham, South Lambeth, Oval and Kennington all border Stockwell. ==History== thumb|A map showing the Stockwell ward of Lambeth Metropolitan Borough as it appeared in 1916. The name Stockwell is likely to have originated from a local well, with \"stoc\" being Old English for a tree trunk or post. From the thirteenth to the start of the nineteenth century, Stockwell was a rural manor at the edge of London. It included market gardens and John Tradescant's botanical garden - commemorated in Tradescant Road, which was built over it in 1880, and in a memorial outside St Stephen's church. In the nineteenth century it developed as an elegant middle-class suburb. Residents included the artist Arthur Rackham, who was born on South Lambeth Road in 1867, moving with his family to Albert Square when he was 15 years old. Another famed cultural figure who was born in Stockwell in October 1914, was theatre director Joan Littlewood, who has been called the mother of modern theatre. Its social and architectural fortunes in the twentieth century were more mixed. The area immediately around Stockwell tube station was extensively rebuilt following the Second World War, and the original domed tube station was replaced first in the 1920s, then again with the opening of the Victoria line in 1971. The area also has much social housing; the main estates are Lansdowne Green, Stockwell Park, Studley, Spurgeon, Mursell and Stockwell Gardens. However, many remnants of the area's nineteenth-century grandeur can be found in the side and back streets of Stockwell, notably in the Stockwell Park Conservation Area, mostly built between 1825 and 1840 and centred on Stockwell Park Road, Stockwell Park Crescent, Durand Gardens, and Albert Square. The only twentieth-century building of significant architectural interest in the area is Stockwell Bus Garage. Before the creation of the County of London in 1889, Stockwell was part of Surrey. In 1986, Kenneth Erskine, a serial killer dubbed the 'Stockwell Strangler', killed seven elderly victims, three of whom were from Stockwell. ==Politics== Stockwell is a ward in the London Borough of Lambeth. It is currently represented by three Labour councillors: Lucy Caldicott, Dr. Mahamed Hashi and Mohamed Jaser. At parliamentary level it is in the Vauxhall constituency, represented by Labour MP Florence Eshalomi. From 1979 to 1982, future Labour MP and New Labour 'spin doctor' Peter Mandelson was a ward councillor. ==Places of interest== *Stockwell Bus Garage *London Deep Level Shelters *Stockwell War Memorial Clocktower *Jean Charles de Menezes Memorial *former Annie McCall Hospital, Jeffries Road *Stockwell skateboard park ==Schools== There are three schools in Stockwell ward \\- St Stephen's, Allen Edwards and Stockwell Primary School - and also a campus of Lambeth College. In the Stockwell area (on Clapham Road) there is also Platanos College, a secondary school, Lansdowne School and numerous primary schools including Van Gogh Primary. ==Churches== In addition to Anglican and Catholic churches, Afro-Caribbean communities have influenced the expression of Christianity in the area, with a variety of congregations, some sharing churches with more long established Anglican and Catholic congregations. One of the many Afro-Caribbean churches is C.A.C. Stockwell. ==Population of Stockwell== Stockwell and neighbouring South Lambeth are home to one of the UK's biggest Portuguese communities, known as 'Little Portugal'. Most of the local Portuguese people originate from Madeira and Lisbon and have established many cafes, restaurants, bakeries, neighbourhood associations and delicatessens. Stockwell is also home to many people of Caribbean and West African origin. They are also well represented in the local population, and cafes, grocers, barbers' shops and salons run by people from these communities are scattered around Stockwell. thumb|Stockwell war memorial and shelter Famous former and current residents of Stockwell include David Bowie, John Major, Gary Raymond, Lilian Bayliss, Edward Thomas, Vincent van Gogh (briefly), Violette Szabo, Joanna Lumley, Jerry Dammers, Hero Fiennes Tiffin, Roger Moore, Roots Manuva, Adam Buxton, Joe Cornish, Nathaniel Clyne, Dot Rotten, Will Self, former Scottish Labour Party leader Jim Murphy, and footballer Paul Davis, who played for Arsenal.. ==Stockwell shooting== On 22 July 2005, following the 21 July 2005 London bombings, Stockwell gained notoriety as the scene of the shooting by police of an innocent Brazilian electrician, Jean Charles de Menezes, on a tube train. ==Locale== ===Nearest places=== * Brixton * Vauxhall * Kennington * Clapham * Battersea * South Lambeth * Camberwell * Elephant and Castle == Transport == === Rail === There are no railway stations in Stockwell. ==== London Underground ==== Stockwell tube station is served by the Victoria and Northern London Underground lines. thumb|Stockwell Station|215x215pxTo the south, the Victoria line terminates one stop away at Brixton. The Northern line terminates in the south at Morden, which provides Stockwell with a direct link to Clapham and South Wimbledon. To the north, the Victoria line runs through Central London towards Walthamstow Central, stopping at several key stations including Victoria, Oxford Circus, King's Cross St Pancras and Tottenham Hale. The Northern Line carries passengers northwards towards Kennington and Camden Town. Most trains from Stockwell run through the City of London via Elephant & Castle, Bank and Moorgate. Some trains run on the Charing Cross Branch via Waterloo, Charing Cross and Tottenham Court Road. Beyond Camden Town, the Northern line links Stockwell directly to Edgware and High Barnet in north London. Other nearby stations include Brixton (Victoria line) or Clapham North (Northern line) to the south of Stockwell, and Vauxhall (Victoria line) or Oval (Northern line) to the north. In 2017, there were 11.7 million entries and exits at Stockwell tube station.\"Multi-year station entry-and-exit figures\" (XLSX). London Underground station passenger usage data. Transport for London. January 2018. Retrieved 22 July 2018. ==== National Rail & London Overground ==== There is no National Rail station in Stockwell, but several stations can be found in the locale: * Some Southeastern services from Victoria call at Brixton railway station, linking Stockwell to Dulwich, Penge, Orpington and destinations in Kent. * At Vauxhall, some South Western Railway services from Waterloo carry passengers to south west London, Surrey and Berkshire destinations. * London Overground services call at Wandsworth Road and Clapham High Street to the south of Stockwell on direct journeys between Clapham Junction and Dalston Junction or Highbury & Islington in north London, linking the Stockwell area to Peckham and Shoreditch directly. === Road === Several major roads pass through Stockwell, including: * the A23 (Brixton Road) - from the A3 to Brixton, Streatham, the M23 and Gatwick Airport; * the A202 (Kennington Oval) - to Vauxhall and Victoria, or Camberwell, Peckham, the A2 and A20 (towards Kent); * the A203 (Stockwell Road/South Lambeth Road) - between the A202 and A23; * the A2217 (Acre Road); * the A3 (Clapham Road) - to Elephant & Castle and the City, the M25, Guildford and Portsmouth; * the A3036 (Wandsworth Road). The A23, A202, A203 and A3 are managed by Transport for London (TfL). Most other roads are residential. ==== Pollution ==== Pollution around Stockwell has been a concern for local health professionals and authorities since the mid-2000s, largely owing to the number of arterial routes in the neighbourhood. A 2010 study found that, in Stockwell, 7 deaths each year could be attributed to exposure to particulate matter (PM2.5), compared to 139 in the London Borough of Lambeth as a whole in the same year (2008). Road traffic is a primary source of air pollution in Lambeth. In 2016, Clapham Road south of Stockwell was identified by the local authority as an area of concern when it came to tackling air quality in the Borough, as this section of road is \"exceeding EU limits for the gas Nitrogen Dioxide (NO2).\" Lambeth monitor air quality on Clapham Road in Stockwell using diffusion tubes. === Buses & coaches === London Buses routes 2, 50, 88, 155, 196, 333, 345, P5, N2 and N155 serve Stockwell. Some National Express coaches pass through Stockwell, with some services towards Gatwick Airport, Worthing, Bognor Regis and Eastbourne stopping in the area. === Cycling === Cycle Superhighway 7 (CS7) follows Clapham Road through Stockwell, largely on cycle lanes to segregate cyclists from other road traffic. The signed cycle route carries cyclists from Colliers Wood and Tooting Bec in the south, through Stockwell, to Oval, Elephant & Castle and the City of London. The route runs non-stop from Stockwell to all its destinations, but the route is not entirely traffic-free. Just to the north of Stockwell, Cycle Superhighway 5 (CS5) terminates in a junction with CS7, linking Victoria and Millbank to Stockwell using a cycle track, separating cyclists from other road traffic. Quietway 5 (Q5) runs on residential streets in the north of Stockwell, offering a slower but quieter signposted route direct to Clapham or Waterloo. With two Cycle Superhighways in the locale, many junctions in the area are equipped with cycling infrastructure. Santander Cycles, a bike-sharing system in London, operates in Stockwell. ==References== ==External links== *Stockwell News News, features and history relating to Stockwell *About Stockwell ward on Lambeth Council website. Category:Districts of the London Borough of Lambeth Category:Areas of London Category:Portuguese diaspora in the United Kingdom Category:Portuguese neighborhoods Category:Ethnic enclaves in the United Kingdom Category:History of the London Borough of Lambeth",
 "title": "Stockwell"
}