{
 "id": "94564",
 "text": "Phelps County is a county in the central portion of the U.S. state of Missouri. As of the 2020 United States Census, the population was 44,638. The largest city and county seat is Rolla. The county was organized on November 13, 1857, and was named for U.S. Representative and Governor of Missouri John Smith Phelps. According to the U.S. Census Bureau, the mean center of U.S. population in 2000 fell within Phelps County. Phelps County comprises the Rolla, Missouri Micropolitan Statistical Area. Much of the county is included within the Ozark Highlands American Viticultural Area (AVA). Vineyards and wineries were first established in the county by Italian immigrants in Rolla. Since the 1960s, winemakers have revived and created numerous vineyards in Missouri and won national and international tasting awards. The first Phelps County Court convened on November 25, 1857, in the John Dillon cabin. The historic courthouse was begun in mid-summer of 1860, used as a Union hospital during the American Civil War and served as the courthouse until February 1994, when all county offices were relocated into the new Phelps County Courthouse, which was dedicated on 22 May. ==History== The first settlers came to this area in 1818 building along the riverbanks, doing a little farming. In 1844 John Webber built the first house within the present limits of Rolla. One year later, Lieutenant James Abert started the first railroad reconnaissance survey in Rolla. Abert was later to become the first professor of Civil Engineering at the Missouri School of Mines. The founder of Rolla, Edmund Ward Bishop, was originally a railroad construction contractor in New York. He came to this part of the country in 1853, tasked with building the “Frisco Branch of the Southwest Railroad.” Because of an urgent demand, Phelps County was created by legislative action on November 13, 1857, from portions of Pulaski, Maries and Crawford counties. A special commission was appointed to select a county seat, with instructions to locate the site on the mail line of the railroad as near as possible to the county's center. Bishop then offered a tract of some for the official town site, and it was accepted. There was disagreement over the site - the \"westerners\" wanted Rolla, and the \"easterners\" wanted Dillon, so the General Assembly did not legally declare Rolla to be the official county seat until 1861. The 600-strong group that favored Dillon signed a protest citing the fact that only two of the three commission members had met to consider the possible sites for the county seat. They contested the decision all the way through the Missouri Supreme Court. Before the high court could make a decision, however, the Legislature took action on January 14, 1860, confirming the location of the county seat at Rolla. Smarting under a considerable amount of criticism concerning the matter, all members of the county court resigned during April 1858, but later withdrew their resignations. It was finally settled in favor of Rolla. Rolla was officially surveyed, laid out and named in 1858. Bishop wanted to call it Phelps Center, since his house was the center of the county. John Webber preferred the name \"Hardscrabble\" for obvious reasons. George Coppedge, another original settler, and formerly of North Carolina, favored \"Raleigh\" after his hometown. The others agreed with Coppedge on the condition that it shouldn't have \"that silly spelling, but should be spelled 'Rolla.' The county seat locating commission designated the area now known as Rolla to be the county seat. The town of Rolla did not exist when the county was officially created (November 1857); only the houses of J. Stever and John Webber were located in the area. Early court business included the location and opening of roads from the county seat to various places within the state, including St. Louis, Springfield, Jefferson City, Lake Spring, and Salem. It is in this last road order, dated in July 1858, that the use of the name Rolla first appears in the court records. The name was used earlier, in May 1858, in a deed of railroad land to the county. On April 26, 1859, the county court ordered the donated by Mr. Bishop for the site of the county seat to be surveyed. The survey was conducted by A.E. Buchanan, a young railroad surveyor. Buchanan delivered his plat to the county court on May 31, 1859. ===Civil War=== The railroad ran its first train on December 22, 1860, making Rolla the terminus of the road. Until the continuation of the Frisco, all goods were loaded on wagons and transported to Springfield and south and west on what is now U.S. Highway 66 (Interstate 44). During the American Civil War, Rolla was an important military post, hosting up to 20,000 Union troops. The Phelps County Court House was transformed into a hospital during the war. In April 1861, Fort Sumter was fired upon and a decision was made to support the South. On May 10, the Circuit Court session saw a heated debate of secession, which caused a breakup of the proceedings. As the story goes, Circuit Court Judge James McBride soon departed to assume command as a Confederate general under Sterling Price. Outside the courthouse, a group of men drew down the United States flag and raised a Confederate flag, which had been hastily pieced together by the women of Rolla. The tension was thick when the group then moved to the newspaper office of Charles Walder, a Union supporter and editor of the Rolla Express. Walder was forced to close his shop and cease printing. Southern sympathizers patrolled the town day and night, often ordering Union sympathizers to leave town. On June 14 of that year, General Franz Sigel arrived by train with his 3rd Missouri Infantry and took over the town. From that day until the close of the war, Rolla was in Union hands. The 13th Illinois Infantry Regiment, under Colonel John B. Wyman, was brought in to guard Rolla and the Pacific Railroad's terminal. It was this regiment that did the basic planning and building of Fort Wyman, although other regiments completed it. President Abraham Lincoln’s personal order was that Rolla should be held at all costs. Being situated at the terminus of the railroad, military wagon trains went out from Rolla to all Union armies stationed southwest in Arkansas, Hartville, and Springfield and northwest to the Linn Creek area, now known as Lake of the Ozarks. After General Price's defeat at Pea Ridge in March 1862, several troops that were organized by Governor Jackson returned home. Confederate sympathizers, unwilling to profess their loyalty and support to the Union after the battle, were treated harshly. One example is the shooting of former Presiding Justice Lewis F. Wright and four of his sons in 1864, after being taken from their homes for \"questioning.\" Rolla was an important site during the Civil War because the southwest branch of the Pacific Railroad ended here. Thousands of Union troops and their supplies came to Rolla by train from St. Louis and then were transferred to wagon trails to go to the battles of Wilson Creek in Springfield and Pea Ridge and Prairie Grove in Arkansas, plus a number of other smaller skirmishes. The railroad had arrived in Rolla in 1860 but the outbreak of the war halted the westward expansion of the line. The town of about 600 civilians had a large population of Union troops at that time. Since the Union forces seized control of the town early in the war, they had a big impact upon the town and its operation. The town was a busy place for the visitor. In 1860 sugar sold for 10 cents a pound, tobacco for 30 cents a pound. Whiskey went for 25 cents a gallon. City lots sold for $25 per lot. The Courthouse was used as a hay storage barn and later as a hospital for wounded soldiers. After the commanding general of the Union Forces, General Nathaniel Lyon, was killed at the Wilson's Creek battle near Springfield, his body was brought to Rolla to be transported back East for burial. Old town Rolla was located along Main Street near the Courthouse. The business district moved to Pine Street in the late 19th century. Following the Union defeat at Wilson's Creek on August 10, 1861, the Union Army fell back to Rolla and began building an earthen fort on a hill alongside present Highway 63 about a mile from the Courthouse. The rectangular fort had a dry moat around the perimeter with 32-pound field pieces located on each corner of the fort to cover any attack on Rolla from the south. It was named Fort Wyman after Colonel John B. Wyman. Fort Dette was a more detailed fort that was constructed in 1863 on what is now the campus of Missouri University of Science and Technology. It was constructed in a cross shape with positions for both 24-pound cannons and ports for individual rifle fire. ===University=== The Morrill Land-Grant College Act was approved by the U.S. Congress, and in 1863 the Missouri Legislature accepted this opportunity to set up a new type of higher education within the state. The act specified that the \"leading object shall be without excluding other scientific and classical studies, and including military tactics, to teach such branches of learning as are related to agriculture and mechanics arts...in order to promote the liberal and practical education of the industrial classes in the several pursuits of professions of life.\" The Missouri School of Mines and Metallurgy was founded in 1870 because the area was rich in minerals and because the geographic location was good. Phelps County bid $130,545, including lands and bonds, and was awarded the prize. Today it is named Missouri University of Science and Technology or Missouri S&T; and is known as one of the finest engineering schools in the world. Not confined to mining and metallurgy, it confers bachelor's degrees in 23 fields of engineering and science, as well as graduate degrees in 28 fields of engineering and science. ===Other towns=== Other towns within the county included Newburg, incorporated in 1888, and St. James, incorporated in 1869. Arlington and Jerome were both incorporated in 1867, but neither is incorporated at this time. Doolittle, the last of Phelps County's towns to be formed, was incorporated on July 2, 1944. Other Phelps County communities include Edgar Springs which was incorporated during the 1970s. ==Geography== According to the US Census Bureau, the county has a total area of , of which is land and (0.4%) is water. ===Adjacent counties=== * Maries County - northwest * Gasconade County - northeast * Crawford County - east * Dent County - southeast * Texas County - south * Pulaski County - west ===Major highways=== * 20px Interstate 44 * 20px U.S. Route 63 * 20px U.S. Route 66 (1926–1979) * 20px Route 68 * 20px Route 8 * 20px Route 72 ===Other geographical features=== * Courtois Hills * Maramec Spring * Democrat Ridge * Mark Twain National Forest, national protected area, partially within Phelps County * Slaughter Sink, the state's deepest sinkholeLocated at N37.88372/W92.01915, 0.4 mile S of Powellville ==Demographics== As of the 2000 United States Census, there were 39,825 people, 15,683 households, and 10,240 families in the county. The population density was 59 people per square mile (23/km2). There were 17,501 housing units at an average density of 26 per square mile (10/km2). The racial makeup of the county was 93.24% White, 1.50% Black or African American, 0.59% Native American, 2.35% Asian, 0.06% Pacific Islander, 0.47% from other races, and 1.79% from two or more races. Approximately 1.22% of the population were Hispanic or Latino of any race. There were 15,683 households, out of which 30.30% had children under the age of 18 living with them, 52.70% were married couples living together, 9.50% had a female householder with no husband present, and 34.70% were non-families. 28.60% of all households were made up of individuals, and 10.70% had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 2.92. The county population contained 23.70% under the age of 18, 14.50% from 18 to 24, 26.10% from 25 to 44, 21.80% from 45 to 64, and 13.90% who were 65 years of age or older. The median age was 35 years. For every 100 females there were 103.20 males. For every 100 females age 18 and over, there were 102.90 males. The median income for a household in the county was $37,243, and the median income for a family was $49,343. Males had a median income of $29,428 versus $19,893 for females. The per capita income for the county was $20,275. About 11.30% of families and 16.40% of the population were below the poverty line, including 19.00% of those under age 18 and 13.00% of those age 65 or over. ===Religion=== According to the Association of Religion Data Archives County Membership Report (2000), Phelps County is a part of the Bible Belt with evangelical Protestantism being the majority religion. The most predominant denominations among residents in Phelps County who adhere to a religion are Southern Baptists (38.24%), Roman Catholics (11.43%), and Christian Churches & Churches of Christ (10.75%). ==Politics== ===Local=== Up until recently, both the Republican and Democratic parties equally controlled politics at the local level in Phelps County. Currently the Republican party holds all but one of the elected positions in the county. ===State=== Phelps County is divided into four legislative districts in the Missouri House of Representatives, all of which are held by Republicans. * District 62 — Currently is represented by Bruce Sassmann (R- Bland) and consists of the north-central part of the county. {| align=\"right\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Past Gubernatorial Elections Results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third Parties |- |align=\"center\" bgcolor=\"#fff3f3\"|2020 |align=\"center\" bgcolor=\"#fff3f3\"|68.74% 13,408 |align=\"center\" bgcolor=\"#f0f0ff\"|28.80% 5,621 |align=\"center\" |2.46% 497 |- |align=\"center\" bgcolor=\"#fff3f3\"|2016 |align=\"center\" bgcolor=\"#fff3f3\"|62.51% 11,633 |align=\"center\" bgcolor=\"#f0f0ff\"|33.14% 6,168 |align=\"center\" |4.35% 809 |- |align=\"center\" bgcolor=\"#f0f0ff\"|2012 |align=\"center\" bgcolor=\"#fff3f3\"|51.23% 9,282 |align=\"center\" bgcolor=\"#f0f0ff\"|45.65% 8,271 |align=\"center\" |3.12% 565 |- |align=\"center\" bgcolor=\"#f0f0ff\"|2008 |align=\"center\" bgcolor=\"#fff3f3\"|43.33% 8,485 |align=\"center\" bgcolor=\"#f0f0ff\"|53.28% 10,226 |align=\"center\" |3.39% 481 |- |align=\"center\" bgcolor=\"#fff3f3\"|2004 |align=\"center\" bgcolor=\"#fff3f3\"|59.09% 10,970 |align=\"center\" bgcolor=\"#f0f0ff\"|39.54% 7,341 |align=\"center\" |1.37% 254 |- |align=\"center\" bgcolor=\"#f0f0ff\"|2000 |align=\"center\" bgcolor=\"#fff3f3\"|51.59% 8,280 |align=\"center\" bgcolor=\"#f0f0ff\"|45.77% 7,345 |align=\"center\" |2.64% 424 |- |align=\"center\" bgcolor=\"#f0f0ff\"|1996 |align=\"center\" bgcolor=\"#fff3f3\"|34.97% 5,342 |align=\"center\" bgcolor=\"#f0f0ff\"|62.55% 9,555 |align=\"center\" |2.49% 380 |- |align=\"center\" bgcolor=\"#f0f0ff\"|1992 |align=\"center\" bgcolor=\"#fff3f3\"|40.41% 6,687 |align=\"center\" bgcolor=\"#f0f0ff\"|59.59% 9,860 |align=\"center\" |0.00% 0 |- |align=\"center\" bgcolor=\"#fff3f3\"|1988 |align=\"center\" bgcolor=\"#fff3f3\"|67.69% 9,610 |align=\"center\" bgcolor=\"#f0f0ff\"|31.26% 4,438 |align=\"center\" |1.05% 149 |- |align=\"center\" bgcolor=\"#fff3f3\"|1984 |align=\"center\" bgcolor=\"#fff3f3\"|63.88% 8,897 |align=\"center\" bgcolor=\"#f0f0ff\"|36.12% 5,031 |align=\"center\" |0.00% 0 |- |align=\"center\" bgcolor=\"#fff3f3\"|1980 |align=\"center\" bgcolor=\"#fff3f3\"|56.98% 7,701 |align=\"center\" bgcolor=\"#f0f0ff\"|42.58% 5,755 |align=\"center\" |0.44% 60 |- |align=\"center\" bgcolor=\"#f0f0ff\"|1976 |align=\"center\" bgcolor=\"#fff3f3\"|50.67% 6,307 |align=\"center\" bgcolor=\"#f0f0ff\"|49.25% 6,131 |align=\"center\" |0.08% 10 |} *District 120 — Currently is represented by Jason Chipman (R- Steelville) and consists of the eastern part of the county, including St. James. *District 121 — Currently is represented by Don Mayhew (R- Crocker) and consists of the communities of Doolittle, Jerome, Newburg, and Rolla. *District 142 — Currently is represented by Bennie Cook (R- Houston) and consists of the southeastern part of the county, including the communities of Beulah, Duke, and Edgar Springs. All of Phelps County is a part of Missouri's 16th District in the Missouri Senate and is currently represented by Dan Brown (R-Rolla). ===Federal=== {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border- collapse: collapse; font-size: 95%;\" |+ Presidential elections results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third parties |- | style=\"text-align:center;\" |2020 | style=\"text-align:center;\" |68.9% 13,480 | style=\"text-align:center;\" |28.8% 5,637 | style=\"text-align:center; background:honeyDew;\"|2.3% 451 |- | style=\"text-align:center;\" |2016 | style=\"text-align:center;\" |67.9% 12,709 | style=\"text-align:center;\" |25.5% 4,766 | style=\"text-align:center; background:honeyDew;\"|6.6% 1,238 |- | style=\"text-align:center;\" |2012 | style=\"text-align:center;\" |65.1% 11,895 | style=\"text-align:center;\" |31.7% 5,798 | style=\"text-align:center; background:honeyDew;\"|3.2% 593 |- | style=\"text-align:center;\" |2008 | style=\"text-align:center;\" |60.0% 11,706 | style=\"text-align:center;\" |37.9% 7,394 | style=\"text-align:center; background:honeyDew;\"|2.2% 424 |- | style=\"text-align:center;\" |2004 | style=\"text-align:center;\" |63.5% 11,874 | style=\"text-align:center;\" |35.7% 6,666 | style=\"text-align:center; background:honeyDew;\"|0.9% 160 |- | style=\"text-align:center;\" |2000 | style=\"text-align:center;\" |58.5% 9,444 | style=\"text-align:center;\" |38.8% 6,262 | style=\"text-align:center; background:honeyDew;\"|2.7% 440 |- | style=\"text-align:center;\" |1996 | style=\"text-align:center;\" |45.7% 6,990 | style=\"text-align:center;\" |41.9% 6,405 | style=\"text-align:center; background:honeyDew;\"|12.4% 1,902 |- | style=\"text-align:center;\" |1992 | style=\"text-align:center;\" |36.1% 6,040 | style=\"text-align:center;\" |40.9% 6,852 | style=\"text-align:center; background:honeyDew;\"|23.0% 3,847 |- | style=\"text-align:center;\" |1988 | style=\"text-align:center;\" |58.4% 8,329 | style=\"text-align:center;\" |41.2% 5,867 | style=\"text-align:center; background:honeyDew;\"|0.4% 57 |- | style=\"text-align:center;\" |1984 | style=\"text-align:center;\" |64.0% 9,012 | style=\"text-align:center;\" |36.0% 5,074 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1980 | style=\"text-align:center;\" |54.3% 7,366 | style=\"text-align:center;\" |40.3% 5,470 | style=\"text-align:center; background:honeyDew;\"|5.4% 730 |- | style=\"text-align:center;\" |1976 | style=\"text-align:center;\" |49.2% 6,153 | style=\"text-align:center;\" |50.0% 6,261 | style=\"text-align:center; background:honeyDew;\"|0.8% 98 |- | style=\"text-align:center;\" |1972 | style=\"text-align:center;\" |68.1% 7,598 | style=\"text-align:center;\" |32.0% 3,567 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1968 | style=\"text-align:center;\" |47.3% 5,577 | style=\"text-align:center;\" |35.7% 4,211 | style=\"text-align:center; background:honeyDew;\"|16.9% 1,995 |- | style=\"text-align:center;\" |1964 | style=\"text-align:center;\" |39.4% 3,755 | style=\"text-align:center;\" |60.6% 5,776 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1960 | style=\"text-align:center;\" |55.3% 5,663 | style=\"text-align:center;\" |44.7% 4,576 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1956 | style=\"text-align:center;\" |50.1% 4,773 | style=\"text-align:center;\" |49.9% 4,761 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1952 | style=\"text-align:center;\" |49.1% 4,694 | style=\"text-align:center;\" |50.7% 4,846 | style=\"text-align:center; background:honeyDew;\"|0.2% 14 |- | style=\"text-align:center;\" |1948 | style=\"text-align:center;\" |36.9% 3,053 | style=\"text-align:center;\" |62.9% 5,202 | style=\"text-align:center; background:honeyDew;\"|0.3% 22 |- | style=\"text-align:center;\" |1944 | style=\"text-align:center;\" |42.7% 3,180 | style=\"text-align:center;\" |57.1% 4,256 | style=\"text-align:center; background:honeyDew;\"|0.2% 13 |- | style=\"text-align:center;\" |1940 | style=\"text-align:center;\" |40.9% 3,319 | style=\"text-align:center;\" |58.9% 4,780 | style=\"text-align:center; background:honeyDew;\"|0.2% 15 |- | style=\"text-align:center;\" |1936 | style=\"text-align:center;\" |36.4% 2,690 | style=\"text-align:center;\" |63.1% 4,658 | style=\"text-align:center; background:honeyDew;\"|0.5% 33 |- | style=\"text-align:center;\" |1932 | style=\"text-align:center;\" |26.7% 1,794 | style=\"text-align:center;\" |72.3% 4,858 | style=\"text-align:center; background:honeyDew;\"|1.0% 68 |- | style=\"text-align:center;\" |1928 | style=\"text-align:center;\" |50.5% 2,967 | style=\"text-align:center;\" |49.3% 2,896 | style=\"text-align:center; background:honeyDew;\"|0.2% 11 |- | style=\"text-align:center;\" |1924 | style=\"text-align:center;\" |37.9% 2,085 | style=\"text-align:center;\" |53.1% 2,918 | style=\"text-align:center; background:honeyDew;\"|9.0% 497 |- | style=\"text-align:center;\" |1920 | style=\"text-align:center;\" |52.3% 2,692 | style=\"text-align:center;\" |47.0% 2,422 | style=\"text-align:center; background:honeyDew;\"|0.7% 38 |- | style=\"text-align:center;\" |1916 | style=\"text-align:center;\" |43.4% 1,487 | style=\"text-align:center;\" |55.1% 1,887 | style=\"text-align:center; background:honeyDew;\"|1.4% 49 |- | style=\"text-align:center;\" |1912 | style=\"text-align:center;\" |27.8% 782 | style=\"text-align:center;\" |55.6% 1,565 | style=\"text-align:center; background:honeyDew;\"|16.7% 469 |- | style=\"text-align:center;\" |1908 | style=\"text-align:center;\" |45.0% 1,520 | style=\"text-align:center;\" |53.4% 1,804 | style=\"text-align:center; background:honeyDew;\"|1.6% 54 |- | style=\"text-align:center;\" |1904 | style=\"text-align:center;\" |47.5% 1,371 | style=\"text-align:center;\" |47.9% 1,384 | style=\"text-align:center; background:honeyDew;\"|4.6% 134 |- | style=\"text-align:center;\" |1900 | style=\"text-align:center;\" |40.6% 1,153 | style=\"text-align:center;\" |56.5% 1,603 | style=\"text-align:center; background:honeyDew;\"|2.9% 81 |- | style=\"text-align:center;\" |1896 | style=\"text-align:center;\" |36.2% 1,038 | style=\"text-align:center;\" |63.3% 1,816 | style=\"text-align:center; background:honeyDew;\"|0.5% 14 |- | style=\"text-align:center;\" |1892 | style=\"text-align:center;\" |37.0% 883 | style=\"text-align:center;\" |53.9% 1,287 | style=\"text-align:center; background:honeyDew;\"|9.1% 216 |- | style=\"text-align:center;\" |1888 | style=\"text-align:center;\" |31.3% 685 | style=\"text-align:center;\" |54.1% 1,183 | style=\"text-align:center; background:honeyDew;\"|14.6% 318 |} Phelps County is included in Missouri's 8th Congressional District and is currently represented by Jason T. Smith (R-Salem) in the U.S. House of Representatives. Smith won a special election on Tuesday, June 4, 2013, to finish the remaining term of U.S. Representative Jo Ann Emerson (R-Cape Girardeau). Emerson announced her resignation a month after being reelected with over 70 percent of the vote in the district. She resigned to become CEO of the National Rural Electric Cooperative. ====Political culture==== At the presidential level, Phelps County is a fairly Republican-leaning county. George W. Bush easily carried Phelps County in 2000 and 2004. Bill Clinton was the last Democratic presidential nominee to carry Phelps County in 1992, and like many of the rural counties throughout Missouri, Phelps County favored John McCain over Barack Obama in 2008. Like most rural areas throughout central Missouri, voters in Phelps County generally adhere to socially and culturally conservative principles which tend to influence their Republican leanings. In 2004, Missourians voted on a constitutional amendment to define marriage as the union between a man and a woman—it overwhelmingly passed Phelps County with 77.94 percent of the vote. The initiative passed the state with 71 percent of support from voters as Missouri became the first state to ban same-sex marriage. In 2006, Missourians voted on a constitutional amendment to fund and legalize embryonic stem cell research in the state—it failed in Phelps County with 52.25 percent voting against the measure. The initiative narrowly passed the state with 51 percent of support from voters as Missouri became one of the first states in the nation to approve embryonic stem cell research. Despite Phelps County's longstanding tradition of supporting socially conservative platforms, voters in the county have a penchant for advancing populist causes like increasing the minimum wage. In 2006, Missourians voted on a proposition (Proposition B) to increase the minimum wage in the state to $6.50 an hour—it passed Phelps County with 69.42 percent of the vote. The proposition strongly passed every single county in Missouri with 78.99 percent voting in favor as the minimum wage was increased to $6.50 an hour in the state. During the same election, voters in five other states also strongly approved increases in the minimum wage. ==Education== Of adults 25 years of age and older in Phelps County, 79.0% possess a high school diploma or higher while 21.1% hold a bachelor's degree or higher as their highest educational attainment. ===Public schools=== * Newburg R-II School District - Newburg ** Newburg Elementary School (K-06) ** Newburg High School (07-12) * Phelps County R-III School District - Edgar Springs ** Phelps County Elementary School (K-08) * Rolla School District 31 - Rolla ** Colonel John B. Wyman Elementary School (Pre K-03) ** Harry S. Truman Elementary School (Pre K-03) ** Mark Twain Elementary School (Pre K-03) ** Rolla Middle School (04-06) ** Rolla Junior High School (07-08) ** Rolla High School (09-12) * St. James R-I School District - St. James ** Lucy Wortham Elementary School (K-05) ** St. James Middle School (06-08) ** St. James High School (09-12) ===Private schools=== * Boys & Girls Town of Missouri School - St. James - (01-12) - Nonsectarian * Immanuel Lutheran School - Rolla - (K-06) - Lutheran Church–Missouri Synod * Rolla Seventh-day Adventist School - Rolla - (K-07) - Seventh-day Adventist * St. Patrick Elementary School - Rolla - (PK-08) - Roman Catholic ===Alternative & vocational schools=== * B.W. Robinson State School - Rolla - (K-12) - Special Education * Rolla Technical Center - Rolla - (11-12) - Vocational/Technical * Rolla Technical Institute High School - Rolla - (09-12) - Vocational/Technical ===Colleges & universities=== * Missouri University of Science and Technology - Formerly known as the University of Missouri-Rolla (UMR) - Rolla - A public, four-year university. * Drury University - Rolla - A satellite campus. * East Central College - Rolla - A satellite campus. * Columbia College - Rolla - A satellite campus. ===Public libraries=== * James Memorial Library *Newburg Public Library * Rolla Public Library ==Communities== ===Cities and Towns=== * Doolittle * Edgar Springs * Newburg * Rolla (county seat) * St. James ===Unincorporated Communities=== * Arlington * Beulah * Blooming Rose * Clementine * Clinton * Craddock * Dillon * Duke * Elk Prairie * Flag Spring * Flat * Jerome * Northwye * Powellville * Rosati * Royal * Seaton * Table Rock * Vida * Winkler * Yancy Mills ==See also== * National Register of Historic Places listings in Phelps County, Missouri ==References== ==Further reading== * History of Laclede, Camden, Dallas, Webster, Wright, Texas, Pulaski, Phelps, and Dent counties, Missouri (1889) full text ==External links== * Digitized 1930 Plat Book of Phelps County from University of Missouri Division of Special Collections, Archives, and Rare Books Category:1857 establishments in Missouri Category:Populated places established in 1857",
 "title": "Phelps County, Missouri"
}