{
 "id": "94649",
 "text": "Gasconade County is a county located in the east-central portion of the U.S. state of Missouri. As of the 2020 census, the population was 14,794. The county seat has been Hermann since 1842. The county was named after the Gasconade River. The county is located on the south side of the Missouri River, which once served as the chief route of transportation in the state. It is located in the area known as the Missouri Rhineland. Because of its distinctive conditions, the Hermann area was designated an American Viticultural Area (AVA) in 1983. The southern part of the county is within the larger Ozark Highlands AVA, established in 1987. ==Etymology== Gasconade County (and the Gasconade River) received its name from French-speaking settlers. They came from the Gascony region in southwestern France during French colonial rule of New France (Louisiana Territory). Per a 1916 Missouri Historical Review article, \"The name is from 'Gascon', an inhabitant of Gascony,' a unique, marginal maritime province in the southwest of France with Basque cultural roots. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (1.3%) is water. ===Adjacent counties=== *Montgomery County (north) *Warren County (northeast) *Franklin County (east) *Crawford County (southeast) *Phelps County (south) *Maries County (southwest) *Osage County (west) *Callaway County (northwest) ===Major highways=== *20px U.S. Route 50 *20px Route 19 *20px Route 28 *20px Route 100 ==Demographics== As of the census of 2000, there were 15,342 people, 6,171 households, and 4,288 families residing in the county. The population density was 30 people per square mile (11/km2). There were 7,813 housing units at an average density of 15 per square mile (6/km2). The racial makeup of the county was 98.69% White, 0.12% Black or African American, 0.18% Native American, 0.16% Asian, 0.01% Pacific Islander, 0.14% from other races, and 0.70% from two or more races. Approximately 0.42% of the population were Hispanic or Latino of any race. There were 6,171 households, out of which 31.00% had children under the age of 18 living with them, 58.00% were married couples living together, 7.60% had a female householder with no husband present, and 30.50% were non-families. 27.00% of all households were made up of individuals, and 14.60% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 2.95. In the county, the population was spread out, with 24.80% under the age of 18, 6.90% from 18 to 24, 25.90% from 25 to 44, 23.70% from 45 to 64, and 18.80% who were 65 years of age or older. The median age was 40 years. For every 100 females there were 94.60 males. For every 100 females age 18 and over, there were 92.90 males. The median income for a household in the county was $35,047, and the median income for a family was $41,518. Males had a median income of $29,659 versus $20,728 for females. The per capita income for the county was $17,319. About 7.00% of families and 9.50% of the population were below the poverty line, including 11.20% of those under age 18 and 10.00% of those age 65 or over. ==Politics== ===Local=== The Republican Party completely controls politics at the local level in Gasconade County. Republicans hold all of the elected positions in the county. ===State=== {| align=\"right\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Past Gubernatorial Elections Results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third Parties |- |align=\"center\" bgcolor=\"#fff3f3\"|2020 |align=\"center\" bgcolor=\"#fff3f3\"|78.68% 6,192 |align=\"center\" bgcolor=\"#f0f0ff\"|19.53% 1,537 |align=\"center\" |1.79% 141 |- |align=\"center\" bgcolor=\"#fff3f3\"|2016 |align=\"center\" bgcolor=\"#fff3f3\"|63.04% 4,681 |align=\"center\" bgcolor=\"#f0f0ff\"|32.35% 2,402 |align=\"center\" |4.61% 342 |- |align=\"center\" bgcolor=\"#f0f0ff\"|2012 |align=\"center\" bgcolor=\"#fff3f3\"|53.18% 3,775 |align=\"center\" bgcolor=\"#f0f0ff\"|44.55% 3,162 |align=\"center\" |2.27% 161 |- |align=\"center\" bgcolor=\"#f0f0ff\"|2008 |align=\"center\" bgcolor=\"#fff3f3\"|55.78% 4,307 |align=\"center\" bgcolor=\"#f0f0ff\"|42.90% 3,313 |align=\"center\" |1.32% 102 |- |align=\"center\" bgcolor=\"#fff3f3\"|2004 |align=\"center\" bgcolor=\"#fff3f3\"|65.36% 4,696 |align=\"center\" bgcolor=\"#f0f0ff\"|33.57% 2,412 |align=\"center\" |1.07% 77 |- |align=\"center\" bgcolor=\"#f0f0ff\"|2000 |align=\"center\" bgcolor=\"#fff3f3\"|61.83% 4,091 |align=\"center\" bgcolor=\"#f0f0ff\"|35.31% 2,336 |align=\"center\" |2.86% 189 |- |align=\"center\" bgcolor=\"#f0f0ff\"|1996 |align=\"center\" bgcolor=\"#fff3f3\"|50.99% 3,042 |align=\"center\" bgcolor=\"#f0f0ff\"|46.36% 2,766 |align=\"center\" |2.65% 158 |} Gasconade County is divided into two legislative districts in the Missouri House of Representatives. *District 61 — Justin Alferman (R-Herman). Consists of the communities of Gasconade, Herman, Morrison, and Mt. Sterling. *District 62 – Tom Hurst (R-Meta). Consists of the communities of Bland, Owensville, and Rosebud. Gasconade County is a part of Missouri's 6th District in the Missouri Senate and is currently represented by Mike Kehoe (R-Jefferson City). ===Federal=== Gasconade County is included in Missouri's 3rd Congressional District and is represented by Blaine Luetkemeyer (R-St. Elizabeth) in the U.S. House of Representatives. ====Political culture==== At the presidential level, Gasconade County is one of the most reliably Republican strongholds in the state of Missouri. The Republican presidential nominee has won Gasconade County in every presidential election since 1860, giving the county the longest active Republican voting streak for presidential elections in the United States. Like most rural areas throughout Northeast Missouri, voters in Gasconade County generally adhere to socially and culturally conservative principles which tend to influence their Republican leanings. In 2004, Missourians voted on a constitutional amendment to define marriage as the union between a man and a woman—it overwhelmingly passed Gasconade County with 76.48 percent of the vote. The initiative passed the state with 71 percent of support from voters as Missouri became the first state to ban same-sex marriage. In 2006, Missourians voted on a constitutional amendment to fund and legalize embryonic stem cell research in the state—it failed in Gasconade County with 58.61 percent voting against the measure. The initiative narrowly passed the state with 51 percent of support from voters as Missouri became one of the first states in the nation to approve embryonic stem cell research. Despite Gasconade County's longstanding tradition of supporting socially conservative platforms, voters in the county have a penchant for advancing populist causes like increasing the minimum wage. In 2006, Missourians voted on a proposition (Proposition B) to increase the minimum wage in the state to $6.50 an hour—it passed Gasconade County with 74.74 percent of the vote. The proposition strongly passed every single county in Missouri with 78.99 percent voting in favor. (During the same election, voters in five other states also strongly approved increases in the minimum wage.) ===Missouri presidential preference primary (2008)=== Former U.S. Senator Hillary Rodham Clinton (D-New York) received more votes, a total of 848, than any candidate from either party in Gasconade County during the 2008 Missouri Presidential Preference Primary. ==Education== ===Public schools=== *Gasconade County R-I School District - Hermann **Hermann Elementary School (K-03) **Hermann Middle School (04-08) **Hermann High School (09-12) *Gasconade County R-II School District - Owensville **Gerald Elementary School (K-05) - Gerald **Owensville Elementary School (K-05) **Owensville Middle School (06-08) **Owensville High School (09-12) ===Private schools=== *St. George School – Hermann (PK-08) – Roman Catholic *Immanuel Lutheran School – Rosebud (PK-08) – Lutheran ===Public libraries=== *Hermann Branch Library * Owensville Branch Library ==Communities== ===Cities and towns=== *Bland (partly in Osage County) *Gasconade *Hermann (county seat) *Morrison *Owensville (largest city) *Rosebud *Swiss ===Unincorporated communities=== * Bay * Bem * Cleavesville * Drake * Fredericksburg * Little Berger * Mount Sterling * New Woollam * Redbird ==See also== *National Register of Historic Places listings in Gasconade County, Missouri ==References== ==External links== *CountyNewsLIVE.com (Hermann) *Gasconade County Republican (Owensville) * Digitized 1930 Plat Book of Gasconade County from University of Missouri Division of Special Collections, Archives, and Rare Books *Gasconade County Sheriff's Office Category:Missouri Rhineland Category:1820 establishments in Missouri Territory Category:Populated places established in 1820 Category:Missouri counties on the Missouri River",
 "title": "Gasconade County, Missouri"
}