{
 "id": "94650",
 "text": "Franklin County is located in the U.S. state of Missouri. As of the 2020 census, the population was 104,682. Its county seat is Union. The county was organized in 1818 and is named after Founding Father Benjamin Franklin. Franklin County is part of the St. Louis, MO-IL Metropolitan Statistical Area and contains some of the city's exurbs. It is located along the south side of the Missouri River. The county has wineries that are included in the Hermann AVA (American Viticultural Area) and is part of the region known as the Missouri Rhineland, which extends on both sides of the Missouri River. ==History== Occupied by succeeding cultures of indigenous peoples, this area was populated by the historic Osage tribe at the time of European encounter. The region was first settled by Europeans during the rule of the Spanish Empire. The Spanish log fort San Juan del Misuri (1796–1803) was built in present-day Washington. After the American Revolutionary War, migrants from the new United States started moving West. Among them were the family and followers of Daniel Boone, an explorer from Kentucky who settled the area starting in 1799. For the next two decades, most settlers came from the Upper South, especially Kentucky and Virginia, bringing their slaves with them to work the land. In 1833 substantial numbers of German immigrant families began settling in the area, and soon they outnumbered the slave owners in the county. The German newcomers were opposed to slavery, and their sons would become Union supporters during the U.S. Civil War. Former governor and then Confederate General Sterling Price led his cavalry through the county during his Missouri raid of 1864. Before the war Franklin County had been served by steamboats that moved freight and passenger traffic on the Missouri River. Afterwards, it became a railroad transportation center. Manufacturing industries were established at the end of the Civil War and successive ones have continued. Bias Vineyard, near the small city of Berger, is located within the Hermann American Viticultural Area (AVA), designated in 1983. Röbller Vineyard and Winery near New Haven is also in the Hermann AVA. Wineries along both sides of the Missouri River are part of the Missouri Rhineland, whose vineyards were started by German immigrants in the mid-19th century. Before Prohibition, Missouri was the second-largest wine-producing state in the nation. Everything was closed down except for limited production of wine allowed for religious purposes. The state's wine industry had to be completely rebuilt, which has been taking place since the 1960s. The rural county has had severe problems with local production, distribution and consumption of methamphetamine. The struggles of the county with adverse effects of the drug, was explored in a 2005 A&E; documentary entitled Meth: A County in Crisis. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (0.9%) is water. It is the fourth-largest county in Missouri by land area and third-largest by total area. The center of the Missouri River forms the nominal northern border of the county, although the river has changed its course since boundaries were first established: a portion of St. Charles County near St. Albans is now south of the river, while a portion of Franklin County near Augusta is north of the river. The Bourbeuse River flows for 107 miles through the county. It cuts a deep, narrow valley and is very crooked. It empties into the Meramec River near Union. This river is mostly undeveloped, with limited access and few bridges over it. During low water, a number of fords allow crossing. The county is located in the Ozarks region, with steep hills and deep valleys, caves, springs, and sinkholes characteristic of karst areas. The underlying rock is typically carbonate, including limestone and dolomite. Mining activity in the county included ores of lead, copper, zinc, and deposits of refractory clay. The soils in most of the county tend to be thin, rocky red clay, and are poor for most agriculture, while the soil near the Missouri River is dark, rich, and thick, and used primarily for row crops such as corn, wheat, and soybeans. Much of the county is covered with thick forests, reestablished since the 1920s. Urbanization is increasing in the county, especially surrounding Washington and Union, and along Interstate 44. St. Albans is now a continuation of the suburban region of St. Louis County while the majority of the county retains a rural character and includes extensive wilderness areas, typical of exurban areas. ===Adjacent counties=== * Warren County (north) * St. Charles County (northeast) * St. Louis County (northeast) * Jefferson County (east) * Washington County (southeast) * Crawford County (southwest) * Gasconade County (west) ===Major highways=== * 20px Interstate 44 * 20px U.S. Route 50 * 20px U.S. Route 66 (1926–79) * 20px Route 30 * 20px Route 47 * 20px Route 100 * 20px Route 185 ==Demographics== As of the census of 2000, there were 93,807 people, 34,945 households, and 25,684 families residing in the county. The population density was 102 people per square mile (39/km2). There were 38,295 housing units at an average density of 42 per square mile (16/km2). The racial makeup of the county was 97.47% White, 0.94% Black or African American, 0.27% Asian, 0.24% Native American, 0.02% Pacific Islander, 0.20% from other races, and 0.86% from two or more races. Approximately 0.72% of the population were Hispanic or Latino of any race. 44.9% were of German, 13.0% American, 10.7% Irish and 7.7% English ancestry. There were 34,945 households, out of which 36.10% had children under the age of 18 living with them, 60.40% were married couples living together, 9.00% had a female householder with no husband present, and 26.50% were non-families. 22.10% of all households were made up of individuals, and 8.90% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.11. In the county, the population was spread out, with 27.40% under the age of 18, 8.20% from 18 to 24, 30.00% from 25 to 44, 22.40% from 45 to 64, and 12.10% who were 65 years of age or older. The median age was 36 years. For every 100 females there were 98.50 males. For every 100 females age 18 and over, there were 95.80 males. The median income for a household in the county was $54,392, and the median income for a family was $62,969. Males had a median income of $35,849 versus $23,344 for females. The per capita income for the county was $24,529. About 4.50% of families and 7.00% of the population were below the poverty line, including 7.90% of those under age 18 and 8.80% of those age 65 or over. ==Economy== The unemployment rate in Franklin County is 2.9% as of December 2018, below state and national averages. Manufacturing accounts for the most (23.8%) employment in Franklin County, primarily in the cities of Washington and Union, followed by trade, transportation and utilities (18.8%), education and health care (17.7%), and construction (11.3%). The biggest employers in Franklin County are the manufacturing firms of Magnet LLC, Cardinal Brands Hazel Division, GDX Automotive, Sporlan Valve Company, Esselte, Silgan, Buddeez, and Meramec Group Inc. as well as the Meramec Valley R-III School District in the public education sector and Schatz Underground Cable Inc. in the construction industry. Small farms and wineries also greatly contribute to the economy in Franklin County. ==Education== The highest educational attainment in Franklin County consists of the following: * High School Graduates: 59.1% * Associate Degree: 10.6% * Bachelor's Degree: 10.9% * Graduate Degree: 7.5% ===Public schools=== * New Haven Public School District - New Haven ** New Haven Elementary School (K–6) ** New Haven Middle School (7–8) ** New Haven High School (9–12) * Meramec Valley R-III School District – Pacific ** Meramec Valley Community School (Pre-K) – Pacific ** Meramec Valley Early Childhood Center (Pre-K) – Pacific ** Truman Elementary School (K–5) – Pacific ** Robertsville Elementary School (K–5) – Robertsville ** Zitzman Elementary School (K–5) – Pacific ** Nike Elementary School (K–5) – Catawissa ** Coleman Elementary School (K–5) – Villa Ridge ** Riverbend School (8) – Pacific ** Meramec Valley Middle School (6–7) – Pacific ** Pacific High School (9–12) – Pacific * St. Clair R-XIII School District – St. Clair ** St. Clair Elementary School (K–2) ** Edgar Murray Elementary School (3–5) ** St. Clair Jr. High School (6–8) ** St. Clair High School (9–12) * – Spring Bluff ** Spring Bluff R-XV (k-8) * Sullivan School District – Sullivan ** Sullivan Primary School (Pre-K–1) ** Sullivan Elementary School (2–5) ** Sullivan Middle School (6–8) ** Sullivan High School (9–12) * Union R-XI School District – Union ** Beaufort Elementary School (K–6) – Beaufort ** Central Elementary School (K–3) – Union ** Clark-Vitt Elementary School (4–6) – Union ** Union Middle School (7–8) – Union ** Union High School (9–12) – Union * Washington School District – Washington ** Family Resource Center (Pre-K) – Washington ** Washington West Elementary School (Pre-K–6) – Washington ** South Point Elementary School (K–6) – Washington ** Marthasville Elementary School (K–6) – Marthasville ** Labadie Elementary School (K–6) – Labadie ** Clearview Elementary School (Pre-K–6) – Union ** Campbellton Elementary School (K–6) – New Haven ** Augusta Elementary School (Pre-K–06) – Augusta ** Washington Middle School (7–8) – Washington ** Washington High School (9–12) – Washington * Franklin County R-II School District – New Haven ** Franklin County Elementary School (K–8) – New Haven * Lonedell R-XIV School District – Lonedell ** Lonedell Elementary School (K–8) – Lonedell * Owensville R-II School District – Gerald ** Gerald Elementary School (K–5) – Gerald * Strain-Japan R-XVI School District - Sullivan ** Strain-Japan Elementary School (K-08) - Sullivan ===Private schools=== * The Fulton School at St. Albans – St. Albans – (Pre-K–12) – Nonsectarian, Montessori * Cornerstone Christian Academy – St. Clair – (1–12) – Other Affiliation * Crosspoint Christian School – Villa Ridge – (K–12) – Nondenominational Christianity * Immanuel Lutheran School – Washington – (K–8) – Lutheran * St. Francis Borgia Regional High School – Washington – (9–12) – Roman Catholic * St. John the Baptist School – Villa Ridge – (Pre-K–8) – Roman Catholic * St. Gertrude School – Kraków – (K–8) – Roman Catholic * St. Francis Borgia Grade School – Washington – (Pre-K–8) – Roman Catholic * Our Lady of Lourdes – Washington – (Pre-K–8) – Roman Catholic * St. Clare Catholic Grade School – St. Clair – (Pre-K–8) – Roman Catholic * St. Bridget of Kildare School – Pacific – (Pre-K–8) – Roman Catholic ===Alternative schools=== * Autumn Hill State School (K–12) – Union – Handicapped/Special needs * Franklin County Special Education Cooperative (Pre-K–12) – St. Clair – Special Education * Four Rivers Career Center (9–12) – Washington – Vocational/Technical ===Colleges/universities=== * East Central College – Union ===Public libraries=== *Gerald Area Library * Scenic Regional Library *Sullivan Public Library * Washington Public Library ==Crime== Rural Franklin County has had problems with the local production and consumption of methamphetamine and was featured in an A&E; documentary entitled Meth: A County in Crisis (2005). ==Politics== ===Local=== The Republican Party predominantly controls politics at the local level in Franklin County. Republicans hold all but one of the elected positions in the county. ===State=== {| class=\"wikitable\" style=\"float:right; font-size:95%;\" |+Past Gubernatorial Elections Results |- style=\"background:lightgrey;\" ! Year ! Republican ! Democratic ! Third Parties |- | style=\"text-align:center; background:#fff3f3;\"|2020 | style=\"text-align:center; background:#fff3f3;\"|69.54% 37,136 | style=\"text-align:center; background:#f0f0ff;\"|28.011% 14,957 | style=\"text-align:center;\"|2.39% 1,277 |- | style=\"text-align:center; background:#fff3f3;\"|2016 | style=\"text- align:center; background:#fff3f3;\"|55.99% 28,069 | style=\"text-align:center; background:#f0f0ff;\"|41.61% 18,756 | style=\"text-align:center;\"|6.60% 3,306 |- | style=\"text-align:center; background:#f0f0ff;\"|2012 | style=\"text- align:center; background:#fff3f3;\"|48.08% 22,335 | style=\"text-align:center; background:#f0f0ff;\"|49.23% 22,869 | style=\"text-align:center;\"|2.69% 1,252 |- | style=\"text-align:center; background:#f0f0ff;\"|2008 | style=\"text- align:center; background:#fff3f3;\"|46.82% 22,896 | style=\"text-align:center; background:#f0f0ff;\"|51.29% 25,082 | style=\"text-align:center;\"|1.89% 921 |- | style=\"text-align:center; background:#fff3f3;\"|2004 | style=\"text- align:center; background:#fff3f3;\"|56.33% 25,557 | style=\"text-align:center; background:#f0f0ff;\"|42.31% 19,195 | style=\"text-align:center;\"|1.36% 617 |- style=\"text-align:center;\" | style=\"background:#f0f0ff;\"|2000 | style=\"background:#fff3f3;\"|54.75% 21,336 | style=\"background:#f0f0ff;\"|41.61% 16,216 ||3.64% 1,418 |- style=\"text-align:center;\" | style=\"background:#f0f0ff;\"|1996 | style=\"background:#fff3f3;\"|46.18% 15,540 | style=\"background:#f0f0ff;\"|50.44% 16,973 ||3.38% 1,137 |} Franklin County is divided into four legislative districts in the Missouri House of Representatives, all of which are held by Republicans. * District 61 — Aaron Griesheimer (R-Washington). Consists of Berger, Gerald, Leslie, New Haven, and part of Washington. * District 109 — John Simmons (R-Washington). Consists of Gray Summit, Union, Villa Ridge, and part of Washington. * District 110 — Dottie Bailey (R-Eureka). Consists of the city of Pacific. * District 119 — Nate Tate (R-St. Clair). Consists of Oak Grove Village, Parkway, St. Clair, and Sullivan. All of Franklin County is a part of Missouri's 26th District in the Missouri Senate and is represented by Dave Schatz (R-Sullivan). ===Federal=== All of Franklin is included in the 3rd Congressional District, represented by Blaine Luetkemeyer (R-St. Elizabeth) in the U.S. House of Representatives. ====Political culture==== At the presidential level, Franklin County is fairly independent-leaning, but, like many exurban and mostly rural counties, its voters often favor Republican and conservative issues. While southerner Bill Clinton narrowly carried the county both times in 1992 and 1996, George W. Bush strongly carried Franklin County in 2000 and 2004. Like many of the rural counties in Missouri, Franklin County favored John McCain over Barack Obama in 2008. Like most predominantly rural areas, voters in Franklin County generally strongly support socially and culturally conservative principles and therefore tend to support Republican candidates. In 2004, Missourians voted on a constitutional amendment to define marriage as the union between a man and a woman; the measure overwhelmingly passed Franklin County with 76.89 percent of the vote. The initiative passed the state with 71 percent of support from voters as Missouri became the first state to ban same-sex marriage. In 2006, Missourians voted on a constitutional amendment to fund and legalize embryonic stem cell research in the state; it failed in Franklin County with 56.13 percent voting against the measure. The initiative narrowly passed the state with 51 percent of support from voters as Missouri became one of the first states in the nation to approve embryonic stem cell research. Despite Franklin County's longstanding tradition of supporting socially conservative platforms, voters have advanced some populist causes such as increasing the minimum wage. In 2006, Missourians voted on a proposition (Proposition B) to increase the minimum wage in the state to $6.50 an hour; it passed Franklin County with 77.61 percent of the vote. The proposition strongly passed every single county in Missouri with 75.94 percent voting in favor as the minimum wage was increased to $6.50 an hour in the state. During the same election, voters in five other states also strongly approved increases in the minimum wage. 2020 Missouri Presidential primary Republican President Donald Trump won Franklin County with 97.35 percent of the vote; all other Republican candidates received less than 1 percent of the vote. Democratic Forty-seventh Vice President Joe Biden won Franklin County with 59 percent of the vote; U.S. Senator Bernie Sanders (I-Vermont) came in second with 35.03 percent. ====2016 Missouri Presidential primary==== ;Republican Donald Trump won Franklin County with 44.49 percent of the vote; U.S. Senator Ted Cruz (R-Texas) came in second with 39.77 percent, Governor John Kasich (R-Ohio) came in distant third with 7.65 percent, and U.S. Senator Marco Rubio (R-Florida) came in fourth with 5.63 percent. ;Democratic U.S. Senator Bernie Sanders (I-Vermont) won Franklin County with 55.41 percent of the vote while former Secretary of State Hillary Clinton came in second with 42.89 percent. ====2012 Missouri Presidential primary==== ;Republican Former U.S. Senator Rick Santorum (R-Pennsylvania) won Franklin County with 60.12 percent of the vote. Former Governor Mitt Romney (R-Massachusetts) came in a distant second place with 21.1 percent, and former U.S. Representative Ron Paul (R-Texas) came in third with 12.36 percent. ;Democratic With no serious contest for incumbent President Barack Obama, only 1,080 Franklin County voters chose to participate in the Democratic primary, and Obama won 81.11 percent. ====2008 Missouri Presidential primary==== ;Republican U.S. Senator John McCain (R-Arizona) won Franklin County with 35.68 percent of the vote. Former Governor Mitt Romney (R-Massachusetts) came in a close second place with 30.51 percent while former Governor Mike Huckabee (R-Arkansas) finished third with 27.70 percent. Libertarian-leaning U.S. Representative Ron Paul (R-Texas) finished a distant fourth with 4.07 percent. ;Democratic Then-U.S. Senator Hillary Clinton (D-New York) carried Franklin County with 55.83 percent of the vote. Then-U.S. Senator Barack Obama (D-Illinois) received 40.28 percent of the vote from Franklin County Democrats, one of his more impressive showings in a predominantly rural albeit exurban county. Although he withdrew from the race, former U.S. Senator John Edwards (D-North Carolina) still received 2.96 percent of the vote in Franklin County. * Despite being a strongly Republican county, Hillary Rodham Clinton received more votes, a total of 7,177, than any candidate from either party in Franklin County during the 2008 presidential primary. Barack Obama received 5,179 in the Missouri Democratic Primary. Both Democratic candidates each received more votes than John McCain in the Republican Primary in Franklin County, who received 4,032 votes. ==Communities== ===Cities=== * Berger * Gerald * New Haven * Pacific (small part in St. Louis County) * St. Clair * Sullivan (partial) * Union (county seat) * Washington ===Villages=== * Charmwood * Leslie * Miramiguoa Park * Oak Grove Village * Parkway ===Census-designated places=== * Gray Summit * Lake St. Clair * Stanton * Villa Ridge ===Unincorporated communities=== * Anaconda * Beaufort * Beemont * Boles * Campbellton * Catawissa * Champion City * Clover Bottom * Dissen * Dundee * Elmont * Etlah * Gildehouse * Hemker * Huff * Jaegers Shop * Japan * Jeffriesburg * Kiel * Kohl City * Krakow * Labadie * Lonedell * Luebbering * Lyon * Maupin * Monday * Moselle * Mount Hope * Neier * Noser Mill * Oetters * Port Hudson * Robertsville * Spring Bluff * St. Albans * Strain ==See also== * List of counties in Missouri * National Register of Historic Places listings in Franklin County, Missouri ==References== ==Further reading== Historical Review of Franklin County, Missouri, 1818–1968. (Melvin B. Roblee & Vera L. Osiek, editors) (1968). Union, Missouri: Franklin County Sesqui-centennial Corporation. ==External links== * Franklin County Government's Website * Digitized 1930 Plat Book of Franklin County from University of Missouri Division of Special Collections, Archives, and Rare Books Category:Missouri Rhineland Category:1818 establishments in Missouri Territory Category:Populated places established in 1818 Category:Missouri counties on the Missouri River Category:Regions of Greater St. Louis",
 "title": "Franklin County, Missouri"
}