{
 "id": "94810",
 "text": "Lamar County is a county located in the U.S. state of Mississippi. As of the 2010 census, the population was 55,658. Its county seat is Purvis. Named for Confederate Lucius Quintus Cincinnatus Lamar, the county was carved out of Marion County to the west in 1904. Lamar County is part of the Hattiesburg, MS Metropolitan Statistical Area. It is largely a rural county, except for its northeast quarter. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (0.7%) is water. ===Major highways=== *20px Interstate 59 *20px U.S. Highway 11 *20px U.S. Highway 98 *20px Mississippi Highway 13 *20px Mississippi Highway 42 *20px Mississippi Highway 44 ===Adjacent counties=== *Covington County (north) *Forrest County (east) *Pearl River County (south) *Marion County (west) *Jefferson Davis County (northwest) ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Lamar County racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |43,865 |68.3% |- |Black or African American (non-Hispanic) |14,296 |22.26% |- |Native American |108 |0.17% |- |Asian |1,091 |1.7% |- |Pacific Islander |50 |0.08% |- |Other/Mixed |2,450 |3.81% |- |Hispanic or Latino |2,362 |3.68% |} As of the 2020 United States census, there were 64,222 people, 22,116 households, and 15,584 families residing in the county. ===2000 census=== As of the census of 2000, there were 39,070 people, 14,396 households, and 10,725 families residing in the county. The population density was 79 people per square mile (30/km2). There were 15,433 housing units at an average density of 31 per square mile (12/km2). The racial makeup of the county was 85.34% White, 12.90% Black or African American, 0.17% Native American, 0.65% Asian, 0.01% Pacific Islander, 0.30% from other races, and 0.64% from two or more races. 1.09% of the population were Hispanic or Latino of any race. Non-white residents of Lamar County are mostly, though not exclusively, found in urban West Hattiesburg. There were 14,396 households, out of which 38.40% had children under the age of 18 living with them, 59.60% were married couples living together, 11.50% had a female householder with no husband present, and 25.50% were non-families. 20.40% of all households were made up of individuals, and 7.10% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 3.11. In the county, the population was spread out, with 28.00% under the age of 18, 10.90% from 18 to 24, 30.40% from 25 to 44, 21.00% from 45 to 64, and 9.70% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 93.30 males. For every 100 females age 18 and over, there were 90.10 males. The median income for a household in the county was $37,628, and the median income for a family was $44,611. Males had a median income of $32,791 versus $22,260 for females. The per capita income for the county was $18,849. About 9.70% of families and 13.30% of the population were below the poverty line, including 15.30% of those under age 18 and 17.00% of those age 65 or over. The wealthiest area of Lamar County is Oak Grove. Some celebrities reside in Oak Grove, like Brett Favre. Lamar County has the third highest per capita income in the State of Mississippi. ==Politics== Lamar County, historically, is one of the most conservative counties in Mississippi. The county has voted for Republican presidential candidates with 60 percent or more of the vote in the past ten elections. ==Government and infrastructure== The Mississippi Department of Mental Health operates the South Mississippi State Hospital in unincorporated Lamar County, near Purvis.\"Contact Us .\" South Mississippi State Hospital. Retrieved on November 1, 2010. \"South Mississippi State Hospital 823 Highway 589 Purvis, MS 39475.\" ==Communities== ===Cities=== *Hattiesburg (mostly in Forrest County) *Lumberton (partly in Pearl River County) *Purvis (county seat) ===Town=== *Sumrall ===Census-designated places=== *Arnold Line *Baxterville *Oak Grove *West Hattiesburg ===Other unincorporated communities=== *Bellevue *Oloh ==See also== *Salmon Site, nuclear tests site *National Register of Historic Places listings in Lamar County, Mississippi ==References== ==Links== *Official City of Lumberton Business Website *Lamar County Courthouse Pictures Category:Mississippi counties Category:Hattiesburg metropolitan area Category:1904 establishments in Mississippi Category:Populated places established in 1904",
 "title": "Lamar County, Mississippi"
}