{
 "id": "94839",
 "text": "thumb|right Coahoma County is a county located in the U.S. state of Mississippi. As of the 2010 census, the population was 26,151. Its county seat is Clarksdale. The Clarksdale, MS Micropolitan Statistical Area includes all of Coahoma County. It is located in the Mississippi Delta region of Mississippi. ==History== Coahoma County was established February 9, 1836, and is located in the northwestern part of the state in the fertile Yazoo Delta region. The name \"Coahoma\" is a Choctaw word meaning \"red panther.\" The act creating the county defined its limits as follows: > Beginning at the point where the line between townships 24 and 25 of the > surveys of the late Choctaw cession intersects the Mississippi River, and > running thence up the said river to the point where the dividing line > between the Choctaw and Chickasaw tribes of Indians intersects the same; > thence with the dividing line to the point where the line between ranges two > and three of the survey of the said Choctaw cession intersects the same; > thence with said range line, to the line between townships 24 and 25 > aforesaid, and thence with the said township line to the beginning. In the early days of the county, before the construction of railways or extensive roadways inland, the Mississippi River was the primary transportation route, and the first three county seats were each located on the river. In 1836, Port Royal was designated as the first county seat. In 1841, high waters on the Mississippi River flooded Port Royal, and in 1842 the county seat was moved to the town of Delta. High waters on the Mississippi also flooded Delta, and in 1850 the county seat was moved to Friars Point, which had a population of about 1,000 in 1920, and received its name in honor of Robert Friar, an early settler. As nearby Clarksdale grew in population and influence, it challenged Friars Point's hold on the county government, and in 1892, Coahoma County was divided into two jurisdictions, one going to Friars Point and the other to Clarksdale. In 1930, the county seat was given exclusively to Clarksdale, which had a population of 7,500 in 1920. Clarksdale is now the largest and most important city in the county, and was named for John Clark, a brother-in-law of Governor James L. Alcorn, whose home, Eagle's Nest, was in this county. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (5.3%) is water. ===Major highways=== * 20px Future Interstate 69 * 20px U.S. Highway 49 * 20px U.S. Highway 61 * 20px U.S. Highway 278 * 20px Mississippi Highway 1 * 20px Mississippi Highway 6 ===Adjacent counties=== * Tunica County (north) * Quitman County (east) * Sunflower County (south) * Tallahatchie County (southeast) * Bolivar County (southwest) * Phillips County, Arkansas (west) ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Coahoma County Racial Composition !Race !Num. !Perc. |- |White |4,285 |20.03% |- |Black or African American |16,209 |75.78% |- |Native American |26 |0.12% |- |Asian |112 |0.52% |- |Other/Mixed |408 |1.91% |- |Hispanic or Latino |350 |1.64% |} As of the 2020 United States Census, there were 21,390 people, 8,782 households, and 5,637 families residing in the county. ===2010 census=== As of the 2010 United States Census, there were 26,151 people living in the county. 75.5% were Black or African American, 22.9% White, 0.5% Asian, 0.1% Native American, 0.5% of some other race and 0.5% of two or more races. 1.1% were Hispanic or Latino (of any race). ===2000 census=== As of the census of 2000, there were 30,622 people, 10,553 households, and 7,482 families living in the county. The population density was 55 people per square mile (21/km2). There were 11,490 housing units at an average density of 21 per square mile (8/km2). The racial makeup of the county was 65.21% Black or African American, 27.28% White, 6.90% of the population were Hispanic or Latino, 0.47% Asian, 0.09% Native American, 0.02% Pacific Islander, 0.34% from other races, and 0.60% from two or more races. of any race. There were 10,553 households, out of which 36.80% had children under the age of 18 living with them, 37.20% were married couples living together, 28.70% had a female householder with no husband present, and 29.10% were non-families. 26.20% of all households were made up of individuals, and 11.50% had someone living alone who was 65 years of age or older. The average household size was 2.83 and the average family size was 3.42. In the county, the population was spread out, with 33.00% under the age of 18, 10.30% from 18 to 24, 25.30% from 25 to 44, 19.10% from 45 to 64, and 12.30% who were 65 years of age or older. The median age was 30 years. For every 100 females there were 84.90 males. For every 100 females age 18 and over, there were 77.50 males. The median income for a household in the county was $22,338, and the median income for a family was $26,640. Males had a median income of $26,841 versus $19,611 for females. The per capita income for the county was $12,558. About 29.80% of families and 35.90% of the population were below the poverty line, including 45.90% of those under age 18 and 31.50% of those age 65 or over. ==Education== * Colleges ** Coahoma Community College (Clarksdale) Coahoma County was previously in the service area of the Mississippi Delta Community College (MDCC). As a result of the 1995 Mississippi Legislature session, Coahoma County is no longer in the MDCC service area.\"The History of MDCC .\" Mississippi Delta Community College. Retrieved on October 18, 2010. * Public School Districts ** Clarksdale Municipal School District - Its high school is Clarksdale High School ** Coahoma County School District - Its high school is Coahoma County Junior- Senior High School * Private Schools ** Lee Academy (Clarksdale) ==Communities== ===Cities=== * Clarksdale (county seat) ===Towns=== * Coahoma * Friars Point * Jonestown * Lula * Lyon ===Census-designated places=== * Bobo * Dublin * Farrell * Rena Lara ===Unincorporated communities=== * Burke Landing * Claremont * Clover Hill * Hillhouse * Hopson * Humber * Lu-Rand * Mattson * Moon Lake (community) * Rich * Roseacres * Roundaway * Rudyard * Sherard * Stovall * Sunflower Landing ===Ghost towns=== * Delta * Ingram (also in Quitman County) * Port Royal * Wildwood ==Notable people== * James L. Alcorn, United States Senator from Mississippi, owned and died at \"Eagle Nest\" in Coahoma County * Thomas Harris, author of Hannibal Lecter novels; he was born in Jackson, Tennessee, but raised in Rich, Mississippi, an unincorporated community in Coahoma County. * John Lee Hooker (1917–2001), blues musician born in 1917 in Coahoma County into a sharecropper and Baptist preacher family. * Maud Jeffries (18691946), actress, born in Lula, Mississippi, married a wealthy Australian grazier, and settled in Australia. * Ransom A. Myers (b. Lula, Mississippi, 1952 – d. Halifax, Nova Scotia, 2007) was a renowned Canada-based marine biologist, conservationist and scholar at Dalhousie University who published a seminal study on overfishing. * Nate Dogg spent his childhood in Clarksdale. * Rick Ross the rapper was born in Coahoma County in 1976. Soon moved to Miami-Dade County, Florida. * Frederick Bruce Thomas (1872-1928), prominent entrepreneur and multi-millionaire in Moscow and Constantinople. * Ike Turner, musician, was born in Clarksdale * Tennessee Williams, playwright, spent much of his childhood in Clarksdale and Coahoma County. A Tennessee Williams Festival is held annually in Clarksdale. * Blac Elvis was born in Clarksdale, Mississippi. Award-winning music producer/songwriter. * Son House, blues singer and guitarist, (b. 1902 – d. 1988), was born at Lyon in Coahoma County, Mississippi. * Conway Twitty, country singer, (b. 1933 - d. 1993), was born in Friars Point, Mississippi. ==Politics== ==See also== * National Register of Historic Places listings in Coahoma County, Mississippi ==References== ==External links== * https://web.archive.org/web/20060906233219/http://www.clarksdale.com/chamber/ * * Coahoma County Courthouse Pictures * Delta News Online: Hometown News for the Mississippi Delta Category:Mississippi counties Category:Mississippi counties on the Mississippi River Category:1836 establishments in Mississippi Category:Populated places established in 1836 Category:Majority-minority counties in Mississippi",
 "title": "Coahoma County, Mississippi"
}