{
 "id": "94855",
 "text": "Amite County is a county located in the state of Mississippi on its southern border with Louisiana. As of the 2010 census, the population was 13,131. Its county seat is Liberty. The county is named after the Amite River, which runs through the county. Amite County is part of the McComb, MS Micropolitan Statistical Area. ==History== Amite County was established in February 1809 from the eastern portion of Wilkinson County. It was named after the Amite River. French explorers had named the latter for the friendly (amitié in French) indigenous Houma people they encountered in the region. The legislation that established the county authorized the appointment of five commissioners to find a site for the county seat, near the county's center and near a good spring; its name was to be Liberty. At this time, the total population of the county numbered about 4000 people, about 80% of whom were middle-class families of seventeenth-century Virginia stock who had gradually migrated through other frontier states. Primary religious groups were all Protestant, including Baptists, Presbyterians, and Methodists. Completed in 1840, the courthouse in Liberty is the oldest courthouse in Mississippi in continuous use. Liberty eventually became the county's justice and business center. The county economy was based on timber from longleaf pine and the cultivation of commodity crops of cotton, indigo, and tobacco, usually on plantations worked by enslaved African Americans. Given the reliance of planters on labor-intensive crops such as tobacco and cotton, the county soon had a majority population of enslaved African Americans. Even in the antebellum period, the county seat attracted entertainers and lecturers on tour. In the 1850s, Liberty hosted opera singer Jenny Lind, known as the \"Swedish Nightingale,\" at the Walsh building. In 1861, the state legislature called a convention to vote on secession from the United States. David Hurst, the delegate from Amite County, voted against secession, but the majority of the state's delegates voted for it. Led by South Carolina, the largest slave- owning states were the first in the South to secede. Mississippi voted to join the Confederate States of America. During the Civil War, Captain George H. Tichenor married Margaret Anne Drane at the Liberty Baptist Church; Tichenor developed an antiseptic to treat wounds suffered by soldiers in the war. By the end of the war, 279 men from Amite County had died for the Confederate cause. Amite County was not in a theater of war. left|thumb|Amite Female Seminary, commonly known as the \"Little Red Schoolhouse,\" established in 1853 A raiding party of Union cavalry, under the command of Colonel Benjamin Grierson, is known to have camped in the county nine miles east of Liberty on the evening of April 28, 1863, while conducting a deep penetration raid as part of the Vicksburg Campaign. As part of that raid, Union forces pillages many homes and plantations. Most of the buildings of the Amite Female Seminary, with 13 pianos, were burnt; one building was spared, the small Mary Van Norman Ratcliff Building, commonly known as the \"Little Red Schoolhouse.\" At the end of the Civil War, Amite County's population was 60% African American. During Reconstruction, freedmen elected several African Americans to local office as county sheriff. After Reconstruction, white Democrats regained power in the state legislature through a combination of violent voter repression and fraud. They disenfranchised most African Americans and many poor whites in the state by the new 1890 state constitution, which imposed a poll tax, literacy tests, and other requirements as barriers to voter registration. These were administered by whites in a discriminatory way. Most black voters and many poor whites were dropped from the voter rolls. ===20th century to present=== Racial violence, including lynchings, escalated during the Jim Crow years.\"Amite County\", Mississippi Civil Rights Project. Retrieved March 16, 2014 The county had 14 documented lynchings in the period from 1877 to 1950; most took place around the turn of the century when disenfranchisement and imposition of Jim Crow was underway.Lynching in America, 2nd edition , Supplement by County, p. 4 Blacks were excluded from the political process in the county and state until the late 1960s. African Americans were a majority in the state until the 1930s but excluded from voting, they were also excluded from juries and the entire political system. The county continued to be based on agriculture, with cotton the basis of the economy into the 1930s. A boll weevil invasion damaged many cotton crops. Planters shifted to logging and dairy farming in the 1930s, during the Great Depression. As agriculture was mechanized, reducing the need for farm labor, many blacks left Amite County during the first half of the 20th century in two waves of the Great Migration. In the first wave, before World War II, many moved north to Chicago and other industrial cities of the Midwest. In the second wave, they moved to the West Coast, where the burgeoning defense industry created jobs before, during, and after the war. From 1940 to 1960, the county population declined by 29%, as can be seen on the census tables below. Some rural whites also left the county for industrialized cities. In the 1950s, local farmer E.W. Steptoe founded a chapter of the National Association for the Advancement of Colored People (NAACP) in the county. Herbert Lee, a married farmer with nine children, was among its charter members. They were working to regain constitutional civil rights, including the ability to vote. In the summer of 1961, Bob Moses from the Student Nonviolent Coordinating Committee worked in the county to organize African Americans for voter registration. He was beaten by Bill Caston, a cousin to the sheriff, near the county courthouse, and arrested. He was told to leave the county for his own safety.\"Murder of Herbert Lee and Louis Allen\", Amite County, Mississippi Civil Rights Project. Retrieved March 16, 2014 In the 1960s, only one African American of the total of 5,500 in Amite County was a registered voter. Even after the Voting Rights Act was passed in 1965, extensive grassroots efforts were required to register eligible voters. Racial violence against blacks in the county escalated during the years of the Civil Rights Movement. On September 25, 1961, at the Westbrook Cotton Gin, about a dozen witnesses, both white and black, saw E.H. Hurst, a white state legislator, murder Herbert Lee in broad daylight. At the inquest that day, Hurst claimed self-defense and witnesses, intimidated by the armed white men in the courtroom, supported him. Learning that the federal government might hold a grand jury in the case, Louis Allen, an African-American veteran of World War II and witness to Lee's murder, talked to the FBI to try to gain protection if he were to testify truthfully to what he saw. They said they could not help him. Whites suspected he had talked with the FBI and began to harass him. Allen's business was boycotted by whites, and the veteran was beaten and arrested more than once by the county sheriff. He stayed in the area to help his aging parents, but planned to leave. On January 31, 1964, he was shot and killed on his land. No one was ever prosecuted for Allen's death. Investigations since 1994 suggest that Allen was killed by Daniel (Danny) Jones, the county sheriff and son of the Ku Klux Klan's leader in the county.Cold case: \"The murder of Louis Allen\", 60 Minutes (CBS), April 10, 2011 Danny Jones was featured as a likely perpetrator in the Allen case, in a 2011 episode of 60 Minutes focusing on civil rights cold cases, but he denied an interview. He died in 2012 or 2013. Following the repression of the civil rights era and a continuing poor economy, younger African Americans continued to leave the county, seeking jobs in bigger cities. The population declined more than 11 percent from 1960 to 1970, and further declines occurred to 1980 (see census tables below.) Because of the murders of Lee and Allen, voter registration efforts had stopped in the early 1960s. African Americans did not register until after passage of the Voting Rights Act of 1965, which provided federal protection and oversight. Today the county is majority white in population. Noted historic sites listed on the National Register of Historic Places include the Amite County Courthouse and the Westbrook Cotton Gin, the only one surviving of seven in the county. In addition, 19th-century plantation houses and the Liberty and Bethany Presbyterian churches are listed on the Register. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (0.2%) is water. ===Major highways=== * 20px U.S. Highway 98 * 20px Mississippi Highway 24 * 20px Mississippi Highway 33 * 20px Mississippi Highway 48 * Mississippi Highway 569 * Mississippi Highway 570 * Mississippi Highway 567 * Mississippi Highway 568 * Mississippi Highway 571 * Mississippi Highway 584 ===Adjacent counties=== * Franklin County (north) * Lincoln County (northeast) * Pike County (east) * Tangipahoa Parish, Louisiana (southeast) * St. Helena Parish, Louisiana (south) * East Feliciana Parish, Louisiana (southwest) * Wilkinson County (west) ===National protected area=== * Homochitto National Forest (part) ===State protected area=== * Ethel Stratton Vance Natural Area ===Flora and fauna=== The flora of Amite County includes about 1000 species of vascular plants. File:Illicium floridanum illiciaceae.jpg|Illicium floridanum, Florida anise or stinkbush, a plant species endemic to the southeastern U.S. File:Bottomland hardwood forest amite river.jpg|Bottomland mixed hardwood- spruce pine forest along the West Fork Amite River File:Stewartia malacodendron 1130.jpg|Stewartia malacodendron, or silky camellia, an uncommon species of the southeastern U.S. ==Demographics== As mechanization of agriculture decreased the need for farm labor, the population has dropped since its peak in 1910 as people left in search of work in other areas. Continuing urbanization and suburbanization in other areas has also drawn people to cities of more opportunity. From a peak of population in 1910, the county had declined through 1990. In the early part of the 20th century, particularly from 1910 to 1930, and from 1940 to 1970, it was affected by the Great Migration of blacks out of the segregated society for jobs and opportunities in Midwest and later, West Coast cities. From 1910 to 1920, the population declined more than 17%, as may be seen from the Census table at right. Particularly in the early 20th century, Blacks left to escape the oppression and violence associated with Jim Crow, lynchings, and their disenfranchisement after 1890. From 1940 to 1960, the population declined by more than 29%. Rural whites also left in those years, but a much greater number of African Americans migrated to other areas. After 1930 they became a minority in the county. In 2000, they constituted nearly 43% of the population. ===2020 census=== {| class=\"wikitable\" |+Amite County racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |7,434 |58.44% |- |Black or African American (non-Hispanic) |4,835 |38.01% |- |Native American |25 |0.2% |- |Asian |31 |0.24% |- |Other/Mixed |266 |2.09% |- |Hispanic or Latino |129 |1.01% |} As of the 2020 United States census, there were 12,720 people, 5,218 households, and 3,401 families residing in the county. ===2010 census=== As of the 2010 United States Census, there were 13,131 people living in the county. 57.7% were White, 41.3% Black or African American, 0.2% Native American, 0.1% Asian, 0.2% of some other race and 0.6% of two or more races. 0.8% were Hispanic or Latino (of any race). ===2000 census=== As of the census of 2000, there were 13,599 people, 5,271 households, and 3,879 families living in the county. The population density was 19 people per square mile (7/km2). There were 6,446 housing units at an average density of 9 per square mile (3/km2). The racial makeup of the county was 56.42% White, 42.65% Black or African American, 0.13% Native American, 0.08% Asian, 0.01% Pacific Islander, 0.21% from other races, and 0.49% from two or more races. 0.83% of the population were Hispanic or Latino of any race. There were 5,271 households, out of which 31.20% had children under the age of 18 living with them, 53.10% were married couples living together, 16.30% had a female householder with no husband present, and 26.40% were non-families. 24.50% of all households were made up of individuals, and 12.00% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 3.06. In the county, the population was spread out, with 26.00% under the age of 18, 8.50% from 18 to 24, 25.60% from 25 to 44, 24.60% from 45 to 64, and 15.30% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 93.30 males. For every 100 females age 18 and over, there were 89.80 males. The median income for a household in the county was $26,033, and the median income for a family was $31,256. Males had a median income of $28,306 versus $16,173 for females. The per capita income for the county was $14,048. About 19.30% of families and 22.60% of the population were below the poverty line, including 29.70% of those under age 18 and 22.20% of those age 65 or over. ==Communities== ===Towns=== * Centreville (mostly in Wilkinson County) * Crosby (partly in Wilkinson County) * Gloster * Liberty (county seat) ===Unincorporated communities=== * Bewelcome * Coles * Gillsburg * Homochitto * Hustler * Smithdale ===Ghost town=== * Elysian Fields ==Politics== Political affiliation and voting patterns in federal elections generally follow those of other traditional southern states, where strong affiliation of conservative whites to the Democratic Party dominated during the period up to and just beyond the Civil Rights era of the 1960s and 1970s. With the rise of the Republican Party of Richard Nixon and Ronald Reagan, the white population gradually began to support Republican national candidates, and ultimately shifted into the party. Given the support of the national Democratic Party leaders through the civil rights years, African-American voters affiliated with that party. In several elections between World War II and the Civil Rights period, in a period of increasing social change, the white people of Amite County (who were the only ones able to vote in that period) voted for third-party candidates, including Dixiecrat candidate Strom Thurmond in 1948 (after Democrat President Harry S. Truman had taken action that year to integrate the military), Harry F. Byrd in 1960, and segregationist George Wallace in 1968. ==Notable people== * Louis Allen, African-American property owner and logger, murdered for civil rights activities * L. C. Bates, African-American civil rights activist and the husband of Daisy Bates * Robert P. Briscoe, World War II Navy Cross recipient and US Navy four-star Admiral * Will D. Campbell, white Baptist minister, author, and civil rights activist * Jerry Clower, country comedian * J. C. Gilbert, member of Louisiana State Senate and Louisiana House of Representatives * David Green, Mississippi state legislator and businessman * Carl Augustus Hansberry, businessman and plaintiff in Hansberry v. Lee U.S. Supreme Court case; father of playwright Lorraine Hansberry * William Leo Hansberry, scholar. Uncle of playwright Lorraine Hansberry * E.H. Hurst, white Mississippi state legislator who murdered activist Herbert Lee in cold blood and was not prosecuted * Gabe Jackson, American football player for the Oakland Raiders of the National Football League (NFL) * Herbert Lee, married African-American farmer and father of nine, murdered in cold blood in front of witnesses in 1961 by E.L. Hurst in a civil rights case * William F. Love, U.S. Representative from Mississippi * T. T. Martin, evangelist and prominent figure in the anti-evolution movement in the 1920s; buried in Gloster * Frank A. McLain, U.S. Representative from Mississippi * Anne Moody, civil rights activist and author of Coming of Age in Mississippi * Glenn Moore, softball coach * Leon Perry, American football player * Barney Poole, American football player * Clyde V. Ratcliff, member of the Louisiana Senate from 1944 to 1948Obituary of Clyde V. Ratcliff, Sr., Tensas Gazette, October 8, 1952 * Andy Rodgers, Delta blues harmonicist, guitarist, singer and songwriter * George H. Tichenor, inventor of an antiseptic, briefly lived and married in Liberty * E. M. Toler, physician and coroner who served in the Louisiana State Senate from East and West Feliciana parishes * Linda T. Walker, federal magistrate; judge for the United States District Court for the Northern District of Georgia * James W. Washington, Jr., African-American painter and sculptor * Franklin Delano Williams, Gospel music singer * Damien Wilson, NFL player for the Dallas Cowboys ==See also== * National Register of Historic Places listings in Amite County, Mississippi ==References== ==External links== * Amite County Official Website * Jack Newfield, \"Amite County\", from Chapter: \"Racist Power & Terror in Southwest Mississippi\" (1960), in A Prophetic Minority (1966) Category:Mississippi counties Category:McComb micropolitan area Category:1809 establishments in Mississippi Territory Category:Populated places established in 1809",
 "title": "Amite County, Mississippi"
}