{
 "id": "95714",
 "text": "Greenwood County (county code GW) is a county located in the southeast portion of the U.S. state of Kansas. As of the 2020 census, the county population was 6,016. Its county seat and most populous city is Eureka. ==History== ===Early history=== For many millennia, the Great Plains of North America was inhabited by nomadic Native Americans. From the 16th century to 18th century, the Kingdom of France claimed ownership of large parts of North America. In 1762, after the French and Indian War, France secretly ceded New France to Spain, per the Treaty of Fontainebleau. ===19th century=== In 1802, Spain returned most of the land to France, but keeping title to about 7,500 square miles. In 1803, most of the land for modern day Kansas was acquired by the United States from France as part of the 828,000 square mile Louisiana Purchase for 2.83 cents per acre. In 1854, the Kansas Territory was organized, then in 1861 Kansas became the 34th U.S. state. In 1855, Greenwood County was established, and named for Alfred B. Greenwood, a U.S. Congressman from Arkansas. The first railroad in Greenwood County was built through that territory in 1879. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (0.8%) is water. It is the fifth-largest county in Kansas by area. ===Adjacent counties=== * Lyon County (north) * Coffey County (northeast) * Woodson County (east) * Wilson County (southeast) * Elk County (south) * Butler County (west) * Chase County (northwest) ==Demographics== As of the 2000 census, there were 7,673 people, 3,234 households, and 2,153 families residing in the county. The population density was 7 people per square mile (3/km2). There were 4,273 housing units at an average density of 4 per square mile (1/km2). The racial makeup of the county was 96.53% White, 0.83% Native American, 0.14% Black or African American, 0.10% Asian, 0.81% from other races, and 1.58% from two or more races. Hispanic or Latino of any race were 1.72% of the population. There were 3,234 households, out of which 27.10% had children under the age of 18 living with them, 56.50% were married couples living together, 6.60% had a female householder with no husband present, and 33.40% were non-families. 30.30% of all households were made up of individuals, and 16.80% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.86. In the county, the population was spread out, with 23.70% under the age of 18, 6.50% from 18 to 24, 23.20% from 25 to 44, 23.70% from 45 to 64, and 22.80% who were 65 years of age or older. The median age was 43 years. For every 100 females there were 95.50 males. For every 100 females age 18 and over, there were 91.50 males. The median income for a household in the county was $30,169, and the median income for a family was $38,140. Males had a median income of $27,021 versus $19,356 for females. The per capita income for the county was $15,976. About 8.20% of families and 12.50% of the population were below the poverty line, including 16.20% of those under age 18 and 10.10% of those age 65 or over. ==Government== Greenwood county is often carried by Republican Candidates. The last time a Democratic candidate has carried this county was in 1936 by Franklin D. Roosevelt. ===Presidential elections=== ===Laws=== Greenwood County was a prohibition, or \"dry\", county until the Kansas Constitution was amended in 1986 and voters approved the sale of alcoholic liquor by the individual drink with a 30% food sales requirement. ==Education== ===Unified school districts=== * Madison–Virgil USD 386 * Eureka USD 389 * Hamilton USD 390 ;School district office in neighboring county * West Elk USD 282 (serving Severy and extreme southern GW county) ==Communities== ===Cities=== * Climax * Eureka * Fall River * Hamilton * Madison * Severy * Virgil ===Unincorporated communities=== * Lamont * Neal * Piedmont * Quincy * Reece * Tonovay ===Ghost towns=== * Blodgett * Ivanpah * Kenbro * Lapland * Sallyards * Teeterville * Thrall * Utopia ===Townships=== Greenwood County is divided into fifteen townships. The city of Eureka is considered governmentally independent and is excluded from the census figures for the townships. In the following table, the population center is the largest city (or cities) included in that township's population total, if it is of a significant size. {| class=\"wikitable\" style=\"text-align:center; font- size:90%; margin-bottom:0.25em; clear:both;\" |- style=\"background:#ccccff\" ! Township !! FIPS !! Population center ! Population !! Population density /km2 (/sq mi) ! Land area km2 (sq mi) !! Water area km2 (sq mi) !! Water % ! Geographic coordinates |- | Bachelor || 03625 || || 230 || 1 (4) || 155 (60) || 1 (0) || 0.70% || |- | Eureka || 21825 || || 451 || 3 (8) || 149 (58) || 2 (1) || 1.50% || |- | Fall River || 22800 || || 229 || 1 (4) || 154 (60) || 2 (1) || 1.13% || |- | Janesville || 35000 || || 548 || 1 (4) || 371 (143) || 2 (1) || 0.62% || |- | Lane || 38425 || || 167 || 1 (3) || 138 (53) || 1 (0) || 0.52% || |- | Madison || 44075 || || 1,155 || 4 (9) || 320 (124) || 3 (1) || 0.85% || |- | Otter Creek || 53650 || || 211 || 1 (2) || 290 (112) || 2 (1) || 0.55% || |- | Pleasant Grove || 56375 || || 52 || 0 (1) || 150 (58) || 2 (1) || 1.57% || |- | Quincy || 58175 || || 163 || 1 (3) || 155 (60) || 1 (0) || 0.38% || |- | Salem || 62650 || || 35 || 0 (0) || 233 (90) || 2 (1) || 0.89% || |- | Salt Springs || 62875 || || 463 || 3 (7) || 182 (70) || 10 (4) || 5.16% || |- | Shell Rock || 64600 || || 173 || 1 (3) || 136 (53) || 1 (0) || 0.87% || |- | South Salem || 66925 || || 127 || 1 (1) || 224 (87) || 3 (1) || 1.13% || |- | Spring Creek || 67425 || || 154 || 1 (3) || 139 (54) || 1 (1) || 0.93% || |- | Twin Grove || 71825 || || 601 || 4 (11) || 148 (57) || 1 (0) || 0.57% || |- |colspan=9|Sources: |} ==See also== * National Register of Historic Places listings in Greenwood County, Kansas ==References== ;Notes ==Further reading== * Handbook of Greenwood County, Kansas; C.S. Burch Publishing Co; 37 pages; 1880s. * Standard Atlas of Greenwood County, Kansas; Geo. A. Ogle & Co; 78 pages; 1922. * Plat Book of Greenwood County, Kansas; North West Publishing Co; 58 pages; 1903. * Handbook of Greenwood County, Kansas; C. S. Burch Publishing Co; 37 pages; 1880 to 1890. ==External links== ;County * * Greenwood County - Directory of Public Officials ;Maps * Greenwood County Maps: Current, Historic, KDOT * Kansas Highway Maps: Current, Historic, KDOT * Kansas Railroad Maps: Current, 1996, 1915, KDOT and Kansas Historical Society Category:Kansas counties Category:1855 establishments in Kansas Territory",
 "title": "Greenwood County, Kansas"
}