{
 "id": "95726",
 "text": "Elk County (county code EK) is a county located in the U.S. state of Kansas. As of the 2020 census, the county population was 2,483. Its county seat and most populous city is Howard. ==History== ===Early history=== For many millennia, the Great Plains of North America was inhabited by nomadic Native Americans. From the 16th century to 18th century, the Kingdom of France claimed ownership of large parts of North America. In 1762, after the French and Indian War, France secretly ceded New France to Spain, per the Treaty of Fontainebleau. ===19th century=== In 1802, Spain returned most of the land to France, but keeping title to about 7,500 square miles. In 1803, most of the land for modern day Kansas was acquired by the United States from France as part of the 828,000 square mile Louisiana Purchase for 2.83 cents per acre. In 1854, the United States organized Kansas Territory, after it had served as an area to relocate Native American tribes from the Southeast. In 1861, Kansas was admitted as the 34th U.S. state. In 1875, Elk County was established, named for the Elk River. The first railroad in Elk County was built through that territory in 1879. It connected ranches and farms to markets. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (1.0%) is water. ===Adjacent counties=== * Greenwood County (north) * Wilson County (east) * Montgomery County (southeast) * Chautauqua County (south) * Cowley County (southwest) * Butler County (northwest) ==Demographics== As of the 2000 census, there were 3,261 people, 1,412 households, and 923 families residing in the county. The population density was 5 people per square mile (2/km2). There were 1,860 housing units at an average density of 3 per square mile (1/km2). The racial makeup of the county was 95.06% White, 0.21% Black or African American, 0.95% Native American, 0.18% Asian, 0.06% Pacific Islander, 1.20% from other races, and 2.33% from two or more races. Hispanic or Latino of any race were 2.18% of the population. There were 1,412 households, out of which 24.40% had children under the age of 18 living with them, 56.00% were married couples living together, 6.10% had a female householder with no husband present, and 34.60% were non-families. 32.90% of all households were made up of individuals, and 18.60% had someone living alone who was 65 years of age or older. The average household size was 2.25 and the average family size was 2.84. In the county, the population was spread out, with 22.50% under the age of 18, 5.80% from 18 to 24, 20.00% from 25 to 44, 26.50% from 45 to 64, and 25.30% who were 65 years of age or older. The median age was 46 years. For every 100 females there were 91.50 males. For every 100 females age 18 and over, there were 91.70 males. The median income for a household in the county was $27,267, and the median income for a family was $34,148. Males had a median income of $28,580 versus $16,219 for females. The per capita income for the county was $16,066. About 9.20% of families and 13.80% of the population were below the poverty line, including 18.80% of those under age 18 and 15.00% of those age 65 or over. ==Government== ===Presidential elections=== ===Laws=== The Kansas Constitution was amended in 1986 to allow the sale of alcoholic liquor by the individual drink, with approval by voters. Elk County voters have chosen to remain a prohibition, or \"dry\", county. ==Education== ===Unified school districts=== * West Elk USD 282 * Elk Valley USD 283 ==Communities== ===Cities=== * Elk Falls * Grenola * Howard * Longton * Moline ===Unincorporated communities=== * Busby * Cave Springs * Fiat * Oak Valley * Upola ===Townships=== Elk County is divided into ten townships. None of the cities within the county is designated as governmentally independent. All population figures for the townships include those of the cities. In the following table, the population center is the largest city (or cities) included in that township's population total, if it is of a significant size. {| class=\"wikitable\" style=\"text-align:center; font-size:90%; margin- bottom:0.25em; clear:both;\" |- style=\"background:#ccccff\" ! Township !! FIPS !! Population center ! Population !! Population density /km2 (/sq mi) ! Land area km2 (sq mi) !! Water area km2 (sq mi) !! Water % ! Geographic coordinates |- | Elk Falls || 20325 || || 196 || 1 (3) || 152 (59) || 0 (0) || 0.19% || |- | Greenfield || 28550 || || 321 || 2 (5) || 171 (66) || 1 (0) || 0.62% || |- | Howard || 33275 || Howard || 1,006 || 6 (16) || 166 (64) || 1 (1) || 0.86% || |- | Liberty || 40025 || || 117 || 1 (2) || 154 (59) || 0 (0) || 0.19% || |- | Longton || 42675 || || 530 || 5 (12) || 116 (45) || 0 (0) || 0.11% || |- | Oak Valley || 51950 || || 154 || 1 (3) || 116 (45) || 0 (0) || 0.24% || |- | Painterhood || 54075 || || 68 || 0 (1) || 154 (59) || 1 (0) || 0.37% || |- | Paw Paw || 54925 || || 116 || 1 (2) || 141 (54) || 0 (0) || 0.24% || |- | Union Center || 72500 || || 116 || 0 (1) || 371 (143) || 2 (1) || 0.46% || |- | Wildcat || 79150 || || 637 || 5 (12) || 135 (52) || 2 (1) || 1.35% || |- |colspan=9|Sources: |} ==See also== * National Register of Historic Places listings in Elk County, Kansas ==References== ==Further reading== * Elk County, Kansas; H. F. Smith; 1927. * Handbook of Elk and Chautauqua Counties, Kansas; C.S. Burch Publishing Co; 24 pages; 1886. * Elk County Rural Landowners Plat Map; 1927. * Standard Atlas of Elk County, Kansas; George A. Ogle & Co; 43 pages; 1903. * Atlas of Elk County; Davy Map & Atlas Co; 45 pages; 1885. ==External links== ;County * * Elk County - Directory of Public Officials ;Maps * Elk County Maps: Current, Historic, KDOT * Kansas Highway Maps: Current, Historic, KDOT * Kansas Railroad Maps: Current, 1996, 1915, KDOT and Kansas Historical Society Category:Kansas counties Category:Populated places established in 1875 Category:1875 establishments in Kansas",
 "title": "Elk County, Kansas"
}