{
 "id": "95982",
 "text": "Keokuk County is a county located in the U.S. state of Iowa. As of the 2020 United States Census, the population was 10,033. The county seat is Sigourney. ==History== Keokuk County was formed in 1837. It was named for the eponymous chief of the Sac Indians, who advocated peace with the white settlers. In May 1843, the county opened for public settlement, with its judicial and regulatory duties assigned to the existing Washington County. Its governing structure was created in 1844, although the seat was not decided (for Sigourney) until 1856.Keokuk County History Keokuk County is unusual in that it has two county fairs. The Keokuk County Fair is held in What CheerKeokuk County Fair and immediately followed by the Keokuk County ExpoKeokuk County Expo which is held in Sigourney. The Keokuk County Courthouse was built in 1911, in Sigourney's Public Square Historic District. It has been listed on the National Register of Historic Places since 1981. ==Geography== According to the United States Census Bureau, the county has a total area of , of which is land and (0.1%) is water. The South Branch of the Skunk River drains the topography, flowing eastward through the lower portion of the county. ===Major highways=== * 20px Iowa Highway 1 * 20px Iowa Highway 21 * 20px Iowa Highway 22 * 20px Iowa Highway 78 * 20px Iowa Highway 92 * 20px Iowa Highway 149 ===Adjacent counties=== * Poweshiek County − northwest * Iowa County − north * Washington County − east * Jefferson County − southeast * Wapello County − southwest * Mahaska County − west ==Demographics== thumb|right|Population of Keokuk County from US census data ===2020 census=== The 2020 census recorded a population of 10,033 in the county, with a population density of . 96.81% of the population reported being of one race. 93.01% were non-Hispanic White, 0.51% were Black, 2.14% were Hispanic, 0.15% were Native American, 0.16% were Asian, 0.00% were Native Hawaiian or Pacific Islander and 4.03% were some other race or more than one race. There were 4,654 housing units, of which 4,174 were occupied. ===2010 census=== The 2010 census recorded a population of 10,511 in the county, with a population density of . There were 4,931 housing units, of which 4,408 were occupied. ===2000 census=== thumb|left|2000 Census Age Pyramid for Keokuk County As of the 2000 United States Census, there were 11,400 people, 4,586 households, and 3,155 families in the county. The population density was 20 people per square mile (8/km2). There were 5,013 housing units at an average density of 9 per square mile (3/km2). The racial makeup of the county was 99.00% White, 0.07% Black or African American, 0.11% Native American, 0.23% Asian, 0.02% Pacific Islander, 0.21% from other races, and 0.36% from two or more races. 0.54% of the population were Hispanic or Latino of any race. There were 4,586 households, out of which 30.50% had children under the age of 18 living with them, 59.00% were married couples living together, 6.50% had a female householder with no husband present, and 31.20% were non-families. 27.80% of all households were made up of individuals, and 15.80% had someone living alone who was 65 years of age or older. The average household size was 2.45 and the average family size was 2.99. The county population contained 25.70% under the age of 18, 7.00% from 18 to 24, 25.50% from 25 to 44, 21.60% from 45 to 64, and 20.20% who were 65 years of age or older. The median age was 40 years. For every 100 females there were 94.10 males. For every 100 females age 18 and over, there were 91.80 males. The median income for a household in the county was $34,025, and the median income for a family was $41,818. Males had a median income of $28,306 versus $22,083 for females. The per capita income for the county was $17,120. About 7.50% of families and 10.10% of the population were below the poverty line, including 12.90% of those under age 18 and 10.50% of those age 65 or over. ==Communities== ===Cities=== * Delta * Gibson * Harper * Hayesville * Hedrick * Keota * Keswick * Kinross * Martinsburg * North English (partial) * Ollie * Richland * Sigourney * South English * Thornburg * Webster * What Cheer ===Unincorporated communities=== * Atwood * Coal Creek * Pekin (partial) * Talleyrand ===Townships=== * Adams * Benton * Clear Creek * East Lancaster * English River * Jackson * Lafayette * Liberty * Plank * Prairie * Richland * Sigourney * Steady Run * Van Buren * Warren * Washington * West Lancaster ===Population ranking=== The population ranking of the following table is based on the 2020 census of Keokuk County. † county seat {| class=\"wikitable sortable\" |- !Rank !City/Town/etc. !Municipal type !Population (2020 Census) |- style=\"background-color:#FFFACD;\" | 1 |† Sigourney | City | 2,004 |- style=\"background-color:#FFFACD;\" | 2 |North English (mostly in Iowa County) | City | 1,065 |- style=\"background- color:#FFFACD;\" | 3 |Keota | City | 897 |- style=\"background-color:#FFFACD;\" | 4 |Hedrick | City | 728 |- style=\"background-color:#FFFACD;\" | 5 |What Cheer | City | 607 |- style=\"background-color:#FFFACD;\" | 6 |Richland | City | 542 |- style=\"background-color:#FFFACD;\" | 7 |Keswick | City | 242 |- style=\"background-color:#FFFACD;\" | 8 |South English | City | 202 |- style=\"background-color:#FFFACD;\" | 9 |Ollie | City | 201 |- style=\"background-color:#FFFACD;\" | 10 |Harper | City | 118 |- style=\"background-color:#FFFACD;\" | 11 |Martinsburg | City | 110 |- style=\"background-color:#FFFACD;\" | 12 |Webster | City | 94 |- style=\"background-color:#FFFACD;\" | 13 |Kinross | City | 80 |- style=\"background-color:#FFFACD;\" | 14 |Thornburg | City | 45 |- style=\"background-color:#FFFACD;\" | 15 |Hayesville | City | 41 |} ==Politics== For most of its history, Keokuk County has backed Republican Party candidates in presidential elections, with Democratic Party candidates only winning the county in eight presidential elections from 1896 on. Bill Clinton is the most recent Democratic presidential candidate to win the county (1996), while in 2016 his wife, Hillary Clinton, had the worst performance by a Democrat since 1924, only winning 26.9 percent of the vote. 2016 Republican candidate Donald Trump made a significant gain compared to his party's 2012 candidate Mitt Romney. ==See also== * National Register of Historic Places listings in Keokuk County, Iowa * Keokuk County Courthouse ==References== ==External links== *Keokuk County government's website Category:1843 establishments in Iowa Territory Category:Populated places established in 1843",
 "title": "Keokuk County, Iowa"
}