{
 "id": "96510",
 "text": "is a notable ancestor who originated in Hawaiki according to Māori tradition. He is particularly known to tribes with origins in the Gisborne District such as , and . is the name assumed by because he was assisted by a whale to survive an attempt on his life by his half-brother . On the island of Aitutaki, he is also known as a brother of Ruatapu, but is not as famous as him. In an account, probably from the Kāti Kurī hapū of Ngāi Tahu, the family lived on Mangaia. =='s shame== became offended when his father elevated his older half-brother ahead of him. When was about to use a sacred comb belonging to , rebuked him, pointing out that was of high rank while was of low birth, because his mother was a slave wife. Some tellings also say Uenuku had built a canoe for his 70 sons and set about to do their hair with sacred combs for the first voyage, or that Ruatapu was about to use Uenuku's own sacred comb rather than Kahutia's. Either way, Ruatapu is told he cannot use any sacred comb because of his heritage, and is shamed. In other accounts, the rebuke came when dared to walk on the roof of 's house. =='s revenge== Angry and ashamed at his father's disparaging comments, he lured and a large number of the other noble sons of into a canoe the next day and took them out to sea. He had hid the bailer somewhere onshore prior, and as soon as they were far enough he unplugged a preformed hole on the canoe flooring, drowning all members aboard - apart from who recited an incantation invoking his ancestor Tangaroa, or the goddess Moakuramanu, to call forth a whale (usually considered to be a southern humpback whale - to carry him ashore. was the sole survivor of his brother's evildoing and assumed the name as a memorial of the assistance he received from the whale. In some versions, himself transformed into the whale. In some tellings Ruatapu simply slays everybody with a spear once they're out at sea - again with the exception of Paikea who takes to the oceans and is saved by the gods. ==The waves of == The episode where threatens to return as the great waves of the eighth month may explain other accounts which portray as having invoked a great flood which destroyed Hawaiki. Such accounts or conclusions may result from Christian influence. According to 's account in the accounts, shouted out to that he would return to fight him: \"The great waves of the eighth month, they are me! I am then approaching!\" In an endnote, Reedy writes: > In the eighth month of the Māori calendar, in the early summer, large waves > known as , 's waves, sometimes break upon the shore on the East Coast. In > this episode announces that in the eighth month he will take this form, and > follow . The eighth month of the Māori calendar is Kohitātea (December-January) according to Ngāi Tūhoe. == connection== is the Ngāti Porou hapū that is closely associated with Whāngārā, a small settlement located between Gisborne and Tolaga Bay. Oral traditions of the state that came to New Zealand from on the back of a whale following an event known as , a slaughter of the first born sons of at sea. According to tradition, the whale turned into stone, and is now the island of (also known as or ), immediately offshore. ==Kāti Kurī version== In a version probably recorded from Kaikōura, Paikea was the youngest of Uenuku's sons, and his favourite, which made the other siblings incredibly jealous of him. His brothers plot to kill him, intending to slay him out on a fishing trip and tell Uenuku that he drowned. Paikea, through feigning his sleep that night, learned of the plan, and so deliberately sunk the canoe the next day himself, killing his brothers. Paikea alone remained alive, clinging to the remains of the canoe for survival, awaiting his death. Suddenly, a tohorā came to his aid, and carried him all the way to Whāngārā. ==See also== * Jonah * Whale Rider, a book (by ) and film inspired in part by the story of and . ==References== ==External links== * , a Māori folk song, with English translation and discussion. Category:Legendary Polynesian people Category:Legendary progenitors Category:Māori mythology",
 "title": "Paikea"
}