{
 "id": "96552",
 "text": "thumb|Tinirau is a guardian of the sharks and fishes. In Polynesian mythology, stories about Tinirau are found throughout the islands of Polynesia. He is a guardian of fish. Many themes recur in the various versions. Often he travels to another land in search of his wife, or his wife travels to another land in search of him; sometimes he treats his wife badly, or she rejects him; while he is guardian of fish, it is his wife who gives the fish their individual characteristics. Sometimes their anxious or jealous relatives try to separate the lovers (Tremewan 2002:120). In some traditions, he has a dual nature; one destructive as the guardian of sharks, and one a kind, handsome male youth; in others, his right side is human and his left side is a fish. Alternate names in the various Polynesian languages include Kinilau, Sinilau, Tigilau, and Tinilau. ==In Samoa== Stories about Tinilau (or Tigilau) and his wife Sina are very popular in Samoa. There are numerous legends, and much variation in the tellings (Tremewan 2002:157). Here are some examples: * Tinilau lends his two turtles to ‘Ae, a Tongan. When he gets home, ‘Ae kills the turtles and has a great feast for his people. When a bloody wave washes up on the beach, Tinilau calls a meeting of all the avenging gods of Savaii. The gods go to Tonga and pick 'Ae up, and return him to the house of Tinilau. When ‘Ae wakes up, he hears the rooster crowing, and it reminds him of the one he heard when he was staying with Tinilau. 'Ae, not knowing that he is in Tinilau's house, begins talking about “the pig, my master”. At once he is killed and eaten (Tregear 1891:110, Tremewan 2002:157). * ‘Ae of Tonga comes to visit Tigilau and returns with Tigilau's two turtles, Toga, whom he kills, and Utuutu, who gets away. A demon named Supa catches ‘Ae and brings him back to Samoa to be killed by Tigilau (Tremewan 2002:157). *Sina rejects offers of marriage from the kings of Tonga and Fiji, instead seeking out Tigilau, who lives with his many wives. One day, Tigilau goes out fishing, and one of the jealous wives steals Sina's soul. To get it back, Tigilau travels to the sun (Tremewan 2002:157). * The fish for the wedding feast of Sina and Tigilau are swallowed by one of Tigilau's other wives. Tigilau blames Sina and banishes her to the forest with two servants. When he hears what has happened to his sister, Lupe flies to her home, his arrival throwing the whole land into shadow. He presents fine mats as gifts for her wedding. Sina sings a song complaining about her harsh treatment, asking to be taken away. Tigilau overhears and kills his wives, telling Lupe that he wants Sina to return to him. When he visits his son in a house near to Sina's, he becomes jealous when he sees how many suitors are visiting Sina. At last, Sina returns to live with Tigilau for her son's sake (Tremewan 2002:157). ==See also== * Kinilau - Hawaii * Sinilau - Tonga, featuring in the story of Kae (and Longopoa). ** Sāngone, with Lekapai another person like Kae. * Tinirau - Māori, featuring in the story of Kae. *In Mangaia (Cook Islands), Tinirau is the child of the goddess Varima-te-takere, born in Avaiki as a piece of flesh torn from his mother's side. He is half fish. Motutapu is given to him as his inheritance. He is guardian of all fish. Tumetua, Vatea, and others are his brothers (Tregear 1891:513). * Tinirau Arona (born 1989), New Zealand Rugby League player ==References== * E.R. Tregear, Maori-Polynesian Comparative Dictionary (Lyon and Blair: Lambton Quay, Wellington), 1891. * C. Tremewan, Traditional Stories from Southern New Zealand: He Kōrero nō Te Wai Pounamu (Macmillan Brown Centre for Pacific Studies: Christchurch), 2002. Category:Polynesian gods Category:Sea and river gods Category:Mangaia mythology",
 "title": "Tinirau"
}