{
 "id": "96772",
 "text": "Glynn County is located in the southeastern part of the U.S. state of Georgia. As of the 2010 census, the population was 79,626. The county seat is Brunswick. Glynn County is part of the Brunswick, Georgia Metropolitan Statistical Area. ==History== Glynn County, one of the state's original eight counties created on February 5, 1777, was named after John Glynn, a member of the British House of Commons who defended the cause of the American Colonies before the American Revolution. The Battle of Bloody Marsh was fought in Glynn County. James Oglethorpe built Fort Frederica, which was used a base in the American Revolutionary War. Glynn Academy, established to educate boys, is the second oldest school in Georgia. Glynn County includes the most prominent of the Sea Islands of Georgia, including Jekyll Island, St. Simons Island, and Sea Island. The Georgia poet Sidney Lanier immortalized the seacoast there in his poem, \"The Marshes of Glynn\", which begins: :Glooms of the live-oaks, beautiful-braided and woven :With intricate shades of the vines that myriad- cloven :Clamber the forks of the multiform boughs,-- ::Emerald twilights,-- ::Virginal shy lights, :Wrought of the leaves to allure to the whisper of vows, :When lovers pace timidly down through the green colonnades :Of the dim sweet woods, of the dear dark woods, :Of the heavenly woods and glades, :That run to the radiant marginal sand-beach within ::The wide sea-marshes of Glynn;-- During World War II, Naval Air Station Glynco, named for the county, was a major base for training for blimps and anti-submarine warfare. The Federal Law Enforcement Training Center (FLETC) now uses a substantial part of the former NAS as its main campus. ==Geography== thumb|Historical marker According to the U.S. Census Bureau, the county has a total area of , of which is land and (28.3%) is water. The majority of Glynn County is located in the Cumberland-St. Simons sub-basin of the St. Marys-Satilla River basin. Most of the county's northern and northwestern border area is located in the Altamaha River sub-basin of the basin by the same name. ===Major highways=== * 20px Interstate 95 * 20px U.S. Route 17 * 20px U.S. Route 25 * 20px U.S. Route 82 * 25px U.S. Route 341 * 20px State Route 25 * 20px State Route 25 Connector * 20px State Route 25 Spur * 20px State Route 27 * 20px State Route 32 * 20px State Route 99 * 25px State Route 303 * 20px State Route 405 (unsigned designation for I-95) * 25px State Route 520 ===Adjacent counties=== * McIntosh County - north * Camden County - southwest * Brantley County - west * Wayne County - northwest ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Glynn County racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |52,987 |62.71% |- |Black or African American (non- Hispanic) |20,469 |24.22% |- |Native American |175 |0.21% |- |Asian |1,175 |1.39% |- |Pacific Islander |92 |0.11% |- |Other/Mixed |3,265 |3.86% |- |Hispanic or Latino |6,336 |7.5% |} As of the 2020 United States census, there were 84,499 people, 34,614 households, and 22,352 families residing in the county. ===2019 United States Census Bureau American Community Survey estimates=== {| class=\"cx-linter-tag\" | valign=\"top\" | | valign=\"top\" | | valign=\"top\" | |} ===2015=== In terms of European ancestry, 40.8% were English, 10.6% were \"American\", 10.2% were Irish, and 7.9% were German. The median income for a household in the county was $50,337 and the median income for a family was $62,445. Males had a median income of $43,240 versus $32,112 for females. The per capita income for the county was $28,040. About 11.7% of families and 15.2% of the population were below the poverty line, including 24.9% of those under age 18 and 9.0% of those age 65 or over. ===2010 census=== As of the 2010 United States Census, there were 79,626 people, 31,774 households, and 21,259 families living in the county. The population density was . There were 40,716 housing units at an average density of . The racial makeup of the county was 67.6% white, 26.0% black or African American, 1.2% Asian, 0.3% American Indian, 0.1% Pacific islander, 3.0% from other races, and 1.8% from two or more races. Those of Hispanic or Latino origin made up 6.4% of the population. ===2000 census=== As of the census of 2000, there were 67,568 people, 27,208 households, and 18,392 families living in the county. The population density was . There were 32,636 housing units at an average density of . The racial makeup of the county was 70.66% White or Caucasian, 26.45% Black or African American, 0.26% Native American, 0.60% Asian, 0.05% Pacific Islander, 0.88% from other races, and 1.09% from two or more races. 2.99% of the population were Hispanic or Latino of any race. According to census 2000 the largest European ancestry groups in Glynn County are: * 40.7% English * 10.1% Irish * 8.0% German * 3.0% Scots-Irish There were 27,208 households, out of which 30.20% had children under the age of 18 living with them, 49.50% were married couples living together, 14.60% had a female householder with no husband present, and 32.40% were non-families. 27.20% of all households were made up of individuals, and 10.10% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 2.95. In the county, the population was spread out, with 25.30% under the age of 18, 8.20% from 18 to 24, 27.60% from 25 to 44, 24.50% from 45 to 64, and 14.40% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 91.70 males. For every 100 females age 18 and over, there were 87.50 males. The median income for a household in the county was $38,765, and the median income for a family was $46,984. Males had a median income of $34,363 versus $23,558 for females. The per capita income for the county was $21,707. About 11.60% of families and 15.10% of the population were below the poverty line, including 22.10% of those under age 18 and 11.90% of those age 65 or over. ==Education== Glynn County's public schools are operated by Glynn County School System. ==Superfund sites== Glynn County is home to four Superfund sites. Those include the \"LCP Chemicals Georgia\" site, the \"Brunswick Wood Preserving\" site, the \"Hercules 009 Landfill\" site, and the \"Terry Creek Dredge Spoil Areas/Hercules Outfall\" site. The Hanlin Group, Inc., which maintained a facility named \"LCP Chemicals\" in Glynn County just outside the corporate limits of Brunswick, was convicted of dumping 150 tons of mercury into Purvis Creek, a tributary of the Turtle River and surrounding tidal marshes between the mid-1980s and its closure in 1994. Three executives were sentenced to prison time over the incident. The LCP facility had been declared a Superfund site when it closed in 1994. It had been under scrutiny by the EPA after Service biologists discovered mercury poisoning in endangered wood storks on St. Simons Island. Fish, shellfish, crabs, and shrimps taken in coastal waters, as well as other bird species, also contained the toxic metal. The Service traced the source of the contamination to the LCP plant and documented the extent of the damage to wildlife resources. Their effort resulted in the addition of Endangered Species Act charges to those that would be brought against Hanlin and its officers. ==Crime== In 2020, the FBI ranked the Brunswick metropolitan area (which includes the counties of Glynn, Brantley and McIntosh) as the 7th most dangerous metropolitan area in the state of Georgia. On August 29, 2009, Glenn County resident Guy Heinze Jr. murdered eight members of his extended family including his father, Guy Heinze Sr. in the family's trailer located in New Hope Plantation Mobile Home Park near Brunswick. Two others were critically injured, with one dying later in a hospital in Savannah. Heinze Jr. avoided the death penalty and was sentenced to life in prison without parole on October 30, 2013. ==Communities== ===City=== * Brunswick ===Census-designated places=== * Country Club Estates * Dock Junction * Everett * Jekyll Island * St. Simons * Sterling ===Unincorporated community=== * Altamaha Park * Anguilla * Jamaica * Jewtown * Zuta ===Ghost towns=== * Belle Vista * Bladen * ThalmannThalmann, Georgia Amtrak Station (USA Rail Guide -- Train Web) ==Politics== Similar to Southeast Georgia, Glynn County is heavily Republican, having last voted Democratic in 1980, when the Democratic nominee was favorite son Jimmy Carter. ==See also== * Glynn County Police Department * National Register of Historic Places listings in Glynn County, Georgia ==References== ==External links== * Glynn County * GlynnCounty.com * Coastal Georgia in Photographs and much more * Sherpa Guide * Glynn County historical marker * Emanuel United Methodist Church historical marker * Needwood Baptist Church and Needwood School historical marker Category:Georgia (U.S. state) counties Category:1777 establishments in Georgia (U.S. state) Category:Populated places established in 1777 Category:Brunswick metropolitan area",
 "title": "Glynn County, Georgia"
}