{
 "id": "97098",
 "text": "Gabrielle d'Estrées, Duchess of Beaufort and Verneuil, Marchioness of Monceaux (; 1573Petit Robert dictionary, Dictionnaires Le Robert, Paris, 1988.10 April 1599) was a mistress, confidante and adviser of Henry IV of France. She persuaded Henry to renounce Protestantism in favour of Catholicism in 1593. Later she urged French Catholics to accept the Edict of Nantes, which granted certain rights to the Protestants. Being legally impossible for the King to marry her as he was already married to Margaret of Valois, he controversially filed for an annulment to Pope Clement VIII in February 1599 to end his childless first marriage, and announced his intention to marry Gabrielle and have her crowned the next Queen of France, while legitimizing their three children that were born out of wedlock. Her coronation and wedding never occurred due to her untimely and sudden death. ==Birth== Gabrielle d'Estrées was born at either the Château de la Bourdaisière in Montlouis-sur-Loire in Touraine, or at the Château de Cœuvres in Picardy.Desclozeaux, pp. 1-2. Her parents were Antoine d'Estrées, Marquis of Cœuvres, and Françoise Babou de La Bourdaisière. ==Royal mistress== In November 1590, King Henry IV of France fell in love with Gabrielle d'Estrées. She became one of his many mistresses in the middle of his bitter struggle with the Catholic League. Although he was married to Margaret of Valois, Henry and Gabrielle were openly affectionate with each other in public. Her father, anxious to save his daughter from so perilous an entanglement, married her to Nicholas d'Amerval, seigneur de Liancourt, though the union proved unhappy. Fiercely loyal, Gabrielle accompanied Henry during his campaigns. Even when heavily pregnant, she insisted on living inside his tent near the battlefield, making sure his clothing was clean and that he ate well after a battle, handling the day-to- day correspondence while he fought. As she was intelligent and practical, Henry confided his secrets to her and followed her advice. When the two were apart, Henry frequently wrote her letters while on his sojourn trips at war camps. thumb|left| Portrait of Gabrielle d'Estrées|alt=Portrait of Gabrielle d'Estrées Born a Catholic, Gabrielle knew that the best way to conclude the religious wars was for Henry himself to become a Catholic. Recognizing the wisdom in her argument, on 25 July 1593, Henry declared that \"Paris is well worth a Mass\" and permanently renounced Protestantism. This enabled him to be crowned King of France on 27 February 1594. Henry also arranged for Gabrielle's marriage to Liancourt to be annulled the same year. On 7 June 1594, their first child was born: a son, César de Bourbon, future Duke of Vendôme. On 4 January 1595, Henry IV officially recognized and legitimized his son in a text validated by the Parlement de Paris. In that text he also recognized Gabrielle d'Estrées as the mother of his son and as \"the subject the most worthy of our friendship\"; in other words, Henry IV had the Parlement de Paris officially ratify Gabrielle's position as his mistress. In 1596, he made her Marquise de Montceaux, and she purchased from the estate of Catherine de' Medici the Château de Montceaux at auction for 39,000 écus, money which he probably gave her. . In the following year he made her Duchesse de Beaufort, a peeress of France.Bayrou, François, Le Roi libre, Flammarion, Paris, 1994, p. 438 (French). Henry IV also recognized and legitimized two more children he had with Gabrielle: Catherine-Henriette de Bourbon, a daughter born in 1596, and Alexandre de Bourbon, a son born in 1598. The relationship between Henry and Gabrielle did not sit well with some members of the French aristocracy, and malicious pamphlets circulated that blamed the new duchess for many national misfortunes. One of the most vicious nicknames ascribed to Gabrielle was la duchesse d'Ordure (\"the Duchess of Filth\").Bercé, Yves-Marie, 5. Gabrielle became Henry's most important diplomat, using her female friends amongst the various Catholic League families to bring about peace. In March 1596, Henry gave both Gabrielle and his sister Catherine a set of gold keys which bestowed upon them seats on his council. This gift pleased Gabrielle so much that she took to wearing the little keys on a chain around her neck. In 1598, Henry issued the Edict of Nantes, which gave the Huguenots certain rights while deferring to Catholics. Joining forces, the Huguenot Catherine and Catholic Gabrielle went to work overriding the objections of powerful Catholics and Huguenots, and forcing compliance with the edict. Henry was so impressed with her efforts that he wrote: \"My mistress has become an orator of unequaled brilliance, so fiercely does she argue the cause of the new Edict.\" ==Death and aftermath== After applying to Pope Clement VIII for an annulment of his marriage and authority to remarry, in March 1599 Henry gave his mistress his coronation ring. Gabrielle, so sure that the wedding would take place, stated, \"Only God or the king's death could put an end to my good luck\". A few days later, on 9 April, she suffered an attack of eclampsia and gave birth to a stillborn son. King Henry was at the Château de Fontainebleau when news arrived of her illness. The next day, 10 April 1599, while Henry was on his way to her, she died in Paris.Bercé, Yves-Marie, 6. The King was grief- stricken,Bayrou, p. 440. especially given the widely held rumor that Gabrielle had been poisoned. He wore black in mourning, something no previous French monarch had done. He gave her the funeral of a queen; her coffin was transported amidst a procession of princes, princesses, and nobles to the Saint-Germain-l'Auxerrois church in Paris, for a requiem mass. Remembered in French history and song as La Belle Gabrielle, she was interred in the Notre- Dame-La-Royale at Maubuisson Abbey in Saint-Ouen-l'Aumône (Val-d'Oise, Île-de- France). A publication after her death called the Mémoires secrets de Gabrielle d'Estrée (\"The Secret Memoirs of Gabrielle d'Estrée\") is believed to have been written by one of her friends. ==Children== Her four children with Henry were: * César, Duke of Vendôme (1594–1665); married Françoise de Lorraine and had issue. In 1626, he participated in a plot against Cardinal Richelieu. César was captured and held in prison for three years. In 1641 he was accused of conspiracy again and this time fled to England. * Catherine Henriette de Bourbon (1596–1663); married Charles II, Duke of Elbeuf. * Alexandre, Chevalier de Vendôme (1598–1629). * stillborn son* (1599). ==Representation in art== Gabrielle is the subject of the painting Gabrielle d'Estrées et une de ses sœurs by Francois Clouet, which is currently held in the Louvre Museum in Paris. In the painting, Gabrielle sits unclothed in a bathtub in which is covered in cloth, holding what is presumed to be Henry's coronation ring given to her before their wedding and her death, whilst her sister Julienne-Hypolite-Joséphine d'Estrées, the Duchess of Villars, also sits unclothed beside her and pinches Gabrielle’s right mammilla. Henry gave Gabrielle the ring as a token of his love shortly before she died.Official site of the Louvre Museum - Portrait présumé de Gabrielle d'Estrées et de sa sœur la duchesse de Villars A very similar painting with the same characters in different positions is in the Palace of Fontainebleau, and yet a third one without her sister in the Musée Condé in the Château de Chantilly. J. M. W. Turner painted a watercolour of \"Fair Gabrielle\" at Bougival. File:Gabrielle d’Estrées and her sister, the Duchess of Villars - Palace of FontainebleauDames-au-bain-château-de-Fontainebleau.jpg|Gabrielle d’Estrées and Julienne-Hypolite-Joséphine, Duchess of Villars: Palace of Fontainebleau File:Scuola di fontainebleau, presunti ritratti di gabrielle d'estrées sua sorella la duchessa di villars, 1594 ca. 06.jpg|Gabrielle d'Estrées and her sister (Louvre). Gabrielle d’Estrées and the Duchess of Villars “… turn half towards the viewer as they sit in a bathtub lined with silk. The women have faces the shape of upturned petals; thin, arched eyebrows; skin the same color as the pearls they both wear in their ears. They are naked from the waist up, and both women’s small, dark eyes are locked on the viewer, mouths tight and ambiguous. But what everybody sees first—what viewers can’t help but fix their gazes on—is the hand of the woman on the left as it pinches the nipple of the woman on the right, her index finger and thumb forming a perfect “C.” Above them, ruched silk curtains, heavy as thunderclouds, are parted as though the audience is at a stage’s edge. The viewer’s voyeuristic position sets the scene as a performance.” -Artsy.net on the portrait. File:Ecole française - Gabrielle d'Estrées au bain - Google Art Project.jpg|Gabrielle d'Estrées au bain: Musée Condé (Château de Chantilly) ==See also== *Henry IV of France's wives and mistresses *French royal mistresses ==References== ==Bibliography== * Bayrou, François (1994). Le Roi libre. Paris: Flammarion. (French) * Bercé, Yves-Marie (1996). The Birth of Absolutism: a history of France, 1598-1661. Basingstoke: Palgrave Macmillan. * ===Further reading=== * Eudes de Mézeray, François Abrégé chronologique de l'Histoire de France 3 vols. Paris: Chez Claude Robustel, 1717. * Sully, Maximilien de Béthune, Mémoires du duc de Sully, Paris: Chez Etienne Ledoux, 1828. * Fleischhauer, Wolfram Die Purpurlinie, Stuttgart, 1996 A semi-academic work in the form of a novel on her life (German) * Fleischhauer, Wolfram La ligne pourpre, Paris: J.-C. Lattès, 2005. ==External links== * Category:1573 births Category:1599 deaths Category:Dukes of Beaufort (France) Category:Dukes of Verneuil Category:Marquesses of Monceaux Category:16th-century peers of France Category:Peers created by Henry IV of France Category:Mistresses of Henry IV of France Category:Deaths in childbirth Gabrielle Gabrielle Beaufort, Duchess of, Gabrielle d'Estrees Category:French duchesses Category:French marchionesses Category:Annulment Category:French Roman Catholics",
 "title": "Gabrielle d'Estrées"
}