{
 "id": "97475",
 "text": "Franklin County is a county in Arkansas. As of the 2010 census, the population was 18,125. The county has two county seats, Charleston and Ozark. The county was formed on December 19, 1837, and named for Benjamin Franklin, American statesman. To the north of the Arkansas River, which bisects Franklin County, the county is wet and alcohol is sold in liquor stores, bars and local vineyards. To the south of the Arkansas River, the county is dry. ==History== Franklin County was carved out of Crawford County in December 1837. At that time, Franklin was significantly larger than it is at present, encompassing part of present-day Logan County which was formed in 1871. Initially, the county had a single courthouse at Ozark. To promote economic growth in the county, federal land grants were made in 1853 to incentivize the construction and operation of the Little Rock and Fort Smith Railroad. From receivership in 1875 after a railroad debt crisis, it was reorganized as the Little Rock and Fort Smith Railway.Map of Franklin County, Arkansas; showing the land grant of the Little Rock & Fort Smith Railway. United States. General Land Office. Little Rock & Fort Smith R.R. Co. Published: Washington, 1893. Accessed 3 February 2022. A number of towns were established in the 1890s on the north bank of the river along its right of way. Many farmers purchased land that had been owned by the railway. After complaints about how difficult it was to cross the river at times, a second courthouse was established at Charleston for citizens in the settlements south of the river, sometime in the 1890s, probably after 1892 since \"Charleston\" did not appear in an 1893 railroad map in all capital letters as \"OZARK\" did. In 1906 the railway was acquired by the St. Louis, Iron Mountain and Southern Railway. In 1917 the line became a backbone of the MoPac, which merged into the Union Pacific Railroad in 1982. The reality television show, The Simple Life, starring Nicole Richie and Paris Hilton was filmed in Altus in 2003. ==Geography== According to the U.S. Census Bureau, the county has a total area of , of which is land and (1.7%) is water. ===Major highways=== *20px Interstate 40 *20px U.S. Highway 64 *20px Highway 22 *20px Highway 23 *20px Highway 41 *20px Highway 60 *20px Highway 96 ===Adjacent counties=== * Madison County (north) * Johnson County (east) * Logan County (southeast) * Sebastian County (southwest) * Crawford County (west) ===National protected area=== * Ozark National Forest (part) ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text- align:right\" |+Franklin County racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non- Hispanic) | 15,201 | 88.91% |- !scope=\"row\"| Black or African American (non- Hispanic) | 78 | 0.46% |- !scope=\"row\"| Native American | 199 | 1.16% |- !scope=\"row\"| Asian | 162 | 0.95% |- !scope=\"row\"| Pacific Islander | 10 | 0.06% |- !scope=\"row\"| Other/Mixed | 956 | 5.59% |- !scope=\"row\"| Hispanic or Latino | 491 | 2.87% |} As of the 2020 United States census, there were 17,097 people, 6,723 households, and 4,537 families residing in the county. ===2000 census=== As of the 2000 census, there were 17,771 people, 6,882 households, and 4,961 families residing in the county. The population density was 29 people per square mile (11/km2). There were 7,673 housing units at an average density of 13 per square mile (5/km2). The racial makeup of the county was 96.17% White, 0.62% Black or African American, 0.80% Native American, 0.26% Asian, 0.06% Pacific Islander, 0.74% from other races, and 1.35% from two or more races. 1.74% of the population were Hispanic or Latino of any race. There were 6,882 households, out of which 32.40% had children under the age of 18 living with them, 59.20% were married couples living together, 8.80% had a female householder with no husband present, and 27.90% were non-families. 24.60% of all households were made up of individuals, and 12.40% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 2.99. In the county, the population was spread out, with 25.80% under the age of 18, 8.50% from 18 to 24, 26.70% from 25 to 44, 23.20% from 45 to 64, and 15.80% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 98.00 males. For every 100 females age 18 and over, there were 95.80 males. The median income for a household in the county was $30,848, and the median income for a family was $36,189. Males had a median income of $27,907 versus $18,822 for females. The per capita income for the county was $14,616. About 10.60% of families and 15.20% of the population were below the poverty line, including 16.20% of those under age 18 and 15.70% of those age 65 or over. ==Government== Over the past few election cycles, Franklin County has trended heavily towards the GOP. The last Democrat (as of 2020) to carry this county was Arkansas native Bill Clinton in 1996. ==Communities== ===Cities=== * Altus * Branch * Charleston (county seat) * Ozark (county seat) * Wiederkehr Village ===Town=== * Denning ===Unincorporated communities=== * Alix * Cecil * Peanut ===Ghost towns=== * Sub Rosa ===Townships=== * Alix (part of Wiederkehr Village) * Barham * Black Oak * Boston * Cobb * Cravens * Donald (most of Branch) * Grover * Hogan (Altus, Denning, part of Wiederkehr Village) * Hurricane * Ivy * Limestone * McIlroy * Middle * Mill Creek * Miller * Morgan * Mountain * Mulberry * Prairie (Charleston, small part of Branch) * Shores * Six Mile * Walker * Wallace * Watalula * Weaver * White Oak (Ozark, most of Wiederkehr Village) * White Rock * Wittich ==See also== * List of lakes in Franklin County, Arkansas * National Register of Historic Places listings in Franklin County, Arkansas * Gary Stubblefield * Bill Gossage ==References== ==Further reading== * Shropshire, Lola. Franklin County, Arkansas: Images of America, Arcadia Publishing, 128 pages, Aug 2000 Category:1837 establishments in Arkansas Category:Populated places established in 1837 Category:Fort Smith metropolitan area",
 "title": "Franklin County, Arkansas"
}