{
 "id": "97502",
 "text": "Arkansas County is a county located in the U.S. state of Arkansas. As of the 2010 census, the population was 19,019. Located in the Arkansas Delta, the county has two county seats, DeWitt and Stuttgart. The first of the state's 75 present-day counties to be created, Arkansas County was formed on December 13, 1813, when this area was part of the Missouri Territory. The county was named after the Arkansas River (itself named for the Arkansas tribe), as was the subsequent Arkansas Territory. This was later split off from Missouri Territory and eventually admitted to the union as a state. The riverfront areas in the Arkansas Delta were developed for cotton plantations, based on the use of enslaved African Americans. Cotton was the major commodity crop before and after the Civil War. Other crops such as soybeans are also cultivated now, in industrial-scale production. Arkansas County is one of seven present-day counties in the United States that have the same name as the state in which they are located. ==History== ==First French Era== Arkansas Post was the site of a French fort, used for negotiating and trading with the Native American tribes to the west, all of whom were allies of the French. However, to the east, the Chickasaw and Choctaw were enemies of the French (the Chickasaw and Choctaw were allied to the British.) The Native American nation in the area who the French traded with the most were the Quapaw people. On May the 10th of 1749, Arkansas Post was attacked by Chickasaw warriors. The Chickasaw warriors burned the settlement, killed many men, and took women and children as captives. In response to the attack, the French moved the post to Ecores Rouges.https://encyclopediaofarkansas.net/entries/french-explorers-and- settlers-4974/ ==Spanish Era== After the French were defeated in the French and Indian War, the territory was surrendered to the Spanish. However, they made no effort assert actual control over the territory, and all Europeans present during the Spanish era were French fur traders who had simply stayed behind.https://encyclopediaofarkansas.net/entries/french-explorers-and- settlers-4974/ ==Second French Era== Napoleon Bonaparte's French army conquered Spain, and Napoleon made his brother the new king of Spain. Napoleon's brother, acting as king of Spain, then \"gave\" the Louisiana territory back to France.History of Joseph Bonaparte: King of Naples and of Italy by John Stevens Cabot Abbott · 1869Louisiana Purchase - Page 3 by Carole Marsh · 2003 ===Louisiana Purchase and Territorial Arkansas=== The county was created by the Missouri Territorial Legislature on December 31, 1813. It was called Arkansas after the Arkansas River, and the Arkansas tribe of Native Americans. It is one of seven current counties that have the same name as the state in which it is located. Its original boundaries were New Madrid County to the north, Louisiana to the south, the Mississippi River to the east, and the Indian Boundary Line south of Fort Clark to the west. Arkansas County was within the Missouri Territory until creation of the Arkansas Territory on March 2, 1819. ===Statehood and antebellum Arkansas=== The county seat was moved from Arkansas Post to DeWitt, a newly established town created at the request of the Arkansas County Quorum Court on February 19, 1853.. County government officially held court for the first time in DeWitt in October 1855. This area was developed for cotton plantations through the antebellum period, based on the labor of enslaved African-American workers. Major planters earned considerable wealth with the commodity crop, for which there was high demand. Citizens of the county supported the Secession Convention to discuss secession from the Union in 1861 by an 80% to 20% margin. The anti-immediate secession delegates negotiated a compromise to put the question on the statewide ballot in August, but to remain in the Union. Following President Abraham Lincoln's request for troops following the Battle of Fort Sumter, citizens of several counties, including Arkansas County, formed a militia and stormed Little Rock to serve the Confederate government.. ===Civil War and Reconstruction=== Arkansas County initially sent two companies of militia to Little Rock to serve in what would become the 1st Arkansas Infantry Regiment: Company H, known as \"The Crockett Rifles\", and Company K, known as \"The DeWitt Guards\". A third company would join the 6th Arkansas Infantry Regiment as the \"Dixie Grays\".. ===The New South=== In the post-Reconstruction era, whites directed considerable violence against African Americans, in an effort to restore and maintain white supremacy after Democrats regained power. At the turn of the century, the state legislature passed measures that effectively disenfranchised most blacks for decades. The Equal Justice Initiative reported in 2015 that the county had 18 lynchings of African Americans from 1877 to 1950,Lynching in America/ Supplement: Lynchings by County, 3rd Edition, 2015, p. 2 most in the decades near the turn of the 20th century. This was the highest of any county other than Phillips, where the Elaine Race Riot is believed to have resulted in more than 200 deaths of African Americans. To escape the violence and social oppression, thousands of African Americans left the state in the Great Migration to northern industrial cities. They migrated beginning around World War I, increasing the number leaving during and after World War II, when rural jobs had been reduced. ==Geography== Arkansas County is located in the Arkansas Delta (in Arkansas, usually referred to as \"the Delta\") a subregion of the Mississippi Alluvial Plain, which is a flat area consisting of rich, fertile sediment deposits from the Mississippi River between Louisiana and Illinois. Within the Delta, Arkansas County is almost entirely within the Grand Prairie subregion, historically a flat grassland plain underlain by an impermeable clay layer (the Stuttgart soil series). Prior to the 19th century, flatter areas with slowly to very slowly permeable soils (often containing fragipans) supported Arkansas's largest prairie, covered in prairie grasses and forbs, with oaks covering the low hills and ridges, and pockets of floodplains with bottomland hardwood forests. This region was a sharp contrast to the bottomland forests that once dominated other parts of the Mississippi Alluvial Plain. Cropland has now largely replaced the native vegetation. Distinctively, rice is the main crop; soybeans, cotton, corn, and wheat are also grown. The rice fields provide habitat and forage for large numbers and many species of waterfowl; duck and goose hunting occurs at this important spot along the Mississippi Flyway. Two different eco-regions border the Grand Prairie along the major rivers forming the county's east and southern boundaries: the Arkansas River Holocene Meander Belt and the Western Lowlands Holocene Meanders. These areas of flat floodplain contain the meander belts of the present and past watercourses, point bars, natural levees, swales, and abandoned river channels. Some of the most extensive remaining tracts of native bottomland hardwood forest in the Mississippi Alluvial Plain remain along these rivers. Along the banks of the White River in Arkansas County, these forests are preserved in the White River National Wildlife Refuge. According to the U.S. Census Bureau, the county has a total area of , of which is land and (4.4%) is water. The county is located approximately east of Little Rock, southwest of Memphis, Tennessee, and northeast of the Dallas-Fort Worth Metroplex (DFW) in Texas. Arkansas County is surrounded by Prairie County to the north, Monroe County to the northeast, Phillips County to the east, Desha County to the south, Lincoln County to the southwest, Jefferson County to the west, and Lonoke County to the northwest. ===Hydrology=== Water is an extremely important part of Arkansas County's geography, history, economy, and culture. The many rivers, streams, and ditches crossing the county have featured prominently since prehistoric times, and many of the hundreds of archaeological sites, including the Menard-Hodges Site, are along waterways. The navigability of the Arkansas River has been important for every civilization in Arkansas County since prehistory. Tribes of Quapaw, Casqui, and Mississippian cultures were settled in the area along the rivers. Three major rivers form much of the county's boundaries: Arkansas River, Bayou Meto, and the White River. Within the county, La Grue Bayou is an important watercourse. Rivers brought early prosperity to the county during white settlement for navigation. The county saw battles for control of the rivers during the American Revolution in 1783 at the Battle of Arkansas Post, and the Civil War in 1862 and 1863 in the Battle of Saint Charles and Battle of Arkansas Post, respectively. ===Protected areas=== Several agencies own and maintain areas of natural and cultural value for enjoyment and use by residents and visitors of Arkansas County. Along the county's eastern boundary, of the Dale Bumpers White River National Wildlife Refuge protect Mississippi lowland forests along the White River. In the western part of the county, of the George H. Dunklin Jr. Bayou Meto Wildlife Management Area (WMA) is managed by the Arkansas Game and Fish Commission (AGFC) to preserve natural woodlands and wetlands for wintering waterfowl within the Mississippi Flyway. At the southern tip of the county, the bottomland hardwood forest area between the Arkansas and White is preserved in the Trusten Holder WMA. The area is well known for hunting and fishing, and bald eagle watching in winter. The AGFC also maintains the Ethel WMA, a area known for small game hunting, formerly open only to residents of Ethel. The Arkansas Natural Heritage Commission maintains two small sites in Arkansas County: the Roth Prairie Natural Area and the Striplin Woods Natural Area. Roth Prairie is a flat plot south of Stuttgart, one of the few remaining tallgrass prairies typical of the Grand Prairie prior to leveling and clearing for human settlement. Striplin Woods preserves a very biodiverse section of old growth bottomland hardwood forest along the White River located within the White River NWR, and is comanaged with the United States Fish and Wildlife Service. Along the Arkansas, the Corps maintains a total of 160 campgrounds at Merrisach, Notrebes Bend, Pendleton Bend, and Wilbur D. Mills Use Areas, each with electric hookups, boat ramps, and restroom facilities.. The Corps also maintains the Moore Bayou Day Use Area on the Arkansas, providing access to the Arkansas Post Water Trail, and Wild Goose Bayou Day Use Area on the Arkansas Canal.. thumb|right|A \"ghost\" townsite is laid out at Arkansas Post National Memorial, marking original locations of homes, blacksmith shops, and the first state capitol The primary cultural site in Arkansas County is Arkansas Post, the historic entrepot near the confluence of the Arkansas and Mississippi Rivers, and early epicenter of white settlement in the region. Founded in 1686, Arkansas Post was established at various sites near the confluence, often moving after flood events. Though remains of the post have been lost by movements of the Arkansas River, a small townsite is preserved as the Arkansas Post National Memorial. The nearby Arkansas Post State Park preserves the history of early settlement on the Grand Prairie through a five- building museum. The central structure is the 1877 Refeld-Hinman dogtrot house. ==Demographics== The peak of population in the rural county was 1940. Mechanization and industrial-scale agriculture reduced the number of farm workers, and people have moved away because of the lack of opportunities. ===2020 Census=== {| class=\"wikitable\" style=\"text-align:right\" |+Arkansas County racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 11,575 | 67.5% |- !scope=\"row\"| Black or African American (non-Hispanic) | 4,138 | 24.13% |- !scope=\"row\"| Native American | 34 | 0.2% |- !scope=\"row\"| Asian | 94 | 0.55% |- !scope=\"row\"| Pacific Islander | 9 | 0.05% |- !scope=\"row\"| Other/Mixed | 663 | 3.87% |- !scope=\"row\"| Hispanic or Latino | 636 | 3.71% |} As of the 2020 United States census, there were 17,149 people, 7,491 households, and 4,723 families residing in the county. ===2010 Census=== As of the 2010 census, there were 19,019 people, 8,005 households, and 5,306 families residing in the county. The population density was 18 people per square mile (7/km2). There were 9,436 housing units at an average density of 9 per square mile (4/km2). The racial makeup of the county was 71.8% White, 24.5% Black or African American, 0.5% Asian, 0.2% Native American, 0% Pacific Islander, 1.7% from other races, and 1.3% from two or more races. 2.7% of the population were Hispanic or Latino of any race. There were 8,005 households, out of which 30.9% had children under the age of 18 living with them, 46.4% were married couples living together, 15.3% had a female householder with no husband present, and 33.7% were non-families. 29.4% of all households were made up of individuals, and 12.6% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 2.87. In the county, the population was spread out, with 23.3% under the age of 18, 7.6% from 18 to 24, 24.2% from 25 to 44, 28.6% from 45 to 64, and 16.5% who were 65 years of age or older. The median age was 40.7 years. For every 100 females there were 94.1 males. For every 100 females age 18 and over, there were 90.9 males. The median income for a household in the county was $37,230, and the median income for a family was $48,698. Males had a median income of $37,489 versus $25,607 for females. The per capita income for the county was $22,142. About 13.1% of families and 18.9% of the population were below the poverty line, including 21.5% of those under age 18 and 16.7% of those age 65 or over. In 2010, the largest denominational group was the Evangelical Protestants (with 7,709 adherents) and Mainline Protestants (with 2,500 adherents). Almost 29% of people in the county did not claim a religious tradition. The largest religious bodies were The Southern Baptist Convention (with 6,332 members) and The United Methodist Church (with 1,976 members). ===2000 Census=== As of the 2000 census, there were 20,749 people, 8,457 households, and 5,970 families residing in the county. The population density was 21 people per square mile (8/km2). There were 9,672 housing units at an average density of 10 per square mile (4/km2). The racial makeup of the county was 75.19% White, 23.36% Black or African American, 0.21% Native American, 0.36% Asian, 0.21% from other races, and 0.66% from two or more races. 0.76% of the population were Hispanic or Latino of any race. There were 8,457 households, out of which 31.40% had children under the age of 18 living with them, 53.00% were married couples living together, 13.90% had a female householder with no husband present, and 29.40% were non-families. 26.10% of all households were made up of individuals, and 12.40% had someone living alone who was 65 years of age or older. The average household size was 2.41 and the average family size was 2.89. In the county, the population was spread out, with 24.80% under the age of 18, 8.30% from 18 to 24, 26.30% from 25 to 44, 24.40% from 45 to 64, and 16.20% who were 65 years of age or older. The median age was 39 years. For every 100 females there were 90.90 males. For every 100 females age 18 and over, there were 86.00 males. The median income for a household in the county was $30,316, and the median income for a family was $36,472. Males had a median income of $28,914 versus $21,127 for females. The per capita income for the county was $16,401. About 14.10% of families and 17.80% of the population were below the poverty line, including 24.80% of those under age 18 and 15.50% of those age 65 or over. In 2000, the largest denominational group was the Evangelical Protestants (with 10,229 adherents) and Mainline Protestants (with 3,593 adherents). The largest religious bodies were the Southern Baptist Convention (with 5,103 members) and the United Methodist Church (with 2,750 members). ==Human resources== ===Education=== Educational attainment in Arkansas County is typical for a rural Arkansas county, with a 2016 study finding 82.5% of Arkansas County residents over age 25 held a high school degree or higher, below Arkansas and national averages of 85.2% and 87.0%, respectively. Arkansas County's proportion of population holding a bachelor's degree or higher is 14.4%, significantly below the state average of 21.5% and national average of 30.3%. ====Primary and secondary education==== right|thumb|Public school district boundaries in Arkansas County as of July 2016 Two public school districts are based in Arkansas County: Stuttgart Public Schools is the larger of the two school districts in the county, with the DeWitt School District serving most of the rural area of the county. Successful completion of the curriculum of these schools leads to graduation from Stuttgart High School or DeWitt High School, respectively. Both high schools offer Advanced Placement (AP) courses and are accredited by the Arkansas Department of Education (ADE). ====Higher education==== Within Arkansas County, two branch campuses of Phillips Community College (based in Helena-West Helena) are operated in De Witt and Stuttgart. Public four-year colleges in the area include the University of Arkansas at Monticello in Monticello, Southeast Arkansas College (SEARK) and University of Arkansas at Pine Bluff (UAPB) in Pine Bluff, and several institutions in Little Rock. ====Library system==== right|thumb|William F. Foster Library in Stuttgart The Arkansas County Library system is based in Stuttgart and contains three branches: Cleon Collier Memorial Library, DeWitt Public Library, and the William F. Foster Stuttgart Public Library. All three libraries offers books, e-books, media, reference, youth, business and genealogy services. ===Public health=== Arkansas County's above-average poverty rate indicates a high Medicaid eligibility rate. As of 2012, 31.8% of Arkansas County was eligible for Medicaid, with 72.5% of children under 19 eligible for ARKids First, a program by the Arkansas Department of Human Services that combines children's Medicaid (ARKids A) and other programs for families with higher incomes (ARKids B).. The county's population is significantly above healthy weight, with 71.2% of adults and 39.8% of children/adolescents ranking as overweight or obese, compared to the state averages of 67.1% and 39.3%, respectively. These rates are significantly above national averages of 62.9% and 30.3%, respectively. The Baptist Health hospital system operates the Baptist Health Medical Center-Stuttgart in the city, the only community hospital in Arkansas County. It is rated as a Level 4 Trauma Center by the Arkansas Department of Health. The DeWitt Hospital & Nursing Home is a critical access hospital, which maintains 25 beds, a 60-bed nursing home, and the Ferguson Rural Health Clinic. Both are members of the Arkansas Rural Health Partnership. Jefferson Regional Medical Center in Pine Bluff is a referral hospital in the region. The nearest Level 1 Trauma Centers are University of Arkansas for Medical Sciences (UAMS) and Arkansas Children's Hospital (ACH) in Little Rock. ===Public safety=== The Arkansas County Sheriff's Office is the primary law enforcement agency in the county. The agency is led by the Arkansas County Sheriff, an official elected by countywide vote every four years. Police departments in Stuttgart, DeWitt, Humphrey, Gillett, and Almyra provide law enforcement in their respective jurisdictions, with St. Charles contracting with the Arkansas County Sheriff's Office for law enforcement services. The county is under the jurisdiction of two separate district courts, both local district courts of original jurisdiction for criminal, civil, small claims, and traffic matters. Local district courts are presided over by an elected part-time judge who may privately practice law. Arkansas County Northern District Court is held in Stuttgart. Arkansas County Southern District Court has departments in DeWitt, Gillett, and St. Charles. Superseding district court jurisdiction is the 11th East Judicial Circuit Court, which covers all of Arkansas County. The 11th East Circuit contains one judge elected to a six- year term. Fire protection, prevention and suppression is provided by eleven agencies in Arkansas County, together covering the entire county. The six incorporated municipalities each provide fire protection, in some cases extending beyond corporate limits. Rural areas are served by the Alcorn, Casscoe, Crockett's Bluff, One Horse, and Tichnor volunteer fire departments. All fire departments in Arkansas County are volunteer-based, except the Stuttgart Fire Department. ==Culture and contemporary life== Arkansas County has several facilities, monuments, and museums dedicated to preserving the history and culture of the area. Several historic log structures remain in the county from the pioneer era. Four facilities interpret the county's natural heritage and unique position on the Grand Prairie, including Arkansas Post State Park,. the Museum of the Grand Prairie in Stuttgart, the Potlatch Conservation Education Center in Casscoe,. and the Visitor Center at White River NWR in St. Charles. Local history museums include the St. Charles Museum and the Museum of the Grand Prairie in Stuttgart. Several National Register of Historic Places (NRHP, complete county list) properties in the county relate to Arkansas County's rice heritage, including the A.M. Bohnert Rice Plantation Pump, L.A. Black Rice Milling Association Inc. Office, Tichnor Rice Dryer and Storage Building, and several contributing structures from the DeWitt Commercial Historic District and Stuttgart Commercial Historic District. Several buildings in these districts also were parts of the county's economic and cultural history, including the Riceland Hotel and Standard Ice Company Building in downtown Stuttgart. History of government and public services in the county is preserved in both the Northern District and Southern District courthouses, DeWitt Post Office and Stuttgart Post Office, and the Old Gillett Jail. Arkansas County hosts two farmer's markets, offering fresh produce, baked goods and crafts: North Market at Main and Sixth streets in Stuttgart and South Market on Highway 165 in DeWitt. Both are open from May through October. ===Annual cultural events=== The most widely known annual cultural event in Arkansas County is the Gillett Coon Supper, described by The Wall Street Journal as \"a political rite of passage\" for those seeking public office in Arkansas. The meeting of local residents and politicians started in 1943 as a fundraiser serving boiled, and smoked raccoon for the Gillet High School football team, but has remained a tradition long after the school's consolidation. right|thumb|Waterfowl near Bayou Meto Perhaps the most popular annual event is duck hunting season between November and January, a tradition dating back to the Illinois Indians who traveled south to Arkansas to hunt. Popular with Arkansans and tourist hunters from across the country, annual hunting trips in Arkansas were first documented by French explorers Jacques Marquette and Louis Jolliet in 1673. Many hunts are organized through hunting clubs (like the historic Crocketts Bluff Hunting Lodge) and usually involve local guides for tourist groups. Public lands are very desirable and fill up quickly; many Arkansans seek to use private lands in Arkansas County to avoid crowds. In the 2016–17 season, the AGFC sold over 100,000 waterfowl stamps, roughly equally split between in-state and out-of-state hunters. The numbers include over 8,000 to out-of-state hunters to hunt on WMAs. Festivities begin during Thanksgiving Week with the World's Championship Duck Calling Contest and Wings Over the Prairie Festival in Stuttgart. The Arkansas County Fair has been held annually since 1938 at the Arkansas County Fairgrounds in DeWitt during mid-September. ===Media=== The county newspaper is the Stuttgart Daily Leader, a daily newspaper established in Stuttgart in 1885. Former newspapers include The Free Press and The Stuttgart Republican.. ==Government== left|thumb|Courtroom in the Northern District Courthouse in Stuttgart The county government is a constitutional body granted specific powers by the Constitution of Arkansas and the Arkansas Code. The quorum court is the legislative branch of the county government and controls all spending and revenue collection. Representatives are called justices of the peace and are elected from county districts every even-numbered year. The number of districts in a county vary from nine to fifteen, and district boundaries are drawn by the county election commission. The Arkansas County Quorum Court has eight members. Presiding over quorum court meetings is the county judge, who serves as the chief operating officer of the county. The county judge is elected at-large and does not vote in quorum court business, although capable of vetoing quorum court decisions. ==Politics== In Congress, Arkansas has been represented by two Republican senators (John Boozman and Tom Cotton) since January 3, 2015, ending a long history of Democratic hegemony. In the House of Representatives, Arkansas County is within the Arkansas 1st district, which contains the Arkansas Delta. The Arkansas 1st has been represented by Rick Crawford since 2010. In the Arkansas State Senate, Arkansas County is roughly split in half. The northeast half is within the 28th District, which also contains all of Prairie County and parts of Lonoke, Monroe, White, and Woodruff counties. The 28th District has been represented by Jonathan Dismang (R) of Beebe since 2013. The southwestern half of Arkansas County is within the 25th District, which contains parts of Desha, Jefferson, Lincoln, Monroe, and Phillips counties. The 28th District has been represented by Stephanie Flowers (D) of Pine Bluff since 2011. In the Arkansas House of Representatives, Arkansas County is split among three districts. The 11th District includes De Witt, Stuttgart, and most of the central part of the county, as well as almost all of Prairie County and small parts of White and Lonoke counties. The 11th District has been represented by David Hillman (R) of Almyra since 2013. The western part of Arkansas County is within the 14th District, which also contains most of Lonoke and parts of Pulaski and Lincoln counties. The 14th District has been represented by Roger Lynch (R) since 2017. The remainder of Arkansas County is within the 12th District, which also contains all of Phillips and parts of Desha and Lincoln counties. The 12th District has been represented by Chris Richey (D) of Helena-West Helena since 2013. ===Taxation=== Property tax is assessed by the Arkansas County Assessor annually based upon the fair market value of the property and determining which tax rate, commonly called a millage in Arkansas, will apply. The rate depends upon the property's location with respect to city limits, school district, and special tax increment financing (TIF) districts. This tax is collected by the Arkansas County Collector between the first business day of March of each year through October 15th without penalty. The Arkansas County Treasurer disburses tax revenues to various government agencies, such as cities, county road departments, fire departments, libraries, and police departments in accordance with the budget set by the quorum court. Sales and use taxes in Arkansas are voter approved and collected by the Arkansas Department of Finance and Administration. Arkansas's statewide sales and use tax has been 6.5% since July 1, 2013. Arkansas County has an additional sales and use tax of 1.0%, which has been in effect since January 1, 1998. Within Arkansas County, Almyra and Humphrey have an additional tax of 1.0%, St. Charles has an additional 2.0%, Gillett and Stuttgart an additional 3.0%, and DeWitt an additional 3.5% on top of county rates.CONTENTS OF THIS SOURCE CHANGE QUARTERLY. The Arkansas State Treasurer disburses tax revenue to counties/cities in accordance with tax rules. ==Communities== right|thumb|Streetside in Stuttgart Four incorporated cities and two incorporated towns are located within the county. Each has seen steady population decline over recent decades. The largest city and northern district county seat, Stuttgart, is located in the north part of the county near the Prairie County line. Stuttgart's population in 2010 was 9,326, and has been declining steadily since a peak of 10,941 at the 1980 Census. DeWitt, centrally located in Arkansas County, is the southern district county seat and second-largest city in the county with a population of 3,292 in 2010. The remaining communities each have populations under 750 as of 2010; Humphrey is partially located in Jefferson County on Arkansas County's western edge, St. Charles is on the White River in the eastern portion of the county, and Gillett in southern Arkansas County. Almyra is located along Highway 130 between DeWitt and Stuttgart. ===Unincorporated communities=== Arkansas County has dozens of unincorporated communities and ghost towns within its borders. This is due to early settlers in Arkansas tending to settle in small clusters rather than incorporated towns. For example, communities like Ethel have a post office or central density of buildings at some point in their history. Other communities are simply a few dwellings at a crossroads that have adopted a common place name over time. Some are officially listed as populated places by the United States Geological Survey, and others are listed as historic settlements. * Arkansas Post * Bayou Meto * Benzal * Burks * Casscoe * Crocketts Bluff * Deluce * Ethel * Goldman * Hagler * Holdridge * Hortons Landing * Hyden * Immanuel * Jacks Bay Landing * Kittlers * La Grue Springs * LaGrue * Lodge Corner * Lookout * Mayview * Medina * Mount Adams * Nady * North Stuttgart * Olena * Plainview * Prairie Landing * Prairie Union * Preston Ferry * Ricusky * Sheppard Point * South Stuttgart * Tichnor * Vallier * Van * Weber * Yoder ====Historical communities==== * Abeles * Arkansas * Buffo * Fish Dock * Monica * Ona * Osotouy * Parham * Roberts * Sassafras * Super * Thomwall * West Bayou ===Townships=== thumb|Townships in Arkansas County, Arkansas as of 2010 * Arkansas (Gillett) * Barton * Bayou Meto * Brewer * Chester * Crockett * Garland * Gum Pond (most of Stuttgart) * Henton (Humphrey) * Keaton * La Grue (De Witt) * McFall * Mill Bayou (Almyra) * Morris (part of Stuttgart) * Point Deluce * Prairie (St. Charles) * Stanley ==Infrastructure== ===Aviation=== right|thumb|Almyra Municipal Airport The county contains two public owned/public use airports: Almyra Municipal Airport and DeWitt Municipal Airport. Both are small, rural airports with over 50,000 annual operations, almost entirely agricultural spraying operations.. Federal Aviation Administration. Effective July 19, 2018.. Federal Aviation Administration. Effective July 19, 2018. Stuttgart Municipal Airport is located north of the city, in Prairie County.. Federal Aviation Administration. Effective July 19, 2018. Arkansas County also contains 16 private airfields. ===Major highways=== *20px US Route 63 *20px US Route 79 *25px US Route 165 *20px Highway 1 *20px Highway 11 *20px Highway 17 *20px Highway 33 *20px Highway 44 *25px Highway 130 *25px Highway 144 *25px Highway 146 *25px Highway 152 *25px Highway 153 *25px Highway 169 *25px Highway 276 *25px Highway 343 *25px Highway 980 ==Notes== ==References== ==Further reading== * * * * * * ==External links== * * Category:1813 establishments in Missouri Territory Category:Populated places established in 1813",
 "title": "Arkansas County, Arkansas"
}