{
 "id": "97681",
 "text": "Plaquemines Parish (; French: Paroisse de Plaquemine, Louisiana French: Paroisse des Plaquemines) is a parish located in the U.S. state of Louisiana. With a population of 23,515 at the 2020 census, the parish seat is Pointe à la Hache and the largest community is Belle Chasse. The parish was formed in 1807. Plaquemines Parish is part of the New Orleans–Metairie metropolitan statistical area. It was severely damaged in the aftermath of Hurricane Katrina on August 29, 2005, and in hurricane events in 2011 and 2021. ==History== The name \"Plaquemines,\" in French Creole, was derived from the Atakapa word, piakimin, meaning the local fruit persimmon. The French used it to name a military post they built on the banks of the Mississippi River, as the site was surrounded by numerous persimmon trees. Eventually the name was applied to the entire parish and to a nearby bayou. The oldest European settlement in the parish was La Balize, where the French built and inhabited a crude fort by 1699 near the mouth of the Mississippi River. The name in French meant \"seamark\", a tall structure of wood built as a guide for ships. By 1721 the French built one high.David Roth, \"Louisiana Hurricane History: 18th Century (1722-1800)\", Tropical Weather - National Weather Service - Lake Charles, LA; 24 Jun 2003, accessed 7 May 2008 A surviving map from about 1720 shows the island and fort, and the mouth of the river.\"Carte du Fleuve Saint Louis ou Mississippy dix lieues au dessous de la Novelle Orleans jusqu'a son Embouchoure\", Louisiana State Museum Map Database, originally accessed 6 May 2008, only catalog entry available online 4 April 2016 As traffic and trade on the river increased, so did the importance of river pilots who were knowledgeable about the complicated, ever-changing currents and sandbars in the river. They lived at La Balize with their families. The village was destroyed and rebuilt numerous times, but it was abandoned for good after being destroyed by a September 1860 hurricane. The pilots moved upriver and built the settlement they named Pilottown, which reached its peak of population in the 19th century.David Roth, \"Louisiana Hurricane History: Late 19th Century (1851-1900)\", Tropical Weather - National Weather Service - Lake Charles, LA; Jun 2003, accessed 6 May 2008 The river pilots' expertise continues to be critical, but now they generally live with their families in more populated areas. They stay at Pilottown temporarily for work. An important historical site is Fort Jackson, built in 1822 as recommended by General Andrew Jackson, hero of the Battle of New Orleans in the War of 1812. In 1861, Fort Jackson served as an important Confederate defense for the city of New Orleans during the Civil War because it was at the mouth of the Mississippi River. The US Army used it as a training base during World War I, 1917–1918. Plaquemines is one of only two parishes that have kept their same boundaries from the beginning of Louisiana's parishes in 1807 to today, the other being St. Bernard Parish. ===20th century to present=== Because Plaquemines Parish encompasses the last of the Mississippi River before it reaches the Gulf of Mexico, it is the site of several oil refineries, which rely on the shipping lanes for moving their product. The Mississippi River Delta of Plaquemines is also a base for assistance to offshore oil rigs. Plaquemines Parish was the first place in the United States where shippers used a container for cargo in foreign trade. The area is also known for having the southernmost point in Louisiana, at just under 29 degrees north. The August 1901 Hurricane caused damage, including 4 feet of water in Buras.\"Louisiana Hurricanes\", The Cajuns The Great Hurricane of 1915 devastated much of the parish, with multiple levee breaches on both sides of the Mississippi, a 12-foot storm surge, and hundreds of deaths. Homelessness was widespread, and many people were reduced to starvation until charitable aid arrived.\"Hurricane of 1915: Plaquemines Parish History\" The old Parish Courthouse in Pointe à la Hache was among the many buildings destroyed in the storm, but a new one was completed within the year. In the early 1900s, Plaquemines was an exporter of citrus. Farmers used the railroads and the Mississippi to ship the large annual harvest to markets. Commercial fisheries, especially for oysters, have been important in the parish economy. From 1924 to 1969, Plaquemines and St. Bernard parishes were effectively the domain of the political boss Leander Perez, who established a strong hold over the area.Glen Jeansonne, Leander Perez: Boss of the Delta He was notorious for fixing elections and enforcing strict racial segregation. Upon his death, his sons Leander Perez, Jr., and Chalin O. Perez were elected as the dominant political figures of the parish as district attorney and parish president, respectively. Interpersonal feuding weakened the family's hold on power. After another decade, by 1980 political opponents had begun to win local elections. In 1969, Hurricane Camille devastated portions of Plaquemines Parish. Storm surge over 10 feet, winds over 100 miles per hour, and peak pressure at 941 hPa devastated Buras, Louisiana, Venice, Louisiana, and many more towns and cities. During the Great Mississippi Flood of 1927, city and state leaders used dynamite to breach a levee at Caernarvon, thirteen miles (19 km) below Canal Street, in order to save the city of New Orleans from flooding. This action resulted in the flooding of much of the less-populated St. Bernard and Plaquemines parishes, causing widespread destruction to agriculture and housing. The Civil Rights struggle for African-Americans to become registered voters in Plaquemines Parish begin in October 1946, under the guidance of Dr. Rev. Percy Murphy Griffin. With the aid of Attorneys Earl Amedee and Louis Berry from New Orleans, Griffin and twenty-six African-Americans from Plaquemines Parish organized the Plaquemines Parish Civil and Political Organization, Inc., to fight racial barriers established by Perez. In the summer of 1953, the group organized a voter registration drive for African Americans. In 1954, Irene Griffin became the first black woman to register to vote in the parish. The organization filed class-action suits against Leander Perez and in 1953, several African-Americans became registered voters in Plaquemines Parish. In 1966, the organization led the fight to integrate public schools. The movement also worked to get Seymourville and another small community included within the parish boundaries; the city had sought to exclude these majority-black communities to prevent black votes from being counted.Louisiana Diary , 16 March 1964, Written, directed and narrated by Richard O. Moore, aired on PBS The Civil Rights Act of 1964 ended legal segregation, and the Voting Rights Act of 1965 authorized federal oversight and enforcement of voter registration and elections in jurisdictions with historic under-representation of minority elements of the population. After 1965, African Americans in Louisiana began full participation in Louisiana politics. In 1965, Hurricane Betsy flooded many buildings, including the parish courthouse, and caused nine deaths. Leander Perez sealed off the parish to control the distribution of state assistance.Jeansonne; Leander Perez, p. 354 It is estimated that without significant human intervention, Plaquemines Parish will lose 55% of its current land to rising sea levels over the next 50 years. ====Hurricane Katrina==== Hurricane Katrina struck Louisiana on August 29, 2005, resulting in one of the worst disasters in United States history; it severely damaged all of southeast Louisiana. Martial law was not declared in Plaquemines, contrary to many media reports, as no such term exists in Louisiana state law. No place escaped without some damage, while most of Plaquemines, Orleans, and neighboring St. Bernard parishes were severely affected. The towns of Pointe à la Hache, Port Sulphur, Buras, Triumph, Empire, Boothville, Phoenix, and Venice suffered catastrophic damage. Amid heavy rains accompanied by hurricane-force winds in excess of 120 mph (190 km/h) at initial landfall (with a Category 5 storm surge), the levees failed and broke. The storm surge which flowed in was more than 20 feet (6.1 m) high. Although a majority of the populace had complied with mandatory state evacuation orders, some did not, possibly because they were not able to. At least three people died. ==Geography== According to the U.S. Census Bureau, the parish has a total area of , of which is land and (70%) is water. It is the largest parish by total area in Louisiana. Plaquemines Parish is bordered to the south and southeast by the Gulf of Mexico. ===Major highways=== * 20px Louisiana Highway 23 * 20px Louisiana Highway 39 ===Adjacent parishes and features=== * Orleans Parish (north) * St. Bernard Parish (northeast) * Jefferson Parish (west) ===National protected areas=== * Breton National Wildlife Refuge (part) * Delta National Wildlife Refuge ===Historic sites=== The parish includes three United States National Historic Landmarks: * Fort De La Boulaye Site, * Fort Jackson, and * Fort St. Philip. The parish has five other sites listed on the National Register of Historic Places, including Woodland Plantation, which has been depicted on the label of Southern Comfort liqueur since the 1930s. Woodland Plantation is an antebellum mansion located in West Pointe à la Hache, on the west bank of the Mississippi River. It is now operated as a bed and breakfast. ===Communities=== thumb|300px|Map of Plaquemines Parish with municipal labels There are no incorporated areas within Plaquemines Parish. Communities not listed below include Myrtle Grove, Nairn, Naomi, and Scarsdale. ====Census-designated places==== * Belle Chasse * Boothville * Buras * Empire * Pointe à la Hache (parish seat) * Port Sulphur * Triumph * Venice ====Unincorporated communities==== * Bohemia * Braithwaite * Carlisle * Dalcour * Davant * Duvic * Grand Ecaille * Ironton * Jesuit Bend * Orchid * Phoenix * Pilottown * Port Eads * West Pointe à la Hache ====Outdated designations==== * Boothville-Venice * Buras-Triumph ====Ghost towns==== * Burrwood * La Balize ==Demographics== {| class=\"wikitable\" |+Plaquemines Parish racial composition as of 2020 !Race !Num. !Perc. |- |White |13,764 |58.53% |- |Black or African American |4,863 |20.68% |- |Native American |255 |1.08% |- |Asian |1,042 |4.40% |- |Pacific Islander |40 |0.17% |- |Other/Mixed |1,315 |5.59% |- |Hispanic or Latino |2,236 |9.51% |} At the 2000 U.S. census, there were 26,757 people, 9,021 households, and 7,000 families residing in the parish; in 2010, its population declined to 23,042. The 2019 American Community Survey estimated 23,338 people resided in the parish. In 2020, the population was 23,515. At the 2019 census estimates, the racial and ethnic makeup of the parish was 67.9% non-Hispanic white, 20.3% Black and African American, 1.1% American Indian and Alaska Native, 3.9% Asian, 1.8% some other race, and 5.0% from two or more races; an estimated 7.3% of the population were Hispanic and Latino American of any race. In 2000, the racial makeup of the parish was 69.77% White, 23.39% Black or African American, 2.07% Native American, 2.62% Asian, 0.01% Pacific Islander, 0.73% from other races, and 1.42% from two or more races; 1.62% of the population were Hispanic or Latino American of any race. Of the population in 2000, 2.22% reported speaking French or Creole French at home; in 2019, 10.4% of the population spoke another language other than English at home. Reflecting nationwide demographic trends of non-Hispanic white decline, the 2020 census determined 58.53% of the population was non-Hispanic white, 20.68% Black or African American, 1.08% Native American, 4.40% Asian, 0.17% Pacific Islander, 5.59% two or more races, and 9.51% Hispanic and Latino American of any race. In 2000, were 9,021 households, out of which 39.50% had children under the age of 18 living with them, 57.50% were married couples living together, 14.60% had a female householder with no husband present, and 22.40% were non-families. 18.60% of all households were made up of individuals, and 7.10% had someone living alone who was 65 years of age or older. The average household size was 2.89 and the average family size was 3.30. At the 2019 census estimates, there were 8,919 households living in 10,174 housing units. The median income for a household in the parish was $38,173, and the median income for a family was $42,610 in 2000. Males had a median income of $37,245 versus $21,691 for females. The per capita income for the parish was $15,937. About 15.40% of families and 18.00% of the population were below the poverty line, including 20.70% of those under age 18 and 18.40% of those age 65 or over. In 2019, the median household income increased to $57,204. Males had a median income of $49,251 versus $36,404 for females; 18.2% of the parish population lived at or below the poverty line. ==Economy== Plaquemines has a significant seafood industry. The parish exports millions of pounds of shrimp, crab, oysters, and fish annually. Plaquemines also has a vibrant citrus industry. The seafood and citrus industries have suffered somewhat in the wake of Hurricane Katrina in August 2005. About half the shrimping and shellfish fleet were lost. In January 2007, thousands of citrus trees went unpicked. As of 2012, Plaquemines parish is the largest crude-oil producing parish in Louisiana. It produced over 14 million barrels in 2012. Plaquemines Port is one of the largest ports in the United States, handling mostly domestic traffic. The Plaquemines Port, Harbor & Terminal District is coextensive with the parish. It was created in 1954 by the legislature of Louisiana as a state agency. It is governed by a committee of the Plaquemines Parish Council, acting as the Port Board.\"History\", Plaquemines Port Harbor & Terminal District website ===Alternative energy=== Oil and gas continue to play a dominant role in the Plaquemines economy; however, there is a growing policy and resource trend in favor of renewable resources. The Parish government is working with public and private partners to invest in renewable energy, including hydrokinetic energy and wind energy. Plaquemines has a huge potential for hydrokinetic energy sites along deep bends in the Mississippi River. The flow of the river is 470,000 cubic feet per second at the Head of Passes during normal river stages and 1,250,000 during peak times. Tidal turbines would be placed in deep bends of the river below seagoing and barge traffic. The turbines would also be located below the usual migrating routes of fish. Four companies intending to install turbines are in the regulatory and permitting stages. The potential installation of wind turbines at the mouth of the Mississippi River is also being considered.\"Economic Development Assessment\" The capacity of a wind source to produce energy is generally measured by Wind Power Density. Wind Power Densities are divided into seven Wind Power Classes. According to the American Wind Energy Association, Plaquemines has winds in specified areas that fall into a Wind Power Class of seven, which makes the Parish a particularly attractive location for wind turbine investment. Wind turbines would likely be placed at the mouth of the Mississippi, where winds are the strongest. Wind Energy Systems Technology has proposed to build a 12.5 MV wind farm in Barataria Bay off the coast of Plaquemines Parish. The energy would be sent to Myrtle Gove through an underground cable. The wind farm would be supplemented with natural gas turbines when wind speeds are either not sufficient or too robust to supply power. A similar proposal is being considered for the southern portion of the Parish. ==Education== Plaquemines Parish School Board operates the public schools of the parish. The parish is in the service area of Nunez Community College. ==Politics== Plaquemines Parish was for a long time controlled by the notorious political boss Leander Perez, who turned the parish's voters away from the National Democratic Party with the Dixiecrat bolt in 1948.Jeansonne; Leander Perez, p. 194 The parish has been solidly anti-Democratic and at times overwhelmingly so at a Presidential level since 1948, with the only Democratic nominee subsequently to carry the parish being Bill Clinton in 1996. In 1952 it was the most Republican county-equivalent in the nation,Dave Leip’s U.S. Election Atlas; 1952 Presidential Election Statistics and until the decay of the Perez machine no Democrat was to pass thirty percent of the parish's vote. Plaquemines Parish is the home of former Parish President and current Lt. Governor of Louisiana Billy Nungesser and its current Parish President, Republican Amos Cormier III, who additionally secured the endorsement of the parish Libertarians, defeated his Republican rival Kirk Lepine in the 2016 special election runoff by a margin of some 20 percent. On December 8, 2018, however, Lepine in a runoff rematch unseated Cormier, 3,625 votes (52 percent) to 3,289 (48 percent). {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Presidential election results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third parties |- | style=\"text-align:center;\" |2020 | style=\"text-align:center;\" |67.3% 7,412 | style=\"text-align:center;\" |31.0% 3,414 | style=\"text-align:center; background:honeyDew;\"|1.7% 188 |- | style=\"text-align:center;\" |2016 | style=\"text-align:center;\" |65.3% 6,900 | style=\"text-align:center;\" |31.7% 3,347 | style=\"text-align:center; background:honeyDew;\"|3.1% 326 |- | style=\"text-align:center;\" |2012 | style=\"text-align:center;\" |63.2% 6,471 | style=\"text-align:center;\" |35.2% 3,599 | style=\"text-align:center; background:honeyDew;\"|1.7% 169 |- | style=\"text-align:center;\" |2008 | style=\"text-align:center;\" |66.0% 6,894 | style=\"text-align:center;\" |32.4% 3,380 | style=\"text-align:center; background:honeyDew;\"|1.7% 175 |- | style=\"text-align:center;\" |2004 | style=\"text-align:center;\" |64.7% 7,866 | style=\"text-align:center;\" |34.4% 4,181 | style=\"text-align:center; background:honeyDew;\"|0.9% 106 |- | style=\"text-align:center;\" |2000 | style=\"text-align:center;\" |57.7% 6,302 | style=\"text-align:center;\" |40.5% 4,425 | style=\"text-align:center; background:honeyDew;\"|1.9% 204 |- | style=\"text-align:center;\" |1996 | style=\"text-align:center;\" |41.6% 4,493 | style=\"text-align:center;\" |49.5% 5,348 | style=\"text-align:center; background:honeyDew;\"|8.9% 956 |- | style=\"text-align:center;\" |1992 | style=\"text-align:center;\" |44.6% 5,018 | style=\"text-align:center;\" |39.7% 4,467 | style=\"text-align:center; background:honeyDew;\"|15.7% 1,772 |- | style=\"text-align:center;\" |1988 | style=\"text-align:center;\" |59.1% 6,084 | style=\"text-align:center;\" |38.8% 3,997 | style=\"text-align:center; background:honeyDew;\"|2.1% 212 |- | style=\"text-align:center;\" |1984 | style=\"text-align:center;\" |69.7% 7,655 | style=\"text-align:center;\" |29.7% 3,261 | style=\"text-align:center; background:honeyDew;\"|0.6% 61 |- | style=\"text-align:center;\" |1980 | style=\"text-align:center;\" |54.5% 5,489 | style=\"text-align:center;\" |42.8% 4,318 | style=\"text-align:center; background:honeyDew;\"|2.7% 272 |- | style=\"text-align:center;\" |1976 | style=\"text-align:center;\" |68.4% 6,052 | style=\"text-align:center;\" |29.5% 2,614 | style=\"text-align:center; background:honeyDew;\"|2.1% 189 |- | style=\"text-align:center;\" |1972 | style=\"text-align:center;\" |83.1% 6,595 | style=\"text-align:center;\" |12.5% 990 | style=\"text-align:center; background:honeyDew;\"|4.5% 356 |- | style=\"text-align:center;\" |1968 | style=\"text-align:center;\" |11.3% 968 | style=\"text-align:center;\" |13.4% 1,144 | style=\"text-align:center; background:honeyDew;\"|75.3% 6,430 |- | style=\"text-align:center;\" |1964 | style=\"text-align:center;\" |86.4% 4,904 | style=\"text-align:center;\" |13.7% 775 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1960 | style=\"text-align:center;\" |13.8% 712 | style=\"text-align:center;\" |21.1% 1,087 | style=\"text-align:center; background:honeyDew;\"|65.0% 3,347 |- | style=\"text-align:center;\" |1956 | style=\"text-align:center;\" |81.2% 2,998 | style=\"text-align:center;\" |14.5% 534 | style=\"text-align:center; background:honeyDew;\"|4.3% 160 |- | style=\"text-align:center;\" |1952 | style=\"text-align:center;\" |93.0% 3,370 | style=\"text-align:center;\" |7.0% 255 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1948 | style=\"text-align:center;\" |3.2% 90 | style=\"text-align:center;\" |2.8% 77 | style=\"text-align:center; background:honeyDew;\"|94.0% 2,607 |- | style=\"text- align:center;\" |1944 | style=\"text-align:center;\" |16.0% 335 | style=\"text- align:center;\" |84.0% 1,755 | style=\"text-align:center;| |- | style=\"text- align:center;\" |1940 | style=\"text-align:center;\" |9.3% 204 | style=\"text- align:center;\" |90.7% 1,979 | style=\"text-align:center;| |- | style=\"text- align:center;\" |1936 | style=\"text-align:center;\" |4.1% 94 | style=\"text- align:center;\" |95.9% 2,209 | style=\"text-align:center;| |- | style=\"text- align:center;\" |1932 | style=\"text-align:center;\" |1.9% 38 | style=\"text- align:center;\" |98.1% 1,918 | style=\"text-align:center;| |- | style=\"text- align:center;\" |1928 | style=\"text-align:center;\" |8.5% 98 | style=\"text- align:center;\" |91.5% 1,056 | style=\"text-align:center;| |- | style=\"text- align:center;\" |1924 | style=\"text-align:center;\" |20.8% 119 | style=\"text- align:center;\" |75.7% 432 | style=\"text-align:center; background:honeyDew;\"|3.5% 20 |- | style=\"text-align:center;\" |1920 | style=\"text-align:center;\" |26.4% 124 | style=\"text-align:center;\" |70.2% 329 | style=\"text-align:center; background:honeyDew;\"|3.4% 16 |- | style=\"text- align:center;\" |1916 | style=\"text-align:center;\" |8.4% 43 | style=\"text- align:center;\" |90.2% 461 | style=\"text-align:center; background:honeyDew;\"|1.4% 7 |- | style=\"text-align:center;\" |1912 | style=\"text-align:center;\" |9.4% 41 | style=\"text-align:center;\" |82.8% 361 | style=\"text-align:center; background:honeyDew;\"|7.8% 34 |} ==Notable people== * Dan Alexander * Irene Griffin * Billy Nungesser * Leander Perez * Chris Henry ==See also== * Barataria Bay * Louisiana Highway 23, on the west bank * Louisiana Highway 39, on the east bank * National Register of Historic Places listings in Plaquemines Parish, Louisiana ==References== ==External links== * Official website * Images of destruction caused by Hurricane Katrina in the parish (Photos taken August 31, 2005) * Water Resources of Plaquemines Parish, Louisiana United States Geological Survey * Plaquemines Parish Sheriff's Office Category:Louisiana parishes Category:Parishes in New Orleans metropolitan area Category:Louisiana parishes on the Mississippi River Category:1807 establishments in the Territory of Orleans Category:Populated places established in 1807",
 "title": "Plaquemines Parish, Louisiana"
}