{
 "id": "97714",
 "text": "Beauregard Parish () is a parish located in the U.S. state of Louisiana. As of the 2010 census, the population was 35,654. The parish seat is DeRidder. The parish was formed on January 1, 1913. Beauregard Parish comprises the DeRidder, LA Micropolitan Statistical Area. The governing body is by the police jury system. ==History== ===Spanish and French Rule=== Until 1762, the land that would eventually become Beauregard Parish was a part of the Spanish holdings in Louisiana, as, at that time, the border between Spain and France was acknowledged as the Rio Hondo (now known as the Calcasieu river); however the land between the Rio Hondo and the Sabine river was in some dispute as the French were beginning to occupy land on the west side of the Rio Hondo. In 1762, the king of France secretly gave Louisiana to Spain in the Treaty of Fontainebleau. From 1762 to 1800, the region was a part of New Spain. In 1800, the secret Third Treaty of San Ildefonso transferred possession of Louisiana back to the French, although Spain continued to administer the land. In this period, the only European settlers to the land that would become Beauregard Parish were a few individuals with Spanish land grants.[Claims to Land Between the Rio Hondo and Sabine Rivers in Louisiana. Communicated to the Senate January 31, 1825] ===Neutral Ground=== After the Louisiana Purchase by the United States in 1803, the region stretching from the Sabine River in the west to the Arroyo Hondo in the east was claimed by both Spain and the United States, leading to little law enforcement by either country. In order to avoid a war over the border, the two countries agreed that the land in contention would remain neutral and free of armed forces from either side. The area became known as the Neutral Ground or Sabine Free State. During this period, the armies in the area—those of the United States and Spain—allowed the running of a ferry, enabling places such as Burr's Ferry in Vernon Parish, to prosper. The rest of the area was lawless, except for the occasional joint military venture to rid the area of \"undesirables\". However, even with the border dispute, several pioneers did settle the land during this period and were eventually given 3rd class homestead claims. The Adams-Onís Treaty, signed in 1819 and ratified in 1821, recognized the U.S. claim, setting the final Louisiana western border at the Sabine River. -Treaty Image:Calcasieurivermap.png|The Calcasieu River formed part of the eastern boundary of the Neutral Ground. Image:Sabinefreestate.png|The Neutral Ground, or Sabine Free State. Its western border was the Sabine River. ===Parish origin=== In 1804, the United States organized present-day Louisiana as the Territory of Orleans. In 1805 the territory was further divided into 12 counties. Opelousas County included the entire southwestern section of the state, and extending almost to the Mississippi River in the northeast. By 1807 the counties were reorganized into parishes. St. Landry was one of the original nineteen civil parishes established by the Louisiana Legislature. St. Landry was the largest parish in Louisiana, called the Imperial St. Landry Parish. For a short period after the fall of New Orleans during the Civil War, Opelousas was not just the county seat but was the state capitol (until it was permanently moved to Baton Rouge). Calcasieu Parish was created 24 March 1840 from the western portion of Saint Landry Parish. Calcasieu Parish has since been divided into five smaller parishes. The original area of Calcasieu Parish was called Imperial Calcasieu Parish. The bill to create out of the northern area of Imperial Calasieu Parish Beauregard Parish was passed in 1912 and took effect at the beginning of 1913. The Parish was named after P.G.T. Beauregard, a Confederate general. ===Parish organization=== Although one faction wanted the town of Singer to be the parish seat, DeRidder was chosen by a majority of voters on 15 October 1912. (Today, the unincorporated community of Singer still exists and includes a post office, store, and school.) The parish was organized with a police jury as the governing body. Interim, county-wide police jury, judge and justice were appointed. However, on 3 December 1912, an election was held for the offices of sheriff, clerk of court, assessor, coroner, superintendent of public education, police juror, justice of the peace, constable, and members of the school board in each of the wards in the parish. ===Native Americans=== At least four tribes lived in Beauregard Parish around the time it was founded. One was about six miles south of Sugartown on Indian Branch, another was just north of the old W.B. Welborn home on Bundick Creek, another was along the mouth of Anacoco Creek and another at Merryville, across the street from where Merryville High School now stands. ===The 1941 military build-up=== On November 28, 1941, a United Service Organizations was opened in DeRidder. (Of the more than 500 USO's opened during WW II, this was the first off-post USO to open in the U.S.) 89,000 soldiers visited the DeRidder USO; 15,000 took showers; and 27,000 viewed movies. The building was entered into the National Register of Historic Places on 25 February 1992. August through September 1941 saw the locally stationed military engaged in the Louisiana Maneuvers—the largest military maneuver in United States history (with more than 500,000 soldiers training for war). The rapid influx of so many military personnel created problems that stemmed, in part, from alcohol overconsumption. In response, residents of Beauregard Parish voted to become a dry parish. ==Law enforcement== The parish level police agency is the Beauregard Parish Sheriff's Office. The current Sheriff (2020)is Mark V. Herford ==Geography== According to the U.S. Census Bureau, the parish has a total area of , of which is land and (0.7%) is water. ===Major highways=== * 25px U.S. Highway 171 * 25px U.S. Highway 190 * 20px Louisiana Highway 12 * 20px Louisiana Highway 26 * 20px Louisiana Highway 27 ===Adjacent counties and parishes=== * Vernon Parish (north) * Allen Parish (east) * Jefferson Davis Parish (southeast) * Calcasieu Parish (south) * Newton County, Texas (west) ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text- align:right\" |+Beauregard Parish racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non- Hispanic) | 29,039 | 79.45% |- !scope=\"row\"| Black or African American (non- Hispanic) | 4,082 | 11.17% |- !scope=\"row\"| Native American | 273 | 0.75% |- !scope=\"row\"| Asian | 222 | 0.61% |- !scope=\"row\"| Pacific Islander | 27 | 0.07% |- !scope=\"row\"| Other/Mixed | 1,635 | 4.47% |- !scope=\"row\"| Hispanic or Latino | 1,271 | 3.48% |} As of the 2020 United States census, there were 36,549 people, 13,520 households, and 9,219 families residing in the parish. ===2000 census=== As of the census of 2000, there were 32,986 people, 12,104 households, and 9,078 families residing in the parish. The population density was 28 people per square mile (11/km2). There were 14,501 housing units at an average density of 12 per square mile (5/km2). The racial makeup of the parish was 84.25% White, 12.92% Black or African American, 0.66% Native American, 0.60% Asian, 0.05% Pacific Islander, 0.30% from other races, and 1.23% from two or more races. 1.42% of the population were Hispanic or Latino of any race. There were 12,104 households, out of which 36.20% had children under the age of 18 living with them, 60.60% were married couples living together, 10.90% had a female householder with no husband present, and 25.00% were non- families. 22.20% of all households were made up of individuals, and 9.10% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.07. In the parish, 27.50% of the population are under the age of 18; 8.60% aged from 18 to 24; 28.70% aged from 25 to 44; 23.30% aged from 45 to 64; and 11.90% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 100.60 males. For every 100 females age 18 and over, there were 98.90 males. The median income for a household in the parish was $32,582, and the median income for a family was $37,886. Males had a median income of $35,268 versus $19,639 for females. The per capita income for the parish was $15,514. About 13.00% of families and 15.60% of the population were below the poverty line, including 19.50% of those under age 18 and 15.50% of those age 65 or over. ==Education== Beauregard Parish School Board operates the parish public schools. It is in the service area of Sowela Technical Community College. ==National Guard== The A Company, 3-156th Infantry Battalion is based in De Ridder. This unit deployed to Iraq twice as part of the 256th IBCT, in 2004-5 and 2010. == Communities == thumb|250px|Map of Beauregard Parish, Louisiana, with town labels === City === * DeRidder (parish seat and largest municipality) === Town === * Merryville === Unincorporated areas === ==== Census-designated places ==== * Longville * Oretta * Singer * Sugartown ==== Unincorporated communities ==== * Dry Creek * Graybow * Junction * RagleyRagley isn't incorporated according to the State's official website for Beauregard Parish ==National Register of Historic Places== There are 12 places listed on the National Register of Historic Places including the Beauregard Parish Courthouse, the Beauregard Parish Jail, the Beauregard Parish Training School, the DeRidder Commercial Historic District and the Burks House. See National Register of Historic Places listings in Beauregard Parish, Louisiana. ==Politics== {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Presidential election results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third parties |- | style=\"text-align:center;\" |2020 | style=\"text-align:center;\" |83.0% 13,575 | style=\"text-align:center;\" |15.5% 2,542 | style=\"text-align:center; background:honeyDew;\"|1.5% 240 |- | style=\"text-align:center;\" |2016 | style=\"text-align:center;\" |81.2% 12,238 | style=\"text-align:center;\" |15.9% 2,393 | style=\"text-align:center; background:honeyDew;\"|3.0% 447 |- | style=\"text-align:center;\" |2012 | style=\"text-align:center;\" |78.1% 11,112 | style=\"text-align:center;\" |19.9% 2,828 | style=\"text-align:center; background:honeyDew;\"|2.0% 285 |- | style=\"text-align:center;\" |2008 | style=\"text-align:center;\" |76.2% 10,718 | style=\"text-align:center;\" |21.8% 3,071 | style=\"text-align:center; background:honeyDew;\"|2.0% 285 |- | style=\"text-align:center;\" |2004 | style=\"text-align:center;\" |71.3% 9,470 | style=\"text-align:center;\" |27.6% 3,666 | style=\"text-align:center; background:honeyDew;\"|1.1% 145 |- | style=\"text-align:center;\" |2000 | style=\"text-align:center;\" |64.4% 7,862 | style=\"text-align:center;\" |32.4% 3,958 | style=\"text-align:center; background:honeyDew;\"|3.2% 385 |- | style=\"text-align:center;\" |1996 | style=\"text-align:center;\" |44.2% 5,526 | style=\"text-align:center;\" |39.4% 4,925 | style=\"text-align:center; background:honeyDew;\"|16.4% 2,048 |- | style=\"text-align:center;\" |1992 | style=\"text-align:center;\" |40.8% 5,119 | style=\"text-align:center;\" |40.1% 5,037 | style=\"text-align:center; background:honeyDew;\"|19.1% 2,395 |- | style=\"text-align:center;\" |1988 | style=\"text-align:center;\" |57.3% 6,466 | style=\"text-align:center;\" |41.7% 4,704 | style=\"text-align:center; background:honeyDew;\"|1.0% 114 |- | style=\"text-align:center;\" |1984 | style=\"text-align:center;\" |63.1% 7,353 | style=\"text-align:center;\" |36.1% 4,199 | style=\"text-align:center; background:honeyDew;\"|0.8% 96 |- | style=\"text-align:center;\" |1980 | style=\"text-align:center;\" |47.5% 5,250 | style=\"text-align:center;\" |50.2% 5,556 | style=\"text-align:center; background:honeyDew;\"|2.3% 253 |- | style=\"text-align:center;\" |1976 | style=\"text-align:center;\" |36.4% 3,196 | style=\"text-align:center;\" |60.6% 5,322 | style=\"text-align:center; background:honeyDew;\"|3.1% 268 |- | style=\"text-align:center;\" |1972 | style=\"text-align:center;\" |69.4% 4,955 | style=\"text-align:center;\" |24.2% 1,728 | style=\"text-align:center; background:honeyDew;\"|6.4% 456 |- | style=\"text-align:center;\" |1968 | style=\"text-align:center;\" |22.3% 1,615 | style=\"text-align:center;\" |21.7% 1,569 | style=\"text-align:center; background:honeyDew;\"|56.0% 4,048 |- | style=\"text-align:center;\" |1964 | style=\"text-align:center;\" |52.3% 3,349 | style=\"text-align:center;\" |47.7% 3,049 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1960 | style=\"text-align:center;\" |40.8% 2,432 | style=\"text-align:center;\" |48.7% 2,903 | style=\"text-align:center; background:honeyDew;\"|10.6% 630 |- | style=\"text-align:center;\" |1956 | style=\"text-align:center;\" |52.7% 2,711 | style=\"text-align:center;\" |44.2% 2,276 | style=\"text-align:center; background:honeyDew;\"|3.1% 159 |- | style=\"text-align:center;\" |1952 | style=\"text-align:center;\" |44.2% 789 | style=\"text-align:center;\" |55.8% 996 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1948 | style=\"text-align:center;\" |12.9% 449 | style=\"text-align:center;\" |47.6% 1,653 | style=\"text-align:center; background:honeyDew;\"|39.5% 1,371 |- | style=\"text-align:center;\" |1944 | style=\"text-align:center;\" |25.4% 759 | style=\"text-align:center;\" |74.6% 2,226 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1940 | style=\"text-align:center;\" |16.5% 528 | style=\"text-align:center;\" |83.5% 2,677 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1936 | style=\"text-align:center;\" |20.1% 549 | style=\"text-align:center;\" |79.9% 2,181 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1932 | style=\"text-align:center;\" |5.9% 146 | style=\"text-align:center;\" |94.1% 2,319 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1928 | style=\"text-align:center;\" |23.6% 468 | style=\"text-align:center;\" |76.4% 1,513 | style=\"text-align:center;| |- | style=\"text-align:center;\" |1924 | style=\"text-align:center;\" |16.5% 235 | style=\"text-align:center;\" |83.5% 1,191 | style=\"text-align:center; background:honeyDew;\"|0.1% 1 |- | style=\"text-align:center;\" |1920 | style=\"text-align:center;\" |14.8% 202 | style=\"text-align:center;\" |84.1% 1,146 | style=\"text-align:center; background:honeyDew;\"|1.0% 14 |- | style=\"text-align:center;\" |1916 | style=\"text-align:center;\" |5.7% 59 | style=\"text-align:center;\" |94.1% 968 | style=\"text-align:center; background:honeyDew;\"|0.2% 2 |} ==See also== * Louisiana (New France) ==References== ==External links== * Beauregard Parish * Beauregard Parish Sheriff's Office Geology * Snead, J., P. V. Heinrich, and R. P. McCulloh, 2002, De Ridder 30 x 60 minute geologic quadrangle. Louisiana Geological Survey, Baton Rouge, Louisiana. Category:Louisiana parishes Category:Military facilities on the National Register of Historic Places in Louisiana Category:Territorial disputes of the United States Category:1913 establishments in Louisiana Category:Populated places established in 1913 Category:Parishes in Central Louisiana Category:National Register of Historic Places in Beauregard Parish, Louisiana",
 "title": "Beauregard Parish, Louisiana"
}