{
 "id": "98084",
 "text": "Crowland (modern usage) or Croyland (medieval era name and the one still in ecclesiastical use; cf. ) is a town in the South Holland district of Lincolnshire, England. It is situated between Peterborough and Spalding. Crowland contains two sites of historical interest, Crowland Abbey and Trinity Bridge. ==History== The town's two historical points of interest are the ruined medieval Crowland Abbey and the 14th-century three-sided bridge, Trinity Bridge, which stands at its central point and used to be the confluence of three streams. In about 701, a monk named Guthlac came to what was then an island in the Fens to live the life of a hermit. Following in Guthlac's footsteps, a monastic community came into being here, which was dedicated to Saint Mary the Virgin, Saint Bartholomew and Saint Guthlac in the eighth century. The place-name 'Crowland' is first attested circa 745 AD in the Vita S. Guthlaci auctore Felice, reprinted in the Memorials of Saint Guthlac published in Wisbech in 1881. Here the name appears as Cruglond, Crugland, Cruuulond and Cruwland. It appears as Croiland in the Domesday Book of 1086. The word \"cruw\" is thought to mean a bend, and to refer to the bend in the River Welland at Crowland, which was more pronounced before the draining of the fens.Eilert Ekwall, The Concise Oxford Dictionary of English Place-names, p.133. The town of Crowland grew up round the abbey. By a charter dated 716, Æthelbald of Mercia granted the isle of Crowland, free from all secular services, to the abbey with a gift of money, and leave to build and enclose the town. The charter's privileges were confirmed by numerous other royal charters extending over a period of nearly 800 years. Under Abbot Ægelric the fens were tilled, the monastery grew rich, and the town increased in size, enormous tracts of land being held by the abbey at the Domesday Survey. The Croyland Chronicle (1144–1486), an important source for medieval historians, is believed to be the work of some of the monastery's inhabitants. The town was nearly destroyed by fire (1469–1476), but the abbey tenants were given money to rebuild it. By virtue of his office the abbot had a seat in parliament, but the town was never a parliamentary borough. Abbot Ralph Mershe in 1257 obtained a grant of a market every Wednesday, confirmed by Henry IV in 1421, but it was afterwards moved to Thorney. The annual fair of St Bartholomew, which originally lasted twelve days, was first mentioned in Henry III's confirmatory charter of 1227. The dissolution of the monastery in 1539 was fatal to the progress of the town, and it rapidly sank into the position of an unimportant village. The abbey lands were granted by Edward VI to Edward Clinton, 1st Earl of Lincoln, from whose family they passed in 1671 to the Orby family. In 1642, near the start of the English Civil War, the remains of the abbey were fortified and garrisoned by Royalists under Governor Thomas Stiles. After a short siege it was taken by Parliamentarian forces under the command of Oliver Cromwell in May 1643. The surrounding agricultural area suffered from extensive flooding in 1947 as the River Welland and the surrounding drain network was overwhelmed with meltwater. A flood defence bank, West Bank, still exists, forming the north-west perimeter of the village and eastern flank of the River Welland's flood plain. The Great Northern and Great Eastern Joint Railway crossed the north-east part of the parish until the 1980s. It passed near De Key's Farm to the east and Martin's Farm to the north. Postland railway station was near Postland House. ==Governance== An electoral ward in the name of Crowland and Deeping St Nicholas exists. This ward has a total population taken at the 2011 census of 6,172. ==Geography== Crowland is nearer to the outskirts of Peterborough than Spalding, and (similar to other settlements of the Welland) is less than north of the boundary with the City of Peterborough. The main road is the A16, which provides connections with Spalding to the north and Peterborough to the south (via the A47). The east-west B1166 connects with Deeping St. James, the north side of the Welland to the west and Holbeach Drove to the east, and Thorney is accessed via the B1040 to the south-east. From 1894 the parish, being the only part of the Peterborough Rural Sanitary District in Lincolnshire, formed its own Crowland Rural District. This was merged into Spalding Rural District under a County Review Order in the 1930s. It has formed part of the South Holland district since April 1974. Crowland falls within the drainage area of the Welland and Deepings Internal Drainage Board.Welland and Deepings IDB ===Nature reserve=== The Crowland Ponds Nature Reserve is north of the town, next to the west side of the Welland. ==Education== The town currently has one school, South View Primary, which has moved from its former home on Reform Street to the much larger former St Guthlac School site on Postland Road in September 2014.Lincolnshire CC consultation Crowland's former secondary school was named The St Guthlac School after the abbey's founder. It was situated at the junction of the B1166 and B1040. Lincolnshire Country Council made the decision at the begin of July 2011 that The St Guthlac School would close as part of the creation of the University Academy Holbeach, to be situated on the site of the former George Farmer Technology and Language College in Holbeach. ==See also== * Magdalene College, Cambridge - founded in 1428 by John Litlington, Abbot of Crowland ==Notes== ==References== * Detailed History * Abbey History ==External links== * Crowland Parish Plan Website * \"Hen Spectacles 1951\", Pathe newsreel Category:Towns in Lincolnshire Category:Civil parishes in Lincolnshire Category:South Holland, Lincolnshire Category:Nature reserves in Lincolnshire",
 "title": "Crowland"
}