{
 "id": "9820",
 "text": "Quintus Ennius (; c. 239 – c. 169 BC) was a writer and poet who lived during the Roman Republic. He is often considered the father of Roman poetry. He was born in Rudiae,Smith (1852), p. 359. \"Rudiae is celebrated as the birthplace of Ennius.\" formerly a small town located near modern Lecce in the heel of Italy (ancient Calabria, today Salento), and could speak Oscan as well as Latin and Greek. Although only fragments of his works survive, his influence in Latin literature was significant, particularly in his use of Greek literary models. ==Biography== Very little is reliably known about the life of Ennius. His contemporaries hardly mentioned him and much that is related about him could have been embroidered from references to himself in his now fragmentary writings.E. Badian, \"Ennius and his Friends\" in Ennius, Fondation Hardt, Geneva 1972, pp.149–99 Some lines of the Annales, as well as ancient testimonies, for example, suggest that Ennius opened his epic with a recollection of a dream in which the ancient epic-writer Homer informed him that his spirit had been reborn into Ennius.Aicher (1989), pp. 22732. It is true that the doctrine of the transmigration of souls once flourished in the areas of Italy settled by Greeks, but the statement might have been no more than a literary flourish. Ennius seems to have been given to making large claims, as in the report by Maurus Servius Honoratus that he claimed descent from Messapus, the legendary king of his native district.Commentary on the Aeneid, vii. 691 The partly Hellenised city of Rudiae, his place of birth, was certainly in the area settled by the Messapians. And this, he used to say, according to Aulus Gellius, had endowed him with a triple linguistic and cultural heritage, fancifully described as \"three hearts… Greek, Oscan and Latin\".Noctes Atticae 17.17.1 The public career of Ennius first really emerges in middle life, when he was serving in the army with the rank of centurion during the Second Punic War. While in Sardinia in the year 204 BC, he is said to have attracted the attention of Cato the Elder and was taken by him to Rome. There he taught Greek and adapted Greek plays for a livelihood, and by his poetical compositions gained the friendship of some of the greatest men in Rome whose achievements he praised. Amongst these were Scipio Africanus and Fulvius Nobilior, whom he accompanied on his Aetolian campaign (189). Afterwards he made the capture of Ambracia, at which he was present, the subject of a play and of an episode in the Annales. It was through the influence of Nobilior's son Quintus that Ennius subsequently obtained Roman citizenship. But he himself lived plainly and simply in the literary quarter on the Aventine Hill with the poet Caecilius Statius, a fellow adapter of Greek plays. At about the age of 70 Ennius died, immediately after producing his tragedy Thyestes. In the last book of his epic poem, in which he seems to have given various details of his personal history, he mentioned that he was in his 67th year at the date of its composition. He compared himself, in contemplation of the close of the great work of his life, to a gallant horse which, after having often won the prize at the Olympic Games, obtained his rest when weary with age. A similar feeling of pride at the completion of a great career is expressed in the memorial lines which he composed to be placed under his bust after death: “Let no one weep for me, or celebrate my funeral with mourning; for I still live, as I pass to and fro through the mouths of men.”Most of this section is drawn from the 1911 edition of the Encyclopaedia Britannica ==Literature== Ennius continued the nascent literary tradition by writing plays in Greek and Roman style (praetextae and palliatae), as well as his most famous work, a historic epic in hexameters called the Annales. Other minor works include the Epicharmus, Epigrammata, the Euhemerus, the Hedyphagetica, Praecepta/Protrepticus, Saturae (or Satires), Scipio, and Sota.La Barbera (2014). ===The Annales=== The Annales was an epic poem in fifteen books, later expanded to eighteen, covering Roman history from the fall of Troy in 1184 BC down to the censorship of Cato the Elder in 184 BC. It was the first Latin poem to adopt the dactylic hexameter metre used in Greek epic and didactic poetry, leading it to become the standard metre for these genres in Latin poetry. The Annals became a school text for Roman schoolchildren, eventually supplanted by Virgil's Aeneid. About 600 lines survive. ===Minor works=== The Epicharmus was inspired by the philosophical hypotheses developed by the Sicilian poet and philosopher Epicharmus of Kos, after which Ennius's work took its name.Editors of Encyclopædia Britannica (2016).Ennius, Goldberg, & Manuwald (2018), pp. 22021. In the Epicharmus, the poet describes a dream he had in which he died and was transported to some place of heavenly enlightenment. Here, he met Epicharmus, who explained the nature of the gods and taught Ennius the physics of the universe.Merry (1891), p. 65. The Euhemerus presented a theological doctrine based on the ideas Greek of Euhemerus of Messene, who argued that the gods of Olympus were not supernatural powers that interference in the lives of humans, but rather heroes of old who after death were eventually regarded as deities due to their valor, bravery, or cultural impact (this belief is now known as euhemerism). Both Cicero and Lactantius write that the Euhemerus was a \"translat[ion] and a recount[ing]\" of Euhemerus's original work the Sacred History, but it is unclear if this means Ennius simply translated the original from Greek into Latin, or added in his own elements. Most of what is preserved of this work comes to us from Lactantius, and these snippets suggest that the Euhemerus was a prose text.Ennius, Goldberg, & Manuwald (2018), pp. 23840. The Hedyphagetica took much of its substance from the gastronomical epic of Archestratus of Gela. The extant portions of Ennius's poem discuss where a reader might find the best type of fish. Most of the fragments, replete with unique terms for fish and numerous place names, are corrupt or damaged. The Hedyphagetica is written in hexameters, but differs from the Annales in regards to \"metrical practices\"; this difference is largely due to each works' distinct subject matter.Ennius, Goldberg, & Manuwald (2018), pp. 26061. The titles Praecepta and Protrepticus were likely used to refer to the same (possibly exhortatory) work. However, given this work's almost non-existent nature (only the word pannibusan \"unusual\" form of the word pannis, meaning \"rags\"is preserved in the work of the Latin grammarian Charisius), this position is extremely difficult to verify.Ennius, Goldberg, & Manuwald (2018), pp. 26869. The Saturae is a collection of about thirty lines from satirical poemsmaking it the first extant instance of Roman satire. These lines are written in a variety of poetic metres.Ennius, Goldberg, & Manuwald (2018), pp. 27071. The poems in this collection \"were mostly concerned with practical wisdom, often driving home a lesson with the help of a fable.\" Ennius's Scipio was a work (possibly a panegyric poem) that apparently celebrated the life and deeds of Scipio Africanus. Hardly anything remains of this work, and what is preserved is embedded in the works of others. Unfortunately, \"no quotation of [Scipio] supplies a context\". Some have proposed that the work was written before the Annales, and others have said that the work was written after Scipio's 201 BC triumph that followed the Battle of Zama (202 BC).Ennius, Goldberg, & Manuwald (2018), pp. 28687. The Sota was a poem, potentially of some length, named after the Greek poet Sotades. The work, which followed a metre established by Sotades known as the \"Sotadeus\", concerned itself with a number of disparate topics and ideas.Ennius, Goldberg, & Manuwald (2018), pp. 29697. ==Editions== * Quinto Ennio. Le opere minori, Vol. I. Praecepta, Protrepticus, Saturae, Scipio, Sota. Ed., tr., comm. Alessandro Russo. Pisa: Edizioni ETS, 2007 (Testi e studi di cultura classica, 40). * Warmington, E. H. (1935). Ennius (Q. Ennius). Remains of Old Latin. Edited by Eric Herbert Warmington. Vol. 2: Ennius and Caecilius. Cambridge: Harvard University Press. ==See also== *Latin literature *List of ancient Romans *Prosody (Latin) ==Footnotes== ===Bibliography=== * * * * * * ==Further reading== * * * * Elliott, J. (2010). \"Ennius as Universal Historian: The Case of the Annales.\" Historiae Mundi: Studies in Universal History. Ed. Peter Liddel and Andrew Fear. London: Bloomsbury Academic, 148–161. * * Fisher, J. (2014). The 'Annals' of Quintus Ennius and the Italic Tradition. Baltimore: Johns Hopkins University Press. * Fitzgerald, W., and Emily Gowers, eds. (2007). Ennius Perennis. The Annals and Beyond. Proceedings of the Cambridge Philolological Society, Supplementary Volume 31. Cambridge: Cambridge University Press. * * * * *Jocelyn, H. D. Ennius (Q. Ennius). (1967). The Tragedies of Ennius: The Fragments. Edited by Henry David Jocelyn. Cambridge: Cambridge University Press. * * * *Skutsch, O. (1968). Studia Enniana. London: Athlone. * ==External links== * * * * Fragments of Ennius' Annals at The Latin Library; text from Wordsworth (1874), line numbering from Warmington (1935) * Ennius' Annales: text and translation of all fragments at attalus.org; adapted from Warmington (1935) * Ennius: translation of selected fragments at elfinspell.com; from Specimens of the Poets and Poetry of Greece and Rome by Various Translators (1847) * Remains of old latin. Vol. 1: Aennius and Caecilius, E. H. Warmington (a cura di), Cambridge-London, 1935, pagg. 1–465. * Category:People from the Province of Lecce Category:Ancient Roman tragic dramatists Category:Old Latin-language writers Category:Latin-language writers Category:Epic poets Category:3rd- century BC poets Category:2nd-century BC poets Category:2nd-century BC Romans Category:3rd-century BC Romans Category:230s BC births Category:160s BC deaths Category:Ennii Category:Italic people",
 "title": "Ennius"
}