{
 "id": "98671",
 "text": "Paul Francis Conrad (June 27, 1924 – September 4, 2010) was an American political cartoonist and winner of three Pulitzer Prizes for editorial cartooning. In the span of a career lasting five decades, Conrad provided a critical perspective on eleven presidential administrations in the United States. He is best known for his work as the chief editorial cartoonist for the Los Angeles Times during a time when the newspaper was in transition under the direction of publisher Otis Chandler, who recruited Conrad from the Denver Post. At the conservative Times, Conrad brought a more liberal editorial perspective that readers both celebrated and criticized; he was also respected for his talent and his ability to speak truth to power. On a weekly basis, Conrad addressed the social justice issues of the day—poverty in America, movements for civil rights, the Vietnam War, the Israeli–Palestinian conflict, and corporate and political corruption were leading topics. His criticism of president Richard Nixon during the Watergate scandal landed Conrad on Nixon's Enemies List, which Conrad regarded as a badge of honor. ==Early life== Conrad was born to Robert and Florence Conrad. He was raised in a conservative, Catholic family with his identical twin brother James and older brother Bob in Cedar Rapids, Iowa. He attended St. Augustin Elementary School in Des Moines, where he first began to show interest in art by writing on the bathroom wall. He was left-handed, but was forced by teachers to favor his right hand. Until the age of 12, Conrad stuttered.Longden, T. (2009, March 25). Famous Iowans - Paul Conrad. The Des Moines Register. Retrieved August 11, 2014. At an early age, Conrad was exposed to the work of Jay Norwood Darling, more popularly known as \"Ding Darling\", whose conservative cartoons were featured in local newspapers and who became a \"childhood role model\" for Conrad.Smith, G. (1997). Celebrating Success: Inspiring Personal Letters on the Meaning of Success. Health Communications. . After graduating from Roosevelt High School, he and his brother spent time working construction jobs in Valdez, Alaska. Conrad also honed his talent as a musician while playing piano in a bordello. With World War II raging, Conrad and his brother enlisted. Because of his poor eyesight, Conrad was initially found to be unfit for military service, but he later served as a truck driver with the U.S. Army Corps of Engineers in the Pacific Theater of Operations at Guam and Okinawa, where he was given the nickname of \"Con\". He originally planned to attend Iowa State University after the war in 1945, but instead taught himself to play bass and joined a big band.Schudel, M. (2010, September 5). Pulitzer-winning political cartoonist Paul Conrad dies at 86. The Washington Post, p. B04. When the band did not work out, Conrad enrolled at the University of Iowa in 1946, where he studied art. He first got the idea to become a cartoonist while hanging out at a local bar in Iowa City. At the bar, his friend Charlie Carroll, then the editor for the school's newspaper, the Daily Iowan, told Conrad that they needed a cartoonist, and he invited Conrad to give it a try.Cedar Rapids native, cartoonist Paul Conrad dies at 86. (2010, September 5). The Gazette. Archived from the original on November 11, 2013. Retrieved August 11, 2014.Hawkins, H. (1980). Interview with political cartoonist Paul Conrad. KPBS. UC San Diego Library. One of his first cartoons for the Daily Iowan depicted Herbert Hoover, the 31st President of the United States. Conrad was soon creating six cartoons a week. Impressed with Conrad's cartoons, his professors sent the Denver Post copies of his work.McFadden, R. D. (2010, September 4). Paul Conrad, Cartoonist, Dies at 86. The New York Times. Retrieved November 8, 2013. ==Denver Post== After graduating from the University of Iowa with a degree in art in 1950,Paul Conrad Cartoons. (2009, October 23). Syracuse University. Retrieved September 1, 2010. Conrad joined the Denver Post, where he drew cartoons for the next 14 years. Early in his career, Conrad sought out the then retired Ding Darling in Florida for advice, and showed him copies of his work from the Daily Iowan. Unimpressed, Ding told Conrad to \"get into another line of work\". This discouragement from his childhood role model pushed Conrad to work harder at the Post. At the newspaper he received support and encouragement from his editor, Palmer Hoyt, although he occasionally ran into trouble, especially when he attracted attention for creating critical, unflattering cartoons of Dwight D. Eisenhower, the 34th President of the United States.Times Political Cartoonist Paul Conrad to Retire. (1993, January 25). Los Angeles Times. Retrieved November 8, 2013.Try, Try Again. (1960, October 31). Time, 76 (18): 56. Retrieved August 11, 2014. In 1960, Time magazine recognized Conrad's talent, saying that he was \"probably the nation's hottest new cartooning property\".One of the Few. (1960, June 13). Time, 75 (24): 54. Retrieved August 11, 2014. Long, C. (1971, July). Cover story. The Quill, 59(7): Society of Professional Journalists, Sigma Delta Chi. Conrad received the Pulitzer Prize for editorial cartooning in 1964.Fischer, H. D. (2011). 1964 Award: About Attitudes and Hopes Toward Integration in 1963. The Pulitzer Prize Archive: A History and Anthology of Award-winning Materials in Journalism, Letters, and Arts. Part E: Liberal Arts. (Vol. 13: Editorial Cartoon Awards 1922–1997, pp. 165–168). De Gruyter Saur. . His cartoons for the Post were distributed through the Register and Tribune Syndicate in 81 newspapers.Cartoonist Going West. (1964, January 31). Time, 83 (5): 42. Retrieved August 11, 2014. Previously, in December 1963, lead cartoonist Bruce Russell of the Los Angeles Times died of a heart attack. Russell had worked for the conservative paper since 1927. Publisher Otis Chandler, in an attempt to replace Russell and to improve the reputation of the Times, recruited Paul Conrad with the help of editor Nick Boddie Williams.Halberstam, D. (2000). The Powers That Be. University of Illinois Press. . Conrad took the offer of an initial three-year contract and was later replaced at the Post in August 1964 by Australian cartoonist Pat Oliphant from the Adelaide Advertiser.Down Under to Denver. (1964, September 18). Time, 84 (12), 86. Retrieved August 11, 2014. Heitzmann, W. R. (1988, September). The Power of Political Cartoons in Teaching History . [PDF] Occasional Paper. National Council for History Education. p. 4. Retrieved August 11, 2014. Conrad also lectured at the Denver Art Museum in 1964 under a sponsorship from the Cooke- Daniels Lecture Fund. ==Los Angeles Times== Conrad moved his family to southern California, and for three decades, from 1964 to 1993, he worked as the chief editorial cartoonist for the Los Angeles Times. His cartoons were now syndicated to hundreds of newspapers worldwide. In April 1967, Conrad drew the cover for Time magazine in an issue about the potential candidates for the 1968 United States presidential election. The cover art depicts the upcoming election as a horse race with the candidates as jockey's weighing-in. Caricatures of Lyndon B. Johnson, Bobby Kennedy, Hubert Humphrey, Richard Nixon, Ronald Reagan, George Romney, Nelson Rockefeller, and Charles Percy grace the cover.A Letter From The Publisher. Cover art. (1967, April 14). Time, 89 (15): 35. Retrieved August 11, 2014. During the Watergate scandal, Conrad drew numerous cartoons about Richard Nixon's downfall. One cartoon showed Nixon, during his last days as president, nailing himself to a cross.Lamb, C. (2006, October 17). The State of Political Cartooning. Paul Conrad: Drawing Fire. Independent Lens. Retrieved November 15, 2013. Conrad later described the cartoon as one of his all-time favorites.French, Y. (1999, October). Afflicting the Comfortable. Library of Congress Information Bulletin, 58(10). Retrieved November 8, 2013. In 1973, the Associated Press contacted Conrad to inform him that he had been added to Nixon's Enemies List. Unperturbed, Conrad considered his place on this list as a badge of honor, but members of the list were exposed to greater scrutiny by the government and subject to investigation.Freeman, L. (2008). The Offensive Art: Political Satire and Its Censorship around the World from Beerbohm to Borat. ABC-CLIO. . His tax returns were subsequently audited by the IRS several times, but no changes were made. Conrad accepted an early retirement from the Times on April 1, 1993, but continued to draw four cartoons a week in syndication for the Los Angeles Times Syndicate. Editorial cartoonist Michael Ramirez replaced Conrad at the Times with a conservative approach.Astor, D. (1997, July 26). Los Angeles Times hires Mike Ramirez. Editor & Publisher, 130(30): 30.Lamb, C. (2004). Drawn to Extremes: The Use and Abuse of Editorial Cartoons. Columbia University Press. . ==Sculptures== Conrad first became interested in sculpture in the mid-1970s. After working on a drawing of a crucifix depicting the Christian doctrine of the Trinity, he decided to use steel to create it. He spent time at the public library learning to make welded sculpture and three months later emerged with a sculpture titled The Trinity, which was installed at Marymount College.Conrad, Paul (Summer 1980). A Preface to the Sculpture. Michigan Quarterly Review, 19 (3): 339–340. Retrieved August 11, 2014. Although it was made from steel, Conrad gave The Trinity a verde patina to give it the appearance of copper. The sculpture was restored in 2012.Founders Week 2012. The Marymount Mariner News. Retrieved July 17, 2014. After working with large sculpture, Conrad began creating small bronze sculptures of famous Americans, beginning with Richard Nixon.Martelle, Scott (April 8, 2006) Paul Conrad's work with bronze caricatures. Los Angeles Times. Retrieved August 16, 2014. Additional sculptures followed, including caricatures of Jerry Brown, Ronald Reagan, Jimmy Carter, Gerald Ford, John F. Kennedy, Ted Kennedy, and Martin Luther King Jr. Six of these sculptures were featured in an exhibition at the Los Angeles County Museum of Art in 1979.Ianco-Starrels, Josine (March 18, 1979). Conrad Cartoons on View at LACMA. Los Angeles Times.Bradner, Liesl (September 1, 2010). 'I, Con: The Brilliant Work of Paul Conrad' on exhibit. Los Angeles Times. Retrieved August 16, 2014. In the 1980s, Conrad often donated smaller bronze sculptures for fundraisers.Jones, A. (2001, October 26). Pen-and-ink prophet. National Catholic Reporter, 38 (1): 12–13. Later sculptures included Golda Meir, Abraham Lincoln, Bill Clinton, and George W. Bush. Writer Grady Miller of the Canyon News, who met and visited with Conrad at his home in the late 1990s, recalled that Conrad \"was specially proud of his bronze sculptures, which could be taken as an illustration of both his artistic range and his political beliefs\".Miller, Grady (October 3, 2010). Paul Conrad: A Bitter Appreciation . Canyon News. Retrieved August 16, 2014. Conrad also created several other works of public art: Risen Christ, an altar piece located at Saint John Fisher Catholic Church in Rancho Palos Verdes, California; Otis Chandler, a bust of the publisher installed in the Los Angeles Times building; and Chain Reaction, a peace monument in the shape of a mushroom cloud located in the Santa Monica Civic Center. ==Awards== Conrad earned the Pulitzer Prize for Editorial Cartooning three times, once for his work at the Denver Post in 1964, and twice more for his work at the Los Angeles Times, in 1971 and 1984.Editorial Cartooning. The Pulitzer Prizes. Retrieved September 1, 2010. The Society of Professional Journalists/Sigma Delta Chi (SDX) honored him seven times with the Distinguished Service Awards for Editorial Cartooning, in 1962, 1968, 1970, 1980, 1981, 1987, and 1996.Brooks, C. (2007). Best Editorial Cartoons of the Year 2008. Pelican Publishing. . pp. 203–204.Journalism that makes a difference. (1997). The Quill. Society of Professional Journalists. Conrad also won two Overseas Press Club awards (1981 and 1970) and received the Robert F. Kennedy Journalism Award four times, in 1985, 1990, 1992, and 1993. He received the Lifetime Achievement Award from the Association of American Editorial Cartoonists in 1998,Astor, D. (1998, July 4). Conrad gets AAEC's first Lifetime Award. Editor & Publisher, 131(27): 32. and the Lifetime Public Service Award from the Edmund G. \"Pat\" Brown Institute of Public Affairs at California State University, Los Angeles in 2000.Lifetime honor bestowed after 50 cartooning years. (May 22, 2000). Editor & Publisher, 133(21): 24. ==Controversies== As an editorial cartoonist who openly editorialized from a liberal point of view on the issues of the day, Conrad was involved in many publicized political and religious disputes over his cartoons.McDougal D. (2001). Privileged Son: Otis Chandler and the Rise And Fall of the L.A. Times Dynasty. Da Capo Press. . In one dispute, he was sued unsuccessfully by the then-Mayor of Los Angeles, Sam Yorty, over an editorial cartoon portraying Yorty as crazy for thinking he would become Richard Nixon's Secretary of Defense. In another, he angered conservatives when he compared them to white supremacist Buford Furrow in a cartoon.Goldberg, D. (1999). Faith-Based Compassion. Tikkun, 14(6): November/December. Conrad's cartoons often made fun of the governorship of Ronald Reagan, leading his wife, Nancy Reagan, to phone publisher Otis Chandler and complain about how the cartoons were ruining her husband's breakfast. The calls were so frequent, Chandler had no choice but to stop taking them. In another dispute, members of the Jewish community of Los Angeles took issue with Conrad's portrayal of the Israeli–Palestinian conflict.Bentsur, E. (2001). Making Peace: A First-hand Account of the Arab- Israeli Peace Process. Greenwood Publishing Group. . In the late 1970s, Pope Paul VI expressed his opinion against the ordination of women, saying that priests must represent the image of Christ. This led Conrad to draw a cartoon of the pope holding a baby who resembled a miniature version of the pope in his image. Cardinal Timothy Manning complained to Conrad, but Conrad defended his work, arguing that what the \"human soul\" has in common is far more important that its appearance in the form of a man or woman. Conrad also criticized the Catholic church for not letting priests marry and for treating their nuns poorly. \"This is the type of church Christ had in mind?\" he asked the National Catholic Reporter in 2001. ==Personal life== Conrad was an imposing man with a powerful voice who was often seen smoking a pipe while working on his cartoons. James Rainey of the Los Angeles Times described Conrad as a \"towering, practically invulnerable figure\" standing at \"6 feet 2, [with] his large head framed by thick, black-rimmed glasses\", his demeanor \"loud and often profane in person\". The Library of Congress described him as \"a tall Midwesterner with long hair swept straight back from his forehead [who] displayed a trait that he said he often wished for in his subjects: the ability to laugh at oneself\". Conrad married Kay King, the Post's society editor, in 1953. As his wife, Kay became one of only two people (along with his editor at the Times, Edwin O. Guthman) who could influence his work. Although he was raised as a Republican and a Catholic, his views changed as he aged. By 1960, the media was comparing his point of view to an \"Adlai Stevenson Democrat\". Conrad voted for only one Republican in his life, Dwight D. Eisenhower, but said he later regretted it. He remained a devout Catholic and his belief in social justice informed his work.Multer-Wellin, B. (2006). Paul Conrad: Drawing Fire . Documentary, Public Broadcasting Service (PBS). According to Matt Schudel of The Washington Post, \"Conrad considered himself an unabashed political liberal, except for his long-held opposition to abortion. He changed his views in the 1980s, when he came to believe that it was a matter of private choice.\" ==Death== Conrad died at home in Rancho Palos Verdes at the age of 86.Bennett, M. (2010, September 7). Famed cartoonist and UI alum dies at age 86 . The Daily Iowan. Retrieved August 11, 2014. His funeral was held at Saint John Fisher Catholic Church in Rancho Palos Verdes on September 11, 2010, with eulogies delivered by journalist Robert Scheer and editorial cartoonist Tony Auth. Conrad was survived by his wife, Kay King, two sons, two daughters, and one grandchild.Rainey, J. (2010, September 5). Paul Conrad dies at 86. Los Angeles Times. Retrieved November 8, 2013. ==Legacy== Many publishers and journalists describe Conrad as one of the finest political cartoonists of the 20th century. According to the Associated Press, \"Southern California political junkies for decades would start their day either outraged or delighted at a Conrad drawing.\"Dalton, A. (2010, September 5). Pulitzer- winning cartoonist Paul Conrad dies at 86. Associated Press. Huffington Post. Retrieved August 11, 2014. He was one of only several post-war cartoonists to have won a total of three Pulitzers for his work and he was the only cartoonist named on Nixon's Enemies List. From 1977–1978, Conrad held the Richard M. Nixon Chair at Whittier College, Nixon's alma mater. Conrad's editorial cartoons later appeared in exhibitions at the USC Annenberg School for Communication and Journalism. He authored several books about his work and donated many of his original editorial cartoons to the Prints and Photographs Division of the United States Library of Congress.Fischer, A. (1999, August 5). Cartoonist Paul Conrad Speaks Sept. 8. News Releases. PR 99-120. The Library of Congress. Retrieved November 8, 2013. His influence and legacy as an editorial cartoonist are explored in the documentary film Paul Conrad: Drawing Fire (2007).Independent Television Service. (2006) The Film. Paul Conrad: Drawing Fire. Independent Lens. PBS.Holzberg, C. (2007, April 15). Paul Conrad: Drawing Fire. Booklist, 103(16): 55. In honor of this legacy, the \"Paul Conrad Scholarship\" is annually awarded to journalism and mass communication students by the University of Iowa.Scholarships. The University of Iowa, School of Journalism & Mass Communication. Retrieved August 11, 2014. The Huntington Library, which hosts the Conrad Collection papers, calls his body of work \"a powerful record of key issues that have confronted [the United States] in the second half of the twentieth century\".Lampooning Injustice: Paul Conrad's Perspective on Civil Rights . (2008). Teaching American History. Library Lesson Plans. The Huntington Library. Retrieved August 11, 2014. ==Public sculptures== *Trinity (Statue, Marymount California University) *Risen Christ (Altar piece, St. John Fisher Church, Rancho Palos Verdes, CA) *Otis Chandler (Bust, Los Angeles Times building) *Chain Reaction, (Monument, Santa Monica Civic Center) ==Publications== *When in the Course of Human Events (1973) *The King and Us (1974) *Pro and Conrad (1979) *Drawn and Quartered (1985) *CONartist (1993) *Drawing The Line (1999) ==References== ==Further reading== *Auth, T. (2010, September 20). Paul Conrad. Time, 176(12): 26. *Buell, E. H., Maus, M. (1988). Is the Pen Mightier than the Word? Editorial Cartoons and 1988 Presidential Nominating Politics. PS: Political Science and Politics, 21(4): 847–858. *Freedman, Leonard. (Spring 2012). Wit as a Political Weapon: Satirists and Censors. Social Research, 79(1): 87–112. *Hess, S., Northrop, S. (2010). American Political Cartoons: The Evolution of a National Identity, 1754–2010. Transaction Publishers. . *Petechuk, D. (2003). Conrad, Paul. In W. L. O'Neill & K. T. Jackson (Eds.), Scribner Encyclopedia of American Lives, Thematic Series: The 1960s (Vol. 1, pp. 201–203). New York: Charles Scribner's Sons. *Rainey, J., & Noland, C. (2010, September 4). Times editorial cartoonist Paul Conrad dies at 86. Los Angeles Times. Retrieved November 8, 2013. *Wallis, D. (2007). Killed Cartoons: Casualties From the War on Free Expression. W. W. Norton & Company. . ==External links== *Finding aid for Papers Paul Conrad, 1950-2005 at the Huntington Library *Paul Conrad Cartoons 1963–1969 at Syracuse University *PAUL CONRAD: DRAWING FIRE site for Independent Lens on PBS *Pro and Conrad.com * Category:1924 births Category:2010 deaths Category:American editorial cartoonists Category:Artists from Cedar Rapids, Iowa Category:Pulitzer Prize for Editorial Cartooning winners Category:University of Iowa alumni Category:The Denver Post people Category:Los Angeles Times people Category:Whittier College people Category:Catholics from Iowa Category:Sculptors from Iowa Category:United States Army personnel of World War II Category:United States Army soldiers Category:United States Army Corps of Engineers personnel",
 "title": "Paul Conrad"
}