{
 "id": "98904",
 "text": "Bruce Weigert Paltrow (November 26, 1943 – October 3, 2002) was an American television and film director and producer. He was the husband of actress Blythe Danner, and the father of actress Gwyneth Paltrow and screenwriter/director Jake Paltrow. ==Life and career== Paltrow was born in Brooklyn, New York, the son of Dorothy (née Weigert) and Arnold Paltrow (né Paltrowitz). He had a brother, Robert. He was a first cousin of Spencer J. Giffords, father of Gabby Giffords, who became an American politician and member of the United States House of Representatives. His family was of Eastern European Jewish descent \\- \\- Stated on Who Do You Think You Are?, April 1, 2011 with roots in Minsk. His paternal great-grandfather, whose surname was Paltrowicz, was a Rabbi in Nowogród, Poland. His father and mother owned Paltrow Steel Company and a home in Palm Beach, Florida. Paltrow studied painting at Tulane University in New Orleans, Louisiana. In the late 1960s, he began directing stage productions in New York City, where he met actress Blythe Danner. They were married from December 14, 1969 until his death. He was the producer of the television series The White Shadow and St. Elsewhere. His last production was the film Duets, which starred his daughter, Gwyneth. He also owned a restaurant in Aspen called Gordon's. Paltrow was a Democrat. He reportedly refused to cast Dwight Schultz for a role on St. Elsewhere because the actor, a political conservative, supported Ronald Reagan. ==Death and legacy== Paltrow died on October 3, 2002, at the age of 58, while vacationing in Rome, Italy, to celebrate his daughter's 30th birthday. Paltrow had been diagnosed with oral cancer in 1999; his death was due to complications from oral cancer and pneumonia. In 2007, his widow Blythe Danner, in co-operation with The Oral Cancer Foundation, set up a fund in his name to address oral cancer issues in the United States. The foundation works primarily in the areas of public awareness, early detection, patient support functions and research. In 2002, three weeks after Paltrow's death, his daughter Gwyneth met Coldplay singer Chris Martin, whom she married in 2003. The 2005 Coldplay album X&Y; carried a dedication to Bruce Paltrow, and the song \"Fix You\" was written to help Gwyneth through her grief. ==References== ==External links== * Category:1943 births Category:2002 deaths Category:American people of Belarusian-Jewish descent Category:American people of Polish-Jewish descent Category:American male screenwriters Category:American television directors Category:Television producers from New York City Category:American television writers Category:Deaths from pneumonia in Lazio Category:Deaths from cancer in Lazio Category:Deaths from oral cancer Category:Jewish American writers Category:Writers from Brooklyn Category:Tulane University alumni Category:New York (state) Democrats Category:Film directors from New York City Category:Writers Guild of America Award winners Category:American male television writers Category:Screenwriters from New York (state) Category:20th- century American male writers Category:20th-century American screenwriters Category:Paltrow family Category:20th-century American Jews Category:21st- century American Jews",
 "title": "Bruce Paltrow"
}