{
 "id": "98915",
 "text": "Joseph Wolstenholme (30 September 1829 – 18 November 1891) was an English mathematician. Wolstenholme was born in Eccles near Salford, Lancashire, England, the son of a Methodist minister, Joseph Wolstenholme, and his wife, Elizabeth, née Clarke.June Barrow-Green, 'Wolstenholme, Joseph (1829–1891)', Oxford Dictionary of National Biography, 2004, He graduated from St John's College, Cambridge as Third Wrangler in 1850 and was elected a fellow of Christ's College in 1852. Collaborating with Percival Frost, a Treatise on Solid Geometry was published in 1863.Percival Frost & J. Wolstenholme (1863) A Treatise on Solid Geometry, link from Hathitrust Wolstenholme served as Examiner in 1854, 1856, and 1863 for Cambridge Mathematical Tripos, and according to Andrew Forsyth his book Mathematical ProblemsJ. Wolstenholme (1867) A Book of Mathematical Problems, on subjects included in the Cambridge course, London: Macmillan Publishers, link from Biodiversity Heritage Library made a significant contribution to mathematical education: :...gathered together from many examination papers to form a volume, which was considerably amplified in later editions, they exercised a very real influence upon successive generations of undergraduates; and \"Wolstenholme's Problems\" have proved a help and stimulus to many students. In 1869 he resigned his fellowship to marry Térèse Kraus, his Swiss bride. He became a professor of mathematics at the Royal Indian Engineering College at Cooper's Hill, Egham, Surrey from 1871 to 1889. In 1878 he published an expanded version of Mathematical Problems, and in 1888 Examples for Practice in the Use of Seven- figure Logarithms. He was a close friend of Leslie Stephen from his undergraduate studies at Cambridge. Virginia Woolf used his personality for the character Augustus Carmichael in her novel To the Lighthouse. His sister was the feminist Elizabeth Clarke Wolstenholme Elmy. ==References== * Rod Gow (1995) Joseph Wolstenholme, Leslie Stephen, and To the Lighthouse, from Irish Mathematical Society Bulletin 34. * Stephen Leslie (1900) Dictionary of National Biography, volume 62 see Joseph Wolstenholme. ==External links== * Category:1829 births Category:1891 deaths Category:Alumni of St John's College, Cambridge Category:Fellows of Christ's College, Cambridge Category:19th-century English mathematicians Category:Number theorists Category:People from Eccles, Greater Manchester",
 "title": "Joseph Wolstenholme"
}