{
 "id": "98923",
 "text": "The October Crisis () refers to a chain of events that started in October 1970 when members of the Front de libération du Québec (FLQ) kidnapped the provincial Labour Minister Pierre Laporte and British diplomat James Cross from his Montreal residence. These events saw the Prime Minister Pierre Trudeau invoking the War Measures Act for the first time in Canadian history during peacetime. The Premier of Quebec, Robert Bourassa, and the Mayor of Montreal, Jean Drapeau, supported Trudeau's invocation of the War Measures Act, which limited civil liberties and granted the police far-reaching powers, allowing them to arrest and detain 497 people. The Government of Quebec also requested military aid to support the civil authorities, with Canadian Forces being deployed throughout Quebec. Although negotiations led to Cross's release, Laporte was murdered by the kidnappers. The crisis affected the province of Quebec, Canada, especially the metropolitan area of Montreal, and ended on December 28. At the time opinion polls in Quebec and throughout Canada showed widespread support for the usage of the War Measures Act. The response was criticized by prominent politicians such as René Lévesque and Tommy Douglas. After the crisis, movements that pushed for electoral votes as a means to attain autonomy and independence grew stronger. At the time, support also grew for the sovereignist political party known as Parti Québécois, which formed the provincial government in 1976. ==Background== From 1963 to 1970, the Quebec nationalist group Front de libération du Québec detonated over 200 bombs. While mailboxes, particularly in the affluent and predominantly Anglophone city of Westmount, were common targets, the largest single bombing occurred at the Montreal Stock Exchange on February 13, 1969, which caused extensive damage and injured 27 people. Other targets included Montreal City Hall, Royal Canadian Mounted Police, the T. Eaton Company department store,/ armed forces recruiting offices, railway tracks, statues, and army installations. In a strategic move, FLQ members stole several tons of dynamite from military and industrial sites. Financed by bank robberies, they also threatened, via their official communication organ La Cognée, that more attacks were to come. On July 24, 1967, the nationalist cause received support from French President Charles de Gaulle who, standing on a balcony in Montreal, shouted \"\". De Gaulle was promptly rebuked by Canadian Prime Minister Lester Pearson. In a statement delivered to the French embassy Pearson declared, \"The people of Canada are free. Every province in Canada is free. Canadians do not need to be liberated. Indeed, many thousands of Canadians gave their lives in two world wars in the liberation of France and other European countries.\" By 1970, 23 members of the FLQ were in prison, including four convicted of murder. On February 26, 1970, two men in a panel truck, including Jacques Lanctôt, were arrested in Montreal when they were found with a sawed-off shotgun and a communiqué announcing the kidnapping of the Israeli consul. In June police raided a home in the small community of Prévost, located north of Montreal in the Laurentian Mountains, and found firearms, ammunition, of dynamite, detonators, and the draft of a ransom note to be used in the kidnapping of the United States consul. ==Timeline== * October 5: Montreal, Quebec: Two members of the \"Liberation Cell\" of the FLQ kidnap British diplomat James Cross from his home. The kidnappers are disguised as delivery men bringing a package for his recent birthday. Once the maid lets them in, they pull out a rifle and a revolver and kidnap Cross. This is followed by a communiqué to the authorities containing the kidnappers' demands, which included the exchange of Cross for \"political prisoners\", a number of convicted or detained FLQ members, and the CBC broadcast of the FLQ Manifesto. The terms of the ransom note are the same as those found in June for the planned kidnapping of the U.S. consul. At this time, the police do not connect the two. * October 8: Broadcast of the FLQ Manifesto in all French- and English-speaking media outlets in Quebec. * October 10: Montreal, Quebec: Members of the Chénier Cell approach the home of the Quebec Minister of Labour, Pierre Laporte, while he is playing football with his nephew on his front lawn. Members of the \"Chénier cell\" of the FLQ kidnap Laporte. * October 11: The CBC broadcasts a letter from captivity from Pierre Laporte to the Premier of Quebec, Robert Bourassa. * October 12: General Gilles Turcot sends troops from the Royal 22e Régiment to guard federal property in the Montreal region, by request of the federal government.Appendix D of “The October Crisis, 1970: An Insiders View”, by Prof. William Tetley. Lawyer Robert Lemieux is appointed by the FLQ to negotiate the release of James Cross and Pierre Laporte. The Quebec government appoints Robert Demers.Tetley, William. The October Crisis, 1970 : An Insider View, pg 202. Demers, Robert. \"Memories of October 70 (2010)\" https://sites.google.com/site/octobercrisis70/ * October 13: Prime Minister Trudeau is interviewed by the CBC with respect to the military presence. In a combative interview Trudeau asks the reporter, Tim Ralfe, what he would do in his place. When Ralfe asks Trudeau how far he would go Trudeau replies, \"Just watch me\". * October 14: Sixteen prominent Quebec personalities, including René Lévesque and Claude Ryan, call for negotiating \"exchange of the two hostages for the political prisoners\". FLQ's lawyer Robert Lemieux urges Université de Montréal (University of Montreal) students to boycott classes in support of FLQ. * October 15: Quebec City: The negotiations between the lawyers Lemieux and Demers are put to an end.Demers, Robert. \"Memories of October 70 (2010)\" https://sites.google.com/site/octobercrisis70/ The Government of Quebec formally requests the intervention of the Canadian army in \"aid of the civil power\" pursuant to the National Defence Act. All three opposition parties, including the Parti Québécois, rise in the National Assembly and agree with the decision. On the same day separatist groups are permitted to speak at the Université de Montréal. Robert Lemieux organizes 3,000 students in a rally in Paul Sauvé Arena to show support for the FLQ; labour leader Michel Chartrand announces that popular support for FLQ is rising and states \"We are going to win because there are more boys ready to shoot members of Parliament than there are policemen.\" The rally frightens many Canadians, who view it as a possible prelude to outright insurrection in Quebec. * October 16: Premier Bourassa formally requests that the government of Canada grant the government of Quebec \"emergency powers\" that allow them to \"apprehend and keep in custody\" individuals. This results in the implementation of the War Measures Act, allowing the suspension of habeas corpus, giving wide-reaching powers of arrest to police. The City of Montreal had already made such a request the day before. These measures came into effect at 4:00 a.m. Prime Minister Trudeau makes a broadcast announcing the imposition of the War Measures Act. * October 17: Montreal, Quebec: The Chénier cell of the FLQ announces that hostage Pierre Laporte has been executed. He was strangled and then stuffed in the trunk of a car and abandoned in the bush near Saint-Hubert Airport, a few miles from Montreal. A communique to police advising that Pierre Laporte has been executed refers to him derisively as the \"minister of unemployment and assimilation\". In another communique issued by the \"Liberation cell\" holding James Cross, his kidnappers declare that they are suspending indefinitely the death sentence against him, that they will not release him until their demands are met, and that he will be executed if the \"fascist police\" discover them and attempt to intervene. The demands they make are: 1) The publication of the FLQ manifesto. 2) The release of 23 \"political prisoners\". 3) An airplane to take them to either Cuba or Algeria (both countries that they feel a strong connection to because of their struggle against colonialism and imperialism). 4) The re-hiring of the \"gars de Lapalme\". 5) A \"voluntary tax\" of 500,000 dollars to be loaded aboard the plane prior to departure. 6) The name of the informer who had sold out the FLQ activists earlier in the year.FLQ: The Anatomy of an Underground Movement Controversially, police reports that were not released to the public until 2010, state that Pierre Laporte was accidentally killed during a struggle. The FLQ subsequently wanted to use his death to its advantage by convincing the government that they should be taken seriously. * October 18: While denouncing the acts of \"subversion and terrorism – both of which are so tragically contrary to the best interests of our people\", columnist, politician, and future Premier of Quebec René Lévesque criticizes the War Measures Act: \"Until we receive proof (of the size the revolutionary army) to the contrary, we will believe that such a minute, numerically unimportant fraction is involved, that rushing into the enactment of the War Measures Act was a panicky and altogether excessive reaction, especially when you think of the inordinate length of time they want to maintain this regime.\" * November 6: Police raid the hiding place of the FLQ's Chénier cell. Although three members escape the raid, Bernard Lortie is arrested and charged with the kidnapping and murder of Pierre Laporte. * December 4: Montreal, Quebec: After being held hostage for 62 days, kidnapped British Trade Commissioner James Cross is released by the FLQ Liberation Cell after negotiations between lawyers Bernard Mergler and Robert Demers.Montreal Star interview of Bernard Mergler published December 7, 1970, http://www.tou.tv/tout-le-monde-en-parlait/S05E16 [archive] Simultaneously, the five known kidnappers, Marc Carbonneau, Yves Langlois, Jacques Lanctôt, Jacques Cossette-Trudel and his wife, Louise Lanctôt, are granted safe passage to Cuba by the government of Canada after approval by Fidel Castro. They are flown to Cuba by a Canadian Forces aircraft. Jacques Lanctôt is the same man who, earlier that year, had been arrested and then released on bail for the attempted kidnapping of the Israeli consul. * December 23: Prime Minister Pierre Trudeau announces that all troops stationed in Quebec will be withdrawn by January 5, 1971. * December 28: Saint-Luc, Quebec: The three members of the Chénier Cell still at large, Paul Rose, Jacques Rose, and Francis Simard, are arrested after being found hiding in a 6m tunnel in a rural farming community. They would later be charged with the kidnapping and murder of Pierre Laporte. ==War Measures Act and military involvement== When Trudeau was asked by CBC reporter Tim Ralfe how far he was willing to go to stop the FLQ, he replied: \"Just watch me.\" Three days later, on October 16, the Cabinet, under Trudeau's chairmanship, advised the governor general to invoke the War Measures Act at the request of the Premier of Quebec, Robert Bourassa; and the Mayor of Montreal, Jean Drapeau. The War Measures Act gave sweeping powers of arrest and internment to the police. The provisions took effect at 4 a.m. and, shortly after that, hundreds of suspected FLQ members and sympathizers were rounded-up. In total, 497 people were arrested, including union activist Michel Chartrand, singer Pauline Julien and her partner, future Quebec Minister Gérald Godin, poet Gaston Miron, Dr. Henri Bellemare, simple living advocate Serge Mongeau, and CBC journalist Nick Auf der Maur and a junior producer. This act was imposed after the negotiations with the FLQ had broken down, and the premier of Quebec was facing the next stage in the FLQ's agenda. At the time, opinion polls in Quebec and the rest of Canada showed overwhelming support for the War Measures Act; in a December 1970 Gallup Poll, it was noted that 89% of English-speaking Canadians and 86% of French-speaking Canadians supported the introduction of the War Measures Act. They respectively showed 6% and 9% disapproval while the remaining 5% of each population was undecided. Since then, the government's use of the War Measures Act in peacetime has been a subject of debate in Canada as it gave police sweeping powers of arrest and detention. Simultaneously, under provisions quite separate from the War Measures Act and much more commonly used, the solicitor-general of Quebec requisitioned the military's deployment from the chief of the Defence Staff in accordance with the National Defence Act. Troops from Quebec bases and elsewhere in the country were dispatched, under the direction of the (Quebec's provincial police force), to guard vulnerable points and prominent individuals at risk. This freed up police resources to pursue more proactive tasks in dealing with the crisis. The two named Canadian Forces operations were Operation Ginger (to mount guards on the Government of Canada buildings and significant residences outside of Quebec) and Operation Essay (to provide aid to Quebec's civil power). The , more commonly known as the \"Van Doos\", the most famous French-Canadian regiment in the Canadian Army, was deployed to Montreal to guard buildings. It was understood that deploying troops from English-speaking regiments in Quebec as an aid to civil power would be politically problematic. Throughout the operation, the Army made a point of deploying primarily French-Canadian soldiers to guard buildings in Quebec. The was based in Quebec City, but it was felt that having the \"Van Doos\" perform guard duty in Montreal, the largest city in Quebec, would be less likely to offend public opinion. The Canadian Army saw no action during its deployment, which lasted until November 12. Only one soldier was killed when he tripped over his loaded rifle while on guard duty and inadvertently shot and killed himself. Outside Quebec, mainly in the Ottawa area, the federal government deployed troops under its own authority to guard federal offices and employees. The combination of the increased powers of arrest granted by the War Measures Act, and the military deployment requisitioned and controlled by Quebec's government gave every appearance that martial law had been imposed. However, a significant difference was that the military remained in a support role to the civil authorities (in this case, Quebec authorities) and never had a judicial role. It still allowed for the criticism of the government, and the was able to go about its everyday business free of any restrictions, including the criticism of the government and the War Measures Act. Nevertheless, many Canadians found the sight of tanks outside the federal parliament disconcerting. Moreover, police officials sometimes abused their powers without just cause, and some prominent artists and intellectuals associated with the sovereignty movement were detained. The October Crisis was the only occasion in which the War Measures Act was invoked in peacetime. The FLQ was declared an unlawful association, which meant that, under the War Measures Act, the police had full power to arrest, interrogate, and hold anyone whom they believed was associated with the FLQ: \"A person who was a member to this group, acted or supported it in some fashion became liable to a jail term not to exceed five years. A person arrested for such a purpose could be held without bail for up to ninety days.\" It is estimated that within the first 24 hours of the War Measures Act being put in place, police had mobilized to arrest suspects of the unlawful organization. The police conducted 3000 searches, and 497 people were detained. The War Measures Act also violated and limited many human rights of people being incarcerated: \"Everyone arrested under the War Measures Act was denied due process. Habeas corpus (an individual's right to have a judge confirm that they have been lawfully detained) was suspended. The Crown could detain a suspect for seven days before charging them with a crime. In addition, the attorney general could order, before the seven days expired, that the accused be held for up to 21 days. The prisoners were not permitted to consult legal counsel, and many were held incommunicado.\" Several of those detained were upset by the method of their interrogation. However, most of those interviewed after had little cause to complain, and several even commented on the courteous nature of the interrogations and searches. In addition, the Quebec Ombudsman, Louis Marceau, was instructed to hear complaints of detainees, and the Quebec government agreed to pay damages to any person unjustly arrested. On February 3, 1971, John Turner, Minister of Justice of Canada, reported that 497 persons had been arrested under the War Measures Act, 435 of whom had already been released. The other 62 were charged, of whom 32 were accused of crimes of such seriousness that a Quebec Superior Court judge refused them bail. Regarding Trudeau's invocation of the War Measures Act, the Canadian historian Desmond Morton wrote: \"It was unprecedented. On the basis of facts then and revealed later, it was unjustified. It was also a brilliant success. Shock was the best safeguard against bloodshed. Trudeau's target was not two frightened little bands of terrorists, one of which soon strangled its helpless victim: it was the affluent dilettantes of revolutionary violence, cheering on the anonymous heroes of the FLQ. The proclamation of the War Measures Act and the thousands of grim troops pouring into Montreal froze the cheers, dispersed the coffee- table revolutionaries, and left them frightened and isolated while the police rounded up suspects whose offence, if any, was dreaming of blood in the streets\". ==Aftermath== Pierre Laporte was eventually found killed by his captors, while James Cross was freed after 59 days as a result of negotiations with the kidnappers who requested exile to Cuba rather than facing trial in Quebec. The cell members responsible for Laporte's death were arrested and charged with kidnapping and first-degree murder after they returned. The response by the federal and provincial governments to the incident still sparks controversy. This is the only time that the War Measures Act had been put in place during peacetime in Canada. A few critics (most notably Tommy Douglas and some members of the New Democratic Party) believed that Trudeau was excessive in advising the use of the War Measures Act to suspend civil liberties and that the precedent set by this incident was dangerous. Federal Progressive Conservative leader Robert Stanfield initially supported Trudeau's actions but later regretted doing so. In 1972, Michael Forrestall, the defence critic in the Conservative shadow cabinet, warned when Trudeau stated he would use the War Measures Act again, \"the deliberate use of the military to enforce the will of one group of Canadians over the will of another group of Canadians is detrimental to the credibility of the armed forces.\" The size of the FLQ organization and the number of sympathizers in the public was not known. However in its Manifesto the FLQ stated: \"In the coming year (Quebec Premier Robert) Bourassa will have to face reality; 100,000 revolutionary workers, armed and organized.\" Given this declaration, seven years of bombings, and communiques throughout that time that strove to present an image of a powerful organization spread secretly throughout all sectors of society, the authorities took significant action. The events of October 1970 marked a significant loss of support for the violent wing of the Quebec sovereigntist movement. This came after it had gained support over nearly ten years and increased support for political means of attaining independence, including support for the sovereigntist Parti Québécois, which went on to take power at the provincial level in 1976. In 1987, after the defeat of the Meech Lake Accord, which sought to amend the Constitution of Canada to resolve the passage by a previous government of the Constitution Act 1982 without Quebec's ratification, a pro-independence political party, the Bloc Québécois, was also created at the federal level. The deployment of the military as an aid to civil power was very unpopular with the senior leadership of the Canadian Forces. In the 1950s the primary purpose of the Canadian Army was to fight against the Red Army in Central Europe if World War Three broke out. During the Pearson years and even more so under Trudeau there was a tendency on the part of the government to cut military spending and to shift the role of the Canadian Forces to acting more as an internal security force. In 1968–69, Trudeau had seriously considered pulling out of NATO and stayed only to avoid damaging relations with the United States and Western Europe. On April 3, 1969 Trudeau announced that Canada would stay in NATO after all, but he drastically cut military spending and pulled out half of the 10,000 Canadian soldiers and airmen stationed in West Germany. In the same speech Trudeau stated that safeguarding Canada against external and internal threats would be the number- one mission of the Canadian Forces, guarding North America in co-operation with the United States would be the number-two mission, and NATO commitments would be the number-three mission. In early 1970 the government introduced a white paper Defence in the Seventies, which stated the \"Priority One\" of the Canadian Forces would be upholding internal security rather than preparing for World War III, which of course meant a sharp cut in military spending since the future enemy was now envisioned to be the FLQ rather than the Red Army. The October Crisis, much to the dismay of the generals, was used by Trudeau as an argument for transforming the Canadian Forces into a force whose \"Priority One\" was internal security. Many officers knew very well that the \"Priority One\" of internal security was \"a greater threat than any other potential role.\" By the end of the 1970s, the Canadian Forces had been transformed by Trudeau into an internal security force that was not capable of fighting a major conventional war. By 1982 all the convicted participants had been paroled and all of those sent to Cuba had returned to Canada, some completing short sentences in Canada. In 1988, the War Measures Act was replaced by the Emergencies Act and the Emergency Preparedness Act. In October 2020, 50 years following the October Crisis, Yves-François Blanchet, the party and parliamentary leader of the sovereigntist Bloc Québécois, introduced a motion in the House of Commons demanding an official apology from the federal government, now led by Prime Minister Justin Trudeau, son of Pierre Trudeau, for invoking the War Measures Act. ==In popular culture== *The Revolution Script, a fictionalised account by Northern Irish-Canadian novelist Brian Moore of key events in Quebec's October Crisis, was published in Canada and the United States at the end of 1971. * Action: The October Crisis of 1970 and Reaction: A Portrait of a Society in Crisis, two 1973 documentary films by Robin Spry. * Orders (Les Ordres), a historical film drama directed by Michel Brault, based on the events of the October Crisis and the effect that implementation of the War Measures Act had on people in Quebec, was released in September 1974. * Quebec director Pierre Falardeau shot in 1994 a movie titled Octobre which tells a version of the October Crisis based on a book by Francis Simard. * Nô is partially set in Montreal during the October Crisis and features fictional FLQ members planning a bombing. * CBC Television produced a two-hour documentary program Black October in 2000, in which the events of the crisis were discussed in great detail. The program featured interviews with former Canadian Prime Minister Pierre Elliott Trudeau, former Quebec justice minister Jérôme Choquette, and others. * La Belle province, 2001 documentary film by Ad Hoc Films Montreal. Tele-Quebec, on the events leading to the death of Pierre Laporte. * L'Otage, 2004 documentary film by Ad Hoc Films Montreal. Tele-Quebec, Richard Cross, his wife and his daughter remember how they suffered during October 1970. * Tout le monde en parlait «La crise d'Octobre I» Radio Canada 2010. Documentary relating the events of October 1970. * An eight-part miniseries about some of the incidents of the October Crisis titled October 1970 was released on October 12, 2006. * Just Watch Me: A Trudeau Musical, a 2015 play, was performed at the Vancouver Fringe Festival. ==Notes and references== ==Further reading== * Bouthillier, Guy; Cloutier, Édouard (2010). Trudeau's Darkest Hour: War Measures in Time of Peace, October 1970. Montréal: Baraka Books. . * * D'Arcy, Jenish (2019). The Making of the October Crisis. Doubleday Canada. * * * * * * * \"The Events Preliminary to the Crisis\" in chronological order – 1960 to October 5, 1970—McGill University * \"The October Crisis per se\" in chronological order – October 5 to December 29, 1970—McGill University * Munroe, H. D. The October Crisis revisited: Counterterrorism as a strategic choice, political result, and organizational practice. Terrorism and Political Violence 21.2 (2009): 288–305. * Detailed factual coverage. * Tetley, William (2006). The October Crisis, 1970: An Insiders View. McGill-Queen's University Press. . ==External links== * * CBC Digital Archives – The October Crisis: Civil Liberties Suspended * \"Terrorism and Canada\" from The Canadian Encyclopedia * BBC World Service, Witness: The October Crisis in Canada, an interview with former journalist Vince Carlin about his experience of the crisis, first broadcast October 16, 2015. Category:Conflicts in Quebec Category:1970 crimes in Canada Category:1970 in Canadian law Category:1970s in Montreal Category:1970 in Quebec Category:1970s murders in Canada Category:1970 murders in North America Category:Communist terrorism Category:December 1970 events in Canada Category:History of Montreal Category:Hostage taking Category:Kidnappings in Canada Category:Murder in Quebec Category:October 1970 events in Canada Category:November 1970 events in Canada Category:Royal Canadian Mounted Police Category:Terrorist incidents in Canada in the 1970s Category:Terrorist incidents in North America in 1970 Category:Anti-English sentiment",
 "title": "October Crisis"
}