{
 "id": "99019",
 "text": "Sir Reginald Carey \"Rex\" Harrison (5 March 1908 – 2 June 1990) was an English actor. Harrison began his career on the stage in 1924. He made his West End debut in 1936 appearing in the Terence Rattigan play French Without Tears, in what was his breakthrough role. He won his first Tony Award for his performance as Henry VIII in the play Anne of the Thousand Days in 1949. He won his second Tony for the role of Professor Henry Higgins in the stage production of My Fair Lady in 1957. In addition to his stage career, Harrison also appeared in numerous films. His first starring role was opposite Vivien Leigh in the romantic comedy Storm in a Teacup (1937). Receiving critical acclaim for his performance in Major Barbara (1941), which was shot in London during the Blitz, his roles since then included Blithe Spirit (1945), Anna and the King of Siam (1946), The Ghost and Mrs. Muir (1947), Cleopatra (1963), My Fair Lady (1964), reprising his role as Henry Higgins which earned him the Academy Award for Best Actor, and the titular character in Doctor Dolittle (1967). In 1975, Harrison released his first autobiography. In June 1989, he was knighted by Queen Elizabeth II. He was married six times and had two sons: Noel and Carey Harrison. He continued working in stage productions until shortly before his death from pancreatic cancer in June 1990 at the age of 82. His second autobiography, A Damned Serious Business: My Life in Comedy, was published posthumously in 1991. ==Early life== Reginald Carey Harrison was born on 5 March, 1908 at Derry House in Huyton, Lancashire,Derry House, Huyton: Aaronson, Charles S, ed. 1969 International Television Almanac, Quigley Publications, New York City the son of Edith Mary (née Carey) and William Reginald Harrison, a cotton broker. He was the youngest of three children and had two older sisters, Edith Marjorie Harrison (1900-1976) and Sylvia Margaret Sackville (née Harrison), Countess De La Warr, DBE (1903 or 1904-1992). He was educated at Liverpool College. After a bout of childhood measles, Harrison lost most of the sight in his left eye, which on one occasion caused some on-stage difficulty. To lift Harrison’s spirits up after undergoing this challenge, his mother took him to the theater. Harrison became determined to pursue a career in acting after seeing a production at a local theater when he was a child. He refused to take acting lessons and he never took an acting lesson during his six decade long career. Despite his refusal to take acting lessons, he managed to land his very first acting gig when he was 16 years old. Harrison supported Everton FC. He gave himself the stage name “Rex” when he was a child after learning that the name meant “king” in Latin. ==Stage career== Harrison first appeared on the stage in 1924 in Liverpool. His acting career was interrupted by World War II, during which he served in the Royal Air Force and reached the rank of Flight Lieutenant. He acted in various stage productions until 11 May 1990. He made his West End debut in 1936, appearing in the Terence Rattigan play French Without Tears, which proved to be his breakthrough role, and established him as a leading light comedian of the English stage. He alternated appearances in London and New York in such plays as Bell, Book and Candle (1950), Venus Observed, The Cocktail Party, The Kingfisher and The Love of Four Colonels, which he also directed. He won his first Tony Award for his appearance at the Shubert Theatre as Henry VIII in Maxwell Anderson's play Anne of the Thousand Days and international superstardom (and a second Tony) for his portrayal of Henry Higgins in the stage musical My Fair Lady, where he appeared opposite Julie Andrews. Later appearances included Pirandello's Henry IV, a 1984 appearance at the Haymarket Theatre with Claudette Colbert in Frederick Lonsdale's Aren't We All?, and one on Broadway at the Brooks Atkinson Theatre presented by Douglas Urbanski, at the Haymarket in J. M. Barrie's The Admirable Crichton with Edward Fox. He returned as Henry Higgins in the revival of My Fair Lady directed by Patrick Garland in 1981, cementing his association with the plays of George Bernard Shaw, which included a Tony nominated performance as Shotover in Heartbreak House, Julius Caesar in Caesar and Cleopatra, and General Burgoyne in a Los Angeles production of The Devil's Disciple. ==Cinema appearances== Harrison's film debut was in The Great Game (1930). His first starring role was in the romantic comedy Storm in a Teacup (1937), opposite Vivien Leigh. Other notable early films include The Citadel (1938), Night Train to Munich (1940), Major Barbara (1941)—filmed in London during The Blitz of 1940, a role for which he received critical acclaim, Blithe Spirit (1945), Anna and the King of Siam (1946), The Ghost and Mrs. Muir (1947), and The Foxes of Harrow (1947). He is best known for his portrayal of Professor Henry Higgins in the 1964 film version of My Fair Lady, based on the 1956 Broadway production (which in turn was based on George Bernard Shaw's 1913 play Pygmalion), for which Harrison won an Oscar for Best Actor. He also starred in 1967's Doctor Dolittle. At the height of his box office clout after the success of My Fair Lady, Harrison proved a temperamental force during production, demanding auditions for prospective composers after musical playwright Leslie Bricusse was contracted and demanding to have his singing recorded live during shooting, only to agree to have it re-recorded in post- production. He also disrupted production with incidents with his wife, Rachel Roberts and deliberate misbehavior, such as when he intentionally moved his yacht in front of cameras during shooting in St. Lucia and refused to move it out of sight due to contract disputes. Harrison was at one point temporarily replaced by Christopher Plummer, until he agreed to be more cooperative. He starred in the 1968 comedy The Honey Pot, a modern adaptation of Ben Jonson's play Volpone. Two of his co-stars, Maggie Smith and Cliff Robertson, were to become lifelong friends. Both spoke at his New York City memorial at the Little Church Around the Corner when Harrison died in 1990. Harrison was not by any objective standards a singer (the talking on pitch style he used in My Fair Lady was adopted by many other classically trained actors with limited vocal ranges); the music was written to allow for long periods of recitative, or \"speaking to the music\". Nevertheless, \"Talk to the Animals\", which Harrison performed in Doctor Dolittle, won the Academy Award for Best Original Song in 1967. Despite excelling in comedy (Noël Coward described him as \"The best light comedy actor in the world—except for me.\"), he attracted favorable notices in dramatic roles such as his portrayal of Julius Caesar in Cleopatra (1963) and as Pope Julius II in The Agony and the Ecstasy (1965), opposite Charlton Heston as Michelangelo. He also acted in a Hindi film Shalimar alongside Indian Bollywood stars Dharmendra and Zeenat Aman as well as appearing opposite Richard Burton as one of two aging homosexuals in Staircase (1969). ==Personal life== Alexander Walker wrote: \"in looks and temperament, Rex went back to the Elizabethans. They would have called him 'a man of passionate parts'. His physique and looks were far more striking once middle age had literally stretched too smooth and callow a youthful face into a long, saturnine physiognomy, whose hooded eyes and wide mouth had satyr-like associations for some people.\" Harrison was married six times. In 1942, he divorced his first wife, Noel Margery Colette-Thomas, and married actress Lilli Palmer the next year; they later appeared together in numerous plays and films, including The Four Poster. Whilst married to Palmer, he built a villa at Portofino, San Genesio, where over the years he hosted showbiz royalty including Laurence Olivier and John Gielgud and real ex-royalty in the Duke of Windsor and his wife. In 1947, while married to Palmer, Harrison began an affair with actress Carole Landis. Landis took her own life in 1948 after spending the evening with Harrison. Harrison's involvement in the scandal by waiting several hours before calling a doctor and police briefly damaged his career and his contract with Fox was ended by mutual consent. Harrison and Palmer divorced in 1957. In 1957, Harrison married the actress Kay Kendall. Kendall died of myeloid leukaemia in 1959. Terence Rattigan's 1973 play In Praise of Love was written about the end of this marriage, and Harrison appeared in the New York production playing the character based on himself. Rattigan was said to be \"intensely disappointed and frustrated\" by Harrison's performance, as \"Harrison refused to play the outwardly boorish parts of the character and instead played him as charming throughout, signalling to the audience from the start that he knew the truth about [the] illness.\"http://www.terencerattigan.co.uk/html/biography.html Critics however were quite pleased with the performance and although it did not have a long run, it was yet another of Harrison's well-plotted naturalistic performances. He was subsequently married to Welsh actress Rachel Roberts from 1962 to 1971. In 1980, despite his having married twice since their divorce, Roberts made a final attempt to win Harrison back, which proved to be futile; she took her own life that same year. Harrison then married Elizabeth Rees-Williams, divorcing in 1975; finally, in 1978, he married Mercia Tinker, his sixth and final wife. Harrison's eldest son Noel Harrison became an Olympic skier, singer and occasional actor; he toured in several productions including My Fair Lady in his father's award-winning role; Noel died suddenly of a heart attack on 19 October 2013 at age 79. Rex's younger son Carey Harrison is a playwright and social activist. Harrison's sister Sylvia was married to David Maxwell Fyfe, a lawyer, Conservative politician and judge who was successively the lead British prosecutor at Nuremberg, Home Secretary and Lord Chancellor (head of the English judiciary); after his death she married another Cabinet minister, Lord de la Warr. Chronology of Harrison's six marriages: * Noel M Colette-Thomas, 1934–1942 (divorced); one son, the actor/singer Noel Harrison, (29 January 1934 – 19 October 2013) * Lilli Palmer, 1943–1957 (divorced); one son, the novelist/playwright Carey Harrison * Kay Kendall, 1957–1959 (her death) * Rachel Roberts, 1962–1971 (divorced) * Elizabeth Harris, 1971–1975 (divorced); three stepsons, Damian Harris, Jared Harris, and Jamie Harris * Mercia Tinker, 1978–1990 (his death) Grandchildren: * Granddaughters: Cathryn, Harriott, Chloe, Chiara, Rosie, Faith * Grandsons: Will, Simon, Sam Harrison owned properties in London, New York City and Portofino, Italy. His villa in Portofino was named San Genesio after the patron saint of actors. ==Later career== Having retired from films after A Time to Die, Harrison continued to act on Broadway and the West End until the end of his life, despite suffering from glaucoma, painful teeth, and a failing memory. He was nominated for a third Tony Award in 1984 for his performance as Captain Shotover in the revival of George Bernard Shaw's Heartbreak House. He followed with two successful pairings with Claudette Colbert, The Kingfisher in 1985 and Aren't We All? in 1986. In 1989, he appeared with Edward Fox in The Admirable Crichton in London. In 1989/90, he appeared on Broadway in The Circle by W. Somerset Maugham, opposite Glynis Johns, Stewart Granger, and Roma Downey. The production opened at Duke University for a three-week run followed by performances in Baltimore and Boston before opening 14 November 1989 on Broadway. ==Death== Harrison died from the effects of pancreatic cancer at his home in Manhattan, New York City, on 2 June 1990 at the age of 82. He had only been diagnosed with the disease a short time before. The stage production in which he was appearing at the time, The Circle, came to an end upon his death. His body was cremated, some of his ashes being subsequently scattered in Portofino, and the rest being scattered at his second wife Lilli Palmer's grave at Forest Lawn Memorial Park in Glendale, California, in the Commemoration section, Map 1, Lot 4066, Space 2. Harrison's second autobiography, A Damned Serious Business: My Life in Comedy (), was published posthumously in 1991. ==Honours and legacy== On 17 June 1989, Harrison was knighted by Queen Elizabeth II at Buckingham Palace. Rex Harrison has two stars on the Hollywood Walk of Fame, one at 6906 Hollywood Boulevard for his contribution to films, and the other at 6380 Hollywood Boulevard for his contribution to television. Harrison is also a member of the American Theater Hall of Fame. He was inducted in 1979. Due to his association with the checked wool hat which he wore both in the Broadway and film versions of My Fair Lady, the style of headwear was often named \"The Rex Harrison.\" Seth MacFarlane, creator of the animated series Family Guy, modelled the voice of the character Stewie Griffin after Harrison after seeing him in the film adaptation of My Fair Lady. ==Rex Harrison mask used by CIA == Ex-CIA chief of disguise Jonna Mendez stated in 2019 that a mask of Harrison was used by multiple CIA agents for covert work. The moulds of his face were larger and so could fit over a smaller agents face. The molds were made from aluminium and bought from Hollywood film facilities. She mentioned that his likeness was \"taking part in a lot of operations\". According to Mendez, Rex Harrison's aluminium facial props mold was used as a baseline for over-the-head masks that the agency would create and use operationally. The masks came in small, medium and large sizes, with Rex's mold becoming the agency's standard 'large' size. Subsequently, many undercover operatives' real identities were disguised by masks bearing Rex's facial features. ==Filmography== ===Film=== {| class=\"wikitable sortable\" style=\"font-size: 100%;\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | rowspan=\"2\"|1930 | The Great Game | George | |- | The School for Scandal | Bit Part | Uncredited |- | rowspan=\"2\"|1934 | Get Your Man | Tom Jakes | |- | Leave It to Blanche | Ronnie | |- | 1935 | All at Sea | Aubrey Bellingham | |- | 1936 | Men Are Not Gods | Tommy Stapleton | |- | rowspan=\"2\"|1937 | Storm in a Teacup | Frank Burdon | |- | School for Husbands | Leonard Drummond | |- | rowspan=\"2\"|1938 | Sidewalks of London, also known as St. Martin's Lane | Harley Prentiss | |- | The Citadel | Dr. Frederick Lawford | |- | rowspan=\"2\"|1939 | Over the Moon | Dr. Freddie Jarvis | |- |The Silent Battle | Jacques Sauvin | |- | rowspan=\"2\"|1940 |Ten Days in Paris | Bob Stevens | |- | Night Train to Munich | Gus Bennett / \"Dickie Randall\" | |- | 1941 | Major Barbara | Adolphus Cusins | |- | rowspan=\"4\"|1945 | Blithe Spirit | Charles Condomine | |- | I Live in Grosvenor Square | Major David Bruce | |- | Journey Together | Guest | Uncredited |- | The Rake's Progress | Vivian Kenway | |- | 1946 | Anna and the King of Siam | King Mongkut | Nominated—New York Film Critics Circle Award for Best Actor |- | rowspan=\"2\"|1947 | The Ghost and Mrs. Muir | Captain Daniel Gregg | |- | The Foxes of Harrow | Stephen Fox | |- | rowspan=\"2\"|1948 | Escape | Matt Denant | |- | Unfaithfully Yours | Sir Alfred De Carter | |- | 1951 | The Long Dark Hall | Arthur Groome | |- | 1952 | The Four Poster | John Edwards | |- | 1953 | Main Street to Broadway | Himself | |- | 1954 | King Richard and the Crusaders | Emir Hderim Sultan Saladin | |- | 1955 | The Constant Husband | William Egerton | |- | 1958 | The Reluctant Debutante | Jimmy Broadbent | |- | 1960 | Midnight Lace | Anthony \"Tony\" Preston | |- | 1961 | The Happy Thieves | Jimmy Bourne | |- | 1963 | Cleopatra | Julius Caesar | National Board of Review Award for Best Actor Nominated—Academy Award for Best Actor Nominated—Golden Globe Award for Best Actor – Motion Picture Drama Nominated—Laurel Award for Top Male Dramatic Performance |- | rowspan=\"2\"|1964 | My Fair Lady | Professor Henry Higgins | Academy Award for Best Actor David di Donatello Award for Best Foreign Actor Golden Globe Award for Best Actor – Motion Picture Musical or Comedy Laurel Award for Top Male Musical Performance New York Film Critics Circle Award for Best Actor Nominated—BAFTA Award for Best Actor in a Leading Role |- | The Yellow Rolls- Royce | Lord Charles Frinton – The Marquess of Frinton | |- | 1965 | The Agony and the Ecstasy | Pope Julius II | Nominated—Golden Globe Award for Best Actor – Motion Picture Drama Nominated—Laurel Award for Top Male Dramatic Performance |- | rowspan=\"2\"|1967 | The Honey Pot | Cecil Sheridan Fox | |- | Doctor Dolittle | Dr. John Dolittle | Nominated—Golden Globe Award for Best Actor – Motion Picture Musical or Comedy |- | 1968 | A Flea in Her Ear | Victor Chandebisse / Poche | |- | 1969 | Staircase | Charles Dyer | |- | 1977 | Crossed Swords | The Duke of Norfolk | |- | 1978 | Shalimar | Sir John Locksley | |- | rowspan=\"2\"|1979 | Ashanti | Brian Walker | |- | The Fifth Musketeer | Colbert | |- | 1982 | A Time to Die | Van Osten | |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1952 | Omnibus | Henry VIII | Episode: The Trial of Anne Boleyn |- | 1953 | The United States Steel Hour | Raymond Dabney | Episode: The Man in Possession |- | 1957 | DuPont Show of the Month | Mr. Sir | Episode: Crescendo |- | 1960 | Dow Hour of Great Mysteries | Cyril Paxton | Episode: The Dachet Diamonds |- | 1971–1973 | Play of the Month | Mikhail Platonov, schoolmaster Don Quixote | 2 episodes |- | 1983 | The Kingfisher | Cecil | Television film |- | 1985 | Heartbreak House | Captain Shotover | Television film |- | 1986 | Anastasia: The Mystery of Anna | Grand Duke Cyril Romanov | Television film, (final film role) |} ===Radio=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1952 | Philip Morris Playhouse | | Episode: The Gioconda Smile |- |1952 | Theatre Guild on the Air | | Episode: An Ideal Husband |- |} ===Stage=== {| class=\"wikitable sortable\" |- ! Date ! Production ! Role ! class=\"unsortable\" | Notes |- | 4–25 March 1936 |Sweet Aloes | Tubbs Barrow | |- | 6 November 1936 | French Without Tears | Alan Howard | |- | 8 December 1948 – 8 October 1949 | Anne of the Thousand Days | Henry |Tony Award for Best Actor in a Play |- | 14 November 1950 – 2 June 1951 |Bell, Book and Candle | Shepherd Henderson | |- | 13 February – 26 April 1952 |Venus Observed |Hereward | |- | 15 January – 16 May 1953 |The Love of Four Colonels | The Man | |- | 15 March 1956 – 29 September 1962 |My Fair Lady |Henry Higgins |Tony Award for Best Actor in a Musical |- | 8 December 1959 – 20 February 1960 |The Fighting Cock |The General | |- | 28 March – 28 April 1973 |The Living Mask |Henry IV | |- | 10 December 1974 – 31 May 1975 |In Praise of Love |Sebastian Cruttwell | |- | 1976 |Monsieur Perichon's Travels |Eugène Labiche & Edouard Martin | |- | 24 February – 5 March 1977 |Caesar and Cleopatra | Julius Caesar | |- | 6 December 1978 – 13 May 1979 |The Kingfisher |Cecil | |- | 18 August – 29 November 1981 |My Fair Lady | Henry Higgins | |- | 7 December 1983 – 5 February 1984 |Heartbreak House |Captain Shotover |Nominated—Drama Desk Award for Outstanding Actor in a Play Nominated—Tony Award for Best Actor in a Play |- | 29 April – 21 July 1985 |Aren't We All? |Lord Grenham |Drama Desk Special Award |- | 20 November 1989 – 20 May 1990 |The Circle |Lord Porteous | |} ==Radio appearances== {| class=\"wikitable\" |- ! Year !! Program !! Episode/source |- | 1951|| The Private Files of Rex Saunders || Main Role |- | 1953|| Star Playhouse || No Time for Comedy |- | 1953|| Star Playhouse || Twentieth Century |} ==References== ==Sources== * * * * * * * * ==Further reading== * Harrison, Rex (1991). A Damned Serious Business: My Life in Comedy. * Garland, Patrick (1998). The Incomparable Rex. (1998) * Roberts, David (2006). British Hit Singles & Albums (19th ed.). London: Guinness World Records Limited. * (Includes an interview with Harrison's son, Carey) ==External links== * * Selected performances in Theatre Archive University of Bristol * * Rex Harrison at Playbill Vault * * * Rex Harrison interview on BBC Radio 4 Desert Island Discs, 26 October 1979 Category:1908 births Category:1990 deaths Category:20th-century English male actors Category:20th Century Fox contract players Category:Actors awarded knighthoods Category:Best Actor Academy Award winners Category:Best Musical or Comedy Actor Golden Globe (film) winners Category:British expatriate male actors in the United States Category:Burials at Forest Lawn Memorial Park (Glendale) Category:Deaths from cancer in New York (state) Category:David di Donatello winners Category:Deaths from pancreatic cancer Category:Drama Desk Award winners Category:English expatriates in the United States Category:English male film actors Category:English male stage actors Category:English male television actors Category:English memoirists Category:Knights Bachelor Category:Male actors from Merseyside Category:People educated at Liverpool College Category:People from Huyton Category:Royal Air Force officers Category:Royal Air Force personnel of World War II Category:Special Tony Award recipients Category:Tony Award winners",
 "title": "Rex Harrison"
}