{
 "id": "99047",
 "text": "Calumet ( or ) is a village in Calumet Township, Houghton County, in the U.S. state of Michigan's Upper Peninsula, that was once at the center of the mining industry of the Upper Peninsula. Also known as Red Jacket, the village includes the Calumet Downtown Historic District, listed on the National Register of Historic Places (NRHP). The village may itself be included within the Calumet Historic District, a larger area which is NRHP-listed and which is a National Historic Landmark District. It is bordered on the north by Calumet Township, on the south by the unincorporated towns of Newtown and Blue Jacket, on the east by Blue Jacket and Calumet Township, and on the west by Yellow Jacket and Calumet Township. The population was 726 at the 2010 census. Calumet's nickname is Copper Town U.S.A. ==Politics== {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Presidential Elections Results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third Parties |- | style=\"text-align:center; |2016 | style=\"text- align:center; |53.31% 137 | style=\"text-align:center; |36.96% 95 | style=\"text-align:center; background:honeyDew;\"|9.73% 25 |- | style=\"text- align:center; |2012 | style=\"text-align:center; |48.46% 110 | style=\"text- align:center; |49.34% 112 | style=\"text-align:center; background:honeyDew;\"|2.2% 5 |- | style=\"text-align:center; |2008 | style=\"text-align:center; |44% 110 | style=\"text-align:center; |52.8% 132 | style=\"text-align:center; background:honeyDew;\"|3.2% 8 |} == History == thumb|Fifth Street, looking north, Red Jacket circa 1910 thumb|View of Calumet & Hecla Company town circa 1910 What is now Calumet was settled in 1864, originally under the name of \"Red Jacket\", named for a Native American Chief of the Seneca tribe. Until 1895 the name \"Calumet\" was used by the nearby town of Laurium, Michigan; present-day Calumet was not legally named so until 1929. Red Jacket grew due to the copper mines in the area. It was incorporated as a town in 1867. The copper mines were particularly rich; the Boston-based Calumet and Hecla Mining Company produced more than half of the United States's copper from 1871 through 1880.Horace J. Stevens (1902) The Copper Handbook, v.2, Houghton, Mich.: Horace J. Stevens, p.1457,1466. In addition to copper mining and smelting, the region also supported the dairy industry and truck farming. Many immigrants (from Poland, etc.) settled there in the late 19th century. thumb|The victims in rough caskets, 1913 By 1900, Red Jacket had a population of 4,668, and Calumet Township, which contained Red Jacket and nearby mining towns, had a population of 25,991. However, in 1913, Red Jacket suffered from the Copper Country Strike of 1913-1914, and the population began to decline. In the same year, the town was the site of the Italian Hall Disaster. Striking miners and their families were gathered on Christmas Eve for a party in Italian Hall, when the cry of \"fire\" precipitated a stampede that crushed or suffocated seventy-three victims, the majority of them children. The identity of the person(s) who started the stampede has never been determined. Folk singer Woody Guthrie's song, \"1913 Massacre\", is based on this event. Loss of wartime demand caused the copper price to drop following World War I. With the decreased demand for copper, thousands left Red Jacket in the 1920s, many moving to Detroit, Michigan, where the automobile industry was booming. During the Great Depression, almost all mines were shut down. As a result, many miners and their families left to find work. In 1950, the population of Calumet was 1,256 people. Small-time mining continued in the area, particularly during World War II, until it was shut down completely by a labor strike in 1968. On Friday, May 22, 2021, a fire was reported in the 100 block of 5th street. Twelve local fire departments ended up responding to the fire: Ahmeek Village Fire; Bootjack Fire; Calumet Township Fire; Calumet Village Fire; Dollar Bay Fire; Hancock Fire; Houghton Fire; Hubbell Fire; Lake Linden Fire; Laurium Fire; Quincy-Franklin-Hancock Township Fire; and Tamarack City Fire. The buildings from 108 to 120 5th street collapsed during the fire, and were considered a total loss. Over 30 people lost their homes as many of these buildings had apartments above them. The cause of the fire is unknown. 900px|thumb|center|Calumet c. 1900 from east (Oak Street in foreground; note the twin steeples of St. Paul's in right center) ==Geography== According to the United States Census Bureau, the village has a total area of , all of it land. Calumet is at an elevation of above sea level. The village of Calumet sits on of underground mine shafts, drifts and stopes, empty for many decades. Large portions of the Keweenaw National Historical Park are located inside the village limits, mostly covering the intricate complex of the Calumet and Hecla Mining Company's main operations. ==Transportation== ===Airport=== Houghton County Memorial Airport (KCMX), largely in nearby Oneco, serves Calumet, Houghton County and the surrounding communities. === Bus === Indian Trails used to operate a route connecting Calumet and Milwaukee. === Train === Calumet was host to a number of railroad routes, including: * The Copper Range Railroad traveled through Calumet and continued northeast to the stamp mills at Gay. * The Hecla & Torch Lake Railroad, which carried ore from the mines in the village off to the stamp mills in Lake Linden. * The Mineral Range Railroad also operated here. ==People and culture== ===Food=== One of the biggest parts of the food culture of not only Calumet, but the entire Copper Country, is the pasty. This was a main part of copper miners' diets. A pasty is a mixture of meat, potatoes, rutabaga, carrots and onions wrapped in a crust made of flour and lard. Traditionally Cornish, they have even sparked local events such as the Pasty Fest, where there are eating contests (with consumption of pasties, of course), games, events, and even a tug of war event where the losers take a dive into an inflatable pool filled with ketchup. ===Theatre=== The Calumet Theatre is a theater and opera house which opened in 1900. In 1898, the copper mining industry was booming, and the town had an enormous surplus in its treasury. The town council decided to spend some of the surplus on a theater. The theater hosted a large number of famous actors, musicians, and opera singers. With the closing of the mines, the theater became a movie theater and fell into general disrepair for many years. In 1975, the town began a large project to repair and restore the theater, which is now used for many local and touring productions. The theatre was added to the National Register of Historic Places on August 5, 1971, and is also a Michigan State Historic Site. The Theatre was the original recording venues of The Red Jacket Jamboree, an old-time radio variety show heard on Michigan public radio Stations including Interlochen Public Radio and WNMU Public Radio 90. ===Summer activities=== Every two years there is an all-school reunion for the graduates of Calumet High School. Many activities occur at this time, including a classic car show and parade.thumb|Classic cars seen in a parade in Calumet Township, with barely any of Calumet visible|alt= Pasty Fest is a one-day event that takes place every summer downtown Calumet. The event celebrates the pasty, which was brought over by Cornish miners in the mid 1800s. The meat and vegetable \"pie\" became a staple for miners throughout the Upper Peninsula. The event includes a parade, street fair, live music, a pasty eating contest and a competition among restaurants for the best pasty. ==Churches== ===St. Paul the Apostle Church=== thumb|left|upright|St. Paul the Apostle Church St. Paul the Apostle Church, formerly known as St. Joseph's Catholic Church, was formed in 1889 by Slovenian immigrants who came to the Calumet area to work in the booming copper mines. The first church that they built burnt down in 1902, but the church was rebuilt in sandstone by 1908. The church \"rises authoritatively over the village like a cathedral of medieval Europe.\" When the church was completed, the cost of construction was an amazing $100,000. It is constructed of local Jacobsville sandstone, and features beautiful stained glass windows, a custom-built 19’ by 18’ pipe organ, and a beautifully painted interior. The interior of the church remains virtually unchanged architecturally. In 1966, four of the five Catholic churches in the Calumet area were forced to merge because of the low number of parishioners and economic constraints. This included St. Anne's (the French church), St. John's (the Croatian church), St. Mary's (the Italian church), and St. Joseph's. The combined parish is housed in the old St. Joseph's building, and has changed its name to St. Paul the Apostle Church. Today, they have a large and active congregation, which pays for the upkeep of the church. ===Protestant churches=== The city, at one time, Calumet had six active Lutheran churches (two of which were Laestadian), three Methodist churches, as well as an Episcopal, Congregationalist, Baptist and Presbyterian church. Today, only one Lutheran, Baptist, Methodist, and Episcopal church remain open. Additionally, another Baptist church has opened. Two of the former Lutheran churches and the Presbyterian church are still standing today but are not in use. ==Demographics== ===2010 census=== As of the census of 2010, there were 726 people, 376 households, and 161 families residing in the village. The population density was . There were 512 housing units at an average density of . The racial makeup of the village was 96.8% White, 0.4% African American, 0.4% Native American, 0.3% Asian, 0.3% from other races, and 1.8% from two or more races. Hispanic or Latino of any race were 2.5% of the population. There were 376 households, out of which 21.5% had children under the age of 18 living with them, 23.4% were married couples living together, 14.6% had a female householder with no husband present, 4.8% had a male householder with no wife present, and 57.2% were non-families. 48.9% of all households were made up of individuals, and 20.5% had someone living alone who was 65 years of age or older. The average household size was 1.93 and the average family size was 2.78. The median age in the village was 40.4 years. 20.4% of residents were under the age of 18; 11.4% were between the ages of 18 and 24; 22.5% were from 25 to 44; 27.6% were from 45 to 64; and 18.2% were 65 years of age or older. The gender makeup of the village was 49.3% male and 50.7% female. ===2000 census=== As of the census of 2000, there were 879 people, 387 households, and 136 families residing in the village. The population density was 4,524.2 per square mile (1,786.2/km2). There were 491 housing units at an average density of 2,527.1 per square mile (997.8/km2). The racial makeup of the village was 98.98% White, 0.23% from other races, and 0.80% from two or more races. 0.80% of the population were Hispanic or Latino of any race. 35.7% were of Finnish, 10.3% German, 9.3% Irish, 7.1% United States or American, 7.0% French and 6.5% Italian ancestry according to Census 2000. 95.7% spoke English, 3.0% Spanish and 1.2% Finnish as their first language. There were 387 households, out of which 20.2% had children under the age of 18 living with them, 19.9% were married couples living together, 12.4% had a female householder with no husband present, and 64.6% were non-families. 58.1% of all households were made up of individuals, and 25.8% had someone living alone who was 65 years of age or older. The average household size was 1.85 and the average family size was 3.12. In the village, the population was spread out, with 20.0% under the age of 18, 24.8% from 18 to 24, 21.8% from 25 to 44, 15.8% from 45 to 64, and 17.5% who were 65 years of age or older. The median age was 29 years. For every 100 females, there were 95.8 males. For every 100 females age 18 and over, there were 91.6 males. The median income for a household in the village was $17,404, and the median income for a family was $22,750. Males had a median income of $21,667 versus $18,125 for females. The per capita income for the village was $12,111. About 29.0% of families and 35.0% of the population were below the poverty line, including 50.5% of those under age 18 and 18.9% of those age 65 or over. == Attractions == Some of the notable attractions in the village include: * The Calumet Theatre, which opened in 1900, is the first municipality built opera house in the United States. *The Copper Country Associated Artists (CCAA), founded in the 1960s, is a regional art organization that operates a gallery and workshop in Calumet. * The old 1898 Red Jacket Fire Hall on 6th Street is a Keweenaw Heritage Site and is listed on the National Register of Historic Places. It was built using Jacobsville Sandstone from the Keweenaw Bay. Today it houses the Copper Country Firefighters Museum. *The Calumet and Hecla Library at 101 Red Jacket Avenue was said to contain more volumes in its collection than the entire Michigan State Library. * The Keweenaw National Historical Park Visitor Center offers three story exhibits relating to the village's copper mining history. The museum is operated by the Keweenaw National Historical Park and is free to the public. *The Keweenaw Storytelling Center operated by the nonprofit Real People Media, Inc. The Center is located in a historic Woolworth's building and features a visual exhibit area, puppet theatre, and 100 seat theatre space for storytelling events. The venue is the headquarters of The Red Jacket Jamboree, old-time radio variety show and approximately 7 shows (14 episodes) are recorded at the center. *The Calumet Historic District is listed as both a National Historic Landmark District of the United States, and is also on the National Register of Historic Places. * The Calumet Colosseum is the town's main ice arena as well as North America's Oldest Indoor Ice Rink. ==Notable people== *Hunk Anderson, head football coach of Notre Dame and Chicago Bears *Rip Bachor, American football player *Carmen L. Browne, author and illustrator *Bill Burich, Major League Baseball player for the Philadelphia Phillies *Ferdinand J. Chesarek, United States Army general during the Second world war and Purple Heart recipient *Anna Clemenc, (AKA \"Big Annie\") labour activist and regional heroine *Brian Despain, American artist associated with Dungeons & Dragons *John Entenza, American architect known for his modernist designs *Jeff Finger, professional ice hockey player who resides in Calumet during the summertime *Norm Harvey, football player *Bill Ivey, former chairman of Country Music Hall of Fame and National Endowment of the Arts *Fred Larson, American football player *Jack Lester, heavyweight boxer *Tyler Lumsden, wardrobe artist for film The Rocky Horror Picture Show *Allan MacRae, theologian and co-founder of the Biblical Theological Seminary in Hatfield, Pennsylvania *Russ McLeod, American football player *Stanley Muirhead, American football player *Joseph G. Pinten, Catholic bishop of Superior, Wisconsin *Jack Real, aerospace pioneer and associate of Howard Hughes *Paul D. Rogers, U.S. Army Major general and Michigan's 34th State adjutant general *Percy Ross, self-made multi-millionaire *John Sherf, 1st US-born Stanley Cup Champion *Albert Joseph Smith, American marine and Medal of Honor recipient *Paul J. Smith, music composer; wrote compositions for Disney *James Tolkan, actor, known for his roles in films Back to the Future and Top Gun *Charlie Uksila, professional hockey player *Dominic Vairo, American football player for the Green Bay Packers *Rudy Zunich, ice hockey player == Gallery == File:Fifth Street 2017.jpg|Looking down historic Fifth Street within the Village of Calumet in 2017 File:Calumet Theater P1180054.jpg|The Calumet Theater on 6th Street in 2004. File:CALUMET MICH DOWNTOWN DSC01895.JPG|Downtown Calumet, including one of the historic wooden churches File:Italian Hall Site 2018 4.jpg|The site of the now-razed Italian Hall. This was the site of the Italian Hall disaster, one of the most tragic events in American labour history and the climax of a bloody, tense strike. The event changed the Keweenaw forever. File:Calumet in 2016.jpg|The Village of Calumet in 2016. File:Miskatonic Club Calumet MI.jpg|The Miscowaubik Club of Calumet in 2011. File:CalumetColosseumMichigan.jpg|Calumet Colosseum, the world's oldest operating indoor ice arena. File:Keweenaw Storytelling Center.jpg|Christmas window display at the Keweenaw Storytelling Center, Calumet, Michigan File:Kweenaw Storytelling Center, Calumet, Michigan.jpg|Keweenaw Storytelling Center located on 5th Street in Calumet, Michigan (2020) ==References== ==External links== *Calumet Public Schools Category:Company towns in Michigan Category:Houghton micropolitan area, Michigan Category:Villages in Houghton County, Michigan Category:Populated places established in 1864 Category:1929 establishments in Michigan",
 "title": "Calumet, Michigan"
}