{
 "id": "99200",
 "text": "Sir Giles Gilbert Scott (9 November 1880 – 8 February 1960) was a British architect known for his work on the New Bodleian Library, Cambridge University Library, Lady Margaret Hall, Oxford, Battersea Power Station, Liverpool Cathedral, and designing the iconic red telephone box. Scott came from a family of architects. He was noted for his blending of Gothic tradition with modernism, making what might otherwise have been functionally designed buildings into popular landmarks. ==Life and career== ===Early years=== Born in Hampstead, London, Scott was one of six children and the third son of George Gilbert Scott Jr. (Founder of Watts & Co. in 1874) and his wife, Ellen King Samson.Butler, A. S. G. \"Scott, Sir Giles Gilbert\", Dictionary of National Biography Archive, Oxford University Press, accessed 22 June 2012 His father was an architect, the son of Sir (George) Gilbert Scott, a more famous architect, known for designing the Albert Memorial and the Midland Grand Hotel at St Pancras Station.Stamp, Gavin. \"Scott, Sir George Gilbert (1811–1878)\", Oxford Dictionary of National Biography, Oxford University press, accessed 21 June 2012 When Scott was three, his father was declared to be of unsound mind and was temporarily confined to the Bethlem Royal Hospital. Consequently, his sons saw little of him. Giles later said that he remembered seeing his father only twice. A bequest from an uncle in 1889 gave the young Scott ownership of Hollis Street Farm, near Ninfield, Sussex, with a life tenancy to his mother.Stamp, Gavin. \"Scott, Sir Giles Gilbert (1880–1960)\", Oxford Dictionary of National Biography, Oxford University Press, accessed 21 June 2012 During the week Ellen Scott and her three sons lived in a flat in Battersea, spending weekends and holidays at the farm.Scott, p. 3 She regularly took them on cycling trips to sketch buildings in the area, and encouraged them to take an interest in architecture.Thomas, John. \"The 'Beginnings of a Noble Pile': Liverpool Cathedral's Lady Chapel (1904–10)\", Architectural History, Vol. 48, (2005), pp. 257–290 Among the buildings the young Scott drew were Battle Abbey, Brede Place and Etchingham Church; Scott's son, Richard Gilbert Scott, suggests that the last, with its solid central tower, \"was perhaps the germ of Liverpool Cathedral\". Scott and his brothers were raised as Roman Catholics; their father was a Catholic convert. Giles attended Beaumont College on the recommendation of his father who admired the buildings of its preparatory school, the work of J. F. Bentley.Scott, pp. 1–2 In January 1899 Scott became an articled pupil in the office of Temple Moore, who had studied with Scott's father. From Moore, or Ellen Scott, or from his father's former assistant P. B. Freeman, Scott got to know the work of his father. In a 2005 study of Scott's work, John Thomas observes that Scott senior's \"important church of St Agnes, Kennington (1874–77; 1880s–93) clearly influenced Giles's early work, including Liverpool Cathedral Lady Chapel.\" In later years Scott remarked to John Betjeman, \"I always think that my father was a genius. … He was a far better architect than my grandfather and yet look at the reputations of the two men!\" Scott's father and his grandfather had been exponents of High Victorian Gothic; Scott, when still a young man, saw the possibility of designing in Gothic without the profusion of detail that marked their work. He had an unusually free hand in working out his ideas, as Moore generally worked at home, leaving Freeman to run the office. ===Liverpool Cathedral=== In 1901, while Scott was still a pupil in Moore's practice, the diocese of Liverpool announced a competition to select the architect of a new cathedral. Two well-known architects were appointed as assessors for an open competition for architects wishing to be considered.Cotton, p 3 G. F. Bodley was a leading exponent of the Gothic revival style, and a former pupil and relative by marriage of Scott's grandfather.Hall, Michael. \"Bodley, George Frederick (1827–1907)\", Oxford Dictionary of National Biography, Oxford University Press, 2004, accessed 2 October 2011 R. Norman Shaw was an eclectic architect, having begun in the Gothic style, and later favouring what his biographer Andrew Saint calls \"full-blooded classical or imperial architecture\".Saint, Andrew. \"Shaw, Richard Norman (1831–1912)\", Oxford Dictionary of National Biography, Oxford University Press, 2004; accessed 2 October 2011 Architects were invited by public advertisement to submit portfolios of their work for consideration by Bodley and Shaw. From these, the two assessors selected a first shortlist of architects to be invited to prepare drawings for the new building. For architects, the competition was an important event; not only was it for one of the largest building projects of its time, but it was only the third opportunity to build an Anglican cathedral in England since the Reformation in the 16th century (St Paul's Cathedral being the first, rebuilt from scratch after the Great Fire of London in 1666, and Truro Cathedral being the second, begun in the 19th century).\"Liverpool Cathedral\", The Times, 25 September 1902, p. 8 The competition attracted 103 entries, from architects including Temple Moore, Charles Rennie Mackintosh\"Design for Liverpool Anglican Cathedral competition: south elevation 1903\" Hunterian Museum and Art Gallery, accessed 21 June 2012 and Charles Reilly.Powers, p. 2 With Moore's approval, Scott submitted his own entry, on which he worked in his spare time. In 1903, the assessors recommended that Scott should be appointed. There was widespread comment at the nomination of a 22-year-old with no existing buildings to his credit. Scott admitted that so far his only design to be constructed had been a pipe-rack. The choice of winner was even more contentious when it emerged that Scott was a Roman Catholic, but the assessors' recommendation was accepted by the diocesan authorities. Because of Scott's age and inexperience, the cathedral committee appointed Bodley as joint architect to work in tandem with him.Kennerley, p. 24 A historian of Liverpool Cathedral observes that it was generous of Bodley to enter into a working relationship with a young and untried student.Cotton, p. 24 Bodley had been a close friend of Scott's father, but his collaboration with the young Scott was fractious, especially after Bodley accepted commissions to design two cathedrals in the US, necessitating frequent absences from Liverpool. Scott complained that this \"has made the working partnership agreement more of a farce than ever, and to tell the truth my patience with the existing state of affairs is about exhausted\".Kennerley, p. 38 Scott was on the point of resigning when Bodley died suddenly in 1907, leaving him in charge.Cotton, p. 22 The cathedral committee appointed Scott sole architect, and though it reserved the right to appoint another co-architect, it never seriously considered doing so. In 1910 Scott realised that he was not happy with the main design, which looked like a traditional Gothic cathedral in the style of the previous century. He persuaded the cathedral committee to let him start all over again (a difficult decision, as some of the stonework had already been erected) and redesigned it as a simpler and more symmetrical building with a single massive central tower instead of the original proposal for twin towers.Kennerley, p. 55 Scott's new plans provided more interior space.Cotton pp. 28, 30 and 32 At the same time Scott modified the decorative style, losing much of the Gothic detailing and introducing a more modern, monumental style.Cotton, pp. 29–30 The Lady Chapel, the first part of the building to be completed, was consecrated in 1910 by Bishop Chavasse in the presence of two archbishops and 24 other bishops.Forwood, William. \"Liverpool Cathedral – Consecration of the Lady Chapel\", The Times, 30 June 1910, p. 9 Work was severely limited during the First World War, with a shortage of manpower, materials and money.Cotton, p. 6 By 1920, the workforce had been brought back up to strength and the stone quarries at Woolton, source of the red sandstone for most of the building, reopened. The first section of the main body of the cathedral was complete by 1924, and on 19 July 1924, the 20th anniversary of the laying of the foundation stone, the cathedral was consecrated in the presence of King George V and Queen Mary, and bishops and archbishops from around the globe. Construction continued throughout the 1930s, but slowed drastically throughout the Second World War, as it had done during the First. Scott continued to work on the project until his death, refining the design as he went. He designed every aspect of the building down to the fine details. The cathedral was finished in 1978, nearly two decades after Scott's death.Riley, Joe. \"Finished – but for the way in to the nave\", The Guardian, 25 October 1978, p. 8 ===Other early work=== While Scott was feuding with Bodley in Liverpool, he managed to design and see built his first complete church. This was the Church of the Annunciation, a Roman Catholic church in Bournemouth, in which he made a high transept similar to his original plan for Liverpool. His work on another new Roman Catholic church at Sheringham, Norfolk showed his preference for simple Gothic frontages. Other churches built by Scott at this time, at Ramsey on the Isle of Man, Northfleet in Kent and Stoneycroft in Liverpool, show the development of his style. Scott and his brother Adrian worked on Grey Wings, a house in Ashtead, Surrey in 1913. While working in Liverpool, Scott met and married Louise Wallbank Hughes, a receptionist at the Adelphi Hotel; his mother was displeased to learn that she was a Protestant. The marriage was happy, and lasted until Louise Scott's death in 1949. They had three sons, one of whom died in infancy. During the First World War Scott was a Major in the Royal Marines. He was in charge of building sea defences on the English Channel coast. ===1920s=== As Liverpool Cathedral rose Scott's fame grew, and he began to secure commissions for secular buildings. One of the first was for Clare College, Cambridge, Memorial Court, which was in a neo-Georgian style on the west bank of the River Cam. This style was also used for Chester House, a house he designed for himself in Clarendon Place, Paddington in 1924, which won the annual medal for London street architecture of the Royal Institute of British Architects in 1928.\"Sir Giles Gilbert Scott\", The Times, 10 February 1960, p. 13 Scott's residential buildings are few; one of the best known is the Cropthorne Court mansion block in Maida Vale, where the frontage juts out in diagonals, eliminating the need for lightwells. Scott continued working on churches during the inter-war years. Shortly after his work on the nave at Downside Abbey he was commissioned to design the small Roman Catholic Church of Our Lady & St Alphege, Bath, the first part of which was completed in 1929. His design was inspired by the church of Santa Maria in Cosmedin, Rome.\" William Drinkwater Gough\" , Our Lady & St Alphege, accessed 23 June 2012 Scott's distillation of the main elements of that large and ancient church into the much smaller Bath parish church has been described as \"a delight\" which \"cannot fail to astonish\".Forsyth, p. 291 Some 25 years later he wrote \"The church was my first essay into the Romanesque style of architecture. It has always been one of my favourite works\".\"The Building\" , Our Lady & St Alphege, accessed 23 June 2012 On the capital of one of the pillars beneath the west gallery W. D. Gough carved a representation of the architect, and a shield inscribed \"Aegidio architecto\" (By Giles the architect) – possibly the only depiction of Scott in stone. Scott's most ubiquitous design was for the General Post Office. He was one of three architects invited by the Royal Fine Arts Commission to submit designs for new telephone kiosks. The invitation came at the time Scott was made a trustee of Sir John Soane's Museum. His design was in the classical style, topped with a dome reminiscent of the mausoleum Soane designed for himself in St Pancras Old Church yard, London.\"New Telephone Kiosks\", The Times, 28 March 1925, p. 9 It was the chosen design and was put into production in cast iron as the GPO's \"Kiosk no. 2\" or \"K2\". In 1932 the design was expanded to include a posting box and two stamp vending machines as \"Kiosk no. 4\" or \"K4\". Later designs adapted the same general look for mass production: the Jubilee kiosk, introduced for King George V's silver jubilee in 1935 and known as the \"K6\", eventually became a fixture in almost every town and village.\"More Telephone Concessions\", The Times, 1 August 1935, p. 11 ===1930s=== In 1930 the London Power Company engaged Scott as consulting architect for its new electricity generating station at Battersea. The building was designed by the company's chief engineer, Leonard Pearce, and Scott's role was to enhance the external appearance of the massive architecture. He opted for external brickwork, put some detailing on the sheer walls, and remodelled the four corner chimneys so that they resembled classical columns. Battersea Power Station, opened in 1933 but disused since 1982, remains one of the most conspicuous industrial buildings in London. At the time of its opening, The Observer, though expressing some reservations about details of Scott's work, called it \"one of the finest sights in London\". In a poll organised by The Architectural Review in 1939 to find what lay people thought were Britain's best modern buildings, Battersea Power Station was in second place, behind the Peter Jones building.\"Our Best Buildings: A Poll of Laymen\", The Manchester Guardian, 9 June 1939, p. 12 In Cambridge, next to Clare College's Memorial Court, Scott designed the enormous library for the entire University of Cambridge. He placed two six-storey courtyards in parallel with a twelve-storey tower in the centre, and linked the windows vertically to the bookstacks. The main reading room measured nearly by and high, lit by 25 round-headed clerestory windows on each side.\"New Cambridge Library\", The Times, 22 October 1934, p. 15 At the time of its opening in 1934, The Times commented that the building displayed \"the same enjoyment of modelling in mass which is Sir Giles Scott's chief personal contribution to contemporary architecture.\" Scott was elected president of the Royal Institute of British Architects for 1933, its centenary year (having already been awarded the RIBA's prestigious Royal Gold Medal in 1925).\"R.I.B.A. Gold Medal\", The Times, 23 June 1925, p. 18 In his presidential address he urged colleagues to adopt what he called \"a middle line\": to combine the best of tradition with a fresh modern approach, to eschew dogma, and recognise \"the influence of surroundings on the choice of materials and the technique of their use. … My plea is for a frank and common- sense acceptance of those features and materials which are practical and beautiful, regardless as to whether they conform with the formula of either the modern or the traditional school.\"\"Modern Ideas in Architecture\", The Times, 21 June 1935, p. 14 From 1937 to 1940, Scott worked on the New Bodleian Library, in Broad Street in Oxford. It is not generally considered his finest work. Needing to provide storage for millions of books without building higher than the surrounding structures, he devised a construction going deep into the earth, behind two elevations no higher than those around them. His biographer A S G Butler commented, \"In an attempt to be polite to these – which vary from late Gothic to Victorian Tudor – Scott produced a not very impressive neo- Jacobean design\". A later biographer, Gavin Stamp, praises the considerable technical achievement of keeping the building low in scale by building underground, but agrees that aesthetically the building is not among Scott's most successful. Nikolaus Pevsner dismisses it as \"neither one thing nor the other\".Pevsner, p. 253 ===1940s=== Scott's search for the \"middle line\" caused him difficulties when he was appointed as architect for the new Coventry Cathedral in 1942. Pressured by the new Bishop of Coventry for a modern design and by the Royal Fine Arts Commission for a recreation of the old cathedral, he was criticised for trying to compromise between the two and designing a building that was neither fish nor fowl. Unable to reconcile these differences Scott resigned in 1947; a competition was held and won by Basil Spence with an uncompromisingly modern design. After the Commons chamber of the Palace of Westminster was destroyed by bombs in 1941, Scott was appointed in 1944 to rebuild it. Here he was hemmed in entirely by the surviving building, but was entirely of the view that the new chamber should be congruent with the old as anything else would clash with the Gothic style of Charles Barry and Augustus Pugin. This view found favour with Winston Churchill who observed \"We shape our buildings and afterwards our buildings shape us\". In a debate on 25 January 1945, the House of Commons approved his choice by 121 to 21. ===Last years=== After the immediate rush for building work caused by war damage had died down, Scott put a new roof on the Guildhall in the City of London and designed modernistic brick offices for the Corporation just to the north. Despite having opposed placing heavily industrial buildings in the centre of cities, he accepted a commission to build Bankside Power Station on the bank of the River Thames in Southwark, where he built on what he had learnt at Battersea and gathered all the flues into a single tower. This building was converted in the late 1990s into Tate Modern art gallery. Scott continued to receive commissions for religious buildings. At Preston, Lancashire he built a Roman Catholic church which is notable for an unusually long and repetitive nave. His Carmelite Church in Kensington, up the road from St Mary Abbots built by his grandfather, used transverse concrete arches to fill a difficult site (the church replaced another lost in the war). Scott created the design of the Trinity College Chapel in Toronto, completed in 1955, a lovely example of the perpendicular Gothic, executed by the local firm of George and Moorhouse and featuring windows by E. Liddall Armstrong of Whitefriars. Scott remained working into his late 70s. He was working on designs for the Roman Catholic Church of Christ the King, Plymouth, when he developed lung cancer. He took the designs into University College Hospital, where he continued to revise them until his death aged 79. ===Burial and grave=== thumb|left|Memorial to Scott, inside the cathedral, set into the floor beneath the central tower thumb|right|Scott's grave at Liverpool Cathedral Scott was buried by the monks of Ampleforth Abbey outside the west entrance of Liverpool Cathedral, alongside his wife (Scott specifically requested that no body should be interred inside the building as he did not want it to become a mausoleum).Cotton, p. 154 Although originally planned in the 1942 design for the west end of the cathedral to be within a porch, the site of the grave was eventually covered by a car park access road. The road layout was changed, the grave was restored and the grave marker replaced in 2012. A requiem mass for Scott was celebrated by Father Patrick Casey at St James's Roman Catholic Church, Spanish Place, London, on 17 February 1960.\"Requiem Masses\", The Times, 18 February 1960, p. 14 ===Family=== In addition to his father and grandfather, other members of Scott's family who were architects included an uncle, John Oldrid Scott, a brother, Adrian Gilbert Scott and son Richard Gilbert Scott. ==Honours== Following the consecration of Liverpool Cathedral, Scott was knighted by King George V at Knowsley Hall, where the King and Queen were staying as guests of the 17th Earl of Derby. In 1944 he was appointed a Member of the Order of Merit (OM) by King George VI. On 9 November 2020, the 140th anniversary of Scott's birth, he was honoured with a Google Doodle depicting his red telephone boxes. ==Works== thumbnail|right|250px|22 Weymouth Street right|thumb|250px|North Block at Guildhall thumbnail|right|250px|Whitelands Teacher Training College, pictured in 2005 while undergoing conversion to residential accommodation. thumbnail|right|250px|Chester House thumbnail|right|250px|Tower at the Cambridge University Library thumbnail|right|250px|William Booth Memorial Training College thumbnail|right|250px|Guinness Brewery Park Royal, during demolition {| class=\"wikitable sortable\" !Work!!Place!!Date!!Notes |- | St Botolph's Church | Carlton-in-Cleveland, Yorkshire | 1896–97 | designed by Temple Moore with Scott as clerk of works |- | Liverpool Cathedral |Liverpool | 1903–60 | completed posthumously in 1978 |- | Nanfans (private house) | Prestwood, Buckinghamshire | 1903 | |- | Chapel in London Road | Harrow, London | 1905–06 | |- | Church of the Annunciation (RC) | Bournemouth, Dorset | 1906 | |- | Church of the Holy Ghost | Midsomer Norton, Somerset | 1907–13 | conversion of a tithe barn for use as a church |- | Nave seating, All Saints' Church | Bubwith, Yorkshire | 1909 | |- | East window, St Giles's Church | Burnby, Yorkshire | 1909 | |- | Our Lady Star of the Sea and St Maughold Church (RC) | Ramsey, Isle of Man | 1909–12 | |- | Nave, St Mary's Church | Bury, Lancashire | c. 1910 | |- | St Joseph's Church (RC) | Sheringham, Norfolk | 1910–36 | |- | Chester Cathedral, restoration | Chester, Cheshire | 1911–13 |cloisters, east window of refectory, rood in the crossing |- | Grey Wings | Ashtead, Surrey | 1913 | with his brother Adrian, Grade II listed |- | Chancel of All Hallows' Church | Gospel Oak, London | 1913–15 | |- | Church of Our Lady of the Assumption (RC) | Northfleet, Kent | 1913–16 | |- | Lady Chapel reredos, St Michael's Church (RC) | Elswick, Newcastle upon Tyne | 1914 | |- | Rood Beam, St Deiniol's Church | Hawarden, Flintshire | 1915–16 | |- | St Paul's Church, Stoneycroft | Liverpool | 1916 | |- |129 Grosvenor Road |London |c. 1918 |loggia, private house for Arthur Stanley |- | Chancel, St Catherine's Church | Pontypridd, Glamorgan | 1919 | |- | War memorial | Hanmer, Flintshire | 1919 | |- | War memorial | Hawarden, Flintshire | 1919–20 | |- | War memorial, St Saviour's Church | Oxton, Birkenhead, Cheshire | 1920 | |- | War memorial cross, Our Lady of Victories Church (RC) | Clapham, London | 1920 | |- | Alterations to south chancel chapel, Church of St Mary Abbot | Kensington, London | 1920–21 | |- | War Memorial Chapel at the Church of St Michael, Chester Square | Belgravia, London | 1920–21 | |- | Rectory War memorial tablet and northern aisle screen, Holy Trinity Church | Trefnant, Denbighshire | 1921 | |- | War Memorial, Beaumont College | Beaumont House, Old Windsor | 1921 | with his brother Adrian |- | New church, Ampleforth Abbey | Gilling East, Yorkshire | 1922-1924 | 2nd phase, Completed 1958-1961 |- | Extensions to Junior House, Ampleforth College | Gilling East, Yorkshire | 1920s−30s | Building now known as \"Alban Roe House\" |- | Memorial Court, Clare College | Cambridge | 1923–34 | |- | Nave (a memorial to Downside boys killed in the First World War) | Downside Abbey, Somerset | c. 1923–25 | |- | K2 Red telephone box | | 1924 | |- | Reconstruction of St George's Church | Kidderminster, Worcestershire | after 1924 | |- | War memorial, All Saints' Church | Wigan, Lancashire | 1925 | |- | Our Lady and St Alphege Church (RC) | Bath, Somerset | c. 1927 | |- | Church of St Alban and St Michael | Golders Green, London | 1925 | built 1932–33 |- | Chester House, Clarendon Place | Paddington, London | 1925–26 | his own home |- | Charterhouse School chapel | Godalming, Surrey | 1922; completed and consecrated 1927 | the largest war memorial in England |- | War memorial (Market Square), and municipal roll of honour in the Harris Museum | Preston, Lancashire | 1923–27; completed and unveiled 1927 | |- | All Saints' Church | Wallasey, Cheshire | 1927–39 | uncompleted |- | Church of St Michael | Ashford, Surrey | 1928 | uncompleted |- | Memorial Chapel Bromsgrove School | Bromsgrove, Worcestershire | 1928–39 | |- | Continuation of the north range, St Swithun's Buildings, Magdalen College | Oxford | 1928–30 | |- | William Booth Memorial Training College | Camberwell, London | 1929 | |- | St Ninian's Church (RC) | Restalrig, Edinburgh | 1929 | uncompleted |- | Church of Our Lady and St Alphege | Oldfield Park, Bath | 1929 | |- | St Francis of Assisi Church | High Wycombe, Buckinghamshire | 1929–30 | |- | Whitelands College | Wandsworth | 1929–31 | |- | Plinth for statue of Sir Joshua Reynolds Burlington House | Piccadilly, London | 1929–31 | |- | Battersea Power Station | London | 1929–35 | consultant on exteriors |- | North East Tower, Our Lady of Grace and St Edward Church (RC) | Chiswick, London | 1930 | |- | K3 Red telephone box | | 1930 | |- | Phoenix Theatre Charing Cross Road | London | 1930 | with Bertie Crewe |- | Altar, St Augustine's | Kilburn, London | 1930 | |- | St Columba's Cathedral | Oban, Argyll | 1930–53 | |- | Cropthorne Court private residences) | Maida Vale, London | 1930–37 | |- | Apse and north tower, Church of Our Lady Star of the Sea (RC) | Broadstairs, Kent | 1930–31 | |- | Classroom range, Gilling Castle | Gilling East, Yorkshire | after 1930 | |- | St Andrew's Church | Luton | 1931–32 | |- | Deneke Building and Chapel, Lady Margaret Hall | Oxford | 1931–33 | |- | New University Library | Cambridge | 1931–34 | |- | Whitelands College, West Hill | Putney, London | 1931 | |- | Vincent House, Pembridge Square, Notting Hill | Kensington | 1932-35 | consultant |- | Clergy House for St Francis of Assisi Church | High Wycombe, Buckinghamshire | 1933 | |- | Guinness Brewery | Park Royal, London | 1933–35 | demolished 2006 |- | Buildings in north court, Trinity Hall | Cambridge | 1934 | |- | Font Church of St Michael, Chester Square | Belgravia, London | 1934 | |- | Additions to St Joseph's Church (RC) | Sheringham, Norfolk | 1934 | |- | Restoration of St Etheldreda's Church (RC), Ely Place | Holborn, London | 1935 | |- | Fountains House, Park Lane | London | 1935–38 | consultant |- | K6 red telephone box | | 1935 | |- | Main Building, University of Southampton | Southampton, Hampshire | 1935 | in association with Gutteridge and Gutteridge |- | Private house, 22 Weymouth Street | Marylebone, London | 1936 | |- | New Bodleian Library | Oxford | 1937–40 | reconstructed as Weston Library by WilkinsonEyre 2011–15 |- | Alterations to barn at Denham Golf Club | Denham, Buckinghamshire | 1938 | |- | Hartland House, St Anne's College | Oxford | 1938 | extended in 1973 |- | High pedestal for King George V monument, Old Palace Yard | Westminster | 1939 | |- | North and South Blocks, County Hall | London | 1939 and 1950–58 | |- | Waterloo Bridge | London | 1937–40 | |- | Kepier power station | Durham | 1940s | never built |- | Chamber of the House of Commons | Westminster | 1945–50 | |- | War memorial, St John the Baptist Church | Penshurst, Kent | 1947 | |- | Forth Road Bridge | Edinburgh | 1947, constructed 1958–60 | consultant |- | Bankside Power Station | London | 1947, constructed 1947–63 | converted to Tate Modern art gallery by Herzog & de Meuron 1995–2000 |- | Extension to St Anne's College | Oxford | 1949–51 | |- | Rye House Power Station | Hoddesdon, Hertfordshire | c. 1952 | demolished early 1990s |- | St Leonard's Church | St Leonards-on-Sea, Sussex | 1953–61 | with his brother Adrian |- | Roof for the bomb-damaged Guildhall | City of London | 1953–54 | |- | Extension at Clare Memorial Court, Clare College | Cambridge | 1953–55 | |- | Our Lady of Mount Carmel Church (RC) | Kensington, London | 1954–59 | |- | St Anthony's Church (RC) | Preston, Lancashire | 1954–59 | |- | Offices for the City of London Corporation Guildhall | City of London | 1955–58 | alterations and refurbishment proposed |- | Chapel of Trinity College | Toronto, Canada | 1955 | |- | North Tees Power Station | Billingham, County Durham | 1950s | demolished |- | St Mark's Church | Biggin Hill, London Borough of Bromley | 1957–59 | |- | Church of Christ the King (RC) | Plymouth, Devon | 1961–62 | built posthumously |} ==Notes and references== ;Notes ;References ==Sources== * * * * * * * * * * * ==External links== *Profile on Royal Academy of Arts Collections *Giles Gilbert Scott & the Parliament Rebuild - UK Parliament Living Heritage *Design Museum biography Category:1880 births Category:1960 deaths Category:Architects from London Category:English ecclesiastical architects Category:English Roman Catholics Giles Gilbert Category:Deaths from lung cancer Category:Artists from London Category:Deaths from cancer in England Category:Fellows of the Royal Institute of British Architects Category:Recipients of the Royal Gold Medal Category:Architects of cathedrals Category:Presidents of the Royal Institute of British Architects Category:Architects from Liverpool Category:Knights Bachelor Category:Members of the Order of Merit Category:Royal Academicians Category:Military personnel from Middlesex Category:Royal Marines personnel of World War I Category:Royal Marines officers",
 "title": "Giles Gilbert Scott"
}