{
 "id": "99201",
 "text": "Sir George Buck (or Buc) (October 1622) was an English antiquarian, historian, scholar and author, who served as a Member of Parliament, government envoy to Queen Elizabeth I and Master of the Revels to King James I of England. He served in the war against the Spanish Armada in 1588 and on the Cadiz expedition of 1596. He was appointed Esquire of the Body in 1588 and a Member of Parliament for Gatton, Surrey in the 1590s, also acting at times as an envoy for Queen Elizabeth. In 1603, on the accession to the throne of King James I, Buck was made a Gentleman of the Privy Chamber and knighted. In 1606, he began to license plays for publication. In 1610, he became Master of the Revels, responsible for licensing and supervising plays in Britain, including Shakespeare's later plays, and censoring them with respect to the depiction of religion and politics. Buck's writings include a verse work, Daphnis Polystephanos: An Eclog.... (1605), an historical-pastoral poem in celebration of James I's royal ancestors. His treatise \"The Third Vniversite of England\" (1615) describes the educational facilities in London. His major prose work was The History of King Richard the Third, which he left in rough draft at his death. His great-nephew extensively altered it and finally published it in 1646 as his own work. Buck defended King Richard III, examining critically the accusations against him. He also discovered and introduced important new historical sources, especially the Croyland Chronicle and the Titulus Regius, which justified Richard's accession to the crown. ==Early life and career== Buck was baptised on 1 October 1560 in Holy Trinity, Ely, Cambridgeshire. He was the eldest son and probably second of the four children of Elizabeth Nunn, née Petterill, of Brandon Ferry, Suffolk, and Robert Buck (d. 1580), a church official.Kincaid, Arthur. \"Buck (Buc), Sir George (bap. 1560, d. 1622)\". Oxford Dictionary of National Biography, Oxford University Press, 2004. Online edn., May 2008, Retrieved 23 January 2012 Eccles, pp. 418–19 His great- grandfather, Sir John Buck, was executed after supporting Richard III at the Battle of Bosworth Field.Kincaid, Introduction, pp. xii–xiii, in Buck, History (1979) Buck was educated by his half-sister's husband, Henry Blaxton, privately and then at Blaxton's school in Chichester. Buck attended Cambridge University, and by 1580 he had undertaken legal studies in London, finishing at the Middle Temple in 1585.Eccles, pp. 419–421; Kincaid, Introduction, pp. xxvii and xxx, in Buck, History (1979). As to his attendance at Cambridge, see \"The Third Vniversite of England\", sig. Nnnn 2–4, confirmed by manuscript of Sir George Buck, A Commentary Vpon ... Liber Domus DEI, Oxford, Bodleian, MS Eng. misc. b. 106, f. 179 He carried dispatches for the government from France in 1587Pipe Rolls, E 351/542, f. 94v, cited in Eccles, p. 424 and served under his patron the Lord Admiral, Charles Howard of Effingham, against the Spanish Armada in 1588 and on the successful Cadiz expedition of 1596 led by Robert Devereux, 2nd Earl of Essex, also acting as emissary from its commanders to Queen Elizabeth.Eccles, pp. 428–30 He was appointed Esquire of the Body in 1588 and was the Member of Parliament for Gatton, Surrey in the parliaments of 1593 and 1597. He continued to act as an envoy for the queen afterwards, serving on diplomatic missions to Flanders in 1601 and Spain in 1605.Eccles, pp. 435–37 ==Master of the Revels== In 1597, the queen seems to have promised Buck the reversion (the right to succeed to an office when it next fell vacant) of the office of Master of the Revels.Letter from Charles Howard of Effingham, quoted in Eccles, p. 426 The office was held at the time by Buck's relation by marriage, Edmund Tilney.Tilney's cousin was the husband of Buck’s aunt. See Eccles, p. 416 The playwright John Lyly, however, believed that since about 1585 Queen Elizabeth had led him to expect appointment to the post. He was vocal in his distress, writing letters of protest and supplication.Letters from Lyly to Robert Cecil, 22 December 1597 and 27 February 1601, and a letter to the queen, probably in 1598, among other letters and petitions, quoted in Chambers (1923), pp. 96–98 and Chambers (1906), pp. 57–58 The reversion was formally conferred on Buck in 1603, on the accession to the throne of King James I.Dutton, pp. 146–151, argues that, contrary to the belief of earlier scholars, there is no evidence that Buck acted as Tilney's assistant prior to Tilney's death in 1610. Also upon the accession of James I, Buck was made a Gentleman of the Privy Chamber and knighted. At the same time, he inherited his aunt's lands in Lincolnshire.Eccles, pp. 440–45 In 1606, he began to license plays for publication.Buck was granted \"a portion of the powers previously vested\" in the church's Court of High Commission, to license plays for publication. Dutton, p. 149. \"The inference must be that [Buck] became impatient to profit from the reversion he held, and hit on this scheme, which a superior was able to get permission for.\" Dutton, p. 149. See also Eccles, p. 459. The function of the Master of the Revels was to supervise the arrangements for entertainments presented at court, at the various royal residences or wherever the monarch was in attendance, and to censor plays before they were performed in public theatres. Buck was thus responsible for censoring, among other works, Shakespeare's later plays, and for supervising performances of them and of any earlier Shakespeare plays revived for court performance, which he had to re-censor, due to the regulations added against blasphemy in 1606. Buck noted on the title page of the play George-a-Greene, the Pinner of Wakefield that he had discussed its authorship with Shakespeare.Shakespeare remembered only that the play was written by \"a minister\". See, Nelson, Alan H. \"George Buc, William Shakespeare, and the Folger George a Green\", Shakespeare Quarterly, vol. 49, 1998, pp. 74–78 Censorship was exercised in matters of profanity and in sensitive issues of religion and politics, particularly the portrayal of royalty. Judging from his notes in the two manuscript play scripts that show his hand, The Second Maiden's Tragedy (1611) and John van Olden Barnavelt (1619), Buck was conscientious and learned, but gentle in his censorship. Buck wrote a treatise on the \"Art of Revels\", but the work is lost. He refers to it in another treatise, praising the state of drama in London and writing: \"the Art of Reuels ... requireth knowledge in Grammar, Rhetorike, Logicke, Philosophie, Historie, Musick, Mathematikes, & in other Arts ... & hath a setled place within this Cittie. ... I haue discribed it, and discoursed thereof at large in a particular commentarie\".Kincaid, Introduction, p. xxi, in Buck, History (1979), quoting Buck, George. \"The Third Vniversite of England\", sig. Oooo 3v ==Scholarly work== Buck was an historian and minor poet. His main verse work, ΔΑΦΝΙΣ ΠΟΛΥΣΤΕΦΑΝΟΣ (Daphnis Polystephanos): An Eclog Treating of Crownes, and of Garlandes... (1605), an historical-pastoral poem, was written to glorify and celebrate King James I's royal ancestors on the occasion of his coronation. It mentions Richard III favourably \"because / All accusations of him are not proued, / And he built churches, and made good law's / And all men held him wise, and valiant\", and it concludes that he deserved his royal rank.Buck, George (1605). Daphnis Polystephanos: An eclog treating of crownes, and of garlandes, and to whom of right they appertaine, London: Printed by G. Eld for Thomas Adams, sig. E4v Buck's treatise \"The Third Vniversite of England\" (1615) describes the educational facilities in London, from cosmetology to law and medicine, including heraldry, poetry, music, athletics and drama, and enumerates the diversity of arts, crafts, culture, wealth and populace of the city.Buck, George. \"The Third Vniversite of England\", passim This earned him, in William Maitland's estimate, the place after John Stow as an early historian of London.Maitland, vol. 2, p. 811 Among his other works was The Baron, an extensive treatment of the history of English titles and offices, which is not extant, although some of the material he collected for it survives. His only surviving genealogical work, A Commentary Vpon ... Liber Domus DEI, a finished manuscript, describes the history of the families who came to England with William the Conqueror. left|thumb|Title page to corrupted version of Buck's History, misappropriated and published 1647 (2nd issue) by Buck's great-nephew His major prose work was The History of King Richard the Third, which he completed in 1619 and left in rough draft at his death, and which, in 1731, was burnt around the edges in the Cotton library fire.Kincaid, Introduction, p. cxxxvi, in Buck, History (1979) Before that, the work had suffered more serious damage, coming into the hands of Buck's great-nephew, George Buck, who used it as he did others of Buck's works: he produced manuscript copies that he dedicated to various patrons from whom he sought advancement, passing them off as his own. Gradually he altered the History, cutting it, making it look like something written in his own time, rather than earlier, by deleting names of Buck's learned contemporaries who had shared sources and viva voce information with him, and altering or deleting documentation of sources, with the details of which, also, his copyist was careless. Finally in 1646 he published a version of the History that was slightly over half the length of the original. A second issue (usually referred to erroneously as a second edition) appeared the next year, leading to the assumption that Buck invented many of his sources.Kincaid, Introduction, pp. lxiv–lxxxvi, in Buck, History (1979); and Kincaid, Arthur. \"George Buck Senior and George Buck Junior: a Literary-Historical Mystery Story\" in Richard III: Crown and People, James Petre (ed.), Gloucester: Alan Sutton, 1985, pp. 245–54 This damaged Buck's scholarly reputation for centuries. The authentic text of Buck's History was not published until 1979; the editor, Arthur Kincaid, was able to find all but seven of the hundreds of sources that Buck had meticulously documented.Kincaid, Introduction, pp. lxxxii–lxxxiii, xc–xciv, cxii–cxiv and 307 (note to p. 189, lines 14–29), in Buck, History (1979). Historians long debated the authenticity and meaning of Buck's summary of a letter, now lost, from King Edward IV's daughter, Elizabeth of York, to John Howard, 1st Duke of Norfolk. Buck's summary says that Elizabeth asks Norfolk to be a \"mediator for her in the cause of [the marriage] to the King\" (the brackets in Kincaid's reconstruction indicate a lacuna caused by damage to Buck's original manuscript, filled in from an early manuscript copy, and the two words are not in serious dispute) and expresses her hope that the queen will soon die. See Kincaid, Introduction (1979), pp. xc–xciv; Kincaid, \"Buck and the Elizabeth of York Letter: a reply to Dr. Hanham\", The Ricardian, Vol. 8, No. 101, pp. 46–49, June 1988; and Baldwin, p. 138 Buck originated the pattern adopted by all later defences of Richard III, weighing the evidence impartially and pointing out that suspicion has no weight from a legal point of view. He first summarises Richard's life and reign, then discusses the accusations against him in turn, criticising sources of information about them on the basis of their reasons for bias, referring to original authoritative documents and oral reports. He also discusses the legality of Richard's title and surveys his achievements. Buck discovered and introduced important new historical sources, such as the Croyland Chronicle and through it the petition in Parliament (Titulus Regius) that declared Edward IV's children illegitimate and justified Richard III's accession to the crownBuck, History (1979), p. 46 – a document that King Henry VII tried, and almost managed, to suppress.Bryce, Tracy. \"Titulus Regius: The Title of the King\" , Richard III Society of Canada, Retrieved 31 October 2014. See text of the repealing Act of Parliament, ordering that all copies be destroyed: \"Rotuli Parliamentorum, A.D. 1485, 1 Henry VII\" William Camden praised Buck's scholarship, calling him \"a man learned in letters and who observed much in histories and shared it with me\".Camden, William (1600). Britannia, London, 1600, p. 726. (Translation from Latin) ==Last years and death== The Exchequer delayed, from 1613, in paying wages to Buck and his Revels Office associates. Buck became unable to discharge his duties as Master of the Revels by March 1622, was declared insane the following month, and was succeeded in office by Sir John Astley. He died in October of that year, leaving a considerable estate. His \"nephew Stephen Buck presented a will, either forged or made after Sir George became insane, designating himself and his son George the heirs\". ==References== ==Sources== * Baldwin, David (2011). Elizabeth Woodville: Mother of the Princes in the Tower, The History Press * Buck, George. The History of King Richard the Third (1619), Gloucester: Alan Sutton, (ed.) Kincaid, Arthur (1979; 2nd edition 1981) * Buck, George. \"The Third Vniversite of England\", printed as an appendix to Stow, John (1615). The Annales or Generall Chronicle of England, London * Chambers, Edmund (1906). Notes on the History of the Revels Office under the Tudors, London: A. H. Bullen *Chambers, Edmund (1923). The Elizabethan Stage, Oxford: Clarendon Press, vol. 1 * Dutton, Richard (1991). Mastering the Revels: The Regulation and Censorship of English Renaissance Drama, London: Palgrave Macmillan * Eccles, Mark (1933). \"Sir George Buc, Master of the Revels\", in Sisson, Charles Jasper. Thomas Lodge and Other Elizabethans, Cambridge: Harvard University Press, pp. 409–506 *Maitland, William (2nd ed. 1756). The History and Survey of London, London: Osborne, Shipton & Hodges Category:1560 births Category:1622 deaths Category:16th-century English writers Category:16th-century male writers Category:17th-century English writers Category:17th-century English male writers Category:English antiquarians Category:Esquires of the Body Category:English MPs 1593 Category:English MPs 1597–1598",
 "title": "George Buck"
}