{
 "id": "99212",
 "text": "A supervillain or supercriminal is a variant of the villainous stock character that is commonly found in American comic books, usually possessing superhuman abilities. A supervillain is the antithesis of a superhero. Supervillains are often used as foils to present a daunting challenge to a superhero. In instances where the supervillain does not have superhuman, mystical, or alien powers, the supervillain may possess a genius intellect or a skill set that allows him to draft complex schemes or commit crimes in a way normal humans cannot. Other traits may include megalomania and possession of considerable resources to further their aims. Many supervillains share some typical characteristics of real world dictators, gangsters, mad scientists, trophy hunters, corrupt businesspeople, serial killers, and terrorists, with aspirations of world domination or universal leadership. ==Notable supervillains== The Joker, Lex Luthor, Doctor Doom, Magneto, Brainiac, Deathstroke, the Green Goblin, Venom, the Reverse-Flash, Sinestro, Loki, Thanos, Black Manta, Black Adam, the Red Skull, Ultron, Ra's al Ghul, and Darkseid are some notable male comic book supervillains that have been adapted in film and television. Some notable examples of female supervillains are Catwoman, Harley Quinn, Poison Ivy, Mystique, Hela, Viper, and the Cheetah. Just like superheroes, supervillains are sometimes members of supervillain groups, such as the Sinister Six, the Suicide Squad, the Injustice League, the Brotherhood of Mutants, the Legion of Doom, and the Masters of Evil. In the documentary A Study in Sherlock, writers Stephen Moffat and Mark Gatiss stated that they regarded Professor James Moriarty as a supervillain because he, too, possesses genius-level intelligence and powers of observation and deduction, setting him above ordinary people to the point where only he can pose a credible threat to Sherlock Holmes. Fu Manchu is an archetypal evil criminal genius and mad scientist created by English author Sax Rohmer in 1913. The Fu Manchu moustache became integral to stereotypical cinematic and television depictions of Chinese villains. Between 1965 and 1969 Christopher Lee played Fu Manchu five times in film, and in 1973 the character first appeared in Marvel comics. The James Bond arch-villain Ernst Stavro Blofeld (known for frequently appearing sitting on an armchair while stroking his cat and often leaving his face unseen to the viewer in screen appearances) has become influential to the supervillain tropes in popular cinema, including parodies like Dr. Claw and M.A.D. Cat from the Inspector Gadget animated series, Dr. Evil and Mr. Bigglesworth, from the Austin Powers film series, or Dr. Blowhole from the animated TV series The Penguins of Madagascar. ==See also== ==References== ==External links== * * Category:Superhero fiction themes Category:Stock characters de:Schurke",
 "title": "Supervillain"
}