{
 "id": "99244",
 "text": "The King's Cross fire began at approximately 19:30 on 18 November 1987 at King's Cross St Pancras tube station, a major interchange on the London Underground. As well as the mainline railway stations above ground and subsurface platforms for the Metropolitan, Circle and Hammersmith & City lines, there were platforms deeper underground for the Northern, Piccadilly, and Victoria lines. The fire started under a wooden escalator serving the Piccadilly line and, at 19:45, erupted in a flashover into the underground ticket hall, killing 31 people and injuring 100. A public inquiry was conducted from February to June 1988. Investigators reproduced the fire twice, once to determine whether grease under the escalator was ignitable, and the other to determine whether a computer simulation of the fire—which would have determined the cause of the flashover—was accurate. The inquiry determined that the fire had been started by a lit match being dropped onto the escalator. The fire seemed minor until it suddenly increased in intensity, and shot a violent, prolonged tongue of fire, and billowing smoke, up into the ticket hall. This sudden transition in intensity, and the spout of fire, was due to the previously unknown trench effect, discovered by the computer simulation of the fire, and confirmed in two scale model tests. London Underground was strongly criticised for its attitude toward fires; staff were complacent because there had never been a fatal fire on the system, and had been given little or no training to deal with fires or evacuation. The report on the inquiry resulted in resignations of senior management in both London Underground and London Regional Transport and to the introduction of new fire safety regulations. Wooden escalators were gradually replaced with metal escalators on the Underground. ==Fire== King's Cross St Pancras tube station has subsurface platforms for the Metropolitan, Circle, and Hammersmith & City lines. Deeper underground are the platforms for the Northern line City branch and the Piccadilly and Victoria lines. An escalator shaft led down to the Victoria line and another led down to the Piccadilly line, and from that to the Northern line. Stairs connected the Piccadilly and Victoria line platforms and from these there was a subway to King's Cross Thameslink railway station platforms used by British Rail Midland City (later Thameslink) trains to and an entrance in Pentonville Road. At approximately 19:30, several passengers reported seeing a fire on a Piccadilly line escalator. Officers of the British Transport Police (BTP) and station staff went to investigate and on confirming the fire one of the policemen went to the surface to radio for the London Fire Brigade (LFB), which sent four fire appliances and a turntable ladder at 19:36. The fire was beneath the escalator and it was impossible to reach it to use a fire extinguisher. There was water fog equipment, but staff had not been trained in its use. BTP officers made the decision to evacuate the station at 19:39 using the Victoria line escalators. A few minutes later the LFB arrived and several firemen went down to the escalator to assess the fire. They saw a fire about the size of a large cardboard box and planned to fight it with a water jet using men with breathing apparatus. At 19:42 the entire escalator was aflame, producing superheated gas that rose to the top of the shaft enclosing the escalator, where it was trapped against the tunnel ceiling, which was covered with about twenty layers of old paint from past repainting. As the superheated gases pooled along the ceiling of the escalator shaft, the layers of paint began absorbing the heat. A few years before the fire, the Underground's director of operations had warned that the accumulated paint might pose a fire hazard. However, painting protocols were not in his purview and his suggestion was widely ignored by his colleagues. At 19:45 there was a flashover and a jet of flames shot up the escalator shaft, filling the ticket hall with intense heat and thick black smoke, killing or seriously injuring most of the people still in the ticket hall. This trapped below ground several hundred people, who escaped on Victoria line trains. A police constable, Richard Kukielka, found a seriously injured man and tried to evacuate him via the Midland City platforms, but found the way blocked by a locked Bostwick gate until it was unlocked by a passing cleaner. Staff and a policewoman trapped on a Metropolitan line platform were rescued by a train. At 22:00, the full horror of the fire blaze was evident, after the death toll jumped to 28. Metropolitan Police superintendent, David Fitzsimons, told reporters: ″We are talking about a major tragedy; many people are horribly burned.″ Thirty fire crews—over 150 firefighters—were deployed. Fourteen London Ambulance Service ambulances ferried the injured to local hospitals, including University College Hospital. The fire was declared out at 01:46 the following morning. On a television program about the fire, an official described King's Cross underground station's layout as \"an efficient furnace\". == Victims == Thirty- one people died in the fire and 100 people were taken to hospital, nineteen with serious injuries. LFB station officer Colin Townsley was in charge of the first pump fire engine to arrive at the scene and was down in the ticket hall at the time of the flashover. He was killed in the fire; his body was found beside that of a badly burnt passenger at the base of the exit steps to Pancras Road. It is believed that Townsley spotted the passenger in difficulty and stopped to help her. An initially unidentified man, commonly known as \"Michael\" or \"Body 115\" after its mortuary tag, was identified on 22 January 2004 when forensic evidence confirmed he was 73-year-old Alexander Fallon of Falkirk, Scotland. ==Aftermath== The ticket hall and platforms for the Metropolitan and Circle lines were undamaged and reopened next morning; the Victoria line, its escalators only slightly damaged, resumed normal operation on the following Tuesday. The ticket hall for the three tube lines was reopened in stages over four weeks. The three escalators for the Piccadilly line had to be completely replaced, the new ones being commissioned on 27 February 1989, more than sixteen months after the fire. Until then, the Piccadilly line could only be reached via the Victoria line or Midland City platforms, and at peak hours in one direction only. Access to the Northern line platforms was indirect, its escalators connecting with the Piccadilly line. As the traffic from all three tube lines would have overcrowded the Victoria line escalators, Northern line trains did not stop at King's Cross until repairs were complete. The nearly life-expired Northern line escalators were replaced as well and the Northern line station reopened, completing the return to normal operation, on 5 March 1989. ==Investigation and report== A public inquiry into the incident was initiated by Prime Minister Margaret Thatcher. It was conducted by Desmond Fennell , assisted by a panel of four expert advisers. The inquiry opened at Central Hall, Westminster on 1 February 1988 and closed on 24 June, after hearing 91 days of evidence. Smoking on Underground trains was banned in July 1984, over three years before the fire. Following a fire at Oxford Circus station in November 1984, the ban was extended to all Underground stations in February 1985. However, smokers often ignored this and lit cigarettes on the escalators on their way out. The inquiry found that the fire was most probably caused by a traveller discarding a burning match that fell down the side of the moving staircase on to the running track of the escalator. The police decided that the fire had not been started deliberately, as there was no evidence that an accelerant had been used and access to the site of the fire was difficult. Investigators found charred wood in eight places on a section of skirting on an escalator and matches in the running track, showing that similar fires had started before but had burnt themselves out without spreading. The investigators found a build-up of lubricant grease under the tracks, which was believed to be difficult to ignite and slow to burn once it started, but it was noted that the grease was heavily impregnated with fibrous materials (fluff from clothes, tickets and other small litter, human hair, rat fur, etc). A test was conducted where lit matches were dropped on the escalator to see if ignition would occur. Dropped matches ignited the contaminated grease and the fire began spreading. It was allowed to burn for nine minutes before being extinguished. This test confirmed the initial eyewitness reports up to that point, but four expert witnesses could not agree as to how the small fire flashed over, with some concern that the paint used on the ceiling had contributed to the fire. A model of King's Cross station was built at the Atomic Energy Research Establishment using computer simulation software; this showed the flames lying down along the floor of the escalator rather than burning vertically before producing a jet of flame into the ticket hall. The end result matched the eyewitness accounts of the fire, but the simulation's depiction of the fire burning parallel to the 30° slope of the escalator was thought by some to be unlikely and it was suspected that the programming might be faulty. Experiments were conducted with a third scale replica of the escalator built at the UK's Health and Safety Executive site at Buxton. After seven and a half minutes of normal burning, the flames lay down as in the computer simulation. The metal sides of the escalator served to contain the flames and direct the temperature ahead of the fire. When the wooden treads of the escalator flashed over, the size of the fire increased dramatically and a sustained jet of flame was discharged from the escalator tunnel into the model ticket hall. The 30° angle of the escalators was discovered to be crucial to the incident, and the large number of casualties in the fire was an indirect consequence of a fluid flow phenomenon that was later named the trench effect, a phenomenon completely unknown before the fire. The conclusion was that this newly discovered trench effect had caused the fire to flash over at 19:45. London Underground were strongly criticised in the report for their attitude to fires underground, underestimating the hazard because no one had died in a fire on the Underground before. Staff were expected to send for the LFB only if the fire was out of control, dealing with it themselves if possible. Fires were described as \"smouldering\", and staff had little or no training to deal with fires or evacuation. ==Legacy== thumb|Memorial plaque with the clock to the 1987 fire in the station The publication of the report led to resignations of senior management of both London Underground and London Regional Transport (LRT), including Keith Bright, the chairman of LRT. Wooden panelling was to be removed from escalators, heat detectors and sprinklers were to be fitted beneath escalators, and the radio communication system and station staff emergency training were to be improved. The Fire Precautions (Sub-surface Railway Stations) Regulations 1989 were introduced. Smoking was banned in all London Underground stations, including on the escalators, on 23 November, five days after the fire. Wooden escalators were gradually replaced, some remaining into the early 2000s (those at Wanstead were replaced in 2003 and at Marylebone in 2004) and as of 2014 the entire London Underground was operating on metal escalators, after the last wooden escalator at Greenford on the Central line was decommissioned on 10 March 2014. By 1997, the majority of the recommendations of the Fennell report had been implemented, with safety improvements including the removal of any hazardous materials, CCTV fitted in stations, installation of fire alarms and sensors and the issuing of personal radios to staff. London Underground was also recommended by the Fennell Report to investigate \"passenger flow and congestion in stations and take remedial action\". Consequently, parliamentary bills were tabled to permit London Underground to improve and expand the busiest and most congested stations, such as London Bridge, Tottenham Court Road, Holborn and King's Cross St Pancras. Since then, major tube stations have been upgraded and expanded to increase capacity and improve safety. London Bridge was upgraded in conjunction with the Jubilee Line Extension project, which opened in 1999, King's Cross St Pancras was substantially upgraded and expanded as a component of the High Speed 1 project in the late 2000s, and Tottenham Court Road was expanded as part of the Crossrail project in the mid 2010s. The fire also led to improvement in firefighters' equipment: yellow plastic leggings that melted in the heat and rubber gloves that limited movement were replaced with more effective clothing. Six firemen received Certificates of Commendation for their actions at the fire, including Station Officer Townsley who was given the award posthumously. Townsley was also posthumously awarded the George Medal. Soon after the fire a commemoration service was held at St Pancras Church. Further commemoration services were held on 18 November 2002, the fifteenth anniversary of the blaze, on the twentieth anniversary in 2007 at the station itself, on the twenty-fifth anniversary in 2012 at the Church of the Blessed Sacrament near the station and on the thirtieth anniversary in 2017 at the station, with the laying of a wreath. Memorial plaques commemorating the disaster were installed at St Pancras Church, unveiled by the Princess of Wales, and at King's Cross station. ==In popular culture== The Nick Lowe song \"Who Was That Man?\" from the 1990 album Party of One tells the story of the only unidentified victim of the King's Cross Fire, identified in 2004 as Alexander Fallon. The fire was the basis for an episode of National Geographic's documentary series Seconds from Disaster. Scenes recreating the disaster were filmed around Newcastle upon Tyne with Monument metro station in the city centre and the Tyne Pedestrian Tunnel at Jarrow doubling for Kings Cross. Charles Duhigg in his book The Power of Habit discusses how bad corporate culture and inefficient management led to the disaster at King's Cross. ==See also== * List of transportation fires ==Notes and references== ;Notes ;References ;Bibliography * * Scan available online at railwaysarchive.co.uk. Retrieved 27 October 2012. ==Further reading== * * * * * * == External links == * * BBC News 'On This Day' report * ITN News at Ten coverage of the incident * Fire Brigade operations – London Fire Journal * London Underground – Fire Dynamics * The trench effect and eruptive wildfires: lessons from the King’s Cross Underground disaster. by Jason J. Sharples, A. Malcolm Gill, & John W. Dold. * Youtube video: Kings Cross - Seconds from disaster. 18-11-1987 ;UK legislation * Category:1987 disasters in the United Kingdom Category:1987 fires Category:1987 in London Category:20th century in the London Borough of Camden Category:Building and structure fires in London Category:Chimney effect fires Category:Disasters on the London Underground Fire Category:November 1987 events in the United Kingdom Category:Railway accidents in 1987 Category:Train and subway fires Category:Transport in the London Borough of Camden",
 "title": "King's Cross fire"
}