{
 "id": "99271",
 "text": "Conestoga Township is a township in west central Lancaster County, Pennsylvania, United States. At the 2010 census the population was 3,776. ==History== Conestoga Township was formed in 1712 as part of Chester County. Lancaster County was not formed until 1729. Pequea Township was formed from Conestoga Township. Conestoga wagons are named for the township, but it cannot be proven that the first such wagons were built in the township. But these wagons were indeed built in Conestoga Township. The Colemanville Covered Bridge and Big and Little Indian Rock Petroglyphs are listed on the National Register of Historic Places. File:Colemanville Covered Bridge Full Side View 3008px.jpg|Colemanville Covered Bridge ==Geography== According to the U.S. Census Bureau, the township has a total area of , of which, of it is land and of it (11.02%) is water. It includes the communities of Slackwater, Rockhill, Stone Hill, Conestoga, Safe Harbor, and Colemanville. ==Demographics== At the 2000 census there were 3,749 people, 1,374 households, and 1,067 families living in the township. The population density was 256.3 people per square mile (99.0/km). There were 1,409 housing units at an average density of 96.3/sq mi (37.2/km). The racial makeup of the township was 98.32% White, 0.32% Black or African American, 0.13% Native American, 0.16% Asian, 0.21% Pacific Islander, 0.13% from other races, and 0.72% from two or more races. 0.99% of the population were Hispanic or Latino of any race. There were 1,374 households, 36.0% had children under the age of 18 living with them, 66.2% were married couples living together, 7.5% had a female householder with no husband present, and 22.3% were non-families. 17.3% of households were made up of individuals, and 5.7% were one person aged 65 or older. The average household size was 2.73 and the average family size was 3.10. The age distribution was 26.9% under the age of 18, 7.4% from 18 to 24, 29.5% from 25 to 44, 26.3% from 45 to 64, and 9.9% 65 or older. The median age was 38 years. For every 100 females, there were 101.9 males. For every 100 females age 18 and over, there were 102.0 males. The median household income was $51,895 and the median family income was $57,768. Males had a median income of $37,284 versus $25,956 for females. The per capita income for the township was $21,939. About 2.2% of families and 3.5% of the population were below the poverty line, including 2.2% of those under age 18 and 2.9% of those age 65 or over. ==References== ==External links== * Category:Populated places established in 1712 Category:Townships in Lancaster County, Pennsylvania Category:1712 establishments in Pennsylvania Category:Townships in Pennsylvania",
 "title": "Conestoga Township, Lancaster County, Pennsylvania"
}