{
 "id": "99576",
 "text": "Balarama (Sanskrit: बलराम, IAST: Balarāma) is a Hindu god and the elder brother of Krishna. He is particularly significant in the Jagannath tradition, as one of the triad deities. He is also known as Haladhara, Halayudha, Baladeva, Balabhadra and Sankarshana. The first two epithets refer to his strength, and the next two associate him with Hala (Langala, \"plough\") from his strong associations with farming and farmers, as the deity who used farm equipment as weapons when needed. Balarama is sometimes described as incarnation of Shesha, the serpent associated with the god Vishnu; Krishna is regarded as an incarnation of Vishnu. Some traditions regard him as one of 10 principle avatars of Vishnu himself. Balarama's significance in the Indian culture has ancient roots. His image in artwork is dated to around the start of the common era, and in coins dated to the 2nd-century BCE. In Jainism, he is known as Baladeva and has been a historically significant farmer-related deity. ==History== Balarama is an ancient deity, a prominent one by the epics era of Indian history as evidenced by archeological and numismatic evidence. His iconography appears with Nāga (many-headed serpent), a plough and other farm artifacts such as a watering pot, possibly indicating his origins in a bucolic, agricultural culture. Balarama's legend appears in many Parva (books) of the Mahabharata. The Book Three (Vana Parva) states about Krishna and him that Balarama is an avatar of Vishnu, while Krishna is the source of all avatars and existence. In some art works of the Vijayanagara Empire, temples of Gujarat and elsewhere, for example, Baladeva is the eighth avatar of Vishnu, prior to the Buddha (Buddhism) or Arihant (Jainism). ===Texts=== Narratives of Balarama are found in Mahabharata, Harivamsha, Bhagavata Purana and other Puranas. He is classified in the Vyuha avatar Sankarshana were in Shesha and Lakshmana are part of. The legend of him as the avatar of Shesha, the serpent Vishnu rested on, reflects his role and interconnection with Vishnu. However, the Balarama's mythology and his association with the ten avatars of Vishnu is relatively younger, that is post-Vedic though ancient because it is not found in the Vedic texts.Padmanabh S. Jaini (1977), Jina Ṛṣabha as an \"Avatāra\" of Viṣṇu, Bulletin of the School of Oriental and African Studies, Cambridge University Press, Vol. 40, No. 2 (1977), pp. 321–337 Balarama finds a mention in Kautilya's Arthashastra (4th to 2nd century BCE), where according to Hudson, his followers are described as \"ascetic worshippers\" with shaved heads or braided hair. Balarama, as Baladewa, is an important character in the 11th-century Javanese text Kakawin Bhāratayuddha, the Kakawin poem based on the Mahabharata. ===Coins, arts and epigraphy=== Balarama was anciently a powerful local deity named Samkarshana, associated with the local cult of the Vrishni heroes in Mathura from around the 4th century BCE. The concept of the avatars of Vishnu formed during the Kushan period in the 3rd to 2nd century CE. Coins dated to about 185-170 BCE belonging to the Indo-Greek King Agathocles show Balarama's iconography and Greek inscriptions. Balarama-Samkarshana is typically shown standing with a gada in his right hand and holding a plough in his left. On the other side of these coins is Vāsudeva-Krishna holding the conch and chakra. At Chilas II archeological site dated to the first half of 1st-century CE in northwest Pakistan, near Afghanistan border, are engraved two males along with many Buddhist images nearby. The larger of the two males hold a plough and club in his two hands. The artwork also has an inscription with it in Kharosthi script, which has been deciphered by scholars as Rama-Krsna, and interpreted as an ancient depiction of the two brothers Balarama and Krishna. The early Balarama images found in Jansuti (Mathura, Uttar Pradesh) and two at Tumain (Ashoknagar, Madhya Pradesh) are dated to 2nd/1st-century BCE and these show Balarama holding a Hala (plough) and a musala (pestle) in his two hands. In all of these early depictions, Balarama-Samkarsana seems to hold a senior position over Vāsudeva-Krishna. On the coins of Agathocles of Bactria, Balarama is on the front of the coin (the side with a legend in Greek), whereas Vāsudeva-Krishna is on the reverse (Brahmi side). At Chilas, Balarama is shown taller and bigger than Vāsudeva-Krishna. The same relationship is also visible in the hierarchy of the Vrishni heroes. In some Indian ancient arts and texts, Balarama (Sankarsana) and Krishna (Vasudeva) are two of the five heroes (Pancaviras of the Vrishnis). The other three differ by the text. In some those are \"Pradyumna, Samba and Aniruddha\", in others \"Anadhrsti, Sarana and Viduratha\". The 1st-century Mora well inscription near Mathura, dated between 10 and 25 CE, mention the installation of five Vrishni heroes in a stone temple. The earliest surviving southeast Asian artwork related to Balarama is from the Phnom Da collection, near Angkor Borei in Cambodia's lower Mekong Delta region.Nancy Dowling (1999), A new date for the Phnom Da images and its implications for early Cambodia, Asian Perspectives, University of Hawaii Press, Volume 38, Number 1, pages 54–57 ==Legends== Balarama was the son of Vasudeva. The evil king Kansa, Vasudeva's brother-in-law, was intent upon killing the children of his sister Devaki because of a prediction that he would die at the hands of her eighth child. Evil demon Kansa had already killed the first six children of Devaki by smashing the newborns on a stone. Vishnu intervened and when Balarama was conceived, state the Hindu legends, his embryo was moved from Devaki's womb into the womb of Rohini, Vasudeva's first wife. In some texts, this movement gives Balarama the epithet Sankarshana (one who was dragged away). Balarama grew up with his younger brother Krishna with foster parents, in the household of the head of cowherds Nanda and his wife Yashoda. The chapter 10 of the Bhagavata Purana describes it as follows: He was named Rama, but because of his great strength he was called Balarama, Baladeva, or Balabhadra, meaning Strong Rama. He was born on Shraavana Purnima or Raksha Bandhan. ===Childhood and marriage=== One day, Nanda requested the presence of Sage Gargamuni, his priest, to name the newborn Krishna and Balarama. When the Garga arrived, Nanda received him well and requested the naming ceremony. Gargamuni then reminded Nanda that Kansa was looking for the son of Devaki and if he performed the ceremony in opulence, it would come to his attention. Nanda, therefore, asked Garga to perform the ceremony in secret and Garga did so: Balarama spent his childhood as a cow herder with his brother Krishna. He killed Dhenuka, an asura sent by Kamsa, as well as Pralamba and Mushtika wrestlers sent by the king. When Krishna was killing Kamsa, Balarama slayed his mighty Senapati Kaalvakra. After the evil king died, Balarama and Krishna went to the ashrama of sage Sandipani at Ujjain for study. He married Revati, the daughter of King Kakudmi.Pargiter, F.E. (1922, reprint 1972). Ancient Indian Historical Tradition, New Delhi: Motilal Banarsidass, p. 135 He had 2 sons - Nishatha and Ulmuka & a daughter - Vatsala/Shashirekha. Balarama is the celebrated plougher, one of the pillars of agriculture along with livestock with whom Krishna is associated with. The plough is Balarama's weapon. In the Bhagavata Purana, he uses it to fight demons, dig a way for Yamuna river to come closer to Vrindavan and pull the entire capital of Hastinapura into the Ganges river. ===Kurukshetra War of Mahabharata=== Balarama taught both Duryodhana of the Kauravas and Bhima of the Pandavas the art of fighting with a mace. When war broke between the Kauravas and the Pandavas, Balarama cared for both sides and so remained neutral. He went for a pilgrimage with his nephew Pradyumna and other Yadavas during the war, and returned on the last day, to watch the fight between his disciples. When Bhima defeated Duryodhana by striking him in the thigh with his mace, Balarama threatened to kill Bhima. This was prevented when Krishna reminded Balarama of the vow of Bhima—to kill Duryodhana by crushing the thigh he had exposed to Bhima's wife Draupadi. ===Disappearance=== upright|thumb|left|Swargarohana of Balarama In the Bhagavata Purana, it is described that after Balarama took part in the battle causing the destruction of the remainder of the Yadu dynasty and witnessing the disappearance of Krishna, he sat down in a meditative state and departed from this world. Some scriptures describe a great white snake that left the mouth of Balarama, in reference to his identity as Ananta-Sesha, a form of Sri Hari Vishnu. The place where he departed is situated near Somnath Temple in Gujarat. The local people of Veraval believe about the cave near the temple place, that the white snake who came out of Balarama's mouth got into that cave and went back to Paatal Lok. ===Significance=== In the Hindu traditions, Balarama has been a farmer's patron deity, signifying as one who is \"harbinger of knowledge\", of agricultural tools and prosperity. He is almost always shown and described with Krishna, such as in stealing butter, playing childhood pranks, complaining to Yashoda that his baby brother Krishna had eaten dirt, playing in cow pens, studying together at the school of guru Sandipani, and fighting evil demons sent in by Kamsa to kill the two brothers. He was the constant companion of Krishna, ever watchful, leading to the epithet \"Luk Luk Dauji\" (or Luk Luk Daubaba) in the Pustimarga tradition of Vaishnavism. He is a creative store of knowledge for the agriculturists: the knowledge that dug a water channel to bring Yamuna water to Vrindavan; that restored groves, farms and forests; that produced goods and drinks. In Hindu texts, Balarama almost always supports Krishna in form and spirit. However, there are occasions where the dialogues between Balarama and Krishna present different viewpoints, with Krishna's wisdom establishing him to be the ultimate divinity. Balarama's constant symbolic association with Krishna makes him the protector and supporter of dharma. ==Iconography== Balarama is depicted as light skinned, in contrast to his brother, Krishna, who is dark skinned; Krishna in Sanskrit means dark. His ayudha or weapons are the plough hala and the mace gadā. The plough is usually called Balachita. He often wears blue garments and a garland of forest flowers. His hair is tied in a topknot and he has earrings, bracelets and armlets; he is known for his strength, the reason for his name; Bala means strength in Sanskrit and Hindi In the Jagannath tradition, one particularly popular in eastern and central regions of India, he is more often called Balabhadra. Balarama is one in the triad, wherein Balarama is shown together with his brother Jagannath (Krishna) and sister Subhadra (Subhadra). Jagannath is identifiable from his circular eyes compared to an oval of Shubhadra and almond-shaped eyes of the abstract icon for Balarama. Further, Balarama's face is white, Jagannath's icon is dark, and Subhadra icon is yellow. The third difference is the flat head of Jagannath icon, compared to the semi-circular carved head of abstract Balarama. The shape of Balabhadra's head, also called Balarama or Baladeva in these regions, varies in some temples between somewhat flat and semi-circular. ===Sculpture=== File:Chaturvuyha Sankarshan Vasudeva 2nd century CE, Mathura Museum.jpg|Chatur-vyūha: Balarama, with serpent hood and drinking cup, to the right of Vasudeva-Krishna. 2nd century CE, Art of Mathura. Balarama - Gupta Period - Yamuna Bagh - ACCN 14-15-435 - Government Museum - Mathura 2013-02-23 5336.JPG|Balarama, Gupta period, Mathura Balarama - Mediaeval Period - Swami Ghat - ACCN 49-3210 - Government Museum - Mathura 2013-02-23 5342.JPG|Balarama, Medieval period, Mathura Balarama - Circa 18th Century CE - ACCN 80-6 - Government Museum - Mathura 2013-02-23 5347.JPG|Balarama, 18th century, Mathura ===Temples=== * Nenmini Balarama Temple Kerala * Aluva Srikrishna Balarama Temple Kerala * Mazhoor Balarama Temple, Taliparamba, Kannur district, Kerala * Six major Balarama temples mentioned in the Puranas: Unchagaon, Aring, Ram Ghat, Baldeo, Nari and Talvan. * Shri Jagannath temple of Odisha, particularly Puri * Kendrapara, Baladevjew Temple, Odisha * Ananta Vasudeva Temple * RevtiBaladevji Mandir, Jetalpur, Gujarat * Shri Daau Ji Mandir, Vill- Banchari, Haryana * Kathmandu temples, Nepal * Shri Dauji Mandir, Mainpuri, (U.P.) * Shri Shri Baladev Jiu Gopal Jiu Temple, Beliaghata, Kolkata (W.B.) * Shri Dauji Mandir, Hathras, Uttar Pradesh ==Outside Hinduism== ===Jainism=== The Jain Puranas, notably, the Triṣaṣṭiśalākāpuruṣacarita of Hemachandra, narrate hagiographical accounts of nine Baladevas or Balabhadras who are believed to be śalākāpuruṣas (literally torch-bearers, great personalities). Balarama was the ninth one., p. 5 Balarama along with Krishna are considered as cousins of the revered Tirthankara Neminatha (Aristanemi) by Jains., Quote: \"Krsna (Vasudeva) and Baladeva or Balarama are regarded as cousin brothers of Neminatha\". The Jainism tradition lists 63 Śalākāpuruṣa or notable figures which, amongst others, includes the twenty-four Tirthankaras and nine sets of triads. One of these triads is Krishna as the Vasudeva, Balarama as the Baladeva, and Jarasandha as the Prati-Vasudeva. In each age of the Jain cyclic time is born a Vasudeva with an elder brother termed the Baladeva. Between the triads, Baladeva upholds the principle of non-violence, a central idea of Jainism. The villain is the Prati-vasudeva, who attempts to destroy the world. To save the world, Vasudeva-Krishna has to forsake the non-violence principle and kill the Prati-Vasudeva. The stories of these triads can be found in the Harivamsa Purana (8thcentury CE) of Jinasena (not be confused with its namesake, the addendum to Mahābhārata) and the Trishashti-shalakapurusha-charita of Hemachandra.See Jerome H. Bauer \"Hero of Wonders, Hero in Deeds: \"Vasudeva Krishna in Jaina Cosmohistory\" in The story of Krishna's life in the Puranas of Jainism follows the same general outline as those in the Hindu texts, but in details, they are very different: they include Jain Tirthankaras as characters in the story, and generally are polemically critical of Krishna, unlike the versions found in the Mahabharata, the Bhagavata Purana, and the Vishnu Purana. For example, Krishna loses battles in the Jain versions, and his gopis and his clan of Yadavas die in a fire created by an ascetic named Dvaipayana. Similarly, after dying from the hunter Jara's arrow, the Jaina texts state Krishna goes to the third hell in Jain cosmology, while Balarama is said to go to the sixth heaven. In other Jain texts, Krishna and Baladeva are stated to be a cousin of the twenty-second Tirthankara, Neminatha. The Jain texts state that Naminatha taught Krishna all the wisdom that he later gave to Arjuna in the Bhagavad Gita. According to Jeffery D. Long, a professor of Religion known for his publications on Jainism, this connection between Krishna and Neminatha has been a historic reason for Jains to accept, read, and cite the Bhagavad Gita as a spiritually important text, celebrate Krishna- related festivals, and intermingle with Hindus as spiritual cousins. Evidence related to early Jainism, states Patrick Olivelle and other scholars, suggests Balarama had been a significant farmer deity in Jain tradition in parts of the Indian subcontinent such as near the Mathura region. Jain texts such as the Kalpasutra describe the same idea of embryo transfer, as in Hindu texts for Balarama, for the 24th Tirthankara Mahavira; in the latter case, the embryo of a Brahmin woman is moved into the womb of a Kshatriya woman. Balarama, states Pratapaditya Pal, was one of the historic deities revered in Jainism along with Ambika, Lakshmi and others. As with the Hindu farmers, state Paul Dundas and other scholars, it is likely that Balarama was the patron deity of Jain farmers in the early centuries of the common era, because a large number of Balarama images have been found in early Jain arts.MNP Tiwari and K Giri (1985), Balarama – The Deity of Krsikarman in Jaina Art, Journal of the Asiatic Society of Bombay, Volume 60, Issue 1, pages 122-125 ===Buddhism=== Balarama images have been discovered in central Indian Buddhist sites, such as with Sanchi stupas at Andher, Mehgaon and Chandna. These are dated to around the start of the common era. The Ghata Jataka, one of the Jataka Tales that form part of Buddhist scriptures, depicts Krishna as a previous birth of Buddha's disciple Sariputta and has Balarama depicted as the previous birth of one of the Buddha's disciples. ==Notes== ==References== ===Bibliography=== * * * ==External links== * Category: People related to Krishna Category: Forms of Vishnu Category: Hindu gods Category: Characters in the Mahabharata Category: Deities of Jagannath Category: Characters in the Bhagavata Purana Category: Salakapurusa",
 "title": "Balarama"
}