{
 "id": "99581",
 "text": "thumb Belaugh is a small village (population 105)Office for National Statistics & Norfolk County Council, 2001, \"Census population and household counts for unparished urban areas and all parishes.\" increasing to 134 at the 2011 Census, that occupies a bend in the River Bure in Norfolk,Ordnance Survey (2005). OS Explorer Map OL40 - The Broads. . England - within The Broads National Park. It is accessible via the road between Hoveton and Coltishall or from the river. It contains no pubs, bars or shops. The main civic features are the church of St Peter, Belaugh and the Old School, which also belongs to the church and is used for parish council meetings and for celebrating the harvest festival. The local broad is Belaugh Broad. Most of the land around Belaugh - about - is owned by the Trafford family, who are Lords of the Manor. == History of Belaugh == The Domesday Book of 1086 contains one of the earliest recorded mentions of the village, at the time known as Belaga. Other records from around the time name it as Belihagh, Belaw, Bilhagh or Bilough, names based on combinations of Norse, Danish and Anglo-Saxon words that collectively mean 'a dwelling place by the water'. == Belaugh St Peter == Belaugh St Peter is a Church of England church located at the top of a steep slope above the village. It was built circa 14th century and contains an ornate rood screen decorated with images of the apostles that appears to have been added in the early 16th century. In the 17th century a soldier loyal to Oliver Cromwell (described in a letter to Sheriff Tofts of Norwich as a 'godly trooper') scraped away the faces of the apostles, such images being regarded as idolatrous by many of Cromwell's followers. According to records displayed in the church, the letter writer also added disapprovingly that, \"The Steeple house [of Belaugh St Peter] stands high, perked like one of the idolatrous high places of Israel\". The font of the church is shaped in the Norman style as a cauldron made of a blue stone. One unusual feature of the church is the remains of blank arcading on the outside of the south wall of the nave. If original this looks more Saxon than Norman. The church organ was built between 1886 and 1904 by the Reverend George Buck, who was rector between 1880–1907 and son of Dr Zephaniah Buck, organist of Norwich Cathedral. George Buck also built church organs for Edingthorpe and Little Melton. == The Belaugh Ghost == According to information displayed in the church of St Peter Belaugh, in 1695 Richard Slater - a servant at the village's rectory - stole money and jewels from the church and buried them in the rectory garden. When he later returned to dig up the stash, he was discovered by the rector. In the scuffle that followed, the thief drowned in the river. He is supposed to rise up nightly to recover the money, only to be forced down again by the weight of the stolen loot. == Rectors of Belaugh St Peter == * ---- John de Catfeld * 1330 Robert de Hurdeshulle * 1349 John de Ludham * 1364 William Putyn * 1370 William de Swukbrook * ---- Henry Rondolph * 1397 Thomas Herteshorn * 1399 John Williamson * 1427 John Joneson * 1430 Henry Bettys * 1439 Robert Popy * 1441 John Hecham * 1467 Robert Ippeswell * 1478 Robert Kyng * 1491 John Felds * 1508 William Franklin * 1510 Thomas Acton * 1518 Thomas Jannys * 1536 William Pawe * 1552 Thomas Abbot * 1554 Gilbert Warren * 1555 Edward Fisher * 1556 Robert Certayn * 1560 John Robinson * 1561 Leo Howlet * ---- Edward Dunton * 1602 Christopher Witton * 1607 Rogert Fowkes * 1612 Thomas Jermyn * 1660 John Philips * 1663 john Cutelin * 1678 William Newton * 1681 Guwin Nush * 1691 Bainbridge (Dean) * 1711 William Hay * 1763 Henry Headley * 1768 Lancaster Adkin * 1807 John Prowett * 1811 William Newcome * 1824 Robert Bathurst * 1829 Dennis Norris * 1830 William Ferguson * 1834 John Labbock * 1857 John Horatio Nelson * 1873 Francis Humphrey * 1882 George Buck * 1919 Austen Watt * 1929 John Priest Miller * 1929 Henry James * 1932 Alfred Sheffield * 1949 David Davies * 1950 Harry Skellern * 1956 Albert Carling * 1976 Henry Stapleton * 1981 Cedric Bradbury * 1993 Andrew Parsons == References == ==External links== Category:Broadland Category:Villages in Norfolk Category:Civil parishes in Norfolk",
 "title": "Belaugh"
}