{
 "id": "99664",
 "text": "Hadleigh () is an ancient market town and civil parish in South Suffolk, East Anglia, situated, next to the River Brett, between the larger towns of Sudbury and Ipswich. It had a population of 8,253 at the 2011 census. The headquarters of Babergh District Council were located in the town until 2017. thumb|Town sign ==Origin of the name== Skeat, in his 1913 The Place-Names of Suffolk, says this: > Spelt Hadlega, R.B.; Hadleigh, Ipm.; Hædleage, in a late chapter, Thorpe, > Diplomat, 527; Headlega, Annals of St Neot, quoted in Plummer's ed. of the > A.S.Chronicle, ii. 102; Hetlega, D.B., p.184. In D.B. the t stands for th; > and the true A.S. form appears in a Worcs. charter, dated 849, as > hæðleage(gen.) with reference to Headley Heath (a tautological name) in > Birch, C.S. ii. 40; see Duignan, Placenames of Worcs. The sense is 'heath- > lea.' In a similar way the A.S. ð has become t in Hatfield (Herts.) which > means 'heath-field'. ==History== Guthrum, King of the Danes, is said to be buried in the grounds of St Mary's Church in the town.D. Dumville and M. Lapidge (eds) Annals of St. Neots Cambridge 1984 He was defeated by King Alfred at the battle of Edington in 878. The first documented lord of the manor was ealdorman Byrhtnoth, who was killed at the Battle of Maldon in 991, when Anglo-Saxon forces tried to repel Viking invaders. Ealdorman was the highest rank of noble and just before his death he was the most senior ealdorman in the country to King Æthelred I. Byrhtnoth and his wife had no children, and \"so he bequeathed his many lands to churches or religious institutions around the country\". Hadleigh received its market charter in 1252 and had a grammar school by 1275. The manor of Hadleigh, along with those of Lawling in Essex and Monks Eleigh in Suffolk, were among those given to the Priory Church of Canterbury Cathedral. It made Hadleigh an \"archiepiscopal peculiar\" – under the direct control of the Archbishop of Canterbury. Hadleigh was a moderately-sized town, with a reckoned population of about 1,100 or 1,200 in 1306. At that time there were 118 \"unfree tenants\", who had to pay rent and provide labour services, and 75 \"free tenants\" who had had fewer obligations and dues. The manor had . The manor was a working farm, with crops and some animals, and had quite an important dairy. Hadleigh Hall was the site of the medieval manor house, in . It has been suggested by Woods (2018) that Walter \"Wat\" Tyler and his wife were Hadleigh tenants about 20 years before he was one of the leaders of the 1381 Peasants' Revolt. Records show a Wat Tyler taking over a freeholding in Coram Street in 1358–59 and it is possible he worked as a tiler. In 1438, administration was passed from manorial control to trustees. The market was eventually sold to Babergh District Council in the late 20th century. Hadleigh was one of the East Anglian towns that derived its prosperity from its wool and cloth industries. It has a 15th-century timber-framed Guildhall and many fine examples of timber and brick listed buildings, some with highly detailed 17th century plasterwork or \"pargeting\". Most of these buildings can be found in the High Street, Angel Street, Benton Street and George Street. The Guildhall buildings are, in fact, formed of three separate structures, all of which lie to the south of the churchyard: the Market House, the Guilds Halls and the New Town Hall (Grand Hall). They are located on land that belonged originally to the manor of Toppesfield Hall. In 1252, king Henry III of England granted a weekly market and an annual fair to Gilbert de Kirkeby, his wife Lauretta and their heirs. By 1438, the Lord of the Manor was William de Clopton, who granted these rights, to fifteen trustees, with an initial annual payment of 6s 8d. In 1438, the Hadleigh Market Feoffment was formed, to manage the market and buildings. The oldest part of the complex, the Market House, fronts the churchyard. Later the Guilds Halls were built and the final addition was the New Town Hall. Abutting the Market House to the west was the 'Long Hall newly built' (1438), which appears to have been the home of the Grammar School, the earliest record of which is dated 7 May 1382. Its last use was as an almshouses and accommodation for the Dean's servants; but it was seriously damaged in a storm in 1884 and was demolished. The town has a total of 246 listed buildings. Of these, four are Grade I listed: the grouping of St Mary's Church, the Deanery Tower and the Guildhall; and the Coffee Tavern in the High Street. Twenty-seven are II*. Hugh Pigot, curate of Hadleigh, identifies four 'remarkable' houses in his 1866 history of the town:Hugh Pigot (1866) A Guide to the Town, Church, and Chief Objects of Interest in Hadleigh. H. Hardacre, Hadleigh. Sun Court; a house in the High St; a house in George St; and Place Farm (demolished). The house in George St has since been identified as a hall house, known as Thorpes in the 1600s, and dated to 1380–1420. It was restored by Mr and Mrs Baines and given a Noel Turner Award by the Hadleigh Society in 2012.Hadleigh Society newsletter, May 2019. http://www.hadsoc.org.uk/newsletter/HSN201905.pdf The Georgian East House, on George Street, is designated a Grade II* listed building. In March 2013, plans by Babergh District Council to redevelop the site and build houses on the land behind were withdrawn after strong local protest. The property was once used for community activities and the Kray twins were billeted at the property during the Second World War. Opponents of the plan had argued that the adjacent land had been used as a village green for the previous 20 years. In 2018, the building was renovated into two private homes: East House and West Lodge by period property restorers Richard Abel and Ruth McCabe-Abel. The couple were awarded the Noel Turner Award by the Hadleigh Society in 2019 for their sympathetic restoration of East House and West Lodge. Originating in the 14th century, the Grade II* listed Toppesfield Bridge, over the River Brett, is the oldest in the county still carrying vehicles. It was widened in 1812.Hadleigh Official Town Guide 2014, Local Authority Publishing Co. Ltd, p.10. Hadleigh was formerly the home of Babergh District Council. In November 2017, the council vacated its offices on Cork Lane. ==Religion== The Anglican church of St Mary the Virgin is an active parish church in the archdeaconry of Ipswich in the Diocese of St Edmundsbury and Ipswich. Its earliest parts date from medieval times. On 26 April 1950, the church was designated a Grade I listed building by English Heritage. The Grade I designation is the highest of the three grades and is for buildings that are \"of exceptional interest, sometimes considered to be internationally important.\" According to the Annals of St Neots, a chronicle compiled in Bury St Edmunds, king Guthrum (later called Æthelstan, died c.890) was buried at Headleage, which is usually identified as Hadleigh. He may have built the original Saxon church at this site, traces of which were revealed in the churchyard to the south of the porch, in 1829 and in 1984. There is no real evidence, however, that Guthrum was the founder of the church.Tricker (2011), p. 1 In the Domesday Book, there is mention of a church at \"Hetlega\" being owned by Archbishop Lanfranc of Canterbury. The deanery, with a tall Tudor gatehouse in brick built just before the Reformation, next to the church, is also a Grade I listed building. Like its near neighbour, East Bergholt, Hadleigh was known during the 16th century for its Protestant radicalism. Rowland Taylor, a preacher from the town, and his curate, Richard Yeoman, were martyred during the reign of Queen Mary I. The Oxford Movement was said to have been founded in 1833 following a meeting in the deanery. Hadleigh United Reformed Church, situated off Market Place, was originally the town's Congregational Church, founded in 1688. It was rebuilt between 1825 and 1832, with seating for 1,000 and was restored in 1890–91. The current minister is Rev Bryn Rickards. The Baptist chapel, probably founded in 1814, was built in 1830 and had a gallery added in 1884. It was enlarged in 1875. The Salvation Army was established in 1889 a hall in Duke Street in 1920. St Joseph's Roman Catholic Church was built in 1966. The congregation was first established, in 1937, in a former corset factory which was destroyed by fire in 1964. In 1814, the Wesleyan Methodists purchased the 14th-century Thorpes hall house in George Street and leased it to the Primitive Methodists, known as Ranters, in 1836. In 1848, the Wesleyans built a chapel on land adjoining Thorpes and enlarged it in 1875. The chapel is now a Grade II listed home. There was also an Episcopal Mission Chapel built on Hadleigh Heath in 1878 and restored in 1891; it was disused by 1912. ==Economy== The former Kings Arms on Benton Street is a typical example of timber framing. The building, a pub for over 400 years, has sections that date to the 15th century. It was known unofficially as the \"Old Monkey\" and is still referred to by that name today. It is now a private residence and bed and breakfast. Hadleigh is home to several manufacturers, including Jim Lawrence Handcrafted Home Furnishings, and the Hadleigh Maid chocolate company. From November 2009 Hadleigh was the home of the Hellhound microbrewery; it moved to Bramford in June 2014 and ceased trading in June 2018. The Brett Works site, off Pound Lane, was for some years the home of Brett Valley Joinery and was later allocated by Babergh District Council as a potential site for a new foodstore. Supermarket Tesco made a number of controversial proposals for the building of a store in the town. Their last proposal, for development of the Pound Lane site, was rejected by the council in July 2011. The proposal was rejected again in September 2013. The Lady Lane Industrial estate is the location of Celotex Saint Gobain, the manufacturer of the insulation component in the cladding used at Grenfell Tower. ==Culture== The annual Hadleigh Show, first held in 1840 and also known as 'the May Show', is one of the oldest one-day agricultural shows in East Anglia. Organised by the Hadleigh Farmers' Agricultural Association, the show enjoyed 12,500 visitors in 2013. Benton End House, a Grade II* listed building on Benton Street, was originally a large medieval farmhouse. From 1940 it was the home of Sir Cedric Morris, artist and plantsman, who formed the East Anglian School of Painting and Drawing there.Richard Morphet Cedric Morris The Tate Gallery 1984 pp. 59–60 Students included Lucian Freud and Maggi Hambling. The Ansell Community Centre was set up in 2004 as a charity with the object of providing community facilities for the people of Hadleigh and surrounding area. It is a private company limited with six trustees. Membership of the ACC is open to anyone who is interested in the work of the charity. Currently there are over 30 members. The centre runs the digital cinema (\"Hollywood in Hadleigh\") and two lunch clubs. The ACC also organises community events such as \"The Hidden Gardens of Hadleigh\" and, together with churches in Hadleigh, some festivals throughout the year. The building is owned by the United Reformed Church. ==Sport and leisure== thumb|250px|River Brett at Hadleigh Hadleigh has a Non- League football club Hadleigh United F.C. who play at Millfield. The town is also home to Hadleigh Rugby Club (HRFC). Both the football and rugby club boast thriving youth and senior sections. The town's bowls and cricket clubs are among the oldest in Suffolk. The bowls club was founded in 1754. The cricket club is over 200 years old and pre-dates the Marylebone Cricket Club. Other sporting clubs include the Hadleigh Tennis Club, Hadleigh Hares running club and Hadleigh Cycling Club. At Benton End Farm there is an equestrian centre and a paintball centre. A swimming pool was built in the 1960s, to which a sports centre was added in 2012; the pool was rebuilt in 2020.Sophie Barnett (2020) \"Hadleigh's £2.4m swimming pool nears completion\", East Anglian Daily Times, December 19. https://www.eadt.co.uk/news/hadleigh-swimming-pool- tiling-nears-completion-6857962 == Notable residents== *Guthrum (c. 835 – c. 890), reigned as Danish King of East Anglia, between c. 879 and c. 890, and was buried at Hadleigh. *Nicholas Shaxton (c. 1485–1556), Protestant Reformer and Bishop of Salisbury 1535–1539, curate at Hadleigh in the 1540s *Rowland Taylor (1510-1585), Rector of Hadleigh from 1544. Protestant martyr during the Marian Persecutions, he was burnt at the stake at nearby Aldham Common. *John Overall (1559-1619), Bishop of Norwich in 1618, Bishop of Coventry and Lichfield (from 1614), and Dean of St Paul's Cathedral from 1601. He served as a translator of the Book of Genesis to 2 Kings for the 1611 and 1613 printings of the Authorized King James Version of the Bible. *Nathan Drake (1766–1836), essayist and physician who lived in Hadleigh from 1792 til his death. *Hugh James Rose (1795–1838), president of the Oxford Union in 1817, rector of Hadleigh, hosted the 'Hadleigh Conference' a landmark in the early history of the Tractarian Movement, Principal of King's College, London. *Thomas Woolner (1825-1892), born in Hadleigh a sculptor and poet who was one of the founder- members of the Pre-Raphaelite Brotherhood. *Howard Henry Tooth (1856-1925), neurologist and one of the discoverers of Charcot-Marie-Tooth disease. *Evelyn Martin (1881-1945), sailor, writer and cricketer *Derek Wragge Morley (1920-1969), academic noted for his study of ants *Patrick Newell (1932-1988), the British actor who played spymaster \"Mother\" in the television series The Avengers, was born in Hadleigh. *Pauline Stainer (1941- ), English poet and author lives in the town. *Maggi Hambling (1945- ), artist grew up in Hadleigh and has one of her paintings displayed in St Mary's Church. *Jonathan Glancey (1954- ), The Guardian's architecture critic, journalist, lives in Hadleigh. *Caryn Franklin (1959- ), fashion designer, also lives in Hadleigh. * Russell Swallow of folk duo Swallow and the Wolf was born in HadleighArchived at Ghostarchive and the Wayback Machine: *Ronald and Reginald Kray (The Kray Twins) were evacuated to East house during the second world war with their mother Violet Kray, and their brother Charles. *British extreme metal band Cradle of Filth were formed in Hadleigh. ==Arms== ==References== ==External links== *Visit Hadleigh website *Hadleigh Town Council website *The Hadleigh Society website Category:Towns in Suffolk Category:Civil parishes in Suffolk Category:Babergh",
 "title": "Hadleigh, Suffolk"
}