{
 "id": "99707",
 "text": "Quotations from Chairman Mao Tse-tung () is a book of statements from speeches and writings by Mao Zedong (formerly romanized as Mao Tse-tung), the former Chairman of the Chinese Communist Party, published from 1964 to about 1976 and widely distributed during the Cultural Revolution. The most popular versions were printed in small sizes that could be easily carried and were bound in bright red covers, thus commonly becoming known internationally as the \"Little Red Book\". == Publication process == Quotations from Chairman Mao Tse-tung was originally compiled by an office of the PLA Daily (People's Liberation Army Daily) as an inspirational political and military document. The initial publication covered 23 topics with 200 selected quotations by the Chairman of the Chinese Communist Party, and was entitled 200 Quotations from Chairman Mao. It was first given to delegates of a conference on 5 January 1964 who were asked to comment on it. In response to the views of the deputies and compilers of the book, the work was expanded to address 25 topics with 267 quotations, and the title was changed simply to Quotations from Chairman Mao Tse-Tung. On 10 January, the work was re-issued to the delegates and sent to select units of the People's Liberation Army who received their advance copies for educating troops as well as for their comments. In May 1964, the PLA General Political Department, the chief political organ under Central Military Commission, revised Quotations, adding a half title page with the slogan \"Workers of the world, unite!\" () in bold red letters, and endorsement leaves written by Lin Biao, Mao's chosen successor, that included three lines from the diary of revolutionary soldier Lei Feng who is considered a hero in China. This version was issued \"for internal use\" to the military leaders. Following discussions that expanded the book twice more—finally closing on 33 topics and 427 quotations by Mao—the commission began publishing the definitive version in May 1965. At the end of 1965, the Central Committee of the Chinese Communist Party officially approved the book for publication by the People's Publishing House and for distribution within China by the Xinhua Bookstore. The Ministry of Culture held special study meetings to develop a production and distribution plan. It sought assurances that the book would receive publishing priority and that there would be sufficient paper, ink, and printing presses available. The goal was for \"ninety-nine percent (of the population of China to) read Chairman Mao's book\", according to a catalogue of publication records of the People's Publishing House. Provinces, municipalities, and autonomous regions across China were ordered to build hundreds of new printing houses to publish the Quotations during the second half of 1966 which pushed the limits of the Chinese printing industry. This disrupted plans for publishing any new volumes of The Complete Works of Marx and Engels that was already in progress. It also halted distribution of other ideological works. As late as 1970, more than 8 million copies of the 4-volume set of Selected Works of Marx and Engels that had already been printed (both in cloth hardcover and paperback) remained undistributed in storage warehouses on the grounds that other works \"should not interfere with learning Quotations from Chairman Mao Tse-Tung\". On the other hand, several other works by Mao had very large printings during the same period, even though these editions were not produced in the huge numbers of Quotations from Chairman Mao. These include Selected Works of Mao Zedong (in four volumes, 2.875 million copies in 14 languages), Selected Articles of Mao Zedong (various editions totalling 252 million copies), single article books, and works of poetry. == Foreign distribution == left|thumb|200px|Cover of the first edition English version of the Little Red Book circa 1966. thumb|200px|Chairman Mao from 1966 French edition, Beijing. In 1966, the Publicity Department of the Chinese Communist Party approved Quotations from Chairman Mao for export. To meet overseas requirements, the editors of the Chinese Foreign Languages Press made revisions necessitated by the situation. They added a \"second edition preface\" endorsement by Lin Biao, dated 16 December 1966 (which was torn out following Lin Biao's death and public disgrace in September 1971). On the last page, they listed the names of the publisher (PLA General Political Department) without an ISBN, the printer and distributor (both Xinhua Bookstore), and the publication year. By May 1967, bookstores in 117 countries and territories around the world – including the United Kingdom, France, Spain, Japan, the Soviet Union, Germany, Italy, Nepal, Indonesia, Philippines, Burma, Iran, various Arab and African nations and others – were distributing Mao's Quotations. Foreign presses operating in 20 countries contributed to the publication of 20 translations in 35 versions. == Publication number == The Little Red Book has produced a wide array of sales and distribution figures. Some sources claim that over 6.5 billion printed volumes have been distributed in total,Zhengyuan Fu, Autocratic Tradition and Chinese Politics, Cambridge University Press 1994, p. 186. Autocratic Tradition and Chinese Politics others contend that the distribution ran into the \"billions\",Allen Kent, Harold Lancour, Jay E. Daily, Encyclopedia of Library and Information Science, Volume 22, CRC Press 1977, p.31. Encyclopedia of Library and Information Science and others cite \"over a billion\" official volumes between 1966 and 1969 alone as well as \"untold numbers of unofficial local reprints and unofficial translations.\"Alexander C. Cook, Mao's Little Red Book: A Global History, Cambridge University Press 2014, p. xiii Mao's Little Red Book: A Global HistoryDaniel Leese, Mao Cult: Rhetoric and Ritual in China's Cultural Revolution, Cambridge University Press 2013, p. 108 Mao Cult: Rhetoric and Ritual in China's Cultural Revolution The book's popularity may be because it was essentially an unofficial requirement for every Chinese citizen to own, to read, and to carry it at all times during the latter half of Mao's rule, especially during the Cultural Revolution. == Formats == The most widely produced editions of the Quotations of Chairman Mao were published with a printed red vinyl cover wrapper over cardboard with pages bound in 64 folios that included photos of Mao. Other editions of the book were covered in cloth, silk, leather, paper, and other materials. Most editions were produced in a functional, compact size that fit into a pocket, were easy to carry, and could be taken out at any time \"for practice, learning, application.\" It was published in 32 other common sizes, allegedly the largest format printed on only 4 pages as large as the newspaper Reference News, and the smallest format the size of a matchbox. == Role and social impact == Today in China, the book is a symbol of Mao Zedong Thought. In certain situations, the Quotations is given as a gift, for example, when public funds are involved, or when personal events arise, such as congratulating newlyweds, and so on. Foreign press report called the work \"The Little Red Book\", reflecting its common small size and bright cover. After the Cultural Revolution ended, some Chinese people also adopted the nickname (back-translated into Chinese as \"The Treasured Red Book\") . During the 1960s, the book was the single most visible icon in mainland China, even more visible than the image of the Chairman himself. In posters and pictures created by CCP's propaganda artists, nearly every painted character, whether smiling or looking determined, was seen with a copy of the book in his or her hand. After the end of the Cultural Revolution in 1976 and the rise of Deng Xiaoping in 1978, the importance of the book waned considerably, and the glorification of Mao's quotations was considered to be left deviationism and a cult of personality. Today in China, the book Quotations from Chairman Mao Tse-Tung is mostly seen by the Chinese people as a piece of nostalgia. Various editions are popular with some collectors, and rare and unusual printings command extremely high prices. It may be purchased at shops in Beijing, Shanghai, other major cities in China, as well as at some tourist attractions. The edition currently (2012) available (photo above) has a publication date of 1966. It has about thirty colour photographs at the front. There are then another 378 pages with Traditional Chinese on the left pages and the English translation on the right pages. The English language edition has many spelling mistakes as well as other typographical errors on almost every page. Only the first 22 chapters are in this edition compared with 33 in the first Chinese and English editions. There is no Lin Biao page. The Chinese social network Xiaohongshu (), literally \"Little Red Book\", is named after the book. == Synopsis == Quotations from Chairman Mao Tse-Tung consists of 427 quotations, organized thematically into 33 chapters. It is also called \"Thoughts of Chairman Mao\" by many Chinese people. The quotations range in length from a sentence to a few short paragraphs, and borrow heavily from a group of about two dozen documents in the four volumes of Mao's Selected Works. Usually the quotations are arranged logically, to deal with one to three themes in the development of a chapter. The table below summarizes the book. {| class=\"wikitable\" |- ! Chapter !! Number of quotations !! Title !! Summary |- | 1 || 13 || The Communist Party || The Chinese Communist Party is the core of the Chinese revolution, and its principles are based on Marxism–Leninism. Party criticism should be carried out within the Party. |- | 2 || 22 || Classes and Class Struggle || The revolution, and the recognition of class and class struggle, are necessary for peasants and the Chinese people to overcome both domestic and foreign enemy elements. This is not a simple, clean, or quick struggle. |- | 3 || 28 || Socialism and Communism || Socialism must be developed in China, and the route toward such an end is a democratic revolution, which will enable socialist and communist consolidation over a length of time. It is also important to unite with the middle peasants, and educate them on the failings of capitalism. |- | 4 || 16 || The Correct Handling of Contradictions Among the People || There are at least two basic kinds of contradiction: the antagonistic contradictions which exist between communist countries and their capitalist neighbors and between the people and the enemies of the people, and the contradictions among the people themselves, people unconvinced of China's new path, which should be dealt with in a democratic and non-antagonistic fashion. |- | 5 || 21 || War and Peace || War is a continuation of politics, and there are at least two types: just (progressive) and unjust wars, which only serve bourgeois interests. While no one likes war, we must remain ready to wage just wars against imperialist agitations. |- | 6 || 10 || Imperialism and All Reactionaries Are Paper Tigers || U.S. imperialism, and European and domestic reactionary forces, represent real dangers, and in this respect are like real tigers. However, because the goal of Chinese communism is just, and reactionary interests are self-centered and unjust, after struggle, they will be revealed to be much less dangerous than they were earlier perceived to be. |- | 7 || 10 || Dare to Struggle and Dare to Win || Fighting is unpleasant, and the people of China would prefer not to do it at all. At the same time, they stand ready to wage a just struggle of self-preservation against reactionary elements, both foreign and domestic. |- | 8 || 10 || People's War || China's masses are the greatest conceivable weapon for fighting against Japanese imperialism and domestic reactionaries. Basic strategic points for war against the Kuomintang are also enumerated. |- | 9 || 8 || The People's Army || The People's Army is not merely an organ for fighting; it is also an organ for the political advancement of the Party, as well as of production. |- | 10 || 14 || Leadership of Party Committees || Internal life of the Party is discussed. Committees are useful to avoid monopolization by others, and Party members must demonstrate honesty, openness in discussing problems, and the ability to learn and multitask. |- | 11 || 22 || The Mass Line || The mass line represents the creative and productive energies of the masses of the Chinese population, which are potentially inexhaustible. Party members should take their cue from the masses, and reinterpret policy with respect to the benefit of the masses. |- | 12 || 21 || Political Work || It is necessary for intellectuals, students, soldiers and the average peasant to pay attention and involve themselves with political work. This is particularly true in wartime. |- | 13 || 7 || Relations Between Officers and Men || Non-antagonistic and democratic relations between officers and men make for a stronger army. |- | 14 || 6 || Relations Between the Army and the People || An army that is cherished and respected by the people, and vice versa, is a nearly invincible force. The army and the people must unite on the grounds of basic respect. |- | 15 || 8 || Democracy in the Three Main Fields || Democracy and honesty play roles in the reform of the army, as well as in the life of the Party, and of cadres. \"Ultra-democracy\", which is defined as an individualistic bourgeois aversion to discipline, is to be avoided. |- | 16 || 9 || Education and the Training of Troops || Education must have a practical and political basis for the army, Party and cadres. Along democratic lines, it will also be possible for the officers to teach the soldiers, for the soldiers to teach the officers, and for the soldiers to teach each other. |- | 17 || 9 || Serving the People || It is the duty of the cadres and the Party to serve the people. Without the people's interests constantly at heart, their work is useless. |- | 18 || 7 || Patriotism and Internationalism || The patriotism of a communist nation and an internationalist sympathy for just struggles in other countries are in no way exclusive; on the contrary, they are linked deeply, as communism spreads throughout the world. At the same time, it is important for a country to retain modesty, and shun arrogance. |- | 19 || 8 || Revolutionary Heroism || The same limitless creative energy of the masses is also visible in the army, in their fighting style and indomitable will. |- | 20 || 8 || Building Our Country Through Diligence and Frugality || China's road to modernization will be built on the principles of diligence and frugality. Nor will it be legitimate to relax if, 50 years later, modernization is realized on a mass scale. |- | 21 || 13 || Self-Reliance and Arduous Struggle || It is necessary for China to become self-reliant in the course of the revolution, along the usual lines of class struggle. At the same time, it is a mistake for individuals to only see the good or the bad in a system, to the exclusion of all else. |- | 22 || 41 || Methods of Thinking and Methods of Work || Marxist dialectical materialism, which connotes the constant struggle between opposites in an empirical setting, is the best method toward constant improvement. Objective analysis of problems based on empirical results is at a premium. |- | 23 || 9 || Investigation and Study || It is necessary to investigate both the facts and the history of a problem in order to study and understand it. |- | 24 || 15 || Correcting Mistaken Ideas || Arrogance, lack of achievement after a prosperous period, selfishness, shirking work, and liberalism, are all evils to be avoided in China's development. Liberalism is taken to mean that one may avoid conflict or work in order to be more comfortable for the moment, while the problem continues to grow. |- | 25 || 5 || Unity || Unity of the masses, the Party and the whole country is essential. At the same time, criticism may take place along comradely lines, while at the same time a basic unity is felt and preserved. This is the dialectical method. |- | 26 || 5 || Discipline || Discipline is seen not to be exclusive to democratic methods. Basic points of military conduct are also enumerated. |- | 27 || 15 || Criticism and Self-Criticism || Criticism is a part of the Marxist dialectical method which is central to Party improvement; as such, communists must not fear it, but engage in it openly. |- | 28 || 18 || Communists || A communist must be selfless, with the interests of the masses at heart. He must also possess a largeness of mind, as well as a practical, far-sighted mindset. |- | 29 || 11 || Cadres || Cadres, the instrument for uniting with and working for the people, must be leaders versed in Marxist–Leninism. They must have both guidance and the freedom to use their creative inititave in solving problems. Newer cadres and older cadres must work together with a comradely respect, learning from each other. |- | 30 || 7 || Youth || The Chinese Youth represent an active, vital force in China, to be drawn upon. At the same time, it is necessary to educate them, and for the Youth League to give special attention to their problems and interests. |- | 31 || 7 || Women || Women represent a great productive force in China, and equality among the sexes is one of the goals of communism. The multiple burdens which women must shoulder are to be eased. |- | 32 || 8 || Culture and Art || Literature and art are discussed with respect to communism, in an orthodox fashion. (Principally consisting of quotations from \"Talks at the Yenan Forum on Literature and Art\".) |- | 33 || 16 || Study || It is the responsibility of all to cultivate themselves, and study Marxism–Leninism deeply. It is also necessary for people to turn their attention to contemporary problems, along empirical lines. |} == See also == * Chairman Mao badge * General Secretary Xi Jinping important speech series * History of the Communist Party of the Soviet Union (Bolsheviks) * Mao Zedong's cult of personality * Political power grows out of the barrel of a gun * Political religion * Xuexi Qiangguo * Ruhnama * The Governance of China * The Green Book == References == == Further reading == * Bristow, Michael (2007). \"Who Owns Mao's Millions?\" BBC News. * Cook, Alexander C., ed. (2014). Mao's Little Red Book: A Global History. Cambridge University Press. * DeFrancis, John (1975). Annotated Quotations from Chairman Mao. Yale University Press. . * Han, Oliver Lei. Sources and Early Printing History of Chairman Mao's \"Quotations\". == External links == === English translations of original text === * Quotations from Chairman Mao Tse-Tung, Terebess Asia Online (TAO) * Quotations from Chairman Mao Tse-Tung, Art- bin.com * Quotations from Mao Tse-Tung, Mao Tse Tung Internet Archive, Marxists.org Category:1964 non-fiction books Category:Books of quotations Category:Chinese culture Category:Chinese literature Mao Tse-Tung, Quotations from Chairman Category:Cultural Revolution Category:Ideology of the Chinese Communist Party Category:Maoist China propaganda Category:Maoist terminology Category:People's Republic of China culture Category:Propaganda books and pamphlets Category:Propaganda in China Category:Works by Mao Zedong",
 "title": "Quotations from Chairman Mao Tse-tung"
}