{
 "id": "100061",
 "text": "is a fictional character and antagonist in Nintendo's Mario series, designed as an arch-rival to Mario. He first appeared in the 1992 Game Boy game Super Mario Land 2: 6 Golden Coins as the main antagonist and final boss. His name is a portmanteau of Mario's name and the Japanese word warui (悪い), meaning \"bad\". Wario was designed by Hiroji Kiyotake, and is voiced by Charles Martinet, who voices many other characters in the series, including Mario, Luigi, and Waluigi. Wario has become the protagonist and antihero of the Wario Land and WarioWare series, spanning handheld and console markets. In addition to appearances in spin-offs in the Mario series, he has appeared in other Nintendo properties, such as in the Super Smash Bros. series of crossover fighting games. He has also been featured in other media such as the Super Mario Adventures graphic novel. The character has received a largely positive critical reception. ==Concept and creation== 150px|thumb|left|The emblem on Wario's hat which in most appearances has the letter W extend outside of the white circle|alt=A white circle with a blue \"W\" inside it is seen over a yellow background. A possible inspiration for Wario first appeared in the 1985 game Wrecking Crew in the character of Spike, a construction foreman. Although he bears a slight resemblance to Spike, Wario did not debut until 1992. The first named appearance of the character occurred in the game Super Mario Land 2: 6 Golden Coins. He was designed by game artist Hiroji Kiyotake, who imagined him as \"the Bluto to Mario's Popeye.\" Wario's design arose from Super Mario Lands design team's distaste of making a game based around someone else's character. The creation of Wario allowed them a character of their own to \"symbolize their situation.\" Nintendo originally considered making him a German character before he developed into an Italian like Mario. Wario is portrayed as a caricature of Mario; he has a large head and chin, huge muscular arms, a wide and short body that is slightly obese, short legs, a large, pointier, zig-zagging moustache, and a bellicose cackle. He also wears a plumber outfit with a yellow and purple color scheme, which is a short- sleeved yellow shirt and purple overalls along with a blue W on his hat. He also wears green shoes and white gloves with blue W symbols as well. However, in his early appearances Wario wore a yellow long-sleeved shirt and fuchsia overalls. The name \"Wario\" is a portmanteau of \"Mario\" with the Japanese adjective meaning \"bad\"; hence, a \"bad Mario\" (further symbolized by the \"W\" on his hat, an upside down \"M\"). Official Nintendo lore states that Wario was a childhood rival to Mario and Luigi who became jealous of their success. Voice actor Charles Martinet, who has voiced Mario since 1995, is also the voice for Wario. During the audition for the part, Martinet was told to speak in a mean and gruff-sounding tone. He described voicing Wario as a looser task than voicing Mario, since Mario's speaking manner and personality are more free-flowing, rising from the ground and floating into the air, while one of Wario's cornerstones is jealousy. Starting with Wario Land: Super Mario Land 3, Wario experiences rejuvenating effects from garlic in a similar manner as Mario is powered up by mushrooms. Wario often uses bombs as tools and weapons, as seen in Wario Land: Super Mario Land 3, Wario Blast and Mario Kart: Double Dash!!. The WarioWare series prominently uses bombs as a visual motif to represent the time limit of a microgame. In video games in which Wario makes a cameo appearance, he is often portrayed as a villain. However, the development team for Wario Land: Shake It! stated that he was not really a villain, and they did not consider him one during development. They focused on his behavior, which alternates between good and evil. Etsunobu Ebisu, a producer on Shake It!, considered Wario to be a reckless character, who uses his strength to overwhelm others. Tadanori Tsukawaki, the design director of Shake It!, described Wario as manly, and said he was \"so uncool that he ends up being extremely cool\". Because of this, he wanted Wario to act macho rather than silly and requested that the art designers emphasize his masculinity. Wario is also described as unintelligent and always idiotic, which is why he was chosen as the star of the WarioWare series. According to an early 1990s Nintendo guide, Wario was Mario's childhood friend, which Kotaku later contested in a parody article. They are not related to each other, and both were considered as childhood rivals. ==Appearances== ===Wario Land series=== Wario made his first appearance as a villain in the 1992 Game Boy video game Super Mario Land 2: 6 Golden Coins, in which he captured Mario's castle. He also served as a villain in the 1993 Japan-only puzzle game Mario & Wario, in which he drops a bucket on the head of Mario, Princess Peach, or Yoshi. This was followed by the first game in the Wario Land series, Wario Land: Super Mario Land 3 (1994), a platform game which marked Wario's first appearance as a protagonist and introduced his first villains, Captain Syrup and her Brown Sugar Pirates. His next adventure, Virtual Boy Wario Land, plays similarly and incorporates the ability to move in and out of the background. A sequel for the Game Boy game, Wario Land II, was released in 1998; it featured Captain Syrup's return as the antagonist. This game also introduces Wario's invulnerability, allowing him to be burnt or flattened without sustaining damage. In 2000 Wario Land 3 was released to the Game Boy Color as another sequel; it used the same mechanics and concepts of its predecessor. The following year, the sequel Wario Land 4 debuted on the Game Boy Advance, incorporating Wario's ability to become burnt or flattened and reintroducing the ability to become damaged from standard attacks. In 2003, Wario World, the first console Wario platform game, was released for the Nintendo GameCube; it featured three-dimensional graphics and gameplay and did not incorporate any major elements from previous platform games. Wario: Master of Disguise was released for the Nintendo DS in 2007. The game introduced touch screen control of Wario and incorporated puzzles into the gameplay. The series' most recent release, Wario Land: Shake It!, was released for the Wii in 2008 and reintroduced Captain Syrup. The game uses a hand-drawn animation style, and Wario's design required more than 2,000 frames of animation. ===WarioWare series=== In 2003, the Wario franchise introduced a new series of games, the first of which was WarioWare, Inc.: Mega Microgames! for the Game Boy Advance. The game's premise involved Wario's decision to open a game development company to make money, creating short \"microgames\" instead of full-fledged games. The game's gameplay focused on playing a collection of microgames in quick succession. Mega Microgames! was later remade as WarioWare, Inc.: Mega Party Games! for the GameCube; it featured the same microgames but lacked a story mode and focused more on multi-player. In 2004, two sequels were released for the game. The first was the Game Boy Advance game WarioWare: Twisted!, which used the cartridge's tilt sensor to allows microgames to be controlled by tilting the handheld left and right. The second was the Nintendo DS release WarioWare: Touched!, which incorporates the DS's touch screen and microphone in its gameplay. One of the Wii's launch games in 2006 was WarioWare: Smooth Moves, which used the Wii Remote's motion sensing technologies in a variety of ways. The Nintendo DS and Nintendo DSi have offered two new releases, 2008's WarioWare: Snapped!, which can be downloaded with the DSiWare service and uses the DSi's built-in front camera in its gameplay, and the 2009 Nintendo DS game WarioWare D.I.Y., which allows players to create microgames. Game & Wario for the Nintendo Wii U was released on June 23, 2013. Although it does not use the WarioWare name, it incorporates gameplay and characters from the WarioWare series. The game also pays tribute to the original Game & Watch games. In 2018, the Nintendo 3DS game WarioWare Gold was released, featuring 316 microgames and combining elements from Twisted and Touched. He also appeared in the 2021 Nintendo Switch game WarioWare: Get It Together! with 222 microgames. ===Other appearances=== In Wario's Woods, Wario appears as the main antagonist who wants to take over the forest and is defeated by Toad. That same year, Wario was also in the video game Wario Blast: Featuring Bomberman!, a remake of a Bomberman game for the Game Boy which incorporated Wario as a playable character. Wario has been a playable character in the Mario Kart series starting with Mario Kart 64. Wario has also appeared in 30 Mario sports games, including the Mario Tennis, Mario Golf, Mario Baseball, Mario Strikers, and Mario & Sonic series. Wario has also appeared in all installments of the Mario Party series except Mario Party Advance. Wario is a playable character in two platformers for the Nintendo DS, the remake Super Mario 64 DS (2004) and Yoshi's Island DS (2006) as an infant version of himself, as well as the 2001 puzzle game Dr. Mario 64. Sporting both his traditional attire from the Wario Land series and Mario series, and the biker outfit from the WarioWare series, Wario also appears as a playable character in Super Smash Bros. Brawl as well as its follow-ups, Super Smash Bros. for Nintendo 3DS and Wii U and Super Smash Bros. Ultimate. Wario's cameos include aiding protagonist Starfy in the video game Densetsu no Stafy 3 and being present in the scenery of Pilotwings 64. Wario appears in Super Mario Maker as a Mystery Mushroom costume, once again sporting his biker attire from the WarioWare games. The Super Mario Adventures graphic novel, which is a collection of comics originally serialized in the video gaming magazine Nintendo Power, features Wario in two of the stories. One of the stories focuses on Wario's past, explaining his rivalry with Mario. ==Reception== Since his appearance in Wario Land: Super Mario Land 3, Wario has become a well-established mascot for Nintendo, and he has received a largely positive reception. Nintendo Power described Wario as a \"pretty uncool dude\" which they \"cannot help but like.\" They also listed his mustache as one of the best in Nintendo games. Computer and Video Games found the levity of Wario's games \"liberating\" compared to big Nintendo franchises such as Mario and The Legend of Zelda. They also mention that, regarding the character, they \"empathise more with the hopelessly materialistic Wario than goody brown-shoes Mario. Deep down, we'd all rather chase pounds over princesses.\" IGN editor Travis Fahs comments that while Wario is not the most likeable character, his strong confidence overshadows his flaws and makes him entertaining. IGN said \"all this weird dude seems to care about is amassing as many material possessions and shiny things as possible\". The website later ranked Wario 31st of \"Top 100 Videogame Villains\". In the book A Parent's Guide to Nintendo Games: A Comprehensive Look at the Systems and the Games, Craig Wessel described Wario as a \"sinister twist\" on Mario. In Icons of Horror and the Supernatural: An Encyclopedia of Our Worst Nightmares, Volume 1, S. T. Joshi cites Waluigi and Wario as archetypal examples of alter egos. In August 2019, a screenshot of Mario & Sonic at the Olympic Games Tokyo 2020 showing Wario in his swimwear appeared to depict him without nipples, leading fans and video game website Polygon to jokingly speculate about his lack of anatomical features. Patricia Hernandez of Polygon praised Wario's outfit on Mario Golf: Super Rush and said \"The entire fit screams confidence, to the degree that it does not matter what score Wario gets by the end of the game.\" James Troughton of TheGamer has claimed that Wario is the best Mario character, and further stated that Wario is an icon of both fashion and villainy. Ryan Gilliam of Polygon described Wario as the \"ultimate Italian American\" and said that \"Wario captures so much more of the Italian personality that resonates with me. Wario trumps Mario as my family mascot, born with a crucial, relatable need to be louder and larger than life,\" while Mike Scholars of Kotaku made a defense of Wario in his essay and said that \"Wario Isn't Evil, He's Honest.\" Scholars further concluded that \"Wario was conceived out of a desire to put a twist on the familiar, but his creators tapped into a powerful, universal constant: The Unrepentant Asshole.\" A professional stylist, Peter Nguyen, of \"The Essential Man,\" commented on a Hiking Wario outfit in Mario Kart Tour in September 2021, calling it \"stylish\" and further said, \"I think this is the most wearable and strongest appearance for Wario.\" He was also described as a \"fashion icon.\" In the Super Smash Bros. series, Wario has also been praised. Den of Geek ranked Wario as the 18th best playable character in Super Smash Bros. Ultimate, praising and noted that \"It would have been so easy to make Wario just another Mario knockoff in Smash. \"But Nintendo didn't do that. Instead, he's much wilder in the fighting series, a gross psychopath who runs over people with motorcycles and chomps down on people,\" while Jeremy Parish of Polygon ranked 73 fighters from Super Smash Bros. Ultimate from \"garbage to glorious\", placing Wario at 10th, lauding the character and stated that \"Wario is great because his maniacal lust for gold has led him to become Nintendo's greatest and most creative entrepreneur.\" Ian Walker of Kotaku also claimed that Wario is a decent character to play in Super Smash Bros. Ultimate. ===Merchandise=== Outside of video games, Wario has been featured in a large variety of merchandise, spanning plush toys, clothing and action figures. Wario has also received several of his own Amiibo, that can be used in a wide array of games, including his own. ===In popular culture=== Wario also appears in South Park: \"Imaginationland Episode III\", and is one of the characters from the \"dark side\" of Imaginationland. The TV series, MAD, makes multiple references of Wario, most notably on Season 3, Episode 16, where Wario chases three orphaned lemmings. In the May 8, 2021 episode of Saturday Night Live, host Elon Musk starred as Wario in a sketch in which he was put on trial for murdering Mario in a kart race. ==Further reading== * * * * * * * ==References== ==External links== * Wario on IMDb Category:Wario (series) Category:Characters designed by Hiroji Kiyotake Category:Fictional bullies Category:Fictional businesspeople Category:Fictional treasure hunters Category:Fictional criminals in video games Category:Fictional explorers in video games Category:Fictional Italian people Category:Fictional Italian people in video games Category:Male characters in video games Category:Mario (franchise) characters Category:Mario (franchise) enemies Category:Nintendo antagonists Category:Nintendo protagonists Category:Super Smash Bros. fighters Category:Video game bosses Category:Video game characters introduced in 1992 Category:Video game characters with superhuman strength",
 "title": "Wario"
}