{
 "id": "100013",
 "text": "Strumpshaw is a village and civil parish in the English county of Norfolk. It is located on the northern bank of the River Yare around south-east of Norwich. The parish covers an area of and had a population of 602 in 245 households at the 2001 census,Census population and household counts for unparished urban areas and all parishes . Office for National Statistics & Norfolk County Council (2001). Retrieved 20 June 2009. increasing to a population of 634 in 261 households at the 2011 Census. For the purposes of local government, it falls within the district of Broadland. The villages name means 'stump wood'. The village lies a little distance from the river, on the slopes of Strumpshaw Hill, the highest area of land in the Norfolk Broads. Because of its elevation, Strumpshaw hosted, from the late 1790s through to the mid-1810s, a repeater station in the shutter telegraph chain linking the Admiralty in London with Great Yarmouth. The Wherry Lines railway line running between Norwich and Great Yarmouth and Lowestoft runs through the parish. Trains call at Buckenham railway station at weekends only. The small villages of Buckenham and Hassingham, formally both parishes in their own right, lie within the civil parish of Strumpshaw. ==Strumpshaw Hall== Strumpshaw Hall lies closer to the river, next to the railway line. It is the home of the Strumpshaw Hall Steam Museum, with a collection of traction engines and steam rollers. It also has a showman's engine, a steam wagon and a narrow-gauge railway with a Simplex diesel disguised as a steam engine. ==Natural environment== The Strumpshaw Fen RSPB reserve is operated by the Royal Society for the Protection of Birds. It caters for up to 20000 visitors annually. It is bordered to the east by Buckenham Marshes RSPB reserve and lies within the Mid-Yare National Nature Reserve and Yare Broads and Marshes Site of Special Scientific Interest. ==Rail Access== The nearest station is Buckenham railway station on the Wherry Line. == Notes == http://kepn.nottingham.ac.uk/map/place/Norfolk/Strumpshaw ==External links== Category:Broadland Category:Villages in Norfolk Category:Civil parishes in Norfolk",
 "title": "Strumpshaw"
}