{
 "id": "100332",
 "text": "In Hinduism, the Vasus (Sanskrit: वसु) are attendant deities of Indra, and later Vishnu. The Ashta Vasus are described in the Ramayana as the children of Kasyapa and Aditi and in the Mahabharata as the sons of Manu or Brahma Prajapati. They are eight elemental gods (called \"Aṣṭa-vasu\", 'Eight Vasus') representing aspects of nature (The Five Elements - Pancha Bhoothas) and also representing cosmic natural phenomenon (The Sun, The Moon and The Stars). The name Vasu means 'Brilliance' or 'Wealth Givers'. They are eight among the Thirty-three gods. ==Eight Vasus== There are varying lists of the eight Vasus in different texts, sometimes only because particular deities have varying names. The following are names and meanings according to the Brihadaranyaka UpanishadManava Purana and according to the Mahabharata as normally equated: {| border=\"1\" cellpadding=\"5\" cellspacing=\"0\" align=\"center\" |- !colspan = \"2\" style=\"background:#efefef;\" | Brihadaranyaka !Manava Purana!! colspan=\"2\" style=\"background:#efefef;\" |Mahabharata ! |- !style=\"background:#efefef;\" | Name !! style=\"background:#efefef;\" |Meaning !Name!! style=\"background:#efefef;\" | Name !! style=\"background:#efefef;\" |Meaning ! |- | Prithvi || 54px \"earth\" |Bhumi|| Dharā || \"Earth\" | |- | Varuna || 54px \"water\" |Samudra deva|| Āpa || \"Water\" | |- | Agni || 54px \"hot fire\" |Agni|| Anala (also called Agni or Pavaka) || \"Fire\" | |- | Vāyu || 54px \"wind\" |Vayu|| Anila || \"Wind\" | |- | Āditya || \"eternal\", a very common name for the sun Surya |Amsuman|| Pratyūsha || \"Sun\" | |- | Dyaus/Akasha/Akash || 54px \"sky\" |Akasha|| Prabhāsa || \"Sky or Ether\" | |- | Chandramas || 54px \"moon\" |Varchas|| Soma || \"Moon\" | |- | Nakstrani || 54px \"stars\" |Prabhāsa|| Dhruva || \"Motionless\", the name of the Polestar | |} Though the Shatapatha Brahmana uses the Brhad-Aranyaka names, most later texts follow the Mahabharata names with the exception that Āpa 'water' usually appears in place of Aha. The Vishnu Purana equates Prabhāsa with the lights of the 27 Nakshetra (Constellations/Lunar Mansions) and Dhruva with Akash Tatwa, that is \"space\", Dhruva seemingly taking over Aha's role when Aha is replaced by Āpa. ==Ramayana and Mahabharata== thumb|The wife of one of the Vasus is tempted to steal the wish-bearing cow In the Ramayana the Vasu is child of the Aditi and Kashyapa. The Mahabharata relates how the Vasus, led by \"Prithu\" (presumably here a male form of Prithvi), were enjoying themselves in the forest, when the wife of Prabhasa(also referred as Dyu) spotted an excellent cow and persuaded her husband Prabhasa to steal it, which Prabhasa did with the agreement and aid of Prithu and his other brothers. Unfortunately for the Vasus, the cow was owned by the sage Vashishta who learned through his ascetic powers that the Vasus had stolen it and immediately cursed them to be born on earth as mortals. Vashishta responded to pleading by the Vasus by promising that seven of them would be free of earthly life within a year of being born and that only Prabhasa would pay the full penalty. The Vasus then requested the river- goddess Ganga to be their mother. Ganga incarnated and became the wife of King Shantanu on condition that he never gainsaid her in any way. As seven children were born, one after the other, Ganga drowned them in her own waters, freeing them from their punishment and the king made no opposition. Only when the eighth was born did the king finally oppose his wife, who therefore left him. So the eighth son, Prabhasa incarnated, remained alive, imprisoned in mortal form, and later became known in his mortal incarnation as Bhishma. ==Other uses== Vasu is also the name of the eighth chakra (group) of Melakarta ragas in Carnatic music. The names of chakras are based on the numbers associated with each name. In this case, there are 8 Vasus and hence the eighth chakra is Vasu.South Indian Music Book III, by Prof. P Sambamoorthy, Published 1973, The Indian Music Publishing HouseRagas in Carnatic music by Dr. S. Bhagyalekshmy, Pub. 1990, CBH Publications ==See also== *Hindu deities *List of Hindu deities *Thirty-three gods *Aditya *Rudras *Ashvins *Indra *Prajapati ==References== Category:Hindu deities Category:Rigvedic deities",
 "title": "Vasu"
}