{
 "id": "100400",
 "text": "thumb|The ruined East Tower as seen from inside the grounds. Wymondham Abbey (pronounced Windum) is the Anglican parish church for the town of Wymondham in Norfolk, England. A wide range of services for worship take place, including different formats such as Messy Church, Sunday Sung Eucharist, Pram service, Morning Prayer and Evensong with Benediction. It was an active parish with a variety of groups running pre-covid: prayer and Bible study, social groups, Mothers' Union branch, the WAY youth group, choir, Friends of the Abbey. There is also much interest in the history of the building and parish, with an archivist and a Preservation Trust in operation. There are around 200 people on the Electoral roll and a similar number used to attend one of the four Sunday worship services. The number of both services and worshippers is currently much lower. Please check website for details of services and occasional openings. Sunday services are at 8am (Book of Common Prayer Holy Communion), 9.15am (Informal Communion service with activities for children), 10.30am (Sung Eucharist with choir) and 6.30pm (Choral Evensong). Morning and Evening prayer is said daily. ==History== Today the Abbey serves as the parish church of Wymondham, but it started life as a Benedictine priory. The monastery was founded in 1107 by William d'Aubigny, Butler (Pincerna) to King Henry I. William was a prominent Norfolk landowner, with estates in Wymondham and nearby New Buckenham. The d'Albini (or d'Aubigny) family originated from St. Martin d'Aubigny in Normandy. Later, the founder's son, William d'Aubigny, 1st Earl of Arundel, in 1174 founded Becket's Chapel close by in the town, to be served by two monks from the Priory. thumb|left|Becket's Chapel William d'Albini's monastery was a dependency of the Benedictine monastery at St Albans, where his uncle Richard was Abbot. Wymondham Priory was relatively small, initially for some twelve Benedictine monks, but grew in influence and wealth over the coming centuries. Disputes between the Wymondham and St. Albans monks were quite common, and in 1448, following a successful petition to the king, the Pope granted Wymondham the right to become an Abbey in its own right. A notable abbot was Thomas Walsingham. thumb|Wymondham Abbey nave The monastery church was completed by about 1130, and originally was dedicated to the Virgin Mary. Later, following the murder of Saint Thomas Becket in 1170, Becket's name was added to the dedication. A modern icon panel by the late Rev. David Hunter is on display in the church and tells the story of Thomas's life in pictures. In 1174, the founder's son, also called William d'Aubigny, established a chapel in the town dedicated to Becket and served by two monks from the priory. The church was originally cruciform in shape, with a central tower and twin west towers. When it was built, stone from Caen in Normandy was shipped specially across the English channel to face the walls. The central tower was replaced in about 1376 by a tall octagonal tower (now ruined), which held the monks' bells. In 1447, work on a much taller single west tower began. This replaced the original Norman towers and held the townspeople's bells. From the start, the church had been divided between monks' and townspeople's areas, with the nave and north aisle serving as parish church for the town (as it still is). This, too, was from time to time the cause of disputes which occasionally erupted into lawlessness, though the Vicar of Wymondham was appointed by the Abbot. King Henry VIII's Dissolution of the Monasteries brought about the closure of Wymondham Abbey, which was surrendered to the King in 1538. The monks had, apparently willingly, already signed the Oath of Supremacy, and were given generous pensions – Elisha Ferrers, the last Abbot, became Vicar of Wymondham (the fine 16th-century sedilia on the south side of the chancel is said to be his memorial). The years following the Dissolution saw the gradual demolition of the monastic buildings for re-use of the stone. The eastern end of the church (blocked off from the nave by a solid wall since about 1385) was destroyed, leaving the present church (at 70 m.) only about half its original length. Repairs to the church were carried out following Queen Elizabeth I's visit in 1573 (date and initials may be seen on exterior stonework). Notable features of the church are the twin towers (a landmark for miles around), the Norman nave, the splendid 15th-century angel roof in the nave and fine north-aisle roof. The church is also remarkable for its high quality fittings such as the 1783 organ by James Davis Image - James Davis organ and 1810 chamber organ Image - Chamber organ (also by James Davis) and the splendid gilded reredos or altar screen,Image - altar screen one of the largest works of Sir Ninian Comper. This was dedicated in 1921 as a war memorial, though the gilding was not finished until 1934. Note also the early Tudor terracotta sedilia (see above), the Georgian candelabrum and Royal Arms of George II, the carved medieval font with modern gilded font cover, and many smaller features such as angels, musicians and figures carved on the roof timbers and corbels. The west tower houses a peal of 10 bells, re-cast and re-hung in 1967. Hung in the bell tower are six well-preserved 18th-century hatchments. ==Burials at the Abbey== *William d'Aubigny (died 1139) *William d'Aubigny, 1st Earl of Arundel *William d'Aubigny, 2nd Earl of Arundel *William d'Aubigny, 3rd Earl of Arundel *William d'Aubigny, 4th Earl of Arundel *Hugh d'Aubigny, 5th Earl of Arundel ==Organ== A specification of the organ can be found on the National Pipe Organ Register. ===List of organists=== *Richard Sharp 1793 - 1801 *George Warnes 1828 - 1843 *Reuben Warnes 1844 - 1848 *Mrs Warnes 1849 - 1851 *George Church 1852 - 1857 *Horace Hill 1857 - 1867 *Arthur Glasspoole 1867 - 1880 *James Harcourt 1880 - 1881 (formerly organist of St Peter Mancroft, Norwich) *Algernon Wilde 1882 - 1929 *L. Hemingway 1929 - 1930 *Geoffrey Palmer 1930 - 1946 *Winifred Stubbs 1940 - 1955 *N. Charleton-Burdon 1955 - 1956 *Robert Norton 1956 - 1957 *N. Charleton-Burdon 1957 - 1960 *Michael Bryan Hesford 1960 - 1964 *Norman Crowhurst 1964 - 1967 *Maxwell Betts 1967 - 1981 *Ralph Cupper 1981 *Denis Wright 1981 - 1988 *David Baker 1988 - 1995 *Howard Thomas 1995 - 2012 *Robert Goodrich 2012 – present *Mike Webb 2012–present (Hon.) ==See also== *List of English abbeys, priories and friaries serving as parish churches ==Pictures== *Abbey Church *Abbey's Thomas Becket Icon *Norman pillars in Abbey nave *The 1793 organ by James Davis ==References== == External links == *Wymondham Abbey Homepage Category:Church of England church buildings in Norfolk Category:Grade I listed churches in Norfolk Category:Grade I listed monasteries Category:Monasteries in Norfolk Category:Scheduled monuments in Norfolk Category:1107 establishments in England Category:Christian monasteries established in the 12th century Category:1538 disestablishments in England Category:Benedictine monasteries in England Category:Former Roman Catholic churches in England Category:Wymondham, Norfolk",
 "title": "Wymondham Abbey"
}