{
 "id": "100692",
 "text": "Denzel Hayes Washington Jr. (born December 28, 1954) is an American actor, director, and producer. Known for his performances on the screen and stage, he has been described as an actor who reconfigured \"the concept of classic movie stardom\". He is also known for his frequent collaborations with directors Spike Lee, Antoine Fuqua, and Tony Scott. Throughout his career spanning over four decades, Washington has received numerous accolades, including a Tony Award, two Academy Awards, and three Golden Globe Awards. In 2016, he received the Cecil B. DeMille Lifetime Achievement Award, and in 2020, The New York Times named him the greatest actor of the 21st century. Washington started his acting career in theatre, acting in performances off-Broadway, including William Shakespeare's Coriolanus in 1979. He first came to prominence in the medical drama St. Elsewhere (1982–1988). Washington's early film roles included Norman Jewison's A Soldier's Story (1984) and Richard Attenborough's Cry Freedom (1987). For his role as Private Silas Trip in the Civil War drama Glory (1989), he won his first Academy Award for Best Supporting Actor. Throughout the 1990s, he established himself as a leading man in such varied films as Spike Lee's biographical film epic Malcolm X (1992), Kenneth Branagh's Shakespeare adaptation Much Ado About Nothing (1993), Alan J. Pakula's legal thriller The Pelican Brief (1993), Jonathan Demme's drama Philadelphia (1993), and Norman Jewison's legal drama The Hurricane (1999). Washington won the Academy Award for Best Actor for his role as corrupt detective Alonzo Harris in the crime thriller Training Day (2001).Halle Berry, Denzel Washington get historic wins at Oscars. April 8, 2002. Jet. Washington has continued acting in diverse roles, such as football coach Herman Boone in Remember the Titans (2000), poet and educator Melvin B. Tolson in The Great Debaters (2007), drug kingpin Frank Lucas in American Gangster (2007) and an airline pilot with an addiction in Flight (2012). He won the Tony Award for Best Actor in a Play for his performance in the Broadway revival of the August Wilson play Fences in 2010. Washington later directed, produced, and starred in the film adaptation in 2016, which was nominated for four Academy Awards, including Best Picture and Best Actor for Washington. He also produced the film adaptation of Wilson's Ma Rainey's Black Bottom (2020). He has also appeared in Broadway revivals of Lorraine Hansberry's A Raisin in the Sun in 2014, and Eugene O'Neill's The Iceman Cometh in 2018. Washington is one of only five male actors to be nominated for an Academy Award for acting in five different decades. ==Early life and education== Denzel Hayes Washington Jr. was born in Mount Vernon, New York, on December 28, 1954. His mother, Lennis \"Lynne\", was a beauty parlor owner and operator born in Georgia and partly raised in Harlem, New York. His father, Denzel Hayes Washington Sr., a native of Buckingham County, Virginia, was an ordained Pentecostal minister, who was also an employee of the New York City Water Department, and worked at a local S. Klein department store. Washington attended Pennington-Grimes Elementary School in Mount Vernon until 1968. When he was 14, his parents divorced and his mother sent him to the private preparatory school Oakland Military Academy in New Windsor, New York. Washington later said, \"That decision changed my life, because I wouldn't have survived in the direction I was going. The guys I was hanging out with at the time, my running buddies, have now done maybe 40 years combined in the penitentiary. They were nice guys, but the streets got them.\" After Oakland, he attended Mainland High School in Daytona Beach, Florida from 1970 to 1971. He was interested in attending Texas Tech University: \"I grew up in the Boys Club in Mount Vernon, and we were the Red Raiders. So when I was in high school, I wanted to go to Texas Tech in Lubbock just because they were called the Red Raiders and their uniforms looked like ours.\" He earned a BA in Drama and Journalism from Fordham University in 1977. At Fordham, he played collegiate basketball as a guard under coach P.J. Carlesimo. After a period of indecision on which major to study and taking a semester off, Washington worked as creative arts director of the overnight summer camp at Camp Sloane YMCA in Lakeville, Connecticut. He participated in a staff talent show for the campers and a colleague suggested he try acting. Returning to Fordham that fall with a renewed purpose, Washington enrolled at the Lincoln Center campus to study acting, where he was cast in the title roles in Eugene O'Neill's The Emperor Jones and Shakespeare's Othello. He then attended graduate school at the American Conservatory Theater in San Francisco, California, where he stayed for one year before returning to New York to begin a professional acting career. ==Career== ===Early work=== Washington spent the summer of 1976 in St. Mary's City, Maryland, in summer stock theater performing Wings of the Morning, the Maryland State play, which was written for him by incorporating an African-American character/narrator based loosely on the historical figure from early colonial Maryland, Mathias Da Sousa. Shortly after graduating from Fordham, Washington made his screen acting debut in the 1977 made-for-television film Wilma, and his first Hollywood appearance in the 1981 film Carbon Copy. He shared a 1982 Distinguished Ensemble Performance Obie Award for playing Private First Class Melvin Peterson in the Off-Broadway Negro Ensemble Company production A Soldier's Play which premiered November 20, 1981.A Soldier's Play , Lortel Archives A major career break came when he starred as Dr. Phillip Chandler in NBC's television hospital drama St. Elsewhere, which ran from 1982 to 1988. He was one of only a few African-American actors to appear on the series for its entire six-year run. He also appeared in several television, motion picture and stage roles, such as the films A Soldier's Story (1984), Hard Lessons (1986) and Power (1986). In 1987, he starred as South African anti-apartheid political activist Steven Biko in Richard Attenborough's Cry Freedom, for which he received a nomination for the Academy Award for Best Supporting Actor. In 1989, Washington won the Academy Award for Best Supporting Actor for his portrayal of a defiant, self-possessed ex-slave soldier in the film Glory. That same year, he appeared in the film The Mighty Quinn; and in For Queen and Country, where he played the conflicted and disillusioned Reuben James, a British soldier who, despite a distinguished military career, returns to a civilian life where racism and inner city life lead to vigilantism and violence. ===1990s=== In 1990, Washington starred as Bleek Gilliam in the Spike Lee film Mo' Better Blues. In 1991, he starred as Demetrius Williams in the romantic drama Mississippi Masala. Washington was reunited with Lee to play one of his most critically acclaimed roles, the title character of 1992's Malcolm X. His performance as the Black nationalist leader earned him another nomination for the Academy Award for Best Actor. Also that year, he established the production company Mundy Lane Entertainment. The next year, he played the lawyer of a gay man with AIDS in the 1993 film Philadelphia. During the early and mid-1990s, Washington starred in several successful thrillers, including The Pelican Brief with Julia Roberts in 1993, and Crimson Tide with Gene Hackman in 1995, as well as the Shakespearean comedy Much Ado About Nothing. In 1996, he played a U.S. Army officer who investigates a female chopper commander's worthiness for the Medal of Honor in Courage Under Fire, opposite Meg Ryan. In 1996, he appeared with Whitney Houston in the romantic comedy The Preacher's Wife. In 1998, Washington starred in Spike Lee's film He Got Game. Washington played a father serving a six-year prison term when the prison warden offers him a temporary parole to convince his top-ranked high- school basketball player son (Ray Allen) to sign with the governor's alma mater, Big State. The film was Washington's third collaboration with Lee. The same year he starred in Gregory Hoblit's supernatural horror film Fallen, with John Goodman, James Gandolfini, and Donald Sutherland. In 1999, Washington starred in The Hurricane, a film about boxer Rubin 'Hurricane' Carter, whose conviction for triple murder was overturned after he spent almost 20 years in prison. He received a Golden Globe Award in 2000 and a Silver Bear Award at the Berlin International Film Festival for the role. Roger Ebert, film critic for The Chicago Sun-Times, wrote of Washington's performance, \"This is one of Denzel Washington's great performances, on a par with his work in Malcolm X.\" Also in 1999, Washington starred alongside Angelina Jolie in The Bone Collector, which, although more successful at the box office than The Hurricane, was not as well received by critics. ===2000s=== thumb|upright|left|Washington in 2000 In 2000, Washington appeared in the Disney film Remember the Titans which grossed over $100 million in the U.S. At the 57th Golden Globe Awards, Washington won the Golden Globe Award for Best Actor – Motion Picture Drama for his work in The Hurricane. He was the first black actor to win the award since Sidney Poitier in 1963. Washington won an Academy Award for Best Actor for the 2001 cop thriller Training Day, where he played Detective Alonzo Harris, a corrupt Los Angeles cop. He was the second African-American actor to win the category after Sidney Poitier, who was presented with an Honorary Academy Award the same night. After appearing in 2002's box office success, the healthcare-themed John Q., Washington directed his first film, a well-reviewed drama called Antwone Fisher, in which he also co-starred. Between 2003 and 2004, Washington appeared in a series of thrillers that performed generally well at the box office, including Out of Time, Man on Fire, and The Manchurian Candidate. In 2006, he starred in Inside Man, a Spike Lee-directed bank heist thriller co-starring Jodie Foster and Clive Owen, released in March, and Déjà Vu. In 2007, Washington co-starred with Russell Crowe for the second time (the first was 1995's Virtuosity) in Ridley Scott's American Gangster. He also directed and starred in the drama The Great Debaters with Forest Whitaker. He next appeared in Tony Scott's 2009 film The Taking of Pelham 123 (a remake of the 1974 thriller of the same name), where he played New York City subway security chief Walter Garber opposite John Travolta's villain. ===Return to theater=== thumb|Washington after a performance of Julius Caesar in May 2005|226x226px In the summer of 1990, Washington appeared in the title role of the Public Theater's production of William Shakespeare's Richard III. In 2005, he appeared onstage again as Brutus in a Broadway production of Julius Caesar. Despite mixed reviews, the production's limited run was a consistent sell-out. In the spring of 2010, Washington played Troy Maxson, opposite Viola Davis, in the Broadway revival of August Wilson's Fences, for which he won a Tony Award for Best Actor in a Play on June 13, 2010. From April to June 2014, Washington played the leading role in the Broadway production of Lorraine Hansberry's classic drama A Raisin in the Sun, directed by Kenny Leon. The show received positive reviews and won the 2014 Tony Award for Best Revival of a Play. Beginning March 22, 2018, Washington starred as Theodore \"Hickey\" Hickman in a Broadway revival of Eugene O'Neill's The Iceman Cometh. The production, directed by George C. Wolfe, began regular performances April 26 and ran for 14 weeks. ===2010s=== In 2010, Washington starred in The Book of Eli, a post-apocalyptic action- drama set in the near future. Also in 2010, he starred as a veteran railroad engineer in the action film Unstoppable, about an unmanned, half-mile-long runaway freight train carrying dangerous cargo. The film was his fifth and final collaboration with director Tony Scott, following Crimson Tide (1995), Man on Fire (2004), Déjà Vu (2006) and The Taking of Pelham 123 (2009). In 2012, Washington starred in Flight, for which he was nominated for an Academy Award for Best Actor for his performance as an alcoholic airline pilot facing investigation for his part in a plane crash. He co-starred with Ryan Reynolds in Safe House, where he prepared for his role by subjecting himself to a torture session that included waterboarding. In 2013, Washington starred in 2 Guns, alongside Mark Wahlberg. In 2014, he starred in The Equalizer, an action thriller film directed by Antoine Fuqua and written by Richard Wenk, based on the television series of same name starring Edward Woodward. He reprised his role in his first sequel, The Equalizer 2 (2018). In 2016, Washington starred in The Magnificent Seven, a remake of the 1960 western film of the same name, alongside Chris Pratt, Ethan Hawke, Vincent D'Onofrio, Lee Byung-hun, Manuel Garcia-Rulfo, Martin Sensmeier, Haley Bennett, and Peter Sarsgaard. Principal photography began on May 18, 2015, in north Baton Rouge, Louisiana. The film premiered on September 8 at the 2016 Toronto International Film Festival, and was released in the United States in conventional and IMAX theatres on September 23, 2016. In The Magnificent Seven, Washington plays Sam Chisolm (\"the Bounty Hunter\"), a duly sworn warrant officer from Wichita, Kansas. His character was renamed from Chris Adams (played by Yul Brynner in the original film) to Sam Chisolm. It is Washington's first Western film. Washington did not watch Westerns growing up, as it was the end of the Western era in the movies. Moreover, he and his siblings were barred from going to the cinema by his father, a minister in a church. They grew up watching Biblical films instead, like King of Kings and The Ten Commandments, although he has said that he watched portions of the shows Rawhide and Bonanza. He did not view the original film in preparation, but has watched Seven Samurai. The producers were skeptical whether he would take the job since it was a Western film, but Fuqua flew to New York City to negotiate with Washington, who accepted the offer. In 2016, Washington directed the film Fences, co-starring Viola Davis and based on August Wilson's play of the same name, with a script by Wilson. Set in 1950s Pittsburgh, Washington plays a former Negro league baseball player working as a garbage collector who struggles to provide for his family and come to terms with the events of his life. The film was released on December 16, 2016, by Paramount Pictures. For his performance, Washington was nominated in the Best Actor category for a Golden Globe Award and an Academy Award. The film was nominated for three other Oscars, including Best Picture and Best Adapted Screenplay, and won Davis her first Oscar, in the Best Supporting Actress category. In 2017, Washington starred in the legal drama film Roman J. Israel, Esq.. While the film received mixed reviews, his performance was praised by critics and led to nominations for a Golden Globe Award, a Screen Actors Guild Award and an Academy Award, Washington's ninth Oscar nomination overall, and his sixth for Best Actor. ===2020s=== In 2021, Washington portrayed the titular character in the 2021 film adaptation of the William Shakespeare tragedy Macbeth. He received universal acclaim for his performance and was nominated for several awards, including an Academy Award, a Golden Globe Award, a Satellite Award, and a Screen Actors Guild Award. Also in 2021, Washington directed the drama A Journal for Jordan, based on the memoir A Journal for Jordan: A Story of Love and Honor by Dana Canedy. It received a wide theatrical release on December 25, 2021 and received mixed reviews from critics. ==Personal life== On June 25, 1983, Washington married Pauletta Pearson, whom he met on the set of his first screen work, the television film Wilma. They have four children: John David (born July 28, 1984), also an actor and a former football player, Katia (born November 27, 1986) who graduated from Yale University with a Bachelor of Arts in 2010, and twins Olivia and Malcolm (born April 10, 1991). Malcolm graduated from the University of Pennsylvania with a degree in film studies, and Olivia played a role in Lee Daniels's film The Butler. In 1995, Washington and his wife renewed their wedding vows in South Africa with Desmond Tutu officiating.\"Denzel Washington and Wife Celebrate 27th Wedding Anniversary in Italy\" , LoveTripper.com, June 28, 2009 Washington is a devout Christian, and has considered becoming a preacher. He stated in 1999, \"A part of me still says, 'Maybe, Denzel, you're supposed to preach. Maybe you're still compromising.' I've had an opportunity to play great men and, through their words, to preach. I take what talent I've been given seriously, and I want to use it for good.\" In 1995, he donated to help build the new West Angeles Church of God in Christ facility in Los Angeles. Washington says he reads the Bible daily. Washington has served as the national spokesman for Boys & Girls Clubs of America since 1993 and has appeared in public service announcements and awareness campaigns for the organization. In addition, he has served as a board member for Boys & Girls Clubs of America since 1995. Due to his philanthropic work with the Boys & Girls Club, PS 17X, a New York City Elementary School decided to officially name their school after Washington. In mid-2004, Washington visited Brooke Army Medical Center (BAMC) at Fort Sam Houston, where he participated in a Purple Heart ceremony, presenting medals to three Army soldiers recovering from wounds they received while stationed in Iraq. He also visited the fort's Fisher House facilities, and after learning that it had exceeded its capacity, made a substantial donation to the Fisher House Foundation. Washington's other charitable contributions include to Nelson Mandela's Children's Fund in 1995 and to Wiley College to resuscitate the college's debate team. The Revolutionary Armed Forces of Colombia (FARC) named Washington as one of three people (the others being directors Oliver Stone and Michael Moore) with whom they were willing to negotiate for the release of three defense contractors the group had held captive from 2003 to 2008. On May 18, 1991, Washington was awarded an honorary doctorate from his alma mater, Fordham University, for having \"impressively succeeded in exploring the edge of his multifaceted talent\". In 2011, he donated $2 million to Fordham for an endowed chair of the theater department, as well as to establish a theater-specific scholarship at the school. He also received an honorary Doctorate of Humanities from Morehouse College on May 20, 2007\"Morehouse Celebrates an 'End of an Era' with a Special Commencement Message from Dr. Walter E. Massey\" , Morehouse College press release, May 15, 2007, and an honorary Doctor of Arts degree from the University of Pennsylvania on May 16, 2011. On October 11, 2021, the United States Army made Washington the 2021 Honorary Sergeant Major of the Army at the Annual Association of the U.S. Army conference for his work with the Fisher House Foundation, a program which focuses on building homes for military personnel and their families free of charge while they receive medical care. Sergeant Major of the Army Michael A. Grinston presented Washington with the award and said that Washington represented everything he was looking for in this year's honoree: humility, dedication to soldiers, and respect for the Army. ==Acting credits== ==Awards and nominations== ==References== ==External links== * * * * * * * Denzel Washington at Moviefone * * Denzel Washington at FutureMovies.co.uk Category:1954 births Category:Living people Category:20th- century American male actors Category:20th-century Christians Category:21st- century American male actors Category:21st-century Christians Category:AFI Life Achievement Award recipients Category:African-American Christians Category:African-American film directors Category:African-American male actors Category:American Christians Category:American male film actors Category:American male Shakespearean actors Category:American male stage actors Category:American men's basketball players Category:American Pentecostals Category:Best Actor Academy Award winners Category:Best Drama Actor Golden Globe (film) winners Category:Best Supporting Actor Academy Award winners Category:Best Supporting Actor Golden Globe (film) winners Category:Cecil B. DeMille Award Golden Globe winners Category:Film directors from New York (state) Category:Fordham Rams men's basketball players Category:Mainland High School alumni Category:Male actors from New York (state) Category:Members of the Church of God in Christ Category:New York (state) Independents Category:Obie Award recipients Category:Outstanding Performance by a Male Actor in a Leading Role Screen Actors Guild Award winners Category:People from Mount Vernon, New York Category:Point guards Category:Silver Bear for Best Actor winners Category:Tony Award winners Category:American Conservatory Theater alumni Category:African-American history of Westchester County, New York",
 "title": "Denzel Washington"
}