{
 "id": "100710",
 "text": "A chocolate bar (Commonwealth English) or candy bar (some dialects of American English) is a confection containing chocolate, which may also contain layerings or mixtures that include nuts, fruit, caramel, nougat, and wafers. A wide variety of chocolate bar brands are sold. A popular example is a Snickers bar, which consists of nougat mixed with caramel and peanuts, covered in milk chocolate. The first solid chocolate bar put into production was made by J. S. Fry & Sons of Bristol, England in 1847. Cadbury began producing one in 1849. A filled chocolate bar, Fry's Chocolate Cream, was released in 1866. In 1912, the Goo Goo Cluster was the first mass-produced combination bar; it included marshmallow, nougat, caramel, and roasted peanuts. In some varieties of English and food labeling standards, the term chocolate bar is reserved for bars of solid chocolate, with candy bar used for products with additional ingredients. A wide selection of similar chocolate snacks or nutritional supplements are produced with added sources of protein and vitamins, including energy bars, protein bars and granola bars. ==Terminology== In many varieties of English, chocolate bar refers to any confectionery bar that contains chocolate. In some dialects of American English, only bars of solid chocolate are described as chocolate bars, with the phrase candy bar used as a broader term encompassing bars of solid chocolate, bars combining chocolate with other ingredients, and bars containing no chocolate at all. In Canada, while the term chocolate bar is commonly used for bars combining chocolate with other ingredients, only bars of solid chocolate can be labelled as a chocolate bar. ==History== ===Early history=== Up to and including the 19th century, confectionery of all sorts was typically sold in small pieces to be bagged and bought by weight. The introduction of chocolate as something that could be eaten as is, rather than used to make beverages or desserts, resulted in the earliest bar forms, or tablets. At some point, chocolates came to mean any chocolate-covered sweets, whether nuts, creams (fondant), caramel candies, or others. The chocolate bar evolved from all of these in the late-19th century as a way of packaging and selling candy more conveniently for both buyer and seller; however, the buyer had to pay for the packaging. It was considerably cheaper to buy candy loose, or in bulk. The production of chocolate specifically meant to be eaten in bars may predate the French Revolution. The Marquis de Sade wrote to his wife in a letter dated May 16, 1779, complaining about the quality of a care package he had received while in prison. Among the requests that he made for future deliveries were for cookies that \"must smell of chocolate, as if one were biting into a chocolate bar.\" This phrasing is highly suggestive of chocolate bars being eaten by themselves and not just grated into chocolate-based drinks, as was a far more common use at this time. Such a product would predate the invention of the cocoa press by Coenraad Johannes van Houten and other innovations which made chocolate suitable for mass-production. ===First mass-produced chocolate bars=== In 1847, Joseph Fry discovered a way to mix the ingredients of cocoa powder, sugar and cocoa to manufacture a paste that could then be molded into a solid chocolate bar for consumption. Inspired by Fry, John Cadbury, founder of Cadbury, introduced his brand of the chocolate bar in 1849. That same year, Fry and Cadbury chocolate bars were displayed publicly at a trade fair in Bingley Hall, Birmingham.\"Chocolate principles to live by\". p. 159. MJF Books/Fine Communications, 2005 Fry's chocolate factory, J. S. Fry & Sons of Bristol, England, began mass-producing chocolate bars and they became very popular.Candy Bar History Over 220 Fry's products were introduced in the following decades. Fry's Cream Sticks, released in 1853, were the first filled chocolate candy, and led to the Fry's Chocolate Cream bar in 1866. Other products included the first chocolate Easter egg in the UK in 1873, and Fry's Turkish Delight (or Fry's Turkish bar) in 1914. In addition to Cadbury and Fry, Rowntree's and Terry's were major British chocolate companies, as chocolate manufacturing expanded in England throughout the rest of the century.Design, SUMO. \"History of York.\" Rowntree & Co: Chocolate Manufacturers:. N.p., n.d. Web. 14 Sept. 2016. ===Milk chocolate bars=== Milk chocolate was invented in Switzerland by Daniel Peter and Henri Nestlé in 1875.Cocoa\", Encyclopædia Britannica. Encyclopædia Britannica Online Academic Edition. Encyclopædia Britannica Inc., 2013. Web. 9 May. 2013. Rodolphe Lindt, a Swiss confectioner and inventor, began adding cocoa butter as an ingredient in 1879. The addition of cocoa butter allowed the chocolate bar to keep its shape and melt in the mouth. In 1897, following the lead of Swiss companies, Cadbury introduced its own line of milk chocolate bars in the UK. Cadbury Dairy Milk, first produced in 1905, became the company's best selling bar. In the United States, immigrants who arrived with candy-making skills drove the development of new chocolate bars. Milton S. Hershey, a Pennsylvania caramel maker, saw a German-manufactured chocolate-making machine at the 1893 Chicago World's Fair. He immediately ordered one for his Lancaster factory and produced the first American-made milk chocolate bar. In Canada, Ganong Bros., Ltd. of St. Stephen, New Brunswick developed and began selling their version of the modern chocolate bar in 1910. Chocolate bar sales grew rapidly in the early-20th century. During World War I, the U.S. Army commissioned a number of American chocolate makers to produce 40 pound blocks of chocolate. These were shipped to Army quartermaster bases and distributed to the troops stationed throughout Europe. When the soldiers returned home, their demand for chocolate contributed to the increasing popularity of the chocolate bar. ===Combination bars=== thumb|Goo Goo Cluster The first chocolate bars were solid chocolate, quickly followed by chocolate coating simple fillings, such as Fry's Chocolate Cream. Producers soon began combining chocolate with other ingredients such as nuts, fruit, caramel, nougat, and wafers. Approximately 30,000 varieties of candy bars existed in the United States during the 1920s, most of which were produced locally. *The Goo Goo Cluster, produced by the Standard Candy Company of Nashville, Tennessee, in 1912, was the first combination bar in the United States. It was made of caramel, marshmallow, and peanuts, covered with milk chocolate. *The Clark Bar, a crispy core with caramel and peanut butter covered with milk chocolate, was the first nationally marketed combination bar in the United States. *The Oh Henry! bar was created by George Williamson of Williamson Candy Co. and named after an electrician who visited his store and flirted with the female candy makers. Williamson launched an advertising campaign that included newspaper ads, streetcar signs, and billboards. The Oh Henry! bar became one of the top-selling brands in the United States in the 1920s. In 1926, the company published a book, 60 New Ways to Serve a Famous Candy, that included recipes for salads, side dishes, and sweet breads, in addition to desserts. *The Baby Ruth was developed by Otto Schnering, owner of the Curtiss Candy Co., by modifying their original candy bar, Kandy Kake, to compete with the Oh Henry! bar. Schnering claimed that the Baby Ruth was named in honor of President Grover Cleveland's daughter, who died at age 12, but some historians suggest that Schnering chose the name to take advantage of the popularity of Babe Ruth without having to pay royalties. Schnering decided to sell his bar for half the price of its competitor, hiring legendary Chicago ad man, Eddy S. Brandt, to market the Baby Ruth under the slogan \"Everything you want for a nickel.\" The catchy slogan, along with other innovative marketing tactics, like sponsoring circuses and dropping Baby Ruth bars over cities from airplanes, made Baby Ruth the most popular candy bar in the U.S by 1925. * Mars bars were introduced by Mars, Incorporated in 1932 in Slough, England by Forrest Mars, Sr., consisting of caramel and nougat coated with milk chocolate. ==Ingredients== A solid chocolate bar contains some or all of the following components: cocoa solids, cocoa butter, sugar, and milk. The relative presence or absence of these define the subclasses of chocolate bar made of dark chocolate, milk chocolate, and white chocolate. In addition to these main ingredients a solid chocolate bar may contain flavorings such as vanilla and emulsifiers such as soy lecithin to alter its consistency. Some chocolate bars contain added milk fat, to make the chocolate softer, since milk fat is a softer fat than cocoa butter. While sugar is commonly used as a sweetener for chocolate bars, some chocolate bars use sugar alcohols such as maltitol as an alternative. Compound chocolate, which uses vegetable oils in place of cocoa butter, may be used as a less expensive alternative to true chocolate, though such a product may not be able to be labelled as \"chocolate\". Combination bars may contain a wide variety of additional ingredients. == Popular culture == ===Literature and film=== The Wonka Bar was introduced as a fictional chocolate bar that served as a key story point in the 1964 novel Charlie and the Chocolate Factory by Roald Dahl. Wonka Bars appear in both film adaptations of the novel, Willy Wonka & the Chocolate Factory (1971) and Charlie and the Chocolate Factory (2005). Wonka Bars were subsequently manufactured and sold in the real world, formerly by the Willy Wonka Candy Company, a division of Nestlé. ==Records== === World's largest === The world's largest chocolate bar was produced as a stunt by Thorntons plc (UK) on 7 October 2011. It weighed and measured 4m by 4m by 0.35m. On January 16, 2020, Mars Inc. received the Guinness World Record for largest chocolate nut bar. They produced a 12-foot by 27.5-inch by 27.5-inch Snickers that weighed 4,728 lbs which is the equivalent of 41,000 single-size Snickers. On January 31, 2020, the Hershey Company beat the Guinness World Record for largest chocolate nut bar surpassing Mars Inc.'s Gigantic Snickers bar with a gigantic Reese's Take 5 Bar measuring 9 by 5.5 by 2 feet and weighing 5,943 lbs. The Take 5 chocolate bar gets its name from the 5 ingredients it contains: Reese's peanut butter, peanuts, pretzels, caramel and chocolate. ===Oldest extant=== Some of the oldest preserved chocolate bars are two pieces of white and dark chocolate made between 1764 and 1795 for the king of Poland, Stanislaus Augustus Poniatowski, as a gift for his courtiers. Each bar, possibly made by the royal confectioner in Warsaw, bears the King's monogram, SAR, and is on display in his summer residence, Palace on the Water, in Warsaw. ==See also== * Energy bar * Granola bar * List of chocolate bar brands * List of chocolate-covered foods * United States military chocolate ==References== ==Further reading== * Almond, Steve (2004) Candyfreak, Algonquin Books of Chapel Hill, * Broekel, Ray (1982) The Great American Candy Bar Book, Houghton Mifflin Co., * Cadbury, Deborah (2011) Chocolate Wars: The 150-Year Rivalry Between the World's Greatest Chocolate Makers, PublicAffairs * Richardson, Tim (2002) Sweets: A History of Candy, Bloomsbury, ==External links== * *\"History of Candy Bar Wrappers\", Grager, Dave (2004) Category:British inventions Category:Snack foods Category:Convenience foods Category:Chocolate confectionery Category:Chocolate-covered foods Category:Chocolate desserts",
 "title": "Chocolate bar"
}