{
 "id": "100939",
 "text": "The Carnival of Champions, as Don King nicknamed it, was an important boxing event held in New Orleans's Louisiana Superdome on December 3, 1982. The event had caught the international attention of boxing fans worldwide, but particularly in the United States, Puerto Rico and Mexico, because the two main events that night featured two Puerto Ricans, one Mexican and one American. In the undercard's first of two co-main events, Wilfredo Gómez of Puerto Rico would defend his WBC world Jr Featherweight championship against WBC's world Bantamweight champion Lupe Pintor of Mexico. In the second, Wilfred Benítez, also of Puerto Rico, would defend his WBC world Jr Middleweight championship against the former WBA Welterweight champion of the world Thomas Hearns, of Detroit, Michigan. There was a lot of media hype surrounding the event, and HBO televised both. Gómez, Pintor, Hearns and HBO commentator Sugar Ray Leonard (who came in to substitute Benitez) were paraded around New Orleans a few days before the event, and many former and current world boxing champions and other celebrities attended the fights. Before the event, there was no palpable animosity, at least between Gomez and Pintor, and they were friendly towards each other during a press conference a few days before the fights; this might have been due in part to Gomez's 1981 defeat at the hands of Salvador Sanchez, Sanchez's tragic death on August 12, 1982 in a car accident, Pintor's fight with Johnny Owen after which Owen died as a consequence of the blows he took and Duk Koo Kim's recent death after a bout with Ray Mancini.https://www.nytimes.com/1982/12/02/sports/pintor-and-gomez- know-the-hazards.html In Puerto Rico in particular, the event had been eagerly awaited for, because it would be the first time the two Wilfredos would fight the same night and in the same ring, defending their world titles. Another Wilfredo who would later join Gómez and Benitez as three division world champions, Wilfredo Vazquez, had been announced as a participator in the undercard, but he had to pull out because of an injury days prior to the fight. After an excellent undercard that included a win by Alberto Mercado, Pintor was the first of the four world champions to step into the ring that night, to challenge Gómez for Gómez's world title. In a brutal slugfest, Gómez struck first, hitting Pintor with an uppercut in round one, and pinning Pintor against the ropes for a good portion of round three, including a nineteen punch combination that had Pintor almost falling. It wasn't to be easy, however, and by the end of that third round, Pintor began to introduce his jab to Gómez's face. Gómez's eye began to puff almost immediately. Gómez showed his championship heart by roaring back to take the fourth despite the bothering hematoma forming over his eye. In the fifth, it was Pintor's turn to come back and take a round, but Gómez pounded Pintor to the head in rounds six, seven and eight, the latter in which Pintor lost a point for punching low. Pintor was finding out that Gómez was as hard to beat as his 37–1–1 (37 knockouts) record said he was. Pintor, however, had the heart of a lion too, and in the ninth he punched Gómez with poison in his hands and bad intentions, taking that round and round ten. Then came round twelve, one of the fiercest rounds in the Jr Featherweight boxing's history. Gómez and Pintor traded punches toe to toe fiercely during that round, and both men had to be carried by their cornermen back to their corners. However, Gómez's eyes were both almost closed by now, and his fans started having flashbacks of his 1981 bout with world featherweight champion Salvador Sánchez. Gómez realized he needed a dramatic finish, and he hit Pintor with everything he had, and with Pintor tiring and on the catching end of most of that round's punches, he figured out he had to try to outbox Gómez the rest of the way. In round thirteen, Pintor attacked Gómez's eyes from a distance with his jab. One of the least action packed rounds was still a very good round, and Pintor took it by outmaneuvering Gómez for the first time in the bout. Gómez, imagining he could have been behind on the scorecards, came for the fourteenth in a roar, and started throwing punches from all angles. Pintor was tired and Gómez looked stronger, but Gómez's eyes were almost completely closed by this time, and he could barely see Pintor. He was, as he described it later himself \"fighting on instinct only\". Then, suddenly he caught Pintor with a right to the temple and Pintor fell on his knees, for the first knockdown of the fight. He bravely beat the count of referee Arthur Mercante, but Gómez didn't waste his opportunity and chased his wounded prey with uppercuts and crosses, until a right cross caught Pintor on his chin and he fell to the floor on his back. Mercante didn't bother to count this time: He stopped the fight immediately and Gómez had retained his world title in a dramatic fight. According to KO Magazine, Gómez led on fight judge Harold Lederman's card by 125–121, and on Dick Cole's by 126–120, while Pintor led on Artie Aidala's card by 124–121 at the time of the stoppage. KO Magazine's staff writer had it for Gómez at 125–120. 20 minutes after the first of the two co main events was over, it was Hearns' turn to step into the ring and challenge Benitez. The two engaged in one of the most intense staredowns in history. After touching gloves, Hearns began to use his longer jab, but the brave champion started to dig in. Hearns boxed from a distance in rounds one, two and three and Benitez kept applying pressure, and using his best method of fighting: Lying against the ropes. Whenever pinned there, Hearns would try to unleash a combination and Benitez would slip the punches coming at him and countering. Benitez's championship heart was also a very huge one. In the fifth, Hearns struck with a right to the head and Benitez's gloves touched the canvas. Referee Octavio Meyran of Mexico counted, but Benitez came back and almost won the round after that. Hearns also dominated the sixth and the seventh, but in the ninth, a Benitez right hand graced Hearns' chin and Hearns fell on all fours. Hearns also got up, and won the tenth round. Rounds eleven and twelve were all Wilfredo, with the champion trying to close the gap between him and Hearns with masterful counter punching and ring intelligence. Hearns, however, knew he needed the next few rounds to secure another world title, and he boxed Benitez by using his jab. Benitez also imagined he was the one who needed a rally, and had in rounds thirteen and fourteen, two of his best rounds of the fight. In round fifteen, Hearns seemed to think he had the decision secured, and Benitez seemed to imagine he needed a knockout to win, so Hearns proceeded to use his jab for three more minutes and Benitez tried to avoid defeat by throwing quick combinations onto Hearns' face to see if he could find the punch that would finally lay down The Hitman for good. But it wasn't to be, and the bell rang, putting an end to the second of two intense and historic boxing battles. When the decision was announced, it was a majority decision: two judges had voted for Hearns, (144–139 and 146–136, according to KO magazine) and one for a draw (142–142), making Hearns the WBC's new world Jr Middleweight champion. ==References== Category:Boxing matches Category:1982 in boxing Category:Boxing in New Orleans Boxing Category:1982 in sports in Louisiana Category:Boxing on HBO Category:Caesars Superdome Category:December 1982 sports events in the United States Category:Boxing in Puerto Rico Category:Boxing in Mexico",
 "title": "The Carnival of Champions"
}