{
 "id": "101029",
 "text": "right|thumb|Aboriginal rock carving near Bantry Bay thumb|Creek in Garigal NP The Garigal National Park is a protected national park that is located within the North Shore and Forest District regions of Sydney, New South Wales, in eastern Australia. The national park is situated approximately north of the Sydney central business district. Split into three distinct sections, divided by natural geography, urban development and road infrastructure, the park comprises the valley of Middle Harbour Creek and its tributaries, the slopes along the northern side of Middle Harbour as far as and part of the catchment of Narrabeen Lakes. The park trails are popular with bushwalkers and mountain bike riders, particularly between and in an area known as Cascades after the Cascades Track that runs through the area. There are over 35 trails in the park covering 120km, including both authorised bushwalking and mountain-biking trails, and unofficial or unsanctioned tracks. ==Etymology and indigenous heritage== The word Garigal is a derivation of the word Carigal or Caregal used to describe the indigenous people who lived in Guringai country, translated in modern English as Ku-ring-gai. The Guringai people are the traditional custodians of the land now reserved as the Garigal National Park and there is considerable evidence of past Aboriginal activity in the area, with over 100 Aboriginal sites recorded to date, including shelters, cave art, rock engravings, middens, grinding grooves and a possible stone arrangement. ==Location== Much of the park is bounded by residential development along the ridge tops and it is easily accessible at numerous points by road and water. Several other conservation reserves and areas of bushland are adjacent or close by the Garigal National Park, including the Ku-ring-gai Chase National Park, the Sydney Harbour National Park, the Manly Warringah War Memorial Park (commonly known as the Manly Dam Reserve) and a number of areas of Crown land and other reserves in Northern Beaches, Ku-ring-gai and Willoughby local government areas. The national park is defined by the following boundaries * In the northeastern sectorTo the south of both the Mona Vale Road and the Waste Management Centre; as far east as , and the Narrabeen Lakes. * In the southwestern sectorAlong Middle Harbour and Middle Harbour Creek and bounded to the west by , , , , Belrose; bounded to the east by , , ; as far north as Mona Vale Road where it abuts the Ku-ring-gai Chase National Park. * In the southeastern sectorSurrounding Bantry Bay between Killarney Heights and Forestville to the west; and Wakehurst Parkway and the Manly Dam Reserve to the east. ==Features== ===Fauna=== A Dry Sclerophyll Forest, Garigal National Park is home to a wide range of fauna, including birds, snakes and a wide range of native mammals (such as bandicoots, koalas, wallabies). There is also a number of introduced pests, including rabbits and foxes. ==Gallery== Blandfordia grandiflora Garigal11426428975 e73f7b0aa9 o.jpg|Blandfordia grandiflora Ceratopetalum gummiferum Garigal.jpg|Ceratopetalum gummiferum Garigal Petrophile pulchella26183362174 3bd44f4f12 o.jpg|Petrophile pulchella AT DSC 2504 (16931962708).jpg|Acacia terminalis Gleichenia dicarpa Garigal 6516385400 6707dda935 o.jpg|Gleichenia dicarpa Lomatia myricoides IMG 5949.JPG (12148109653).jpg|Lomatia myricoides ==See also== * Protected areas of New South Wales ==References== ==External links== * * * * * * Walking tracks, MTB trails and swimming holes in Garigal National Park * * Category:National parks of New South Wales Category:Protected areas established in 1991 Category:1991 establishments in Australia Category:Urban forests Category:Parks in Sydney Category:St Ives, New South Wales",
 "title": "Garigal National Park"
}