{
 "id": "10100",
 "text": "A solar equinox is a moment in time when the Sun crosses the Earth's equator, which is to say, appears directly above the equator (rather than north or south of the equator). On the day of the equinox, the Sun appears to rise \"due east\" and set \"due west\". This occurs twice each year, around 20 March and 23 September. More precisely, an equinox is traditionally defined as the time when the plane of Earth's equator passes through the geometric center of the Sun's disk. Equivalently, this is the moment when Earth's rotation axis is directly perpendicular to the Sun-Earth line, tilting neither toward nor away from the Sun. In modern times, since the Moon (and to a lesser extent the planets) causes Earth's orbit to slightly vary from a perfect ellipse, the equinox is officially defined by the Sun's more regular ecliptic longitude rather than by its declination. The instants of the equinoxes are currently defined to be when the apparent geocentric longitude of the Sun is 0° and 180°. The word is derived from the Latin , from (equal) and (genitive ) (night). On the day of an equinox, daytime and nighttime are of approximately equal duration all over the planet. They are not exactly equal, however, because of the angular size of the Sun, atmospheric refraction, and the rapidly changing duration of the length of day that occurs at most latitudes around the equinoxes. Long before conceiving this equality, primitive equatorial cultures noted the day when the Sun rises due east and sets due west, and indeed this happens on the day closest to the astronomically defined event. As a consequence, according to a properly constructed and aligned sundial, the daytime duration is 12 hours. In the Northern Hemisphere, the March equinox is called the vernal or spring equinox while the September equinox is called the autumnal or fall equinox. In the Southern Hemisphere, the reverse is true. During the year, equinoxes alternate with solstices. Leap years and other factors cause the dates of both events to vary slightly. Hemisphere-neutral names are northward equinox for the March equinox, indicating that at that moment the solar declination is crossing the celestial equator in a northward direction, and southward equinox for the September equinox, indicating that at that moment the solar declination is crossing the celestial equator in a southward direction. ==Equinoxes on Earth== ===General=== Systematically observing the sunrise, people discovered that it occurs between two extreme locations at the horizon and eventually noted the midpoint between the two. Later it was realized that this happens on a day when the duration of the day and the night are practically equal and the word \"equinox\" comes from Latin aequus, meaning \"equal\", and nox, meaning \"night\". In the northern hemisphere, the vernal equinox (March) conventionally marks the beginning of spring in most cultures and is considered the start of the New Year in the Assyrian calendar, Hindu, and the Persian or Iranian calendars, while the autumnal equinox (September) marks the beginning of autumn. Ancient Greek calendars too had the beginning of the year either at the autumnal or vernal equinox and some at solstices. The Antikythera mechanism predicts the equinoxes and solstices.Freeth, T., Bitsakis, Y., Moussas, X., Seiradakis, J. H., Tselikas, A., Mangou, H., ... & Allen, M. (2006). Decoding the ancient Greek astronomical calculator known as the Antikythera Mechanism. Nature, 444(7119), 587-591. Image:Earth-lighting- equinox_EN.png|Illumination of Earth by the Sun at the equinox Image:Ecliptic path.jpg|The relation between the Earth, Sun, and stars at the March equinox. From Earth's perspective, the Sun appears to move along the ecliptic (red), which is tilted compared to the celestial equator (white). Image:north season.jpg|Diagram of the Earth's seasons as seen from the north. Far right: December solstice. Image:south season.jpg|Diagram of the Earth's seasons as seen from the south. Far left: June solstice. The equinoxes are the only times when the solar terminator (the \"edge\" between night and day) is perpendicular to the equator. As a result, the northern and southern hemispheres are equally illuminated. For the same reason, this is also the time when the Sun rises for an observer at one of Earth's rotational poles and sets at the other. For a brief period lasting approximately four days, both North and South Poles are in daylight. For example, in 2021 sunrise on the North Pole is 18 March 07:09 UTC, and sunset on the South Pole is 22 March 13:08 UTC. Also in 2021, sunrise on the South Pole is 20 September 16:08 UTC, and sunset on the North Pole is 24 September 22:30 UTC.Sunrise and sunset times in 90°00'N, 0°00'E (North Pole), timeanddate.comSunrise and sunset times in 90°00'S, 0°00'E (South Pole), timeanddate.com In other words, the equinoxes are the only times when the subsolar point is on the equator, meaning that the Sun is exactly overhead at a point on the equatorial line. The subsolar point crosses the equator moving northward at the March equinox and southward at the September equinox. ===Date=== When Julius Caesar established the Julian calendar in 45 BC, he set 25 March as the date of the spring equinox; this was already the starting day of the year in the Persian and Indian calendars. Because the Julian year is longer than the tropical year by about 11.3 minutes on average (or 1 day in 128 years), the calendar \"drifted\" with respect to the two equinoxes – so that in 300 AD the spring equinox occurred on about 21 March, and by the 1580s AD it had drifted backwards to 11 March. This drift induced Pope Gregory XIII to establish the modern Gregorian calendar. The Pope wanted to continue to conform with the edicts of the Council of Nicaea in 325 AD concerning the date of Easter, which means he wanted to move the vernal equinox to the date on which it fell at that time (21 March is the day allocated to it in the Easter table of the Julian calendar), and to maintain it at around that date in the future, which he achieved by reducing the number of leap years from 100 to 97 every 400 years. However, there remained a small residual variation in the date and time of the vernal equinox of about ±27 hours from its mean position, virtually all because the distribution of 24 hour centurial leap-days causes large jumps (see Gregorian calendar leap solstice). ====Modern dates==== The dates of the equinoxes change progressively during the leap-year cycle, because the Gregorian calendar year is not commensurate with the period of the Earth's revolution about the Sun. It is only after a complete Gregorian leap-year cycle of 400 years that the seasons commence at approximately the same time. In the 21st century the earliest March equinox will be 19 March 2096, while the latest was 21 March 2003. The earliest September equinox will be 21 September 2096 while the latest was 23 September 2003 (Universal Time). ===Names=== * Vernal equinox and autumnal equinox: these classical names are direct derivatives of Latin (ver = spring, and autumnus = autumn). These are the historically universal and still most widely used terms for the equinoxes, but are potentially confusing because in the southern hemisphere the vernal equinox does not occur in spring and the autumnal equinox does not occur in autumn. The equivalent common language English terms spring equinox and autumn (or fall) equinox are even more ambiguous. It has become increasingly common for people to refer to the September equinox in the southern hemisphere as the Vernal equinox. * March equinox and September equinox: names referring to the months of the year in which they occur, with no ambiguity as to which hemisphere is the context. They are still not universal, however, as not all cultures use a solar-based calendar where the equinoxes occur every year in the same month (as they do not in the Islamic calendar and Hebrew calendar, for example). Although the terms have become very common in the 21st century, they were sometimes used at least as long ago as the mid-20th century. * Northward equinox and southward equinox: names referring to the apparent direction of motion of the Sun. The northward equinox occurs in March when the Sun crosses the equator from south to north, and the southward equinox occurs in September when the Sun crosses the equator from north to south. These terms can be used unambiguously for other planets. They are rarely seen, although were first proposed over 100 years ago. * First Point of Aries and first point of Libra: names referring to the astrological signs the Sun is entering. However, the precession of the equinoxes has shifted these points into the constellations Pisces and Virgo, respectively. ===Length of equinoctial day and night=== thumb|300px|Contour plot of the hours of daylight as a function of latitude and day of the year, showing approximately 12 hours of daylight at all latitudes during the equinoxes thumb|Earth at the March 2019 equinox Day is usually defined as the period when sunlight reaches the ground in the absence of local obstacles. On the date of the equinox, the center of the Sun spends a roughly equal amount of time above and below the horizon at every location on the Earth, so night and day are about the same length. Sunrise and sunset can be defined in several ways, but a widespread definition is the time that the top limb of the Sun is level with the horizon. With this definition, the day is longer than the night at the equinoxes: # From the Earth, the Sun appears as a disc rather than a point of light, so when the centre of the Sun is below the horizon, its upper edge may be visible. Sunrise, which begins daytime, occurs when the top of the Sun's disk appears above the eastern horizon. At that instant, the disk's centre is still below the horizon. # The Earth's atmosphere refracts sunlight. As a result, an observer sees daylight before the top of the Sun's disk appears above the horizon. In sunrise/sunset tables, the atmospheric refraction is assumed to be 34 arcminutes, and the assumed semidiameter (apparent radius) of the Sun is 16 arcminutes. (The apparent radius varies slightly depending on time of year, slightly larger at perihelion in January than aphelion in July, but the difference is comparatively small.) Their combination means that when the upper limb of the Sun is on the visible horizon, its centre is 50 arcminutes below the geometric horizon, which is the intersection with the celestial sphere of a horizontal plane through the eye of the observer. These effects make the day about 14 minutes longer than the night at the equator and longer still towards the poles. The real equality of day and night only happens in places far enough from the equator to have a seasonal difference in day length of at least 7 minutes, actually occurring a few days towards the winter side of each equinox. The times of sunset and sunrise vary with the observer's location (longitude and latitude), so the dates when day and night are equal also depend upon the observer's location. A third correction for the visual observation of a sunrise (or sunset) is the angle between the apparent horizon as seen by an observer and the geometric (or sensible) horizon. This is known as the dip of the horizon and varies from 3 arcminutes for a viewer standing on the sea shore to 160 arcminutes for a mountaineer on Everest. The effect of a larger dip on taller objects (reaching over 2½° of arc on Everest) accounts for the phenomenon of snow on a mountain peak turning gold in the sunlight long before the lower slopes are illuminated. The date on which the day and night are exactly the same is known as an equilux; the neologism, believed to have been coined in the 1980s, achieved more widespread recognition in the 21st century. At the most precise measurements, a true equilux is rare, because the lengths of day and night change more rapidly than any other time of the year around the equinoxes. In the mid-latitudes, daylight increases or decreases by about three minutes per day at the equinoxes, and thus adjacent days and nights only reach within one minute of each other. The date of the closest approximation of the equilux varies slightly by latitude; in the mid-latitudes, it occurs a few days before the spring equinox and after the fall equinox in each respective hemisphere. ===Geocentric view of the astronomical seasons=== In the half-year centered on the June solstice, the Sun rises north of east and sets north of west, which means longer days with shorter nights for the northern hemisphere and shorter days with longer nights for the southern hemisphere. In the half-year centered on the December solstice, the Sun rises south of east and sets south of west and the durations of day and night are reversed. Also on the day of an equinox, the Sun rises everywhere on Earth (except at the poles) at about 06:00 and sets at about 18:00 (local solar time). These times are not exact for several reasons: * Most places on Earth use a time zone which differs from the local solar time by minutes or even hours. For example, if a location uses a time zone with reference meridian 15° to the east, the Sun will rise around 07:00 on the equinox and set 12 hours later around 19:00 . * Day length is also affected by the variable orbital speed of the Earth around the Sun. This combined effect is described as the equation of time. Thus even locations which lie on their time zone's reference meridian will not see sunrise and sunset at 6:00 and 18:00 . At the March equinox they are 7–8 minutes later, and at the September equinox they are about 7–8 minutes earlier. * Sunrise and sunset are commonly defined for the upper limb of the solar disk, rather than its center. The upper limb is already up for at least a minute before the center appears, and the upper limb likewise sets later than the center of the solar disk. Also, when the Sun is near the horizon, atmospheric refraction shifts its apparent position above its true position by a little more than its own diameter. This makes sunrise more than two minutes earlier and sunset an equal amount later. These two effects combine to make the equinox day 12 7 long and the night only 11 53. Note, however, that these numbers are only true for the tropics. For moderate latitudes, the discrepancy increases (e.g., 12 minutes in London); and closer to the poles it becomes very much larger (in terms of time). Up to about 100 km from either pole, the Sun is up for a full 24 hours on an equinox day. * Height of the horizon changes the day's length. For an observer atop a mountain the day is longer, while standing in a valley will shorten the day. * The Sun is larger in diameter than the Earth, so more than half of the Earth is in sunlight at any one time (because non-parallel rays create tangent points beyond an equal-day-night line). ====Day arcs of the Sun==== Some of the statements above can be made clearer by picturing the day arc (i.e., the path along which the Sun appears to move across the sky). The pictures show this for every hour on equinox day. In addition, some 'ghost' suns are also indicated below the horizon, up to 18° below it; the Sun in such areas still causes twilight. The depictions presented below can be used for both the northern and the southern hemispheres. The observer is understood to be sitting near the tree on the island depicted in the middle of the ocean; the green arrows give cardinal directions. * In the northern hemisphere, north is to the left, the Sun rises in the east (far arrow), culminates in the south (right arrow), while moving to the right and setting in the west (near arrow). * In the southern hemisphere, south is to the left, the Sun rises in the east (near arrow), culminates in the north (right arrow), while moving to the left and setting in the west (far arrow). The following special cases are depicted: File:equinox-0.jpg |Day arc at 0° latitude (equator) The arc passes through the zenith, resulting in any purely vertical object (such as an obelisk or pillar) having no shadow at high noon. File:equinox-20.jpg|Day arc at 20° latitude The Sun culminates at 70° altitude and its path at sunrise and sunset occurs at a steep 70° angle to the horizon. Twilight still lasts about one hour. File:equinox-50.jpg|Day arc at 50° latitude Twilight lasts almost two hours. File:equinox-70.jpg|Day arc at 70° latitude The Sun culminates at no more than 20° altitude and its daily path at sunrise and sunset is at a shallow 20° angle to the horizon. Twilight lasts for more than four hours. File:equinox-90.jpg|Day arc at 90° latitude (pole) If it were not for atmospheric refraction, the Sun would be on the horizon all the time. ===Celestial coordinate systems=== 270px|thumb|Celestial sphere The March equinox occurs about when the Sun appears to cross the celestial equator northward. In the Northern Hemisphere, the term vernal point is used for the time of this occurrence and for the precise direction in space where the Sun exists at that time. This point is the origin of some celestial coordinate systems, which are usually rooted to an astronomical epoch since it gradually varies (precesses) over time: * in the ecliptic coordinate system, the vernal point is the origin of the ecliptic longitude; * in the equatorial coordinate system, the vernal point is the origin of the right ascension. The modern definition of equinox is the instant when the Sun's apparent geocentric ecliptic longitude is 0° (northward equinox) or 180° (southward equinox). Glossary Chapter. Note that at that moment, its latitude will not be exactly zero, since Earth is not exactly in the plane of the ecliptic. Its declination will also not be exactly zero, so the scientific definition is slightly different than the traditional one. The mean ecliptic is defined by the barycenter of Earth and the Moon combined, to minimize the fact that the orbital inclination of the Moon causes the Earth to wander slightly above and below the ecliptic. See the adjacent diagram. Because of the precession of the Earth's axis, the position of the vernal point on the celestial sphere changes over time, and the equatorial and the ecliptic coordinate systems change accordingly. Thus when specifying celestial coordinates for an object, one has to specify at what time the vernal point and the celestial equator are taken. That reference time can either be a conventional time (like J2000), or an arbitrary point in time, as for the equinox of date. The upper culmination of the vernal point is considered the start of the sidereal day for the observer. The hour angle of the vernal point is, by definition, the observer's sidereal time. Using the current official IAU constellation boundaries – and taking into account the variable precession speed and the rotation of the celestial equator – the equinoxes shift through the constellations as follows (expressed in astronomical year numbering when the etc.): * The March equinox passed from Taurus into Aries in passed into Pisces in will pass into Aquarius in and then into Capricornus in In 1489 it came within 10 arcminutes of Cetus without crossing the boundary. * The September equinox passed from Libra into Virgo in will pass into Leo in ===Cultural aspects=== The equinoxes are sometimes regarded as the start of spring and autumn. A number of traditional harvest festivals are celebrated on the date of the equinoxes. Religious architecture is often determined by the equinox; the Angkor Wat Equinox during which the sun rises in a perfect alignment over Angkor Wat in Cambodia is one such example. Catholic churches, since the recommendations of Charles Borromeo, have chosen the equinox as their reference point for the orientation of churches. ==Effects on satellites== One effect of equinoctial periods is the temporary disruption of communications satellites. For all geostationary satellites, there are a few days around the equinox when the Sun goes directly behind the satellite relative to Earth (i.e. within the beam-width of the ground-station antenna) for a short period each day. The Sun's immense power and broad radiation spectrum overload the Earth station's reception circuits with noise and, depending on antenna size and other factors, temporarily disrupt or degrade the circuit. The duration of those effects varies but can range from a few minutes to an hour. (For a given frequency band, a larger antenna has a narrower beam-width and hence experiences shorter duration \"Sun outage\" windows.) Satellites in geostationary orbit also experience difficulties maintaining power during the equinox because they have to travel through Earth's shadow and rely only on battery power. Usually, a satellite travels either north or south of the Earth's shadow because Earth's axis is not directly perpendicular to a line from the Earth to the Sun at other times. During the equinox, since geostationary satellites are situated above the Equator, they are in Earth's shadow for the longest duration all year. ==Equinoxes on other planets== Equinoxes are defined on any planet with a tilted rotational axis. A dramatic example is Saturn, where the equinox places its ring system edge-on facing the Sun. As a result, they are visible only as a thin line when seen from Earth. When seen from above – a view seen during an equinox for the first time from the Cassini space probe in 2009 – they receive very little sunshine; indeed, they receive more planetshine than light from the Sun. This phenomenon occurs once every 14.7 years on average, and can last a few weeks before and after the exact equinox. Saturn's most recent equinox was on 11 August 2009, and its next will take place on 6 May 2025. Mars's most recent equinoxes were on 7 February 2021 (northern spring), and on 24 February 2022 (northern autumn). ==See also== * Analemma * Anjana (Cantabrian mythology) – fairies believed to appear on the spring equinox * Angkor Wat Equinox * Aphelion – occurs around 5 July (see formula) * Geocentric view of the seasons * Iranian calendars * Kōreisai – days of worship in Japan that began in 1878 * Lady Day * Nowruz * Orientation of churches * Perihelion and aphelion * Solstice * Songkran * Sun outage – a satellite phenomenon that occurs around the time of an equinox * Tekufah * Wheel of the Year * Zoroastrian calendar ==Footnotes== ==References== ==External links== * * * * * Category:Technical factors of astrology Category:Dynamics of the Solar System Category:Time in astronomy Category:March observances Category:September observances",
 "title": "Equinox"
}