{
 "id": "101131",
 "text": "The Yengo National Park is a protected national park that is located in the Lower Hunter region of New South Wales, in eastern Australia. The park is situated northwest of the Sydney central business district, south of , north of , and southwest of . The average elevation of the terrain is 309 meters. The Yengo National Park is one of the eight protected areas that, in 2000, was inscribed to form part of the UNESCO World Heritagelisted Greater Blue Mountains Area. The Yengo National Park is the most northeasterly of the eight protected areas within the World Heritage Site. The national park forms part of the Great Dividing Range. ==Features== The NSW National Parks and Wildlife Service (NPWS) opened their depot in Bucketty in 1993 and commenced managing the newly established Yengo National Park. A helipad, known as 'Bucketty International' was established and in 1995 a fire tower was built, following severe fires in the area. In 1999 the NPWS acquired parts of the Crown land that lay between Bucketty and the Yengo National Park. This new area also included the Convict Wall and the amphitheatre used by the community. thumb|Aerial perspective of the Grey Gum International Cafe, nestled between the Yengo and Wollemi national parks on an autumn morning. February 2018. The Bucketty community asked NPWS to recognise their custodianship of the place and in early 2000, the community, together with the NPWS, developed a Memorandum of Understanding to jointly manage the site. Access to Yengo National Park is via Yengo Creek Road off the Great North Road, near . The park is bounded in the east by the small settlements of Bucketty and ; in the north by Wollombi Brook; in the west by the Putty Road, the settlements of and , and the Mellong Range; and in the south by the Parr State Conservation Area, the settlement of , Webbs Creek, Mogo Creek, the Hawkesbury River, and the Dharug National Park. The course of the Macdonald River flows from the northwest of the national park towards the southeast, where it reaches its confluence with the Hawkesbury River. == Bushfires of 2019/2020 == In the summer of 2019/2020, Yengo National Park was engulfed in the largest bushfire from a single ignition point that Australia has known; this fire became known as the Gospers Mountain Fire. Nearly all the national park was burnt. == Wildlife == This is a place of great biodiversity. The park is home to over 50 species of mammals, such as wombats, wallaroos, koalas and gliding possums and over 200 species of birds. ==See also== * Protected areas of New South Wales == References == ==External links== * * * Category:National parks of the Hunter Region Category:Protected areas established in 1988 Category:1988 establishments in Australia Category:Hunter Region Category:Great Dividing Range Category:Blue Mountains (New South Wales)",
 "title": "Yengo National Park"
}