{
 "id": "101216",
 "text": "Croydon Airport (former ICAO code: EGCR) was the UK's only international airport during the interwar period. Located in Croydon, Surrey, England, it opened in 1920, built in a Neoclassical style, and was developed as Britain's main airport, handling more cargo, mail, and passengers than any other UK airport at the time. Innovations at the site included the world's first air traffic control and the first airport terminal. During World War II the airport was named RAF Croydon as its role changed to that of a fighter airfield during the Battle of Britain; and in 1943 RAF Transport Command was founded at the site, which used the airport to transport thousands of troops into and out of Europe. After the Second World War, its role returned to civil aviation, but the role of London's primary international airport passed to London Heathrow Airport. Croydon Airport closed in 1959. It had been known under eight different names while it was active. In 1978, the terminal building and Gate Lodge were granted protection as Grade II listed buildings. In May 2017, Historic England raised the status of the terminal building to Grade II*. Owing to disrepair, the Gate Lodge is now classified as Heritage at Risk by Historic England. ==History== thumb|right|Area around Croydon Airport as it was in the 1920s or 1930s ===Origin=== In December 1915, Beddington Aerodrome was established – one of a number of small airfields around London that were created for protection against Zeppelin airship raids during the First World War. In January 1916, the first two aircraft, B.E.2Cs, arrived at the aerodrome as part of Home Defence. Waddon Aerodrome opened in 1918 as part of the adjoining National Aircraft Factory No. 1, to serve aircraft test flights. The two airfields were on each side of Plough Lane, Beddington to the west and Waddon to the east. Beddington Aerodrome became a large Reserve Aircraft and Training aerodrome for the Royal Flying Corps. After the end of the First World War the aerodrome became an important training airfield for the newly formed Royal Air Force. During 1919, Prince Albert (later George VI) gained his \"wings\" here with No. 29 Training Squadron, the first member of the Royal Family to learn to fly. His elder brother, the Prince of Wales (later Edward VIII), also received flying training with No. 29 Training Squadron at Beddington during 1919. Beddington and Waddon aerodromes were combined to become Croydon Aerodrome, the gateway for all international flights to and from London. The new, single aerodrome opened on 29 March 1920, replacing the temporary civil aerodrome at a Cavalry ground on Hounslow Heath. Plough Lane remained a public road crossing the site. Road traffic was halted when necessary, first by a man with a red flag and later by a gate. The aerodrome stimulated a growth in regular scheduled flights carrying passengers, mail and freight, the first destinations being Paris, Amsterdam and Rotterdam. Two flights daily from Paris were scheduled for ease of communication with London during the Paris Peace Conference. In 1923, flights to Berlin Tempelhof Airport began. Penshurst Airfield was an alternative destination for airliners when Croydon was closed on account of fog. One such diversion was on 24 September 1921, when a de Havilland DH.18 aircraft was diverted to Penshurst. This situation lasted until Penshurst closed on 28 July 1936. Croydon was the first airport in the world to introduce air traffic control, a control tower, and radio position-fixing procedures. The \"aerodrome control tower\", high with windows on all four sides, was commissioned on 25 February 1920 and provided basic traffic, weather and location information to pilots. On the formation of Britain's first national airline, Imperial Airways, on 31 March 1924, Croydon became the new airline's operating base. Imperial Airways was the British Government's chosen instrument to develop connections with the U.K.'s extensive overseas interests. It was therefore from Croydon that Britain first developed its European and longhaul routes to India, Africa, the Middle and Far East, Asia, Africa and Australia (in conjunction with Qantas). Following the Imperial Airways de Havilland DH.34 crash of December 1924, Britain's first major civil aviation accident, conditions at Croydon came under criticism from the public inquiry that investigated the causes. The inquiry was Britain's first into an aviation accident which led to an Act of Parliament, the Croydon Aerodrome Extension Act 1925. The Croydon Aerodrome Extension Act led to large scale expansion, redevelopment and construction of an improved new airport with airport buildings constructed adjacent to the Purley Way, Croydon. ===Expansion=== thumb|Aerial view of Croydon Airport in 1925 thumb|Unsuccessful forced deportation of Jewish refugees at Croydon Airport, 30 March 1939 Under the provisions of the Croydon Aerodrome Extension Act 1925, the airport was greatly enlarged between 1926 and 1928, with a new complex of buildings being constructed alongside Purley Way, including the first purpose-designed airport terminal and air traffic control tower, the world's first airport hotel, and extensive hangars. The development cost £267,000 (£ in today's prices) . Plough Lane was closed permanently to let heavier airliners land and depart safely. The airport's terminal building and control tower were completed in 1928, and the old wooden air traffic control and customs building demolished. The new buildings and layout began operations on 20 January 1928, and were officially opened on 2 May 1928 by Lady Maud Hoare. Croydon was where regular international passenger services began, initially using converted wartime bombers, and the Croydon–Le Bourget route soon became the busiest in the world. Air traffic control was first developed here, as was the \"Mayday\" distress call. Amy Johnson took off from Croydon on 5 May 1930 for her record-breaking flight to Australia. In 1927, Charles Lindbergh arrived in Spirit of St. Louis, to be greeted by an enthusiastic crowd of over 100,000 people. Winston Churchill also took flying lessons. On the morning of 11 July 1936, Major Hugh Pollard, and Cecil Bebb left Croydon Airport for the Canary Islands in a de Havilland Dragon Rapide aircraft, where they picked up General Francisco Franco, taking him to Spanish Morocco and thereby helping to trigger the outbreak of the Spanish Civil War. Imperial Airways used the Handley Page HP42/HP45 four-engined biplanes from Croydon, and the Armstrong Whitworth Atalanta, which was the first monoplane airliner used by the airline, intended for use on the African routes. In March 1937 British Airways Ltd operated from Croydon, moving to Heston Aerodrome in May 1938. Imperial Airways, serving routes in the British Empire, and British Airways Ltd, serving European routes, were merged by the Chamberlain government in November 1938 to become British Overseas Airways Corporation (BOAC). Larger four-engined monoplanes, Armstrong Whitworth Ensign series (G-ADSR) came into service that year. The airport also hosted a much- publicised visit by Gertrud Scholtz-Klink, leader of the National Socialist Women's League (NS-Frauenschaft) and rumoured to be a spy; historians have speculated that she landed in Britain to cultivate German spies living here, in the run-up to WWII. When the Second World War started in September 1939, Croydon Airport was closed to civil aviation but played a vital role as a fighter station during the Battle of Britain. No. 92 Squadron flew Supermarine Spitfires from RAF Croydon during the early part of the Second World War and the Battle of Britain. ===Battle of Britain=== On 15 August 1940, Croydon Airport was attacked in the first major air raid on the London area. At around 6.20 pm 22 Bf 110 and Bf 109 fighter-bombers of Erpr.Gr.210 mounted a final raid of the day, intended for RAF Kenley nearby, but attacked Croydon (four miles further north) in error. The armoury was destroyed, the civilian airport terminal building was badly damaged, and a hangar was damaged by cannon fire and blast. Another hangar and about forty training aircraft in it went up in flames. Six airfield personnel died (four airmen from No. 111 Squadron, an officer of No. 1 Squadron RCAF, and a female telephonist from Station HQ). Factories next to Croydon Airport took the worst of the bombing. The British NSF factory (making electrical components) was almost entirely destroyed, and the Bourjois perfume factory gutted. The Rollason Aircraft factory also received bomb hits and accounted for many of the 62 civilians (including five women) killed and 192 injured. Eight of the attacking aircraft were shot down by the Hurricanes of 32 and 111 Squadrons.Ramsay, \"After the Battle\" Croydon became the base of RAF Transport Command in 1944. === Post-war developments and final closure === thumb|Aerial photograph of Croydon Airport in 1945 Following the end of the war, it was realised that post-war airliners and cargo aircraft would be larger and that air traffic would intensify. The urban spread of south London and the growth of surrounding villages had enclosed Croydon Airport and left it little room for expansion. Heathrow was therefore designated as London's airport. Croydon returned to civil control in February 1946; a diagram in the issue of Flight magazine dated 11 April shows ground run in the 170–350 direction, 060-240 and 120–300 (the numbers are degrees clockwise from north). Northolt opened to the airlines soon after that, cutting Croydon's traffic, but the September 1946 ABC Guide shows 218 departures a week to Belfast, Dublin, Liverpool, Manchester, Glasgow (Renfrew), Jersey, Guernsey, and several continental airports. A year later there were 56 departures a week, mostly BEA de Havilland Dragon Rapides that weeks later left Croydon for good. It was decided in 1952 that the airport would eventually be closed, as Blackbushe Airport in Hampshire and Northolt Aerodrome in Middlesex could accommodate European flights during the 1950s. The last scheduled flight from Croydon departed at 6:15pm on 30 September 1959, followed by the last aircraft (a private flight), at 7:45pm; the airfield officially closed at 10:20pm. On 27 September 2009, to mark the 50th anniversary of the closing of the airport, eleven light aircraft, including eight biplanes, staged a flypast. A gold laurel leaf tribute was laid in the control tower to mark the anniversary. ==Present day== thumb|upright|RAF Battle of Britain memorial Much of the site has been built over, but some of the terminal buildings near Purley Way (the A23 road) are still visible, clearly identifiable as to their former purpose. The former terminal building is called Airport House, and the former control tower houses a visitors' centre. A de Havilland Heron (a small propeller-driven British airliner of the 1950s) is displayed on the forecourt outside Airport House, mounted on struts. The Heron is painted to represent an example registered G-AOXL of Morton Air Services, the aircraft that flew the last passenger flight from Croydon on 30 September 1959. A memorial to those lost in the Battle of Britain stands slightly to the south. Although Croydon has long ceased operation, the two cut ends of Plough Lane have never been reunited, but the area between has been developed instead into parkland, playing fields, and the Roundshaw residential estate with its roads aptly named after aviators and aircraft. All that remains of the runways is a small area of tarmac about long each way in Roundshaw Park just west of Purley Way, which is a remnant of the WNW-ESE runway due south of the control buildings; it can be seen at ; the \"arm\" may be a remnant of a taxiway to Hangar B. The area is used primarily by walkers, model aircraft enthusiasts, locals playing football and the Croydon Pirates baseball team. The church on the Roundshaw estate has a cross on its outside wall that was made from the cut down propeller of a Spitfire based at Croydon during the Second World War. The area is still known as Croydon Airport for transport purposes and was the location for Croydon Water Palace. In recognition of the historical significance of the aerodrome, two local schools (Waddon Infants School and Duppas Junior School) merged in September 2010 and became The Aerodrome School. ==The buildings== The Aerodrome Hotel and the terminal building including its grand booking hall were built in the neo- classical geometrical design typical of the early 20th century. A further item that would have caught the eye of visitor and traveller alike was the time zone tower (now lost) in the booking hall with its dials depicting the times in different parts of the world. Croydon Airport's Aerodrome Hotel is part of Croydon Vision 2020 regeneration plan. thumb|World with Wings Symbol, still on wall in Booking Hall The Airport Hotel survives as the independent Hallmark Hotel. ==Events and celebrities== {| class=\"wikitable\" |- ! Date/year!! Aviator!! Comments |- |1919||Winston Churchill||Took extensive flying lessons at Croydon and was nearly killed during a crash at take-off in 1919. |- |1925||Alan Cobham||Flew from Croydon to Cape Town and back in 1925-6 |- |1927||Charles Lindbergh||Flew into Croydon in 1927 shortly after completing the first solo trans-Atlantic flight |- |1928||Mary Bailey|| Flew solo from Croydon to Cape Town in 1928. |- |1928 ||Mary, Lady Heath||The first pilot to fly a small open-cockpit aircraft from Cape Town to London, Croydon Aerodrome.18 May 1928 |- |1928||Bert Hinkler||Made the first flight from Croydon to Darwin, Australia, in 1928 |- |1928 ||Charles Kingsford Smith||Beat Hinkler's record |- |1929|| Armstrong Whitworth|| flew an Argosy from Croydon to Paris, Douglas Fairbanks and Mary Pickford met Edwina Mountbatten, Countess Mountbatten of Burma in 1929. |- |1930||Aspy Engineer and R. N. Chawla|| First Indians to fly from Karachi to Croydon and shortly after, Engineer flew from Croydon to Karachi solo and within the specified one month time frame to win the Aga Khan competition in 1930. |- |1930||Man Mohan Singh||The first Indian to fly Croydon to Karachi in 1930 as a contestant in the Aga Khan competition. |- |1930||Amy Johnson|| The first woman to fly from Croydon to Australia, later to return to Croydon to a jubilant welcome. She left Croydon 5 May 1930 with a few people to see her off. She returns from Australia to be greeted by crowds of thousands. |- |1934||Tom Campbell Black||With C. W. A. Scott won the MacRobertson London to Melbourne Air Race |- |1936||Juan de la Cierva ||The Spanish inventor of the autogyro, who died in an aviation accident on 9 December 1936 |- |} ==Accidents and incidents== * On 15 March 1923, Farman F.60 Goliath F-AEIE of Compagnie des Messageries Aériennes overran the runway on landing and collided with a building. The aircraft was later repaired and returned to service. * On 22 January 1924, Goliath F-GEAO of Air Union was destroyed by fire following an accident when landing. * On 24 December 1924 (1924 Imperial Airways de Havilland DH.34 crash), Imperial Airways de Havilland DH.34 G-EBBX crashed and caught fire shortly after takeoff from Croydon, killing the pilot and all seven passengers. * On 6 November 1929, the Deutsche Lufthansa Junkers G 24bi Oberschlesien (registration D-903) crashed after striking trees on a hill in Morden Park, Surrey, while attempting to return to Croydon in thick fog after taking off for a flight to Amsterdam in the Netherlands. Three of the four crew members and four of the five passengers died. * On 19 May 1934, a Wibault 280 of Air France crash-landed on a cricket pitch adjacent to Croydon Airport as a result of running out of fuel. Only one of the ten people on board was injured. * On 31 May 1934 an Air France aircraft carrying newspapers to Paris crashed after hitting the mast of an aircraft radio navigation beacon that had been erected off the end of the white-line takeoff path, killing the two crew. * On 6 March 1935, in the Croydon Airport robbery, £21,000 worth of gold bullion was stolen. Three men were charged, only one was sentenced. The gold was never found. * On 9 December 1936 (1936 KLM Croydon accident), a KLM Douglas DC-2 crashed on takeoff at Croydon Airport on a flight to Amsterdam. The accident killed 15 out of 17 on the DC-2, including Juan de la Cierva and Arvid Lindman. * On 25 January 1947 (1947 Croydon Dakota accident), a Spencer Airways Douglas Dakota failed to get airborne on a flight to Rhodesia. The aircraft struck another parked and empty aircraft, killing 11 passengers and the pilot. == Immigration and customs == The Chief Immigration Officer of the shipping port of Port of Dover, P. L.Hartley, took over in 1936. == Medical provision == A medical officer, Dr John Robert Draper, M.B., B.Ch., was employed by Croydon Council to take over medical duties at the airport from 1 January 1931. He was answerable to Croydon's Medical Officer of Health. Following the Public Health (Aircraft) Regulations 1938, his role changed significantly. ==Literary references== Croydon Airport features heavily in two detective novels, Freeman Wills Crofts' The 12.30 from Croydon (1934) and Agatha Christie's Death in the Clouds (1935). It is also mentioned in Evelyn Waugh's Labels: A Mediterranean Journey (1930), Elizabeth Bowen's To the North (1932) and Winston Churchill's Thoughts and Adventures (1932). W. H. Auden, in his Letter to Lord Byron (1937), lists \"Croydon Aerodrome\" as one of the locations visited by a modern- day Don Juan. \"I see his face in every magazine. 'Don Juan at lunch with one of Cochran’s ladies.' 'Don Juan with his red setter May MacQueen.' 'Don Juan, who’s just been wintering in Cadiz, Caught at the wheel of his maroon Mercedes.' 'Don Juan at Croydon Aerodrome.' 'Don Juan Snapped in the paddock with the Aga Khan.’\" ==Notes== ==References== ==Bibliography== * * * * * * * * ==External links== * Historic Croydon Airport Trust website * Old Ordnance Survey map of the area as in the 1920s: see the word \"Aerodrome\" between the two roads going north-northwest from Purley; the westerly of those two roads is Plough Lane. * History of Croydon Airport web page from Croydon Online * Various photos from Control Towers website * Chart of Croydon Airport from The Air Pilot, published by Air Ministry, London, 1934. * Croydon control tower * * Demotix – Croydon Airport 50th Anniversary Flypast photos * Google Earth ground view of Croydon Airport from the A23 road (Purley Way) * Article about MK1 Spitfires from No. 92 Squadron which flew from RAF Croydon at cambridgemilitaryhistory.com weblog *Croydon Airport reconstruction Category:Defunct airports in England Category:Airports established in 1920 Category:Airports disestablished in 1959 Category:1920 establishments in the United Kingdom Category:1959 disestablishments in the United Kingdom Category:1920 establishments in England Category:1959 disestablishments in England Category:Airports in the London region Category:Art Deco architecture in London Category:History of the London Borough of Croydon Category:Croydon 2020 Category:Grade II listed buildings in the London Borough of Croydon Category:Royal Flying Corps airfields Category:Transport in the London Borough of Croydon Category:Grade II listed airports Category:World War II memorials in England Category:Tourist attractions in the London Borough of Croydon",
 "title": "Croydon Airport"
}