{
 "id": "101789",
 "text": "John Otway (born 2 October 1952) is an English singer-songwriter who has built a cult audience through extensive touring. ==Biography== ===1970s and 80s=== Otway was born in Aylesbury, Buckinghamshire. Although his first single, \"Gypsy\"/\"Misty Mountain\" was released in 1972, Otway initially received some coverage on the back of punk rock and a performance on The Old Grey Whistle Test. His sixth single, the half-spoken love song \"Really Free\" reached number 27 in the UK Singles Chart in 1977. It would be his greatest success for some time. The song earned him a five-album deal with Polydor Records, who viewed him as a punk rather than merely an eccentric. His first album, recorded with Wild Willy Barrett, was produced by Pete Townshend but sold only fitfully. The follow-up singles fared no better despite some imaginative promotion, which included an offer for Otway to come to a buyer's house and perform the 1979 single, \"Frightened and Scared\", if their copy was one of only three copies from which the vocal had been omitted. Otway's and Barrett's only other UK chart success came in July 1980 with \"DK 50/80\", a modest No. 45 hit. When Otway turned solo, his audience remained loyal despite poor record sales. In the mid 1980s, he often appeared on Vivian and Ki Longfellow-Stanshall's showboat, the Old Profanity Showboat, in Bristol's Floating Harbour. He also appeared as the musical guest in the final episode of the British sitcom The Young Ones, \"Summer Holiday\". ===1990s and 2000s=== His 1990 autobiography, Cor Baby, That's Really Me (subtitled Rock and Roll's Greatest Failure) was a study in self-deprecation, and his touring continued to sustain him. In the 1990s, he toured as \"Headbutts and Halibuts\", with Attila the Stockbroker with whom he wrote a surreal rock opera called Cheryl. In 1992 Otway appeared at GuilFest. In 1993 he was able to draw 2,500 fans to a gig in London and, in 1998, 4,000 celebrated his birthday with him at the Royal Albert Hall, coinciding with the release of Premature Adulation, his first album of new material for over ten years. By then, Otway had realised he could use his fanbase, who were in on the joke, to engage in minor publicity stunts. A grassroots campaign saw his \"Beware of the Flowers Cause I'm Sure They're Going to Get You Yeah\" voted the seventh greatest lyric of all time in a BBC poll. In 2002, when asked what he wanted for his 50th birthday, he requested \"a second hit\". A concerted drive, including a poll (scrutinised by the Electoral Reform Society) to select the track, saw \"Bunsen Burner\" — with music sampled from the Trammps song \"Disco Inferno\" and lyrics devised to help his daughter with her chemistry homework – reach number nine in the UK Singles Chart on 6 October, and earned Otway an appearance on Top of the Pops, BBC Television's flagship popular music programme. To encourage fans to buy more than one copy each of the single, he released three different versions. The flip-side of \"Bunsen Burner – The Hit Mix\" was a cover of \"The House of the Rising Sun\" recorded at Abbey Road Studios and featuring 900 of his fans on backing vocals, each of whom was credited by name on the single's sleeve. Thanks to this second hit he has now been able to release his Greatest Hits album. Commenting on the fact that the title of this album is now in the plural, Otway said that he was very proud of it, having \"finally got it (the 's') on the right side of Hit\". Buoyed by the success of the hit campaign, Otway planned an ambitious world tour in October 2006. He proposed hiring his own jet to take his band, and 300 of his fans, to some of the most prestigious venues in the world, including Carnegie Hall and Sydney Opera House. Despite over 150 fans signing up, the tour was cancelled as the costs of the plane spiralled. ===2010s=== Otway is still touring in various formats. In 2009, he was re-united with Wild Willy Barrett for a UK tour, the duo now perform together regularly and even recorded a new album in 2011 called 40-Odd Years of Otway and Barrett consisting of re-workings of old songs and a new, previously unrecorded song \"The Snowflake Effect\". Otway also tours as a solo act, as a duo with Richard Holgarth and often with his Big Band which includes Murray Torkildsen (guitar and stylophone), Seymour Fluids (bass), Adam Batterbee (drums) and guest keyboard player Barry Upton. In October 2012, to celebrate his 60th birthday, Otway booked the Odeon Leicester Square to show the documentary of his life. Titled Rock and Roll's Greatest Failure: Otway the Movie, the screening saw cinematic history made with the final scenes of the movie being filmed from the red carpet on the morning of the film. The film was funded by fans becoming producers who, as with the Hit campaign, were all individually credited in the movie credits. Following the success of the producers' premiere, 2013 saw Otway take the completed movie to the Cannes Film Festival. Ever resourceful and still with an eye for a publicity stunt, Otway and 100 of his fans (who donned Otway masks and dressed up in Otway's traditional black jeans and white shirt) travelled down the Promenade de la Croisette to the red carpet. The film also had its theatrical release at Glastonbury Festival in June 2013, before going on a national cinema tour in the summer. He delivers occasional (humorous) lectures on the theme, \"Making Success Out of Failure\", and the sequel to his autobiography, I Did It Otway (subtitled Rock and Roll's Greatest Failure) was published in May 2010. The book was designed by John Haxby who has also designed Otway's album sleeves over the past 15 years. At Christmas 2014, Otway attempted to crack the Christmas market with the EP A John Otway Christma5, the lead track \"OK Father Christmas\" basing a new lyric on top of the earlier single \"DK 50/80\". During 2016, Otway set up an online Kickstarter campaign for 'A New Album of Otway Songs'. The campaign was successful, raising £38,916 from a total of 838 individual backers. The resulting album and DVD, Montserrat, was recorded at Olveston House, Montserrat, in September 2016 and released in March 2017, to those who had supported the Kickstarter campaign, followed by general release on 1 May 2017. Following the COVID-19 pandemic, Otway started a series of Facebook live concerts on 28 March 2020. These receive around 10 thousand views per stream. He performed nine such between March and May 2020. ==Discography== {| class=\"wikitable\" |- ! Date ! Title ! With |- | 1977 | John Otway & Wild Willy Barrett | Wild Willy Barrett |- | 1978 | Deep & Meaningless | Wild Willy Barrett |- | 1979 | Where Did I Go Right? | |- | 1980 | Way & Bar | Wild Willy Barrett |- | 1982 | All Balls & No Willy | |- | 1989 | The Wimp & The Wild | Wild Willy Barrett |- | 1991 | Cheryl, a Rock Opera | Attila the Stockbroker |- | 1992 | Under the Covers and Over the Top | |- | 1993 | Live | The Big Band |- | 1995 | Premature Adulation | |- | 2004 | OT-AIR | |- | 2006 | Bunsen Burner - The Album | |- | 2011 | 40 Odd Years | Wild Willy Barrett |- | 2014 | The Rest Of Otway & Barrett | Wild Willy Barrett |- | 2014 | An Otway Christma5 | The Big Band |- | 2017 | Montserrat | The Big Band |- | 2019 | John Otway & Wild Willy Barrett (Live to Disc) | Wild Willy Barrett |} ==Bibliography== * * * ==See also== * List of performers on Top of the Pops ==References== ==External links== * Otway's official website Category:1952 births Category:Living people Category:People from Aylesbury Category:English male singer-songwriters Category:Protopunk musicians Category:Outsider musicians",
 "title": "John Otway"
}