{
 "id": "101796",
 "text": "Hartz Mountains National Park is located in the south of Tasmania, Australia. It is one of 19 Tasmanian National Parks, and in 1989 it was included in the Tasmanian Wilderness World Heritage Area, in recognition of its natural and cultural values.Parks and Wildlife Service Tasmania: Hartz Mountains National Park - Introduction , retrieved 14 December 2010 The Hartz Mountains were named after the Harz mountain range in Germany. ==Geography and geology== Most of the park is over 600 metres above sea level, with altitudes ranging from 160 m at the Picton River to 1,255 m at Hartz Peak. The backbone of rock in the park is dolerite, while the southern areas at lower altitudes are constituted from sedimentary rocks formed from sediments deposited by marine, glacial and freshwater sources between 355 and 180 million years ago. The relief has been modified over time by several ice ages, forming cirques, horn peaks, aretes and glacial troughs.Parks and Wildlife Service Tasmania: Hartz Mountains National Park - Highlights , retrieved 14 December 2010 ==Flora and fauna== thumb|left|150px|Tasmanian pademelons inhabit the park The varied vegetation includes wet eucalypt forests, mixed forests dominated by stringybark (Eucalyptus obliqua), rainforests, sub-alpine and alpine forests. The rainforest communities are dominated by myrtle (Nothofagus cunninghamii), sassafras (Atherosperma moschatum), leatherwood (Eucryphia lucida) and native laurel (Anopterus glandulosus). The sub-alpine forests are dominated by three eucalypt types: snow gum (Eucalyptus coccifera), varnished gum (E. vernicosa), Australia's smallest eucalypt, and yellow gum (E. subcrenulata). Much of the understorey is made of heath plants, including the Tasmanian waratah (Telopea truncata). Most mammals in the park are nocturnal, and include Bennett's wallabies, Tasmanian pademelons, brushtail possums, echidnas and platypus. Among amphibians outstanding is the moss froglet which was discovered at Hartz Mountains in 1992. Some of the common birds in the park include the eastern spinebill, green rosella, forest raven and several honeyeaters. ==Human history== The area of the park was once inhabited by the Mellukerdee aboriginal people. The first Europeans came to the area in the 19th century in search of Huon pine timber. In the 1840s early settlers including the Geeves family founded the township of Geeveston, and laid the first track to the Hartz Mountains. As a result, the area became one of Tasmania's earliest popular bushwalking destinations. The increasing popularity of the area for recreation led to it being declared a scenic reserve in 1939. In 1951 it was proclaimed to a national park,ABS: 1384.6 - Statistics - Tasmania, 2005 and in 1989 it was included in the Tasmanian Wilderness World Heritage Area. ==See also== * List of national parks of Tasmania ==References== ==External links== *Tasmania Parks and Wildlife Service Category:National parks of Tasmania Category:Protected areas established in 1939 Category:Southern Tasmania Category:1939 establishments in Australia Category:Tasmanian Wilderness World Heritage Area",
 "title": "Hartz Mountains National Park"
}