{
 "id": "102016",
 "text": "The Kinglake National Park is a national park in Central Victoria, Australia. The national park is situated northeast of Melbourne and includes tracks (some with wheelchair access), and camping facilities. The national park includes Masons Falls, a picnic area with falls and natural flora. Layered sediment forms the valley, containing fossils from when the area was once covered by the sea. Natural fauna includes wallaby, kangaroo, wombat, possum and echidna. It also includes varieties of birds including cockatoos (sulphur-crested, black and red-headed), king parrots, the rosella and the lyrebird. Prior to the 2009 Black Saturday bushfires, the park was renowned for being home to the tallest tree in Victoria. The specimen of Eucalyptus regnans (mountain ash) stood tall in 2002 and was suspected to have originated after the 1851 Black Thursday bushfires. It was located in the Wallaby Creek closed catchment area in the north-west regions of the park. ==History== The area was logged in the early part of the 20th century, and some remnants of logging remain (such as scars on some trees and a sawdust dump). In January 2006, parts of the park to the north of the township were devastated by a bushfire started by lightning during a severe thunderstorm. The blaze threatened to engulf the town, advancing to within a few hundred metres of the northern fringe. The town was saved by further thunderstorms, along with Country Fire Authority volunteers. In 2009 98% of the national park was severely burnt by the devastating Black Saturday bushfires. Much of the town of Kinglake was destroyed and nearly a hundred lives were lost. As of 2010, rehabilitation work is continuing and sections of the park are gradually being reopened. == Books on Kinglake National Park == Stewart, Kath and Hawkins, Deidre Living with Fire: A brief history of fires in the Kinglake Ranges, Kinglake, Vic. Kinglake Historical Society ==See also== * Protected areas of Victoria * Disappointment Reference Area * Toorourrong Reservoir ==References== Category:National parks of Victoria (Australia) Category:Protected areas established in 1928 Category:Forests of Victoria (Australia) Category:1928 establishments in Australia",
 "title": "Kinglake National Park"
}