{
 "id": "102398",
 "text": "G.723.1 is an audio codec for voice that compresses voice audio in frames. An algorithmic look-ahead of duration means that total algorithmic delay is . Its official name is Dual rate speech coder for multimedia communications transmitting at 5.3 and . It is sometimes associated with a Truespeech trademark in coprocessors produced by DSP Group. This is a completely different codec from G.723. There are two bit rates at which G.723.1 can operate: * (using 24-byte frames) using a MPC-MLQ algorithm (MOS 3.9) * (using 20-byte frames) using an ACELP algorithm (MOS 3.62) == Use == G.723.1 is mostly used in Voice over IP (VoIP) applications due to its low bandwidth requirement. Music or tones such as DTMF or fax tones cannot be transported reliably with this codec, and thus some other method such as G.711 or out-of- band methods should be used to transport these signals. The complexity of the algorithm is below 16 MIPS. 2.2 kilobytes of RAM is needed for codebooks. G.723.1 is a required audio codec in the H.324 ITU-T recommendation for H.324 terminals offering audio communication. In 3GPP 3G-324M specification support for G.723.1 is not mandatory, but recommended. == Features == * Sampling frequency /16-bit (240 samples for frames) * Fixed bit rate ( with 20 byte frames, with 24 byte frames) * Fixed frame size for each rate ( with 20 byte frames, with 24 byte frames) * Algorithmic delay is per frame, with look-ahead delay * G.723.1 is a hybrid speech coder, with high bit rate using multi-pulse maximum likelihood quantization (MP-MLQ) and low bit rate using algebraic code-excited linear prediction (ACELP) * The complexity of the algorithm is rated at 25, using a relative scale where G.711 is 1 and G.729a is 15. * G.723.1 Annex A defines 4 byte silence insertion descriptor (SID) frame for Comfort Noise Generation * PSQM testing under ideal conditions yields mean opinion scores of 4.08 for G.723.1 (), compared to 4.45 for G.711 (μ-law) * PSQM testing under network stress yields mean opinion scores of 3.57 for G.723.1 (), compared to 4.13 for G.711 (μ-law) == Licensing == As of January 1, 2017, the patent terms of most patents applying to G.723.1 have expired. With regard to the unexpired licensed patents of their G.723.1 patent license agreement, the licensors of G.723.1 patents, namely AudioCodes, Orange SA, and Université de Sherbrooke have agreed to license their patents under the existing terms on a royalty-free basis starting January 1, 2017. The authorized intellectual property rights licensing administrator for G.723.1 technology is Sipro Lab Telecom. Members of the G.723.1 patent pool are AudioCodes, France Telecom, Université de Sherbrooke, Nippon Telegraph and Telephone Corporation and Nokia. == See also == * List of codecs * Comparison of audio coding formats * RTP audio video profile == References == == External links == * ITU-T Recommendation G.723.1 - technical specification * Intellectual Property Rights page on ITU website (with link to patent declaration database) Category:Audio codecs Category:Speech codecs Category:ITU-T recommendations Category:ITU-T G Series Recommendations",
 "title": "G.723.1"
}