{
 "id": "102476",
 "text": "\\ \\exp\\left( - \\frac{\\left(\\ln \\left( x \\right) -\\mu\\right)^2}{2\\sigma^2}\\right) | cdf = \\frac{1}{2}\\left[1 + \\operatorname{erf}\\left( \\frac{\\ln x-\\mu}{\\sigma\\sqrt{2}}\\right)\\right] | quantile = \\exp(\\mu + \\sqrt{2\\sigma^2}\\operatorname{erf}^{-1}(2p-1)) | mean = \\exp\\left(\\mu+\\frac{\\sigma^2}{2}\\right) | median = \\exp(\\mu) | mode = \\exp(\\mu-\\sigma^2) | variance = [\\exp(\\sigma^2)-1] \\exp(2\\mu+\\sigma^2) | skewness = (\\exp(\\sigma^2)+2) \\sqrt{\\exp(\\sigma^2)-1} | kurtosis = \\exp(4\\sigma^2) + 2\\exp(3\\sigma^2) + 3\\exp(2\\sigma^2) -6 | entropy = \\log_2(\\sigma e^{\\mu+\\tfrac12} \\sqrt{2\\pi} ) | mgf = defined only for numbers with a non-positive real part, see text | char = representation \\sum_{n=0}^{\\infty}\\frac{(it)^n}{n!}e^{n\\mu+n^2\\sigma^2/2} is asymptotically divergent but sufficient for numerical purposes | fisher = \\begin{pmatrix}1/\\sigma^2&0\\\\\\0&1/2\\sigma^2\\end{pmatrix} | moments = \\mu = \\log \\left(\\frac{\\operatorname{E}[X]^2}{\\sqrt{\\operatorname{Var}[X] + \\operatorname{E}[X]^2}} \\right) , \\sigma^2 = \\log\\left(\\frac{\\operatorname{Var}[X]}{\\operatorname{E}[X]^2} + 1 \\right) }} In probability theory, a log-normal (or lognormal) distribution is a continuous probability distribution of a random variable whose logarithm is normally distributed. Thus, if the random variable is log-normally distributed, then has a normal distribution. Equivalently, if has a normal distribution, then the exponential function of , , has a log-normal distribution. A random variable which is log-normally distributed takes only positive real values. It is a convenient and useful model for measurements in exact and engineering sciences, as well as medicine, economics and other topics (e.g., energies, concentrations, lengths, prices of financial instruments, and other metrics). The distribution is occasionally referred to as the Galton distribution or Galton's distribution, after Francis Galton. The log-normal distribution has also been associated with other names, such as McAlister, Gibrat and Cobb–Douglas. A log-normal process is the statistical realization of the multiplicative product of many independent random variables, each of which is positive. This is justified by considering the central limit theorem in the log domain (sometimes called Gibrat's law). The log-normal distribution is the maximum entropy probability distribution for a random variate —for which the mean and variance of are specified. Table 1, p. 221. ==Definitions== ===Generation and parameters=== Let Z be a standard normal variable, and let \\mu and \\sigma>0 be two real numbers. Then, the distribution of the random variable : X=e^{\\mu+\\sigma Z} is called the log- normal distribution with parameters \\mu and \\sigma. These are the expected value (or mean) and standard deviation of the variable's natural logarithm, not the expectation and standard deviation of X itself. thumb|upright=1.5|Relation between normal and log-normal distribution. If Y=\\mu+\\sigma Z is normally distributed, then X\\sim e^{Y} is log-normally distributed. This relationship is true regardless of the base of the logarithmic or exponential function: if \\log_a(X) is normally distributed, then so is \\log_b(X) for any two positive numbers a,b eq 1. Likewise, if e^Y is log-normally distributed, then so is a^Y, where 0 < a eq 1. In order to produce a distribution with desired mean \\mu_X and variance \\sigma_X^2, one uses \\mu = \\ln\\left(\\frac{\\mu_X^2}{\\sqrt{\\mu_X^2+\\sigma_X^2}}\\right) and \\sigma^2 = \\ln\\left(1+\\frac{\\sigma_X^2}{\\mu_X^2}\\right). Alternatively, the \"multiplicative\" or \"geometric\" parameters \\mu^*=e^\\mu and \\sigma^*=e^\\sigma can be used. They have a more direct interpretation: \\mu^* is the median of the distribution, and \\sigma^* is useful for determining \"scatter\" intervals, see below. === Probability density function === A positive random variable X is log-normally distributed (i.e., X \\sim \\operatorname{Lognormal}(\\mu_x,\\sigma_x^2)), if the natural logarithm of X is normally distributed with mean \\mu and variance \\sigma^2: : \\ln(X) \\sim \\mathcal N(\\mu,\\sigma^2) Let \\Phi and \\varphi be respectively the cumulative probability distribution function and the probability density function of the N(0,1) distribution, then we have that : \\begin{align} f_X(x) & = \\frac {\\rm d}{{\\rm d}x} \\Pr(X \\le x) = \\frac {\\rm d}{{\\rm d}x} \\Pr(\\ln X \\le \\ln x) = \\frac {\\rm d}{{\\rm d}x} \\Phi\\left( \\frac{\\ln x -\\mu} \\sigma \\right) \\\\\\\\[6pt] & = \\varphi\\left( \\frac{\\ln x - \\mu} \\sigma \\right) \\frac {\\rm d}{{\\rm d}x} \\left( \\frac{\\ln x - \\mu} \\sigma \\right) = \\varphi\\left( \\frac{\\ln x - \\mu} \\sigma \\right) \\frac 1 {\\sigma x} \\\\\\\\[6pt] & = \\frac 1 {x\\sigma\\sqrt{2\\pi\\,}} \\exp\\left( -\\frac{(\\ln x-\\mu)^2}{2\\sigma^2} \\right). \\end{align} === Cumulative distribution function === The cumulative distribution function is : F_X(x) = \\Phi\\left( \\frac{(\\ln x) - \\mu} \\sigma \\right) where \\Phi is the cumulative distribution function of the standard normal distribution (i.e., N(0,1)). This may also be expressed as follows: : \\frac12 \\left[ 1 + \\operatorname{erf} \\left(\\frac{\\ln x - \\mu}{\\sigma\\sqrt{2}}\\right) \\right] = \\frac12 \\operatorname{erfc} \\left(-\\frac{\\ln x - \\mu}{\\sigma\\sqrt{2}}\\right) where erfc is the complementary error function. === Multivariate log-normal === If \\boldsymbol X \\sim \\mathcal{N}(\\boldsymbol\\mu,\\,\\boldsymbol\\Sigma) is a multivariate normal distribution, then \\boldsymbol Y=\\exp(\\boldsymbol X) has a multivariate log-normal distribution with mean :\\operatorname{E}[\\boldsymbol Y]_i=e^{\\mu_i+\\frac{1}{2}\\Sigma_{ii}} , and covariance matrix :\\operatorname{Var}[\\boldsymbol Y]_{ij}=e^{\\mu_i+\\mu_j + \\frac{1}{2}(\\Sigma_{ii}+\\Sigma_{jj}) }( e^{\\Sigma_{ij}} - 1) . Since the multivariate log-normal distribution is not widely used, the rest of this entry only deals with the univariate distribution. === Characteristic function and moment generating function === All moments of the log-normal distribution exist and :\\operatorname{E}[X^n]= e^{n\\mu+n^2\\sigma^2/2} This can be derived by letting z=\\tfrac{\\ln(x) - (\\mu+n\\sigma^2)}{\\sigma} within the integral. However, the log-normal distribution is not determined by its moments. This implies that it cannot have a defined moment generating function in a neighborhood of zero. Indeed, the expected value \\operatorname{E}[e^{t X}] is not defined for any positive value of the argument t, since the defining integral diverges. The characteristic function \\operatorname{E}[e^{i t X}] is defined for real values of , but is not defined for any complex value of that has a negative imaginary part, and hence the characteristic function is not analytic at the origin. Consequently, the characteristic function of the log- normal distribution cannot be represented as an infinite convergent series. In particular, its Taylor formal series diverges: : \\sum_{n=0}^\\infty \\frac{(it)^n}{n!}e^{n\\mu+n^2\\sigma^2/2} However, a number of alternative divergent series representations have been obtained. A closed-form formula for the characteristic function \\varphi(t) with t in the domain of convergence is not known. A relatively simple approximating formula is available in closed form, and is given byS. Asmussen, J.L. Jensen, L. Rojas-Nandayapa (2016). \"On the Laplace transform of the Lognormal distribution\", Methodology and Computing in Applied Probability 18 (2), 441-458. Thiele report 6 (13). :\\varphi(t)\\approx\\frac{\\exp\\left(-\\frac{W^2(-it\\sigma^2e^\\mu) + 2W(-it\\sigma^2e^\\mu)}{2\\sigma^2} \\right)}{\\sqrt{1+W(-it\\sigma^2e^\\mu)}} where W is the Lambert W function. This approximation is derived via an asymptotic method, but it stays sharp all over the domain of convergence of \\varphi. == Properties == thumb|right|a. y is a log-normal variable with \\mu=1, \\sigma=0.5. p(\\sin y>0) is computed by transforming to the normal variable x = \\ln y, then integrating its density over the domain defined by \\sin e^x>0 (blue regions), using the numerical method of ray-tracing. b & c. The pdf and cdf of the function \\sin y of the log-normal variable can also be computed in this way. ===Probability in different domains=== The probability content of a log-normal distribution in any arbitrary domain can be computed to desired precision by first transforming the variable to normal, then numerically integrating using the ray-trace method. (Matlab code) ===Probabilities of functions of a log-normal variable=== Since the probability of a log-normal can be computed in any domain, this means that the cdf (and consequently pdf and inverse cdf) of any function of a log-normal variable can also be computed. (Matlab code) ===Geometric or multiplicative moments=== The geometric or multiplicative mean of the log-normal distribution is \\operatorname{GM}[X] = e^\\mu = \\mu^*. It equals the median. The geometric or multiplicative standard deviation is \\operatorname{GSD}[X] = e^{\\sigma} = \\sigma^*. By analogy with the arithmetic statistics, one can define a geometric variance, \\operatorname{GVar}[X] = e^{\\sigma^2}, and a geometric coefficient of variation, \\operatorname{GCV}[X] = e^{\\sigma} - 1, has been proposed. This term was intended to be analogous to the coefficient of variation, for describing multiplicative variation in log-normal data, but this definition of GCV has no theoretical basis as an estimate of \\operatorname{CV} itself (see also Coefficient of variation). Note that the geometric mean is smaller than the arithmetic mean. This is due to the AM–GM inequality and is a consequence of the logarithm being a concave function. In fact, : \\operatorname{E}[X] = e^{\\mu + \\frac12 \\sigma^2} = e^{\\mu} \\cdot \\sqrt{e^{\\sigma^2}} = \\operatorname{GM}[X] \\cdot \\sqrt{\\operatorname{GVar}[X]}. In finance, the term e^{-\\frac12\\sigma^2} is sometimes interpreted as a convexity correction. From the point of view of stochastic calculus, this is the same correction term as in Itō's lemma for geometric Brownian motion. ===Arithmetic moments=== For any real or complex number , the -th moment of a log-normally distributed variable is given by : \\operatorname{E}[X^n] = e^{n\\mu + \\frac12n^2\\sigma^2}. Specifically, the arithmetic mean, expected square, arithmetic variance, and arithmetic standard deviation of a log-normally distributed variable are respectively given by: :\\begin{align} \\operatorname{E}[X] & = e^{\\mu + \\tfrac{1}{2}\\sigma^2}, \\\\\\\\[4pt] \\operatorname{E}[X^2] & = e^{2\\mu + 2\\sigma^2}, \\\\\\\\[4pt] \\operatorname{Var}[X] & = \\operatorname{E}[X^2] - \\operatorname{E}[X]^2 = (\\operatorname{E}[X])^2(e^{\\sigma^2} - 1) = e^{2\\mu + \\sigma^2} (e^{\\sigma^2} - 1), \\\\\\\\[4pt] \\operatorname{SD}[X] & = \\sqrt{\\operatorname{Var}[X]} = \\operatorname{E}[X] \\sqrt{e^{\\sigma^2} - 1} = e^{\\mu + \\tfrac{1}{2}\\sigma^2}\\sqrt{e^{\\sigma^2} - 1}, \\end{align} The arithmetic coefficient of variation \\operatorname{CV}[X] is the ratio \\tfrac{\\operatorname{SD}[X]}{\\operatorname{E}[X]}. For a log-normal distribution it is equal to : \\operatorname{CV}[X] = \\sqrt{e^{\\sigma^2} - 1}. This estimate is sometimes referred to as the \"geometric CV\" (GCV),Sawant,S.; Mohan, N. (2011) \"FAQ: Issues with Efficacy Analysis of Clinical Trial Data Using SAS\" , PharmaSUG2011, Paper PO08 due to its use of the geometric variance. Contrary to the arithmetic standard deviation, the arithmetic coefficient of variation is independent of the arithmetic mean. The parameters and can be obtained, if the arithmetic mean and the arithmetic variance are known: : \\begin{align} \\mu &= \\ln \\left(\\frac{\\operatorname{E}[X]^2}{\\sqrt{\\operatorname{E}[X^2]}}\\right) = \\ln \\left( \\frac{\\operatorname{E}[X]^2}{\\sqrt{\\operatorname{Var}[X] + \\operatorname{E}[X]^2}} \\right), \\\\\\\\[4pt] \\sigma^2 &= \\ln \\left(\\frac{\\operatorname{E}[X^2]}{\\operatorname{E}[X]^2}\\right) = \\ln \\left(1 + \\frac{\\operatorname{Var}[X]}{\\operatorname{E}[X]^2}\\right). \\end{align} A probability distribution is not uniquely determined by the moments for . That is, there exist other distributions with the same set of moments. In fact, there is a whole family of distributions with the same moments as the log- normal distribution. === Mode, median, quantiles === The mode is the point of global maximum of the probability density function. In particular, by solving the equation (\\ln f)'=0, we get that: : \\operatorname{Mode}[X] = e^{\\mu - \\sigma^2}. Since the log-transformed variable Y = \\ln X has a normal distribution, and quantiles are preserved under monotonic transformations, the quantiles of X are : q_X(\\alpha) = e^{\\mu+\\sigma q_\\Phi(\\alpha)} =\\mu^* (\\sigma^*)^{q_\\Phi(\\alpha)}, where q_\\Phi(\\alpha) is the quantile of the standard normal distribution. Specifically, the median of a log-normal distribution is equal to its multiplicative mean, :\\operatorname{Med}[X] = e^\\mu = \\mu^*. === Partial expectation === The partial expectation of a random variable X with respect to a threshold k is defined as : g(k) = \\int_k^\\infty x f_X(x)\\, dx. Alternatively, by using the definition of conditional expectation, it can be written as g(k)=\\operatorname{E}[X\\mid X>k] P(X>k). For a log-normal random variable, the partial expectation is given by: :g(k) = \\int_k^\\infty x f_X(x)\\, dx = e^{\\mu+\\tfrac{1}{2} \\sigma^2}\\, \\Phi\\\\!\\left(\\frac{\\mu+\\sigma^2-\\ln k} \\sigma \\right) where \\Phi is the normal cumulative distribution function. The derivation of the formula is provided in the Talk page. The partial expectation formula has applications in insurance and economics, it is used in solving the partial differential equation leading to the Black–Scholes formula. === Conditional expectation === The conditional expectation of a log-normal random variable X—with respect to a threshold k—is its partial expectation divided by the cumulative probability of being in that range: :\\begin{align} E[X\\mid X === Alternative parameterizations === In addition to the characterization by \\mu, \\sigma or \\mu^*, \\sigma^*, here are multiple ways how the log-normal distribution can be parameterized. ProbOnto, the knowledge base and ontology of probability distributions lists seven such forms: thumb|400px|Overview of parameterizations of the log-normal distributions. * LogNormal1(μ,σ) with mean, μ, and standard deviation, σ, both on the log-scale Forbes et al. Probability Distributions (2011), John Wiley & Sons, Inc. *:P(x;\\boldsymbol\\mu,\\boldsymbol\\sigma)=\\frac{1}{x \\sigma \\sqrt{2 \\pi}} \\exp\\left[-\\frac{(\\ln x - \\mu)^2}{2 \\sigma^2}\\right] * LogNormal2(μ,υ) with mean, μ, and variance, υ, both on the log-scale *:P(x;\\boldsymbol\\mu,\\boldsymbol {v})=\\frac{1}{x \\sqrt{v} \\sqrt{2 \\pi}} \\exp\\left[-\\frac{(\\ln x - \\mu)^2}{2 v}\\right] * LogNormal3(m,σ) with median, m, on the natural scale and standard deviation, σ, on the log-scale *:P(x;\\boldsymbol m,\\boldsymbol \\sigma) =\\frac{1}{x \\sigma \\sqrt{2 \\pi}} \\exp\\left[-\\frac{\\ln^2(x/m)}{2 \\sigma^2}\\right] * LogNormal4(m,cv) with median, m, and coefficient of variation, cv, both on the natural scale *:P(x;\\boldsymbol m,\\boldsymbol {cv})= \\frac{1}{x \\sqrt{\\ln(cv^2+1)} \\sqrt{2 \\pi}} \\exp\\left[-\\frac{\\ln^2(x/m)}{2\\ln(cv^2+1)}\\right] * LogNormal5(μ,τ) with mean, μ, and precision, τ, both on the log-scaleLunn, D. (2012). The BUGS book: a practical introduction to Bayesian analysis. Texts in statistical science. CRC Press. *:P(x;\\boldsymbol\\mu,\\boldsymbol \\tau)=\\sqrt{\\frac{\\tau}{2 \\pi}} \\frac{1}{x} \\exp\\left[-\\frac{\\tau}{2}(\\ln x-\\mu)^2\\right] * LogNormal6(m,σg) with median, m, and geometric standard deviation, σg, both on the natural scale *:P(x;\\boldsymbol m,\\boldsymbol {\\sigma_g})=\\frac{1}{x \\ln(\\sigma_g)\\sqrt{2 \\pi}} \\exp\\left[-\\frac{\\ln^2(x/m)}{2 \\ln^2(\\sigma_g)}\\right] * LogNormal7(μN,σN) with mean, μN, and standard deviation, σN, both on the natural scale *:P(x;\\boldsymbol {\\mu_N},\\boldsymbol {\\sigma_N})= \\frac{1}{x \\sqrt{2 \\pi \\ln\\left(1+\\sigma_N^2/\\mu_N^2\\right)}} \\exp\\left(-\\frac{\\Big[ \\ln x - \\ln\\frac{\\mu_N}{\\sqrt{1+\\sigma_N^2/\\mu_N^2}}\\Big]^2}{2\\ln(1+\\sigma_N^2/\\mu_N^2)}\\right) ==== Examples for re-parameterization ==== Consider the situation when one would like to run a model using two different optimal design tools, for example PFIM and PopED.The PopED Development Team (2016). PopED Manual, Release version 2.13. Technical report, Uppsala University. The former supports the LN2, the latter LN7 parameterization, respectively. Therefore, the re-parameterization is required, otherwise the two tools would produce different results. For the transition \\operatorname{LN2}(\\mu, v) \\to \\operatorname{LN7}(\\mu_N, \\sigma_N) following formulas hold \\mu_N = \\exp(\\mu+v/2) \\text{ and } \\sigma_N = \\exp(\\mu+v/2)\\sqrt{\\exp(v)-1}. For the transition \\operatorname{LN7}(\\mu_N, \\sigma_N) \\to \\operatorname{LN2}(\\mu, v) following formulas hold \\mu = \\ln\\Big( \\mu_N/\\sqrt{1+\\sigma_N^2/\\mu_N^2} \\Big) \\text{ and } v = \\ln(1+\\sigma_N^2/\\mu_N^2). All remaining re-parameterisation formulas can be found in the specification document on the project website.ProbOnto website, URL: http://probonto.org === Multiple, reciprocal, power === * Multiplication by a constant: If X \\sim \\operatorname{Lognormal}(\\mu, \\sigma^2) then a X \\sim \\operatorname{Lognormal}( \\mu + \\ln a,\\ \\sigma^2) for a > 0. * Reciprocal: If X \\sim \\operatorname{Lognormal}(\\mu, \\sigma^2) then \\tfrac{1}{X} \\sim \\operatorname{Lognormal}(-\\mu,\\ \\sigma^2). * Power: If X \\sim \\operatorname{Lognormal}(\\mu, \\sigma^2) then X^a \\sim \\operatorname{Lognormal}(a\\mu,\\ a^2 \\sigma^2) for a eq 0. === Multiplication and division of independent, log-normal random variables === If two independent, log-normal variables X_1 and X_2 are multiplied [divided], the product [ratio] is again log-normal, with parameters \\mu=\\mu_1+\\mu_2 [\\mu=\\mu_1-\\mu_2] and \\sigma, where \\sigma^2=\\sigma_1^2+\\sigma_2^2. This is easily generalized to the product of n such variables. More generally, if X_j \\sim \\operatorname{Lognormal} (\\mu_j, \\sigma_j^2) are n independent, log- normally distributed variables, then Y = \\textstyle\\prod_{j=1}^n X_j \\sim \\operatorname{Lognormal} \\Big(\\textstyle \\sum_{j=1}^n\\mu_j,\\ \\sum_{j=1}^n \\sigma_j^2 \\Big). === Multiplicative central limit theorem === The geometric or multiplicative mean of n independent, identically distributed, positive random variables X_i shows, for n \\to\\infty approximately a log-normal distribution with parameters \\mu = E[\\ln(X_i)] and \\sigma^2 = \\mbox{var}[\\ln(X_i)]/n, assuming \\sigma^2 is finite. In fact, the random variables do not have to be identically distributed. It is enough for the distributions of \\ln(X_i) to all have finite variance and satisfy the other conditions of any of the many variants of the central limit theorem. This is commonly known as Gibrat's law. === Other === A set of data that arises from the log-normal distribution has a symmetric Lorenz curve (see also Lorenz asymmetry coefficient). The harmonic H, geometric G and arithmetic A means of this distribution are related; such relation is given by : H = \\frac{G^2} A. Log-normal distributions are infinitely divisible, but they are not stable distributions, which can be easily drawn from. == Related distributions == * If X \\sim \\mathcal{N}(\\mu, \\sigma^2) is a normal distribution, then \\exp(X) \\sim \\operatorname{Lognormal}(\\mu, \\sigma^2). * If X \\sim \\operatorname{Lognormal}(\\mu, \\sigma^2) is distributed log-normally, then \\ln(X) \\sim \\mathcal{N}(\\mu, \\sigma^2) is a normal random variable. * Let X_j \\sim \\operatorname{Lognormal}(\\mu_j,\\sigma_j^2)\\ be independent log-normally distributed variables with possibly varying \\sigma and \\mu parameters, and Y=\\textstyle\\sum_{j=1}^n X_j. The distribution of Y has no closed-form expression, but can be reasonably approximated by another log-normal distribution Z at the right tail. Its probability density function at the neighborhood of 0 has been characterized and it does not resemble any log- normal distribution. A commonly used approximation due to L.F. Fenton (but previously stated by R.I. Wilkinson and mathematical justified by Marlow) is obtained by matching the mean and variance of another log-normal distribution: ::\\begin{align} \\sigma^2_Z &= \\ln\\\\!\\left[ \\frac{\\sum e^{2\\mu_j+\\sigma_j^2}(e^{\\sigma_j^2}-1)}{(\\sum e^{\\mu_j+\\sigma_j^2/2})^2} + 1\\right], \\\\\\ \\mu_Z &= \\ln\\\\!\\left[ \\sum e^{\\mu_j+\\sigma_j^2/2} \\right] - \\frac{\\sigma^2_Z}{2}. \\end{align} :In the case that all X_j have the same variance parameter \\sigma_j=\\sigma, these formulas simplify to ::\\begin{align} \\sigma^2_Z &= \\ln\\\\!\\left[ (e^{\\sigma^2}-1)\\frac{\\sum e^{2\\mu_j}}{(\\sum e^{\\mu_j})^2} + 1\\right], \\\\\\ \\mu_Z &= \\ln\\\\!\\left[ \\sum e^{\\mu_j} \\right] + \\frac{\\sigma^2}{2} - \\frac{\\sigma^2_Z}{2}. \\end{align} For a more accurate approximation, one can use the Monte Carlo method to estimate the cumulative distribution function, the pdf and the right tail. The sum of correlated log- normally distributed random variables can also be approximated by a log-normal distribution ::\\begin{align} S_+ &= \\operatorname{E}\\left[\\sum_i X_i \\right] = \\sum_i \\operatorname{E}[X_i] = \\sum_i e^{\\mu_i + \\sigma_i^2/2} \\\\\\ \\sigma^2_{Z} &= 1/S_+^2 \\, \\sum_{i,j} \\operatorname{cor}_{ij} \\sigma_i \\sigma_j \\operatorname{E}[X_i] \\operatorname{E}[X_j] = 1/S_+^2 \\, \\sum_{i,j} \\operatorname{cor}_{ij} \\sigma_i \\sigma_j e^{\\mu_i+\\sigma_i^2/2} e^{\\mu_j+\\sigma_j^2/2} \\\\\\ \\mu_Z &= \\ln\\left( S_+ \\right) - \\sigma_{Z}^2/2 \\end{align} * If X \\sim \\operatorname{Lognormal}(\\mu, \\sigma^2) then X+c is said to have a Three-parameter log-normal distribution with support x\\in (c, +\\infty). \\operatorname{E}[X+c] = \\operatorname{E}[X]+c, \\operatorname{Var}[X+c] = \\operatorname{Var}[X]. * The log-normal distribution is a special case of the semi-bounded Johnson's SU-distribution. * If X\\mid Y \\sim \\operatorname{Rayleigh}(Y)\\, with Y \\sim \\operatorname{Lognormal}(\\mu, \\sigma^2), then X \\sim \\operatorname{Suzuki}(\\mu, \\sigma) (Suzuki distribution). * A substitute for the log-normal whose integral can be expressed in terms of more elementary functions can be obtained based on the logistic distribution to get an approximation for the CDF :: F(x;\\mu,\\sigma) = \\left[\\left(\\frac{e^\\mu}{x}\\right)^{\\pi/(\\sigma \\sqrt{3})} +1\\right]^{-1}. : This is a log-logistic distribution. == Statistical inference == ===Estimation of parameters=== For determining the maximum likelihood estimators of the log- normal distribution parameters μ and σ, we can use the same procedure as for the normal distribution. Note that : L(\\mu, \\sigma) = \\prod_{i=1}^n \\frac 1 {x_i} \\varphi_{\\mu,\\sigma} (\\ln x_i), where \\varphi_{} is the density function of the normal distribution \\mathcal N(\\mu,\\sigma^2). Therefore, the log- likelihood function is : \\ell (\\mu,\\sigma \\mid x_1, x_2, \\ldots, x_n) = - \\sum _i \\ln x_i + \\ell_N (\\mu, \\sigma \\mid \\ln x_1, \\ln x_2, \\dots, \\ln x_n). Since the first term is constant with regard to μ and σ, both logarithmic likelihood functions, \\ell and \\ell_N, reach their maximum with the same \\mu and \\sigma. Hence, the maximum likelihood estimators are identical to those for a normal distribution for the observations \\ln x_1, \\ln x_2, \\dots, \\ln x_n), : \\widehat \\mu = \\frac {\\sum_k \\ln x_k}{n}, \\qquad \\widehat \\sigma^2 = \\frac {\\sum_k \\left( \\ln x_k - \\widehat \\mu \\right)^2} {n}. For finite n, these estimators are biased. Whereas the bias for \\widehat\\mu is negligible, a less biased estimator for \\sigma is obtained as for the normal distribution by replacing the denominator n by n-1 in the equation for \\widehat\\sigma^2. When the individual values x_1, x_2, \\ldots, x_n are not available, but the sample's mean \\bar x and standard deviation s is, then the corresponding parameters are determined by the following formulas, obtained from solving the equations for the expectation \\operatorname{E}[X] and variance \\operatorname{Var}[X] for \\mu and \\sigma: : \\mu=\\ln\\left(\\bar x\\ \\Big/ \\ \\sqrt{1+\\frac{\\widehat\\sigma^2}{\\bar x^2}}\\right), \\qquad \\sigma^2=\\ln\\left(1+\\frac{\\widehat\\sigma^2}{\\bar x^2}\\right). ===Statistics=== The most efficient way to analyze log-normally distributed data consists of applying the well-known methods based on the normal distribution to logarithmically transformed data and then to back-transform results if appropriate. ====Scatter intervals==== A basic example is given by scatter intervals: For the normal distribution, the interval [\\mu-\\sigma,\\mu+\\sigma] contains approximately two thirds (68%) of the probability (or of a large sample), and [\\mu-2\\sigma,\\mu+2\\sigma] contain 95%. Therefore, for a log- normal distribution, : [\\mu^*/\\sigma^*,\\mu^*\\cdot\\sigma^*]=[\\mu^* {}^\\times\\\\!\\\\!/ \\sigma^*] contains 2/3, and : [\\mu^*/(\\sigma^*)^2,\\mu^*\\cdot(\\sigma^*)^2]=[\\mu^* {}^\\times\\\\!\\\\!/ (\\sigma^*)^2] contains 95 % of the probability. Using estimated parameters, then approximately the same percentages of the data should be contained in these intervals. ====Confidence interval for μ*==== Using the principle, note that a confidence interval for \\mu is [\\widehat\\mu\\pm q\\cdot\\widehat\\mathop{se}], where \\mathop{se}=\\widehat\\sigma/\\sqrt{n} is the standard error and q is the 97.5% quantile of a t distribution with n-1 degrees of freedom. Back-transformation leads to a confidence interval for \\mu^*, :[\\widehat\\mu^* {}^\\times\\\\!\\\\!/ (\\operatorname{sem}^*)^q] with \\operatorname{sem}^*=(\\widehat\\sigma^*)^{1/\\sqrt{n}} === Extremal principle of entropy to fix the free parameter σ=== In applications, \\sigma is a parameter to be determined. For growing processes balanced by production and dissipation, the use of an extremal principle of Shannon entropy shows that :: \\begin{align} \\sigma=1\\big/\\sqrt{6} \\end{align} This value can then be used to give some scaling relation between the inflexion point and maximum point of the log-normal distribution. This relationship is determined by the base of natural logarithm, e=2.718\\ldots, and exhibits some geometrical similarity to the minimal surface energy principle. These scaling relations are useful for predicting a number of growth processes (epidemic spreading, droplet splashing, population growth, swirling rate of the bathtub vortex, distribution of language characters, velocity profile of turbulences, etc.). For example, the log-normal function with such \\sigma fits well with the size of secondarily produced droplets during droplet impact and the spreading of an epidemic disease. The value \\sigma=1\\big/\\sqrt{6} is used to provide a probabilistic solution for the Drake equation. ==Occurrence and applications== The log-normal distribution is important in the description of natural phenomena. Many natural growth processes are driven by the accumulation of many small percentage changes which become additive on a log scale. Under appropriate regularity conditions, the distribution of the resulting accumulated changes will be increasingly well approximated by a log-normal, as noted in the section above on \"Multiplicative Central Limit Theorem\". This is also known as Gibrat's law, after Robert Gibrat (1904–1980) who formulated it for companies. If the rate of accumulation of these small changes does not vary over time, growth becomes independent of size. Even if that's not true, the size distributions at any age of things that grow over time tends to be log-normal. A second justification is based on the observation that fundamental natural laws imply multiplications and divisions of positive variables. Examples are the simple gravitation law connecting masses and distance with the resulting force, or the formula for equilibrium concentrations of chemicals in a solution that connects concentrations of educts and products. Assuming log-normal distributions of the variables involved leads to consistent models in these cases. Even if none of these justifications apply, the log-normal distribution is often a plausible and empirically adequate model. Examples include the following: === Human behaviors === * The length of comments posted in Internet discussion forums follows a log-normal distribution. * Users' dwell time on online articles (jokes, news etc.) follows a log-normal distribution. * The length of chess games tends to follow a log-normal distribution. * Onset durations of acoustic comparison stimuli that are matched to a standard stimulus follow a log-normal distribution. * Rubik's Cube solves, both general or by person, appear to follow a log-normal distribution. === In biology and medicine === * Measures of size of living tissue (length, skin area, weight). * For highly communicable epidemics, such as SARS in 2003, if public intervention control policies are involved, the number of hospitalized cases is shown to satisfy the log-normal distribution with no free parameters if an entropy is assumed and the standard deviation is determined by the principle of maximum rate of entropy production. * The length of inert appendages (hair, claws, nails, teeth) of biological specimens, in the direction of growth. * The normalised RNA-Seq readcount for any genomic region can be well approximated by log- normal distribution. * The PacBio sequencing read length follows a log-normal distribution. * Certain physiological measurements, such as blood pressure of adult humans (after separation on male/female subpopulations). *Several pharmacokinetic variables, such as Cmax, elimination half-life and the elimination rate constant. * In neuroscience, the distribution of firing rates across a population of neurons is often approximately log-normal. This has been first observed in the cortex and striatum and later in hippocampus and entorhinal cortex, and elsewhere in the brain. Also, intrinsic gain distributions and synaptic weight distributions appear to be log-normal as well. *In operating rooms management, the distribution of surgery duration. *In the size of avalanches of fractures in the cytoskeleton of living cells, showing log-normal distributions, with significantly higher size in cancer cells than healthy ones. Polizzi, S., Laperrousaz, B., Perez-Reche, F. J., Nicolini, F. E., Satta, V. M., Arneodo, A., & Argoul, F. (2018). A minimal rupture cascade model for living cell plasticity. New Journal of Physics, 20(5), 053057. doi: https://doi.org/10.1088/1367-2630/aac3c7 === In colloidal chemistry and polymer chemistry === *Particle size distributions. * Molar mass distributions. Consequently, reference ranges for measurements in healthy individuals are more accurately estimated by assuming a log-normal distribution than by assuming a symmetric distribution about the mean. === Hydrology === *In hydrology, the log-normal distribution is used to analyze extreme values of such variables as monthly and annual maximum values of daily rainfall and river discharge volumes. ::The image on the right, made with CumFreq, illustrates an example of fitting the log-normal distribution to ranked annually maximum one-day rainfalls showing also the 90% confidence belt based on the binomial distribution.CumFreq, free software for distribution fitting ::The rainfall data are represented by plotting positions as part of a cumulative frequency analysis. === Social sciences and demographics === * In economics, there is evidence that the income of 97%–99% of the population is distributed log-normally.Clementi, Fabio; Gallegati, Mauro (2005) \"Pareto's law of income distribution: Evidence for Germany, the United Kingdom, and the United States\", EconWPA (The distribution of higher-income individuals follows a Pareto distribution). * If an income distribution follows a log-normal distribution with standard deviation \\sigma, then the Gini coefficient, commonly use to evaluate income inequality, can be computed as G = \\operatorname{erf}\\left(\\frac{\\sigma }{2 }\\right) where \\operatorname{erf} is the error function, since G=2 \\Phi \\left(\\frac{\\sigma }{\\sqrt{2}}\\right)-1, where \\Phi(x) is the cumulative distribution function of a standard normal distribution. * In finance, in particular the Black–Scholes model, changes in the logarithm of exchange rates, price indices, and stock market indices are assumed normal (these variables behave like compound interest, not like simple interest, and so are multiplicative). However, some mathematicians such as Benoit Mandelbrot have argued that log-Lévy distributions, which possesses heavy tails would be a more appropriate model, in particular for the analysis for stock market crashes. Indeed, stock price distributions typically exhibit a fat tail.Bunchen, P., Advanced Option Pricing, University of Sydney coursebook, 2007 The fat tailed distribution of changes during stock market crashes invalidate the assumptions of the central limit theorem. * In scientometrics, the number of citations to journal articles and patents follows a discrete log-normal distribution. * City sizes (population) satisfy Gibrat's Law. The growth process of city sizes is proportionate and invariant with respect to size. From the central limit theorem therefore, the log of city size is normally distributed. === Technology === * In reliability analysis, the log-normal distribution is often used to model times to repair a maintainable system. * In wireless communication, \"the local-mean power expressed in logarithmic values, such as dB or neper, has a normal (i.e., Gaussian) distribution.\" Also, the random obstruction of radio signals due to large buildings and hills, called shadowing, is often modeled as a log-normal distribution. * Particle size distributions produced by comminution with random impacts, such as in ball milling. * The file size distribution of publicly available audio and video data files (MIME types) follows a log- normal distribution over five orders of magnitude. * In computer networks and Internet traffic analysis, log-normal is shown as a good statistical model to represent the amount of traffic per unit time. This has been shown by applying a robust statistical approach on a large groups of real Internet traces. In this context, the log-normal distribution has shown a good performance in two main use cases: (1) predicting the proportion of time traffic will exceed a given level (for service level agreement or link capacity estimation) i.e. link dimensioning based on bandwidth provisioning and (2) predicting 95th percentile pricing. == See also == * Heavy-tailed distribution * Log-distance path loss model * Modified lognormal power-law distribution * Slow fading == Notes == == Further reading == * * Aitchison, J. and Brown, J.A.C. (1957) The Lognormal Distribution, Cambridge University Press. * * * ==External links== *The normal distribution is the log-normal distribution Category:Continuous distributions Category:Normal distribution Category:Exponential family distributions Category:Non-Newtonian calculus",
 "title": "Log-normal distribution"
}