{
 "id": "102471",
 "text": "The Aude (; ; Latin Atax ) is a river of southern France that is long. Its source is in the Pyrenees mountains then runs to Carcassonne and finally reaches the Mediterranean Sea near Narbonne. The river is navigable by raft or canoe for nearly all of its length. It is registered as essential to the Languedoc-Roussillon region. The river gave its name to the Aude department. ==Etymology== In antiquity, the Aude was called Atax by the Romans.Guy Barruol, The Pre-Roman people of the South-east of Gaul: Historical Geographic Study, Paris, Éd. de Boccard, 1969, Archaeological Review of Narbonne (RAN), Supplement 1. p. 387. Some authors in antiquity called the river Narbôn (e.g. Polybius). In 1342 the Roussillon Cartulary of Alart called it the Auda or the Ribera d'Aude.Jacques Amiel, L'AUDE. Fleuve du pays cathare, Les presses du Languedoc, Montpellier, 1999 , p. 21. In the Middle Ages the terms Adice, again Atax, Fluvium Atacis, Flumine Atace, Flumen Ataze, and Juxta Aditum fluvium were also used to designate the Aude. In all likelihood the current name comes from a gradual evolution of Atax given by Strabo (in his Geography, Book IV), a word borrowed from the Gallic term atacos meaning \"spirited\" or \"very fast\".The etymology of the word Aude on the arbre-celtique.com website ==Geography== ===Course=== The river has its source in the Massif of Carlit at the Lac d'Aude at an elevation of in the commune of Les Angles (department of Pyrénées-Orientales) and flows parallel to the Tet. The Col de la Quillane, elevation , marks the boundary of the watershed. The river then flows into the Mediterranean Sea a few kilometres from Narbonne at Grau de Vendres (near Cabanes-de-Fleury) on the border between the departments of Aude and Hérault. At Carcassonne in the Pyrénées its course is oriented north-south. The Aude then presents the characteristics of a mountain stream as it traverses Capcir and feeds several reservoirs (Matemale, Puyvalador) before plunging into gorges (those of Saint-Georges are the most scenic) crossing ancient terrain. Starting from Axat, after being joined by the Aiguette on the right bank and the Rébenty on the left bank, the river flows through bands of pre-Pyrénéen limestone (in the Pierre-Lys Gorges) and passes through a series of small communes: Quillan, Espéraza, Couiza, Alet-les-Bains, then Limoux. Downstream of this great medieval city, the Aude flows eastwards. This elbow results from a Stream capture, the Aude having once flowed in the valley of the Hers, indicating a deepening by an ancient hydrology following the uplifting of the Pyrénées.Article by Pierre Minvielle in Guide to the Natural Marvels of France, Selection from Reader's Digest, 1973, p. 65. thumb|The source of the Aude in the commune of Les Angles, near Lac d'Aude From Carcassonne, the river becomes calmer following the great tectonic furrow which separates the Pyrénées (Corbières) from the Massif Central (Montagne Noire), receiving from these heights a series of tributaries of which the main ones are the Orbieu on the right bank, and the Argent-Double and the Casse on the left bank. From this point, bordered by the Canal du Midi and sinuous amid vineyards, the Aude enters the broad alluvial plain of Narbonne with the main stream flowing to the Gulf of Lion and some waters diverted to a network of ancient ponds before flowing into the Mediterranean Sea . ===Hydrography=== The Aude has a catchment areaJacques Amiel, L'AUDE. Fleuve du pays cathare, Les presses du Languedoc, Montpellier, 1999 , p. 14. of that extends unevenly across six departments: Aude, Pyrénées-Orientales, Ariège, Haute-Garonne, Tarn, and Hérault (Haute-Garonne and Tarn are only affected by the course of tributaries and sub-tributaries of the river). Before Carcassonne, the Aude receives tributary streams of short length which often have the characteristics of mountain torrents. Starting from the prefecture of Aude department in the lower valley the Aude river joins with the largest rivers, most of them from the Montagne Noire. From upstream to downstream, the main tributaries of the Aude, longer than 10 km, are: * the Lladura or Lladure (16 km), left bank at Réal; * the Galbe (14 km), left bank at Puyvalador; * the Bruyante (14 km), left bank at Usson-les-Bains; * the Aiguette (20 km), right bank at Sainte- Colombe-sur-Guette; * the Rébenty (34 km), left bank at Saint-Martin-Lys; * the Saint-Bertrand (19 km), right bank at Quillan; * the Ruisseau de Fa or Faby (14 km), left bank at Espéraza; * the Sals (20 km), right bank at Couiza; * the Ruisseau de Castillou, right bank at Alet-les-Bains; * the Véraza, right bank at Alet-les-Bains; * the Saint-Polycarpe (13 km), right bank at Limoux; * the Corneilla (22 km), left bank at Limoux; * the Cougaing (17 km), left bank at Limoux; * the Sou de Val de Daigne (30 km), left bank at Cépie; * the Lauquet (37 km), right bank at Couffoulens; * the Fresquel (63 km), left bank at Carcassonne; * the Trapel (19 km), left bank at Villedubert; * the Orbiel (41 km), left bank at Trèbes; * the Argent-Double (37 km), left bank at La Redorte; * the Ognon (23 km), left bank at Olonzac; * the Orbieu (84 km), right bank at Saint-Nazaire-d'Aude; * the Cesse (54 km), left bank at Saint- Marcel-sur-Aude. ===Hydrology=== left|thumb|upright=1.15|Monthly flows of the Aude near its outlet represented as a histogram In its upper reaches the Aude has a nivo-pluvial regime (with a maximum flow in spring linked to snowmelt). Then from CarcassonneData from the hydrological station at Carcassonne (Pont- neuf) Navigate on the page to obtain the different hydrological data, the Station Code is: Y1232010. where the average flow rate reaches , the system is almost entirely rainfed (The flow at Grau de VendresTotal Encyclopedia EnCarta 2006, article on the Aude. where it meets the Mediterranean is around .) The Aude is thus characterized in its lower course by a pluvio-nival regime of meridional type with high baseflow in summer, in August at Moussan in the lower alluvial plain not far from the river mouth, against an average of . Heavy autumnal rains enable a rapid rise in the flow rate which peaks in February, and is supported by the spring snowmelt from the Pyrénées mountains. ===Floods of 1999=== Exceptional and sudden rainfall, so characteristic of the Mediterranean climate during the autumnal season, can be the cause of devastating floods such as those of 12 and 13 November 1999. The results of this event, which affected the lower valley of the Aude, were catastrophic: 35 victims, hundreds of people evacuated by helicopter or rescued from thousands of homes, businesses, and commercial premises which were more or less damaged, of vineyards more or less ruined, roads, drinking water networks, and sanitation were seriously affected.The floods of November 1999 in the Aude on the Préfecture of Aude website. The scale of the disaster was due to the combination of two factors: Thunderstorms with rainfall on an unprecedented scale. Up to fell in two days at Lézignan-Corbières, that is to say more than the average annual total. In addition, a strong storm in the Gulf of Lion led to a rise of in the sea level and, combined with the strong waves and wind, prevented the flow of water already swollen by the torrential rains. ===Floods of 2018=== Remnants of Hurricane Leslie fed a quasi-stationary cold front over southwestern France, generating heavy thunderstorms and leading to flash flooding in that area.. The Aude rose to a height of , its highest level since 1891. Carcassonne received of rainfall within five hours; water level in the city rose during that period. At least 14 people died because of the flash flood, mainly in the town of Villegailhenc, Aude. ==History or environment== ==Departments and towns crossed== *Pyrénées-Orientales: in the region of Capcir to Matemale, and Formiguères *Hérault: Olonzac, Lespignan, Vendres *Aude: Axat, Belvianes-et-Cavirac, Quillan, Campagne-sur-Aude, Espéraza, Montazels, Couiza, Alet-les-Bains, Limoux, Carcassonne, Trèbes, Narbonne, Coursan, Cuxac-d'Aude, Saint-Nazaire-d'Aude *Ariège: Rouze ==See also== *List of rivers of France *Hiking in the Pyrénées-Orientales ==Bibliography== *Jacques Amiel, L'AUDE. Fleuve du pays cathare, Les presses du Languedoc, Montpellier, 1999 *Jean Faure, The son of a radelier, Atelier du gué, Villelongue d'Aude, 2001 () ==References== Category:Rivers of France 0Aude Category:Rivers of Aude Category:Rivers of Pyrénées-Orientales Category:Rivers of Occitania (administrative region)",
 "title": "Aude (river)"
}