{
 "id": "102579",
 "text": "was a Japanese film director and screenwriter who directed Japan's first sound film, The Neighbor's Wife and Mine, in 1931. His films are mostly associated with the shomin-geki (lit. \"common people drama\") genre. Among his most noted works are Where Chimneys Are Seen, An Inn at Osaka, Takekurabe and Yellow Crow. ==Life== Gosho was born on January 24, 1902 in Kanda, Tokyo, to merchant Heisuke Gosho and his father's geisha mistress. At the age of five, after Heisuke's eldest son died, Gosho left his mother to be the successor to his father's wholesale business. He studied business at Keio University, graduating in 1923. Through his father's close relation to film director Yasujirō Shimazu, Gosho was able to join the Shochiku film studios and worked as assistant director to Shimazu. In 1925, Gosho debuted as a director with the film Nantō no haru. His films of the 1920s are nowadays regarded as lost. Gosho's first notable success, and Japan's first feature length sound film, was the 1931 comedy The Neighbor's Wife and Mine about a writer distracted by a noisy next-door jazz band. Naming Ernst Lubitsch's The Marriage Circle and Charles Chaplin's A Woman of Paris as the greatest foreign influences, Gosho's work oscillated between comedy and drama, sometimes mixing the two, which earned his films the reputation of making the viewer \"laugh and cry at the same time\". Other Gosho trademarks were his fast editing style and his repeated relying on literary sources, such as the works of Yūzō Yamamoto and Ichiyō Higuchi. Together with Shirō Toyoda, Gosho was one of the first directors to adapt the works of the junbungaku (\"pure literature\") movement for the screen, which opposed \"popular\" literature in favour of \"serious\" literature and a more complex handling of its subjects. A prominent example is The Dancing Girl of Izu (1933), a successful adaptation of Yasunari Kawabata's story of the same name, about the unfulfilled love between a student and a young country woman. Of his 36 1930s films, only slightly more than a half- dozen are extant. A firm believer in humanism, Gosho tried to reduce militarist content in his wartime films, and showed solidarity with dismissed co-workers during the Toho studios strike of 1948. In 1950 he started the independent production company Studio Eight together with Shirō Toyoda and other former studio employees. Studio Eight's first production was Gosho's 1951 drama Dispersed Clouds about an unhappy young woman from Tokyo finding fulfilment as assistant of a country doctor. His best-known works of this era are the social realist marriage drama Where Chimneys Are Seen (1953), which was shown in competition at the Berlin International Film Festival, and Yellow Crow (1957), the portrait of a troubled father-son-relationship, which received the Golden Globe Award for Best Foreign Language Film. Although his films grew darker in tone by the mid-1950s, evident in works like An Inn at Osaka, about a group of Osaka residents struggling with an unrestrained materialistic environment, he stayed true to his ideals of \"tolerance, compromise and rationality\". Gosho was also one of the first major Japanese directors to work extensively for television as a writer. Due to the rapid changes in the film industry at the time, Gosho's work in the 1960s alternated mostly between melodrama and shomin-geki, sometimes not exceeding well-made commercial entertainment. Notable films of this era are Hunting Rifle (1961), based on Yasushi Inoue's novella about an adulterous couple, An Innocent Witch (1965), the account of a young prostitute falling victim to superstition, and Rebellion of Japan (1967), a love story set against the backdrop of the February 26 Incident. His last feature-length directorial effort was the puppet film Meiji haru aki (1968). Between 1964 and 1980, Gosho served as president of the Directors Guild of Japan. Although having repeatedly worked with internationally known actresses and actors like Kinuyo Tanaka, few of his films have been seen in the West. In 1989–1990, a retrospective of his work was held by the Japan Society and the Museum of Modern Art, New York. Gosho also wrote haiku poems and served as director of the Japanese Haiku Art Association. ==Selected filmography== {| class=\"wikitable\" style=\"clear:none; font-size:100%; padding:0 auto; width:; margin:\" ! Year !! English Title !! Japanese Title !! Romanisation !! Alternate titles |- | rowspan=1 style=background:#efefef| 1930 | Record of Love and Desire | 愛慾の記 | Aiyoku no ki | style align=\"center\" |Desire of Night |- |- | rowspan=1 style=background:#efefef| 1931 | The Neighbor's Wife and Mine | マダムと女房 | Madamu to nyōbō | |- |- | rowspan=1 style=background:#efefef| 1933 | The Dancing Girl of Izu | 恋の花咲く 伊豆の踊子 | Koi no hana saku Izu no odoriko | |- |- | rowspan=1 style=background:#efefef| 1934 | Everything That Lives | 生きとし生けるもの | Ikitoshi ikeru mono | |- |- | rowspan=3 style=background:#efefef| 1935 | A Burden of Life | 人生のお荷物 | Jinsei no onimotsu | |- |- | Somniloquy of the Bridegroom | 花婿の寝言 | Hanamuko no negoto | |- |- | Song of the Flower Basket | 花籠の歌 | Hanakago no uta | |- |- | rowspan=3 style=background:#efefef| 1936 | Woman of the Mist | 朧夜の女 | Oboroyo no onna | |- |- | The New Road (Part one) | 新道前篇 | Shindō zenhen | |- |- | The New Road (Part two) | 新道後篇 | Shindō kōhen | |- |- | rowspan=1 style=background:#efefef| 1940 | Incompatible Relations | 木石 | Bokuseki | |- |- | rowspan=1 style=background:#efefef| 1942 | New Snow | 新雪 | Shinsetsu | |- |- | rowspan=1 style=background:#efefef| 1947 | Once More | 今ひとたびの | Ima hitotabi no | |- |- | rowspan=1 style=background:#efefef| 1951 | Dispersed Clouds | わかれ雲 | Wakare-gumo | |- |- | rowspan=1 style=background:#efefef| 1953 | Where Chimneys Are Seen | 煙突の見える場所 | Entotsu no mieru basho | style align=\"center\" |Four Chimneys |- |- | rowspan=3 style=background:#efefef| 1954 | An Inn at Osaka | 大阪の宿 | Ōsaka no yado | |- |- | The Valley Between Love and Death | 愛と死の谷間 | Ai to shi no tanima | |- |- | The Cock Crows Twice | 鶏はふたゝび鳴く | Niwatori wa futatabi naku | |- |- | rowspan=1 style=background:#efefef| 1955 | Growing Up | たけくらべ | Takekurabe | style align=\"center\" |Adolescence Growing Up Twice a.k.a. Child's Play |- |- | rowspan=1 style=background:#efefef| 1956 | Twice on a Certain Night | ある夜ふたたび | Aru yo futatabi | |- |- | rowspan=2 style=background:#efefef| 1957 | Yellow Crow | 黄色いからす | Kiiroi karasu | |- |- | Elegy of the North | 挽歌 | Banka | style align=\"center\" |Northern Elegy a.k.a. Dirge |- |- | rowspan=1 style=background:#efefef| 1958 | Ragpicker's Angel | 蟻の街のマリア | Ari no machi no Maria | |- |- | rowspan=2 style=background:#efefef| 1961 | Hunting Rifle | 猟銃 | Ryōju | |- |- | As the Clouds Scatter | 雲がちぎれる時 | Kumo ga chigireru toki | |- |- | rowspan=1 style=background:#efefef| 1962 | Mother, Get Married | かあちゃん結婚しろよ | Kaachan kekkon shiroyo | |- |- | rowspan=1 style=background:#efefef| 1965 | An Innocent Witch | 恐山の女 | Osorezan no onna | |- |- | rowspan=1 style=background:#efefef| 1966 | Our Wonderful Years | かあちゃんと11人の子ども | Kaachan to jūichinin no kodomo | |- |- | rowspan=1 style=background:#efefef| 1967 | Rebellion of Japan | 宴 | Utage | |- |- | rowspan=2 style=background:#efefef| 1968 | A Woman and the Beancurd Soup | 女と味噌汁 | Onna to Misoshiru | |- |- | Four Seasons of the Meiji Period | 明治春秋 | Meiji haru aki | |- |} ==References== ==Bibliography== * Nolletti, Arthur (2005). The Cinema of Gosho Heinosuke: Laughter through Tears. Bloomington: Indiana University Press. ==External links== * * Category:Japanese film directors Category:People from Tokyo Category:1902 births Category:1981 deaths",
 "title": "Heinosuke Gosho"
}