{
 "id": "102970",
 "text": "Scouting in Montana has a long history, from the 1910s to the present day, serving thousands of youth in programs that suit the environment in which they live. ==Early history (1910-1950)== One of the first, if not the first, Boy Scout troops in Montana was organized in Butte. In February 1917 Troop 1 in Butte held an event for the public which included music, as well as \"exhibition drills, first aid work, and signalling, closing with the presentation of a play.\"\"Scouts rehearsing for Entertainment, Butte Troop will give Demonstration of Work,\" Anaconda Standard (Anaconda, MT), February 21, 1917, page 3. Also in 1917, this same troop made the news because their activities inspired the creation of a new troop in nearby Centerville. \"Twenty-two boys made the trip [a hike from Butte to Divide and back], which was filled with tests for the boys...En route one of the boys suffered from a strained back. A litter was built for him and he was carried to the destination. This was a test in first-aid work...Another hike will be held when the weather permits. The boys were forced to trudge through deep snow on their Washington birthday trip.\"\"Centerville to have Troop of Boy Scouts,\" Anaconda Standard (Anaconda, MT), February 27, 1917, page 9. By 1918, unofficial Wolf Cub packs appeared in Butte. ==Recent history (1950-1990)== ==Boy Scouts of America in Montana today== There are two Boy Scouts of America (BSA) local councils in Montana. Most of Montana lies within the Montana Council of the Western Region, except for Daniels and Sheridan counties, which are part of the Northern Lights Council in the Central Region. ===Montana Council=== Montana Council formed in 1973 from the merger of four councils, including the Vigilante Area Council, Western Montana Council, Yellowstone Valley Council and the North Central Montana Council. The main council office is located in Great Falls. There are Field Service Offices in Billings, Bozeman and Missoula. The largest of its council camps is K-M Scout Ranch (pronounced K bar M), located north of Lewistown near the old mining town of Kendall. Melita Island is a council camp located on an island on Flathead Lake. Melita Island was bought by Montana Council in 2005, but its Scouting history dates back to about 1945 when the island was leased from the Scottish Rite and used as a camp for three decades. The Council also offers a high adventure backpacking program at the Montana High Adventure Base (MOHAB) operated by the Boone and Crockett Educational Foundation based at the Elmer E. Rasmuson Conservation Center at the Theodore Roosevelt Memorial Ranch, just east of the Bob Marshall Wilderness Complex and near Dupuyer, Montana. The program began in 2005, and became affiliated with the Montana Council in 2009. Scout troops from any council may participate. ===Northern Lights Council=== As of 2006, Northern Lights Council serves all of North Dakota, and parts of South Dakota, northwest Minnesota and northeast Montana. ==Girl Scouting in Montana== ===Girl Scouts of Montana and Wyoming=== 360px|right|Map of Girl Scout Council in Montana Girl Scouts of Montana and Wyoming is the only council serving both Montana and Wyoming. It was formed on May 1, 2008, by the merger of Girl Scouts of Big Sky Council, Girl Scouts Treasure Trails Council, and Girl Scout Council of Wyoming. Headquarters: Billings, Montana website: http://www.gsmw.org/ Service Centers *Great Falls, Montana *Casper, Wyoming Camps *Camp Castle Rock is just south of Butte, Montana *Camp Sacajawea is near Casper, Wyoming *Timbercrest Camp is on the west fork of Rock Creek in the Beartooth Mountains near Red Lodge, Montana *Camp Open Door is near Jackson, Wyoming *Camp Care Free is near Cheyenne, Wyoming ==See also== *Scouting in Alberta *Scouting in British Columbia *Scouting in Saskatchewan ==References== ==External links== * Montana Council * Montana High Adventure Base * Boone and Crockett MOHAB website * Northern Lights Council * Girl Scouts of Montana and Wyoming Category:Youth organizations based in Montana Montana Category:Western Region (Boy Scouts of America)",
 "title": "Scouting in Montana"
}