{
 "id": "103064",
 "text": "David Lee Wells (born May 20, 1963) is an American former baseball pitcher who played 21 seasons in Major League Baseball (MLB) for nine teams, most notably the Toronto Blue Jays and New York Yankees. Nicknamed \"Boomer\", Wells was considered one of the league's top left-handed pitchers during his career and made three All-Star appearances. In 1998, he pitched the 15th perfect game in baseball history. Wells also appeared in the postseason as a member of six teams, tied for the most with Kenny Lofton, and won two World Series titles. Following his 2007 retirement, Wells served as a broadcaster for MLB on TBS and was the host of The Cheap Seats on FOXSports.com. ==Early life== Wells was born in Torrance, California. His parents were never married and he was thus raised by his mother. Wells grew up with the belief that his father, David Pritt, was dead. However, at the age of 22, he learned that Pritt was alive and tracked him down to start a new relationship with him. Growing up in the San Diego neighborhood of Ocean Beach where he attended local public schools, Wells was dependent on his mother, who worked numerous jobs to support him and his four siblings. He graduated from Point Loma High School, where he played baseball and basketball, in 1982 and was a self-described \"gym rat\" who spent most of his time at the Ocean Beach Recreation Center and Robb Field. Wells was Point Loma High School’s star pitcher and threw a perfect game his senior year.\"Wells, David\"Current Biography Yearbook. The H.W. Wilson Company. 2004. P.570 He had Tommy John surgery performed on him in July 1985. ==Professional career== ===Toronto Blue Jays (1987–1992)=== Wells debuted for the Toronto Blue Jays in 1987 as a reliever and did not secure a job as a full-time starter until he was 30 years old. During his six seasons with the Blue Jays, Wells compiled a 47–46 record and a 3.88 ERA. Wells was a member of the 1992 World Series winning team, the first time he got a championship ring. He was released by the Blue Jays during spring training on March 30, 1993. ===Detroit Tigers (1993–1995)=== A few days after he was released by the Blue Jays, Wells signed with the Detroit Tigers on April 3. In 1993, Wells made 32 appearances (30 starts) with an 11-9 record and a 4.19 ERA. In 1994, a season that was cut short due to a strike, Wells started 16 games, finishing 5-7 with a 3.96 ERA and 5 complete games. He emerged as a top-flight pitcher in 1995, when he was 32. After starting the year at 10–3 with a 3.04 ERA for the struggling last- place Tigers, Wells made his first All-Star Game appearance. ===Cincinnati Reds (1995)=== On July 31, Wells was traded to the Cincinnati Reds for C. J. Nitkowski, Mark Lewis, and minor leaguer Dave Tuttle. With Cincinnati, Wells compiled a 6–5 record and a 3.59 ERA. ===Baltimore Orioles (1996)=== After the 1995 season, Wells was traded to the Baltimore Orioles for Curtis Goodwin and minor leaguer Trovin Valdez. In 1996, he pitched a then-career high 224 innings but finished with an 11–14 record and a 5.14 ERA. ===New York Yankees (1997–1998)=== In 1997, Wells signed as a free agent with the New York Yankees, his favorite team because of a lifelong interest in baseball legend Babe Ruth. He asked for uniform number 3, Ruth's long-retired number, and was of course denied. He ended up taking 33 for the Yankees. On June 28, 1997, Wells took the mound wearing an authentic 1934 Babe Ruth hat, which he had bought for $35,000. Manager Joe Torre made Wells take it off after the first inning because it didn't conform to uniform standards. He also fined Wells $2,500, which Wells was happy to pay and later said it was a small price to pay for the thrill of wearing the hat on the field even for one inning--even though Wells then blew a 3–0 lead as the Cleveland Indians won 12–8. After posting a 16–10 mark in 1997, Wells pitched very well in the Yankees' record- setting 1998 season. He rang up an 18–4 record, finished fifth in the league in ERA (3.49), was third in voting for the Cy Young Award, and won a second World Series ring. ====Perfect game==== On May 17, 1998, Wells pitched the 15th perfect game in baseball history, when he blanked the Minnesota Twins, 4–0. Wells attended the same San Diego high school, Point Loma High School, as Don Larsen, whose perfect game for the Yankees in the 1956 World Series was the only perfect game or no-hitter ever thrown in postseason play until 2010, and was until then the only perfect game thrown by a Yankee. David Cone would add a third Yankee perfect game in 1999. Wells claimed that he threw the perfect game while having a \"raging, skull-rattling hangover\". Comedian Jimmy Fallon, who partied with Wells the night before the game, backed up this claim. On September 1, 1998, Wells came fairly close to recording a second perfect game. Pitching against the Oakland Athletics, he allowed no walks and only two hits, the first of which came with two outs in the seventh inning when Jason Giambi fought off an 0–2 count and singled. ===Second stint with the Toronto Blue Jays (1999–2000)=== After the season, Wells returned to the Blue Jays as part of a trade for Roger Clemens, along with Homer Bush and Graeme Lloyd. He continued to win north of the border, with records of 17–10 and 20–8 over the next two years. During this stint with the Blue Jays, Wells appeared on the cover of Sports Illustrated just prior to the 2000 All Star Game. Though Wells said it was an honour to be on the cover, he criticized the article, \"The David Wells Diet: Chips, Beer and American League batters\" written by Jeff Pearlman, saying that Pearlman focused on Wells' diet and body shape instead of his accomplishments. ===Chicago White Sox (2001)=== Wells and pitcher Matt DeWitt were traded to the Chicago White Sox, in a deal that was quickly mired in controversy. The primary player being traded by the White Sox, starting pitcher Mike Sirotka, was injured at the time of the deal and never pitched in the major leagues again. Toronto's general manager, Gord Ash, had not made the deal contingent on the results of a medical examination, however, and MLB ruled in favor of the White Sox. The Blue Jays thus received only Kevin Beirne, Brian Simmons, and minor leaguer Mike Williams, and the mistake ultimately cost Ash his job. The deal did not turn out particularly well for the White Sox, either, as Wells struggled with back problems in 2001 and pitched only 100⅔ innings, finishing the 2001 season with a 5–7 record and a 4.47 ERA. ===Second stint with the New York Yankees (2002–2003)=== After a short season with the White Sox, Wells returned to the Yankees, a deal that was again immersed in controversy as he had already reached an oral agreement to join the Arizona Diamondbacks. Despite having lost some velocity from his fastball, he retained his excellent curveball and his control, and posted an outstanding 19–7 record in 2002. Wells was the subject of some controversy prior to the 2003 season, when his autobiography Perfect I'm Not: Boomer on Beer, Brawls, Backaches and Baseball, was published. The book upset the Yankees' management, and Wells was fined $100,000 by the team for disparaging comments which appeared in it. One of them included himself having a hangover when he pitched his perfect game. Among the other controversial statements were claims that he strengthened his pitching arm as a youth by throwing rocks at homeless people and that his minor league team, the Kinston Blue Jays, had segregated stands in 1983 despite ample evidence to the contrary. Wells claimed to have been misquoted in the book, which was presumably penned by a ghost writer. The problems didn't carry over to the field, however. Wells posted a 15–7 record and the Yankees won another pennant. On September 28, 2003, the final day of the regular season, Wells earned the 200th win of his career in a game managed by Clemens, who had won his 300th game earlier in the season and was thought to be retiring from baseball (Clemens ended up delaying his retirement). Regular Yankees manager Joe Torre let Clemens manage the final game of the regular season, and Clemens pulled Wells from the game in the eighth inning. Wells was criticized by some Yankees fans for not being able to pitch during Game 5 of the 2003 World Series. He started the game, but left during the first inning because of a bad backache, which forced Torre to use his bullpen to finish the game. The Yankees lost the game and the series to the Florida Marlins in six games. ===San Diego Padres (2004)=== On January 1, 2004, Wells was signed as a free agent by the San Diego Padres to a one- year contract. Wells posted a 12–8 record with a 3.73 ERA to start off his second stint in the National League. ===Boston Red Sox (2005–2006)=== On December 11, 2004, Wells signed a two-year deal with the Boston Red Sox and took the uniform number 3, in honor of Babe Ruth. Getting off to a bad start, many fans questioned the decision of general manager Theo Epstein, but after coming off of the DL and getting rocked in his first start back in Oakland — and changing his uniform number from 3 to 16 – David Wells became the same dominating pitcher he was in the past. He went on to post a 15–7 record, with a 4.45 ERA. Wells pitched much better than his ERA may show, but had a few very poor outings, which caused his ERA to \"balloon.\" After the 2005 season, Wells requested a trade back to the West Coast, but he eventually withdrew that request and resigned himself to one last year pitching for the Red Sox. 300px|thumb|Wells pitching for the Red Sox in 2006 Wells began the 2006 season on the disabled list, as he was still recovering from surgery performed on his right knee. After pitching one game on April 12, he was again placed on the 15-day disabled list. He announced that if his knee did not improve he would retire. Wells came off the disabled list on May 26, to make his second start of the year against the Tampa Bay Devil Rays. ===Second stint with the San Diego Padres (2006–2007)=== On August 31, 2006, with the Red Sox postseason chances fading, Wells' wish of finishing his career playing for a West Coast team and a playoff contender was granted when he was traded back to the Padres for top catching prospect George Kottaras. Following the 2006 season, Wells filed for free agency. For players who are already planning on retiring, this is a customary move in case one changes his mind. Wells' agent had stated the pitcher will keep his options open but his physical condition will play a large part in making the final decision whether or not to return for another season. Eventually, Wells decided to stay with the Padres, agreeing in principle on a one-year deal worth $3 million in base salary with a possible $4 million more in incentives. On March 18, 2007, the media revealed that Wells has been diagnosed with Type 2 diabetes. This form of diabetes is more closely associated with lifestyle factors, such as diet, but the condition of people with a genetic disposition for diabetes can be exacerbated with chronic high blood sugar, as insulin resistance can be an adaptation of insulin in the wake of too-high blood sugar over time. On August 8, the Padres announced they would cut ties with Wells when Chris Young was ready to come off the disabled list. ===Los Angeles Dodgers (2007)=== On August 23, 2007, Wells was signed by the Los Angeles Dodgers. His first start with the Dodgers was on August 26 against the New York Mets. He pitched five innings and allowed two earned runs. Wells also reached first base on a bunt single, scored a run, and earned the victory. He was the oldest pitcher to start a game for the Los Angeles Dodgers. On September 13, 2007, against his former team, the San Diego Padres, Wells had his first multi-hit game of his 21-year career at the age of 44. He hit a single and a double off former teammate Greg Maddux. Wells finished the season with the Dodgers going 4–1 with a 5.12 ERA. Wells filed for free agency after the 2007 season. ==Old Timers Day and retirement== On August 2, 2008, Wells took part in the 62nd Annual Old Timers Day at Yankee Stadium, where he said that he was not going to officially retire, but admitted that his pitching career was probably over. ==Post-retirement activities== ===Personal life=== Wells lives in San Diego with his wife and two sons. He has a tattoo of Babe Ruth.http://offthebench.nbcsports.com/2011/09/02/david-wells-babe- ruth-tattoo-is-kind-of-amazing/ ===Broadcasting=== Beginning in 2009, Wells began working for MLB on TBS doing regular and postseason coverage. In 2011, Wells became host of The Cheap Seats on FOXSports.com. In 2019, Wells began providing color commentary for the YES Network. ===Interviews, biographies, and autobiographies=== In 2010, David Wells was interviewed by Jane Mitchell for the television show One on One. In addition to David's story in his own words, the interview featured Kevin Towers, Trevor Hoffman, Josh Barfield, Chris Young, Mariano Rivera, Derek Jeter, Clay Hensley, family, and friends, all sharing their personal experiences and thoughts about David.Mitchell, Jane (2010). \"One on One – My Journey with Hall of Famers, Fan Favorites and Rising Stars\". Retrieved from http://www.JaneMitchellOneOnOne.com. ===Coaching=== Wells served as a baseball assistant coach at his alma mater Point Loma High School for several years. The high school announced on June 17, 2014, that Wells would be its head baseball coach, starting with the 2014–2015 school year. The team's home field was named David Wells Field in 2010. In 2014, David Wells Field went through a $2-million renovation which was underwritten by the San Diego Unified School District and David Wells. ==Career bests== *Wins in a Season: 20, with Toronto Blue Jays in 2000 *Strikeouts in a Season: 169, with Toronto Blue Jays in 2000 *Best Cy Young Result: 3rd, with New York Yankees in 1998 *Strikeouts in One Game: 16 with New York Yankees, against Oakland Athletics, July 30, 1997 *Innings Pitched in One Season: 231.2, with Toronto Blue Jays in 1999 *Best Single Season ERA as a Starting Pitcher: 3.14, with Toronto Blue Jays in 1990 *Fewest Walks Per 9 Innings in a Season: .85, with New York Yankees in 2003 ==See also== * List of Major League Baseball career innings pitched leaders * List of Major League Baseball career strikeout leaders * List of Major League Baseball career wins leaders * List of Major League Baseball no-hitters * List of New York Yankees no-hitters * List of people from San Diego * List of World Series starting pitchers * Toronto Blue Jays award winners and league leaders ==References== ==External links== , or Baseball Almanac, or Retrosheet : Category:1963 births Category:Living people Category:American expatriate baseball players in Canada Category:American League All-Stars Category:American League Championship Series MVPs Category:American League wins champions Category:American poker players Category:Baltimore Orioles players Category:Baseball players from Torrance, California Category:Boston Red Sox players Category:Cardenales de Lara players Category:American expatriate baseball players in Venezuela Category:Chicago White Sox players Category:Cincinnati Reds players Category:Detroit Tigers players Category:Florence Blue Jays players Category:Kinston Blue Jays players Category:Knoxville Blue Jays players Category:Lakeland Tigers players Category:Los Angeles Dodgers players Category:Major League Baseball pitchers Category:Major League Baseball pitchers who have pitched a perfect game Category:Medicine Hat Blue Jays players Category:New York Yankees players Category:Pawtucket Red Sox players Category:Point Loma High School alumni Category:San Diego Padres players Category:Baseball players from San Diego Category:Syracuse Chiefs players Category:Toronto Blue Jays players Category:Ventura County Gulls players",
 "title": "David Wells"
}