{
 "id": "103561",
 "text": "Paul Morrissey (born February 23, 1938) is an American film director, best known for his association with Andy Warhol. He was also director of the first film in which a transgender actress, Holly Woodlawn, starred as a girlfriend of the main character played by Joe Dallesandro in Trash (1970). ==Life and career== thumb|Paul Morrissey in 1967|left Of Irish extraction, Morrissey attended Ampleforth College and Fordham University, both Catholic schools, and later served in the United States Army. A political conservative and self- described \"right-winger\",\"Cinema is your symptom blogsite\" who has publicly protested against immorality and anti-Catholicism, Morrissey's long-term collaboration with the low-keyed, apparently apolitical Warhol was viewed by many as \"a successful mismatch\", although both men did share some traits, e.g. both were practicing Catholics from ethnic backgrounds (Warhol was of Rusyn descent).Paul R. Magocsi, Encyclopedia of Rusyn history and culture, University of Toronto Press, 2002, p. 71 Morrissey's bold, avant-garde direction in film making is often attributed to his relationship with Warhol and The Factory, although Morrissey claimed in his memoir, Factory Days, that this is not the case.Factory Days: Paul Morrissey Remembers the Sixties (2006), imdb.com; accessed February 23, 2017. Morrissey's early works with Warhol took advantage of 16mm news cameras such as the Auricon, which recorded sound directly on film and had the capacity to film takes up to 33 minutes in length. This permitted a portable, small crew method of filming and was amenable to improvisation. Morrissey was among the first film directors to cast a transgender woman from Warhol's inner circle in his films Trash (1970) and Women in Revolt (1971). For an analysis of each of Morrissey's feature films, see Maurice Yacowar, The Films of Paul Morrissey (Cambridge UP). ==Filmography== *All Aboard the Dreamland Choo-Choo (short) (1964) *About Face (short) (1964) *Like Sleep (short) (1965) *Chelsea Girls (1966) *The Velvet Underground and Nico: A Symphony of Sound (1966) *I, a Man (1967) *San Diego Surf (1968) *The Loves of Ondine (1968) *Flesh (1968) *Lonesome Cowboys (uncredited) (1968) *Trash (1970) *I Miss Sonia Henie (short) (1971) *Women in Revolt (1971) *Heat (1972) *L'Amour (1973) *Flesh for Frankenstein (1973) *Blood for Dracula (1974) *The Hound of the Baskervilles (1978) *Madame Wang's (1981) *Forty Deuce (1982) *Mixed Blood (1984) * (1985) *Spike of Bensonhurst (1988) *Veruschka: A Life for the Camera (documentary) (2005) *A Walk Into the Sea: Danny Williams and the Warhol Factory (documentary) (2007) by Esther Robinson *News From Nowhere (2010) ==References== ==External links== * * Paul Morrissey's official website *Film Reference extensive analysis of Morrissey's career * \"The Cinema of Paul Morrissey\" from Bright Lights Film Journal Category:1938 births Category:Living people Category:American people of Irish descent Category:American film editors Category:American Roman Catholics Category:Fordham University alumni Category:People educated at Ampleforth College Category:Film directors from New York City Category:United States Army soldiers Category:People associated with The Factory",
 "title": "Paul Morrissey"
}