{
 "id": "103732",
 "text": "Alexandria is a census-designated place and unincorporated community in Calhoun County, Alabama, United States. At the 2020 census, the population was 4,032. It is included in the Anniston-Oxford, Alabama Metropolitan Statistical Area. ==Geography== Alexandria is located near the center of Calhoun County at (33.766072, -85.884389). It is bordered to the south by the Saks CDP. According to the U.S. Census Bureau, the Alexandria CDP has a total area of , of which , or 0.11%, is water. ==Demographics== ==Alexandria Village/CDP== Alexandria first appeared as an incorporated town on the 1880http://www2.census.gov/prod2/decennial/documents/1880a_v1-09.pdf U.S. Census, though no date of incorporation was mentioned and it did not appear again as a town after that census. It would not appear separately on the census again until it was made a census-designated place (CDP) in 2000. The precinct was also named Alexandria and first appeared on the 1870 U.S. Census. (See Alexandria Division below) As of the census of 2010, there were 3,917 people, 1,505 households, and 1,150 families residing in Alexandria. The population density was 352 people per square mile (136.1/km2). There were 1,599 housing units at an average density of 143.6 per square mile (55.5/km2). The racial makeup of the community was 87.4% White, 10.2% Black or African American, 0.3% Native American, 0.5% Asian, 0.3% Pacific Islander, 0.5% from other races, and 0.8% from two or more races. 0.9% of the population were Hispanic or Latino of any race. There were 1,505 households, out of which 31.5% had children under the age of 18 living with them, 59.3% were married couples living together, 13.2% had a female householder with no husband present, and 23.6% were non-families. 20.1% of all households were made up of individuals, and 7.3% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 2.99. The population was spread out, with 25.1% under the age of 18, 7.5% from 18 to 24, 26.3% from 25 to 44, 28.6% from 45 to 64, and 12.6% who were 65 years of age or older. The median age was 39.2 years. For every 100 females, there were 94.1 males. For every 100 females age 18 and over, there were 94.6 males. The median income for a household in Alexandria was $41,324, and the median income for a family was $66,061. Males had a median income of $47,788 versus $30,294 for females. The per capita income for the community was $21,647. About 19.8% of families and 19.4% of the population were below the poverty line, including 29.7% of those under age 18 and 16.2% of those age 65 or over. ==Alexandria Precinct (1870-1950); Websters Chapel/Alexandria Valley Division (1960-2000); Alexandria-Websters Chapel Division (2010-)== The beat (precinct) containing Alexandria first appeared on the 1870 U.S. Census as Alexandria-2nd Beat of Calhoun County.http://www2.census.gov/prod2/decennial/documents/1870a-05.pdf It continued to report as the 2nd precinct until 1950. In 1960, the precincts were merged and/or reorganized into census divisions (as part of a general reorganization of counties) and it was renamed the Websters Chapel/Alexandria Valley Census Division.http://www2.census.gov/prod2/decennial/documents/37721510v1p2ch2.pdf In 2010, it was renamed Alexandria-Websters Chapel.https://www.census.gov/prod/cen2010/cph-1-2.pdf ==Education== There are three public schools located in the community: *Alexandria High School *Alexandria Elementary School *Alexandria Middle School All three schools are part of the Calhoun County School System. ==Transportation== Intercity bus service is provided by Greyhound Lines.Greyhound Alexandria AL Station ==Other information== Though not incorporated, Alexandria is a rapidly growing community. There are a number of restaurants and stores on US 431 within this area, including a grocery store at the intersection with State Route 144 (formerly State Route 62). ==Local history== The Battle of Tallushatchee was fought in 1813, when Andrew Jackson sent General John Coffee with 900 dragoons (cavalry) to attack the Red Stick Creek Indians, north of Alexandria. Legendary frontiersman Davy Crockett participated in the ensuing massacre, where 180 warriors were killed. ==Notable people== * T. J. Heath, NFL cornerback * John Pelham, artillery officer who served with the Confederate cavalry under J.E.B. Stuart during the American Civil War ==Photo Gallery== FRONT AND SIDE VIEW, S.E. - Green-Woodruff House, Alexandria-Jacksonville Road, Alexandria, Calhoun County, AL HABS ALA,8-ALEX,1-3.tif|Green-Wood House, Alexandria File:FRONT VIEW, FACING SOUTH - Green-Woodruff House, Alexandria- Jacksonville Road, Alexandria, Calhoun County, AL HABS ALA,8-ALEX,1-1.tif|Green-Wood House, Alexandria File:REAR AND SIDE VIEW, N.E. - Green-Woodruff House, Alexandria-Jacksonville Road, Alexandria, Calhoun County, AL HABS ALA,8-ALEX,1-5.tif|Green-Wood House, Alexandria == References == Category:Unincorporated communities in Alabama Category:Census-designated places in Calhoun County, Alabama Category:Census-designated places in Alabama Category:Unincorporated communities in Calhoun County, Alabama",
 "title": "Alexandria, Alabama"
}