{
 "id": "10422",
 "text": "was the 36th emperor of Japan,Imperial Household Agency (Kunaichō): 孝徳天皇 (33) according to the traditional order of succession.Ponsonby-Fane, Richard. (1959). The Imperial House of Japan, p. 50. The years of his reign lasted from 645 through 654.Brown, Delmer et al. (1979). Gukanshō, pp. 266–267; Varley, H. Paul. Jinnō Shōtōki. p. 132–133; Titsinh, Isaac. (1834). ==Traditional narrative== Before Kōtoku's ascension to the Chrysanthemum Throne, his personal name (imina)Brown, pp. 264; prior to Emperor Jomei, the personal names of the emperors (their imina) were very long and people did not generally use them; however, the number of characters in each name diminished after Jomei's reign. was or .Ponsonby-Fane, p. 8. He was a descendant of Emperor Bidatsu. He was a son of Chinu no ōkimi (Prince Chinu, 茅渟王) by Kibitsuhime no ōkimi (Princess Kibitsuhime, 吉備姫王). Empress Kōgyoku was his elder sister from the same parents. Chinu was a son of Prince Oshisaka hikohito no ōe, whose father was the Emperor Bidatsu. He had at least three consorts including his Empress, Hashihito no Himemiko (Princess Hashihito), the daughter of Emperor Jomei and his sister Empress Kōgyoku. In the 3rd year of Kōgyoku-tennō 's reign (皇極天皇三年), the empress abdicated; and the succession (senso) was received by her younger brother. Shortly thereafter, Emperor Kōtoku is said to have acceded to the throne (sokui).Titsingh, pp. 47–48; Brown, p. 266; Varley, p. 44; a distinct act of senso is unrecognized prior to Emperor Tenji; and all sovereigns except Jitō, Yōzei, Go-Toba, and Fushimi have senso and sokui in the same year until the reign of Emperor Go-Murakami. Kōtoku ruled from July 12, 645,July 12 645 corresponds to the Fourteenth Day of the Sixth Month of 645 (isshi). until his death in 654. In 645 he ascended to the throne two days after Prince Naka no Ōe (Emperor Tenji) assassinated Soga no Iruka in the court of Kōgyoku. Kōgyoku abdicated in favor of her son and crown prince, Naka no Ōe, but Naka no Ōe insisted Kōtoku should ascend to the throne instead. Kōtoku's contemporary title would not have been tennō, as most historians believe this title was not introduced until the reigns of Emperor Tenmu and Empress Jitō. Rather, it was presumably Sumeramikoto or Amenoshita Shiroshimesu Ōkimi (治天下大王), meaning \"the great king who rules all under heaven\". Alternatively, Kōtoku might have been referred to as (ヤマト大王/大君) or the \"Great King of Yamato\". According to the Nihonshoki, he was of gentle personality and was in favor of Buddhism. In 645 he created a new city in the area called Naniwa, and moved the capital from Yamato Province to this new city (see Nara). The new capital had a sea port and was good for foreign trade and diplomatic activities. In 653 Kōtoku sent an embassy to the court of the Tang dynasty in China, but some of the ships were lost en route. Naka no Ōe held the rank of crown prince and was the de facto leader of the government. In 653 Naka no Ōe proposed to move the capital again to Yamato province. Kōtoku denied. Naka no Ōe ignored the emperor's policy and moved to the former province. Many courtiers of the court, including Empress Hashihito, followed him. Kōtoku was left in the palace. In the next year he died of an illness. After his death, Naka would not ascend to the throne. Instead, his mother and the sister of Kōtoku, the former Empress Kogyoku, ascended to the throne under another name, Empress Saimei. He enacted the Taika Reform edicts. The system of hasshō kyakkan (eight ministries and a hundred offices) was first established during the reign of Emperor Kōtoku.Varley, p. 133. thumb|right|Memorial Shinto shrine and mausoleum honoring Emperor Kōtoku The actual site of Kōtoku's grave is known. This emperor is traditionally venerated at a memorial Shinto shrine (misasagi) at Osaka. The Imperial Household Agency designates this location as Kōtoku's mausoleum. It is formally named Ōsaka-no-shinaga no misasagi.Ponsonby-Fane, p. 420. ===Kugyō=== Kugyō (公卿) is a collective term for the very few most powerful men attached to the court of the Emperor of Japan in pre-Meiji eras. In general, this elite group included only three to four men at a time. These were hereditary courtiers whose experience and background would have brought them to the pinnacle of a life's career. During Kōtoko's reign, this apex of the Daijō-kan included: * Sadaijin, Abe no Kurahashi-maro (阿部倉梯麻呂) (d. 649), 645–649.Brown, p. 266. * Sadaijin, Kose no Tokoda (巨勢徳太) (593–658), 649–658. * Udaijin, Soga no Kura-no-Yamada no Ishikawa-no-maro (蘇我倉山田石川麻呂) (d. 649), 645–649. * Udaijin, Ōtomo no Nagatoko (大伴長徳) (d. 651), 649–651. * Naidaijin(内臣), Nakatomi Kamako (中臣鎌子) (Fujiwara no Kamatari, 藤原鎌足) (614–669), 645–669. ==Eras of Kōtoku's reign== The years of Kōtoku's reign are more specifically identified by more than one era name or nengō.Titsingh, p. 47. * Taika (645–650) * Hakuchi (650–655) ==Consorts and children== Empress: Princess Hashihito (間人皇女, d. 665), Emperor Jomei and Empress Kogyoku’s daughter Hi: Abe no Otarashi-hime (阿部小足媛), Abe no Kurahashi-maro's daughter * Prince Arima (有間皇子, 640–658) Hi: Saga no Chi-no-iratsume (蘇我乳娘), Soga no Kura-no-Yamada no Ishikawa-no-maro's daughter ==Ancestry== ==See also== * Emperor of Japan * List of Emperors of Japan * Imperial cult ==Notes== ==References== * Aston, William George. (1896). Nihongi: Chronicles of Japan from the Earliest Times to A.D. 697. London: Kegan Paul, Trench, Trubner. * Brown, Delmer M. and Ichirō Ishida, eds. (1979). Gukanshō: The Future and the Past. Berkeley: University of California Press. ; * Ponsonby-Fane, Richard Arthur Brabazon. (1959). The Imperial House of Japan. Kyoto: Ponsonby Memorial Society. * Titsingh, Isaac. (1834). Nihon Ōdai Ichiran; ou, Annales des empereurs du Japon. Paris: Royal Asiatic Society, Oriental Translation Fund of Great Britain and Ireland. * Varley, H. Paul. (1980). Jinnō Shōtōki: A Chronicle of Gods and Sovereigns. New York: Columbia University Press. ; Category:Japanese emperors Category:596 births Category:654 deaths Category:People of Asuka-period Japan Category:7th- century monarchs in Asia Category:6th-century Japanese people Category:7th- century Japanese monarchs Category:Buddhism in the Asuka period",
 "title": "Emperor Kōtoku"
}