{
 "id": "104591",
 "text": "Evergreen is a city in Conecuh County, Alabama, United States. As of the 2010 census the population was 3,944. The city is the county seat of Conecuh County. ==History== Early settlers to the area came from Georgia and South Carolina beginning in 1818. Evergreen was founded officially in 1819 when Revolutionary War veteran James Cosey and several other men settled within the present limits of the city. The Reverend Alexander Travis first called the town by its present name of Evergreen for the abundance of surrounding green foliage, plants, and ferns. The former county seat of Sparta was burned in a federal raid during the Civil War. In 1866, the county seat was moved to Evergreen as it was more centrally located in the county. Evergreen was incorporated as a city on March 28, 1873. In 1882, a tornado hit the city, destroying every building except for the Episcopal church. On November 7, 1895, fire destroyed every business and house located on the east side of the railroad. Five days later, fire destroyed every business and house on the west side. The Conecuh County Courthouse burned in 1868, 1875, 1885, and 1895. The first female pilot in the U. S. Navy, Barbara Allen Rainey, crashed and died in 1982 near Evergreen. ==Geography== Evergreen is located near the center of Conecuh County at (31.435025, -86.954905). Interstate 65 passes through the northwest side of the town, leading northeast to Montgomery and southwest to Mobile. According to the U.S. Census Bureau, the city has a total area of , of which is land and , or 1.12%, is water. ==Demographics== left|thumb|Evergreen post office ===2020 census=== {| class=\"wikitable\" |+Evergreen Racial Composition !Race !Num. !Perc. |- |White |1,142 |32.44% |- |Black or African American |2,095 |59.52% |- |Native American |12 |0.34% |- |Asian |23 |0.65% |- |Other/Mixed |77 |2.19% |- |Hispanic or Latino |171 |4.86% |} As of the 2020 United States Census, there were 3,520 people, 1,441 households, and 862 families residing in the city. ===2010 census=== As of the census of 2010, there were 3,944 people, 1,536 households, and 981 families residing in the city. The population density was . There were 1,912 housing units. According to the 2000 census the racial makeup of the city was 46.23% White, 52.78% Black or African American, 0.19% Native American, 0.19% Asian, 0.03% Pacific Islander, 0.08% from other races, and 0.50% from two or more races. 0.83% of the population were Hispanic or Latino of any race. There were 1,536 households, out of which 31.7% had children under the age of 18 living with them, 35.5% were married couples living together, 24.8% had a female householder with no husband present, and 36.1% were non-families. 33.9% of all households were made up of individuals, and 15.6% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.97. In the city, the population was spread out, with 28.0% under the age of 18, 8.5% from 18 to 24, 23.6% from 25 to 44, 22.7% from 45 to 64, and 17.2% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 77.4 males. For every 100 females age 18 and over, there were 69.1 males. The median income for a household in the city was $20,979, and the median income for a family was $29,258. Males had a median income of $25,357 versus $21,356 for females. The per capita income for the city was $13,828. About 27.6% of families and 34.2% of the population were below the poverty line, including 50.6% of those under age 18 and 28.0% of those age 65 or over. ==Education== Evergreen's public schools include: *Hillcrest High School *Thurgood Marshall Middle School *Evergreen Elementary School Private schools in Evergreen include: *Sparta Academy Trade schools: *Reid State Technical College ==Media== *Radio stations **WPPG 101.1 FM, licensed to Repton, AL (Country music) **WNWF 1470 AM (Nostalgia) *Newspapers **The Monthly View Newspaper **The Evergreen Courant == Notable people == *Herman Autrey, jazz trumpeter *Ken Clark (running back), former National Football League player *Kelvin Davis, professional basketball player who became the oldest rookie to play in the American Basketball Association *Wayne Frazier, former American Football League player, starter for Kansas City Chiefs in first Super Bowl *Warren Elliot Henry, physicist *Ben Rudolph, former National Football League player *James Adams Stallworth, member of the United States House of Representatives *William B. Travis, commander of Texan forces at the Battle of the Alamo == Collard Greens and Bigfoot == In 1973, Evergreen was labeled the \"collard green capital of Alabama\". The town hosts an annual Collard Green Festival to acknowledge the designation. The town was also named the \"Bigfoot capital of Alabama\" in 2017. The title was awarded by a city councilman during the annual Collard Green Festival. Evergreen is seeking official recognition of the title from the state of Alabama. == References == ==External links== *City of Evergreen official website Category:Cities in Alabama Category:Cities in Conecuh County, Alabama Category:County seats in Alabama Category:Populated places established in 1819",
 "title": "Evergreen, Conecuh County, Alabama"
}