{
 "id": "104585",
 "text": "Leighton is a town in Colbert County, Alabama, United States. It is part of the Florence - Muscle Shoals Metropolitan Statistical Area known as \"The Shoals\". At the 2020 census, the population was 665. Leighton has been hit by several tornadoes in the 2000s, including a damaging EF2 on May 8, 2008, that was caught on tape flipping over many cars and damaging buildings. ==History== The first settlers in what is now Leighton arrived in the early 1810s. The community was initially known as \"Crossroads\" for its location at the intersection of two early stage coach roads. The name was later changed to \"Leighton\" for town's first postmaster, the Reverend William Leigh. The town developed as a cotton shipping center in the 1830s after the Tuscumbia, Courtland and Decatur Railroad constructed a railroad line through the area. Leighton incorporated in 1890.James P. Kaetz, \"Leighton,\" Encyclopedia of Alabama, 7 March 2013. Leighton originally straddled the county line of Franklin and Lawrence Counties. When Colbert County was carved off in 1867, the town still remained divided between the new county and Lawrence. On the 1880 U.S. Census, it reported having 196 residents on the Colbert County side and 83 on the Lawrence County side. After the 1890 Census, Colbert County's eastern border was expanded eastward several miles to Town Creek, placing Leighton wholly within Colbert.1820-2010 U.S. Censuses research on Colbert, Franklin and Lawrence County, Alabama and its communities In 1909, an African- American man named Sam Davenport was lynched by a mob of some two dozen men in Leighton. Davenport was suspected of burning a white man's barn. ==Geography== Leighton is located in eastern Colbert County at (34.699642, -87.530699). The town is concentrated around the intersection of County Line Road (signed as Main Street within town limits) and County Road 22 (\"Old Highway 20\"), southeast of Muscle Shoals. U.S. Route 72 passes just to the south, and the Tennessee River lies a few miles to the north. According to the U.S. Census Bureau, the town has a total area of , all land. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Leighton racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |325 |48.87% |- |Black or African American (non-Hispanic) |289 |43.46% |- |Native American |1 |0.15% |- |Pacific Islander |2 |0.3% |- |Other/Mixed |35 |5.26% |- |Hispanic or Latino |13 |1.95% |} As of the 2020 United States census, there were 665 people, 368 households, and 200 families residing in the town. ===2000 census=== As of the census of 2000, there were 849 people, 360 households, and 235 families residing in the town. The population density was 857.8 people per square mile (331.1/km). There were 414 housing units at an average density of 418.3 per square mile (161.5/km). The racial makeup of the town was 44.41% White, 55.12% Black or African American and 0.47% Native American. 0.94% of the population were Hispanic or Latino of any race. There were 360 households, out of which 27.2% had children under the age of 18 living with them, 38.9% were married couples living together, 23.3% had a female householder with no husband present, and 34.7% were non-families. 31.4% of all households were made up of individuals, and 18.6% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.99. In the town, the population was spread out, with 24.0% under the age of 18, 8.7% from 18 to 24, 24.7% from 25 to 44, 22.1% from 45 to 64, and 20.4% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 75.4 males. For every 100 females age 18 and over, there were 75.7 males. The median income for a household in the town was $20,500, and the median income for a family was $28,036. Males had a median income of $27,625 versus $18,393 for females. The per capita income for the town was $12,680. About 22.7% of families and 26.5% of the population were below the poverty line, including 34.5% of those under age 18 and 25.4% of those age 65 or over. ==Education== Leighton is served by three schools in the Colbert County School System: *Hatton Elementary (K-6) *Leighton Elementary (K-6) *Colbert County High School (7-12) ==Employment== According to 2010 Census estimates, the work force in Leighton was divided among the following industrial categories: * Arts, entertainment, recreation, and accommodation and food services (20.3 percent) * Retail trade (18.5 percent) * Manufacturing (15.8 percent) * Educational services, and health care and social assistance (15.3 percent) * Construction (13.5 percent) * Agriculture, forestry, fishing and hunting, and extractive (5.4 percent) * Other services, except public administration (5.0 percent) * Public administration (5.0 percent) * Professional, scientific, management, and administrative and waste management services (1.4 percent) ==Notable people== *Lefty Bates, Chicago Blues guitarist *Leon Douglas, former NBA player *Francine Hughes, domestic abuse survivor and subject of the book and film The Burning Bed *Jimmy Hughes, former rhythm and blues singer *Thomas Minott Peters, lawyer and botanist *Percy Sledge, soul musician ==Gallery== Below are photographs taken in Leighton as part of the Historic American Buildings Survey: File:FRONT VIEW, FACES WEST - Drury Vinson House, County Road 63, Leighton, Colbert County, AL HABS ALA,17-LEIT.V,2-1.tif|Drury Vinson House File:EAST END OF BRIDGE (GENERAL VIEW) - Presbyterian Church, Mount Pleasant Road, Leighton, Colbert County, AL HABS ALA,17-BRIC.V,1-1.tif|Presbyterian Church File:NORTH FRONT, SHOWING ARCUATED ENTRANCE PORCH - Hugh C. Leckey House, State Highway 20 and County Road 48, Leighton, Colbert County, AL HABS ALA,17-LEIT,1-1.tif|Hugh C. Leckey House ==References== ==External links== * Category:Towns in Colbert County, Alabama Category:Florence–Muscle Shoals metropolitan area Category:Towns in Alabama",
 "title": "Leighton, Alabama"
}