{
 "id": "104690",
 "text": "Gadsden is a city in and the county seat of Etowah County in the U.S. state of Alabama. It is located on the Coosa River about northeast of Birmingham and southwest of Chattanooga, Tennessee. It is the primary city of the Gadsden Metropolitan Statistical Area, which has a population of 103,931. As of the 2020 census, the population of the city was 33,945. In the 19th century, Gadsden was Alabama's second-most important center of commerce and industry, trailing only the seaport of Mobile. The two cities were important shipping centers: Gadsden for riverboats and Mobile for international trade. From the late 19th century through the 1980s, Gadsden was a center of heavy industry, including the Goodyear Tire and Rubber Company and Republic Steel. In 1991, following more than a decade of sharp decline in industry, Gadsden was awarded the honor of All-America City by the National Civic League. ==History== The first substantial European-American settlement in the area that developed as Gadsden was a village called \"Double Springs\". It was founded in about 1825 by John Riley, a mixed-race American Indian and European-American settler who built his house near two springs. Riley used his house for a stagecoach stop on the Huntsville-to-Rome route. The original building still stands as the oldest in Gadsden. The house was purchased by brothers Gabriel and Asenath Hughes in 1840. The Hughes brothers purchased much of the land between Lookout Mountain, the Coosa River, and the mouth of Wills Creek. The brothers proposed constructing a railroad from the port of Savannah to Nashville, Tennessee through their land.Lawrence, James. A Study of the Origins of Gadsden, Alabama. 2005. The original survey of Gadsden included the Hughes brothers' land, plus that of John S. Moragne and Lewis L. Rhea. On July 4, 1845, Captain James Lafferty piloted the steamboat Coosa to the settlement. He landed near the site where the Memorial Bridge was built. The Hughes brothers suggested renaming the town as \"Lafferty's Landing\", but residents adopted \"Gadsden\" in honor of Colonel James Gadsden of South Carolina. He later was noted for negotiating the United States' Gadsden Purchase from Mexico.Gadsden-Etowah Tourism Board: Early Gadsden History (archived) In 1867, after the American Civil War, the legislature organized Baine County; Gadsden was incorporated and made the county seat. After a constitutional convention, the new legislature dissolved Baine County in 1868 and renamed it as Etowah County. Gadsden retained its standing as county seat.\"Gadsden\", Encyclopedia of Alabama By the late 19th century, Gadsden had developed as a major river port on the Coosa River, and was second to Mobile, a seaport on the Gulf Coast, in importance. It also developed as a center of heavy industry. ===20th century to present=== With unionization, industrial workers could earn middle-class salaries and improve their lives, even as African Americans struggled under Jim Crow laws and political disenfranchisement. The city reached its peak of population in 1960. Affected by the national restructuring of railroads and heavy industry, most of Gadsden's major industries closed in the 1970s and 1980s. The city lost many jobs and much population, and began to decline. The city government has struggled to manage the transition to a different economy, just as numerous other industrial cities had to do. Redevelopment efforts, such as the Cultural Arts Center and downtown revitalization, earned Gadsden first place in the 2000 City Livability Awards Program of the US Conference of Mayors.\"Gadsden Receives First Place in 2000 City Livability Awards Program.\" The United States Conference of Mayors , Accessed December 9, 2005. Underemployment continues to be a severe problem, as indicated by the economic data presented below. ==Geography and climate== Gadsden is located in central Etowah County at (34.010147, −86.010356), and developed on both sides of the Coosa River. According to the U.S. Census Bureau, the city has a total area of , of which is land and , or 2.96%, is water. The southern end of Lookout Mountain rises to the north of the city center. Typical of the Deep South, Gadsden experiences a humid subtropical climate (Köppen Cfa) with four distinct seasons. Winter lasts from early December to late-February; the daily average temperature in January is . On average, the low temperature falls to the freezing mark or below on 60 days a year, and to or below on 6.9 days. While rain is abundant (January and February are on average the wettest months), measurable snowfall is rare, with most years receiving none. Summers are hot and humid, lasting from mid-May to mid-September, and the July daily average temperature is . There are 60–61 days of + highs annually and 2.1 days of + highs. The latter part of summer tends to be drier. Autumn, which spans from mid-September to early-December, tends to be similar to spring in terms of temperature and precipitation, although it begins relatively dry. With a period of record dating only back to 1953, the highest recorded temperature was on June 30, 2012, while the lowest recorded temperature was on January 20–21, 1985. ==Demographics== ===2000 census=== As of the census of 2000, there were 38,978 people, 16,456 households, and 10,252 families living in the city. The population density was 1,083.6 people per square mile (418.4/km2). There were 18,797 housing units at an average density of 522.6 per square mile (201.8/km2). The racial makeup of the city was 62.7% White, 34.0% Black or African American, 0.3% Native American, 0.5% Asian, 0.1% Pacific Islander, 1.2% from other races, and 1.2% from two or more races. 2.6% of the population were Hispanic or Latino of any race. right|300px|Perspective map of Gadsden in 1887 There were 16,456 households, out of which 24.9% had children under the age of 18 living with them, 40.5% were married couples living together, 18.1% had a female householder with no husband present, and 37.7% were non-families. 33.9% of all households were made up of individuals, and 16.9% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.91. In the city, the population was spread out, with 23.0% under the age of 18, 9.5% from 18 to 24, 25.3% from 25 to 44, 22.0% from 45 to 64, and 20.1% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 85.2 males. For every 100 females age 18 and over, there were 80.1 males. The median income for a household in the city was $24,823, and the median income for a family was $31,740. Males had a median income of $29,400 versus $19,840 for females. The per capita income for the city was $15,610. About 18.1% of families and 22.9% of the population were below the poverty line, including 33.9% of those under age 18 and 14.6% of those age 65 or over. ===2010 census=== As of the census of 2010, there were 36,856 people, 15,171 households, and 9,183 families living in the city. The population density was 990.8 people per square mile (382.7/km2). There were 17,672 housing units at an average density of 475.1 per square mile (183.5/km2). The racial makeup of the city was 57.3% White, 36.3% Black or African American, 0.4% Native American, 0.6% Asian, 0.4% Pacific Islander, 3.2% from other races, and 1.9% from two or more races. 5.4% of the population were Hispanic or Latino of any race. There were 15,171 households, out of which 24.3% had children under the age of 18 living with them, 35.9% were married couples living together, 19.5% had a female householder with no husband present, and 39.5% were non-families. 34.9% of all households were made up of individuals, and 14.6% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.99. In the city, the population was spread out, with 22.5% under the age of 18, 9.7% from 18 to 24, 25.0% from 25 to 44, 26.1% from 45 to 64, and 16.8% who were 65 years of age or older. The median age was 39.3 years. For every 100 females, there were 90.3 males. For every 100 females age 18 and over, there were 93.5 males. The median income for a household in the city was $28,386, and the median income for a family was $34,643. Males had a median income of $33,827 versus $27,342 for females. The per capita income for the city was $18,610. About 20.2% of families and 24.9% of the population were below the poverty line, including 38.9% of those under age 18 and 14.3% of those age 65 or over. ===2020 census=== {| class=\"wikitable\" |+Gadsden racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |17,198 |50.66% |- |Black or African American (non-Hispanic) |12,002 |35.36% |- |Native American |92 |0.27% |- |Asian |273 |0.8% |- |Pacific Islander |9 |0.03% |- |Other/Mixed |1,633 |4.81% |- |Hispanic or Latino |2,738 |8.07% |} As of the 2020 United States census, there were 33,945 people, 13,766 households, and 8,133 families residing in the city. ==Employment== thumb|right|The Spirit of American Citizenship Monument on Rainbow Drive (US 411), just before the Broad Street Bridge. The Coosa River and East Gadsden are visible in the background. Citing statistics from the Alabama Department of Industrial Relations and the Center for Business and Economic Research at the University of Alabama, the Gadsden- Etowah County Industrial Development Authority reports that approximately 12,000 residents of Etowah County were underemployed and 2,179 residents were unemployed as of 2008.Gadsden-Etowah County Industrial Authority website ==Religion== Gadsden houses numerous churches: Episcopalian, Methodist, Baptist, Presbyterian, Lutheran, Church of Christ, Pentecostal, Catholic, and Church of Jesus Christ of Latter Day Saints. The city was home to Congregation Beth Israel, a Reform synagogue founded in 1908. In a 1960 attack, the synagogue was fire-bombed, its windows smashed, and two members shot and wounded by a Nazi sympathizer.Webb, Clive. Fight Against Fear: Southern Jews and Black Civil Rights, University of Georgia Press, 2001, pp. 142-143. Because of declining numbers as some members moved away and others died, the congregation ceased operations in 2010. ==Law enforcement== Gadsden is served by a 106-member municipal police department that includes a Patrol Division and Detective Division. The Patrol Division operates patrol, a bomb squad unit, special projects team, and a joint SWAT team with the Etowah County Sheriff Office. The Detective Division serves a homicide or persons unit, property crime unit, financial crimes unit, and juvenile unit. In May 2010, the Gadsden Police Department acquired two unmanned aerial vehicles (UAVs) under the auspices of a $150,000 federal grant. The drones are equipped with video cameras and wireless transmitters, designed to be used for aerial surveillance., KTRK Television ==Education== The Gadsden City Board of Education oversees fourteen schools: eight elementary schools, three middle schools, one high school, and two specialty schools (one alternative center and one technical center). A new high school, Gadsden City High School, replaced the three former city high schools (Emma Sansom High School, Gadsden High School, and Litchfield High School) via merger for the 2006–2007 school year. Gadsden is home to Gadsden State Community College, the second largest of the 27 two-year institutions in the Alabama Community College System. This was founded by former Governor George Wallace. Small satellites of Jacksonville State University and the University of Alabama also offer college courses in Gadsden. Gadsden is home to the first statewide day-treatment program for juvenile offenders. The Community Intensive Treatment for Youth Program (C.I.T.Y.) was founded in January 1981 by Edward E. Earnest (1943-2005). With the assistance and support of the Honorable Judge Robert E. Lewis (1927-1993), the city of Gadsden, and the Gadsden City Board of Education, the C.I.T.Y. Program began enrolling students on February 1, 1981. C.I.T.Y. is designed to be a multi-dimensional program emphasizing habilitation (i.e., equipping at-risk youth on juvenile probation with skills needed to meet the demands of modern society). Its objectives are: 1. to identify the at-risk youth's individual strengths and weaknesses, 2. to provide an individualized environment in which the at-risk youth can develop skills, and 3. to alter the natural environment of the at-risk youth so that new acquired skills are nurtured and encouraged. To achieve these objectives, C.I.T.Y. offers academic remediation in reading, math, language; intensive counseling that involves behavior modification, consumer education, and job readiness training. After all objectives have been met, C.I.T.Y. provides GED preparation, return to public school, and placement into technical school, college, job, or military service. In 1983, C.I.T.Y. Program of Etowah County (Gadsden) received the National Council of Juvenile and Family Court Judges Unique and Innovative Project Award. On October 1, 2009, C.I.T.Y.’s name was changed to Special Programming for Achievement Network (S.P.A.N.) It operates under the directorship of the Alabama Department of Youth Services. There are eleven SPAN programs in the state of Alabama.Alabama Department of Youth Services, Etowah County Juvenile Probation Office, Gadsden City Board of Education ==Media== Newspapers * The Gadsden Times (Daily morning paper. Previously owned by the New York Times, now owned by Halifax Media Group). * Gadsden Messenger: Weekly, locally owned newspaper. * The Reporter - Monthly, locally owned newspaper. Television Gadsden is located in the Birmingham DMA (Designated Market Area) for television stations. Two of the market's stations are licensed to Gadsden. * WTJP Channel 60 - Trinity Broadcasting Network * WPXH Channel 44 - ION Television affiliate * W15AP Channel 15 - Repeater for WBRC Fox 6 in Birmingham * Netflix 60 Days In AM radio * WAAX 570 - News/talk * WGAD 930 - Light pop * WMGJ 1240 - Urban/contemporary music * WTDR 1350 - Re-broadcast of 92.7 FM Thunder Country FM radio * WKLS 105.9 – Mainstream rock * WKXX 102.9 - Sports * WSGN 91.5 - NPR/PBS (Gadsden State Community College, simulcast of WBHM Birmingham) * WGMZ 93.1 - Classic rock * W257CT 99.3 FM - News/talk/classic 80s weekends * WTBB 89.9 - Religious ==Infrastructure== ===Transportation=== * Interstate 59 * Interstate 759 * U.S. Highway 411 * U.S. Highway 431 * U.S. Highway 278 * Norfolk Southern Railway * Alabama and Tennessee River Railway * Northeast Alabama Regional Airport (municipal airport) ===Health care=== * Gadsden Regional Medical Center: 346-bed facility * Riverview Regional Medical Center: 281-bed facility * Mountain View Hospital: Psychiatric and chemical dependency facility ==Notable people== * Beth Grant, actress * Bill Green, basketball player, first-round pick in 1963 NBA draft * Dre Kirkpatrick, first-round draft pick of the NFL's Cincinnati Bengals * Freddie Kitchens, American Football Coach * Mathew Knowles, music executive, businessman, record producer, and manager; father of Beyoncé and Solange Knowles * Annie Lee (1935–2014), artist * Sunny Mabrey, actress * Jerry McCain, blues musician noted for his harmonica playing and songwriting * Roy Moore, former Chief Justice of the Supreme Court of Alabama * William L. Sibert, US Army major general who commanded the U.S. 1st Infantry Division during World War I * Hazel Brannon Smith, notable newspaper publisher in Lexington, Mississippi, and first woman to receive a Pulitzer Prize for editorial writing. * Cadillac Williams, former NFL first-round draft pick * Yelawolf, rapper signed to Interscope and Shady Records * Jake Adam York, award-winning poet *Aaron Pearson, former American football linebacker who played three seasons with the Kansas City Chiefs. *Darnell Mooney, wide receiver for the Chicago Bears ==Points of interest== * Noccalula Falls Park * Gilliland-Reese Covered Bridge * Coosa River * Downtown Gadsden * James D. Martin Wildlife Park * Gadsden Mall * Gadsden Museum of Art * Mary G. Hardin Center for Cultural Arts *Gadsden Symphony Orchestra *[Etowah County Jail](https://templeton1.org/alabama/county-jail/etowah-county-detention- center/) The largest building in downtown Gadsden ==Representation in other media== * Joshua Kristal, a professional photographer, completed a project in 2012 of taking photographs in three southern states at sites of lynchings that were documented in historic photographs. One of his photographs was in Gadsden, at the site of Bunk Richardson's 1906 lynching. * Poet Jake Adam York grew up in Etowah County and wrote a poem \"Bunk Richardson\", inspired by his having read stories about the lynching in the Gadsden Times. * Each county in the US where a lynching took place is represented in the new Memorial for Peace and Justice in Montgomery, Alabama; opened in April 2018.Oprah Winfrey, \"Inside the memorial to victims of lynching\", CBS News, 60 Minutes, 08 April 2018; accessed 10 April 2018 ==References== * Goodson, Mike. Gadsden: City of Champions. Illustrated by Brock Cole. Arcadia, 2002; . Part of the \"Making of America\" series. ==External links== * City of Gadsden official website Category:Cities in Alabama Category:Cities in Etowah County, Alabama Category:County seats in Alabama Category:Populated places established in 1845 Category:1845 establishments in Alabama",
 "title": "Gadsden, Alabama"
}