{
 "id": "104778",
 "text": "Forestdale is an unincorporated community and census-designated place (CDP) in Jefferson County, Alabama, United States. It is north of the Birmingham city neighborhood of Ensley. At the 2020 census, the population was 10,409. ==Geography== Forestdale is located at (33.574305, -86.902937). According to the U.S. Census Bureau, the community has a total area of , all land. ==Demographics== ===2000 census=== As of the census of 2000, there were 10,509 people, 4,161 households, and 3,099 families living in the community. The population density was 1,523.0 people per square mile (588.1/km). There were 4,357 housing units at an average density of 631.4 per square mile (243.8/km). The racial makeup of the community was 52.87% White, 45.92% Black or African American, 0.16% Native American, 0.35% Asian, 0.17% from other races, and 0.52% from two or more races. 0.46% of the population were Hispanic or Latino of any race. There were 4,161 households, out of which 30.6% had children under the age of 18 living with them, 58.5% were married couples living together, 13.0% had a female householder with no husband present, and 25.5% were non-families. 23.1% of all households were made up of individuals, and 11.2% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 2.97. In the community, the population was spread out, with 22.8% under the age of 18, 7.4% from 18 to 24, 26.1% from 25 to 44, 26.3% from 45 to 64, and 17.4% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 88.5 males. For every 100 females age 18 and over, there were 84.7 males. The median income for a household in the community was $43,111, and the median income for a family was $51,188. Males had a median income of $36,048 versus $30,135 for females. The per capita income for the community was $19,954. About 4.4% of families and 6.4% of the population were below the poverty line, including 5.4% of those under age 18 and 8.8% of those age 65 or over. ===2010 census=== As of the census of 2010, there were 10,162 people, 3,963 households, and 2,834 families living in the community. The population density was 1,500 people per square mile (570/km). There were 4,365 housing units at an average density of 632 per square mile (244/km). The racial makeup of the community was 71.4% Black or African American, 26.2% White, 0.2% Native American, 0.2% Asian, 0.9% from other races, and 1.0% from two or more races. 1.4% of the population were Hispanic or Latino of any race. There were 3,963 households, out of which 27.5% had children under the age of 18 living with them, 46.5% were married couples living together, 20.8% had a female householder with no husband present, and 28.5% were non-families. 25.2% of all households were made up of individuals, and 9.3% had someone living alone who was 65 years of age or older. The average household size was 2.56 and the average family size was 3.06. In the community, the population was spread out, with 23.2% under the age of 18, 7.9% from 18 to 24, 23.9% from 25 to 44, 30.2% from 45 to 64, and 14.7% who were 65 years of age or older. The median age was 40.9 years. For every 100 females, there were 86.8 males. For every 100 females age 18 and over, there were 84.9 males. The median income for a household in the community was $52,605, and the median income for a family was $60,067. Males had a median income of $42,207 versus $36,417 for females. The per capita income for the community was $23,819. About 6.4% of families and 8.7% of the population were below the poverty line, including 12.6% of those under age 18 and 1.8% of those age 65 or over. ===2020 census=== {| class=\"wikitable\" |+Forestdale racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |1,684 |16.18% |- |Black or African American (non-Hispanic) |8,187 |78.65% |- |Native American |17 |0.16% |- |Asian |16 |0.15% |- |Pacific Islander |1 |0.01% |- |Other/Mixed |250 |2.4% |- |Hispanic or Latino |254 |2.44% |} As of the 2020 United States census, there were 10,409 people, 3,776 households, and 2,484 families residing in the CDP. ==References== Category:Unincorporated communities in Alabama Category:Census-designated places in Jefferson County, Alabama Category:Census-designated places in Alabama Category:Birmingham metropolitan area, Alabama Category:Unincorporated communities in Jefferson County, Alabama",
 "title": "Forestdale, Alabama"
}