{
 "id": "104728",
 "text": "thumb|right|General store in Moundville, July 1936 Moundville is a town in Hale and Tuscaloosa counties in the U.S. state of Alabama. It was incorporated on December 22, 1908. From its incorporation until the 1970 census, it was wholly within Hale County. At the 2010 census the population was 2,427, up from 1,809 at the 2000 census. It is part of the Tuscaloosa Metropolitan Statistical Area. Within the town is Moundville Archaeological Site, the location of a prehistoric Mississippian culture political and ceremonial center. ==Geography== Moundville is located in northern Hale County at (32.998521, -87.626006), on the south side of the Black Warrior River. The town limits extend north into Tuscaloosa County. Alabama State Route 69 passes through the east side of the town, leading north to Tuscaloosa and south to Greensboro, the Hale County seat. According to the U.S. Census Bureau, Moundville has a total area of , of which , or 1.26%, are water. ==Demographics== ===2000 census=== At the 2000 census, there were 1,809 people, 809 total housing units with 688 being occupied households, and 479 families living in the town. The population density was 458.7 per square mile (177.3/km). There were 780 housing units at an average density of 197.8 per square mile (76.4/km). The racial makeup of the town was 61.30% White, 35.16% Black or African American, 0.66% Native American, 0.94% Asian, 0.83% from other races, and 1.11% from two or more races. 1.55% of the population were Hispanic or Latino of any race. There were 688 households, of which 35.9% had children under the age of 18 living with them, 45.3% were married couples living together, 19.0% had a female householder with no husband present, and 30.4% were non-families. 27.6% of all households were made up of individuals, and 10.9% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 3.08. 29.47% of the population were under the age of 19, 6.63% from 20 to 24, 27.7% from 25 to 44, 20.67% from 45 to 64, and 15.54% who were 65 years of age or older. The median age was 35.9 years. For every 100 females, there were 90.4 males. For every 100 females age 18 and over, there were 83.4 males. The median household income was $31,944 and the median family income was $36,000. Males had a median income of $30,625 compared with $25,231 for females. The per capita income was $13,014. About 21.2% of families and 20.9% of the population were below the poverty line, including 24.6% of those under age 18 and 16.7% of those age 65 or over. ===2010 census=== At the 2010 census, there were 2,427 people, 1,003 total housing units with 894 being occupied households, and 652 families living in the town. The population density was 622.3 per square mile (235.6/km). There were 1,003 housing units at an average density of 257.2 per square mile (97.4/km). The racial makeup of the town was 56.2% White, 40.4% Black or African American, 0.7% Native American, 0.7% Asian, 0.6% from other races, and 1.4% from two or more races. 1.8% of the population were Hispanic or Latino of any race. There were 894 households, of which 37.2% had children under the age of 18 living with them, 48.7% were married couples living together, 18.8% had a female householder with no husband present, and 27.1% were non-families. 23.4% of all households were made up of individuals, and 7.6% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 3.11. 27.7% of the population were under the age of 19, 7.6% from 20 to 24, 29.0% from 25 to 44, 23.5% from 45 to 64, and 12.1% who were 65 years of age or older. The median age was 34.7 years. For every 100 females, there were 92.2 males. For every 100 females age 18 and over, there were 92.2 males. The median household income was $43,083 and the median family income was $55,821. Males had a median income of $50,893 compared with $29,375 for females. The per capita income was $17,574. About 14.5% of families and 17.0% of the population were below the poverty line, including 13.0% of those under age 18 and 24.1% of those age 65 or over. ===2020 census=== {| class=\"wikitable\" |+Moundville racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |1,430 |47.29% |- |Black or African American (non-Hispanic) |1,445 |47.78% |- |Native American |13 |0.43% |- |Asian |6 |0.2% |- |Other/Mixed |80 |2.65% |- |Hispanic or Latino |50 |1.65% |} As of the 2020 United States census, there were 3,024 people, 1,072 households, and 803 families residing in the town. ==Moundville Archaeological Park== The Moundville Archaeological Park is a National Historic Landmark. The park contains 26 prehistoric, Mississippian culture-era Native American earthwork mounds, burial sites and artifacts. The largest mounds are located near the Black Warrior River. Mounds become smaller as one goes farther from the river. This might be an indication of the relative ranks of the people who built and maintained the mounds. A palisade was built around three sides of the center of the Moundville site, surrounding the mounds, a plaza and residential areas. This palisade was rebuilt at least six times during the site's occupation. == Transportation == === Airport === Moundville Airport is a privately owned, public-use airport located two nautical miles (2.3 mi, 3.7 km) south of the central business district of Moundville. ==Notable person== *Rufus Deal, former Auburn University and professional football player ==Work of Walker Evans and James Agee == In the 1930s, the photographer Walker Evans and writer James Agee documented the lives of tenant farmers living in this area in the book Let Us Now Praise Famous Men and the more recently published Cotton Tenants. == References == ==External links== *Town of Moundville - official website *Moundville Archaeological Park *Moundville profile and videos - Chickasaw.TV Category:Towns in Hale County, Alabama Category:Towns in Tuscaloosa County, Alabama Category:Towns in Alabama Category:Tuscaloosa, Alabama metropolitan area",
 "title": "Moundville, Alabama"
}