{
 "id": "104958",
 "text": "HKN, Inc. is a company engaged in hydrocarbon exploration headquartered in Southlake, Texas. It is notable for the Harken Energy scandal, which involved allegations of insider trading by George W. Bush in 1990. The company was known as Harken Energy Corporation until 2007. ==History== In 1973, the company was founded as an unprofitable collection of Texas oil wells for investors seeking tax write-offs. In 1986, the company acquired Spectrum 7 for 200,000 shares from George W. Bush. After the sale of his company, Bush served on the board of directors of the company and received $80,000-$100,000 per year in consulting fees. Bush remained on the board through 1993. In 1987, Talat Othman joined the board of the company and served as the chair of the Audit Committee. In 1989, the company's subsidiary Aloha Petroleum was sold to company insiders for $12 million, most of which was borrowed from Harken. The sale of the subsidiary for an exorbitant price helped the company show a profit that year and disguise losses, a similar technique used by Enron that led to the Enron scandal. In September 1989, the company made an offer to acquire Tesoro Petroleum. The offer was withdrawn in February 1990. In 2007, the company changed its name to HKN, Inc. ==Controversies== ===Insider trading allegations=== Harken attracted attention because of the role played in its affairs during the 1980s by George W. Bush, later the President of the United States. On June 22, 1990, while he was a member of the company's board of directors, Bush sold stock in Harken shortly before the company announced substantial losses. This transaction resulted in a U.S. Securities and Exchange Commission investigation of probable insider trading. A transaction associated with the financial endowment of Harvard University was also investigated. ===Exploration offshore Costa Rica=== In 2000, a subsidiary of the company received a 20-year concession to exploit resources offshore Costa Rica. After pressure from indigenous tribes and environmentalists, operating as Acción de Lucha Anti-Petrola, the government instituted a moratorium on exploration. In September 2003, the company filed a dispute seeking $57 billion from the government of Costa Rica for lost earnings. The lawsuit was thrown out of court and the concession was revoked. ==References== Category:Oil companies of the United States Category:Petroleum in Texas Category:Companies based in the Dallas–Fort Worth metroplex Category:Tarrant County, Texas Category:Non-renewable resource companies established in 1973 Category:Energy companies established in 1973 Category:1973 establishments in Texas",
 "title": "HKN, Inc."
}