{
 "id": "105045",
 "text": "Concerto per Theremin. Live in Italy is Lydia Kavina's second album. It was recorded in Italy in 1998 and released on CD by Teleura in 2000. ==Theremin & Lydia Kavina== Invented in 1919 in Russia by Lev Sergeivitch Termen, the Theremin was not only the first electronic musical instrument, but also the first (and still the only) instrument played without touching it by moving the hands in the space between two antennas, one of which controls intonation and the other the volume. Lydia Kavina is universally recognised as being the greatest virtuoso of the Theremin in the world. The niece of one of Lev Termen's first-degree cousins, Kavina began studying the Theremin under the direction of Termen himself when she was nine years old. Five years later, she was ready to give her first Theremin concert, which marked the beginning of a musical career that has so far led to more than 500 theatre, radio and television performances throughout the world. In addition to giving concerts, Kavina is a composer of music for the Theremin (three of her works can be heard on this disc) and teaches the instrument in Russia, the United States and Western Europe. Together with the London Philharmonic Orchestra, she participated in creating the sound track of the Oscar-winning film Ed Wood. In 1999 has been published Lydia's first disc entitled \"Music from the Ether\". (Liner notes by Valerio Saggini) == Track listing == # Claire de Lune (4:14) Author: Claude Debussy Performed by: Lydia Kavina, Mauro Cavalieri D'Oro # The River (2:05) Author: Sergej Rachmaninov Performed by: Lydia Kavina, Mauro Cavalieri D'Oro # Vocalise (3:12) Author: Sergej Rachmaninov Performed by: Lydia Kavina, Mauro Cavalieri D'Oro # Smoke gets in your eyes (1:58) Author: Jerome Kern Performed by: Lydia Kavina, Mauro Cavalieri D'Oro # The Nightingale (2:52) Author: Alexander Alabiev Performed by: Lydia Kavina, Mauro Cavalieri D'Oro # Air on a G String (3:05) Author: Johann Sebastian Bach Performed by: Lydia Kavina, Columbus Orchestra # Humoresque (2:47) Author: Antonin Dvorâk Performed by: Lydia Kavina, Columbus Orchestra # Summertime (2:49) Author: George Gershwin Performed by: Lydia Kavina, Columbus Orchestra # Palestinian Song (2:25) Author: Charles Paul Performed by: Lydia Kavina, Mauro Cavalieri D'Oro # Hora (2:39) Author: Charles Paul Performed by: Lydia Kavina, Mauro Cavalieri D'Oro # The Mirror (3:59) Author: Lydia Kavina Performed by: Lydia Kavina, Columbus Orchestra # Transformations (3:47) Author: Lydia Kavina Performed by: Lydia Kavina, Columbus Orchestra # Swampmusic (5:14) Author: Lydia Kavina Performed by: Lydia Kavina ==References== == External links == * An interview with Lydia Kavina * Concerto per Theremin: the Live CD from Lydia Kavina Category:2000 live albums Category:Lydia Kavina albums Category:Theremins",
 "title": "Concerto per Theremin. Live in Italy"
}