{
 "id": "105030",
 "text": "Marcos Ligero (born 7 July 1984 in Sabadell, Spain), better known as D-Mark, is a Spanish Electronic Dance Music DJ, musician and producer. Starting with the music as a hobby in the late 90s and at the early age of 13 he became an enthusiast of the dance music genre of the moment, and passed to be a mere follower to become a producer even before starting his career as a DJ. ==HistoryDeejay Magazine. Reportaje: D-Mark. 2008.== ===The first years=== D-Mark begun in the field of the music production using a tracker production software. He led a now disappeared project called Vanian-UT to spread all of these tracks made with that software across all the Spanish territory. In 2002, Vanian-UT was known in Spain as a young producers' collective with a lot of talent, that also focused on DJing, something that caught the attention of D-Mark as well. This year, Vanian-UT released with D-Mark mixes a set of CDs for the magazine Solo Tuning. ===2003–2008=== Year 2003 was a new begin for D-Mark. Focused on his DJ side and with the Vanian-UT project running at its top, the collective begun to perform their music on several clubs and events in the zone, like regular parties at Future Club in Barcelona or the event Trancenight Summer Party at Girona in 2004. 2005 was a year of changes. As new systems and computer production software became more affordable to everyone and the record deals were increasing into its members Vanian-UT was about to close, what took D-Mark to initiate and lead a new record label project called DanceDP Recordings. This idea was set up this year, but it would not come to light until the end of 2006. Meanwhile, D-Mark took his first appearance outside the zone of Catalunya, Spain, and moved to Madrid to perform a gig alongside DJ Precision and Menno de Jong, together with his friends and artists Shammu, DJ Row and the resident DJ at Future Club in Barcelona Pllo Future. 2006 and 2007 were, without a doubt, the most active at the DJ and musical career of D-Mark. During this time, he carried his music through all the Spanish territory in the cities of Ibiza, Barcelona, Madrid or Valladolid, and the countries of Norway, England and Slovenia and performing together with some of the most influenced DJs of the dance scene at these years, like Above & Beyond, Lemon & Einar K or Inkfish. In 2006 he made his debut abroad, in a Ministry of Sound event at Sentrum Scene in the city of Oslo, Norway. These years were also when D-Mark set the opening of his new record label project DanceDP Recordings. The first release of the record label and the first appearance of D-Mark in the music industry as well, Travelling EP, became unexpectedly a success: 10 weeks in a row at the top positions of the Technics/IDP/DMC Dutch Dance Charts and full reviews on the Spanish magazines Deejay and DJ1, that finally ended with the DJ Oner award No. 1 Spanish trance release and the appearance of Project Norway in the album of Dave Pearce Delirium on the label Ministry of Sound. In 2007 and 2008 D-Mark teamed up with who would be now his best friend in the music field and his studio and DJ partner G-Sus. They two together released several remixes for artists like Tragida and Der Mystik, and their hit La Lamida del Gato Negro produced in 2008 and released in 2009 got the unexpected support of the world's top DJ Paul van Dyk. 2008 is also the starting year of D-Mark's monthly radio/podcast project DanceDP Radio. The project begun with the appearances and the support of Raúl CC and David Amante the first year, until David left his music career. G-Sus joined the team in 2010, where he is currently an active part of the show. ===2009–present=== 2009 and 2010 were two difficult years to the personal life of D-Mark that forced him to stop the recording of his already announced album debut Driving Nowhere and to leave momentarily his musical activity, that was also affecting his record label. The album was finally discarded due to the crisis that is lately passing through the music industry, especially in Spain, and the world's economy. However, this did not stop D-Mark and G-Sus in 2009 to organize and perform a special event in Pineda de Mar, which was the one who had the biggest attendance for them of all the times in Spain, 5500 attendees. 2011 is the year, as he said, of the coming back, with a new EP release and an amateur official videoclip made for what is his favourite city, Barcelona. ==Discography== ===Singles and Remixes=== * 2011: Physical Phase – Inception (D-Mark & G-Sus Remix) * 2011: Barcelona EP including Barcelona, Surfing the Waves and I See The Light * 2011: Edu NRG – Return Flight (D-Mark & G-Sus Remix) * 2010: Chimo Bayo – La Fiesta del Fuego (D-Mark's Ibiza One Night Stand Mix) * 2009: La Lamida del Gato Negro ft. G-Sus, incl. Desired Melody * 2008: Tomahawk * 2007: Jaco & Mixxmaster – Feeling (D-Mark Remix) * 2007: Tragida – The Milky Land (D-Mark & G-Sus Remix) * 2007: Angel Ace – Finally (D-Mark's Reaching The Nightfall Remix) * 2007: KOS Project – My World (D-Mark Remix) * 2007: Tragida – My Pinky Lady (D-Mark Remix) * 2006: Travelling EP including Travelling, That's Cool and Project Norway * 2006: DJ Nash – Life is not a Dream (D-Mark Superfly Mix) ===Produced and Unreleased=== * 2010: Linkin Park – The Catalyst (D-Mark & G-Sus Remix) – MySpace Contest * 2009: Der Mystik – Tuxedo (D-Mark & G-Sus Farruquito Remix) – Due to record label closing * 2008: Trance Claschen – One for Me (D-Mark Likes Cheese Remix) * 2007: Emotional Horizons – Lush (D-Mark & Elitist Remix) ===Track appearances on=== * 2010: Ibiza Trance Anthems 2010 with Chimo Bayo – La Fiesta del Fuego (D-Mark's Ibiza One Night Stand Dub) * 2010: Pumping Trance Vol.4 with D-Mark feat. G-Sus – Desired Melody * 2009: 50 Ultimate Trance Classics with Angel Ace – Finally (D-Mark's Reaching the Nightfall Remix) * 2008: We Create a Mental Atmosphere with Tragida – My Pinky Lady (D-Mark Remix) * 2007: Trance Mania Worldwide with Angel Ace – Finally (D-Mark's Reaching the Nightfall Remix) * 2007: Dave Pearce's Delirium Vol. 1 with D-Mark – Project Norway ==Awards== * 2007: DJ Oners Best No. 1 trance release of the year ==References== ==External links== * Official website Category:1984 births Category:Living people Category:Club DJs Category:Spanish DJs Category:Ableton Live users Category:People from Sabadell Category:Electronic dance music DJs",
 "title": "D-Mark"
}