{
 "id": "105086",
 "text": "Aliceville is a city in Pickens County, Alabama, United States, located thirty-six miles west of Tuscaloosa. At the 2010 census its population was 2,486, down from 2,567 in 2000. Founded in the first decade of the 20th century and incorporated in 1907, the city has become notable for its World War II-era prisoner-of-war camp, Camp Aliceville. Since 1930, it has been the largest municipality in Pickens County.1830-2010 U.S. Censuses research on Pickens County, Alabama communities ==History== In 1902 the settlement that would become Aliceville was founded with the opening of a single store. The city was named in honor of the wife of John T. Cochrane, founder of the Alabama, Tennessee and Northern Railroad and moving force behind the construction of the short line from Carrollton, Alabama to Aliceville. Within two years of the completion of the short line, Aliceville had grown to what the Montgomery Advertiser called in 1905 \"a town of considerable pretensions. There are about a dozen stores, a bank, public buildings and numerous enterprises.\" In 1907 an election was scheduled to allow the citizens of Aliceville to decide whether their community should be incorporated. Incorporation was approved by the voters, and on March 19, 1907, a municipal election was held to choose municipal officers, including a mayor and five aldermen: T.H. Sommerville, J.M. Summerville, A. Hood, J.D. Sanders, W.E. Stringfellow, and J.B. Cunningham, respectively. In August 1907 a black man named Gibson was lynched in Aliceville, which caused civil disturbances in the community. Rumors swirled that \"the negroes were arming themselves,\" and a group of blacks on horseback were fired on in the street. Gibson's father was subsequently \"ordered to leave the county on account of some impertient (sic) talk.\" By March 1908, municipal officials had decreed that all streets should have ten-foot sidewalks built on both sides. Property owners were to be responsible for building the sidewalks in front of their parcels. This work, along with the paving of the streets, was largely completed by June 1910 and the city began considering the installation of water and electricity. ===Camp Aliceville=== During World War II, a Prisoner-of-war camp was set up in Aliceville to hold 6,000 German prisoners, most from the Afrika Korps, although the population of the camp rarely exceeded 3,500. The camp operated between June 2, 1943 and September 30, 1945. Prisoners were brought to the camp via the St. Louis – San Francisco Railway. The only remaining trace of the camp is an old stone chimney. However, there is a German POW collection at the Aliceville Museum and Cultural Arts Center which retains documentation from the camp including maps, photographs, camp publications, letters, and artwork. left|thumb|Ingleside house in Aliceville, June 1937 ===Civil rights movement=== ====1960==== During the civil rights movement, organizing in small communities such as Aliceville was often more dangerous for activists than it was in larger cities because of their isolation. As late as 1965, according to James Corder, a Primitive Baptist minister from Aliceville, Pickens County had not yet experienced any civil unrest related to the movement. Jordan was inspired by the Selma to Montgomery marches in March of that year to organize a civil rights group in Aliceville, which he called the \"Rural Farm and Development Council\" in order to avoid scrutiny. The group organized protests at the Aliceville city hall to oppose officially sanctioned racism in the city. In September 1969 black students held protests against the principal of an all-black school in Aliceville, prompting governor Albert Brewer to send National Guard troops into the city. Two of the city's all-black schools were closed on September 4 due to the demonstrations, and they reopened the next day under National Guard supervision. ====1970s and 1980s==== In 1982, Aliceville native Maggie Bozeman testified at Congressional hearings held in Montgomery, Alabama, concerning proposed amendments to the Voting Rights Act of 1965. She testified that as late as 1980 in Aliceville and Pickens County voting took place in the open rather than in private booths and that white police officers were stationed in polling places, taking photographs of people who assisted black voters. This revelation outraged Republican congressman Henry Hyde, who had previously been unconvinced of the necessity of amending the law. Bozeman's testimony followed her 1979 arrest, conviction, and sentencing for vote fraud. Bozeman and fellow political activist Julia Wilder of Olney, Alabama were given \"the sternest sentences for a vote fraud conviction in recent Alabama history\": five years for Wilder and four for Bozeman. The sentences were upheld on appeal, prompting the formation of an organization, the National Coalition to Free Julia Wilder and Maggie Bozeman and Save the Voting Rights Act, and a march through Aliceville from Carrollton, Alabama, to Montgomery to publicize their cause. The United States Department of Justice sent eight poll-watchers to Aliceville to observe the 1984 primary election runoffs following reports from observers of the July 1984 main primaries. ===And after=== In November 2013 three tanker cars carrying crude oil exploded when an Alabama and Gulf Coast Railway train derailed near Aliceville. As of March 2014, the cleanup of the spilt oil was still not complete, despite four months of work. About 750,000 gallons of Bakken crude was released. ==Geography== Aliceville is located at (33.126276, -88.154427). According to the U.S. Census Bureau, the city has a total area of , all land. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Aliceville has a humid subtropical climate, abbreviated \"Cfa\" on climate maps. ==Demographics== ===Aliceville=== Aliceville first appeared on the 1910 U.S. Census as an incorporated town.http://www2.census.gov/prod2/decennial/documents/41033935v1-8ch1.pdf It became the largest town in Pickens County in 1930,http://www2.census.gov/prod2/decennial/documents/10612963v3p1ch02.pdf surpassing Reform, and continues to hold the title as of 2010.http://www.census.gov/prod/cen2010/cph-1-2.pdf ===2020 census=== {| class=\"wikitable\" |+Aliceville racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |425 |19.52% |- |Black or African American (non-Hispanic) |1,679 |77.12% |- |Asian |6 |0.28% |- |Other/Mixed |41 |1.88% |- |Hispanic or Latino |26 |1.19% |} As of the 2020 United States census, there were 2,177 people, 898 households, and 625 families residing in the city. ===2010 Census data=== As of the 2010 United States Census, there were 2,486 people living in the city. 74.9% were African American, 22.6% White, 0.1% Native American, 0.0% Asian, 0.8% from some other race and 1.6% of two or more races. 1.2% were Hispanic or Latino of any race. ===2000 Census data=== As of the census of 2000, there were 2,567 people, 978 households, and 646 families living in the city. The population density was 570.9 people per square mile (220.2/km). There were 1,092 housing units at an average density of 242.9 per square mile (93.7/km). The racial makeup of the city was 32.29% White, 66.54% Black or African American, 0.12% Native American, 0.31% Asian, and 0.74% from two or more races. 0.39% of the population were Hispanic or Latino of any race. There were 978 households, out of which 32.0% had children under the age of 18 living with them, 34.2% were married couples living together, 28.2% had a female householder with no husband present, and 33.9% were non-families. 32.5% of all households were made up of individuals, and 18.6% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 3.20. In the city, the population was spread out, with 30.2% under the age of 18, 8.7% from 18 to 24, 21.4% from 25 to 44, 20.1% from 45 to 64, and 19.6% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 75.2 males. For every 100 females age 18 and over, there were 64.9 males. The median income for a household in the city was $17,092, and the median income for a family was $23,233. Males had a median income of $25,114 versus $15,952 for females. The per capita income for the city was $11,028. About 38.7% of families and 44.7% of the population were below the poverty line, including 64.6% of those under age 18 and 29.9% of those age 65 or over. ==Aliceville Precinct/Division (1930-)== The Aliceville Precinct (Pickens County Precinct 19) first appeared on the 1930 U.S. Census.http://www2.census.gov/prod2/decennial/documents/03815512v1ch02.pdf, 1930 AL Census Prior to that, from 1880-1920, it had been known as the Franconia Precinct.http://www2.census.gov/prod2/decennial/documents/1880a_v1-09.pdf, 1880 AL Census In 1960, Aliceville precinct was changed to a census division as part of a general reorganization of counties.http://www2.census.gov/prod2/decennial/documents/37721510v1p2ch2.pdf, 1960 AL Census In 2000, it was merged with the Raleigh Census Division and renamed South Pickens Division.http://www.census.gov/prod/cen2000/phc-1-2.pdf, 2000 AL Census In 2010, the name was changed back to Aliceville Census Division.http://www.census.gov/prod/cen2010/cph-1-2.pdf, 2010 AL Census ==Economy== Aliceville is home to the Federal Correctional Institution, Aliceville. Construction on the $250 million, 1,500-bed medium-security women’s prison began in 2008 and was completed in 2011. The facility also includes a 256-bed minimum-security work camp. ==Arts and culture== Aliceville is home to the Aliceville POW Museum, which houses papers, letters, documents, maps, and other material from the World War II prisoner of war camp situated in the city from 1942 to 1945. The museum opened in 1995 and, in addition to the POW material, houses a permanent exhibit on the Aliceville Coca-Cola bottling plant. (archived from the original on December 14, 2007) ==Education== * Aliceville High School * Aliceville Middle School * Aliceville Elementary School ==Notable people== *Stephen Fleck, medical officer at Camp Aliceville *Butch Hobson, major league third baseman and manager *Amos Jones, American football coach *Walter Jones, former offensive tackle for the Seattle Seahawks *Simmie Knox, portrait artist *Henry Smith, former NFL defensive tackle ==Photo Gallery== File:AL17nRoad-AL14ewSigns-Aliceville (39078261005).jpg|Roadsigns at Aliceville File:George Downer Airport.jpg|George Downer Airport, Aliceville File:FCIalicevillefull.jpg|Federal Correctional Institution, Aliceville File:Dr. William Hughes Plantation 01.jpg|Dr. William Hughes Plantation, 1937 (near Aliceville) File:Dr. William Hughes Plantation 02.jpg|Dr. William Hughes Plantation, 1937 (near Aliceville) File:Dr. William Hughes Plantation 04.jpg|Interior Stairway, Dr. William Hughes Plantation, 1937 (near Aliceville) File:Historic American Buildings Survey Alex Bush, Photographer, June 2, 1937 LOOKING NORTHEAST AT REAR. - Dr. William Hughes House and Outbuildings, Hughes Creek vicinity, HABS ALA,54-ALIC.V,1-2.tif|Dr. William Hughes Plantation, 1937 (near Aliceville) File:Historic American Buildings Survey Alex Bush, Photographer, June 2, 1937 LOOKING NORTH EAST AT FRONT. - Ingleside, House and Outbuildings, Second Street (State Highway 14), HABS ALA,54-ALIC,1-1.tif|Ingleside House, 1937, Aliceville ==See also== *Aliceville Elementary and High School ==Further reading== * - A history of Camp Aliceville which \"highlights the human dimension of war and captivity, and shows the various ways in which the small community of Aliceville became connected to events and places in the United States and abroad.\" ==Notes== : \"The onlooker,\" but literally \"the fence-guest.\" ==References== === Notes === ===References=== == External links == * Archived version of Camp Alice POW Museum Official Website * Library of Congress record for Der Zaungast, Camp Alice prisoner newsletter Category:Cities in Alabama Category:Cities in Pickens County, Alabama Category:1902 establishments in Alabama",
 "title": "Aliceville, Alabama"
}