{
 "id": "105110",
 "text": "Chelsea is a city in Shelby County, Alabama, United States. It is part of the Birmingham metropolitan area. Chelsea was incorporated on March 1, 1996, with a population of 906. At the 2020 census, the population was 14,982. According to the U.S. Census Bureau, the 2010 population for Chelsea was 10,183 and 14,126 in 2019. Its seasonal campsite and activities for visitors and others living in and around Chelsea is Hargis Retreat which began in 1984. Chelsea is widely considered the fastest growing city in Shelby County, which is one of the fastest-growing counties in the state.United States Census ==Geography== Chelsea is located near the central part of Shelby County at 33° 20' 24\" N, -86° 37' 49\" W (33.3401108 N, -86.6302625 W). The city is traversed by multiple county highways, as well as U.S. Route 280, which runs through the northern part of the city, leading northwest 19 mi (31 km) to downtown Birmingham, and east 12 mi (19 km) to Harpersville. Double Oak Mountain, a southern extension of the Appalachian Mountains, runs northwest of the city. Part of the city limits extend along US 280 on top of the ridge. ==Demographics== thumb|left|Chelsea City Hall ===2020 census=== {| class=\"wikitable\" |+Chelsea racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |11,941 |79.7% |- |Black or African American (non-Hispanic) |1,365 |9.11% |- |Native American |43 |0.29% |- |Asian |289 |1.93% |- |Pacific Islander |2 |0.01% |- |Other/Mixed |666 |4.45% |- |Hispanic or Latino |676 |4.51% |} As of the 2020 United States census, there were 14,982 people, 4,508 households, and 3,650 families residing in the city. ===2010 census=== In 2010, Chelsea had a population of 10,183. The racial and ethnic composition of the population was 90.5% white or Caucasian, 4.7% black or African American, 0.3% Native American, 2.0% Asian, 0.1% Pacific Islander, 1.1% from some other race, 1.3% from two or more races and 3.2% Hispanic or Latino of any race.2010 race and Hispanic or Latino by place chart for Alabama from the US census ===2000 census=== At the 2000 census, there were 2,949 people, 1,022 households and 849 families residing in the city. The population density was 293.6 per square mile (113.4/km2). There were 1,091 housing units at an average density of 108.6 per square mile (42.0/km2). The racial makeup of the city was 96.78% White, 0.78% Black or African American, 0.88% Native American, 0.17% Asian, 0.03% Pacific Islander, 0.58% from other races, and 0.78% from two or more races. 0.81% of the population were Hispanic or Latino of any race. There were 1,022 households, of which 44.2% had children under the age of 18 living with them, 74.2% were married couples living together, 6.6% had a female householder with no husband present, and 16.9% were non-families. 14.0% of all households were made up of individuals, and 4.1% had someone living alone who was 65 years of age or older. The average household size was 2.86 and the average family size was 3.17. 29.3% of the population were under the age of 18, 7.4% from 18 to 24, 34.0% from 25 to 44, 22.1% from 45 to 64, and 7.3% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 98.9 males. For every 100 females age 18 and over, there were 98.0 males. The median income for a household in the city was $67,083, and the median income for a family was $72,206. Males had a median income of $46,071 versus $28,403 for females. The per capita income for the city was $24,717. About 5.5% of families and 7.2% of the population were below the poverty line, including 8.4% of those under age 18 and 9.2% of those age 65 or over. The population of Chelsea is rapidly increasing due to new home construction in the area. The largest of these neighborhoods is Chelsea Park, developed by Eddleman Properties, which will have about 2500 new homes when completed. ==Schools== Chelsea has five schools in the Shelby County School system: *Mt. Laurel Elementary (K-5) *Chelsea Park Elementary (K-5) *Forest Oaks Elementary (K-5) *Chelsea Middle (6-8) *Chelsea High School (9-12) ==Politics== The City of Chelsea was incorporated March 1, 1996. Its municipal government is headed by the mayor, Tony Picklesimer, and city council members Scott Weygand, Chris Grace, Cody Sumners, Tiffany Bittner, and Casey Morris. ==Notable people== * Gary Bradberry, Charlie Bradberry, and Stanley Smith - NASCAR * Fabian Sanchez - Dancing With The Stars member and \"Mambo King\" *Paul Janeway - St. Paul and The Broken Bones lead singer ==References== ==External links== *City of Chelsea Category:Cities in Shelby County, Alabama Category:Cities in Alabama Category:Birmingham metropolitan area, Alabama Category:Populated places established in 1996",
 "title": "Chelsea, Alabama"
}