{
 "id": "105142",
 "text": "Bon Air is a town in Talladega County, Alabama, United States. It incorporated in 1932. At the 2010 census the population was 116, up from 96 in 2000. ==Geography== Bon Air is located at . According to the U.S. Census Bureau, the town has a total area of , of which , or 0.45%, is water. ==Demographics== As of the census of 2000, there were 96 people, 41 households, and 25 families residing in the town. The population density was 72.7 people per square mile (28.1/km2). There were 44 housing units at an average density of 33.3 per square mile (12.9/km2). The racial makeup of the town was 93.75% White and 6.25% Black or African American. There were 41 households, out of which 19.5% had children under the age of 18 living with them, 48.8% were married couples living together, 12.2% had a female householder with no husband present, and 39.0% were non-families. 36.6% of all households were made up of individuals, and 9.8% had someone living alone who was 65 years of age or older. The average household size was 2.34 and the average family size was 3.08. In the town, the population was spread out, with 18.8% under the age of 18, 6.3% from 18 to 24, 34.4% from 25 to 44, 32.3% from 45 to 64, and 8.3% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 84.6 males. For every 100 females age 18 and over, there were 95.0 males. The median income for a household in the town was $33,125, and the median income for a family was $36,667. Males had a median income of $30,000 versus $17,083 for females. The per capita income for the town was $13,075. There were 13.3% of families and 29.0% of the population living below the poverty line, including 59.1% of under eighteens and 22.2% of those over 64. ==Climate== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Bon Air has a humid subtropical climate, abbreviated \"Cfa\" on climate maps. Climate Summary for Bon Air, Alabama ==References== ==External links== Category:Towns in Talladega County, Alabama Category:Towns in Alabama",
 "title": "Bon Air, Alabama"
}