{
 "id": "105273",
 "text": "Nightmute ( or ) is a city and village in Bethel Census Area, Alaska, United States. The population was 208 at the 2000 census and 280 as of the 2010 census. == History == literally means ‘the people of the pressed-down place’. The first element is ‘to press down on’. The suffix is ‘people’. It first appeared on the 1940 U.S. Census as the unincorporated native village of \"Nigtmuit\". In 1950 and 1960, it was spelled \"Nigtmute\". In 1970, the spelling used was \"Nightmute\". It formally incorporated in 1974. In 1964, many of its residents relocated by dogsled and founded the bayside community of Toksook Bay about downriver. The relocation was to avoid the yearly spring-winter migration to and from Umkumiut and Nightmute. ==Geography== Nightmute is located on Nelson Island near Toksook Bay. The two villages connect by snowmachine trail in winter. According to the United States Census Bureau, the city has a total area of , of which is land and (4.50%) is water. Nightmute lies 15 to 17 miles east of the neighboring village of Toksook Bay. ==Demographics== As of the census of 2000, there were 208 people, 47 households, and 38 families residing in the city. The population density was 2.1 people per square mile (0.8/km2). There were 54 housing units at an average density of 0.6 per square mile (0.2/km2). The racial makeup of the city was 91.83% Native American, 5.29% White and 2.88% from two or more races. 0.96% of the population were Hispanic or Latino of any race. There were 47 households, out of which 61.7% had children under the age of 18 living with them, 53.2% were married couples living together, 17.0% had a female householder with no husband present, and 19.1% were non-families. 10.6% of all households were made up of individuals, and none had someone living alone who was 65 years of age or older. The average household size was 4.43 and the average family size was 5.03. In the city, the age distribution of the population shows 41.3% under the age of 18, 13.5% from 18 to 24, 28.4% from 25 to 44, 12.0% from 45 to 64, and 4.8% who were 65 years of age or older. The median age was 22 years. For every 100 females, there were 108.0 males. For every 100 females age 18 and over, there were 106.9 males. The median income for a household in the city was $35,938, and the median income for a family was $36,250. Males had a median income of $21,250 versus $23,125 for females. The per capita income for the city was $9,396. About 7.1% of families and 10.7% of the population were below the poverty line, including 12.6% of those under the age of eighteen and none of those 65 or over. ==Education== The school is Negtemiut Elitnaurviat School, a.k.a. Nightmute School, operated by the Lower Kuskokwim School District.\"Negtemiut Elitnaurviat School\". Alaska Department of Education & Early Development. Retrieved on July 10, 2018. ==Popular culture== Nightmute is the setting of the 2002 Christopher Nolan film Insomnia, starring Hilary Swank, Al Pacino, and Robin Williams. The film was not shot in the real Nightmute, but Squamish, British Columbia. ==See also== * Nightmute Airport ==References== ==External links== * Alaska Division of Community and Regional Affairs: Nightmute Category:Bering Sea Category:Cities in Alaska Category:Cities in Bethel Census Area, Alaska Category:Populated coastal places in Alaska on the Pacific Ocean",
 "title": "Nightmute, Alaska"
}