{
 "id": "105459",
 "text": "Anchor Point (Dena'ina: K’kaq’) is an unincorporated community and census- designated place (CDP) in Kenai Peninsula Borough, in the U.S. state of Alaska. As of the 2010 census the population was 1,930, up from 1,845 in 2000. The community is located along the Sterling Highway, part of Alaska State Route 1. Anchor Point is the westernmost point in the North American highway system. thumbnail|Sign designating North America's most westerly highway point ==History== The name \"Anchor Point\" comes from a legend that when Captain James Cook discovered the area, he lost an anchor. Settlers came beginning in the early 1900s.Alaska Division of Parks and Outdoor Recreation: \"Anchor River State Recreation Area and Stariski State Recreation Site\" ==Geography== Anchor Point is located at (59.777468, -151.770220) on the eastern shore of Cook Inlet. It is bordered to the north by Happy Valley, to the northeast by Nikolaevsk, and to the south by Diamond Ridge. The Anchor River runs through the southern part of the CDP, entering Cook Inlet just west of the town center. The town is the furthest west on the U.S. highway system. Alaska Route 1 runs southeast from Anchor Bay to Homer and northeast to Soldotna. Anchorage is to the northeast via Route 1. According to the United States Census Bureau, the Anchor Bay CDP has a total area of , of which are land and , or 0.23%, are water. ==Economy== A large portion of the Anchor Point economy relies on the Anchor River. Tourists come to fish the river during salmon runs in the summer. The river is also a source of coal. Along the coast, there are good spots for clam-digging, which draws tourists. ==Education== Anchor Point is in the Kenai Peninsula Borough School District. The Chapman School is a pre- kindergarten through eighth grade school off the main highway.Chapman School page at KPBSD website Older students generally attend Homer High School. The Anchor Point Public Library has one employee, and its collection includes approximately 12,000 items. ==Demographics== Anchor Point first appeared on the 1880 U.S. Census as the Tinneh village of Laida.http://www2.census.gov/prod2/decennial/documents/1880a_v1-17.pdf It was listed as the Anchor Point Mining Camp on the 1890 census, but along with Laida, was combined with the population of nearby Ninilchik, which had 81 residents in total. It did not report again until the 1940 U.S. Census, then as Anchor Point Settlement.https://www2.census.gov/prod2/decennial/documents/33973538v1ch11.pdf From 1950-onwards, it has reported as Anchor Point.https://www2.census.gov/prod2/decennial/documents/41601749v2p51-54ch2.pdf It became a census-designated place (CDP) in 1980.https://www2.census.gov/prod2/decennial/documents/1980a_akABCD-01.pdf As of the census of 2000, there were 1,845 people, 711 households, and 467 families residing in the CDP. The population density was 20.3 people per square mile (7.8/km2). There were 979 housing units at an average density of 10.8/sq mi (4.2/km2). The racial makeup of the CDP was 91.82% White, 3.36% Native American, 0.33% Asian, 0.11% Black or African American, 0.60% from other races, and 3.79% from two or more races. 1.73% of the population were Hispanic or Latino of any race. There were 711 households, out of which 35.6% had children under the age of 18 living with them, 54.3% were married couples living together, 6.5% had a female householder with no husband present, and 34.3% were non-families. 25.6% of all households were made up of individuals, and 4.5% had someone living alone who was 65 years of age or older. The average household size was 2.59 and the average family size was 3.19. In the CDP, the population was spread out, with 29.3% under the age of 18, 7.1% from 18 to 24, 25.4% from 25 to 44, 31.3% from 45 to 64, and 7.0[% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 115.3 males. For every 100 females age 18 and over, there were 113.2 males. The median income for a household in the CDP was $41,094, and the median income for a family was $49,821. Males had a median income of $39,688 versus $26,731 for females. The per capita income for the CDP was $18,668. About 8.2% of families and 11.9% of the population were below the poverty line, including 14.9% of those under age 18 and 1.5% of those age 65 or over. ==Parks== thumb|Launching a boat into Cook Inlet at the Anchor River SRA There are two Alaska State Parks units in the area around Anchor Point. Anchor River State Recreation Area stretches along the banks of the river and down to the beach. Five miles north of Anchor Point is the Stariski State Recreation Site, a small park with a campground on a bluff overlooking Cook Inlet.Stariski SRS Alaska Department of Natural ResourcesThe Milepost, 2018 edition, page 561-562 ==References== ==External links== * Anchor Point at the Community Database Online from the Alaska Division of Community and Regional Affairs * Maps from the Alaska Department of Labor and Workforce Development: 2000, 2010 Category:Census-designated places in Alaska Category:Census-designated places in Kenai Peninsula Borough, Alaska Category:Populated coastal places in Alaska on the Pacific Ocean",
 "title": "Anchor Point, Alaska"
}