{
 "id": "105494",
 "text": "Sunrise is a census-designated place (CDP) in Kenai Peninsula Borough, Alaska, United States. The population was 18 at the 2010 census, unchanged from 2000. ==Geography== Sunrise is located on the northern side of the Kenai Peninsula at (60.885663, -149.424556), on the south shore of Turnagain Arm, a branch of Cook Inlet. It is bordered to the west by the community of Hope. To the south the Hope Highway leads to Alaska Route 1, the Sterling Highway. According to the United States Census Bureau, the Sunrise CDP has a total area of , all of it recorded as land. Sunrise sits in a valley on the west side of Sixmile Creek. It is overlooked by peaks to the west and by Bradley Peak to the east. ==History== Sunrise was established in 1895 and incorporated in 1896, and grew rapidly as a supply center for miners participating in the gold rush along Turnagain Arm in the late 1890s. It was briefly the largest city in the Alaska Territory. At its height in 1898, the community had a summertime population of 800, with several general stores, saloons, and a restaurant and hotel. The city declined after 1900, with miners drawn to richer gold fields elsewhere in Alaska. Many of its buildings burned in the following years, and the last store closed in 1939. Remnants of the town on either side of Sixmile Creek have been designated an archaeological historic district, and were listed on the National Register of Historic Places in 1997. ==Demographics== Sunrise first appeared on the 1900 U.S. Census as an unincorporated village. It did not appear again on the census for a century until 2000 when it was made a census-designated place (CDP). As of the census of 2000, there were 18 people, 9 households, and 5 families residing in the CDP. The population density was 1.4 people per square mile (0.5/km2). There were 25 housing units at an average density of 1.9/sq mi (0.7/km2). The racial makeup of the CDP was 88.89% White, and 11.11% from two or more races. There were 9 households, out of which 33.3% had children under the age of 18 living with them, 44.4% were married couples living together, 11.1% had a female householder with no husband present, and 44.4% were non-families. 44.4% of all households were made up of individuals, and 22.2% had someone living alone who was 65 years of age or older. The average household size was 2.00 and the average family size was 2.80. In the CDP, the population was spread out, with 27.8% under the age of 18, 5.6% from 18 to 24, 16.7% from 25 to 44, 38.9% from 45 to 64, and 11.1% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 100.0 males. For every 100 females age 18 and over, there were 85.7 males. The median income for a household in the CDP was $56,250, and the median income for a family was $0. Males had a median income of $56,250 versus $0 for females. The per capita income for the CDP was $56,000, one of the highest in the state. None of the population was living below the poverty line. ==References== ==External links== Category:Census-designated places in Alaska Category:Census-designated places in Kenai Peninsula Borough, Alaska Category:Kenai Mountains-Turnagain Arm National Heritage Area Category:Mining communities in Alaska Category:Populated coastal places in Alaska on the Pacific Ocean Category:Archaeological sites on the National Register of Historic Places in Alaska Category:Populated places on the National Register of Historic Places in Alaska",
 "title": "Sunrise, Alaska"
}