{
 "id": "105475",
 "text": "Kalifornsky (Dena'ina: Unhghenesditnu) is a census-designated place (CDP) in Kenai Peninsula Borough, Alaska, United States. The population was 8,487 at the 2020 census, up from 7,850 in 2010. It is the most populated locality in the borough. ==Location== Kalifornsky is located at (60.473421, -151.201427). It is bordered to the north by the city of Kenai and to the east by the city of Soldotna, the borough seat. The Kenai River forms part of the northeast border of the CDP, across which is the CDP of Ridgeway. It is bordered to the south by the CDPs of Cohoe and Kasilof. According to the United States Census Bureau, the CDP has a total area of , of which are land and , or 1.27%, are water. Kalifornsky is on the eastern shore of Cook Inlet on the Kenai Peninsula. It lies off the Sterling Highway along Kalifornsky Beach Road, south of the center of KenaiCommunity Information Summaries: \"Kalifornsky.\" Alaska Community Database Online, Alaska Department of Commerce, Community, and Economic Development. Retrieved on 2007-02-24. and west of the center of Soldotna. ==Climate== Kalifornsky CDP has relatively mild winter temperatures, ranging from . Summer temperatures are relatively cool, ranging from . Average annual precipitation is . ==History and culture== The Dena'ina name for Kalifornsky is Unhghenesditnu, meaning 'farthest creek over'.https://uafanlc.alaska.edu/Online/G977K1985a/G977K1985a_02.PDF The place name \"Kalifonsky\" (omitting the letter \"r\") was noted in 1916 by the U.S. Coast and Geodetic Survey, with its etymology attributed to an Indian word kali meaning \"fishermen\". However, this place name appears to have been due to a mistaken transcription of the village name \"Kalifornsky\", which took its name from the surname of the village's founder, a Dena'ina Indian named Qadanalchen (meaning \"acts quickly\" in the Outer Inlet dialect of the Dena'ina language). Qadanalchen had worked at the Russian American colony of Fort Ross in California from about 1812 to about 1821. On his return to Alaska, Qadanalchen took the name \"Kalifornsky\", the Russian equivalent of \"Californian\". Qadanalchen's great-great-grandson, the self-taught Dena'ina writer and ethnographer Peter Kalifornsky (1911–1993), was born in Kalifornsky village, which lay about south of Kenai and north of the mouth of the Kasilof River. ==Demographics== Kalifornsky first appeared on the 1980 U.S. Census as \"Kalifonsky\", a census-designated place (CDP). The name was corrected to \"Kalifornsky\" with the 2000 U.S. Census. As of the census of 2000, there were 5,846 people, 2,117 households, and 1,596 families residing in the CDP. The population density was 84.5 people per square mile (32.6/km2). There were 2,479 housing units at an average density of 35.8/sq mi (13.8/km2). The racial makeup of the CDP was 89.75% White, 0.24% Black or African American, 4.60% Native American, 0.67% Asian, 0.09% Pacific Islander, 0.60% from other races, and 4.05% from two or more races. 1.97% of the population were Hispanic or Latino of any race. There were 2,117 households, out of which 42.0% had children under the age of 18 living with them, 62.3% were married couples living together, 8.0% had a female householder with no husband present, and 24.6% were non-families. 19.4% of all households were made up of individuals, and 2.5% had someone living alone who was 65 years of age or older. The average household size was 2.74 and the average family size was 3.13. In the CDP, the population was spread out, with 31.3% under the age of 18, 6.1% from 18 to 24, 31.5% from 25 to 44, 25.6% from 45 to 64, and 5.4% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 107.5 males. For every 100 females age 18 and over, there were 107.1 males. The median income for a household in the CDP was $54,864, and the median income for a family was $58,750. Males had a median income of $50,583 versus $30,493 for females. The per capita income for the CDP was $23,898. About 6.6% of families and 7.9% of the population were below the poverty line, including 9.2% of those under age 18 and none of those age 65 or over. ==Economy and transportation== The area's economy is diverse. Industries and services providing employment include oil and gas processing, timber, commercial and sport fishing, government, retail businesses, and tourism. Kalifornsky Beach Road is frequently trafficked by Kenai River sports fishermen. The nearby Sterling Highway (Alaska Route 1) provides access to the state road system. The nearby city of Kenai has an airport and boating facilities. ==References== ==External links== * Alaska Community Database Online – select \"Kalifornsky\" for community details Category:Census-designated places in Alaska Category:Census-designated places in Kenai Peninsula Borough, Alaska Category:Populated coastal places in Alaska on the Pacific Ocean",
 "title": "Kalifornsky, Alaska"
}