{
 "id": "105474",
 "text": "Kachemak, locally known as Kachemak City, is a small city in the southern portion of the Kenai Peninsula Borough, Alaska, United States. The city consists of several subdivisions and other miscellaneous properties along an approximately stretch of East End Road, adjoining the northeast corner of the much larger (both in terms of area and population) city of Homer. The population grew from 431 as of the 2010 census to 576 at the 2020 census. ==Geography== Kachemak is located at (59.673395, -151.433170). The city lies just east of Homer on the north side of Kachemak Bay in south central Alaska. According to the United States Census Bureau, the city has a total area of , all of it land. ==Demographics== Kachemak first appeared on the 1970 U.S. Census as an incorporated city. It formally incorporated in 1961. As of the census of 2000, there were 431 people, 169 households, and 107 families residing in the city. The population density was 268.0 people per square mile (103.4/km2). There were 219 housing units at an average density of 136.2 per square mile (52.5/km2). The racial makeup of the city was 87.47% White, 5.80% Native American, 0.93% Asian, 0.23% from other races, and 5.57% from two or more races. 1.62% of the population were Hispanic or Latino of any race. There were 169 households, out of which 29.6% had children under the age of 18 living with them, 55.0% were married couples living together, 6.5% had a female householder with no husband present, and 36.1% were non-families. 24.3% of all households were made up of individuals, and 7.1% had someone living alone who was 65 years of age or older. The average household size was 2.52 and the average family size was 3.06. In the city, the age distribution of the population shows 23.9% under the age of 18, 8.1% from 18 to 24, 21.6% from 25 to 44, 33.9% from 45 to 64, and 12.5% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 113.4 males. For every 100 females age 18 and over, there were 106.3 males. The median income for a household in the city was $43,068, and the median income for a family was $44,432. Males had a median income of $31,667 versus $26,908 for females. The per capita income for the city was $21,030. About 1.8% of families and 5.9% of the population were below the poverty line, including none of those under age 18 and 6.9% of those age 65 or over. Note that in the 2010 Census Kachemak city FIPS Place Code (PLACE) should be 36540; it is incorrectly shown as 36550.2010 Census Summary File 1, Geography Note 2., Retrieved 15-May-2014. ==References== Category:Cities in Alaska Category:Cities in Kenai Peninsula Borough, Alaska Category:Populated coastal places in Alaska on the Pacific Ocean",
 "title": "Kachemak, Alaska"
}