{
 "id": "105578",
 "text": "Anaktuvuk Pass (, , or , ) is a city in North Slope Borough, Alaska, United States. The population was 282 at the 2000 census and 324 as of the 2010 census. ==History== Anaktuvuk Pass was named after the Anaktuvuk River. Anaktuvuk is the English way of spelling \"anaqtuġvik\", place of caribou droppings in Inupiaq, the language of the Inupiat. A nomadic group of Inupiat called Nunamiut lived inland in northern Alaska, hunting caribou instead of the marine mammals and fish hunted by the rest of the Inupiat, who live on the coast.Stephen Adolphe Wurm, Peter Mühlhäusler, and Darrell T. Tyron (1996), Atlas of Languages of Intercultural Communication in the Pacific, Asia, and the Americas The Nunamiut traded with the coastal people for other items they needed. A decline in caribou populations around 1900 and in the 1920s caused many Nunamiut to move to the coast. In 1938, several Nunamiut families moved back to the Brooks Range, around Tulugak and the Killik River. In 1949 the Killik River group moved to Tulugak Lake, 15 miles north of where the village lies today. Anaktuvuk Pass is the only Nunamiut settlement. This settlement attracted Inupiaq people from many other locations, and villagers today lead a somewhat more sedentary lifestyle than in nomadic times. The city was incorporated in 1959. A Presbyterian church was constructed in 1966. frameless|left|100px A federally recognized tribe is in the community: the Village of Anaktuvuk Pass (a.k.a. Naqsragmiut Tribal Council). The community population is 88.3% Alaska Natives or part Native. Anaktuvuk Pass is a Nunamiut Eskimo community dependent upon subsistence activities. Sale, importation and possession of alcohol are banned in the village. Anaktuvuk Pass post office was established in May 1951.http://webpmt.usps.gov/pmt011.cfm The first postmaster was Homer Mekiana.Dickerson, Ora B. (1989) 120 Years of Alaska Postmasters, 1867–1987, p. 18. Scotts, Michigan: Carl J. Cammarata As of 2009, its post office was considered the most isolated in the United States.http://about.usps.com/news/fact-sheets/facts/postalfacts2009.pdf ==Geography== Anaktuvuk Pass is slightly north of the Brooks Range on the divide between the Anaktuvuk River and the John River, at an elevation of . Anaktuvuk Pass is the last remaining settlement of the Nunamiut (People of the Land) Iñupiat Inuit in Alaska. The community lies at approximately . It is in Section 18, Township 15 South, Range 2 East, Umiat Meridian, within the Utqiaġvik Recording District. According to the United States Census Bureau, the city has an area of , of which is land and (1.63%) is water. ===Climate=== Anaktuvuk Pass has a typical subarctic climate (Köppen climate classification: Dfc) bordering on a tundra climate (Köppen climate classification: ET), with the average temperature in January while the warmest month, July, averages . Temperatures have ranged from . Anaktuvuk Pass receives about of rain yearly, with snowfall averaging about . The area is known for its intense winds and 50-below winters and the generic, framed houses built there in the 1970s. The houses are inefficient for such a climate, according to a Fairbanks Daily News Miner story. On June 28, 1971, the temperature fell to a record summer low of , though the data for that year is extremely sparse. The climate record as a whole is irregular, with data compiled only between 1953 and 1973, with most observations in the 1950s. ==Demographics== Anaktuvuk Pass first appeared on the 1950 U.S. Census as an unincorporated village.https://www2.census.gov/prod2/decennial/documents/41601749v2p51-54ch2.pdf It formally incorporated (before statehood) in 1957. As of the 2010 United States Census, there were 324 people living in the city. The racial makeup of the city was 81.2% Native American, 7.1% White, 0.3% Black, 0.3% Pacific Islander and 9.0% from two or more races. 2.2% were Hispanic or Latino of any race. As of the census of 2000, there were 282 people, 84 households, and 57 families living in the city. The population density was . There were 101 housing units at an average density of . The racial makeup of the city was 9.57% White, 1.42% Black or African American, 87.59% Native American, 0.71% from other races, and 0.71% from two or more races. Hispanic or Latino of any race were 0.71% of the population. There were 84 households, of which 44.0% had children under the age of 18 living with them, 40.5% were married couples living together, 15.5% had a female householder with no husband present, and 32.1% were non-families. 28.6% of all households were made up of individuals, and 3.6% had someone living alone who was 65 or older. The average household size was 3.36 and the average family size was 4.26. In the city, the population was spread out, with 38.7% under 18, 10.6% from 18 to 24, 28.4% from 25 to 44, 17.4% from 45 to 64, and 5.0% who were 65 or older. The median age was 26. For every 100 females, there were 107.4 males. For every 100 females over 18, there were 121.8 males. The median income for a household in the city was $52,500, and the median income for a family was $56,250. Males had a median income of $42,500 versus $32,250 for females. The per capita income for the city was $15,283. About 3.2% of families and 4.4% of the population were below the poverty line, including 0.8% of those under 18 and none of those 65 or older. ==Facilities, utilities, schools, health care and museum== thumb|left|Dumpsters in Anaktuvuk Pass, painted with slogans that promote community values.The North Slope Borough provides all utilities to Anaktuvuk Pass. Two central wells and a treated watering point at Nunamiut School serve the town for water. Most households have water delivered by truck to holding tanks. A few residents haul their own water. Almost 80% of homes have running water in the kitchen. In 1996, a $17 million project to provide piped water and sewer and household plumbing began construction, which will provide flush toilets and showers for all residences. A new landfill is also near completion. Electricity is provided by North Slope Borough. There is one school in the community, the Nunamiut School, attended by 110 students as of August 10, 2017. The only local health clinic is the Anaktuvuk Pass Health Clinic, a primary health care facility. Anaktuvuk Pass is classified as an isolated village, found in EMS Region 6A in the North Slope Region. Emergency services have access to the town by air. Emergency service is provided by volunteers and health aides; there are no doctors on site. Auxiliary health care is provided by Anaktuvuk Pass Volunteer Fire Department. The Nunamiut's culture is described and preserved through photographs and artifacts at the Simon Paneak Memorial Museum in Anaktuvuk Pass. ==Economy and transportation== Economic and employment opportunities are limited in Anaktuvuk Pass, due to its isolation. Hunting and trapping for sale of skins, guiding hunters, or making traditional caribou skin masks or clothing provides income, though some residents have sought seasonal employment outside the town. Caribou is the primary source of meat, with other subsistence foods including trout, grayling, moose, sheep, brown bear, ptarmigan and water fowl. Anaktuvuk Pass Airport, a gravel airstrip, is owned and operated by the North Slope Borough, and provides Anaktuvuk Pass with year-round access. A $3.4 million airport improvement project was completed by fall 1999, allowing many air companies to provide passenger flight service to Anaktuvuk Pass. There is no road to Anaktuvuk Pass, but Cat-trains transport cargo from the Dalton Highway (which serves as the Trans-Alaska pipeline haul road) during the winter. Snowmobiles and all-terrain vehicles are used for local transportation, though some standard vehicles are used. ==Media== Anaktuvuk Pass is home to two low-power FM translators. K268AB (FM 101.5) is a rebroadcaster of KBRW-FM, a public radio station in Utqiaġvik and K232DU, a rebroadcast of KYKD, a religious station from Bethel. Anaktuvuk Pass also has two low-power translators of the statewide Alaska Rural Communications Service on K04IXK04IX Anaktuvuk Pass AK US and K09RS.K09RS Anaktuvuk Pass AK US == Notable people == * Dennis Schmitt, veteran explorer, adventurer ==See also== * List of cities in Alaska ==References== ==Further reading== * Cline, Michael S. Tannik School: The Impact of Education on the Eskimos of Anaktuvuk Pass. Anchorage: Alaska Methodist University Press, 1975. * Gubser, Nicholas J. The Nunamiut Eskimos, Hunters of Caribou. New Haven: Yale University Press, 1965. * Ingstad, Helge Nunamiut – Among Alaska's Inland Eskimos. New York City: W. W. Norton, 1954 ==External links== * Anaktuvuk Pass at the Community Database Online from the Alaska Division of Community and Regional Affairs * Maps from the Alaska Department of Labor and Workforce Development: 2000, 2010 * Weather Cam from the Alaska FAA website * Photo of the Anaktuvuk Pass airport and the town of Anaktuvuk Pass from the air * Video Documentary- 50 Years of Northern Light, a look at Anaktuvuk Pass as reflected by the village church building. Directed by Caven Keith, 2011 Category:Cities in Alaska Category:Cities in North Slope Borough, Alaska Category:Populated places of the Arctic United States Category:Road-inaccessible communities of Alaska",
 "title": "Anaktuvuk Pass, Alaska"
}