{
 "id": "105584",
 "text": "thumb|A typical residence in Point Lay Point Lay (Kali in Inupiaq- \"Mound\") is a census-designated place (CDP) in North Slope Borough, Alaska, United States. At the 2010 census the population was 189, down from 247 in 2000. ==Geography and climate== Point Lay is located at (69.741023, -163.008613) on the shores of the Chukchi Sea. According to the United States Census Bureau, the CDP has a total area of , of which, of it is land and of it (11.66%) is water. Point Lay once was on a barrier island of Kasegaluk Lagoon, but moved to the mainland near the mouth of the Kokolik River during the 1970s. A weather station was operated from October 1949 to March 1958. ==Demographics== Point Lay first appeared on the 1880 U.S. Census as an unincorporated Inuit village. All 30 of its residents were Inuit.http://www2.census.gov/prod2/decennial/documents/1880a_v1-17.pdf It returned again in 1890 with 77 residents, all native.http://www2.census.gov/prod2/decennial/documents/1890a_v8-01.pdf It did not appear again until 1940 and again in 1950. The original settlement on the barrier island was relocated a mile to the east on the mainland in the 1970s. The new village of Point Lay returned on the 1980 U.S. Census and was made a census-designated place (CDP). It has continued to return on each successive census. As of the 2010 United States Census, there were 189 people living in the CDP. The racial makeup of the CDP was 88.4% Native American, 10.1% White, 0.5% Pacific Islander and 0.5% from two or more races. 0.5% were Hispanic or Latino of any race. As of the census of 2000, there were 247 people, 61 households, and 45 families living in the CDP. The population density was people per square mile (/km2). There were 67 housing units at an average density of per square mile (/km2). The racial makeup of the CDP was 11.34% White, 82.59% Native American, 0.40% Asian, and 5.67% from two or more races. 2.43% of the population were Hispanic or Latino of any race. There were 61 households, out of which 50.8% had children under the age of 18 living with them, 45.9% were married couples living together, 18.0% had a female householder with no husband present, and 24.6% were non-families. 23.0% of all households were made up of individuals, and 1.6% had someone living alone who was 65 years of age or older. The average household size was 3.93 and the average family size was 4.57. In the CDP, the age distribution of the population shows 46.2% under the age of 18, 9.3% from 18 to 24, 24.7% from 25 to 44, 17.0% from 45 to 64, and 2.8% who were 65 years of age or older. The median age was 21 years. For every 100 females, there were 135.2 males. For every 100 females age 18 and over, there were 133.3 males. The median income for a household in the CDP was $68,750, and the median income for a family was $75,883. Males had a median income of $46,071 versus $25,625 for females. The per capita income for the CDP was $18,003. About 11.4% of families and 7.4% of the population were below the poverty line, including 8.1% of those under the age of eighteen and none of those 65 or over. ==Lifestyle and economy== right|thumb|160px|Point Lay fire truck insignia with Beluga Whale.The village has an annual hunt of beluga whales within the Kasegaluk Lagoon. On the Fourth of July, a parade runs through town led by the fire engines and ambulances of the town's modern fire department. The Inupaiq name for the village is Kali, which means \"mound\", after a raised area on the barrier island where the old village stood. The school and fire department bear the name Kali. The Kali school is a part of the North Slope Borough School District.\"Point Lay.\" North Slope Borough School District. Retrieved on February 14, 2017. ==Military radar== left|thumb|180px|DEW line station formerly at Point Lay, Alaska. Until recently, a cluster of radar dishes existed near Point Lay. These were a part of the Distant Early Warning Line, a system of defensive radar installations built during the Cold War. The station was decommissioned during the 1990s, and the radar dishes were dismantled sometime between 2004 and 2006. ==References== ==External links== * Information about Point Lay from the North Slope Borough * Information about Point Lay from the North Slope Borough School District * Current Weather Conditions at the Point Lay Airport, by the National Weather Service * Geologic Map of the Point Lay Quadrangle, Alaska United States Geological Survey Category:Census-designated places in Alaska Category:Census-designated places in North Slope Borough, Alaska Category:Chukchi Sea Category:Populated coastal places in Alaska on the Arctic Ocean Category:Populated places of the Arctic United States",
 "title": "Point Lay, Alaska"
}