{
 "id": "105515",
 "text": "Chignik Lake (Alutiiq: Igyaraq; ) is a census-designated place (CDP) in Lake and Peninsula Borough, Alaska, United States. It is southwest of Anchorage. At the 2020 census, the population was 61. ==Geography== Chignik Lake is located at . It is on the southeast side of the Alaska Peninsula and comprises all of Chignik Lake the waterbody, as well as land to the northeast and southeast of the lake and land to the south of the Chignik River, the lake's outlet. According to the United States Census Bureau, the CDP has a total area of , of which are land and , or 46.27%, are water. In 2009 the Marines of 4th Combat Engineer Battalion, 4th Marine Division, began work on an inter-village road system linking Chignik Lake to Chignik Lagoon.Sgt. Johnson, Luke (2009). \"Marines Build a Road to Somewhere\" Retrieved 2010-06-17 This is the first phase of potentially creating road links between Chignik Lake, Chignik Lagoon and Chignik.\"Chignik Lagoon Village Council Road Project\" Retrieved 2010-06-17 ==Demographics== Chignik Lake first appeared on the 1960 U.S. Census. It was made a census-designated place (CDP) in 1980. As of the census of 2000, there were 145 people, 40 households, and 34 families residing in the CDP. The population density was 11.8 people per square mile (4.6/km2). There were 50 housing units at an average density of 4.1/sq mi (1.6/km2). The racial makeup of the CDP was 11.72% White, 86.90% Native American, 0.69% Asian, and 0.69% from two or more races. 1.38% of the population were Hispanic or Latino of any race. There were 40 households, out of which 65.0% had children under the age of 18 living with them, 60.0% were married couples living together, 12.5% had a female householder with no husband present, and 15.0% were non-families. 15.0% of all households were made up of individuals, and 7.5% consisted of a sole occupant 65 years of age or older. The average household size was 3.63 and the average family size was 3.97. In the CDP, the population was spread out, with 44.8% under the age of 18, 8.3% from 18 to 24, 24.8% from 25 to 44, 17.9% from 45 to 64, and 4.1% who were 65 years of age or older. The median age was 21 years. For every 100 females, there were 93.3 males. For every 100 females age 18 and over, there were 116.2 males. The median income for a household in the CDP was $41,458, and the median income for a family was $40,938. Males had a median income of $0 versus $38,750 for females. The per capita income for the CDP was $13,842. There were 21.2% of families and 22.0% of the population living below the poverty line, including 31.4% of under eighteens and none of those over 64. ==References== Category:Census-designated places in Alaska Category:Census-designated places in Lake and Peninsula Borough, Alaska Category:Road-inaccessible communities of Alaska",
 "title": "Chignik Lake, Alaska"
}