{
 "id": "105529",
 "text": "Port Heiden (Alutiiq: ) is a city in Lake and Peninsula Borough, Alaska, United States. As of the 2020 census, the population of the city is 100, slightly down from 102 in 2010. ==Geography and climate== Port Heiden is located at (56.948949, -158.655745). According to the United States Census Bureau, the city has a total area of , of which, of it is land and of it (1.28%) is water. Port Heiden has a subarctic climate (Köppen Dfc). ==Demographics== Port Heiden first appeared on the 1880 U.S. Census as the unincorporated Aleut village of \"Mashikh.\" Some maps erroneously placed it at the latter settlement of Port Moller instead of at Port Heiden. In 1890, it returned as \"Meshik.\" It next reported in 1920 as Port Heiden, and again in 1930. It did not appear again until 1960, but has appeared in every subsequent census. It was formally incorporated in 1972. As of the census of 2000, there were 119 people, 41 households, and 23 families residing in the city. The population density was 2.3 people per square mile (0.9/km2). There were 56 housing units at an average density of 1.1 per square mile (0.4/km2). The racial makeup of the city was 19.33% White, 65.55% Native American, 2.52% from other races, and 12.61% from two or more races. 2.52% of the population were Hispanic or Latino of any race. There were 41 households, out of which 39.0% had children under the age of 18 living with them, 46.3% were married couples living together, 2.4% had a female householder with no husband present, and 41.5% were non-families. 39.0% of all households were made up of individuals, and 7.3% had someone living alone who was 65 years of age or older. The average household size was 2.90 and the average family size was 3.79. In the city, the age distribution of the population shows 39.5% under the age of 18, 5.0% from 18 to 24, 26.9% from 25 to 44, 22.7% from 45 to 64, and 5.9% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 105.2 males. For every 100 females age 18 and over, there were 125.0 males. The median income for a household in the city was $31,875, and the median income for a family was $70,000. Males had a median income of $53,750 versus $21,667 for females. The per capita income for the city was $20,532. There were no families and 5.6% of the population living below the poverty line, including no under eighteens and 25.0% of those over 64. ==References== Category:Cities in Alaska Category:Cities in Lake and Peninsula Borough, Alaska Category:Populated coastal places in Alaska on the Pacific Ocean",
 "title": "Port Heiden, Alaska"
}