{
 "id": "105581",
 "text": "Kaktovik (; , ) is a city in North Slope Borough, Alaska, United States. The population was 239 at the 2010 census. ==History== Until the late nineteenth century, Barter Island was a major trade center for the Inupiat and was especially important as a bartering place for Inupiat from Alaska and Inuit from Canada. Kaktovik was a traditional fishing place—Kaktovik means \"Seining Place\"—that has a large pond of good fresh water on high ground. It had no permanent settlers until people from other parts of Barter Island and northern Alaska moved to the area around the construction of a runway and Distant Early Warning Line station in the 1950s. The area was incorporated as the City of Kaktovik in 1971. Due to Kaktovik's isolation, the village has maintained its Inupiat Eskimo traditions. Subsistence is highly dependent upon the hunting of caribou and whale. In the early twenty-first century Kaktovik became a tourist destination to view polar bears. This is in part due to the native Inupiat, who are permitted to kill three bowhead whales a year, and after flensing the whales bodies, they leave the carcasses on the beach at the edge of town. ==Geography== Kaktovik is located at (70.132832, -143.616230). Kaktovik is on the north shore of Barter Island, between the Okpilak River and Jago River on the Beaufort Sea coast. It lies in the 19.6 million acre (79,000 km2) Arctic National Wildlife Refuge. According to the United States Census Bureau, the city has a total area of , of which, of it is land and of it (21.00%) is water. ==Transportation== Barter Island LRRS Airport is located near the city. ==Climate== Being located at 70°N, Kaktovik experiences a Tundra climate (Köppen ET). Winters are long, very cold and owing to its high latitude the sun does not rise above the horizon leaving only twilight as the source of light during mid-winter. Summers on the other hand are cool, typical of the North Slope of Alaska. The midnight sun occurs a few weeks in the spring and summer every year. ==Demographics== Kaktovik first appeared on the 1950 U.S. Census as an unincorporated village. In 1960 it returned as Barter Island. In 1970, the name of Kaktovik was restored and it was formally incorporated in 1971. As of the 2010 United States Census, there were 239 people living in the city. The racial makeup of the city was 88.7% Native American, 10.0% White and 1.3% from two or more races. As of the census of 2000, there were 293 people, 89 households, and 70 families living in the city. The population density was 371.0 people per square mile (143.2/km2). There were 95 housing units at an average density of 120.3 per square mile (46.4/km2). The racial makeup of the city was 14.68% White, 75.43% Native American, 0.34% Asian, 0.68% from other races, and 8.87% from two or more races. There were 89 households, out of which 47.2% had children under the age of 18 living with them, 48.3% were married couples living together, 14.6% had a female householder with no husband present, and 21.3% were non-families. 21.3% of all households were made up of individuals, and 3.4% had someone living alone who was 65 years of age or older. The average household size was 3.29 and the average family size was 3.76. In the city the population was spread out, with 35.8% under the age of 18, 6.8% from 18 to 24, 27.0% from 25 to 44, 22.9% from 45 to 64, and 7.5% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 110.8 males. For every 100 females age 18 and over, there were 116.1 males. The median income for a household in the city was $55,624, and the median income for a family was $60,417. Males had a median income of $50,000 versus $38,750 for females. The per capita income for the city was $22,031. About 9.9% of families and 6.6% of the population were below the poverty line, including 5.3% of those under the age of eighteen and none of those 65 or over. ==Education== The North Slope Borough School District operates the Harold Kaveolook School in Kaktovik.\"Kaktovik.\" North Slope Borough School District. Retrieved on February 14, 2017. The school suffered a major loss due to fire on the night of February 6, 2020. ==References== ==External links== * Arctic Slope Regional Corporation: (Select image link for Kaktovik on map) * A Place Called Kaktovik Category:Cities in Alaska Category:Cities in North Slope Borough, Alaska Category:Populated coastal places in Alaska on the Arctic Ocean Category:Populated places of the Arctic United States",
 "title": "Kaktovik, Alaska"
}