{
 "id": "105523",
 "text": "alt=Aerial view of Nondalton Village|thumb|240x240px|Aerial view of Nondalton Village Nondalton (Dena'ina: Nuvendaltun or Nundaltin) is a city on the west shore of Six Mile Lake in the Lake and Peninsula Borough, Alaska, United States. At the 2020 census, the population was 133, down from 164 in 2010. ==Geography== Nondalton is located at (59.967015, -154.851636). alt=Aerial view of Nondalton|center|frameless|621x621px According to the United States Census Bureau, the village has a total area of , of which is land and (4.57%) is water. ==Demographics== Nondalton first appeared on the 1920 U.S. Census as an unincorporated village. This was the original Nondalton village, approximately 2 miles north of the present village.http://www.npshistory.com/publications/lacl/denaina-elnena.pdf The original site became Old Nondalton. Residents relocated in 1940 to the present location of Nondalton. It formally incorporated in 1971. As of the census of 2000, there were 221 people, 68 households, and 49 families residing in the city. The population density was 26.4 people per square mile (10.2/km2). There were 120 housing units at an average density of 14.4 per square mile (5.5/km2). The racial makeup of the city was 9.50% White, 89.14% Native American, 0.45% Pacific Islander, and 0.90% from two or more races. 0.45% of the population were Hispanic or Latino of any race. There were 68 households, of which 47.1% had children under the age of 18 living with them, 36.8% were married couples living together, 11.8% had a female householder with no husband present, and 27.9% were non-families. 23.5% of all households were made up of individuals, and 4.4% had someone living alone who was 65 years of age or older. The average household size was 3.25 and the average family size was 3.78. In the city, the age distribution of the population shows 39.8% under the age of 18, 7.7% from 18 to 24, 29.9% from 25 to 44, 14.9% from 45 to 64, and 7.7% who were 65 years of age or older. The median age was 28 years. For every 100 females, there were 121.0 males. For every 100 females age 18 and over, there were 133.3 males. The median income for a household in the city was $19,583, and the median income for a family was $20,694. Males had a median income of $27,500 versus $11,250 for females. The per capita income for the city was $8,411. About 37.3% of families and 45.4% of the population were below the poverty line, including 51.7% of those under the age of eighteen and 39.1% of those 65 or over. == History == Nondalton is an Athabascan Indian (Tanaina and Iliamna) village. The name means \"lake after lake\" in their language: the village is situated along one of a line of lakes. Nondalton was first recorded in 1909. The village was originally located on the north shore of Six Mile Lake, but was moved to the present location in 1940, due to the depletion of wood and the growth of mud flats. Subsistence hunting and fishing are the major economic activities. Government is by tribal council. There is a food store with a post office attached, a state-certified public school providing pre-kindergarten through 12th grade instruction, an outpatient medical clinic with family social services, a maintained Russian Orthodox church, a fishing lodge, and a water purification plant. Uncertified water is usually piped to most houses; septic tanks are used for sewage; and electric power and telephone service is available. Nondalton is on a boil drinking water notice indefinitely. Nondalton is isolated: there are no highways or roads connecting it to other villages. The primary means of access and egress to the village is by airplane: a privately owned airport for single-engine craft services the village. Among the issues affecting the village at the start of the 21st century is the proposed Pebble Mine site in the vicinity of nearby Lake Iliamna. ==References== ==External links== * Subsistence harvests and uses of wild resources in Iliamna, Newhalen, Nondalton, Pedro Bay, and Port Alsworth, Alaska, 2004 / by James A. Fall ... [et al.]. Hosted by Alaska State Publications Program Category:Cities in Lake and Peninsula Borough, Alaska Category:Cities in Alaska",
 "title": "Nondalton, Alaska"
}