{
 "id": "105604",
 "text": "Hydaburg ( ) (Higdáa G̱ándlaay in Haida) is a first-class city in the Prince of Wales-Hyder Census Area, in the U.S. state of Alaska. The population was 382 at the 2000 census and 376 as of the 2010 census. The name \"Hydaburg\" refers to the Haida people. ==Geography== Hydaburg is located at (55.204699, -132.820859). It is the southernmost city on Prince of Wales Island. Hydaburg is located on the north shore of Sukkwan Strait, which connects to Cordova Bay through Hetta Inlet. It has the only port facility and public road access on Cordova Bay. According to the United States Census Bureau, the city has a total area of , all land. ==History== Hydaburg was formed in 1911 by consolidation of the three Haida villages on Cordova Bay. These villages were Howkan on the west coast of Long Island, Sukkwan at the northern end of Sukkwan Island, across Sukkwan Strait from Hydaburg, and Klinkwan on Prince of Wales Island at the mouth of Hunter Bay.Le Cornu, Adrian (1996) \"Haida\" in Frederick E. Hoxie, ed. Encyclopedia of North American Indians pp 227–228. Houghton Mifflin Harcourt van den Brink, J.H. (1974) The Haida Indians: cultural change mainly between 1876-1970 Brill Archive. pp 226–228. The location was chosen because it had a reliable water supply. The town was incorporated in 1927. The Hydaburg Cooperative Association was established in 1938 shortly after the Indian Reorganization Act was extended to Alaska in 1936, supplanting the municipal government. It was the first IRA-recognized Village Council in Alaska. Residents petitioned to be granted an Indian Reservation as a way of securing their rights to the surrounding land. The area had previously been designated as the Hydaburg Indian Reservation from 1912-1926 but had been returned to the Tongass National Forest at community request in 1926. The Hydaburg Indian Reservation was established under the Indian Reorganization Act in 1949 but was invalidated by a US District Court decision in 1952.Blackman, Margaret B. (1990) Haida, Traditional Cultures. Handbook of North American Indians. Smithsonian Institution Government Printing Office, Washington pp240-260 Federal Register 1955 \"Notice of invalidation\"NOAA Community Profiles for North Pacific Fisheries – Alaska/South East Alaska/Hydaburg Hydaburg was designated as a second-class City in the late 1960s and became a first-class city in 1973.Hydaburg Community Action Plan 2002 (slow download, may hang, use new tab if possible) The Hydaburg Cooperative Association remains as the federally recognized tribe, while the Haida Corporation is the village corporation under the Alaska Native Claims Settlement Act. ==Demographics== Hydaburg first appeared on the 1920 U.S. Census as an unincorporated village. It formally incorporated in 1927. As of the census of 2000, there were 382 people, 133 households, and 88 families residing in the city. The population density was 1,340.5 people per square mile (526.8/km2). There were 154 housing units at an average density of 540.4 per square mile (212.4/km2). The racial makeup of the city was 85.08% Native American, 9.42% White, 0.52% Black or African American, 0.52% Asian, and 4.45% from two or more races. There were 133 households, out of which 39.1% had children under the age of 18 living with them, 41.4% were married couples living together, 15.8% had a female householder with no husband present, and 33.8% were non-families. 30.8% of all households were made up of individuals, and 7.5% had someone living alone who was 65 years of age or older. The average household size was 2.87 and the average family size was 3.60. In the city the population was spread out, with 35.10% under the age of 18, 7.3% from 18 to 24, 24.9% from 25 to 44, 24.9% from 45 to 64, and 7.9% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 112.2 males. For every 100 females age 18 and over, there were 127.5 males. The median income for a household in the city was $31,625, and the median income for a family was $31,250. Males had a median income of $27,500 versus $41,250 for females. The per capita income for the city was $11,401. About 21.4% of families and 24.1% of the population were below the poverty line, including 29.7% of those under age 18 and 6.1% of those age 65 or over. ==See also== *Hydaburg Totem Park ==References== ==Further reading== * Dombrowski, Kirk (2001) Against Culture: Development, Politics, and Religion in Indian Alaska. Lincoln: University of Nebraska Press. Category:Cities in Prince of Wales–Hyder Census Area, Alaska Category:Haida villages Category:Populated coastal places in Alaska on the Pacific Ocean Category:Cities in Alaska",
 "title": "Hydaburg, Alaska"
}