{
 "id": "105709",
 "text": "An aerial tramway, sky tram, cable car, ropeway or aerial tram is a type of aerial lift which uses one or two stationary ropes for support while a third moving rope provides propulsion. With this form of lift, the grip of an aerial tramway cabin is fixed onto the propulsion rope and cannot be decoupled from it during operations. In comparison to gondola lifts, aerial tramways generally provide lower line capacities and higher wait times. == Terminology == Because of the proliferation of such systems in the Alpine regions of Europe, the French and German names, téléphérique and Seilbahn, respectively, are often also used in an English language context. Cable car is the usual term in British English, as in British English the word tramway generally refers to a railed street tramway while in American English, cable car may additionally refer to a cable-pulled street tramway with detachable vehicles; e.g., San Francisco's cable cars. As such, careful phrasing is necessary to prevent confusion. It is also sometimes called a ropeway or even incorrectly referred to as a gondola lift. A gondola lift has cabins suspended from a continuously circulating cable whereas aerial trams simply shuttle back and forth on cables. In Japan, the two are considered as the same category of vehicle and called ropeway, while the term cable car refers to both grounded cable cars and funiculars. An aerial railway where the vehicles are suspended from a fixed track (as opposed to a cable) is known as a suspension railway. == Overview == An aerial tramway consists of one or two fixed cables (called track cables), one loop of cable (called a haulage rope), and one or two passenger or cargo cabins. The fixed cables provide support for the cabins while the haulage rope, by means of a grip, is solidly connected to the truck (the wheel set that rolls on the track cables). An electric motor drives the haulage rope which provides propulsion. Aerial tramways are constructed as reversible systems; vehicles shuttling back and forth between two end terminals and propelled by a cable loop which stops and reverses direction when the cabins arrive at the end stations. Aerial tramways differ from gondola lifts in that gondola lifts are considered continuous systems (cabins attached onto a circulating haul rope that moves continuously). Two-car tramways use a jig-back system: a large electric motor is located at the bottom of the tramway so that it effectively pulls one cabin down, using that cabin's weight to help pull the other cabin up. A similar system of cables is used in a funicular railway. The two passenger or cargo cabins, which carry from 4 to over 150 people, are situated at opposite ends of the loops of cable. Thus, while one is coming up, the other is going down the mountain, and they pass each other midway on the cable span. Some aerial trams have only one cabin, which lends itself better for systems with small elevation changes along the cable run. == History == The first design of an aerial lift was by Croatian polymath Fausto Veranzio and the first operational aerial tram was built in 1644 by Adam Wiebe in Gdańsk. It was moved by horses and used to move soil over the river to build defences. It is called the first known cable lift in European history and precedes the invention of steel cables. It is not known how long this lift was used. In any case, it would be another 230 years before Germany would get the second cable lift, this newer version equipped with iron wire cable. Other mining systems were developed in the 1860s by Hodgson, and Andrew Smith Hallidie. Hallidie went on to perfect a line of mining and people tramways after 1867 in California and Nevada. See Hallidie ropeway. === In mining === Tramways are sometimes used in mountainous regions to carry ore from a mine located high on the mountain to an ore mill located at a lower elevation. Ore tramways were common in the early 20th century at the mines in North and South America. One can still be seen in the San Juan Mountains of the US state of Colorado. Over one thousand mining tramways were built around the world—Spitsbergen, Russia, Alaska, Argentina, New Zealand and Gabon. This experience was replicated with the use of tramways in the First World War particularly on the Isonzo Front in Italy. The German firm of Bleichert built hundreds of freight and military tramways, and even built the first tourist tramway at Bolzano/Bozen, in then Tyrolian Austria in 1913. Other firms entered the mining tramway business—Otto, Leschen, Breco Ropeways Ltd., Ceretti and Tanfani, and Riblet for instance. A major British contributor was Bullivant who became a constituent of British Ropes in 1924. The perfection of the aerial tramway through mining led to its application in other fields including logging, sugar fields, beet farming, tea plantations, coffee beans and guano mining. A resource on the history of aerial tramways in the mining industry is \"Riding the High Wire, Aerial Mine Tramways in the West\" === Moving people === In the beginning of the 20th century the rise of the middle class and the leisure industry allowed for investment in sight- seeing machines. Prior to 1893 a combined goods and passenger carrying cableway was installed at Gibraltar. Initially its passengers were military personnel. An 1893 industry publication said of a two-mile system in Hong Kong that it \"is the only wire tramway which has been erected exclusively for the carriage of individuals\" (albeit workmen).Going to the Isle of Dogs by Lesser Columbus, Bullivant & Co. 1893 page 10. This item can be accessed through an original held by the North of England Institute of Mining and Mechanical Engineers After the pioneer cable car of 1907 at Mount Ulia (San Sebastián, Spain) by Leonardo Torres y Quevedo and the Wetterhorn Elevator (Grindelwald, Switzerland) in 1908,The first aerial cableway, blog of the Swiss National Museum others to the top of high peaks in the Alps of Austria, Germany and Switzerland resulted. They were much cheaper to build than the earlier rack railway. One of the first trams was at Chamonix, while others in Switzerland, and Garmisch soon followed. From this, it was a natural transposition to build ski lifts and chairlifts. The first cable car in North America was at Cannon Mountain in Franconia, New Hampshire in 1938. After the Second World War installations proliferated in Europe, America, Japan, Canada and South Africa. Many hundreds of installations have emerged in mountainous and seascape areas. The aerial tram evolves again in latter decades—one tram in Costa Rica was built to move tourists above a rainforest, while one in Portland, Oregon, was built to move commuters. Presently, the mining role of tramways has lessened, though some still work, and moving people remains a starring role for the device. Many aerial tramways were built by Von Roll Ltd. of Switzerland, which has since been acquired by Austrian lift manufacturer Doppelmayr. Other German, Swiss, and Austrian firms played an important role in the cable car business: Bleichert, Heckel, Pohlig, PHB (Pohlig-Heckel-Bleichert), Garaventa and Waagner-Biró. Now there are three groups dominating the world market: Doppelmayr Garaventa Group, Leitner Group, and Poma, the last two being owned by one person. Some aerial tramways have their own propulsion, such as the Lasso Mule or the Josef Mountain Aerial Tramway near Merano, Italy. === Urban transport === thumb|right|A Roosevelt Island Tram car in operation While typically used for ski resorts, aerial tramways have been ported over for usage in the urban environment in recent times. The Roosevelt Island Tramway in New York City and the Portland Aerial Tram are examples where this technology has been successfully adapted for public transport purposes. === Telpherage === One offshoot of the aerial tram was the telpher system. This was an overhead railway, which was electrically powered. The carrier basket had a motor and two contacts on two rails. They were primarily used in English railway and postal stations. The original version was called telpherage. Smaller telpherage systems are sometimes used to transport objects such as tools or mail within a building or factory. The telpherage concept was first publicised in 1883 and several experimental lines were constructed. It was designed to compete not with railways, but with horses and carts.Lusted, A., 1985: The Electric Telpherage Railway. Glynde Archivist 2:16–28. The first commercial telpherage line was in Glynde, which is in Sussex, England. It was built to connect a newly opened clay pit to the local railway station and opened in 1885. === Double deckers === There are aerial tramways with double deck cabins. The Vanoise Express cable car carries 200 people in each cabin at a height of over the Ponturin gorge in France. The Shinhotaka Ropeway carries 121 people in each cabin at Mount Hotaka in Japan. The CabriO cable car to the summit of the Stanserhorn in Switzerland carries 60 persons, with the upper floor accommodating 30 people in the open air. File:Shinhotaka ropeway01s3200.jpg|Shinhotaka Ropeway File:20180617 S-Bahn-R 5105 (48401307962).jpg|Stanserhorn cabriolet ropeway with adpated pylon == Records == * First – Adam Wybe's construction in Gdańsk (1644). It was the first rope railway with many supports and the biggest built until the end of 19th century. * Longest (at time of building) and years operated: ** 1906–1927 Chilecito – Mina La Mejicana, Argentina ( and branch). ** 1925–1950 Dúrcal – Motril, Spain ( and branch). ** 1937–1941 Asmara – Massawa, Eritrea ( and branch), technically a Funifor. ** 1943–1987 Kristineberg-Boliden, Sweden. still working as Norsjö aerial ropeway. * Second longest: ** 1959–1986 Moanda – Mbinda, Gabon – Republic of Congo. * Longest over water: ** 1906 – the same century; Thio, New Caledonia. ship loading. ** 1941–2006 Forsby-Köping limestone cableway, Sweden. crossing of Hjälmaren strait. 42 km system. ** 2007 Nha Trang City – Vinpearl Land, Hon Tre Island, Vietnam. Total length 3.3 km. * Longest currently operational: ** Norsjö aerial tramway Mensträsk- Bjurfors in Norsjö, Sweden. Passenger tramway, a section of the former 96-km Kristineberg-Boliden industrial ropeway. ** 12.5 km (7.8 mi) Mérida cable car Mérida, Venezuela. ** Grindelwald–Männlichen gondola cableway, Switzerland ** Wings of Tatev, Armenia, the world's longest reversible cable car line of one section. ** Medeu-Shimbulak tramway near Almaty, Kazakhstan. ** Sandia Peak Tramway, reversible tramway in Albuquerque, New Mexico. * Highest lift: ** from at Chilecito – Mina La Mejicana, Argentina (drops back to at upper terminal). * Highest lift currently operational: ** 3188 m (10,459 ft) from 1,577 MSL to 4,765 MSL (5,174 FAMSL to 15,633 FAMSL) Mérida cable car, Venezuela. * Highest station: ** Greater than 1935-19?? Aucanquilcha, Chile. * Lowest station: ** below sea level Masada cableway, Israel. * Tallest support tower: ** Cat Hai – Phu Long cable car, Vietnam. * As mass transit: ** The Roosevelt Island Tramway in New York City was the first aerial tramway in North America used by commuters as a mode of mass transit (See Transportation in New York City). Passengers pay with the same farecard used for the New York City Subway. ** The Portland Aerial Tram in Portland, Oregon, was opened in January 2007 and became the second public transportation aerial tramway in North America. ** In Medellin, Colombia, both the Metro and the recent Metrocable aerial tramway addition can be used while paying a single fare. * Largest rotating cars: ** Palm Springs Aerial Tramway in Palm Springs, California. == List of accidents == Despite the introduction of various safety measures (back-up power generators, evacuation plans, etc.) there have been several serious incidents on aerial tramways, some of which were fatal. * August 29, 1961: A military plane split the hauling cable of the Vallée Blanche Aerial Tramway on the Aiguille du Midi in the Mont Blanc massif: six people killed. * July 9, 1974: Ulriksbanen is an aerial tramway in Bergen, Norway, operated by a tow rope, which hauls it, and a carrying rope. On 9 July 1974, as the carriage reached its destination at the top station and just as the carriage operator was about to open the doors, the tow rope broke. The carriage operator was thrown into the back of the vehicle, preventing him from reaching the emergency brake. The carriage began whizzing down the still intact carrying rope, gathering speed quickly and approaching the first vertical mast about 70meters away. Because the tow rope was broken, it was no longer taut at the point where it crossed over the the carriage crossed the mast, the broken tow rope jammed up and caused the carriage to jump off the carrying rope and begin to free-fall straight down towards the ground 15meters below. The carriage crashed to the ground on a downslope, causing the carriage to careen down the mountainside a further 30meters before it was crushed up against some boulders, finally coming to a stop. Four of the eight occupants were killed. * March 9, 1976: In the Italian Dolomites at Cavalese, a cab fell after a rope broke, killing 43. (See Cavalese cable car disaster (1976)) * April 15, 1978: In a storm, two carrying ropes of the Squaw Valley Aerial Tramway in California fell from the aerial tramway support tower. One of the ropes partly destroyed the cabin. Four were killed, 32 injured. * June 1, 1990: Twenty were killed and fifteen injured after a hauling rope broke in the 1990 Tbilisi Cable car accident * February 3, 1998: U.S. Marine Corps EA-6B Prowler jets severed the cable of an aerial ropeway in Cavalese, Italy, killing 20 people. (See Cavalese cable car disaster (1998)) * July 1, 1999: Saint-Étienne-en-Dévoluy, France. An aerial tramway car detached from the cable it was traveling on and fell to the valley floor, killing all 20 occupants. The majority were employees and contractors of an international astronomical observatory run by the Institut de Radioastronomie Millémétrique. (See Saint-Étienne-en-Dévoluy cable car disaster) * October 19, 2003: Four were killed and 11 injured when three cars slipped off the cable of the Darjeeling Ropeway. * April 2, 2004: In Yerevan, Armenia on an urban cable car one of the two cabins derailed from the steel track cable and fell to the ground killing five, including two Iranian citizens, and injuring 11 others. The second cabin slammed onto the lower station injuring three people. * October 9, 2004: Crash of a cabin of the Grünberg aerial tramway in Gmunden, Austria. Many injuries. * December 31, 2012: The Alyeska Resort Aerial Tramway was blown sideways while operating in high winds and was impaled on the tower guide, severely damaging the contacting cabin. Only minor injuries were incurred. * December 4, 2018, an exterior panel of the Portland Aerial Tram dropped at least 100 feet (30 m) and struck a pedestrian walking below. * May 23, 2021: 14 people were killed when a cable failed at 300 m from the top of the Mottarone mountain. * October 21, 2021: One person died after a cable car cabin became detached from its cable at the Ještěd mountain in Liberec, Czech Republic. == Gallery == == Cableways in fiction == * \"Ascension\" * Blind Fury * Get Carter – coal spoil conveyor Blackhall Beach near Blackhall Colliery * Electric City (web series) * The Haunting of Tram Car 015 (P. Djèlí Clark) * Hoodwinked! * Kongfrontation * Moonraker (film) * Nighthawks (1981 film) * Night Train to Munich * Nitrome's Skywire games * On Her Majesty's Secret Service (film) * Where Eagles Dare * Zootopia == See also == * Aerial lift * Aerial lift pylon * Blondin (quarry equipment) * Cable car * Cable ferry * Cable transport * Chairlift * COMILOG Cableway in Moanda * Funitel * Funicular * Gondola lift * Hallidie ropeway * List of aerial tramways * List of aerial lift manufacturers * List of spans * Riblet Tramway Company * Roosevelt Island Tramway * Ropeway * Skiing and Skiing Topics * Transport * Transporter bridge * Zip-line == References == == External links == * Aerial Tramways (worldwide) Lift-Database * Information Center for Ropeway Studies at Colorado School of Mines * Tatever ropeway – is the aerial ropeway to the natural and historic treasures of Syunik. Category:Aerial lifts Category:Ski lift types Category:Croatian inventions Category:Vertical transport devices Category:Scottish inventions",
 "title": "Aerial tramway"
}