{
 "id": "105763",
 "text": "Venetie ( ;Corey Goldberg, \"Tiny Tribe in Remote Arctic Is Jolting Alaska,\" New York Times, 9 May 1997. VįįhtąįįANLC : Alaska Native Place Names in Gwich’in), is a census-designated place (CDP) in Yukon–Koyukuk Census Area, Alaska. At the 2010 census, the population was 166, down from 202 in 2000. It includes the Village of Venetie, a Gwich'in tribal entity designated in the 1971 Alaska Native Claims Settlement Act. ==History== Gwich'in tribal leader John Fredson achieved federal recognition of the larger area of the Venetie Indian Reserve as Alaska Native territory in 1941, before Alaska was admitted to the union as a state. It was the largest reservation in Alaska, with approximately 1.4 million acres (5,700 km2) when established. Under the 1971 Alaska Native Claims Settlement Act, most reservations in Alaska were dissolved and the federal government made payments to tribes for considerable territory, designating areas as tribal lands. The Gwich'in tribal lands were reduced. The people continued to adapt. In the early 1980s a \"unified Venetie/Arctic village tribal government formally codified traditional principles of caribou management into tribal law,\" an example of Alaska Native subsistence practices. Anthropologist Steve J. Langdon lauded this action as a way of combining traditional spirituality with secular law demonstrating \"the resiliency of the traditional cosmology and behavior and its ability to be flexibly incorporated into contemporary institutions and practice.\" A majority of the residents approved limits on the harvest of the Porcupine caribou herd. In 1987 the Gwich'in tribal council tried to tax a non-native contractor building a school here, saying the council had the right as the government of tribal land. The case went to the United States Court of Appeals for the Ninth Circuit, in San Francisco, which ruled in 1996 \"that the natives had the right to tax businesses on their land, about the size of Delaware, because it qualified as Indian Country, much like the reservations in the lower 48 states.\" The state of Alaska appealed that decision, concerned that up to 44 million acres of tribal lands in Alaska might be classified as Indian Country and thus subject to local tribal taxation. (In the Lower 48, by comparison, about 56 million acres are designated as federally recognized, sovereign Indian reservation lands.) In 1998, the case was heard by the United States Supreme Court, which ruled in Alaska v. Native Village of Venetie Tribal Government. It determined that the tribal council did not have taxing authority on its land, as the terms of the 1971 Alaska Native Claims Settlement Act had done away with almost all reservations in the state. Under that act, the federal government had made payment to the tribes for land claims and designated tribal lands for them. But, under the terms of the act, the tribal lands do not have the same sovereign status as federally recognized Indian reservations in the Lower 48. ==Geography== Venetie is located at (67.055639, -146.416052) on the Chandalar River. According to the United States Census Bureau, the CDP has a total area of , all of it land. ==Demographics== Venetie first appeared on the 1940 U.S. Census as an unincorporated village. In 1980 it was made a census-designated place (CDP). As of the census of 2000, there were 202 people, 63 households, and 48 families residing in the CDP. The population density was 9.7 people per square mile (3.7/km2). There were 79 housing units at an average density of 3.8/sq mi (1.5/km2). The racial makeup of the CDP was 3.47% White, 92.08% Native American, and 4.46% from two or more races. Most residents are Gwich'in Athabaskan. There were 63 households, out of which 44.4% had children under the age of 18 living with them, 27.0% were married couples living together, 30.2% had a female householder with no husband present, and 23.8% were non- families. 19.0% of all households were made up of individuals, and 1.6% had someone living alone who was 65 years of age or older. The average household size was 3.21 and the average family size was 3.58. In the CDP, the age distribution of the population shows 32.2% under the age of 18, 17.8% from 18 to 24, 27.7% from 25 to 44, 15.3% from 45 to 64, and 6.9% who were 65 years of age or older. The median age was 25 years. For every 100 females, there were 127.0 males. For every 100 females age 18 and over, there were 114.1 males. The median income for a household in the CDP was $21,000, and the median income for a family was $21,429. Males had a median income of $22,500 versus $23,750 for females. The per capita income for the CDP was $7,314. About 34.0% of families and 42.8% of the population were below the poverty line, including 52.8% of those under the age of eighteen and none of those sixty-five or over. ==Education== Yukon Flats School District operates the John Fredson School.\"Mailing Addresses and Contact Information .\" Yukon Flats School District. Retrieved on December 4, 2016. ==References== Category:Census- designated places in Alaska Category:Census-designated places in Unorganized Borough, Alaska Category:Census-designated places in Yukon–Koyukuk Census Area, Alaska Category:Gwich'in Category:Populated places of the Arctic United States",
 "title": "Venetie, Alaska"
}