{
 "id": "105713",
 "text": "Russian Mission (; ) is a city in Kusilvak Census Area, Alaska. It was the location of a fur trading post of the Russian-American Company in 1842. After the sale of Russian-American possessions to the United States in 1867, it was officially named Russian Mission in the early 1900s. The sale of alcohol is prohibited. At the 2010 census the population was 312, up from 296 in 2000. ==History== The first Russian-American Company fur trading post on the Yukon River was established here in 1837. The settlement was recorded as a Cup'ik village called \"Ikogmiut,\" meaning \"people of the point,\" in 1842 by the Imperial Russian Navy explorer Lavrenty Zagoskin. The first Russian Orthodox mission in Interior Alaska was established here in 1851 by the Aleut priest Jacob Netsvetov. The mission was called \"Pokrovskaya Mission,\" and the village name was changed to Russian Mission around 1900. It was often confused with a village on the Kuskokwim that was also called \"Russian Mission\" (or \"Little Russian Mission\") but which was renamed Chuathbaluk in the 1960s. The city was incorporated in 1970. ==Geography== Russian Mission is located at (61.785522, -161.334074). Russian Mission is located on the right (western) bank of the Yukon River in the Yukon-Kuskokwim Delta, 25 miles southeast of Marshall. It lies 70 air miles northeast of Bethel and 376 miles west of Anchorage. According to the United States Census Bureau, the city has a total area of , of which, of it is land and of it (8.27%) is water. ==Climate== Russian Mission falls within the transitional climate zone, characterized by tundra interspersed with boreal forests, and weather patterns of long, cold winters and shorter, warm summers. Heavy northern winds often limit air access in the fall and winter. The Lower Yukon is ice-free from mid-June through October. Russian Mission has a subarctic climate (Koppen: Dfc) with mild summers and long, snowy winters with annual snowfall averaging 71 inches (180 cm). ==Demographics== Russian Mission first reported on the 1880 U.S. Census as Ikogmute Mission, an unincorporated Inuit village & Russian Orthodox Mission.http://www2.census.gov/prod2/decennial/documents/1880a_v1-17.pdf It appeared on the 1890 census as \"Ikogmiut\", but included the nearby village of \"Pokrovskaia\" (called Pogoreshapka on the 1880 U.S. Census). In 1900, it was returned again as Ikogmute Mission.http://www2.census.gov/prod2/decennial/documents/33405927v1ch07.pdf In 1920, it would be officially returned as Russian Mission. It would formally incorporate in 1970. As of the census of 2000, there were 296 people, 70 households, and 60 families residing in the city. The population density was 52.3 people per square mile (20.2/km2). There were 81 housing units at an average density of 14.3 per square mile (5.5/km2). The racial makeup of the city was 93.92% Native American and 6.08% White. There were 70 households, out of which 67.1% had children under the age of 18 living with them, 51.4% were married couples living together, 24.3% had a female householder with no husband present, and 12.9% were non-families . 10.0% of all households were made up of individuals, and 1.4% had someone living alone who was 65 years of age or older. The average household size was 4.23 and the average family size was 4.51. In the city, the age distribution of the population shows 48.0% under the age of 18, 12.5% from 18 to 24, 24.0% from 25 to 44, 11.5% from 45 to 64, and 4.1% who were 65 years of age or older. The median age was 19 years. For every 100 females, there were 109.9 males. For every 100 females age 18 and over, there were 94.9 males. The median income for a household in the city was $27,500, and the median income for a family was $22,500. Males had a median income of $17,083 versus $13,750 for females. The per capita income for the city was $8,358. About 15.6% of families and 21.8% of the population were below the poverty line, including 21.7% of those under the age of eighteen and 15.4% of those 65 or over. Most residents are Russian Orthodox, with a Roman Catholic minority. ==Transportation== Russian Mission is served by Russian Mission Airport. Passengers, mail, and light goods arrive primarily by air. A gravel airstrip and seaplane landing area are owned and operated by the state. Scheduled daily flights are available. Russian Mission's location on the Yukon River allows barge and small boat travel during the summer. Snowmachines are used in inter-village transportation in the winter, and a trail is marked to Kalskag. ==Education== K-12 students attend Russian Mission School, operated by the Lower Yukon School District. ==References== Category:Cities in Alaska Category:Cities in Kusilvak Census Area, Alaska Category:Russian-American culture in Alaska Category:Yukon River",
 "title": "Russian Mission, Alaska"
}