{
 "id": "106131",
 "text": "The Third Crusade (1189–1192) was an attempt by three European monarchs of Western Christianity (Philip II of France, Richard I of England and Frederick I, Holy Roman Emperor) to reconquer the Holy Land following the capture of Jerusalem by the Ayyubid sultan Saladin in 1187. For this reason, the Third Crusade is also known as the Kings' Crusade. It was partially successful, recapturing the important cities of Acre and Jaffa, and reversing most of Saladin's conquests, but it failed to recapture Jerusalem, which was the major aim of the Crusade and its religious focus. After the failure of the Second Crusade of 1147–1149, the Zengid dynasty controlled a unified Syria and engaged in a conflict with the Fatimid rulers of Egypt. Saladin ultimately brought both the Egyptian and Syrian forces under his own control, and employed them to reduce the Crusader states and to recapture Jerusalem in 1187. Spurred by religious zeal, King Henry II of England and King Philip II of France (known as \"Philip Augustus\") ended their conflict with each other to lead a new crusade. The death of Henry (6 July 1189), however, meant the English contingent came under the command of his successor, King Richard I of England. The elderly German Emperor Frederick Barbarossa also responded to the call to arms, leading a massive army across the Balkans and Anatolia. He achieved some victories against the Seljuk Sultanate of Rûm, but he drowned in a river on 10 June 1190 before reaching the Holy Land. His death caused tremendous grief among the German Crusaders, and most of his troops returned home. After the Crusaders had driven the Muslims from Acre, Philip—in company with Frederick's successor in command of the German crusaders, Leopold V, Duke of Austria—left the Holy Land in August 1191. Following a major victory by the Crusaders at the Battle of Arsuf, most of the coastline of the Levant was returned to Christian control. On 2 September 1192 Richard and Saladin finalized the Treaty of Jaffa, which recognised Muslim control over Jerusalem but allowed unarmed Christian pilgrims and merchants to visit the city. Richard departed the Holy Land on 9 October 1192. The successes of the Third Crusade allowed Westerners to maintain considerable states in Cyprus and on the Syrian coast. The failure to re-capture Jerusalem inspired the subsequent Fourth Crusade of 1202–1204, but Europeans would only regain the city—and only briefly—in the Sixth Crusade in 1229. ==Background== thumb|The Near East, c. 1190, at the inception of the Third Crusade King Baldwin IV of Jerusalem died in 1185, leaving the Kingdom of Jerusalem to his nephew Baldwin V, whom he had crowned as co-king in 1183. Count Raymond III of Tripoli again served as regent. The following year, Baldwin V died before his ninth birthday, and his mother Princess Sybilla, sister of Baldwin IV, crowned herself queen and her husband, Guy of Lusignan, king. Raynald of Châtillon, who had supported Sybilla's claim to the throne, raided a rich caravan travelling from Egypt to Syria, and had its travelers thrown in prison, thereby breaking a truce between the Kingdom of Jerusalem and Saladin. Saladin demanded the release of the prisoners and their cargo. The newly crowned King Guy appealed to Raynald to give in to Saladin's demands, but Raynald refused to follow the king's orders. This final act of outrage by Raynald gave Saladin the opportunity he needed to take the offensive against the Kingdom of Jerusalem, and in 1187 he laid siege to the city of Tiberias. Raymond advised patience, but King Guy, acting on advice from Raynald, marched his army to the Horns of Hattin outside of Tiberias. Saladin's forces fought the Frankish army, thirsty and demoralized, and destroyed it in the ensuing Battle of Hattin (July 1187). King Guy and Raynald were brought to Saladin's tent, where Guy was offered a goblet of water because of his great thirst. Guy took a drink and then passed the goblet to Raynald. Raynald's having received the goblet from King Guy rather than from Saladin meant that Saladin would not be forced to offer protection to the treacherous Raynald (custom prescribed that if one were personally offered a drink by the host, one's life was safe). When Raynald accepted the drink from King Guy's hands, Saladin told his interpreter, \"say to the King: 'it is you who have given him to drink'\".Lyons, Malcolm Cameron and D. E. P. Jackson, Saladin: The Politics of the Holy War, (Cambridge: Cambridge University Press, 1982), 264. Afterwards, Saladin beheaded Raynald for past betrayals. Saladin honored tradition with King Guy, sending him to Damascus and eventually allowing him to be ransomed by his people. By the end of 1187 Saladin had taken Acre and Jerusalem. Christians would not hold the city of Jerusalem again until 1229. Pope Urban III is said to have collapsed and died (October 1187) upon hearing the news of the Battle of Hattin. Hans E. Mayer, The Crusades. Oxford University Press, 1965 (trans. John Gillingham, 1972), p. 139. The new pope, Gregory VIII, in the bull Audita tremendi (29 October 1187), interpreted the capture of Jerusalem as punishment for the sins of Christians across Europe; he called for a new crusade to the Holy Land. ==Barbarossa's crusade== The crusade of Frederick Barbarossa, Holy Roman Emperor, was \"the most meticulously planned and organized\" yet. Frederick was sixty-six years old when he set out. Two accounts dedicated to his expedition survive: the History of the Expedition of the Emperor Frederick and the History of the Pilgrims. There is also a short tract, the Letter on the Death of the Emperor Frederick. ===Taking the cross=== On 27 October 1187, just over three weeks after Saladin's capture of Jerusalem, Pope Gregory VIII sent letters to the German episcopate announcing his election and ordering them to win the German nobility over to a new crusade. Around 23 November, Frederick received letters that had been sent to him from the rulers of the Crusader states in the East urging him to come to their aid. By 11 November, Cardinal Henry of Marcy had been appointed to preach the crusade in Germany. He preached before Frederick and a public assembly in Strasbourg around 1 December, as did Bishop Henry of Strasbourg. About 500 knights took the cross at Strasbourg, but Frederick demurred on the grounds of his ongoing conflict with Archbishop Philip of Cologne. He did, however, send envoys to Philip of France (at the time his ally) to urge him to take the cross. On 25 December, Frederick and Philip met in person on the border between Ivois and Mouzon in the presence of Henry of Marcy and Joscius, Archbishop of Tyre, but he could not convince Philip to go on crusade because he was at war with England. Frederick held a diet in Mainz on 27 March 1188. Because of its purpose, he named the diet the \"Court of Christ\". The archbishop of Cologne submitted to Frederick and peace was restored to the empire. Bishop Godfrey of Würzburg preached a crusade sermon and Frederick, at the urging of the assembly, took the cross. He was followed by his son, Duke Frederick VI of Swabia, and by Duke Frederick of Bohemia, Duke Leopold V of Austria, Landgrave Louis III of Thuringia and a host of lesser nobles. After taking the cross, Frederick proclaimed a \"general expedition against the pagans\" in accordance with the pope's instructions. He set the period of preparation as 17 April 1188 to 8 April 1189 and scheduled the army to assemble at Regensburg on Saint George's Day (23 April 1189). To prevent the crusade from degenerating into an undisciplined mob, participants were required to have at least three marks, which was enough to be able support oneself for two years. ===Protecting the Jews=== At Strasbourg, Frederick imposed a small tax on the Jews of Germany to fund the crusade. He also put the Jews under his protection and forbade anyone to preach against the Jews. The First and Second Crusades in Germany had been marred by violence against the Jews. The Third Crusade itself occasioned an outbreak of violence against the Jews in England. Frederick successfully prevented a repetition of those events inside Germany. On 29 January 1188, a mob invaded the Jewish quarter in Mainz and many Jews fled to the imperial castle of Münzenberg. There were further incidents connected with the \"Court of Christ\" in March. According to Rabbi Moses ha-Cohen of Mainz, there were minor incidents from the moment people began arriving for the Court of Christ on 9 March. This culminated in a mob gathering to invade the Jewish quarter on 26 March. It was dispersed by the imperial marshal Henry of Kalden. The rabbi then met with the emperor, which resulted in an imperial edict threatening maiming or death for anyone who maimed or killed a Jew. On 29 March, Frederick and the rabbi then rode through the streets together to emphasise that the Jews had imperial protection. Those Jews who had fled in January returned at the end of April. ===Diplomatic preparations=== Shortly after the Strasbourg assembly, Frederick dispatched legates to negotiate the passage of his army through their lands: Archbishop Conrad of Mainz to Hungary, Godfrey of Wiesenbach to the Seljuk sultanate of Rûm and an unnamed ambassador to the Byzantine Empire. He may also have sent representatives to Prince Leo II of Armenia. Because Frederick had signed a treaty of friendship with Saladin in 1175, he felt it necessary to give Saladin notice of the termination of their alliance. On 26 May 1188, he sent Count Henry II of Dietz to present an ultimatum to Saladin. The sultan was ordered to withdraw from the lands he had conquered, to return the True Cross to the Church of the Holy Sepulchre and to make satisfaction for those Christians who had been killed in his conquests, otherwise Frederick would abrogate their treaty. A few days after Christmas 1188, Frederick received Hungarian, Byzantine, Serbian, Seljuk and possibly Ayyubid envoys in Nuremberg. The Hungarians and Seljuks promised provisions and safe-conduct to the crusaders. The envoys of Stefan Nemanja, grand prince of Serbia, announced that their prince would receive Frederick in Niš. An agreement was reached with the Byzantine envoy, John Kamateros, but it required Godfrey of Würzburg, Frederick of Swabia and Leopold of Austria to swear oaths for the crusaders' good behaviour. Bishop Hermann of Münster, Count Rupert III of Nassau, the future Henry III of Dietz and the imperial chamberlain Markward von Neuenburg with a large entourage were sent ahead to make preparations in Byzantium. ===Mustering an army=== At the Strasbourg assembly in December 1187, Bishop Godfrey of Würzburg urged Frederick to sail his army to the Holy Land rather than proceed overland. Frederick declined and Pope Clement III even ordered Godfrey not to discuss it further. Ultimately, many Germans ignored the rendezvous at Regensburg and went to the Kingdom of Sicily, hoping to sail to the Holy Land on their own. Frederick wrote to King William II of Sicily asking him to bar such sailings. The emperor and the pope may have feared that Saladin would soon seize all the crusader ports. Frederick was the first of the three kings to set out for the Holy Land. On 15 April 1189 in Haguenau, Frederick formally and symbolically accepted the staff and scrip of a pilgrim. He arrived in Regensburg for the muster between 7 and 11 May. The army had begun to gather on 1 May. Frederick was disappointed by the small force awaiting him, but he was dissuaded from calling off the enterprise when he learned that an international force had already advanced to the Hungarian border and was waiting for the imperial army. Frederick set out on 11 May 1189 with an army of 12,000–15,000 men, including 2,000–4,000 knights.Frank McLynn, \"Richard and John: Kings at War,\" 2007, page 174. Contemporary chroniclers gave a range of estimates for Frederick's army, from 10,000 to 600,000 men, including 4,000–20,000 knights.Tyerman p. 418 After leaving Germany, Frederick's army was increased by the addition of a contingent of 2,000 men led by the Hungarian prince Géza, the younger brother of the King Béla III of Hungary, and Bishop Ugrin Csák.A. Konstam, Historical Atlas of The Crusades, 124 Two contingents from the Empire, a Burgundian and a Lorrainer, also joined the army during its transit of Byzantium. The army that Frederick led into Muslim territory was probably larger than the one with which he had left Germany. ===Passage through the Balkans=== ====Hungary==== Frederick sailed from Regensburg on 11 May 1189, but most of the army had left earlier by land for the Hungarian border. On 16 May, Frederick ordered the village of Mauthausen burned because it had levied a toll on the army. In Vienna, Frederick expelled 500 men from the army for various infractions. He celebrated Pentecost on 28 May encamped across from Hungarian Pressburg. During his four days encamped before Pressburg, Frederick issued an ordinance for the good behaviour of the army, a \"law against malefactors\" in words of one chronicle. It apparently had a good effect. From Pressburg, the Hungarian envoys escorted the crusaders to Esztergom, where King Béla III of Hungary greeted them on 4 June. He provided boats, wine, bread and barley to the army. Frederick stayed in Esztergom for four days. The king of Hungary accompanied the army to the Byzantine border at Belgrade. There were incidents during the crossing of the Drava and Tisza rivers, but the Sava was crossed on 28 June without incident. In Belgrade, Frederick staged a tournament, held a court, conducted a census of the army and wrote to the Byzantine emperor Isaac II to inform him that he had entered Byzantine territory. ====Byzantine Empire==== The army, still accompanied by Béla III, left Belgrade on 1 July, crossed the Morava and headed for Braničevo, which was the seat of the local Byzantine administration since Belgrade had been devastated in recent wars with the Serbs. The head of the Byzantine administration was a doux (duke). At Braničevo, Béla III took leave and returned to Hungary. He gave the crusaders wagons and in return Frederick gave him his boats, since they would no longer be travelling up the Danube. The Burgundian contingent under Archbishop Aimo II of Tarentaise and a contingent from Metz caught up with the army at Braničevo. The duke of Braničevo gave the army eight days' worth of provisions. The enlarged army, including a Hungarian contingent, left Braničevo on 11 July following the Via Militaris that led to Constantinople. They were harassed by bandits along the route. According to crusader sources, some captured bandits confessed that they were acting on the orders of the duke of Braničevo. On 25 July, Frederick was in Ćuprija when he received word that Peter of Brixey had arrived in Hungary with the contingent from Lorraine. It was there that the problems of communication between Frederick and Isaac became apparent. Frederick's envoys had reached Constantinople, but Isaac was away besieging rebels in Philadelphia. Nonetheless, John Kamateros wrote to inform Frederick that a market would be available in Sofia. It was probably from Ćuprija that Frederick sent another envoy, a Hungarian count named Lectoforus, to Constantinople to see what was going on. Frederick was welcomed by Stefan Nemanja in Niš with pomp on 27 July. Although the Serbian ruler asked the emperor to invest him with his domains, Frederick refused on the grounds that he was on a pilgrimage and did not wish to harm Isaac. A marriage alliance was arranged between a daughter of Duke Berthold of Merania and a nephew of Nemanja, Toljen. Frederick also received messages of support from Tsar Peter II of Bulgaria, but refused an outright alliance. Despite Frederick's care not to be drawn into Balkan politics, the events at Niš were regarded by the Byzantines as hostile acts. Before leaving Niš, Frederick had Godfrey of Würzburg preach a sermon on the importance of discipline and maintaining the peace. He also reorganized the army, dividing it into four, because it would be entering territory more firmly under Byzantine control and less friendly. The vanguard of Swabians and Bavarians was put under the command of the Duke of Swabia assisted by Herman IV of Baden and Berthold III of Vohburg. The second division consisted of the Hungarian and Bohemian contingents with their separate standard-bearers. The third was under the command of the Duke of Merania assisted by Bishop Diepold of Passau. The fourth was under Frederick's personal command and Rupert of Nassau was named its standard-bearer in absentia. The crusaders left Niš on 30 July and arrived in Sofia on 13 August. They found the city practically abandoned. There was no Byzantine delegation to meet them and no market. The following day the crusaders left Sofia and the Lorrainers under Peter of Brixey finally caught up with the main army. The Gate of Trajan was held by a Byzantine force of 500 men. According to Diepold of Passau, the garrison retreated at the sight of Frederick's scouts, but the History of the Expedition says that it retreated only after being engaged by Frederick and a small group of knights. The army arrived at Pazardzhik on 20 August, finding an abundance of supplies. ===Conflict with Byzantium=== Lectoforus met the army at Pazardzhik and informed Frederick of the disrespect shown his envoys. On 24 August, the imperial army reached Philippopolis, the Byzantine forces in the area having fled at their approach. On 25 August, Lectoforus' report was confirmed: Hermann of Münster, Rupert of Nassau, Henry of Dietz and Markward von Neuenburg had been stripped of their possessions and openly mocked in presence of the Ayyubid ambassador. That same day, a Byzantine envoy, James of Pisa, arrived with a letter from Isaac, who referred to Frederick as \"king of Germany\", refusing him the imperial title, and accused him of plotting to put his son Frederick on the throne of Constantinople. He nonetheless offered to fulfill the agreement of December 1188 to ferry the crusaders across the Dardanelles if he received hostages (including Duke Frederick and six bishops) in addition the envoys he had arrested. Frederick's response that he would consider the offer only after the envoys were released. According to the History of the Expedition, the receipt of Isaac's letter marked a break in crusader–Byzantine relations. Thereafter, the crusaders resorted to plunder and a scorched earth policy. On 26 August, the crusaders seized Philippopolis and its plentiful supplies. Frederick tried to communicate with the nearest Byzantine commander, the protostrator Manuel Kamytzes. When he received no response, he attacked his army on 29 August, killing fifty. The following day (30 August) or a week later (6 September), Duke Frederick and Duke Berthold occupied Berrhoë unopposed. Henry of Kalden occupied a castle called Scribention, while Bishop Diepold and Duke Berthold took a further two towns and ten castles. At this point, the local Armenian and Bulgarian population swore oaths to Frederick to supply the market in Philippopolis as long as the crusaders stayed. They remained there and in partial occupation of Macedonia until 5 November. Isaac ordered Kamytzes to shadow the crusaders and harass their foraging parties. About 22 November 1189, with some 2,000 horsemen, Kamytzes set up an ambush for the crusaders' supply train near Philippopolis. The crusaders were informed of this from the Armenian inhabitants of the fortress of Prousenos, where Kamytzes had set up his main camp. They set out with 5,000 cavalry to attack the Byzantine camp. The two forces met by accident near Prousenos, and in the ensuing battle, Kamytzes was routed. The historian Niketas Choniates, who was an eyewitness, writes that the Byzantines fled as far as Ohrid, and that Kamytzes did not rejoin his men until three days after the battle. ===Turkish territory=== After reaching Anatolia, Frederick was promised safe passage through the region by the Turkish Sultanate of Rum, but was faced instead with constant Turkish hit-and-run attacks on his army. A Turkish army of 10,000 men was defeated at the Battle of Philomelion by 2,000 Crusaders, with 4,174–5,000 Turks slain. After continued Turkish raids against the Crusader army, Frederick decided to replenish his stock of animals and foodstuffs by conquering the Turkish capital of Iconium. On 18 May 1190, the German army defeated its Turkish enemies at the Battle of Iconium, sacking the city and killing 3,000 Turkish troops. While crossing the Saleph River on 10 June 1190, Frederick's horse slipped, throwing him against the rocks; he then drowned in the river. After this, much of his army returned to Germany by sea in anticipation of the upcoming Imperial election. The Emperor's son, Frederick of Swabia, led the remaining 5,000 men to Antioch. There, the Emperor's body was boiled to remove the flesh, which was interred in the Church of Saint Peter; his bones were put in a bag to continue the crusade. In Antioch, however, the German army was further reduced by fever. Young Frederick had to ask the assistance of his kinsman Conrad of Montferrat to lead him safely to Acre, by way of Tyre, where his father's bones were buried. While the Imperial army did not achieve its objective of capturing Jerusalem, it did capture the capital of the Seljuk Sultanate and had inflicted considerable damage on Turkish forces, with more than 9,000 Turkish soldiers killed in all battles and skirmishes combined. ==Richard and Philip's crusade== Henry II of England and Philip II of France ended their war with each other in a meeting at Gisors in January 1188 and then both took the cross. Both imposed a \"Saladin tithe\" on their citizens to finance the venture. (No such tithe had been levied in the Empire.) In Britain, Baldwin of Forde, the archbishop of Canterbury, made a tour through Wales, convincing 3,000 men-at-arms to take up the cross, recorded in the Itinerary of Gerald of Wales. Baldwin would later accompany Richard on the Crusade and would die in the Holy Land.Hunt, William (1885). \"Baldwin (d. 1190)\". In Dictionary of National Biography. 3. London. pp. 32–34. ===Passage=== King Henry II of England died on 6 July 1189. Richard succeeded him and immediately began raising funds for the crusade. In the meantime, some of his subjects departed in multiple waves by sea.Murray, Alan V. (2005). \"Participants in the Third Crusade (act. 1190–1192)\". Oxford Dictionary of National Biography. Some of them together with contingents from the Holy Roman Empire and France conquered the Moorish city of Silves in Iberia during the summer of 1189, before continuing to the Holy Land. In April 1190, King Richard's fleet departed from Dartmouth under the command of Richard de Camville and Robert de Sablé on their way to meet their king in Marseille. Parts of this fleet helped the Portuguese monarch Sancho I defeat an Almohad counterattack against Santarém and Torres Novas, while another group ransacked Christian Lisbon, only to be routed by the Portuguese monarch.L. Villegas- Aristizábal, \"Revisión de las crónicas de Ralph de Diceto y de la Gesta regis Ricardi sobre la participación de la flota angevina durante la Tercera Cruzada en Portugal\", Studia Historica- Historia Medieval 27 (2009), pp. 153–70. Richard and Philip II met in France at Vézelay and set out together on 4 July 1190 as far as Lyon where they parted after agreeing to meet in Sicily; Richard with his retinue, said to number 800, marched to Marseille and Philip to Genoa.Wolff and Hazard, p. 57 Richard arrived in Marseille and found that his fleet had not arrived; he quickly tired of waiting for them and hiring ships, left for Sicily on 7 August, visiting several places in Italy en route and arrived in Messina on 23 September. Meanwhile, the English fleet eventually arrived in Marseille on 22 August, and finding that Richard had gone, sailed directly to Messina, arriving before him on 14 September.Wolff and Hazard, p. 58 Philip had hired a Genoese fleet to transport his army, which consisted of 650 knights, 1,300 horses, and 1,300 squires to the Holy Land by way of Sicily.J. Phillips, The Fourth Crusade and the Sack of Constantinople, 66 thumb|upright=1.2|Philip II depicted arriving in Palestine, 1332–1350 William II of Sicily had died the previous year, and was replaced by Tancred, who imprisoned Joan of England—William's wife and King Richard's sister. Richard captured the city of Messina on 4 October 1190 and Joan was released. Richard and Philip fell out over the issue of Richard's marriage, as Richard had decided to marry Berengaria of Navarre, breaking off his long- standing betrothal to Philip's half-sister Alys. Philip left Sicily directly for the Middle East on 30 March 1191 and arrived in Tyre in April; he joined the siege of Acre on 20 April.\"Gesta Regis Ricard\" Richard did not set off from Sicily until 10 April. Shortly after setting sail from Sicily, King Richard's armada of 180 ships and 39 galleys was struck by a violent storm.Wolff and Hazard, p. 61 Several ships ran aground, including one holding Joan, his new fiancée Berengaria and a large amount of treasure that had been amassed for the crusade. It was soon discovered that Isaac Dukas Comnenus of Cyprus had seized the treasure. The young women were unharmed. Richard entered Limassol on 6 May and met with Isaac, who agreed to return Richard's belongings and to send 500 of his soldiers to the Holy Land. Richard made camp at Limassol, where he received a visit from Guy of Lusignan, the King of Jerusalem, and married Berengaria, who was crowned queen. Once back at his fortress of Famagusta, Isaac broke his oath of hospitality and began issuing orders for Richard to leave the island. Isaac's arrogance prompted Richard to conquer the island within days, leaving sometime before June.Gesta Regis Ricardi pg. 139 ===Siege of Acre=== thumb|Siege of Acre Saladin released King Guy from prison in 1189. Guy attempted to take command of the Christian forces at Tyre, but Conrad of Montferrat held power there after his successful defence of the city from Muslim attacks. Guy turned his attention to the wealthy port of Acre. He amassed an army to besiege the city and received aid from Philip's newly arrived French army. The combined armies were not enough to counter Saladin, however, whose forces besieged the besiegers. In summer 1190, in one of the numerous outbreaks of disease in the camp, Queen Sibylla and her young daughters died. Guy, although only king by right of marriage, endeavoured to retain his crown, although the rightful heir was Sibylla's half-sister Isabella. After a hastily arranged divorce from Humphrey IV of Toron, Isabella was married to Conrad of Montferrat, who claimed the kingship in her name. During the winter of 1190–91, there were further outbreaks of dysentery and fever, which claimed the lives of Frederick of Swabia, Patriarch Heraclius of Jerusalem, and Theobald V of Blois. When the sailing season began again in spring 1191, Leopold V of Austria arrived and took command of what remained of the imperial forces. Philip of France arrived with his troops from Sicily in May. A neighboring army under Leo II of Cilician Armenia also arrived. Richard arrived at Acre on 8 June 1191 and immediately began supervising the construction of siege weapons to assault the city, which was captured on 12 July. Richard, Philip, and Leopold quarrelled over the spoils of the victory. Richard cast down the German standard from the city, slighting Leopold. In the struggle for the kingship of Jerusalem, Richard supported Guy, while Philip and Leopold supported Conrad, who was related to them both. It was decided that Guy would continue to rule but that Conrad would receive the crown upon his death. Frustrated with Richard (and in Philip's case, in poor health), Philip and Leopold took their armies and left the Holy Land in August. Philip left 7,000 French crusaders and 5,000 silver marks to pay them. On 18 June 1191, soon after Richard's arrival at Acre, he sent a messenger to Saladin requesting a face to face meeting. Saladin refused, saying that it was customary for kings to meet each other only after a peace treaty had been agreed, and thereafter \"it is not seemly for them to make war upon each other\". The two therefore never met, although they did exchange gifts and Richard had a number of meetings with Al-Adil, Saladin's brother. Saladin tried to negotiate with Richard for the release of the captured Muslim soldier garrison, which included their women and children. On 20 August, however, Richard thought Saladin had delayed too much and had 2,700 of the Muslim prisoners decapitated in full view of Saladin's army, which tried unsuccessfully to rescue them.Marshall Hodgson, The Venture of Islam Conscience and History in a World Civilization Vol 2. The University of Chicago, 1958, pg. 267. Saladin responded by killing all of the Christian prisoners he had captured. ===Battle of Arsuf=== After the capture of Acre, Richard decided to march to the city of Jaffa. Control of Jaffa was necessary before an attack on Jerusalem could be attempted. On 7 September 1191, however, Saladin attacked Richard's army at Arsuf, north of Jaffa. Saladin attempted to harass Richard's army into breaking its formation in order to defeat it in detail. Richard maintained his army's defensive formation, however, until the Hospitallers broke ranks to charge the right wing of Saladin's forces. Richard then ordered a general counterattack, which won the battle. Arsuf was an important victory. The Muslim army was not destroyed, despite losing 7,0007,000 dead according to the Itinerarium trans. 2001 Book IV Ch. XIX, p. 185 men, but it did rout; this was considered shameful by the Muslims and boosted the morale of the Crusaders. Arsuf had dented Saladin's reputation as an invincible warrior and proved Richard's courage as soldier and his skill as a commander. Richard was able to take, defend, and hold Jaffa, a strategically crucial move toward securing Jerusalem. By depriving Saladin of the coast, Richard seriously threatened his hold on Jerusalem.Oman, pp. 311–18 ===Advances on Jerusalem and negotiations=== thumb|Saladin's troops, French manuscript, 1337 Following his victory at Arsuf, Richard took Jaffa and established his new headquarters there. He offered to begin negotiations with Saladin, who sent his brother, Al-Adil (known as 'Saphadin' to the Franks), to meet with Richard. Negotiations, which included attempts to marry Richard's sister Joan or niece Eleanor, Fair Maid of Brittany to Al-Adil respectively, failed, and Richard marched to Ascalon, which had been recently demolished by Saladin.Nicolle, p. 83Dictionary of National Biography, 1885-1900/Joan (1165-1199) In November 1191 the Crusader army advanced inland towards Jerusalem. On 12 December Saladin was forced by pressure from his emirs to disband the greater part of his army. Learning this, Richard pushed his army forward, spending Christmas at Latrun. The army then marched to Beit Nuba, only 12 miles from Jerusalem. Muslim morale in Jerusalem was so low that the arrival of the Crusaders would probably have caused the city to fall quickly. Appallingly bad weather, cold with heavy rain and hailstorms, combined with fear that if the Crusader army besieged Jerusalem, it might be trapped by a relieving force, led to the decision to retreat back to the coast.Gillingham, pp. 198–200. Richard called on Conrad to join him on campaign, but he refused, citing Richard's alliance with King Guy. He too had been negotiating with Saladin as a defence against any attempt by Richard to wrest Tyre from him for Guy. However, in April, Richard was forced to accept Conrad as king of Jerusalem after an election by the nobles of the kingdom. Guy had received no votes at all; Richard sold him Cyprus as compensation. Before he could be crowned, Conrad was stabbed to death by two Assassins in the streets of Tyre. Eight days later, Richard's nephew Henry II of Champagne married Queen Isabella, who was pregnant with Conrad's child. It was strongly suspected that the king's killers had acted on instructions from Richard. During the winter months, Richard's men occupied and refortified Ascalon, whose fortifications had earlier been razed by Saladin. The spring of 1192 saw continued negotiations and further skirmishing between the opposing forces. On 22 May the strategically important fortified town of Darum on the frontiers of Egypt fell to the crusaders, following five days of fierce fighting.Gillingham, p. 208 The Crusader army made another advance on Jerusalem, and in June it came within sight of the city before being forced to retreat again, this time because of dissention amongst its leaders. In particular, Richard and the majority of the army council wanted to force Saladin to relinquish Jerusalem by attacking the basis of his power through an invasion of Egypt. The leader of the French contingent, the Duke of Burgundy, however, was adamant that a direct attack on Jerusalem should be made. This split the Crusader army into two factions, and neither was strong enough to achieve its objective. Richard stated that he would accompany any attack on Jerusalem but only as a simple soldier; he refused to lead the army. Without a united command the army had little choice but to retreat back to the coast.Gillingham, pp. 209–12 ===Saladin's attempt to recapture Jaffa=== In July 1192, Saladin's army suddenly attacked and captured Jaffa with thousands of men, but Saladin lost control of his army due to their anger for the massacre at Acre. It is believed that Saladin even told the Crusaders to shield themselves in the Citadel until he had regained control of his army. Richard had intended to return to England when he heard the news that Saladin and his army had captured Jaffa. Richard and a small force of little more than 2,000 men went to Jaffa by sea in a surprise attack. Richard's forces stormed Jaffa from their ships and the Ayyubids, who had been unprepared for a naval attack, were driven from the city. Richard freed those of the Crusader garrison who had been made prisoner, and these troops helped to reinforce the numbers of his army. Saladin's army still had numerical superiority, however, and they counter-attacked. Saladin intended a stealthy surprise attack at dawn, but his forces were discovered; he proceeded with his attack, but his men were lightly armoured and lost 700 men killed due to the missiles of the large numbers of Crusader crossbowmen.Oman, p. 319 The battle to retake Jaffa ended in complete failure for Saladin, who was forced to retreat. This battle greatly strengthened the position of the coastal Crusader states. On 2 September 1192, following his defeat at Jaffa, Saladin was forced to finalize a treaty with Richard providing that Jerusalem would remain under Muslim control, while allowing unarmed Christian pilgrims and traders to visit the city. Ascalon was a contentious issue as it threatened communication between Saladin's dominions in Egypt and Syria; it was eventually agreed that Ascalon, with its defences demolished, be returned to Saladin's control. Richard departed the Holy Land on 9 October 1192. ==Aftermath== thumb|The Levant in 1200, after the Third and German (1197) Crusades Neither side was entirely satisfied with the results of the war. Though Richard's victories had deprived the Muslims of important coastal territories and re-established a viable Frankish state in Palestine, many Christians in the Latin West felt disappointed that he had elected not to pursue the recapture of Jerusalem. Likewise, many in the Islamic world felt disturbed that Saladin had failed to drive the Christians out of Syria and Palestine. Trade flourished, however, throughout the Middle East and in port cities along the Mediterranean coastline. Saladin's scholar and biographer Baha al-Din recounted Saladin's distress at the successes of the Crusaders: > 'I fear to make peace, not knowing what may become of me. Our enemy will > grow strong, now that they have retained these lands. They will come forth > to recover the rest of their lands and you will see every one of them > ensconced on his hill-top,' meaning in his castle, 'having announced, \"I > shall stay put\" and the Muslims will be ruined.' These were his words and it > came about as he said. Richard was arrested and imprisoned in December 1192 by Leopold V, Duke of Austria, who suspected Richard of murdering Leopold's cousin Conrad of Montferrat. Leopold had also been offended by Richard casting down his standard from the walls of Acre. He was later transferred to the custody of Henry VI, Holy Roman Emperor, and it took a ransom of one hundred and fifty thousand marks to obtain his release. Richard returned to England in 1194 and died of a crossbow bolt wound in 1199 at the age of 41. In 1193, Saladin died of yellow fever. His heirs would quarrel over the succession and ultimately fragment his conquests. Henry of Champagne was killed in an accidental fall in 1197. Queen Isabella then married for a fourth time, to Amalric of Lusignan, who had succeeded his brother Guy, positioned as King of Cyprus. After their deaths in 1205, her eldest daughter Maria of Montferrat (born after her father's murder) succeeded to the throne of Jerusalem. Richard's decision not to attack Jerusalem would lead to the call for a Fourth Crusade six years after the third ended in 1192. However, Richard's victories facilitated the survival of a wealthy Crusader kingdom centred on Acre. Historian Thomas F. Madden summarises the achievements of the Third Crusade: > ...the Third Crusade was by almost any measure a highly successful > expedition. Most of Saladin's victories in the wake of Hattin were wiped > away. The Crusader kingdom was healed of its divisions, restored to its > coastal cities, and secured in a peace with its greatest enemy. Although he > had failed to reclaim Jerusalem, Richard had put the Christians of the > Levant back on their feet again. Accounts of events surrounding the Third Crusade were written by the anonymous authors of the Itinerarium Peregrinorum et Gesta Regis Ricardi (a.k.a. the Itinerarium Regis Ricardi), the Old French Continuation of William of Tyre (parts of which are attributed to Ernoul), and by Ambroise, Roger of Howden, Ralph of Diceto, and Giraldus Cambrensis. ==Notes== ==References== ===References=== ===Bibliography=== * Asbridge, T., The Crusades: The War for the Holy Land (London, 2010). * Baha al-Din Ibn Shaddad, The Rare and Excellent History of Saladin, trans. D.S. Richards (Aldershot, 2001). * * De Expugnatione Terrae Sanctae per Saladinum, translated by James A. Brundage, in The Crusades: A Documentary Survey. Marquette University Press, 1962. * La Continuation de Guillaume de Tyr (1184–1192), edited by Margaret Ruth Morgan. L'Académie des Inscriptions et Belles-Lettres, 1982. * Ambroise, The History of the Holy War, translated by Marianne Ailes. Boydell Press, 2003. * * Chronicle of the Third Crusade, a Translation of Itinerarium Peregrinorum et Gesta Regis Ricardi, translated by Helen J. Nicholson. Ashgate, 1997. * * * * Edde, A-M., Saladin, trans. J.M. Todd (London, 2011). * * * Harris, Jonathan (2014), Byzantium and the Crusades, Bloomsbury, 2nd ed. . * * Hurlock, Kathryn (2013), Britain, Ireland and the Crusades, c.1000–1300, Basingstoke: Palgrave * * Lyons, M.C. & D.E.P Jackson, Saladin: Politics of the Holy War (Cambridge, 2001). * * * Oman, C.W.C., (1924) A History of the Art of War in the Middle Ages Vol. I, 378–1278 AD. London: Greenhill Books; Mechanicsburg, Pennsylvania: Stackpole Books, reprinted in 1998. * * * * Villegas- Aristizabal, L., Revisión de las crónicas de Ralph de Diceto y de la Gesta regis Ricardi sobre la participación de la flota angevina durante la Tercera Cruzada en Portugal, Studia Historica- Historia Medieval 27 (2009), pp. 153–70. * Villegas-Aristizabal, Lucas, 2007, The Norman and Anglo-Norman Participation in the Iberian Reconquista, c. 1018–1248, Phd Thesis, Nottingham: University of Nottingham. ===Historiography=== * Gabrieli, F., (ed.) Arab Historians of the Crusades, English translation 1969, * Spencer, Stephen J. \"The Third Crusade in historiographical perspective\" History Compass (June 2021) vol 19#7 online ==External links== * Third Crusade, BBC Radio 4 discussion with Jonathan Riley-Smith, Carole Hillenbrand and Tariq Ali (In Our Time, Nov. 29, 2001) Category:12th-century crusades Category:1180s conflicts Category:1190s conflicts Category:Richard I of England Category:Wars involving the Ayyubid Sultanate Category:Wars involving the Byzantine Empire Category:Wars involving the Republic of Genoa Category:Wars involving the Kingdom of Cyprus Category:Wars involving England Category:Wars involving the Republic of Pisa Category:Wars involving France Category:Wars involving the Holy Roman Empire Category:Byzantine Empire–Holy Roman Empire relations Category:1180s in Asia Category:1190s in Asia Category:1180s in the Byzantine Empire Category:1190s in the Byzantine Empire Category:1180s in the Kingdom of Jerusalem Category:1190s in the Kingdom of Jerusalem Category:Wars involving the Nizari Ismaili state",
 "title": "Third Crusade"
}