{
 "id": "106494",
 "text": "Stromness (, ; ) is the second-most populous town in Orkney, Scotland. It is in the southwestern part of Mainland Orkney. It is a burgh with a parish around the outside with the town of Stromness as its capital. ==Etymology== The name \"Stromness\" comes from the Norse Straumrnes. Straumr refers to the strong tides that rip past the Point of Ness through Hoy Sound to the south of the town. Nes means \"headland\". Stromness thus means \"headland protruding into the tidal stream\".\"Parish Names\" Orkneyjar. Retrieved 27 Dec 2010. In Viking times the anchorage where Stromness now stands was called Hamnavoe, meaning \"peaceful\" or \"safe harbour\". ==Town== thumb|left|Pier, Stromness A long- established seaport, Stromness has a population of approximately 2,190 residents. The old town is clustered along the characterful and winding main street, flanked by houses and shops built from local stone, with narrow lanes and alleys branching off it. There is a ferry link from Stromness to Scrabster on the north coast of mainland Scotland. First recorded as the site of an inn in the sixteenth century, Stromness became important during the late seventeenth century, when Great Britain was at war with France and shipping was forced to avoid the English Channel. Ships of the Hudson's Bay Company were regular visitors, as were whaling fleets. Large numbers of Orkneymen, many of whom came from the Stromness area, served as traders, explorers and seamen for both. Captain Cook's ships, Discovery and Resolution, called at the town in 1780 on their return voyage from the Hawaiian Islands, where Captain Cook had been killed.The History of StromnessA dinner service Captain Cook used on his final voyage is on view at Skaill House, Bay of Skaill, home of 19c. Skara Brae excavator William Watt, a mansion built by George Graham, Bishop of Orkney 1615-1638, on the site of a farmstead dated to the Norse period. Stromness Museum reflects these aspects of the town's history (displaying for example important collections of whaling relics, and Inuit artefacts brought back as souvenirs by local men from Greenland and Arctic Canada). An unusual aspect of the town's character is the large number of buildings decorated with displays of whale bones outside them. Stromness harbour was rebuilt in 1893 to the designs of John Barron. thumb|upright|Statue of Dr. John Rae at Stromness At Stromness Pierhead is a commemorative statue by North Ronaldsay sculptor Ian Scott, unveiled in 2013, of John Rae standing erect,John Rae statue unveiled at Stromness Pierhead with an inscription describing him as \"the discoverer of the final link in the first navigable Northwest Passage\". ==Parish== thumb|Stromness in 1825 thumb|300px|Stromness Harbour The parish of Stromness includes the islands of Hoy and Graemsay in addition to a tract of land about on Mainland Orkney. The Mainland part is bounded on the west by the Atlantic Ocean, on the south and southeast by Hoy Sound, and on the northeast by the Loch of Stenness. Antiquities include Breckness House, erected in 1633 by George Graham, Bishop of Orkney, at the west entrance of Hoy Sound; and an ancient cemetery, with a ruined church, and the remains of a monastery, between Breckness House and Stromness town. ==Media and the arts== The Stromness branch of the Orkney library is housed in a building given to the library service in 1905 by Marjory Skea (later Corrigall). Writer George Mackay Brown was born and lived most of his life in the town, and is buried in the town's cemetery overlooking Hoy Sound. His poem \"Hamnavoe\" is set in the town, and is in part a memorial to his father John, a local postman.\"Hamnavoe by George Mackay Brown\". Poetry Archive. Retrieved 23 June 2012. Stromness is referred to in the title of Sir Peter Maxwell Davies's popular piano piece \"Farewell to Stromness\", a piano interlude from The Yellow Cake Revue, which was written to protest at plans to open a uranium mine in the area. (The title refers to yellowcake, the powder produced in an early stage of the processing of uranium ore.) The Revue was first performed by the composer at the Stromness Hotel on 21 June 1980, as part of the St Magnus Festival; plans for the uranium mine were cancelled later that year. Stromness is also the title of a 2009 novel by Herbert Wetterauer. Stromness plays host to the Pier Arts Centre, a collection of twentieth-century British art given to the people of Orkney by Margaret Gardiner, with Sylvia Wishart. ==Geology== Stromness presents to the Atlantic a range of cliffs between high, and to Hoy Sound a band of fertile lowlands. The rocks possess great geological interest, and were made well known by the publication of the evangelical geologist Hugh Miller, The Footprints of the Creator or The Asterolepsis of Stromness (1850). ==References== ===Sources=== * The section on the parish and its geology incorporates text from the following public domain book: Wilson, Rev. John The Gazetteer of Scotland (Edinburgh, 1882) Published by W. & A.K. Johnstone == External links == * Stromness Museum * Ballantine's Midnight Cup at Stromness Golf Club, stv feature, 19 June 2007. * Stromness Royal British Legion Pipe Band * Orkney's local paper * Pier Art Gallery An important collection of British fine art * The History of Stromness * Stromness - The Haven Bay * Maritime Merchants: a view from Stromness Museum *A brief history of Stromness Category:Ports and harbours of Scotland Category:Fishing communities in Scotland Category:Towns in Orkney Category:Parishes of Orkney Category:Mainland, Orkney",
 "title": "Stromness"
}