{
 "id": "106440",
 "text": "The Agreed Framework between the United States of America and the Democratic People's Republic of Korea was signed on October 21, 1994, between North Korea (DPRK) and the United States. The objective of the agreement was the freezing and replacement of North Korea's indigenous nuclear power plant program with more nuclear proliferation resistant light water reactor power plants, and the step-by-step normalization of relations between the U.S. and the DPRK. Implementation of the agreement was troubled from the start, but its key elements were being implemented until it effectively broke down in 2003. thumb|AGREED FRAMEWORK COVER PAGE – IAEA thumb|AGREED FRAMEWORK PAGE #1 – IAEA: Replace the Nuclear(graphite) reactor to the Light-water thumb|AGREED FRAMEWORK PAGE #2- IAEA: Supply the alternative energy-Heavy Oil and freeze & dismantle the nuclear reactor thumb|AGREED FRAMEWORK PAGE #3 – IAEA: Establish a formal peace assurance between U.S. and DPRK ==Background== On 12 December 1985, North Korea became a party to the Treaty on the Non-Proliferation of Nuclear Weapons (NPT). On 10 April 1992 its NPT safeguards agreement entered into force. In May 1992, North Korea submitted its initial report to the IAEA under that agreement, and International Atomic Energy Agency (IAEA) inspections began. Shortly thereafter inconsistencies emerged between the North Korea initial declaration and the Agency's findings, centering on a mismatch between declared plutonium product and nuclear waste solutions and the results of the Agency's analysis. The latter suggested that undeclared plutonium existed in North Korea. In order to find answers to the inconsistencies detected and to determine the completeness and correctness of the initial declaration provided, the IAEA requested access to additional information and to two sites which seemed to be related to the storage of nuclear waste. The DPRK refused access to the sites, and on 12 March 1993, North Korea announced its decision to withdraw from the NPT. On 1 April 1993, the IAEA concluded that North Korea was in non-compliance with its Safeguards Agreement, and referred this to the UN Security Council. Following UN Security Council resolution 825, which called upon the DPRK to reconsider its decision to withdraw from the Nuclear Non-Proliferation Treaty and allow weapons inspectors from the International Atomic Energy Agency (IAEA) into the country, North Korea \"suspended the effectuation\" of that withdrawal in June 1993. In November 1993, North Korea proposed to the United States that the two governments negotiate a \"package solution\" to all of the issues dividing them. The Clinton Administration accepted this in principle but conditioned such \"comprehensive\" talks on North Korea acting first to allow a resumption of IAEA inspections and to re-open negotiations with South Korea over nuclear questions (North Korea had broken off talks with South Korea in late 1992). North Korea approached the IAEA in January 1994, offering a single inspection, less comprehensive than those conducted by the IAEA in 1992. After several weeks of tough negotiations, the IAEA announced on February 16, 1994, that North Korea had accepted \"the inspection activities\" that the Agency had requested. In response, the Clinton Administration agreed to suspend the Team Spirit military exercise with South Korea (a long-standing North Korean demand) and begin a new round of talks with North Korea—subject to North Korea allowing full implementation of the IAEA inspection and beginning high level talks with South Korea. ==Agreement== * Motivation : DPRK announced intention to withdraw from NPT and non-compliance with IAEA safeguards. * Signed Date: October 21, 1994 by U.S. Ambassador Robert Gallucci and DPRK Vice-minister Kang Sok-ju * Summary: Freeze of North Korean nuclear program, leading to denuclearization of the Korean Peninsula, and initial Peace agreement between the United States and North Korea {| class=\"wikitable \" |- ! States !! Agreed Items !! Progress |- | ||* Deliver 500,000 tons of heavy oil annually to DPRK as an alternative energy * Make arrangements for two 1000 MWe light water reactors to DPRK with target date of 2003. * Provide DPRK with formal assurance against the use of nuclear weapons by U.S. * Move toward full normalization of political and economic relations || * The heavy oil was delivered to the DPRK with some delays * United States established international consortium KEDO to build LWRs, though U.S. Congress rejected U.S. funding for the project |- | ||* Freeze all graphite-moderated nuclear reactors (5MWe reactor and 50 & 200 MWe under construction) * Remain a party to the NPT * Take steps to implement 1992 Joint Declaration of the Denuclearization of the Korean Peninsula * Dismantle graphite-moderated reactors when LWR project is completed * Move toward full normalization of political and economic relations || * DPRK stopped operating 5 MWe reactor and abandoned reactors under construction * DPRK \"suspended\" notification of withdrawal from NPT |- |} The main provisions of the agreement were: * DPRK's graphite-moderated 5MWe nuclear reactor, and the 50 MWe and 200 MWe reactors under construction, which could easily produce weapons grade plutonium, would be replaced with two 1000MW light water reactors (LWR) power plants by a target date of 2003. * Oil for heating and electricity production would be provided while DPRK's reactors were shut down and construction halted, until completion of the first LWR power unit. The amount of oil was 500,000 tons of heavy fuel oil per year. * The two sides would move toward full normalization of political and economic relations. * The U.S. would provide formal peace and national security assurances to the DPRK, against the threat or use of nuclear weapons by the U.S. * The DPRK would take steps to implement the 1992 Joint Declaration of the Denuclearization of the Korean PeninsulaNPP between South and North Korea. * The DPRK would remain a party to the Nuclear Non-Proliferation Treaty. * IAEA ad hoc and routine inspections would resume for facilities not subject to the freeze. * Existing spent nuclear fuel stocks would be stored and ultimately disposed of without reprocessing in the DPRK. * Before delivery of key LWR nuclear components, the DPRK would come into full compliance with its safeguards agreement with the IAEA. There were also some confidential minutes supporting the agreement, which have not been made public. These are reported to include that full-scope IAEA safeguards would be applied when the major non-nuclear components of the first LWR unit were completed but before the delivery of key nuclear components. The commitments in the agreement were voluntary and non-binding, not approved by the United States Senate as with a treaty, though noted by the United Nations Security Council. It was signed in the wake of North Korea's 90-day advance notification of its intended withdrawal from the Nuclear Non-Proliferation Treaty (which North Korea \"suspended\" after 89 days), a U.S. military buildup near the country, and U.S. plans to bomb the active Yongbyon nuclear reactor. The U.S. regarded the Agreed Framework primarily as a non-proliferation agreement, whereas North Korea placed greater value on measures normalizing relations with the U.S. Terms of the pact and consequent agreements included the shutdown of the pilot Yongbyon nuclear reactor, abandoning the construction of two larger nuclear power plants, and the canning and sealing, under IAEA monitoring, of spent fuel that could have been reprocessed to create plutonium for a nuclear weapon. In exchange two light water reactors would be constructed in North Korea by 2003 at a cost of $4 billion, primarily supplied by South Korea. In the interim, North Korea would be supplied with 500,000 tons of heavy fuel oil annually, at no cost, to make up for lost energy production. North Korea was required to come into full compliance with its IAEA safeguards agreement, allowing the IAEA to verify the correctness and completeness of its initial declaration, before key nuclear components of the reactor would be delivered. When the LWR plants were completed, North Korea would dismantle its other nuclear reactors and associated facilities. The Korean Peninsula Energy Development Organization (KEDO) is a consortium of the United States, South Korea, Japan, and various other states that is responsible for implementing the energy-related parts of the agreement. North Korea would repay KEDO over a 20-year interest-free period after the completion of each LWR plant.Agreement on Supply of a Light-Water Reactor Project to the Democratic People's Republic of Korea , KEDO, 1995 It was reported that US President Bill Clinton's officials agreed to the plan only because they thought that the North Korean government would collapse before the nuclear power project was completed as North Korea's leader Kim Il-sung had recently died. North Korean officials at the time also suspected the U.S. anticipated an early collapse of the DPRK. ==Implementation of the agreement== 346px|right|KEDO funding per year 1995 to 2005 Soon after the agreement was signed, U.S. Congress control changed to the Republican Party, who did not support the agreement.Joint resolution relating to the United States-North Korea Agreed Framework and the obligations of North Korea under that and previous agreements with respect to the denuclearization of the Korean Peninsula and dialog with the Republic of Korea , House of Representatives, 104th Congress, 1st Session, H.J. Res. 83, September 18, 1995 Some Republican Senators were strongly against the agreement, regarding it as appeasement. Initially, U.S. Department of Defense emergency funds not under Congress' control were used to fund the transitional oil supplies under the agreement, together with international funding. From 1996 Congress provided funding, though not always sufficient amounts. Consequently, some of the agreed transitional oil supplies were delivered late.http://www.globalsecurity.org/wmd/library/report/gao/rc00020t.pdf#page=5 KEDO's first director, Stephen Bosworth, later commented \"The Agreed Framework was a political orphan within two weeks after its signature\". Some analysts believe North Korea agreed to the freeze primarily because of the U.S. agreement to phase out economic sanctions that had been in place since the Korean War. But because of congressional opposition, the U.S. failed to deliver on this part of the agreement. International funding for the LWR replacement power plants had to be sought. Formal invitations to bid were not issued until 1998, by which time the delays were infuriating North Korea. In May 1998 North Korea warned it would restart nuclear research if the U.S. could not install the LWR. Formal ground breaking on the site was on August 21, 1997, but significant spending on the LWR project did not commence until 2000. U.S. officials in 1998 testified to Congress that there were no fundamental violations of any aspect of the Framework Agreement by North Koreans. Joel S. Wit, State Department Coordinator for implementation of the Agreed Framework (1995–2000) during the Clinton administration, stated that \"we did know about the DPRK cheating on the highly-enriched uranium front starting in 1998.\" The U.S. diplomat who negotiated the framework, Robert Gallucci has warned that it could collapse if United States did not fulfill obligations that it agreed to. There was increasing disagreement between North Korea and the United States on the scope and implementation of the agreement. The United States did little to meet its commitment to normalize political and economic relations. When by 1999 economic sanctions had not been lifted and full diplomatic relations between the United States and North Korea had not been established, North Korea warned that they would resume nuclear research unless the United States kept up its end of the bargain. Construction of the first LWR reactor began in August 2002. Construction of both reactors was well behind schedule. The initial plan was for both reactors to be operational by 2003, but the construction had been halted indefinitely in late 2002. Senators accused President Clinton of understating the cost of the project. Principal Deputy Assistant Secretary of State Rust Deming told Congress \"to be frank, we have in past years not always met the fuel year deadline\". ==Final breakdown of the agreement== In January 2002 U.S. President George W. Bush labeled North Korea in his first State of the Union Address as part of an Axis of Evil. In October 2002, a U.S. delegation led by Assistant Secretary of State James A. Kelly visited North Korea to confront the North Koreans with the U.S. assessment that they had a uranium enrichment program. The parties' reports of the meeting differ. The U.S. delegation believed the North Koreans had admitted the existence of a highly enriched uranium program. The North Koreans stated Kelly made his assertions in an arrogant manner, but failed to produce any evidence such as satellite photos, and they responded by denying that North Korea planned to produce nuclear weapons using enriched uranium. They went on to state that as an independent sovereign state North Korea was entitled to possess nuclear weapons for defense, although they did not possess such a weapon at that point in time. Relations between the two countries, which had seemed hopeful two years earlier, quickly deteriorated into open hostility. The HEU intelligence that James Kelly's accusation is based on is still controversial: According to the CIA fact sheet to Congress on November 19, 2002, there was \"clear evidence indicating the North has begun constructing a centrifuge facility\" and this plant could produce annually enough HEU for two or more nuclear weapons per year when it is finished. However, some experts assessed that the equipment North Korea imported was insufficient evidence of a production-scale enrichment program.http://www.isis-online.org/publications/dprk/DPRKenrichment22Feb.pdf KEDO members considered in November 2002 whether to halt the fuel oil shipments in response to the previous month's developments. U.S. Assistant Secretary of State James A. Kelly warned Japanese officials that the U.S. Congress would not fund such shipments in the face of continued violations. The shipments were halted in December. On January 10, 2003, North Korea again announced its withdrawal from the Nuclear Non-Proliferation Treaty. On February 10, 2005, North Korea finally declared that it had manufactured nuclear weapons as a \"nuclear deterrent for self-defence\". On October 9, 2006, North Korea conducted a nuclear test. US intelligence agencies believe that North Korea has manufactured a handful of simple nuclear weapons. In December 2003, KEDO suspended work on the pressurized water reactor project. Subsequently, KEDO shifted the focus of its efforts to ensuring that the LWR project assets at the construction site in North Korea and at manufacturers’ facilities around the world ($1.5 billion invested to date) are preserved and maintained. Each side blamed the other for ending the Agreed Framework. The United States pointed out that a North Korean uranium enrichment facility would violate the 1992 Joint Declaration of the Denuclearization of the Korean Peninsula, which states \"The South and the North shall not possess nuclear reprocessing and uranium enrichment facilities.\" North Korea accused the United States of a \"hostile policy\" including deliberately delaying fuel supplies and progress on the KEDO project that \"effectively nullified\" the agreement, listing North Korea as part of the \"Axis of evil\" and a target of the U.S. pre-emptive nuclear strikes. Although the agreement had largely broken down, North Korea did not restart work on the two production size nuclear power plants that were frozen under the agreement. These plants could potentially have produced enough weapons-grade plutonium to produce several nuclear weapons per year. The Agreed Framework was successful in freezing North Korean plutonium production in Yongbyon plutonium complex for eight years from 1994 to December 2002; however, it failed to stop North Korea from developing a secret highly enriched uranium program, begun in the \"mid- or late-1990s.\" Discussions took place through the Six-party talks about a replacement agreement, reaching a preliminary accord on September 19, 2005. The accord made no mention of the U.S. contention that North Korea has a secret, underground enriched uranium program. However the new accord would require North Korea to dismantle all nuclear facilities, not just specific plants as in the Agreed Framework. Ultimately the Six-party talks were discontinued in 2009. On May 31, 2006, KEDO decided to terminate the LWR construction project. ==See also== * North Korea and weapons of mass destruction * Six-party talks * 2018 Korean peace process * 2018 North Korea–United States summit * 2019 North Korea–United States Hanoi Summit * 2019 Koreas–United States DMZ Summit * List of Korea-related topics ==References== ==External links== * Agreed Framework between the USA and the DPRK – Geneva, October 21, 1994 (archived 2003-12-17) * Press Briefing by Ambassador Gallucci on Korea (Agreed Framework), White House, October 18, 1994 * Programme for Promoting Nuclear Non-Proliferation Newsbrief, 3rd Quarter 1994 – describes negotiations leading to Agreed Framework * Agreement on Supply of a Light-Water Reactor Project to the Democratic People's Republic of Korea – KEDO, 1995 * Ch 14: North Korea – from Deadly Arsenals, Carnegie Endowment for International Peace (2002) * Nautilus Institute – In-depth coverage of the North Korean situation since 1997 * North Korea's Nuclear Breach – Carnegie Endowment for International Peace * Washington was on brink of war with North Korea 5 years ago, CNN, October 4, 1999 * Modernizing the US-DPRK Agreed Framework: The Energy Imperative, Nautilus Institute, February 16, 2001 * Report on Delay in Construction of Light-Water Reactor Project, KCNA, May 22, 2001 * North Korea's nuclear facilities by Google Earth ;Break-down of Agreed Framework * J. Kelly Failed to Produce ‘Evidence’ in Pyongyang – O Song Chol, DPRK Foreign Ministry, January 18, 2003 * North Korea’s Nuclear Weapons Program, Larry A. Niksch, Congressional Research Service – The Library of Congress, March 17, 2003 * The History of the 1994 Agreed Framework, Daniel B. Poneman, The Forum for International Policy, March 7, 2003 * Examining the Lessons of the 1994 U.S.-North Korea Deal, PBS, April 10, 2003 * The United States, North Korea, And The End Of The Agreed Framework, Naval War College Review, Summer 2003 * Dealing With North Korea’s Nuclear Programs – James A. Kelly, Assistant Secretary of State for East Asian and Pacific Affairs, July 15, 2004 * Did North Korea Cheat?, Foreign Affairs, January/February 2005 * North Korea Says It Will Abandon Nuclear Efforts, The New York Times, September 19, 2005 * KCNA Urges U.S. to Compensate for Losses Caused by Scrapping AF, KCNA, December 19, 2005 * The Beijing Deal is not the Agreed Framework, Peter Hayes, Nautilus Institute, February 14, 2007 * ;Joint Declaration of the Denuclearization of the Korean Peninsula * Joint Declaration of the Denuclearization of the Korean Peninsula – text of agreement, February 19, 1992 * Joint Declaration of South and North Korea of the Denuclearization of the Korean Peninsula – analysis, Inventory of International Nonproliferation Organizations and Regimes, 2002 Category:North Korea–United States relations Category:Politics of North Korea Category:Nuclear proliferation Category:Nuclear program of North Korea Category:1994 in North Korea Category:October 1994 events Category:1994 documents",
 "title": "Agreed Framework"
}