{
 "id": "106553",
 "text": "The Uffington White Horse is a prehistoric hill figure, long, formed from deep trenches filled with crushed white chalk. The figure is situated on the upper slopes of White Horse Hill in the English civil parish of Uffington (in the ceremonial county of Oxfordshire and historic county of Berkshire), some east of Swindon, south of the town of Faringdon and a similar distance west of the town of Wantage; or south of Uffington. The hill forms a part of the scarp of the Berkshire Downs and overlooks the Vale of White Horse to the north. The best views of the figure are obtained from the air, or from directly across the Vale, particularly around the villages of Great Coxwell, Longcot and Fernham. The site is owned and managed by the National Trust and is a scheduled monument. The Guardian stated in 2003 that \"for more than 3,000 years, the Uffington White Horse has been jealously guarded as a masterpiece of minimalist art.\" The Uffington Horse is by far the oldest of the white horse figures in Britain and is of an entirely different design from the others inspired by it. ==Origin== The figure has long been presumed to date to \"the later prehistory\" – the Iron Age (800 BC–AD 100) or the late Bronze Age (1000–700 BC). This view was generally held by scholars before the 1990s, based on the similarity of the horse's design to comparable figures in Celtic art. This theory was confirmed following a 1990 excavation led by Simon Palmer and David Miles of the Oxford Archaeological Unit: deposits of fine silt removed from the horse's 'beak' were scientifically dated to the late Bronze Age, some time between 1380 and 550 BC. They also discovered the figure was cut into the hill up to a metre (3 ft) deep, not simply scratched into the chalk surface. The medieval Welsh book Llyfr Coch Hergest (Red Book of Hergest, 1375–1425) states: \"Gerllaw tref Abinton y mae mynydd ac eilun march arno a gwyn ydiw. Ni thyf dim arno.\" This translates as \"Near to the town of Abinton there is a mountain with a figure of a stallion upon it, and it is white. Nothing grows upon it.\" ==History== Until the late 19th century, the horse was scoured every seven years as part of a more general local fair held on the hill. Francis Wise wrote in 1736: \"The ceremony of scouring the Horse, from time immemorial, has been solemnized by a numerous concourse of people from all the villages roundabout.\" After the work was done a rural festival was held sponsored by the lord of the manor.The National Cyclopaedia of Useful Knowledge, Vol III (1847) Charles Knight, London, p.225. If regular cleaning is halted, the figure quickly becomes obscured; it has always needed frequent work for the figure to remain visible. Periodic scouring continues, organized by the National Trust: on chalking day volunteers with hammers, buckets of chalk, and kneepads kneel and \"smash the chalk to a paste, whitening the paths cut in the grass inch by inch.\" During the Second World War the figure, easily recognizable from the air, was covered over with turf and hedge trimmings so that Luftwaffe pilots could not use it for navigation during bombing raids. It was uncovered after the war by Welsh archaeology professor William Francis Grimes. In August 2002 the figure was defaced with the addition of a rider and three dogs by members of the \"Real Countryside Alliance\" (Real CA). The act was denounced by the Countryside Alliance. Soon afterwards for a couple of days in May 2003, a temporary hill figure advertisement for the fourth series of Channel 4's series Big Brother was controversially placed near the figure. In March 2012, as part of a pre-Cheltenham Festival publicity stunt, a bookmaker added a large jockey to the figure. ==Representation and meaning== It has long been debated whether the chalk figure was intended to represent a horse or some other animal, such as a dog or a sabre-toothed cat. However, it has been called a horse since the 11th century at least. A cartulary of Abingdon Abbey, compiled between 1072 and 1084, refers to \"mons albi equi\" at Uffington (\"the White Horse Hill\"). left|thumb|The head of the horse, with sheep grazing around it. The horse is thought to represent a tribal symbol perhaps connected with the builders of Uffington Castle. It is similar to horses depicted on Celtic coinage, the currency of the pre-Romano-British population, and on the Marlborough Bucket (an Iron Age burial bucket found in Marlborough, Wiltshire). Another theory proposed by University of Southampton archaeologist Joshua Pollard points to the horse's alignment with the sun, particularly in midwinter when the sun appears to overtake the horse, to indicate that it was created as a depiction of a \"solar horse\", reflecting mythological beliefs that the sun was carried across the sky on a horse or in a chariot. ==Nearby prehistoric features== thumb|The Manger, with the White Horse at centre skyline and Dragon Hill (left) The most significant nearby feature is the Iron Age Uffington Castle, located on higher ground atop a knoll above the White Horse.British Archaeology, Editor: Simon Denison, Issue no 33, April 1998 ISSN 1357-4442 This hillfort comprises an area of approximately enclosed by a single, well-preserved bank and ditch. Dragon Hill is a natural chalk hill with an artificial flat top, associated in legend with St George. thumb|The Manger viewed from the White Horse Whitehorse Hill is designated a Site of Special Scientific Interest (SSSI). It is a geological SSSI due to its Pleistocene sediments, and a biological SSSI as it has one of the few remaining unploughed grasslands along the chalk escarpment in Oxfordshire. thumb|The Giant's Stair, taken from White Horse Hill To the west are ice-cut terraces known as the \"Giant's Stair\". Some believe these terraces at the bottom of this valley are the result of medieval farming, or alternatively were used for early farming after being formed by natural processes. The steep sided dry valley below the horse is known as the Manger and legend says that the horse grazes there at night. thumb|right|View from Dragon Hill road The Blowing Stone, a perforated sarsen stone, lies in a garden in Kingston Lisle, away and produces a musical tone when blown through. Wayland's Smithy is a Neolithic long barrow and chamber tomb southwest of the Horse. It lies next to The Ridgeway, an ancient trackway that also runs behind Uffington Castle, and is followed by the Ridgeway National Trail, a long- distance footpath running from Overton Hill, near Avebury, to Ivinghoe Beacon in Buckinghamshire. In 2019, a group of workers laying water pipes near Letcombe Bassett unearthed an almost 3,000-year-old settlement that archaeologists believe to belong to the same community involved in the creation of the Uffington White Horse. The find includes tools, animal bones and the remains of 26 people whose skeletons suggest human sacrifice. ==Influence and cultural references== The horse was a direct influence on much later hill figures of white horses, including Kilburn White Horse (1858) in Yorkshire, Folkestone White Horse (2003) at the Channel Tunnel terminal near Kent, and a white horse cut from heather that existed from 1981 until the mid-1990s in Mossley, Greater Manchester. The first Westbury White Horse, which faced left, is also believed to have been inspired by the Uffington horse. The Uffington White Horse has also inspired lookalike hill figures, including one facing left in Ciudad Juárez, Mexico. Direct replicas of the Uffington horse can be found at Cockington Green Gardens in Australia and Hogansville, Georgia, USA. Uffington White Horse has also inspired two sculptures in Wiltshire, namely Julie Livsey's White Horse Pacified (1987) in nearby Swindon, a town which was also once considered for a white horse, and Charlotte Moreton's White Horse (2010) in Solstice Park, Amesbury. The White Horse is used as a symbol by diverse organisations (mostly with Oxfordshire or Berkshire connections) and appears in numerous works of literature, visual art and music. ===As an emblem=== The White Horse is the emblem of the Vale of White Horse District Council, the Berkshire Yeomanry (a Territorial Army unit based in Windsor, Reading and Chertsey), and educational establishments including Faringdon Community College, The Ridgeway School and Sixth Form College in Wroughton, Wiltshire, and The Ridgeway Primary School in Whitley, Berkshire. ===Literature=== Thomas Hughes, the author of Tom Brown's Schooldays, who was born in the nearby village of Uffington, wrote a book called The Scouring of the White Horse. Published in 1859, and described as \"a combined travel book and record of regional history in the guise of a novel, sort of\", it recounts the traditional festivities surrounding the periodic renovation of the White Horse. In Idylls of the King, written between 1859 and 1885, Tennyson compares King Arthur's removal of certain corrupt judges, who had been installed by his predecessor, Uther, to the way in which \"Men weed the White Horse on the Berkshire hills, To keep him bright and clean as heretofore.\" G. K. Chesterton also features the scouring of the White Horse in his epic poem The Ballad of the White Horse, published in 1911, a romanticised depiction of the exploits of King Alfred the Great. In modern fiction, Rosemary Sutcliff's 1977 children's book Sun Horse, Moon Horse tells a fictional story of the Bronze Age creator of the figure, and the White Horse and nearby Wayland's Smithy feature in a 1920s setting in the Inspector Ian Rutledge mystery/detective novel A Pale Horse by Charles Todd; a depiction of the White Horse appears on the book's dust jacket. The horse is also central to the 1978 BBC Television serial The Moon Stallion by Brian Hayles, who later novelised the series. The Horse on the Chalk in Terry Pratchett's Tiffany Aching series is inspired by the Uffington White Horse. Pratchett said \"By an amazing coincidence, the Horse carved on the Chalk in A Hat Full of Sky [2004] is remarkably similar to the Uffington White Horse.\" The White Horse is a significant setting, plot point, and symbol in the 2018 novel Lethal White by Robert Galbraith (J.K. Rowling), the fourth installment in the Cormoran Strike detective series. ===Music=== David Bedford's Song of the White Horse (1978), set for ensemble and children's choir and commissioned for the BBC's Omnibus programme, depicts a journey along a footpath alongside the Uffington Horse and includes words from Chesterton's poem. The composition requires the choir to inhale helium to sing the \"stratospherically high notes\" of the climax, accompanied by aerial footage of the horse animated to show it rearing up from the ground. A recording, produced by Mike Oldfield, was released by Oldfield Music in 1983. The Uffington Horse is illustrated on the cover of English Settlement (1982), the fifth studio album by the Swindon band XTC, and appears (among other symbols copied from Barbara G. Walker's The Woman's Dictionary of Symbols and Sacred Objects) on the back cover of Nirvana's final album, In Utero (1993). ==See also== * Cerne Abbas Giant * List of Sites of Special Scientific Interest in Oxfordshire ==Notes== ==Sources and further reading== * * * * * * ==External links== * The National Trust – White Horse Hill * Ancient Britain – The White Horse * Uffington Whitehorse and Dragon Hill (Mysterious Britain & Ireland) * Aerial photos and information * Wiltshire and Oxfordshire chalk horses * Royal Berkshire History: The Uffington White Horse * The White Horse of Uffington Category:Archaeological sites in Berkshire Category:Archaeological sites in Oxfordshire Category:White horses in England Category:History of Berkshire Category:History of Oxfordshire Category:National Trust properties in Oxfordshire Category:Vale of White Horse Category:Tourist attractions in Oxfordshire Category:Bronze Age art Category:Berkshire folklore Category:Oxfordshire folklore Category:Scheduled monuments in Oxfordshire Category:Bronze Age sites in Oxfordshire",
 "title": "Uffington White Horse"
}