{
 "id": "106592",
 "text": "LeChee () is a census-designated place (CDP) in Coconino County, Arizona, United States. The population was 1,443 at the 2010 census. ==Geography== LeChee is located at (36.873975, -111.437971). It lies in the northwest corner of the Navajo Nation adjacent to the southeastern side of the non-reservation city of Page. According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== As of the census of 2000, there were 1,606 people, 332 households, and 310 families living in the CDP. The population density was 94.8 people per square mile (36.6/km2). There were 386 housing units at an average density of 22.8/sq mi (8.8/km2). The racial makeup of the CDP was 98.4% Native American, 0.8% (or 12 people) White, and 0.9% (or 14 people) from two or more races. Fifteen members (or 0.9%) of the population were Hispanic or Latino of any race. There were 332 households, out of which 74.1% had children under the age of 18 living with them, 62.7% were married couples living together, 23.8% had a female householder with no husband present, and 6.6% were non-families. 6.0% of all households were made up of individuals, and 1.8% had someone living alone who was 65 years of age or older. The average household size was 4.84 and the average family size was 4.95. In the CDP, the age distribution of the population shows 49.9% under the age of 18, 9.7% from 18 to 24, 27.3% from 25 to 44, 10.6% from 45 to 64, and 2.5% who were 65 years of age or older. The median age was 18 years. For every 100 females, there were 102.0 males. For every 100 females age 18 and over, there were 98.3 males. The median income for a household in the CDP was $48,375, and the median income for a family was $42,212. Males had a median income of $31,250 versus $27,188 for females. The per capita income for the CDP was $10,378. About 16.2% of families and 15.5% of the population were below the poverty line, including 20.5% of those under age 18 and none of those age 65 or over. ==Education== LeChee is served by the Page Unified School District. Page High School is the local high school. ==Notable person== * Nicco Montaño (born 1988), mixed martial artist ==See also== * List of census-designated places in Arizona ==References== ==External links== Category:Census-designated places in Coconino County, Arizona Category:Populated places on the Navajo Nation",
 "title": "LeChee, Arizona"
}