{
 "id": "106613",
 "text": "Peridot ( \"Blue Rock\") is an unincorporated community and census-designated place (CDP) in Gila and Graham counties in the U.S. state of Arizona. The population was 1,350 at the 2010 census. Peridot is named for the mineral peridot, found in basalt flows nearby. ==Geography== Peridot is located in southeastern Gila County and northwestern Graham County at (33.303884, -110.455046), within the San Carlos Apache Indian Reservation. U.S. Route 70 passes through the community, leading west to Globe, the Gila County seat, and southeast to Safford, the Graham County seat. The San Carlos River, a tributary of the Gila River, flows southward through the CDP and forms the county boundary. Coolidge Dam, forming San Carlos Lake on the Gila and San Carlos rivers, is to the south. According to the United States Census Bureau, the Peridot CDP has a total area of , all land. ==Demographics== As of the census of 2000, there were 1,266 people, 307 households, and 261 families residing in the CDP. The population density was 242.5 people per square mile (93.6/km2). There were 346 housing units at an average density of 66.3/sq mi (25.6/km2). The racial makeup of the CDP was 98.0% Native American, 1.4% White, and 0.6% from two or more races. 2.6% of the population were Hispanic or Latino of any race. Out of the town's Native Americans, 93.0% are Apache, making Peridot the most Apache community in the United States. There were 307 households, out of which 50.2% had children under the age of 18 living with them, 55.4% were married couples living together, 20.5% had a female householder with no husband present, and 14.7% were non-families. 12.4% of all households were made up of individuals, and 3.6% had someone living alone who was 65 years of age or older. The average household size was 4.12 and the average family size was 4.50. In the CDP, the population was spread out, with 40.4% under the age of 18, 9.7% from 18 to 24, 26.8% from 25 to 44, 17.5% from 45 to 64, and 5.5% who were 65 years of age or older. The median age was 25 years. For every 100 females, there were 101.0 males. For every 100 females age 18 and over, there were 93.8 males. The median income for a household in the CDP was $18,194, and the median income for a family was $18,750. Males had a median income of $19,348 versus $17,102 for females. The per capita income for the CDP was $5,765. About 49.4% of families and 58.9% of the population were below the poverty line, including 69.9% of those under age 18 and 36.5% of those age 65 or over. ==Education== Peridot-Our Savior's Lutheran School is a Christian K-8 school of the Wisconsin Evangelical Lutheran Synod in Peridot. ==Attractions== Specimens of the mineral peridot can be collected in the volcanic hills between Peridot and Globe, or purchased at local rock shops. After wet winters, the Peridot area often has displays of spring wildflowers. Travel off the main highways requires a tribal recreation permit, available from the San Carlos Recreation and Wildlife department, and at local convenience and sporting-goods stores. In 2011, the San Carlos Apache Tribe's Language Preservation Program, located in Peridot, began its outreach to the 14,000 tribal members residing within the districts of Bylas, Gilson Wash, Peridot and Seven Mile Wash. ==Transportation== San Carlos Apache Nnee Bich'o Nii Transit provides transportation on the reservation and to Safford and Globe. Greyhound Lines serves Peridot on its Phoenix–El Paso via Globe route. ==See also== * San Carlos Apache Indian Reservation * Coolidge Dam * San Carlos Lake ==References== Category:Census-designated places in Gila County, Arizona Category:Census-designated places in Graham County, Arizona",
 "title": "Peridot, Arizona"
}