{
 "id": "106632",
 "text": "250px|thumb|Ehrenberg in 1911 Ehrenberg, also historically spelled \"Ehrenburg\", is an unincorporated community and census-designated place (CDP) in La Paz County, Arizona, United States. The population was 1,470 at the 2010 census. Ehrenberg is named for its founder, Herman Ehrenberg. Ehrenberg is located on the Colorado River, which forms the border with Riverside County, California, near the city of Blythe. It is situated close to Interstate 10, at the southern end of the Parker Valley and next to the Palo Verde Valley. ==History== In 1863, German mining engineer Herman Ehrenberg was hired to survey a new townsite along the Colorado River, approximately from La Paz, Arizona. The town, named Mineral City, began to grow in 1866, after a new landing was established there, supported by the steamboat captains of the George A. Johnson Company. Mineral City attracted miners and many businessmen away from La Paz and by September 20, 1869, had grown large enough to win a post office.Hinckley and James, p. 44. The same year it was renamed \"Ehrenberg\".John and Lillian Theobald, Arizona Territory Post Offices & Postmasters, The Arizona Historical Foundation, Phoenix, 1961. Over the next several years the town continued to grow, surpassing La Paz. By 1875 there were 500 residents. The population of La Paz dwindled, and many storekeepers relocated to Ehrenberg. Around the start of the 20th century, railroads began to bypass the river as the major means of transporting goods. The town's population declined, and it lost its post office on December 31, 1913.Hinckley and James, p. 46. Many of the surviving older buildings in town were torn down in the 1950s to make way for a trailer park. ==Geography== Ehrenberg is located in western La Paz County at (33.614617, -114.514766). It is located on the Colorado River, that forms the border of Arizona and California. The community is along Interstate 10, which leads east to Phoenix and west to Indio, California. According to the United States Census Bureau, the Ehrenberg CDP has a total area of , of which are land and, or 1.78%, are water. ===Climate=== This area has a large amount of sunshine year round due to its stable descending air and high pressure. According to the Köppen Climate Classification system, Ehrenberg has a desert climate, abbreviated \"Bwh\" on climate maps.Climate Summary for Ehrenberg, Arizona ==Demographics== As of the census of 2000, there were 1,357 people, 545 households, and 348 families residing in the CDP. The population density was 113.7 people per square mile (43.9/km2). There were 824 housing units at an average density of 69.1 per square mile (26.7/km2). The racial makeup of the CDP was 82.8% White, 1.1% Black or African American, 1.6% Native American, 0.1% Asian, 0.1% Pacific Islander, 10.5% from other races, and 3.8% from two or more races. Hispanic or Latino of any race were 30.1% of the population. There were 545 households, out of which 31.9% had children under the age of 18 living with them, 45.7% were married couples living together, 8.8% had a female householder with no husband present, and 36.1% were non-families. 27.7% of all households were made up of individuals, and 9.5% had someone living alone who was 65 years of age or older. The average household size was 2.5 and the average family size was 3.1. In the CDP, the population was spread out, with 28.0% under the age of 18, 8.0% from 18 to 24, 27.3% from 25 to 44, 23.9% from 45 to 64, and 12.7% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 110.7 males. For every 100 females age 18 and over, there were 110.6 males. The median income for a household in the CDP was $27,000, and the median income for a family was $28,000. Males had a median income of $35,956 versus $18,100 for females. The per capita income for the CDP was $14,372. About 17.0% of families and 22.7% of the population were below the poverty line, including 25.7% of those under age 18 and 17.9% of those age 65 or over. ==Image gallery== Pictured are the some of the remaining structures in Ehrenberg: * Ehrenberg General Store – 1896, now with an Arizona Oasis RV Resort sign on its side wall. * Old Meat Market – This building once housed the \"Mercado de Amigos Meat Market\" * The Blythe-Ehrenberg-Pipeline suspension bridge – over the Colorado River, built in 1916 * The Ehrenberg-Blythe Colorado River Bridge * The Ehrenberg Pioneer Cemetery – established in 1869 ==References== ==Sources== * ==Further reading== * Setzler, Grady. Ramblings of a Country Editor. Mesa: Central, 1970. * Setzler, Grady. Another Wilderness Conquered. Blythe: Palo Verde Times, 1967. * Dekens, Camile. Riverman, Desertman. Riverside: Press Enterprise, 1962. Category:Census-designated places in La Paz County, Arizona Category:Unincorporated communities in La Paz County, Arizona Category:Communities in the Lower Colorado River Valley Category:Populated places in the Sonoran Desert Category:Populated places established in 1863 Category:1863 establishments in Arizona Territory Category:Unincorporated communities in Arizona Category:Port cities and towns in Arizona Category:Bradshaw Trail Category:La Paz–Wikenburg Road Category:Arizona populated places on the Colorado River",
 "title": "Ehrenberg, Arizona"
}