{
 "id": "106714",
 "text": "Flowing Wells is a census-designated place (CDP) in Pima County, Arizona, United States. It is a suburb of Tucson. The population was 16,419 at the 2010 census. The Flowing Wells community was given an All-American City Award by the National Civic League in 2007. ==Geography== Flowing Wells is located at (32.291305, -111.008859). According to the United States Census Bureau, the CDP has a total area of , all land. Flowing Wells is roughly bound by Interstate 10 to the West, the Rillito River to the North, and the City of Tucson to the South and East. It is entirely within Arizona's 2nd congressional district, on the western side of the district. Additionally, it is within Arizona's 9th legislative district and primarily within Pima County's 3rd supervisor district, though the northern portion of the CDP is within the 1st supervisor district. ==Demographics== As of the census of 2000, there were 15,050 people, 6,250 households, and 3,849 families residing in the CDP. The population density was 4,413.2 people per square mile (1,704.1/km2). There were 7,210 housing units at an average density of 2,114.2/sq mi (816.4/km2). The racial makeup of the CDP was 84.2% White, 0.9% Black or African American, 1.5% Native American, 0.7% Asian, 0.1% Pacific Islander, 9.1% from other races, and 3.6% from two or more races. 21.9% of the population were Hispanic or Latino of any race. There were 6,250 households, out of which 28.1% had children under the age of 18 living with them, 42.3% were married couples living together, 14.0% had a female householder with no husband present, and 38.4% were non-families. 31.6% of all households were made up of individuals, and 14.8% had someone living alone who was 65 years of age or older. The average household size was 2.4 and the average family size was 3.0. In the CDP, the population was spread out, with 25.4% under the age of 18, 7.9% from 18 to 24, 27.5% from 25 to 44, 20.9% from 45 to 64, and 18.2% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 91.5 males. For every 100 females age 18 and over, there were 87.7 males. The median income for a household in the CDP was $26,517, and the median income for a family was $31,786. Males had a median income of $26,235 versus $21,972 for females. The per capita income for the CDP was $14,833. About 15.2% of families and 17.1% of the population were below the poverty line, including 24.2% of those under age 18 and 9.8% of those age 65 or over. In 2010 Flowing Wells had a population of 16,419. The racial and ethnic composition of the population was 58.2% non-Hispanic white, 1.7% African American, 2.0% Native American, 1.2% Asian, 0.1% Pacific Islander, 0.1% non-Hispanic of some other race, 3.7% two or more races and 36.3% Hispanic or Latino.2010 population figures for Flowing Wells ==Economy== ===Primary and secondary schools=== Flowing Wells Unified School District operates public schools in Flowing Wells and serves much of Flowing Wells (the extreme eastern part of the census-designated place is served by Amphitheater Public Schools). Emily Meschter Early Learning Center is located in Flowing Wells.\"sitelayout_03.jpg .\" Emily Meschter Early Learning Center. Retrieved on January 18, 2011. \"4605 N. La Cholla Blvd. Tucson, AZ 85705\" District elementary schools in Flowing Wells include Centennial Elementary School,\"centennial_edit08_09.jpg .\" Centennial Elementary School. Retrieved on January 18, 2011. \"2200 W. Wetmore Road Tucson, AZ 85705\" Homer Davis Elementary School,\"sitelayout_042.jpg .\" Homer Davis Elementary School. Retrieved on January 18, 2011. \"4250 North Romero Road Tucson, Arizona 85705.\" and Laguna Elementary School.\"footer_main_new.jpg .\" Laguna Elementary School. Retrieved on January 18, 2011. \"5001 N. Shannon Rd Tucson, AZ 85705.\" Flowing Wells Junior High School is located in Flowing Wells.\"Contact Us .\" Flowing Wells Junior High School. Retrieved on January 18, 2011. \"Flowing Wells Junior High 4545 North La Cholla Blvd. Tucson, Arizona 85705.\" ===Public libraries=== Pima County Public Library operates the Flowing Wells Branch Library.\"Flowing Wells Branch Library.\" Pima County Public Library. Retrieved on January 18, 2011. === Water === The Flowing Wells Irrigation District, an independent public water provider founded in 1922, provides water for the southern majority portion of the CDP. ==See also== *Flowing Wells Witch Trial ==References== ==External links== *Flowing Wells Neighborhood Association & Community Coalition *Flowing Wells Unified School District Category:Census- designated places in Pima County, Arizona Category:Populated places in the Sonoran Desert",
 "title": "Flowing Wells, Arizona"
}