{
 "id": "106780",
 "text": "Camp Verde (; Western Apache: Gambúdih) is a town in Yavapai County, Arizona, United States. As of the 2010 census, the population of the town is 10,873. The town hosts an annual corn festival in July, sponsored and organized by Hauser and Hauser Farms. Other annual festivals include Fort Verde Days (October); the Pecan, Wine and Antiques Festival (February); and the Crawdad Festival (June). ==Geography== The town is bisected by I-17, extending to the west and to the east of the interstate. Highway 260 connects Camp Verde with Payson to the east and Cottonwood to the west. Three freeway exits provide local access: Exits 285, 287, and 289. The town's historic downtown is approximately from I-17 and contains a grocery store, physician facilities, shopping, dining, historical museum, Fort Verde State Historic Park, chamber of commerce/visitor center and town offices. Camp Verde is located at (34.5667, -111.8562). According to the United States Census Bureau, the town has a total area of , of which is land and 0.02% is water. Camp Verde is in the Verde River valley. To the southwest lie the Black Hills mountain range. Camp Verde is surrounded by Prescott National Forest. The Mogollon Rim is just north of the town and forms the southwestern edge of the large, geologically ancient Colorado Plateau. ==Demographics== As of the census of 2000, there were 9,451 people, 2,611 households, and 2,538 families residing in the town. The population density was 222.0 people per square mile (85.7/km2). There were 3,969 housing units at an average density of 93.2 per square mile (36.0/km2). The racial makeup of the town was 85.1% White, 0.4% Black or African American, 7.3% Native American, 0.2% Asian, 0.1% Pacific Islander, 4.7% from other races, and 2.2% from two or more races. 10.9% of the population were Hispanic or Latino of any race. There were 2,611 households, out of which 27.4% had children under the age of 18 living with them, 55.9% were married couples living together, 9.8% had a female householder with no husband present, and 29.7% were non-families. 24.3% of all households were made up of individuals, and 11.8% had someone living alone who was 65 years of age or older. The average household size was 2.52 and the average family size was 2.97. In the town, the population was spread out, with 24.0% under the age of 18, 7.2% from 18 to 24, 23.0% from 25 to 44, 25.3% from 45 to 64, and 20.5% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 101.5 males. For every 100 females age 18 and over, there were 100.2 males. The median income for a household in the town was $31,868, and the median income for a family was $37,049. Males had a median income of $30,104 versus $20,306 for females. The per capita income for the town was $15,072. About 9.5% of families and 14.0% of the population were below the poverty line, including 21.2% of those under age 18 and 6.1% of those age 65 or over. ==Tourism== Tourist attractions include the nearby Montezuma Castle National Monument located in Verde Valley. In the town is Fort Verde State Historic Park, and Out of Africa Wildlife Park. The Cliff Castle Casino, operated by the Yavapai-Apache Nation Indian tribe, is an important gambling destination for north and central Arizona. Fort Verde State Historic Park is located in Camp Verde's Historic Downtown approximately from all three Camp Verde exits. ==Education== Camp Verde Unified School District serves the community. ==Transportation== Greyhound Lines serves Camp Verde on its Phoenix–Las Vegas and Los Angeles–New York routes. Groome Transportation serves Camp Verde on its Phoenix–Sedona and Phoenix-Flagstaff routes. Camp Verde is located at the junction of Interstate 17 and Arizona State Route 260. ==In popular culture== The Marvel Comics superhero characters James and John Proudstar are from a reservation in Camp Verde. The 1977 horror movie Kingdom of the Spiders was filmed in Camp Verde. In the 2011 film Paul, Simon Pegg and Nick Frost plan to visit Camp Verde as a UFO hot spot along with Rachel, Nevada, Area 51, Apache Junction, Arizona and Roswell, New Mexico. In Cable #7, Camp Verde is a bunker headquarters of the X-Force. ==Historic places== ==References== ==External links== * Camp Verde Official website * * The Camp Verde Bugle – Local newspaper * The Camp Verde Journal – Local newspaper Category:Towns in Yavapai County, Arizona Category:Historic American Buildings Survey in Arizona Category:Populated places established in 1986",
 "title": "Camp Verde, Arizona"
}