{
 "id": "106867",
 "text": "Warren is a city in and the county seat of Bradley County, Arkansas, United States. As of the 2010 census, the population was 6,003. == History == When settlers from the east began to arrive in south Arkansas, the land was inhabited by the indigenous tribe known as the Quapaw. The earliest cession of territory was made in 1818, with a later boundary against the neighboring Choctaw tribe in 1820, opening up the southeastern corner of the Arkansas Territory for settlement. Although the area had been settled by European- Americans for approximately thirty years, the city itself was not incorporated until 1851. Tradition says the city is named after a former slave, freed by Captain Hugh Bradley, the namesake of the county and leader of the main early settlement party which established the city. The original plat was laid out on land donated by Isaac Pennington, a key member of Bradley's company. The Missouri Pacific Railroad map dated 1891 shows a railroad to Warren. A main railroad line ran between Pine Bluff, Arkansas and Monroe, Louisiana with spurs to Warren, Arkansas and Arkansas City, Arkansas. Around the turn of the twentieth century, Warren found itself in the middle of a boom in the timber industry. In March, 1901, the Arkansas Lumber Company with headquarters in Warren was incorporated by Moses Rittenhouse and John Embree. In Sept., 1901, the Bradley Lumber Company of Warren was created by Samuel Holmes Fullerton of St. Louis, MO. In 1902, the Southern Lumber Company of Warren was created. During the 1950's, Potlatch Forests Inc. purchased the Bradley Lumber Company and Southern Lumber Company. The Arkansas Lumber Company went out of business. Shipley, Ellen Compton. “The Arkansas Lumber Company in Warren, Bradley County.” _The Arkansas Historical Quarterly_ , vol. 46, no. 1, 1987, pp. 60–68. _JSTOR_ , www.jstor.org/stable/40030774. Accessed 13 Aug. 2021. Timber and lumber continues to be important to the city's economy, although the lumber yards that were vital to Warren throughout the past century are no longer in operation. The city's Victorian-era courthouse was originally built in 1903 and still maintains the exterior character, despite necessary refurbishments to the interior offices and courtroom. ==Geography== Warren is located in northeast Bradley County on high ground west of the Saline River, a tributary of the Ouachita River. U.S. Route 63 passes through the center of the city, leading north to Pine Bluff and southwest to El Dorado. U.S. Route 278 bypasses Warren to the south and leads east to Monticello and west to Hampton. According to the United States Census Bureau, Warren has a total area of , of which , or 0.33%, is water. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Warren has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Warren, Arkansas Tornadoes have occurred on at least two occasions. The first occurred on January 3, 1949, killing 55 people and injuring 435. On March 28, 1975, another tornado killed seven people and injured 51. Both were rated F4 on the Fujita scale. ==Arts and culture== ===Annual cultural events=== The Bradley County Pink Tomato Festival is held yearly in Warren, normally the second week of June. Begun in 1956, the festival is one of Arkansas' longest- running annual community festivals. Organized by the Bradley County Chamber of Commerce, the festival celebrates the South Arkansas Vine Ripe Pink Tomato, a special variety of tomato which holds the distinction of being Arkansas' state fruit and state vegetable. The festival has a tradition of being well-planned, with such activities as tomato-eating contests and street dances, the atmosphere of which benefit greatly from the layout of broad brick-paved streets around the courthouse square. == Education == Public education for early childhood, elementary and secondary school students is provided by Warren School District. There are five schools within the school district, A preschool, two elementary schools (k-3rd grade & 4th-5th grade), a middle school (6th-8th grades), and a high school (9th-12th grades). High Schoolers have the opportunity to enroll at SEACBEC, a local community college and vocational school, which offers courses in computer information technologies, construction, nursing, welding, etc. Every year SEACBEC takes a group of students to the SkillsUSA Convention in Hot Springs to compete against other schools. == School Athletics == Warren High School's athletic emblem and mascot is The Fightin' Lumberjacks. The Junior High sports teams are known as the Jr. Jacks. The school colors are orange and black. The Warren Lumberjacks are 4 time state champions in football. The Lumberjack football team won the Class AAA State Championship in 2001, 2002, and Class 4A Championship in 2014, and 2016. The Warren Lumberjack football program now has 18 conference championships. They were also the 2006, 2013, and 2017 Class 4A State Runner- up in Football. The Lumberjack baseball team were the Class AAA State Champions in 2005. Warren also holds state titles in basketball(1931), boys track(1994), girls tennis(1993), and girls track(1992 and 1994)and Soccer(2018). After the 2015 football season, the school district announced that synthetic turf would replace the natural grass field at Jim Hurley Jr Stadium. It was completed in the summer of 2016. With a traditional powerhouse football team and growing soccer program, Lumberjack field will be a premiere venue in southeast Arkansas. The Warren Soccer Jacks advanced to their first state championship match in 2017 finishing runner up. In 2018, they captured their first class 4A state soccer title. With the addition of the 2018 state title in soccer, that brings the Warren High School state title count to 18 state championships. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Warren racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |1,868 |34.26% |- |Black or African American (non-Hispanic) |2,407 |44.14% |- |Native American |17 |0.31% |- |Asian |21 |0.39% |- |Other/Mixed |132 |2.42% |- |Hispanic or Latino |1,008 |18.49% |} As of the 2020 United States census, there were 5,453 people, 2,153 households, and 1,344 families residing in the city. ===2000 census=== As of the census of 2000, the racial makeup of the city was 52.46% White, 46.79% Black or African American, 0.19% Native American, 0.08% Asian, 0.02% Pacific Islander, 3.82% from other races, and 0.65% from two or more races. 5.08% of the population were Hispanic or Latino of any race. Out of households reporting, 29.0% had children under the age of 18 living with them, 44.6% were married couples living together, 17.9% had a female householder with no husband present, and 34.1% were non-families. 31.4% of all households were made up of individuals, and 15.6% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.96. In the city, the population was spread out, with 24.0% under the age of 18, 9.0% from 18 to 24, 24.8% from 25 to 44, 21.5% from 45 to 64, and 20.8% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 84.7 males. For every 100 females age 18 and over, there were 80.6 males. The median income for a household in the city was $22,162, and the median income for a family was $27,618. Males had a median income of $27,778 versus $17,247 for females. The per capita income for the city was $13,453. About 24.3% of families and 28.7% of the population were below the poverty line, including 37.4% of those under age 18 and 23.9% of those age 65 or over. ==Notable people== *Treylon Burks, Football player *Greg Childs, NFL player, wide receiver for the Minnesota Vikings *Maud Crawford, missing attorney from Camden, Arkansas, who disappeared in 1957, was reared in Warren and graduated in 1911 from Warren High School. *Chris Gragg, NFL player, tight end for the Buffalo Bills *Jarius Wright, NFL player, wide receiver for the Carolina Panthers. 8 Year NFL Veteran *Chester Turner, American serial killer ==See also== * * Bradley County, Arkansas * Warren School District ==References== ==External links== * Bradley County Chamber of Commerce * Bradley County Pink Tomato Festival Category:Cities in Bradley County, Arkansas Category:Cities in Arkansas Category:County seats in Arkansas Category:Populated places established in 1851 Category:1851 establishments in Arkansas",
 "title": "Warren, Arkansas"
}