{
 "id": "106993",
 "text": "Lake Hamilton is a census-designated place (CDP) in Garland County, Arkansas, United States. It is part of the Hot Springs Metropolitan Statistical Area. The population was 2,135 at the 2010 census. It is named after Lake Hamilton, one of the area's man-made lakes. ==Geography== Lake Hamilton is located in southern Garland County at (34.428101, -93.088035), on the south side of Lake Hamilton, an impoundment on the Ouachita River. The CDP includes two large islands in the lake as well. The community is bordered to the north, across the lake, by the city of Hot Springs. According to the United States Census Bureau, the CDP has a total area of , of which is land and , or 49.48%, is water. Arkansas State Highway 7 passes through the community, bridging the lake via the two islands. Highway 7 leads north to the center of Hot Springs and south to Arkadelphia. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Lake Hamilton racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 1,639 | 78.65% |- !scope=\"row\"| Black or African American (non-Hispanic) | 131 | 6.29% |- !scope=\"row\"| Native American | 11 | 0.53% |- !scope=\"row\"| Asian | 40 | 1.92% |- !scope=\"row\"| Pacific Islander | 3 | 0.14% |- !scope=\"row\"| Other/Mixed | 131 | 6.29% |- !scope=\"row\"| Hispanic or Latino | 129 | 6.19% |} As of the 2020 United States census, there were 2,084 people, 962 households, and 704 families residing in the CDP. ===2000 census=== As of the census of 2000, there were 1,609 people, 762 households, and 483 families residing in the CDP. The population density was 814.1 people per square mile (313.8/km2). There were 1,181 housing units at an average density of 597.5/sq mi (230.3/km2). The racial makeup of the CDP was 95.65% White, 0.87% Black or African American, 0.50% Native American, 1.24% Asian, 0.31% from other races, and 1.43% from two or more races. 2.24% of the population were Hispanic or Latino of any race. There were 762 households, out of which 18.9% had children under the age of 18 living with them, 53.0% were married couples living together, 6.7% had a female householder with no husband present, and 36.5% were non-families. 28.3% of all households were made up of individuals, and 9.3% had someone living alone who was 65 years of age or older. The average household size was 2.11 and the average family size was 2.55. In the CDP, the population was spread out, with 15.7% under the age of 18, 7.3% from 18 to 24, 26.7% from 25 to 44, 30.0% from 45 to 64, and 20.3% who were 65 years of age or older. The median age was 45 years. For every 100 females, there were 106.0 males. For every 100 females age 18 and over, there were 103.1 males. The median income for a household in the CDP was $36,667, and the median income for a family was $45,250. Males had a median income of $30,455 versus $16,765 for females. The per capita income for the CDP was $23,992. About 8.1% of families and 9.6% of the population were below the poverty line, including 24.3% of those under age 18 and none of those age 65 or over. ==References== Category:Census-designated places in Garland County, Arkansas Category:Census-designated places in Arkansas",
 "title": "Lake Hamilton, Arkansas"
}