{
 "id": "107012",
 "text": "McNab is a town in Hempstead County, Arkansas, United States. The population was 68 at the 2010 census, up from 37 in 2000. It is part of the Hope Micropolitan Statistical Area. ==History== In 1860, Charles McNab, who had emigrated to the United States in 1841 from Muthill, Perthshire, Scotland, bought land in the Red River valley not far from the town of Fulton. McNab, a carpenter, had married into a plantation-owning family in Alabama which later sold their Alabama land and moved to property at Summer Grove, near Shreveport, Louisiana. Though the Arkansas property was acquired by him in 1860, the Civil War prevented McNab from cultivating his new property. After the war, in 1865, he came up and planted cotton there. Soon, he and his wife and young son, together with a number of newly freed slaves, moved from Louisiana to live on and work the new farm. When the St. Louis–San Francisco Railway (Frisco) came through the area 30 years later, a small passenger and freight station was built, and a post office to serve the small community was set up across the road in the back of the general store that was operated by the McNabs. Custom of the time allowed the person who operated the post office to give it a name. Mrs. Charles F. McNab, who was the postmistress, named it \"McNab\". Her son, Charles West McNab, who had farmed the land until 1927 and was the only grandson of the original owner, sold the last of family property there in 1956. ==Geography== McNab is located in western Hempstead County at (33.660770, -93.832374). Arkansas Highway 355 passes through the town, leading north to Tollette and south to Fulton on the Red River. According to the United States Census Bureau, McNab has a total area of , all land. ==Demographics== As of the census of 2000, there were 37 people, 13 households, and 7 families residing in the town. The population density was 39.7/km (102.8/mi2). There were 18 housing units at an average density of 19.3/km (50.0/mi2). The racial makeup of the town was 51.35% White, and 48.65% Black or African American. 2.70% of the population were Hispanic or Latino of any race. There were 13 households, out of which 30.8% had children under the age of 18 living with them, 46.2% were married couples living together, 15.4% had a female householder with no husband present, and 38.5% were non-families. 38.5% of all households were made up of individuals, and 30.8% had someone living alone who was 65 years of age or older. The average household size was 2.85 and the average family size was 3.75. In the town, the population was spread out, with 24.3% under the age of 18, 8.1% from 18 to 24, 27.0% from 25 to 44, 24.3% from 45 to 64, and 16.2% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 68.2 males. For every 100 females age 18 and over, there were 86.7 males. The median income for a household in the town was $29,375, and the median income for a family was $41,250. Males had a median income of $16,250 versus $26,250 for females. The per capita income for the town was $9,088. There were 33.3% of families and 63.6% of the population living below the poverty line, including 88.9% of under eighteens and 20.0% of those over 64. ==References== Category:Towns in Hempstead County, Arkansas Category:Towns in Arkansas Category:Hope micropolitan area Category:Populated places established in 1865 Category:1865 establishments in Arkansas",
 "title": "McNab, Arkansas"
}