{
 "id": "107094",
 "text": "Ashdown (formerly Turkey Flats and Keller) is a city in Little River County, Arkansas, United States. The community was incorporated in 1892 and has been the county seat since 1906. Located within the Arkansas Timberlands between the Little River and the Red River, Ashdown's economy and development have historically been tied to the timber industry, a trend that continues to this day. Ashdown's population at the 2010 census was 4,723, a slight decrease from the 2000 census. The city's well-preserved history and proximity to outdoor recreation such as Millwood State Park draws tourists to the area. Although not within the Texarkana metropolitan area, the city's proximity to Texarkana impacts many areas of life in Ashdown. ==History== Founded as a small farming community, Ashdown was initially known as Turkey Flats and later Keller before being renamed by Judge Lawrence Alexander Byrne. Following his Keller mill being \"burned down to ashes\", Byrne vowed to rebuild and found a town named Ashdown. It was incorporated on June 11, 1892, as Ashdown, and rapid growth began in 1895 following the railroad reaching town. The Arkansas and Choctaw Railroad connected Ashdown to Arkinda, and the growth of the Kansas City Southern Railway, the Frisco and the Memphis, Dallas and Gulf Railroad continued to grow the city and her timber industry, which had been utilizing steamboats and flatboats to ship lumber. Following World War II, Ashdown's economy began to diversify. Its location near two rivers attracted manufacturing plants, such as Coca-Cola bottling plant, box factory, clothing plant, ice plant and a pallet plant. The United States Army Corps of Engineers dammed the Little River and Saline River at their confluence in 1966, forming Millwood Lake. The lake's recreational value attracted a Nekoosa Paper Company paper mill two years later, still in operation today after being purchased by Domtar. The Little River Memorial Hospital was also built during this period of rapid building and development. ==Geography== According to the United States Census Bureau, the city has a total area of , of which 7.1 square miles (18.4 km) is land and (0.56%) is water. Millwood Lake is located seven miles east of the town. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Ashdown racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non- Hispanic) | 2,476 | 58.11% |- !scope=\"row\"| Black or African American (non- Hispanic) | 1,371 | 32.18% |- !scope=\"row\"| Native American | 31 | 0.73% |- !scope=\"row\"| Asian | 5 | 0.12% |- !scope=\"row\"| Pacific Islander | 5 | 0.12% |- !scope=\"row\"| Other/Mixed | 216 | 5.07% |- !scope=\"row\"| Hispanic or Latino | 157 | 3.68% |} As of the 2020 United States census, there were 4,261 people, 1,891 households, and 1,050 families residing in the city. ===2020 census=== As of the census of 2000, there were 4,781 people, 1,880 households, and 1,287 families living in the city. The population density was 672.3 people per square mile (259.6/km). There were 2,103 housing units at an average density of 295.7 per square mile (114.2/km). The racial makeup of the city was 62.85% White, 34.09% Black or African American, 1.05% Native American, 0.23% Asian, 0.02% Pacific Islander, 0.48% from other races, and 1.28% from two or more races. 0.96% of the population were Hispanic or Latino of any race. There were 1,880 households, out of which 32.5% had children under the age of 18 living with them, 45.9% were married couples living together, 19.1% had a female householder with no husband present, and 31.5% were non-families. 29.5% of all households were made up of individuals, and 14.7% had someone living alone who was 65 years of age or older. The average household size was 2.45 and the average family size was 3.00. In the city, the population was spread out, with 26.4% under the age of 18, 9.7% from 18 to 24, 25.5% from 25 to 44, 21.8% from 45 to 64, and 16.6% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 86.1 males. For every 100 females age 18 and over, there were 78.4 males. The median income for a household in the city was $26,754, and the median income for a family was $34,850. Males had a median income of $33,668 versus $18,073 for females. The per capita income for the city was $15,293. About 15.5% of families and 18.9% of the population were below the poverty line, including 21.6% of those under age 18 and 25.1% of those age 65 or over. ==Arts and culture== ===Annual cultural events=== Downtown Ashdown hosts an annual Whistlestop Festival in May, paying homage to the importance of the railroad to the city's development. Festivities include an art show, catfish cookoff, car show, food vendors, games/activities for children, turtle races and the crowning of Miss Whistlestop. A farmer's market is hosted in City Park every Tuesday, Thursday and Saturday during the growing season. ===Tourism=== right|thumb|Two Rivers Museum Downtown Ashdown has historically been the economic, social and political hub of Little River County. Today, it is preserved by the National Register of Historic Places (NRHP) as the Ashdown Commercial Historic District. Roughly bounded by Keller, E. Main, Commerce, and N. Constitution streets, the district encompasses 32 contributing properties deemed instrumental in Ashdown's farming and timber industries in the early 20th century. The nearby Memphis, Paris and Gulf Railroad Depot, also known as the Graysonia, Nashville & Ashdown Railroad Depot, appears on the National Register of Historic Places listings in Little River County, Arkansas, due to the strong tie between the success of the railroad and the Ashdown economy. The Hunter-Coulter Museum at 310 N. 2nd Street is managed by the Little River County Historical Society. Originally built in 1918 to house a business following the railroad-inspired boom, it is one of the few remaining structures from the boom period of Ashdown's history. Today, it features period furnishings and offers a candlelight dinner around Christmas. The Two Rivers Museum at 15 E. Main Street contains a military display, \"Freedom's Heroes\", including World War I and World War II uniforms. A horse-drawn hearse and embalming table are also among the displays. A display honoring Henry Kaufman, founder of Kaufman Seeds, is also available to visitors. thumb|right|Pond Creek National Wildlife Refuge Outdoor recreation is plentiful in Ashdown. City Park features a walking trail, playground, tennis courts, baseball and softball diamonds and horseshoe pits. It is also host to the city's farmer's market. Northeast of town, Lake Millwood offers visitors boating, fishing, camping and hiking opportunities along its shores. Along the lake, Millwood State Park is well known for birding and trophy fishing. The park also offers camping, picnic sites, trails and a marina for visitors. Golf is also available near the lake on the 18-hole golf course at the Millwood Landing Golf and RV Resort. Nearby Beard's Bluff offers camping, hiking, fishing and boating. The Pond Creek National Wildlife Refuge at the intersection of the Mississippi flyway and Central Flyway offers of seasonally flooded hardwood forested wetlands that attract wintering waterfowl and deer. Seasonal hunting is offered, as well as fishing, camping and photography. == Politics == The city of Ashdown has trended strikingly red over the past several election cycles like most other rural areas of Arkansas. The last Democrat to carry the city of Ashdown was John Kerry in 2004. {| border = \"2\" |+ Ashdown city vote by party in presidential elections |- style=\"background:lightgrey;\" ! Year ! Democratic ! Republican ! Third Parties |- |align=\"center\" |2020 |align=\"center\" |35.53% 583 |align=\"center\" |59.35% 974 |align=\"center\" |5.12% 84 |- |align=\"center\" |2016 |align=\"center\" |37.27% 637 |align=\"center\" |59.04% 1,009 |align=\"center\" |3.69% 63 |- |align=\"center\" |2012 |align=\"center\" |40.89% 691 |align=\"center\" |57.81% 977 |align=\"center\" |1.30% 22 |- |align=\"center\" |2008 |align=\"center\" |37.95% 408 |align=\"center\" |59.44% 639 |align=\"center\" |2.61% 28 |- |align=\"center\" |2004 |align=\"center\" |54.21% 734 |align=\"center\" |45.27% 613 |align=\"center\" |0.52% 7 |- |align=\"center\" |2000 |align=\"center\" |57.87% 868 |align=\"center\" |41.13% 617 |align=\"center\" |1.00% 15 |- |} ==Education== Students in the Ashdown School District graduate from Ashdown High School. Postsecondary education in Ashdown is available at a local branch of the Cossatot Community College of the University of Arkansas System. ==Media== Ashdown's only newspaper is the weekly Little River News, publishing since 1898. ==Notable people== *Silas Herbert Hunt, \"the first black student to be admitted for graduate or professional studies at any all-white Southern university.\" *Hazel Walker, basketball Hall of Famer *Paul Simmons, American football coach ==See also== * ==References== ==External links== *Official website Category:Cities in Little River County, Arkansas Category:Cities in Arkansas Category:County seats in Arkansas Category:Populated places established in 1892",
 "title": "Ashdown, Arkansas"
}