{
 "id": "107384",
 "text": "Williams (formerly Central) is a city in Colusa County, California, United States. The population was 5,643 at the 2010 census, up from 3,670 at the 2000 census. ==Geography== According to the United States Census Bureau, the city has a total area of , all of it land. ==History== The postal service established a post office at Central in 1874. The town and post office were renamed in 1876, in honor of W. H. Williams, who platted the townsite. The city of Williams was incorporated in 1920. ==Demographics== ===2000=== At the 2000 census there were 3,670 people in 924 households, including 745 families, in the city. The population density was 674.3 people per square mile (260.5/km). There were 968 housing units at an average density of 177.8/sq mi (68.7/km). The racial makeup of the city was 45.45% White, 0.49% Black or African American, 1.14% Native American, 1.14% Asian, 45.50% from other races, and 6.27% from two or more races. 71.20% of the population were Hispanic or Latino of any race. Of the 924 households 51.3% had children under the age of 18 living with them, 66.2% were married couples living together, 8.7% had a female householder with no husband present, and 19.3% were non-families. 16.9% of households were made up of single individuals and 8.7% were one person aged 65 or older. The average household size was 3.70 and the average family size was 4.18. The age distribution was 34.6% under the age of 18, 12.9% from 18 to 24, 28.0% from 25 to 44, 15.4% from 45 to 64, and 9.2% 65 or older. The median age was 27 years. For every 100 females, there were 106.9 males. For every 100 females age 18 and over, there were 105.7 males. The median income for a household in the city was $32,042, and the median family income was $36,389. Males had a median income of $29,625 versus $20,000 for females. The per capita income for the city was $11,010. About 15.5% of families and 19.2% of the population were below the poverty line, including 21.1% of those under age 18 and 15.1% of those age 65 or over. ===2010=== At the 2010 census Williams had a population of 5,123. The population density was 941.0 people per square mile (363.3/km). The racial makeup of Williams was 2,785 (54.4%) White, 59 (1.2%) African American, 55 (1.1%) Native American, 94 (1.8%) Asian, 4 (0.1%) Pacific Islander, 1,946 (38.0%) from other races, and 180 (3.5%) from two or more races. Hispanic or Latino of any race were 3,891 persons (76.0%). The census reported that 5,014 people (97.9% of the population) lived in households, 23 (0.4%) lived in non-institutionalized group quarters, and 86 (1.7%) were institutionalized. There were 1,369 households, 782 (57.1%) had children under the age of 18 living in them, 892 (65.2%) were opposite-sex married couples living together, 140 (10.2%) had a female householder with no husband present, 98 (7.2%) had a male householder with no wife present. There were 73 (5.3%) unmarried opposite-sex partnerships, and 7 (0.5%) same-sex married couples or partnerships. 185 households (13.5%) were one person and 73 (5.3%) had someone living alone who was 65 or older. The average household size was 3.66. There were 1,130 families (82.5% of households); the average family size was 4.04. The age distribution was 1,701 people (33.2%) under the age of 18, 588 people (11.5%) aged 18 to 24, 1,442 people (28.1%) aged 25 to 44, 965 people (18.8%) aged 45 to 64, and 427 people (8.3%) who were 65 or older. The median age was 28.3 years. For every 100 females, there were 108.7 males. For every 100 females age 18 and over, there were 106.9 males. There were 1,487 housing units at an average density of 273.1 per square mile (105.5/km),of which 1,369 were occupied, 832 (60.8%) by the owners and 537 (39.2%) by renters. The homeowner vacancy rate was 3.8%; the rental vacancy rate was 4.4%. 3,011 people (58.8% of the population) lived in owner-occupied housing units and 2,003 people (39.1%) lived in rental housing units. ==Government and politics== In the state legislature, Williams is in , and . Federally, Williams is in . The current mayor of Williams is Alfred Sellers Jr. and the current city administrator is Frank Kennedy. California's longest- serving governor, Jerry Brown, retired to a home that he built on his family's ancestral Schuckman Ranch, in the foothills west of Williams. ==Climate== Williams has a hot-summer Mediterranean climate (Csa) according to the Köppen climate classification system. ==See also== * Sacramento Valley Museum * Wilbur Hot Springs == References == == External links == * Category:Cities in Colusa County, California Category:Incorporated cities and towns in California Category:Populated places established in 1920 Category:1920 establishments in California",
 "title": "Williams, California"
}