{
 "id": "107370",
 "text": "Copperopolis is an unincorporated town and census-designated place (CDP) in Calaveras County, California, United States. The population was 3,671 at the 2010 census, up from 2,363 at the 2000 census. The town is located along State Route 4 and is registered as California Historical Landmark #296. == History == Unlike most of the mining towns in the Calaveras County, Copperopolis' claim to fame is not gold, but copper. It was founded in 1860 by William K. Reed, Dr. Allen Blatchly, and Thomas McCarty, at the site of the second major discovery of copper ore in the region (the first was nearby Telegraph City). William K. Reed and Thomas McCarty founded the Union Copper Mine (and later the Keystone & Empire mines). In 1862, Reed sold out his interest in the mines and built a toll road from Copperopolis through Telegraph City. It connected with a road running westerly into Stockton. This road was called \"Reeds Turnpike\" and remained a toll road until 1865. Copperopolis was on the main stage road from Sonora to Sacramento. The town grew rapidly, as the need for copper during the Civil War for material was great. The copper was sent to Stockton and then to San Francisco, where it was loaded onto ships and taken around Cape Horn before finally arriving in smelters on the East Coast. After the war ended, mining and shipping copper proved too expensive and the population dwindled as the mines closed. However, a Boston company purchased the mines in the 1880s and mining operations resumed. The town went through boom periods during the two World Wars, when demand for copper went up again. By the time the mines closed in 1946, according to the U.S. Bureau of Mines, they had produced 72,598,883 pounds of copper worth over $12 million, which adjusted for inflation is worth approximately $160 million as of 2016. No copper mining has been done since. The first post office was established in 1861. Copperopolis has four buildings listed on the National Register of Historic Places: File:2009-0724-CA-052-CopperopolisArmory.jpg|Copperopolis Armory File:2009-0724-CA-CopperopolisCongregational.jpg|Copperopolis Congregational Church File:2009-0724-CA-052-HonigsbergerStore.jpg|Honigsberger Store File:2009-0724-CA-052-ReedsStore.jpg|Reed's Store ==Geography== According to the United States Census Bureau, the CDP has a total area of , of which, of it is land and of it (2.89%) is water. ==Climate== Copperopolis has a hot-summer Mediterranean climate (Köppen climate classification Csa). There are cool winters during which intense rainfall is broken by weeks of cool, sunny weather. It has hot, dry summers with no rainfall in July and August. Snow is rare in Copperopolis, averaging only per year, mostly in winter months. ==Demographics== ===2010=== At the 2010 census Copperopolis had a population of 3,671. The population density was 171.3 people per square mile (66.1/km). The racial makeup of Copperopolis was 3,318 (90.4%) White, 31 (0.8%) African American, 43 (1.2%) Native American, 36 (1.0%) Asian, 12 (0.3%) Pacific Islander, 83 (2.3%) from other races, and 148 (4.0%) from two or more races. Hispanic or Latino of any race were 454 people (12.4%). The whole population lived in households, no one lived in non-institutionalized group quarters and no one was institutionalized. There were 1,466 households, 413 (28.2%) had children under the age of 18 living in them, 898 (61.3%) were opposite-sex married couples living together, 114 (7.8%) had a female householder with no husband present, 58 (4.0%) had a male householder with no wife present. There were 92 (6.3%) unmarried opposite-sex partnerships, and 12 (0.8%) same-sex married couples or partnerships. 291 households (19.8%) were one person and 115 (7.8%) had someone living alone who was 65 or older. The average household size was 2.50. There were 1,070 families (73.0% of households); the average family size was 2.86. The age distribution was 783 people (21.3%) under the age of 18, 253 people (6.9%) aged 18 to 24, 710 people (19.3%) aged 25 to 44, 1,270 people (34.6%) aged 45 to 64, and 655 people (17.8%) who were 65 or older. The median age was 46.9 years. For every 100 females, there were 102.4 males. For every 100 females age 18 and over, there were 103.0 males. There were 2,336 housing units at an average density of 109.0 per square mile (42.1/km),of which 1,466 were occupied, 1,089 (74.3%) by the owners and 377 (25.7%) by renters. The homeowner vacancy rate was 6.7%; the rental vacancy rate was 8.7%. 2,549 people (69.4% of the population) lived in owner-occupied housing units and 1,122 people (30.6%) lived in rental housing units. == Politics == In the state legislature, Copperopolis is in , and . Federally, Copperopolis is in . ==Literature== Copperopolis is near Tuttletown, which has a shack on Jack Ass Hill, where Mark Twain is supposed to have written one of his most famous works, \"The Celebrated Jumping Frog of Calaveras County\". Author K. Martin Gardner expounds on this literary history, and Twain's friendship with renowned scientist of the time, Nikola Tesla, in his novel Copperopolis. ==See also== ==References== ==External links== * Category:Census-designated places in Calaveras County, California Category:California Historical Landmarks Category:Populated places established in 1860 Category:1860 establishments in California Category:Census-designated places in California",
 "title": "Copperopolis, California"
}