{
 "id": "107319",
 "text": "Cotton Plant is a city in Woodruff County, Arkansas, United States. As of the 2010 census, the city had a total population of 649. ==History== In 1820, when settlers from neighboring states first came to the Cotton Plant area, it was covered in dense timber and cane. As a small town began to take shape at the site of present-day Cotton Plant, those settlers initially gave their new community the name, Richmond. William Lynch brought cotton seeds with him from Mississippi in 1846, and the new crop flourished. The community was forced to change its name to Cotton Plant since a community named Richmond was already registered in Little River County. On July 7, 1862, Confederate units and Cotton Plant locals skirmished with the 1st and 2nd Brigade, 1st Division, Army of the Southwest for the Union, a last-ditch effort by the Confederates to stop Samuel Curtis' march to Helena. The Confederates were soundly defeated, allowing Curtis and his army to eventually take Helena, resupply his army, and take Little Rock the following year. A new line of the Brinkley and Batesville Railroad charged the Cotton Plant economy when it was completed in 1881. Warehouses, cotton gins, and a cotton compress brought jobs to the city, and downtown Cotton Plant became a bustling cultural center for Woodruff County. In 1908, the newly completed Missouri and North Arkansas Railroad opened up the timber industry about Cotton Plant, bringing the Standard Stave and Hoop Mill, sawmills, woodworking factories, and a veneer plant in subsequent years. Hit hard by the Great Depression, the Works Progress Administration was tasked with installing a water and sewer system in town in 1935. Residents celebrated with fireworks and parades upon the completion of the project. The community was also impacted by World War II, but boomed after the war, experiencing its most prosperous times in the 1950s. ==Geography== According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Cotton Plant Racial Composition !Race !Num. !Perc. |- |White |133 |25.14% |- |Black or African American |363 |68.62% |- |Asian |1 |0.19% |- |Other/Mixed |25 |4.73% |- |Hispanic or Latino |7 |1.32% |} As of the 2020 United States Census, there were 529 people, 282 households, and 153 families residing in the city. ===2000 census=== As of the census of 2000, there were 960 people, 416 households, and 262 families residing in the city. The population density was 933.0 people per square mile (359.9/km2). There were 470 housing units at an average density of 456.8 per square mile (176.2/km2). The racial makeup of the city was 74.06% Black or African American, 23.96% White, 0.21% Native American, 0.31% Asian, and 1.46% from two or more races. 1.88% of the population were Hispanic or Latino of any race. There were 416 households, out of which 27.2% had children under the age of 18 living with them, 31.7% were married couples living together, 27.6% had a female householder with no husband present, and 37.0% were non-families. 34.9% of all households were made up of individuals, and 19.7% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.98. In the city, the population was spread out, with 29.7% under the age of 18, 6.6% from 18 to 24, 19.6% from 25 to 44, 22.1% from 45 to 64, and 22.1% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 75.2 males. For every 100 females age 18 and over, there were 73.5 males. The median income for a household in the city was $13,264, and the median income for a family was $15,625. Males had a median income of $18,125 versus $16,250 for females. The per capita income for the city was $9,652. 47.3% of the population and 39.5% of families were below the poverty line. 66.8% of those under the age of 18 and 36.1% of those 65 and older were living below the poverty line. == Education == Public education for early childhood, elementary and secondary school students is provided by the Augusta School District, which leads to graduation from Augusta High School. On July 1, 2004, the Cotton Plant School District merged into the Augusta School District.\"ConsolidationAnnex_from_1983.xls.\" Arkansas Department of Education. Retrieved on June 4, 2018. Cotton Plant Elementary School remained as one of three schools in the district and served prekindergarten through grade 3. In 2014 the Augusta school district planned to close Cotton Plant Elementary and the Arkansas Department of Education (ADE) approved the closure. ==In popular culture== \"Other Idiots from Arkansas\", a track from Lewis Black's The White Album, includes an alleged news story of two men who got in a truck accident near Cotton Plant when a cartridge used in place of an automotive fuse fired off. ==Notable people== * Florence Price, famous composer * Johnnie S. Aikens, Missouri state representative * Jim McElroy, professional basketball player * Pearl Peden Oldfield, first female from Arkansas elected to Congress * Sister Rosetta Tharpe, gospel singer who began performing in local churches at the age of four * Peetie Wheatstraw, blues singer with 166 recordings. * Jesse Walter Arbor, one of the Golden Thirteen. Prior to 1945, there were no black officers in the U.S. Navy. ==References== ==External links== * History of Cotton Plant Category:Cities in Arkansas Category:Cities in Woodruff County, Arkansas Category:1887 establishments in Arkansas",
 "title": "Cotton Plant, Arkansas"
}