{
 "id": "107380",
 "text": "Wallace is a census-designated place (CDP) at the far west edge of Calaveras County, California, United States on State Route 12. The population was 403 at the 2010 census, up from 220 at the 2000 census. ==Name== On the 1883 map of the town site is the name of the surveyor, John Herbert Wallace. It has been widely assumed that he is the one the town is named after. However, according to historian Sal Manna in the July 2006 issue of Las Calaveras, the quarterly magazine of the Calaveras County Historical Society, the town is named for John Herbert Wallace's father, John Wallace, who was a well-known engineer and surveyor in the area. He had been elected San Joaquin County surveyor. John Wallace was also an elder brother of Alfred Russel Wallace, a leading 19th century British naturalist who independently developed a theory of natural selection around the same time as Charles Darwin. John Wallace had originally come to California for the California Gold Rush, but was unsuccessful as a miner. ==Geography== According to the United States Census Bureau, the CDP has a total area of , of which, 98.2% is land and 1.8% is water. ==History== The town's post office was established in 1883, closed in 1945, and re- established in 1951. ==Demographics== ===2010=== The 2010 United States Census reported that Wallace had a population of 403. The population density was 91.3 people per square mile (35.3/km). The racial makeup of Wallace was 347 (86.1%) White, 3 (0.7%) African American, 4 (1.0%) Native American, 10 (2.5%) Asian, 2 (0.5%) Pacific Islander, 22 (5.5%) from other races, and 15 (3.7%) from two or more races. Hispanic or Latino of any race were 32 persons (7.9%). The Census reported that 403 people (100% of the population) lived in households, 0 (0%) lived in non-institutionalized group quarters, and 0 (0%) were institutionalized. There were 154 households, out of which 39 (25.3%) had children under the age of 18 living in them, 106 (68.8%) were opposite-sex married couples living together, 9 (5.8%) had a female householder with no husband present, 3 (1.9%) had a male householder with no wife present. There were 10 (6.5%) unmarried opposite-sex partnerships, and 1 (0.6%) same-sex married couples or partnerships. 24 households (15.6%) were made up of individuals, and 12 (7.8%) had someone living alone who was 65 years of age or older. The average household size was 2.62. There were 118 families (76.6% of all households); the average family size was 2.92. The population was spread out, with 81 people (20.1%) under the age of 18, 27 people (6.7%) aged 18 to 24, 80 people (19.9%) aged 25 to 44, 134 people (33.3%) aged 45 to 64, and 81 people (20.1%) who were 65 years of age or older. The median age was 47.8 years. For every 100 females, there were 89.2 males. For every 100 females age 18 and over, there were 97.5 males. There were 176 housing units at an average density of 39.9 per square mile (15.4/km), of which 154 were occupied, of which 131 (85.1%) were owner-occupied, and 23 (14.9%) were occupied by renters. The homeowner vacancy rate was 4.3%; the rental vacancy rate was 8.0%. 328 people (81.4% of the population) lived in owner-occupied housing units and 75 people (18.6%) lived in rental housing units. ===2000=== As of the census of 2000, there were 220 people, 87 households, and 68 families residing in the CDP. The population density was 51.9 people per square mile (20.0/km). There were 96 housing units at an average density of 22.6 per square mile (8.7/km). The racial makeup of the CDP was 90.00% White, 1.36% Black or African American, 0.45% Native American, 2.27% Asian, 0.91% from other races, and 5.00% from two or more races. 4.09% of the population were Hispanic or Latino of any race. There were 87 households, out of which 27.6% had children under the age of 18 living with them, 64.4% were married couples living together, 6.9% had a female householder with no husband present, and 21.8% were non-families. 11.5% of all households were made up of individuals, and 4.6% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 2.74. In the CDP, the population was spread out, with 22.3% under the age of 18, 4.1% from 18 to 24, 22.3% from 25 to 44, 36.8% from 45 to 64, and 14.5% who were 65 years of age or older. The median age was 46 years. For every 100 females, there were 111.5 males. For every 100 females age 18 and over, there were 94.3 males. The median income for a household in the CDP was $66,607, and the median income for a family was $70,568. Males had a median income of $51,058 versus $22,308 for females. The per capita income for the CDP was $26,895. None of the population or families were below the poverty line. ==Politics== In the state legislature, Wallace is in , and . Federally, Wallace is in . ==References== ==External links== * Category:Census-designated places in Calaveras County, California Category:Populated places established in 1883 Category:Census-designated places in California",
 "title": "Wallace, California"
}