{
 "id": "107492",
 "text": "Heber is a census-designated place (CDP) in Imperial County, California. Heber is located north-northwest of Calexico. The population was 4,275 at the 2010 census, up from 2,566 in 2000. ==Geography== According to the United States Census Bureau, the CDP has a total area of , all land. ==History== Heber was founded in 1903 by the Imperial Land Company. The first post office at Heber opened in 1904, having been established first as Bradtmoore a half mile north. The name honors A.H. Heber, president of the California Development Company. ==Demographics== ===2010=== The 2010 United States Census reported that Heber had a population of 4,275. The population density was 2,878.3 people per square mile (1,111.3/km2). The racial makeup of Heber was 2,174 (50.9%) White, 5 (0.1%) African American, 33 (0.8%) Native American, 15 (0.4%) Asian, 0 (0.0%) Pacific Islander, 1,758 (41.1%) from other races, and 290 (6.8%) from two or more races. Hispanic or Latino of any race were 4,197 persons (98.2%). The Census reported that 4,275 people (100% of the population) lived in households, 0 (0%) lived in non-institutionalized group quarters, and 0 (0%) were institutionalized. There were 1,094 households, out of which 694 (63.4%) had children under the age of 18 living in them, 657 (60.1%) were opposite-sex married couples living together, 279 (25.5%) had a female householder with no husband present, 65 (5.9%) had a male householder with no wife present. There were 48 (4.4%) unmarried opposite-sex partnerships, and 7 (0.6%) same-sex married couples or partnerships. 77 households (7.0%) were made up of individuals, and 39 (3.6%) had someone living alone who was 65 years of age or older. The average household size was 3.91. There were 1,001 families (91.5% of all households); the average family size was 4.09. The population was spread out, with 1,454 people (34.0%) under the age of 18, 454 people (10.6%) aged 18 to 24, 1,115 people (26.1%) aged 25 to 44, 830 people (19.4%) aged 45 to 64, and 422 people (9.9%) who were 65 years of age or older. The median age was 28.7 years. For every 100 females, there were 89.9 males. For every 100 females age 18 and over, there were 82.5 males. There were 1,192 housing units at an average density of 802.6 per square mile (309.9/km2), of which 1,094 were occupied, of which 678 (62.0%) were owner-occupied, and 416 (38.0%) were occupied by renters. The homeowner vacancy rate was 2.0%; the rental vacancy rate was 6.3%. 2,736 people (64.0% of the population) lived in owner-occupied housing units and 1,539 people (36.0%) lived in rental housing units. ===2000=== As of the census of 2000, there were 2,988 people, 729 households, and 677 families residing in the CDP. The population density was 2,003.9 people per square mile (774.3/km2). There were 756 housing units at an average density of 507.0 per square mile (195.9/km2). The racial makeup of the CDP was 34.3% White, 0.6% Black or African American, 0.6% Native American, 0.3% Asian, 61.9% from other races, and 2.3% from two or more races. 97.5% of the population were Hispanic or Latino of any race. There were 729 households, out of which 53.4% had children under the age of 18 living with them, 66.1% were married couples living together, 19.9% had a female householder with no husband present, and 7.0% were non-families. 5.9% of all households were made up of individuals, and 4.0% had someone living alone who was 65 years of age or older. The average household size was 4.1 and the average family size was 4.2. In the CDP, the population was spread out, with 34.8% under the age of 18, 9.5% from 18 to 24, 29.4% from 25 to 44, 17.3% from 45 to 64, and 8.9% who were 65 years of age or older. The median age was 29 years. For every 100 females, there were 91.3 males. For every 100 females age 18 and over, there were 87.0 males. The median income for a household in the CDP was $28,221, and the median income for a family was $29,526. Males had a median income of $23,056 versus $19,231 for females. The per capita income for the CDP was $8,847. About 21.6% of families and 22.9% of the population were below the poverty line, including 28.9% of those under age 18 and 18.1% of those age 65 or over. ==Politics== In the state legislature, Heber is in , and . Federally, Heber is in . ==Climate== Heber, California, has a semiarid or a hot desert climate. ==References== Category:Census-designated places in Imperial County, California Category:El Centro metropolitan area Category:Imperial Valley Category:Populated places in the Colorado Desert Category:Census-designated places in California",
 "title": "Heber, California"
}