{
 "id": "107434",
 "text": "Pollock Pines is a census-designated place (CDP) in El Dorado County, California, United States. It is part of the Sacramento-Arden-Arcade-Roseville Metropolitan Statistical Area. Pollock Pines lies at an elevation of in the Sierra Nevada. The population was 6,871 at the 2010 census, up from 4,728 at the 2000 census. ==Geography== Pollock Pines receives annual snowfall between and . The town sits on the westward side of the Sierra Nevada and receives several inches of precipitation each year. According to the United States Census Bureau, the CDP has a total area of , over 99% of it land. For the 2000 census, the CDP had a total area of , all of it land. The area encompassing Pollock Pines is in a heavily timbered mountain region situated along the ridgetop on the south side of the South Fork of the American River. It is considered a \"very high fire hazard severity zone\", although it received grants from the state's cap and trade carbon trading program to trim vegetation on the ridgeline south of Highway 50. It is approximately east of Placerville and east of Sacramento on U.S. Highway 50. ===Climate=== According to the Köppen Climate Classification system, Pollock Pines has a warm-summer Mediterranean climate, abbreviated \"Csa\" on climate maps.Climate Summary for Pollock Pines, California ==History== One of the original Pony Express stations (Twelve Mile House) was located in Pollock Pines. The location was covered by the restaurant called Sportsman's Hall. The \"Hall\", which was originally opened in 1852 by John and James Blair, who had immigrated from Scotland, still operates today. It is the site of California Registered Historical Landmark #704, which reads: \"This was the site of Sportsman's Hall, also known as Twelve-Mile House, the hotel operated in the latter 1850s and 1860s by John and James Blair. A stopping place for stages and teams of the Comstock, it became a relay station of the Central Overland Pony Express. Here, at 7:40 A.M., April 4, 1860, pony rider William (Sam) Hamilton riding in from Placerville, handed the express mail to Warren Upson, who, two minutes later, sped on his way eastward.\" Pollock Pines was primarily a lumber community (the town is named for H.R. Pollock, who operated a lumber mill in the area in the early 1900s). The first post office opened in 1936. The name celebrates the Pollock family, who were early settlers. In 2014 the King Fire burned in the Eldorado National Forest and on private land, destroying 80 structures, including residences and outbuildings near Pollock Pines. The cause of the fire, which was started September 13 and was extinguished October 9, was determined to be arson. The fire threatened thousands of homes as well as reservoirs that provide water and electricity to portions of California. The fire and the post-burn area were extensively studied by NASA's wildfires program which collected data on pre-burn forest conditions, fuel moisture, fire behavior, burned area and severity, post-fire forest structure, erosion, re-vegetation, and targeted mitigation for the fire science and management communities. ==Demographics== ===2010=== The 2010 United States Census reported that Pollock Pines had a population of 6,871. The population density was 863.2 people per square mile (333.3/km). The racial makeup of Pollock Pines was 6,195 (90.2%) White, 18 (0.3%) African American, 128 (1.9%) Native American, 56 (0.8%) Asian, 3 (0.0%) Pacific Islander, 251 (3.7%) from other races, and 220 (3.2%) from two or more races. Hispanic or Latino of any race were 713 persons (10.4%). The Census reported that 6,849 people (99.7% of the population) lived in households, 22 (0.3%) lived in non-institutionalized group quarters, and 0 (0%) were institutionalized. There were 2,827 households, out of which 795 (28.1%) had children under the age of 18 living in them, 1,484 (52.5%) were opposite-sex married couples living together, 264 (9.3%) had a female householder with no husband present, 168 (5.9%) had a male householder with no wife present. There were 201 (7.1%) unmarried opposite-sex partnerships, and 25 (0.9%) same-sex married couples or partnerships. 733 households (25.9%) were made up of individuals, and 269 (9.5%) had someone living alone who was 65 years of age or older. The average household size was 2.42. There were 1,916 families (67.8% of all households); the average family size was 2.88. The population was spread out, with 1,463 people (21.3%) under the age of 18, 484 people (7.0%) aged 18 to 24, 1,511 people (22.0%) aged 25 to 44, 2,285 people (33.3%) aged 45 to 64, and 1,128 people (16.4%) who were 65 years of age or older. The median age was 44.8 years. For every 100 females, there were 101.6 males. For every 100 females age 18 and over, there were 101.5 males. There were 3,391 housing units at an average density of 426.0 per square mile (164.5/km), of which 2,827 were occupied, of which 2,119 (75.0%) were owner-occupied, and 708 (25.0%) were occupied by renters. The homeowner vacancy rate was 3.2%; the rental vacancy rate was 11.9%. 5,063 people (73.7% of the population) lived in owner-occupied housing units and 1,786 people (26.0%) lived in rental housing units. ==Politics== In the state legislature, Pollock Pines is in , and . Federally, Pollock Pines is in . == Notable people == * Vernon \"Cody\" Matthews, man missing from Pollock Pines since 2014 ==References== http://eldorado2016.com/historical-places/el-dorado- county-and-communities/pollock-pines/ https://www.thepollockpinesepic.com/ ==External links== *The Pollock Pines Epic - A history of the Pollock Pines area, c 1988-2008, Marilyn Parker Category:Census-designated places in El Dorado County, California Category:Populated places in the Sierra Nevada (United States) Category:Populated places established in 1936 Category:1936 establishments in California Category:Census-designated places in California",
 "title": "Pollock Pines, California"
}