{
 "id": "107438",
 "text": "Bowles is a census-designated place (CDP) in Fresno County, California, United States. The population was 166 at the 2010 census, down from 182 at the 2000 census. Bowles is located south of downtown Fresno, at an elevation of 279 feet (85 m). ==Geography== According to the United States Census Bureau, the CDP has a total area of , all of it land. ==History== A post office operated at Bowles from 1904 to 1943. The name honors a local pioneer family. Bowles was a station on the Atchison, Topeka and Santa Fe Railway Valley Division. ==Demographics== ===2010=== The 2010 United States Census reported that Bowles had a population of 166. The population density was 436.0 people per square mile (168.4/km2). The racial makeup of Bowles was 108 (65.1%) White, 6 (3.6%) African American, 1 (0.6%) Native American, 1 (0.6%) Asian, 0 (0.0%) Pacific Islander, 43 (25.9%) from other races, and 7 (4.2%) from two or more races. Hispanic or Latino of any race were 71 persons (42.8%). The Census reported that 112 people (67.5% of the population) lived in households, 0 (0%) lived in non-institutionalized group quarters, and 54 (32.5%) were institutionalized. There were 34 households, out of which 14 (41.2%) had children under the age of 18 living in them, 21 (61.8%) were opposite-sex married couples living together, 4 (11.8%) had a female householder with no husband present, 1 (2.9%) had a male householder with no wife present. There were 3 (8.8%) unmarried opposite-sex partnerships, and 0 (0%) same-sex married couples or partnerships. 6 households (17.6%) were made up of individuals, and 2 (5.9%) had someone living alone who was 65 years of age or older. The average household size was 3.29. There were 26 families (76.5% of all households); the average family size was 3.27. The population was spread out, with 26 people (15.7%) under the age of 18, 7 people (4.2%) aged 18 to 24, 25 people (15.1%) aged 25 to 44, 46 people (27.7%) aged 45 to 64, and 62 people (37.3%) who were 65 years of age or older. The median age was 59.0 years. For every 100 females, there were 90.8 males. For every 100 females age 18 and over, there were 94.4 males. There were 37 housing units at an average density of 97.2 per square mile (37.5/km2), of which 34 were occupied, of which 22 (64.7%) were owner-occupied, and 12 (35.3%) were occupied by renters. The homeowner vacancy rate was 4.3%; the rental vacancy rate was 14.3%. 63 people (38.0% of the population) lived in owner-occupied housing units and 49 people (29.5%) lived in rental housing units. ===2000=== As of the census of 2000, there were 182 people, 35 households, and 29 families residing in the CDP. The population density was 473.3 people per square mile (184.9/km2). There were 35 housing units at an average density of 91.0 per square mile (35.6/km2). The racial makeup of the CDP was 64.29% White, 0.55% Black or African American, 0.55% Native American, 3.85% Asian, 28.02% from other races, and 2.75% from two or more races. 42.86% of the population were Hispanic or Latino of any race. There were 35 households, out of which 42.9% had children under the age of 18 living with them, 71.4% were married couples living together, 14.3% had a female householder with no husband present, and 14.3% were non-families. 11.4% of all households were made up of individuals, and 2.9% had someone living alone who was 65 years of age or older. The average household size was 3.66 and the average family size was 4.00. In the CDP, the population was spread out, with 23.6% under the age of 18, 4.4% from 18 to 24, 21.4% from 25 to 44, 17.0% from 45 to 64, and 33.5% who were 65 years of age or older. The median age was 46 years. For every 100 females, there were 78.4 males. For every 100 females age 18 and over, there were 87.8 males. The median income for a household in the CDP was $58,750, and the median income for a family was $86,635. Males had a median income of $0 versus $42,813 for females. The per capita income for the CDP was $16,735. About 21.7% of families and 34.9% of the population were below the poverty line, including 60.0% of those under the age of eighteen and none of those 65 or over. ==References== Category:Populated places established in 1904 Category:Census-designated places in Fresno County, California Category:Census-designated places in California",
 "title": "Bowles, California"
}