{
 "id": "107634",
 "text": "{{Infobox settlement |name = Hawaiian Gardens, California |official_name = City of Hawaiian Gardens |other_name = |native_name = |nickname = |motto = \"Our Youth, Our Future\" |settlement_type = City |image_skyline = |imagesize = |image_caption = |image_flag = |flag_size = |image_seal = Hawaiian_Gardens_seal.jpg |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_size = |image_map = File:Los Angeles County California Incorporated and Unincorporated areas Hawaiian Gardens Highlighted 0632506.svg |mapsize = 250x200px |map_caption = Location of Hawaiian Gardens in Los Angeles County, California. |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = | pushpin_map = USA | pushpin_map_caption = Location in the United States | pushpin_relief = 1 |subdivision_type = Country |subdivision_name = |subdivision_type1 = State |subdivision_name1 = |subdivision_type2 = County |subdivision_name2 = Los Angeles |government_type = City Council-Administrator |leader_title = Mayor |leader_name = Jesse Alvarado |leader_title1 = Mayor Pro Tem |leader_name1 = Luis Roa |leader_title2 = Council Members |leader_name2 = Myra Maravilla Victor Farfan Hank Trimble |established_title = |established_date = |established_title2 = |established_date2 = |established_title3 = Incorporated (city) |established_date3 = April 9, 1964 |area_magnitude = | unit_pref = Imperial | area_footnotes = | area_total_sq_mi = 0.96 | area_land_sq_mi = 0.95 | area_water_sq_mi = 0.01 | area_total_km2 = 2.48 | area_land_km2 = 2.45 | area_water_km2 = 0.03 | area_water_percent = 1.09 |area_metro_km2 = |area_metro_sq_mi = |population_as_of = 2010 |population_footnotes = |population_total = 14254 |pop_est_as_of = 2019 |pop_est_footnotes = |population_est = 14159 |population_density_sq_mi = 14935.65 |population_metro = |population_density_metro_sq_mi = |timezone = PST |utc_offset = −8 |timezone_DST = PDT |utc_offset_DST = −7 |coordinates = |elevation_footnotes = |elevation_m = 10 |elevation_ft = 33 |postal_code_type = ZIP code |postal_code = 90716 |area_code = 562 |blank_name = FIPS code |blank_info = 06-32506 |blank1_name = GNIS feature ID |blank1_info = 1652716 |website = |footnotes = |population_density_km2 = 5768.48 }} Hawaiian Gardens is a city in Los Angeles County, California, United States. It is the smallest city in the county in area (approximately 1.0 mi2) and was incorporated on April 9, 1964. The population was 14,254 at the 2010 census, down from 14,779 at the 2000 census. The city's unusual name originated with a 1920s refreshment stand that was decorated with palm fronds and bamboo. It was the then-rural area's main landmark for many years, and its name stuck as the small town grew up around it. As one of seven Los Angeles County cities that allow casino gambling, more than $9.2 million (65%) of the city's revenue comes from the Gardens Casino. ==Geography== Hawaiian Gardens is located at (33.828565, -118.073646). It is bounded by the Los Angeles County cities of Long Beach and Lakewood, and by the Orange County city of Cypress. According to the United States Census Bureau, the city has a total area of . of it is land and of it (1.09%) is water. Hawaiian Gardens is the smallest city in area in Los Angeles County. ==History== In 1927, a fruit stand with palms was opened on the corner of two dirt roads of Carson and Norwalk called Hawaiian Gardens. Thus, the name was born. The area was a refuge for people to buy or build a home during the Great Depression. Many homes lacked basic modern conveniences. In the late 1920s, only Norwalk Blvd was a paved road. For the next 35 years, with the exceptions of Pioneer Boulevard, Norwalk Boulevard, and Carson Street, the little town would be all dirt roads. When the city was incorporated in 1964, the paving of roads began immediately. By 1966, all streets south of Carson between Pioneer and Norwalk were paved. By 1968, all streets were paved, and the three major thoroughfares of Norwalk, Pioneer, and Carson were widened to current traffic standards. ==Historic structures lost== * Van Kampen Dairy Drive-In (1959–2011); razed for parking lot in 2013; SW Corner of Norwalk and 226th Streets * Bloomfield Elementary School (1924–1986); sold for $3 million in lieu of current shopping center; 12100 Carson St * Homebase Warehouse Store (1989–2007); sold and razed for the current bingo club at 21900 Norwalk Blvd. * Historic Section at 22100–21700 Norwalk Boulevard; razed in 1989 for Homebase Warehouse Store. This whole east side of Norwalk Boulevard had a few cafes, businesses, and beauty salons, some of which dated back to the 1950s. * Plowboys Market (1956–1999); family-owned supermarket replaced by the Gardens Casino; there were also other businesses replaced, including a Pic 'N' Save * The original Hawaiian Gardens City Hall (1964–1979); building razed 1988 for Gardens Shopping Center; 12134 Tilbury St. * The original Hawaiian Gardens Library (1979–1988); building razed 1988 for Gardens Shopping Center; 12134 Tilbury St. ==Demographics== ===2010=== At the 2010 census Hawaiian Gardens had a population of 14,254. The population density was 14,905.0 people per square mile (5,754.9/km). The racial makeup of Hawaiian Gardens was 6,477 (45.4%) White (7.3% Non-Hispanic White), 546 (3.8%) African American, 178 (1.2%) Native American, 1,513 (10.6%) Asian, 57 (0.4%) Pacific Islander, 4,929 (34.6%) from other races, and 554 (3.9%) from two or more races. Hispanic or Latino of any race were 11,010 persons (77.2%). The census reported that 14,238 people (99.9% of the population) lived in households, 16 (0.1%) lived in non-institutionalized group quarters, and no one was institutionalized. There were 3,562 households, 1,930 (54.2%) had children under the age of 18 living in them, 1,819 (51.1%) were married couples living together, 714 (20.0%) had a female householder with no husband present, 337 (9.5%) had a male householder with no wife present. There were 217 (6.1%) partnerships, and 20 (0.6%) same-sex married couples or partnerships. 534 households (15.0%) were one person and 246 (6.9%) had someone living alone who was 65 or older. The average household size was 4.00. There were 2,870 families (80.6% of households); the average family size was 4.33. The age distribution was 4,576 people (32.1%) under the age of 18, 1,759 people (12.3%) aged 18 to 24, 4,109 people (28.8%) aged 25 to 44, 2,684 people (18.8%) aged 45 to 64, and 1,126 people (7.9%) who were 65 or older. The median age was 28.4 years. For every 100 females, there were 99.4 males. For every 100 females age 18 and over, there were 96.9 males. There were 3,703 housing units at an average density of 3,872.1 per square mile, of the occupied units 1,577 (44.3%) were owner- occupied and 1,985 (55.7%) were rented. The homeowner vacancy rate was 1.7%; the rental vacancy rate was 4.3%. 6,247 people (43.8% of the population) lived in owner-occupied housing units and 7,991 people (56.1%) lived in rental housing units. According to the 2010 United States Census, Hawaiian Gardens had a median household income of $42,017, with 24.4% of the population living below the federal poverty line. ===2000=== At the 2000 census there were 14,779 people in 3,507 households, including 2,868 families, in the city. The population density was 15,389.5 inhabitants per square mile (5,944.0/km). There were 3,624 housing units at an average density of 3,773.7 per square mile (1,457.5/km). The racial makeup of the city was 38.24% White, 4.45% Black or African American, 1.28% Native American, 8.80% Asian, 0.74% Pacific Islander, 41.65% from other races, and 4.85% from two or more races. 62.8% of the population were Hispanic or Latino of any race. Of the 3,507 households 52.4% had children under the age of 18 living with them, 53.8% were married couples living together, 19.0% had a female householder with no husband present, and 18.2% were non-families. 14.2% of households were one person and 5.8% were one person aged 65 or older. The average household size was 4.21 and the average family size was 4.52. The age distribution was 36.8% under the age of 18, 12.6% from 18 to 24, 30.1% from 25 to 44, 14.4% from 45 to 64, and 6.2% 65 or older. The median age was 25 years. For every 100 females, there were 104.9 males. For every 100 females age 18 and over, there were 102.4 males. The median household income was $34,500 and the median family income was $31,840. Males had a median income of $21,074 versus $20,643 for females. The per capita income for the city was $10,728. About 19.8% of families and 22.1% of the population were below the poverty line, including 27.4% of those under age 18 and 15.2% of those age 65 or over. ==Government and infrastructure== ===City government=== The City of Hawaiian Gardens is a general law city and governs itself as a council-manager form of government. The city council is elected at-large. The city council appoints the city manager. The council establishes policies and ordinances and the city manager, assisted by the department heads, implements them. The city council members must be Hawaiian Gardens residents and registered voters. As specified by the Constitution of California, city elections are non-partisan. ===State and federal representation=== In the California State Legislature, Hawaiian Gardens is in , and in . In the United States House of Representatives, Hawaiian Gardens is in . ===Public services=== Fire protection in Hawaiian Gardens is provided by the Los Angeles County Fire Department with ambulance transport by Care Ambulance Service. The Los Angeles County Sheriff's Department operates the Lakewood Station in Lakewood, serving Hawaiian Gardens.\"Lakewood Station .\" Los Angeles County Sheriff's Department. Retrieved on January 21, 2010. The Los Angeles County Department of Health Services operates the Whittier Health Center in Whittier, serving Hawaiian Gardens.\"Whittier Health Center.\" Los Angeles County Department of Health Services. Retrieved on March 18, 2010. Hawaiian Gardens is served by the United States Postal Service Los Alamitos Post Office, located at 10650 Reagan St, Los Alamitos, CA 90720. ==Education== Hawaiian Gardens is within the ABC Unified School District. Elementary schools within Hawaiian Gardens include Venn W. Ferguson Elementary School and Hawaiian Elementary School. Middle schools within Hawaiian Gardens include Pharis F. Fedde Middle School, which was formerly called Killingsworth Junior High School. Residents are zoned to the following high schools: *Artesia High School in Lakewood *Tracy High Continuation School in Cerritos ==Economy== ===Top employers=== According to the city's 2009 Comprehensive Annual Financial Report, the top employers in the city are: {| class=\"wikitable\" border=\"1\" |- ! # ! Employer ! # of Employees |- | 1 |Hawaiian Gardens Casino |1,000 |- | 2 |Tri-City Regional Medical Center |350 |- | 3 |City of Hawaiian Gardens |81 |- | 4 |Total Building Care |70 |- | 5 |Cypress Garden Villas |70 |- | 6 |Howard Contracting |50 |- | 7 |Richmond Plastering |50 |- | 8 |Patchman |45 |- | 9 |ABC Unified School District |40 |- | 10 |Outdoor Living Products |40 |- |} ==See also== * Gateway Cities ==References== ==External links== *Hawaiian Gardens city homepage *LA County Disaster Communications Service (DCS) Lakewood Sheriff Station Category:Cities in Los Angeles County, California Category:Populated places established in 1920 Category:Incorporated cities and towns in California Category:Los Angeles Harbor Region Category:1920 establishments in California Category:Gateway Cities",
 "title": "Hawaiian Gardens, California"
}