{
 "id": "107666",
 "text": "Palos Verdes Estates (Palos Verdes, Spanish for \"Green Sticks\") is a city in Los Angeles County, California, United States, situated on the Palos Verdes Peninsula. The city was master-planned by the noted American landscape architect and planner Frederick Law Olmsted Jr. The city is located along the Southern California coastline of the Pacific Ocean. The population was 13,438 at the 2010 census, up from 13,340 in the 2000 census. According to the 2000 U.S. Census, Palos Verdes Estates is the 81st richest place in the United States with at least 1,000 households (based upon per capita income). The 90274 ZIP code (covering the cities of Palos Verdes Estates and Rolling Hills) was ranked the 47th most expensive housing area among high property value U.S. ZIP codes in a 2007 study by Forbes.com. Palos Verdes is also particularly well known for its high-performing schools, with various national publications ranking the high school between 8th- and 44th-best in the nation in the 2000s and 2010s. ==History== Palos Verdes Estates was established as a planned community in 1923, with carved out of the former Rancho Palos Verdes property of over . Frank Vanderlip established both a land syndicate holding the Palos Verdes peninsula, and a real estate development trust for the Palos Verdes Estates subdivision.Robert M. Fogelson (2005). Bourgeois Nightmares: suburbia, 1870-1930. New Haven: Yale University Press, p.5,10. The Commonwealth Trust Company filed the Palos Verdes Protective Restrictions in Los Angeles County in 1923. These restrictions established rules for the developer and all land owners.Robert M. Fogelson (2005). Bourgeois Nightmares: suburbia, 1870-1930. New Haven: Yale University Press, p.14. The developer was required to set aside half of the land for common use, including roads and parks, but also to build bridle paths, a golf course, and retain several miles of coastline free of development.Robert M. Fogelson (2005). Bourgeois Nightmares: suburbia, 1870-1930. New Haven: Yale University Press, p.11-12.Kenneth T. Jackson (1985). Crabgrass Frontier: the suburbanization of the United States, New York: Columbia University Press, p.179-180. No less than ninety percent of the remaining land was required to be used for single-family homes. The designers of Palos Verdes Estates, Frederick Law Olmsted Jr. and Charles Cheney, used deed restrictions as a method of controlling development of the subdivision, even after many of the lots would have already been sold.Marc A. Weiss (1987). The Rise of the Community Builders: the American real estate industry and urban planning, p.70. The deed restrictions prohibited nuisance businesses, such as polluting industries, but also bars and cemeteries. The deed restrictions also included an exclusionary racial covenant which forbid an owner from selling or renting a house to anyone who wasn't Caucasian. They were also not permitted to have African-Americans on their property with the exception of chauffeurs, gardeners, and domestic servants. The “sundown rule” was strictly in effect, and it wasn’t until 1948 when such restrictions were declared unconstitutional. Yet, it took 20 more years until the Fair Housing Act was passed in 1968 for the reality of the civil rights protections to take hold. An art jury reviewed all building plans, regulating any structure in regard to style, material, and even small details like color and the pitch of the roof. The construction of fences and hedges were subject to evaluation by the art jury.Robert M. Fogelson (2005). Bourgeois Nightmares: suburbia, 1870-1930. New Haven: Yale University Press, p.14-18. At the time of the city's incorporation in 1939, the business and shop area around Malaga Cove had most of the Peninsula's earlier buildings. The Malaga Cove Plaza building of the Palos Verdes Public Library, designed by Pasadena architect Myron Hunt, was placed on the National Register of Historic Places in 1995. Palos Verdes Estates was one of the earliest masterplanned communities in the United States. ==Geography== Palos Verdes Estates is located at (33.787049, -118.396657). According to the United States Census Bureau, the city has a total area of , over 99% of it land. ==Demographics== ===2010=== The 2010 United States Census reported that Palos Verdes Estates had a population of 13,438. The population density was 2,814.8 people per square mile (1,086.8/km2). The racial makeup of Palos Verdes Estates was 10,346 (77.0%) White (73.4% Non-Hispanic White), 161 (1.2%) African American, 21 (0.2%) Native American, 2,322 (17.3%) Asian, 8 (0.1%) Pacific Islander, 94 (0.7%) from other races, and 486 (3.6%) from two or more races. There were 631 people (4.7%) of Hispanic or Latino origin, of any race. The Census reported that 13,421 people (99.9% of the population) lived in households, 17 (0.1%) lived in non-institutionalized group quarters, and 0 (0%) were institutionalized. There were 5,066 households, out of which 1,686 (33.3%) had children under the age of 18 living in them, 3,649 (72.0%) were opposite-sex married couples living together, 296 (5.8%) had a female householder with no husband present, 138 (2.7%) had a male householder with no wife present. There were 91 (1.8%) unmarried opposite-sex partnerships, and 26 (0.5%) same-sex married couples or partnerships. 848 households (16.7%) were made up of individuals, and 534 (10.5%) had someone living alone who was 65 years of age or older. The average household size was 2.65. There were 4,083 families (80.6% of all households); the average family size was 2.97. The population was spread out, with 3,113 people (23.2%) under the age of 18, 588 people (4.4%) aged 18 to 24, 1,787 people (13.3%) aged 25 to 44, 4,702 people (35.0%) aged 45 to 64, and 3,248 people (24.2%) who were 65 years of age or older. The median age was 49.9 years. For every 100 females, there were 95.2 males. For every 100 females age 18 and over, there were 93.0 males. There were 5,283 housing units at an average density of 1,106.6 per square mile (427.3/km2), of which 4,496 (88.7%) were owner-occupied, and 570 (11.3%) were occupied by renters. The homeowner vacancy rate was 0.7%; the rental vacancy rate was 5.6%. 11,958 people (89.0% of the population) lived in owner-occupied housing units and 1,463 people (10.9%) lived in rental housing units. According to the 2010-2014 U.S. Census, the median income for a household in Palos Verdes Estates was $171,328. The per capita income for the city was $87,408. ===2000=== As of the census of 2000, there were 13,340 people, 4,993 households, and 4,119 families residing in the city. The population density was 2,784.9 inhabitants per square mile (1,075.3/km2). There were 5,202 housing units at an average density of 1,086.0 per square mile (419.3/km2). The racial makeup of the city was 78.3% White, 17.1% Asian, 2.0% African American, 0.1% Native American, 0.1% Pacific Islander, 0.6% from other races, and 2.7% from two or more races. Hispanic or Latino of any race were 2.8% of the population. There were 4,993 households, out of which 32.8% had children under the age of 18 living with them, 75.7% were married couples living together, 4.7% had a female householder with no husband present, and 17.5% were non-families. 15.0% of all households were made up of individuals, and 8.2% had someone living alone who was 65 years of age or older. The average household size was 2.67 and the average family size was 2.96. thumb|right|Malaga Cove Plaza was built in a Spanish Renaissance style in 1925. In the city, the population was spread out, with 23.2% under the age of 18, 4.1% from 18 to 24, 19.8% from 25 to 44, 33.0% from 45 to 64, and 19.9% who were 65 years of age or older. The median age was 47 years. For every 100 females, there were 96.1 males. For every 100 females age 18 and over, there were 92.8 males. thumb|right|Neptune Fountain, Malaga Cove Plaza ==Government and infrastructure== ===Public safety=== Palos Verdes Estates is the only city on the Palos Verdes Peninsula to have its own police department (the other three peninsula cities contract with the Los Angeles County Sheriff's Department, using the station in nearby Lomita). The department currently has 25 officers. These officers are assigned to different divisions such as traffic, patrol and detectives. The city also has its own dispatch center and jail. Both are staffed 24 hours a day. Fire prevention and Paramedic response services are provided by the Los Angeles County Fire Department with engine company firehouse facilities located within the city limits. It is the home of the Lunada Bay Boys surf gang which has been subject to several lawsuits over the past years and much publicity. The Los Angeles County Department of Health Services operates the Torrance Health Center in Harbor Gateway, Los Angeles, near Torrance and serving Palos Verdes Estates.\"Torrance Health Center .\" Los Angeles County Department of Health Services. Retrieved on March 18, 2010. ===County, state, and federal representation=== In the state legislature Palos Verdes Estates is located in the 26th Senate District, represented by Democrat Ben Allen, and in . In the United States House of Representatives, Palos Verdes Estates is in . The United States Postal Service Palos Verdes Estates Post Office is located in Suite 102 at 2516 Via Tejon.\"Post Office Location - PALOS VERDES ESTATES.\" United States Postal Service. Retrieved on December 6, 2008. ===Voting History=== {| border = “2” |+ Palos Verdes Estates city vote by party in presidential elections |- style=\"background:lightgrey;\" ! Year ! Democratic ! Republican ! Third Parties |- |align=\"center\" |2020 |align=\"center\" |56.69% 4,275 |align=\"center\" |41.44% 3,125 |align=\"center\" |1.87% 141 |- |align=\"center\" |2016 |align=\"center\" |49.59% 3,832 |align=\"center\" |44.09% 3,408 |align=\"center\" |5.94% 488 |- |align=\"center\" |2012 |align=\"center\" |36.82% 2,976 |align=\"center\" |61.69% 4,986 |align=\"center\" |1.50% 121 |- |align=\"center\" |2008 |align=\"center\" |43.15% 3,652 |align=\"center\" |55.30% 4,681 |align=\"center\" |1.55% 131 |- |} ==Education== ===Primary and secondary schools=== ====Public schools==== The city is served by the Palos Verdes Peninsula Unified School District. A previous The Washington Post study ranked the nearby Palos Verdes Peninsula High School (the \"Panthers\"; enrollment 2,400) as the # 8 best among public and private high schools in the United States. U.S. News & World Report recently academically ranks it # 89 among 18,500 U.S. high schools, and Newsweek ranks it # 146. In 2014, thedailybeast.com ranked the two area high schools as the 44th and 121st best high schools in the country. Palos Verdes Peninsula High School also annually honors the largest collection of National Merit Scholar recipients (usually 50–60) enrolled in a U.S. high school in any year. In any given year there is routinely a dozen-way or more tie for the valedictorian (highest grade point average) honors in the graduating class. The smaller enrollment Palos Verdes High School (the \"Sea Kings\"; enrollment 1,900) achieved the same API score as Palos Verdes Peninsula High School (898). Both schools' students and faculties in science and computer science curricula are participants in national robotic engineering advancement, and have competed against universities (Caltech, Stanford, Princeton, Cornell) and defense contractor firms in government-sponsored robotic science application challenges (example: The Sea Kings competed in the 2005 DARPA Grand Challenge; the only U.S. high school to do so). Public school-enrollment students can attend either Palos Verdes High School in Palos Verdes Estates (Lunada Bay), or the larger Palos Verdes Peninsula High School, in adjacent Rolling Hills Estates. Prior to 2002, students were only offered to attend Palos Verdes Peninsula High School, as the Palos Verdes High School, originally built as a high school, had been designated an intermediate school as student enrollments declined in 1970–1990s. In 2002 Palos Verdes High School was recommissioned as a high school again to accommodate the recent growth in student enrollments across the entire Palos Verdes Peninsula. The student enrollment growth has occurred as original homeowner-retirees have sold their homes over the recent years to younger families, and moved to smaller senior citizen housing on the peninsula or elsewhere. ====Private schools==== Chadwick School is another well known school in the area. It is a K-12 independent, nonsectarian school which was established in 1935. In 1992 the International Bilingual School, a Japanese preparatory school for grades K-9, moved to Palos Verdes Estates.Hillinger, Charles. \"Students Get a Japanese Education at 2 Palos Verdes Schools .\" Los Angeles Times. September 29, 1994. Retrieved on March 6, 2014. By 2002 the PVUSD had filed suit to force the International Bilingual School to leave the property that the school was located in. The PVUSD owned the school building.Chan, Erin. \"Museum Files Suit to Block Its Ouster by School District .\" Los Angeles Times. July 18, 2002. Retrieved on March 6, 2014. \"The museum building is on the site of a closed intermediate school. The property also is home to two private schools: the International Bilingual School and Rolling Hills Preparatory. The school board has filed suit to evict the International Bilingual School. Rolling Hills Preparatory also will have to leave eventually, Smith said.\" ====Public libraries==== The Palos Verdes Library District operates the Malaga Cove Library in Palos Verdes Estates.\"Hours & Locations .\" Palos Verdes Library District. Retrieved on March 28, 2010. ==Notable people== * Matt Barnes (born 1980) – Forward for the Golden State Warriors * Chester Bennington (1976–2017) – Musician and lead singer of Linkin Park * David Benoit (born 1953) – Musician * Robert DeLeo (born 1966) – Bassist and co-founder of Stone Temple Pilots * Bill Laimbeer (born 1957) – American basketball player (Detroit Pistons) * Daniel Levitin (born 1957) – Best-selling author, neuroscientist, musician * Matt Manfredi (born 1971) - American screenwriter * Randy Nauert (born 1945) – Bassist and co-founder of The Challengers * Donald Peterman (1932–2011) – Academy Award- nominated cinematographer * Christen Press (born 1988) – American soccer forward and World Cup champion * Shahbudin Rahimtoola (1931–2018) – Cardiologist * Anderson Silva (born 1975) – UFC Middleweight Champion * Gary Wright (born 1943) – Musician ==References== ==External links== * * * Category:1939 establishments in California Category:Cities in Los Angeles County, California Category:Incorporated cities and towns in California Category:Palos Verdes Peninsula Category:Populated coastal places in California Category:Populated places established in 1939 Category:South Bay, Los Angeles Category:Sundown towns in California",
 "title": "Palos Verdes Estates, California"
}