{
 "id": "107697",
 "text": "Walnut Park is a census-designated place (CDP) in Los Angeles County, California, United States, adjacent to Florence-Graham, Huntington Park and South Gate.Distance between Walnut Park and Huntington Park. Google Maps. Retrieved 2019-05-11. The population was 15,966 at the 2010 census, down from 16,180 at the 2000 census. ==Geography== Walnut Park is located at (33.968781, -118.223790). According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== ===2010=== At the 2010 census Walnut Park had a population of 15,966. The population density was 21,352.0 people per square mile (8,244.0/km). The racial makeup of Walnut Park was 9,046 (56.7%) White (1.7% Non-Hispanic White), 70 (0.4%) African American, 277 (1.7%) Native American, 89 (0.6%) Asian, 2 (0.0%) Pacific Islander, 5,953 (37.3%) from other races, and 529 (3.3%) from two or more races. Hispanic or Latino of any race were 15,543 persons (97.4%). The census reported that 15,952 people (99.9% of the population) lived in households, 14 (0.1%) lived in non-institutionalized group quarters, and no one was institutionalized. There were 3,612 households, 2,128 (58.9%) had children under the age of 18 living in them, 2,060 (57.0%) were opposite-sex married couples living together, 748 (20.7%) had a female householder with no husband present, 353 (9.8%) had a male householder with no wife present. There were 246 (6.8%) unmarried opposite-sex partnerships, and 23 (0.6%) same-sex married couples or partnerships. 317 households (8.8%) were one person and 130 (3.6%) had someone living alone who was 65 or older. The average household size was 4.42. There were 3,161 families (87.5% of households); the average family size was 4.51. The age distribution was 4,742 people (29.7%) under the age of 18, 1,849 people (11.6%) aged 18 to 24, 4,821 people (30.2%) aged 25 to 44, 3,266 people (20.5%) aged 45 to 64, and 1,288 people (8.1%) who were 65 or older. The median age was 30.2 years. For every 100 females, there were 101.5 males. For every 100 females age 18 and over, there were 101.3 males. There were 3,744 housing units at an average density of 5,007.0 per square mile, of the occupied units 1,924 (53.3%) were owner-occupied and 1,688 (46.7%) were rented. The homeowner vacancy rate was 1.1%; the rental vacancy rate was 3.6%. 9,340 people (58.5% of the population) lived in owner-occupied housing units and 6,612 people (41.4%) lived in rental housing units. ===2000=== At the 2000 census there were 16,180 people, 3,610 households, and 3,191 families in the CDP. The population density was 21,919.0 inhabitants per square mile (8,442.1/km). There were 3,814 housing units at an average density of 5,166.8 per square mile (1,990.0/km). The racial makeup of the CDP was 46.11% White, 0.36% African American, 1.00% Native American, 0.51% Asian, 0.14% Pacific Islander, 47.53% from other races, and 4.44% from two or more races. Hispanic or Latino of any race were 95.77%. Of the 3,610 households 54.5% had children under the age of 18 living with them, 62.5% were married couples living together, 17.6% had a female householder with no husband present, and 11.6% were non-families. 9.0% of households were one person and 3.8% were one person aged 65 or older. The average household size was 4.48 and the average family size was 4.62. The age distribution was 33.4% under the age of 18, 12.7% from 18 to 24, 31.4% from 25 to 44, 15.9% from 45 to 64, and 6.6% 65 or older. The median age was 27 years. For every 100 females, there were 103.2 males. For every 100 females age 18 and over, there were 100.1 males. The median household income was $35,837 and the median family income was $36,875. Males had a median income of $23,211 versus $19,539 for females. The per capita income for the CDP was $10,275. About 19.9% of families and 20.8% of the population were below the poverty line, including 24.0% of those under age 18 and 15.9% of those age 65 or over. ==Retail== La Alameda shopping center is located on 2140 Florence Ave. This shopping center which amounts to cover 240,000 square feet of retail area, houses stores such as CVS Pharmacy, Ross Dress for Less, Marshall's, as well as eatery that includes Chipotle Mexican Grill, Panda Express, and other establishments. This shopping center was built atop of underutilized and abandoned industrial areas which spanned 18 acres. The shopping plaza is influenced by the Spanish/ Mediterranean architecture which is notable through the location's tile and stone elements. The shopping center's creation as well as the location's design is representative of the high Hispanic community and maintained this as its priority throughout out its construction and currently in its daily operation. The plaza fosters community events such as health clinics, and holiday celebrations which is free for all to attend. Every week, local bands showcase their music and people of all ages come out to dance and enjoy the evening scene. La Alameda serves as a central shopping and social hub for Walnut Park and surrounding communities' residents. ==Education== Los Angeles Unified School District schools serve Walnut Park: * Walnut Park Elementary School * Gage Middle School * Hope Street Elementary School * Walnut Park Middle School Most of Walnut Park is zoned to Huntington Park High School. Before 2005 all of Walnut Park was zoned to Huntington Park. In 2005 South East High School opened and took a portion of the land in Walnut Park in its attendance boundary.\"Proposed Changes to South East HS Area Schools.\" Los Angeles Unified School District. Retrieved on June 24, 2010.\"Walnut Park CDP, California .\" U.S. Census Bureau. Retrieved on July 2, 2010. Any student who lives in the Huntington Park or Bell High School zones may apply to Maywood Academy High School; Maywood Academy, which opened in 2005 and moved into its permanent campus in 2006, does not have its own attendance boundary because it lacks American football, track and field, and tennis facilities.\"School History .\" Maywood Academy High School. Retrieved on July 2, 2010. In addition to Los Angeles Unified School District schools, there are many LAUSD authorized public charter schools that operate in Walnut Park: * Alliance Margaret M. Bloomfield High School * Academia Modera (Elementary) ==Politics== Walnut Park is unincorporated and is thus represented by Hilda Solis at the Los Angeles County Board of Supervisors. The Los Angeles County Sheriff's Department (LASD) operates the Century Station in Lynwood, serving Walnut Park.\"Century Station .\" Los Angeles County Sheriff's Department. Retrieved on January 21, 2010. In the state legislature Walnut Park is located in the 59th Assembly District, represented by Democrat Reggie Jones-Sawyer, and in the 33rd Senate District, represented by Democrat Lena Gonzalez. Federally, Walnut Park is located in California's 44th congressional district, which is represented by Democrat Nanette Barragán. ==References== Category:Census-designated places in Los Angeles County, California Category:Gateway Cities Category:Census-designated places in California",
 "title": "Walnut Park, California"
}