{
 "id": "107838",
 "text": "{{Infobox settlement |official_name = North Tustin |other_name = Tustin Foothills (to 2005) |native_name = |nickname = |settlement_type = census- designated place |motto = |image_skyline = |imagesize = |image_caption = |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Orange_County_California_Incorporated_and_Unincorporated_areas_Tustin_Foothills_Highlighted.svg |mapsize = 250x200px |map_caption = Location in Orange County and the state of California |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |subdivision_type = Country |subdivision_name = |subdivision_type1 = State |subdivision_name1 = |subdivision_type2 = County |subdivision_name2 = Orange |subdivision_type3 = |subdivision_name3 = |subdivision_type4 = |subdivision_name4 = |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = |established_date = |established_title2 = |established_date2 = |established_title3 = |established_date3 = |area_magnitude = | unit_pref =US | area_footnotes = | area_total_sq_mi = 6.673 | area_land_sq_mi = 6.673 | area_water_sq_mi = 0 | area_total_km2 = 17.284 | area_land_km2 = 17.284 | area_water_km2 = 0 | area_water_percent = 0 | area_note = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |elevation_footnotes = |elevation_ft = 256 |elevation_m = 78 |population_as_of = 2010 |population_footnotes = |population_note = |population_total = 24917 |population_density_km2 = auto |population_density_sq_mi = auto |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone = PST |utc_offset = -8 |timezone_DST = PDT |utc_offset_DST = -7 |coordinates = |postal_code_type = ZIP code |postal_code = 92705, 92780 |area_code = 714 |blank_name = FIPS code |blank_info = |blank1_name = GNIS feature IDs |blank1_info = , |website = |footnotes = }} North TustinNorth Tustin detailed profile is a census- designated place and unincorporated community in Orange County, California. The population was 24,917 at the 2010 census, up from 24,044 at the 2000 census. It is Orange County's largest census-designated place. It is outside the city limits of Tustin and has 92705 and 92780 ZIP Codes. The CDP name was changed from Tustin Foothills in 2005. North Tustin is the largest unincorporated community in Orange County. ==Communities== Within the North Tustin census-designated place are the distinct unincorporated communities of Cowan Heights, East Tustin, Lemon Heights, North Tustin, Panorama Heights, and Red Hill. While there is no local government authority, some social and community services are provided by The Foothill Communities Association (FCA), a nonprofit corporation begun in the 1960s to preserve the living environment in those communities. FCA also advocates for or against some development projects within the North Tustin area depending on impact on the community. ==Geography== North Tustin is located at (33.765117, -117.799268). According to the United States Census Bureau, the CDP has a total area of , all of it land. North Tustin is bordered by the city of Santa Ana on the west, Tustin on the south, and east, and by the city of Orange on the north. ==Demographics== ===2010=== The 2010 United States Census reported that North Tustin had a population of 24,917. The population density was 3,733.7 people per square mile (1,441.6/km). The racial makeup of North Tustin was 20,836 (83.6%) White (75.4% Non-Hispanic White), 148 (0.6%) African American, 104 (0.4%) Native American, 1,994 (8.0%) Asian, 52 (0.2%) Pacific Islander, 908 (3.6%) from other races, and 875 (3.5%) from two or more races. Hispanic or Latino of any race were 3,260 persons (13.1%). The Census reported that 24,726 people (99.2% of the population) lived in households, 161 (0.6%) lived in non- institutionalized group quarters, and 30 (0.1%) were institutionalized. There were 8,580 households, out of which 3,036 (35.4%) had children under the age of 18 living in them, 5,971 (69.6%) were opposite-sex married couples living together, 685 (8.0%) had a female householder with no husband present, 310 (3.6%) had a male householder with no wife present. There were 200 (2.3%) unmarried opposite-sex partnerships, and 69 (0.8%) same-sex married couples or partnerships. 1,276 households (14.9%) were made up of individuals, and 764 (8.9%) had someone living alone who was 65 years of age or older. The average household size was 2.88. There were 6,966 families (81.2% of all households); the average family size was 3.19. The population was spread out, with 5,857 people (23.5%) under the age of 18, 1,709 people (6.9%) aged 18 to 24, 4,613 people (18.5%) aged 25 to 44, 7,979 people (32.0%) aged 45 to 64, and 4,759 people (19.1%) who were 65 years of age or older. The median age was 45.6 years. For every 100 females, there were 96.3 males. For every 100 females age 18 and over, there were 94.0 males. There were 8,866 housing units at an average density of 1,328.5 per square mile (513.0/km), of which 7,676 (89.5%) were owner-occupied, and 904 (10.5%) were occupied by renters. The homeowner vacancy rate was 0.9%; the rental vacancy rate was 3.4%. 22,095 people (88.7% of the population) lived in owner-occupied housing units and 2,631 people (10.6%) lived in rental housing units. According to the 2010 United States Census, North Tustin had a median household income of $119,207, with 3.0% of the population living below the federal poverty line. ===2000=== As of the census of 2000, there were 24,044 people, 8,269 households, and 6,945 families residing in the CDP. The population density was 3,590.5 people per square mile (1,385.6/km). There were 8,417 housing units at an average density of 1,256.9 per square mile (485.0/km). The racial makeup of the CDP was 86.80% White, 0.56% African American, 0.36% Native American, 7.05% Asian, 0.13% Pacific Islander, 2.62% from other races, and 2.48% from two or more races. Hispanic or Latino of any race were 8.47% of the population. There were 8,269 households, out of which 34.9% had children under the age of 18 living with them, 74.2% were married couples living together, 7.0% had a female householder with no husband present, and 16.0% were non-families. 11.9% of all households were made up of individuals, and 6.7% had someone living alone who was 65 years of age or older. The average household size was 2.89 and the average family size was 3.12. In the CDP, the population was spread out, with 25.0% under the age of 18, 5.4% from 18 to 24, 24.6% from 25 to 44, 28.2% from 45 to 64, and 16.8% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 96.6 males. For every 100 females age 18 and over, there were 94.4 males. The median income for a household in the CDP is one of the highest in Orange County and was $96,230, and the median income for a family was $103,257. Males had a median income of $71,688 versus $42,785 for females. The per capita income for the CDP was $42,656. About 2.2% of families and 3.3% of the population were below the poverty line, including 3.2% of those under age 18 and 1.9% of those age 65 or over. ==Government== In the California State Legislature, North Tustin is in , and in . In the United States House of Representatives, North Tustin is in . == Education == Primary and secondary education is overseen by the Orange Unified School District (north of Fairhaven Ext. and east of Crawford Canyon Rd.) and Tustin Unified School District, which also serves the incorporated City of Tustin. It has one of the highest accelerated learning percentages in the US. ==See also== *Santa Ana, California *Tustin, California ==References== Category:Census-designated places in Orange County, California Category:Census-designated places in California",
 "title": "North Tustin, California"
}