{
 "id": "107881",
 "text": "Route 52 is a state highway in the southern part of the U.S. state of New Jersey. The highway runs from 9th Street in Ocean City, Cape May County north to U.S. Route 9 (New Road) in Somers Point, Atlantic County. It is composed mostly of a series of four-lane divided bridges over Great Egg Harbor Bay from Ocean City to Somers Point known as the Howard S. Stainton Memorial Causeway, also known as the Ninth Street Bridge. The remainder of the route is a surface road called MacArthur Boulevard that runs from the causeway to U.S. Route 9. This section of the route formerly included the Somers Point Circle, now a traffic light, where Route 52 intersects County Route 559 and County Route 585. Route 52 was originally designated on June 1, 1937 to run from the Somers Point Circle northwest to Mays Landing. This routing never came about and in 1953, Route 52 was designated onto its current alignment. County Route 585 ran concurrent with the route south of the Somers Point Circle until 1971, when it was truncated to end at the Somers Point Circle. The circle was removed in 2010 as part of the bridge reconstruction. In 2006, construction began on the replacement of the Route 52 causeway that was built in the 1930s over the Great Egg Harbor Bay, beginning with guardrail repairs that reduced traffic to two lanes. In 2008, the northbound lanes of the causeway were opened to traffic. Construction on the southbound lanes was completed in late 2009. The entire project was completed in 2012, including other improvements such as the construction of fishing piers, boat ramps, bike paths, walking trails, gateways, and a new Ocean City Visitor Center. In addition, improvements were made to MacArthur Boulevard that include the addition of a center left-turn lane and the replacement of the Somers Point Circle with a traffic light. == Route description == thumb|left|View north at the south end of Route 52 in Ocean City Route 52 begins along 9th Street in the Jersey Shore city of Ocean City, Cape May County, approximately south of Palen Avenue. Past the southern terminus of Route 52, 9th Street heads southeast and terminates at the Ocean City Boardwalk along the Atlantic Ocean. From the beginning of state maintenance, the route continues to the northwest as a four-lane divided highway. Immediately after beginning, Route 52 becomes the Howard S. Stainton Memorial Causeway, also known as the Ninth Street Bridge, which crosses over Great Egg Harbor Bay on a high-level bridge and then the longer Rainbow Harbor Channel. In between these two channels is an island where the Roy Gillian Welcome Center is located, with access from the southbound lanes. After crossing the Rainbow Harbor Channel, the road runs along another island, with a fishing pier adjacent to the southbound lanes, before crossing over the Great Egg Harbor Thoroughfare (part of the Intracoastal Waterway) and then a ship channel on another high-level bridge, where the route enters Somers Point in Atlantic County. right|thumb|Route 52 in Somers Point, approaching the causeway into Ocean City After the ship canal, Route 52 crosses onto the mainland and intersects with County Route 559 (Mays Landing Road) and County Route 585 (Shore Road), formerly at the Somers Point traffic circle. In October 2010, the circle was eliminated and replaced by a traffic light. Beyond the former Somers Point Circle, Route 52 becomes a five-lane road with a center left-turn lane known as MacArthur Boulevard that heads north through commercial areas, soon narrowing to three lanes. The road curves northwest as a two-lane divided highway and enters residential areas. Route 52 comes to an end at an intersection with U.S. Route 9 (New Road), where the road continues northwest as West Laurel Drive, which heads through a residential neighborhood to an interchange with the Garden State Parkway. == History == thumb|left|The original causeway between Ocean City and Somers Point opened in 1914. Prior to 1914, access to the island city of Ocean City was only available by horse and buggy, ferry, or railroad. With the growing popularity of the automobile, plans for a causeway to support automotive traffic were announced in 1912. The causeway opened on April 11, 1914 as the Somers Point Boulevard Bridge, connecting 9th Street in the northern part of Ocean City with the mainland town of Somers Point via a set of four bridges. The causeway was later replaced in 1933, with a new set of bridges that were four lanes wide without shoulders. Route 52 was designated on June 1, 1937, to run from the Somers Point Circle northwest to Route 48 (now U.S. Route 40) and Route 50 in Mays Landing.State of New Jersey, Laws of 1937, Chapter 86. However, Route 52 was never built to run to Mays Landing. In the 1953 New Jersey state highway renumbering, Route 52 was designated to run from the Ocean City side of the causeway, north to U.S. Route 9 in Somers Point. With the creation of the 500-series county routes in New Jersey in 1952, County Route 585 was designated to run along Route 52 between the southern terminus and the Somers Point Circle as part of its route between Route 109 in Lower Township and U.S. Route 30 and Route 157 in Absecon. Eventually, the southern terminus of County Route 585 was truncated to the Somers Point Circle. In 1983, the causeway was officially named the Howard S. Stainton Memorial Causeway, after the Ocean City entrepreneur and philanthropist, who died in 1979. thumb|right|Route 52 southbound on the causeway between Somers Point and Ocean City Between 2006 and 2012, a new $400 million causeway was built to replace the 1933 causeway over the Great Egg Harbor Bay. The original causeway was in need of replacement due to deteriorating conditions of the bridges, increasing automobile and marine traffic on the Great Egg Harbor Bay, flooding from storms, and a high accident rate due to narrow lanes and a lack of shoulders. The causeway also contained two drawbridges, which led to traffic jams during the summer months. On January 16, 2006, the New Jersey Department of Transportation reduced traffic on the existing bridges from four lanes to two lanes to limit the weight on the old structures. The highway was reopened to four lanes of traffic after guardrail repairs were made on May 17, 2006, with a new speed limit of . After years of delays, construction began on the new bridge in September 2006. Crews began the project by clearing a staging area on Garrets Island near the Ocean City side. The northbound bridge was completed in April 2008 and the southbound bridge was completed in April 2009. During the bridge construction, excavated sand was removed from the bay and deposited onto Malibu Beach Wildlife Management Area, as part of environmental mitigation. In May 2012, construction of the causeway was completed, with all four lanes opened to traffic. thumb|left|Route 52 northbound past CR 559 and CR 585 in Somers Point In addition to the new causeway, the project also called for the construction of fishing piers, boat ramps, bike paths, walking trails, and gateways at each end of the causeway, including a new visitor center with a scenic overlook on the Ocean City side. Also, other improvements were made to the MacArthur Boulevard portion of Route 52 including the addition of a center left-turn lane and the replacement of the Somers Point Circle with a traffic light, which was eliminated in October 2010. As a result of the American Recovery and Reinvestment Act of 2009 signed into law by President Barack Obama on February 17, 2009, $70 million, or about 8 percent of the money allocated to New Jersey in the bill, went to the construction of the second half of the Route 52 causeway project. From 2012 to 2014, annual average daily traffic (AADT) on the causeway went from 18,584 to 22,116, an increase of 19 percent. The latest AADT of the MacArthur Boulevard section, from 2012, is 11,540. On July 19, 2021, a pilot made an emergency landing on the bridge after encountering engine problems shortly after takeoff; the plane was undamaged, and traffic was briefly halted. == Major intersections == ==See also== * * *New Jersey Route 152 - Nearby state highway connecting barrier islands with the mainland ==References== ==External links== *Route 52 Causeway Bridge Replacement Overview, New Jersey Department of Transportation *Speed Limits for Route 52 *Route 52 Bridge Construction: Updates & Photos Category:Intracoastal Waterway 052 Category:Transportation in Atlantic County, New Jersey Category:Transportation in Cape May County, New Jersey",
 "title": "New Jersey Route 52"
}