{
 "id": "108059",
 "text": "San Diego Country Estates, commonly referred to as the Estates, is a valley resort populace composed of several neighborhoods associated with the unincorporated community of Ramona, California. The Estates are a census- designated place in North County, a region of the San Diego metropolitan area. The Estates is just east of the North County city of Poway and southeast of Ramona; northeast of San Diego and from the regional center of Carlsbad. San Diego Country Estates had a population of 10,109 at the 2010 census, up from 9,262 at the 2000 census. ==History== ===Early history=== Before the development of the Estates, the area was inhabited by the northern Ipai, a semi-nomadic people and a group of the Kumeyaay. These people are known by many names, some of which include the Digueno, Tipai-Ipai, or Kamia. The San Vicente Valley was home to the temporary settlements of these people who traveled the region between Escondido and Lake Henshaw. Grinding stones, commonly found in large boulders throughout the valley alongside creeks and used to create acorn meal for bread, are testament to their historic presence in the area. In the 1700s the valley in which San Diego Country Estates is located received its name when Father Mariner of Mission San Diego de Alcalá discovered the location, proclaiming it a constant and beautiful valley, and named it in honor of Saint Vincent. As the area became colonized by the Spanish and later fell under Mexican jurisdiction, the land of the San Vicente Valley became a part of the Mexican land-grant known as Rancho Cañada de San Vicente y Mesa del Padre Barona in 1846. Under the grant prominent persons such as William Augustus Barnett and families, the Dukes, settled the region. In 1970 Raymond A. Watt, a national award-winning builder, purchased 3,250 acres in the San Vicente Valley with the intent of building a new community that became San Diego Country Estates. ===Contemporary history=== San Diego Country Estates, on May 13, 1973, hosted former 55-year-old tennis player Bobby Riggs and then 30-year-old women's world number one player, Margaret Court. Court was challenged to a tennis match by Riggs and the game was held at the San Vicente Country Club and Golf Course Resort. Riggs won the match 6-2, 6-1. The area is well known for its history with Southern California wildfires. Several fires including the Witch Fire and Cedar Fire have begun near the Estates. On October 23, 2003, the Cedar Fire began approximately 3 miles east of the Estates in Cleveland National Forest. Also beginning near the Estates, the Witch Fire began October 21, 2007 and was part of a series of fires that ravaged Southern California. The Witch Creek fire caused the evacuation of the thousands of residents of the Estates area and evacuating cars were bottlenecked on the San Vicente Highway, a main artery leading to San Diego Country Estates from Ramona. It was feared that the fire would sweep west from the ridge separating the Estates and Ramona, catching vehicles evacuating west through North County, however, the wind changed the course of the fire. The Witch Creek fire was initially feared to be larger than the Cedar Fire but instead resulted in becoming the second largest fire in California history. Ultimately the Witch Creek burned 197,990 acres (801 km2) and forced the evacuation of an estimated 1,000,000 people in the San Diego metropolitan area, the largest evacuation in California history. ==Geography== According to the United States Census Bureau, the Estates has a total area of 16.9 square miles (43.6 km), all land. San Diego Country Estates is in the San Vicente Valley (33.002636, -116.799005). bordered on all sides by rolling hills with the exception of the prominent Mount Gower, in Cleveland National Forest. There are only three main entrances and exits into the estates via the San Vicente Highway, Old Julian Highway, and Wildcat Canyon Highway leading to Barona, and eventually South Bay. To the west of San Diego Country Estates are Poway and Ramona, to the south is Lakeside, to the east is Cleveland National Forest and to the north is the Palomar Mountain Range. ==Demographics== ===2010=== At the 2010 census San Diego Country Estates had a population of 10,109. The population density was 599.9 people per square mile (231.6/km). The racial makeup of San Diego Country Estates was 9,107 (90.1%) White, 91 (0.9%) African American, 90 (0.9%) Native American, 147 (1.5%) Asian, 34 (0.3%) Pacific Islander, 276 (2.7%) from other races, and 364 (3.6%) from two or more races. Hispanic or Latino of any race were 1,126 persons (11.1%). The census reported that 10,096 people (99.9% of the population) lived in households, 13 (0.1%) lived in non-institutionalized group quarters, and no one was institutionalized. There were 3,441 households, 1,380 (40.1%) had children under the age of 18 living in them, 2,479 (72.0%) were opposite-sex married couples living together, 253 (7.4%) had a female householder with no husband present, 142 (4.1%) had a male householder with no wife present. There were 145 (4.2%) unmarried opposite-sex partnerships, and 29 (0.8%) same-sex married couples or partnerships. 421 households (12.2%) were one person and 154 (4.5%) had someone living alone who was 65 or older. The average household size was 2.93. There were 2,874 families (83.5% of households); the average family size was 3.17. The age distribution was 2,559 people (25.3%) under the age of 18, 832 people (8.2%) aged 18 to 24, 2,208 people (21.8%) aged 25 to 44, 3,376 people (33.4%) aged 45 to 64, and 1,134 people (11.2%) who were 65 or older. The median age was 41.1 years. For every 100 females, there were 101.1 males. For every 100 females age 18 and over, there were 98.0 males. There were 3,686 housing units at an average density of 218.8 per square mile, of the occupied units 3,056 (88.8%) were owner-occupied and 385 (11.2%) were rented. The homeowner vacancy rate was 1.5%; the rental vacancy rate was 4.0%. 8,787 people (86.9% of the population) lived in owner-occupied housing units and 1,309 people (12.9%) lived in rental housing units. ===2000=== At the 2000 census there were 9,262 people, 2,992 households, and 2,650 families residing in the Estates. The population density was 545.9 inhabitants per square mile (210.7/km). There were 3,102 housing units at an average density of 182.8 per square mile (70.6/km). The racial makeup of the Estates was 92.92% White, 0.72% African American, 0.49% Native American, 1.12% Asian, 0.27% Pacific Islander, 1.72% from other races, and 2.76% from two or more races. Hispanic or Latino of any race were 7.70%. Of the 2,992 households, 47.5% had children under the age of 18 living with them, 80.0% were married couples living together, 6.0% had a female householder with no husband present, and 11.4% were non-families. 8.4% of households were one person, and 3.6% were one person aged 65 or older. The average household size was 3.10 and the average family size was 3.27. In the Estates the population was spread out, with 31.6% under the age of 18, 5.5% from 18 to 24, 29.5% from 25 to 44, 23.2% from 45 to 64, and 10.2% 65 or older. The median age was 38 years. For every 100 females, there were 98.3 males. For every 100 females age 18 and over, there were 96.4 males. The median household income was in San Diego Country Estates was $77,547, and the median family income was $79,409. Males had a median income of $55,825 versus $34,472 for females. The per capita income for the Estates was $27,685. About 2.6% of families and 3.4% of the population were below the poverty line, including 3.3% of those under age 18 and 1.0% of those age 65 or over. ==Government== In the California State Legislature, San Diego Country Estates is in , and in . In the United States House of Representatives, San Diego Country Estates is in . ==Education== San Diego Country Estates is served by the Ramona Unified School District. These schools include: *Barnett - An elementary school serving the western areas of the Estates *James Dukes - An elementary school serving the eastern areas of the Estates ==Communities== thumb|right|200px|Rancho San Vicente *San Diego Country Estates, the largest community in, and sharing its name with, the Estates. The San Diego Country Estates are home to a large recreation center at Ramona Oaks, the San Diego Country Estates International Equestrian Center and San Vicente Country Club and Golf Resort as well as smaller resorts. *Rancho San Vicente, an upscale community in the northwestern region of San Diego Country Estates (not part of the Estates) *Creekside Estates, a gated community in the southwestern region of the Estates; east of Rancho San Vicente and the San Diego Country Estates (Not part of the Estates) ==Tourism== San Diego Country Estates is home to the San Vicente Country Club and Golf Course Resort. Located in the Valley of the Sun, the resort is one of the county's premier country resorts, 30 miles from the city of San Diego. The Estates is also a 15-minute ride from the Barona Casino. In the valley there lies the San Diego Country Estates International Equestrian Center, Barona Oaks Motocross Park, and numerous outdoor recreational opportunities present in Cleveland National Forest and the surrounding state parks. ==Transportation== The Estates are accessible via two major North County high ways and numerous smaller roads. The two main arteries are the San Vicente Highway that begins from the terminus California State Highway 78 and the Old Julian Highway by way of California State Route 67. The Estates receive air transport via the Ramona Airport, though San Diego International Airport is the more commonly used airport. Also nearby is the North County hub McClellan-Palomar Airport. ==References== Category:Census- designated places in San Diego County, California Category:North County (San Diego County) Category:Ramona, California Category:Census-designated places in California",
 "title": "San Diego Country Estates, California"
}