{
 "id": "108027",
 "text": "Bostonia is a neighborhood in San Diego County, California, comprising part of the northeastern portion of the city of El Cajon, as well as adjacent unincorporated areas of San Diego County. The portion of Bostonia that lies outside the El Cajon city limits is classified as a census-designated place (CDP) for statistical purposes by the United States Census Bureau. The population of the CDP was 15,379 at the 2010 census, up from 15,169 at the 2000 census. == Geography == The center of the community is near the intersection of North 2nd Street and Broadway in the city of El Cajon. Bostonia Street, the Bostonia Post Office, the former Bostonia Ballroom, Bostonia Elementary School and the Bostonia Fire Station are all within of this location and all, except the fire station, are within the city of El Cajon. This is the area identified on most maps as Bostonia. However, the census-designated place of Bostonia is entirely outside the city limits of El Cajon, in an unincorporated area of County. The CDP comprises most of unincorporated El Cajon north of Broadway and east of State Route 67, and a small area west of State Route 67\\. Mail sent to all parts of Bostonia is addressed to El Cajon. According to the United States Census Bureau Bostonia is located at (32.821612, -116.949905). This is approximately one mile northwest of where the USGS places Bostonia, near the geographic center of the CDP. The CDP has a total area of , all land. ===Annexation=== In May 1953 residents of the southern portion of Bostonia approved annexation to the city of El Cajon, California, by a vote of 315 to 271.\"Annexation Favored,\" Los Angeles Times, May 28, 1953, image 44\"South Bostonia Votes to Annex to El Cajon,\" Weekly Times-Advocate, Escondido, May 29, 1953, image 4 == Government == In the California State Legislature, Bostonia is in , and in . In the United States House of Representatives, Bostonia is in . ==History== ===Agriculture=== Former Virginia agriculturalist Eugene Halstead of San Diego planted a crop of tobacco in Bostonia in 1896 and said later that the tobacco was \"superior in some respects to that of the Cuban plantations,\" one \"serious drawback\" to cultivation being the scarcity of rain in the area.Santa Barbara, quoted in \"Tobacco,\" Los Angeles Times, April 23, 1899, image 61 ===Civic events=== In 1898, David G. Gordon was appointed postmaster in Bostonia to replace Joseph Donald, who had resigned.\"Postmaster and Pensions,\" Los Angeles Times, September 24, 1898, image 3 C.O. Graves held the office in 1903.Marilyn Kimball, \"'Unofficial Historian' Sparks Stories With Human Interest,\" The Life News, La Mesa, November 10, 1976, image 29 In 1914, William M. Wright was appointed postmaster to replace R.W. Foffland, who had resigned. \"Postmaster at Bostonia,\" Los Angeles Times, January 26, 1914, image 66] In 1928, Murray Wright was president of the Bostonia Chamber of Commerce.\"Loyalty to Home Town Gave Escondido Benefit,\" Times-Advocate, Escondido, April 10, 1928, image 3 In that same year, civic leaders in Bostonia planned to name a local observation as \"Grape Day\" which led some in neighboring Escondido to complain that their city already had an event under the same name. They were mollified when Bostonians said they would call their event \"Home Products Day\" instead.Percy Evans, editorial, Daily Times-Advocate, Escondido, February 22, 1928, image 2\"Bostonia is O.K. on Grape Day,\" Times-Advocate, April 2, 1928, image 1 ===Crime=== ====Arson==== \"Firebugs\" believed by Sheriff Conklin to have been members of the Industrial Workers of the World, \"German sympathizers\" or \"disgruntled employees,\" torched the Meridian School building, a large packing house and two stables of the Bostonia Fruit Growers and Packers Association on October 6, 1917. Waste soaked in oil or phosphorus was found in what remained of the buildings, which burned to the ground.\"Firebugs Busy in Sou. California,\" Bakersfield (California) Morning Echo, October 7, 1917, image 5\"Warned, Watch for Approach of I.W.W.'s Saturday,\" Santa Register Register, October 8, 1917, image 1\"Statewide Conspiracy of Firebugs,\" The Pomona Progress, October 8, 1917, image 1\"Four Packing Plants Fired Near San Diego,\" The San Francisco Examiner, October 8, 1917, image 2 ====Shoot-out==== Sheriff's deputies engaged in a short gun battle in Bostonia and captured a suicidal man who had threatened a bank in Lakeside, California, with ten pounds of dynamite and fled with his loot.\"Lone Bandit Had Dynamite Supply to Blow Up Bank,\" The Sacramento Bee, March 28, 1924, image 4\"Tubercular Veteran Is Identified as Bank Bandit,\" The Modesto Evening News, March 28, 1924, image 13 ===Education=== The Riverview School District was separated from the Bostonia District (which included Lakeside) in 1919.\"Locals Win Close Game,\" The Times-Advocate, Escondido, March 21, 1919, image 1 ===Fire district and fires=== A petition was submitted in 1977 by owners of 112 acres within the 480-acre Bostonia Fire Protection District to secede and join the Santee district. It was denied by the Local Agency Formation Commission.\"Bradley to Stay in Bostonia,\" Life News, La Mesa, California, image 1 In 1986, a fire in nearby El Cajon killed two and injured five residents at a home for the aged despite the fact that it broke out only a hundred yards from a station within the Bostonia Fire Protection District.H.G. Reza, \"Jurisdictional Issue Raised in Fatal Fire in El Cajon,\" Los Angeles Times, February 8, 1986, image 27Associated Press, \"Nearby Station No Help in Fatal Fire,\" Times-Advocate, Escondido, California, February 9, 1986, image 1 The Bostonia firefighters were prevented from battling the blaze because the district had no mutual-aid agreement with El Cajon, whose firefighters arrived three minutes after the fire was reported. El Cajon Fire Chief Art Melbourne said that Bostonia firefighters did give help but declined to say exactly what it was. El Cajon Fire Chief Roger House said that Bostonia was not part of any agreement because it did not meet the requirements for belonging, including round-the- clock staffing and a certain kind of equipment.Carla Rivera, \"Alarm: Switched- Off Horns May Be Linked to 3 Deaths in Blaze,\" Los Angeles Times, February 11, 1986, image 37 ===Religion=== A new Episcopal Church (United States) was dedicated in Bostonia on July 28, 1895, the Rev. H.B. Restarick officiating.\"San Diego County,\" Los Angeles Times, July 30, 1895, image 11 Later, Alfred Fletcher took charge of the church under Restarick, who had become dean.\"The Episcopal Convention,\" Los Angeles Herald, May 28, 1896, image 2 W.J. Cleveland took over as rector in November 1910.\"Local and Personal,\" Times-Advocate, November 11, 1910, image 2 ===Swap meet=== In 1981 a group of Bostonia residents organized to complain about the disruption caused by historic El Cajon Swap Meet, reputedly the \"granddaddy of all the nation's swap meets. They said the weekend operation had grown beyond the \"small-time affair it once was,\" turning the usually quiet area into a \"mob scene.\"\"Swap Meet in El Cajon Under Fire,\" Los Angeles Times, November 28, 1981, image 9 == Demographics == The statistics below include only the census- designated place, not the part of Bostonia within the city limits of El Cajon. === 2010 === At the 2010 census Bostonia had a population of 15,379. The population density was 7,973.4 people per square mile (3,078.6/km). The racial makeup of Bostonia was 10,891 (70.8%) White, 1,011 (6.6%) African American, 102 (0.7%) Native American, 375 (2.4%) Asian, 89 (0.6%) Pacific Islander, 1,781 (11.6%) from other races, and 1,130 (7.3%) from two or more races. Hispanic or Latino of any race were 3,941 persons (25.6%). The census reported that 15,272 people (99.3% of the population) lived in households, 55 (0.4%) lived in non-institutionalized group quarters, and 52 (0.3%) were institutionalized. There were 5,573 households, 2,028 (36.4%) had children under the age of 18 living in them, 2,381 (42.7%) were opposite-sex married couples living together, 976 (17.5%) had a female householder with no husband present, 405 (7.3%) had a male householder with no wife present. There were 416 (7.5%) unmarried opposite-sex partnerships, and 47 (0.8%) same-sex married couples or partnerships. 1,338 households (24.0%) were one person and 545 (9.8%) had someone living alone who was 65 or older. The average household size was 2.74. There were 3,762 families (67.5% of households); the average family size was 3.25. The age distribution was 3,813 people (24.8%) under the age of 18, 1,820 people (11.8%) aged 18 to 24, 4,157 people (27.0%) aged 25 to 44, 3,832 people (24.9%) aged 45 to 64, and 1,757 people (11.4%) who were 65 or older. The median age was 33.8 years. For every 100 females, there were 94.6 males. For every 100 females age 18 and over, there were 90.9 males. There were 5,893 housing units at an average density of 3,055.3 per square mile, of the occupied units 2,342 (42.0%) were owner-occupied and 3,231 (58.0%) were rented. The homeowner vacancy rate was 2.9%; the rental vacancy rate was 5.5%. 6,071 people (39.5% of the population) lived in owner-occupied housing units and 9,201 people (59.8%) lived in rental housing units. === 2000 === At the 2000 census there were 15,169 people, 5,640 households, and 3,778 families in the CDP. The population density was 7,810.2 inhabitants per square mile (3,019.0/km). There were 5,819 housing units at an average density of 2,996.1 per square mile (1,158.1/km). The racial makeup of the CDP was 79.81% White, 3.98% African American, 0.90% Native American, 1.48% Asian, 0.36% Pacific Islander, 7.79% from other races, and 5.68% from two or more races. Hispanic or Latino of any race were 16.63%. Of the 5,640 households 37.0% had children under the age of 18 living with them, 47.0% were married couples living together, 14.2% had a female householder with no husband present, and 33.0% were non-families. 24.3% of households were one person and 10.5% had someone living alone who was 65 years of age or older. The average household size was 2.67 and the average family size was 3.19. The age distribution was 28.3% under the age of 18, 10.7% from 18 to 24, 31.8% from 25 to 44, 17.7% from 45 to 64, and 11.6% who were 65 years of age or older. The median age was 32 years. For every 100 females there were 96.2 males. For every 100 females age 18 and over, there were 91.9 males. The median household income was $37,148, and the median family income was $41,727. Males had a median income of $32,240 versus $26,335 for females. The per capita income for the CDP was $17,328. About 9.1% of families and 12.5% of the population were below the poverty line, including 14.9% of those under age 18 and 7.4% of those age 65 or over. == External links == Category:Census-designated places in San Diego County, California Category:East County (San Diego County) Category:Census- designated places in California",
 "title": "Bostonia, California"
}