{
 "id": "108097",
 "text": "{{Infobox settlement |official_name = San Miguel |other_name = |native_name = |nickname = |settlement_type = Census-Designated Place |motto = | image_skyline = |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Location of San Miguel in San Luis Obispo County.jpg |mapsize = 250x200px |map_caption = Location in San Luis Obispo County and the state of California |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |subdivision_type = Country |subdivision_name = |subdivision_type1 = State |subdivision_name1 = |subdivision_type2 = County |subdivision_name2 = San Luis Obispo |subdivision_type3 = |subdivision_name3 = |subdivision_type4 = |subdivision_name4 = |government_footnotes = |government_type = Community Services District |leader_title = |leader_name = |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = |established_date = |established_title2 = |established_date2 = |established_title3 = |established_date3 = |area_magnitude = | unit_pref =US | area_footnotes = | area_total_sq_mi = 1.705 | area_land_sq_mi = 1.705 | area_water_sq_mi = 0 | area_total_km2 = 4.416 | area_land_km2 = 4.416 | area_water_km2 = 0 | area_water_percent = 0 | area_note = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |population_as_of = 2010 |population_footnotes = |population_note = |population_total = 2336 |population_density_km2 = auto |population_density_sq_mi = auto |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone = Pacific (PST) |utc_offset = -8 |timezone_DST = PDT |utc_offset_DST = -7 |coordinates = |elevation_footnotes = |elevation_m = 194 |elevation_ft = 636 |postal_code_type = ZIP code |postal_code = 93451 |area_code = 805 |blank_name = FIPS code |blank_info = 06-68266 |blank1_name = GNIS feature ID |blank1_info = 1661389 |website = |footnotes = }} San Miguel (Spanish for \"St. Michael\") is a village and census-designated place (CDP) in San Luis Obispo County, California. As of the 2010 census, the population was 2,336. San Miguel was founded by the Spanish in 1797, when Mission San Miguel Arcángel was established by Fermín de Lasuén. Today, San Miguel is a popular tourist destination, owing to its historic architecture and its local vineyards, as part of the Paso Robles wine region. ==History== The area of San Miguel and the rest of the southern Salinas Valley was inhabited by the Salinans, an Indigenous Californian nation. The Spanish founded the settlement at San Miguel on 25 July 1797, when Fermín de Lasuén established Mission San Miguel Arcángel, under the authority of the Franciscan Order. The site of the mission was specifically chosen due to its proximity to the large number of Salinan villages in the area. The interior of the mission church features murals executed under the direction of the famed artist Esteban Munrás in the 1820s. The mission's location between Mission San Luis Obispo and Mission San Antonio de Padua provided a stop on the trip that had previously taken two days. In 1803, the mission reported an Indian population of 908, while its lands grazed 809 cattle, 3,223 sheep, 342 horses and 29 mules. That year's harvest included about 2,186 fanegas of wheat and corn (A fanega was about ). Most of the mission burned, while still being developed, in 1806. It was rebuilt within a year. thumb|left|Mission San Miguel Arcángel, 1940 The Rios-Caledonia Adobe was built in 1835 just south of Mission San Miguel as a home for the overseer of mission lands. On July 15, 1836, following the Mexican secularization of the missions, Mission San Miguel Arcángel was acquired by Ygnacio Coronel, a noted Californio ranchero and politician. In 1846, Governor Pío Pico sold Mission San Miguel Arcángel for $600 to Petronilo Ríos and William Reed. Reed used the Mission as a family residence and a store. In 1848, Reed and his family were murdered, leaving the Mission vacant for a period of time. The Mission was a stopping place for miners coming from Los Angeles to San Francisco, and, consequently, was used as a saloon, dance hall, storeroom and living quarters. In 1859, President James Buchanan returned the mission to the Catholic Church. In 1878, after 38 years without a resident priest, Padre Philip Farrelly became the first pastor of Mission San Miguel Arcángel since the secularization. In 1928, Mission San Miguel Arcángel and Mission San Antonio de Padua were both returned to the Franciscan Order, which led to their restorations and repairs. The 2003 San Simeon earthquake caused severe damage to the sanctuary at Mission San Miguel. The Catholic Church considered closing the parish due to the extensive damage and the estimated $15 million cost of repair; however, the work has since been completed and the mission has since reopened. In 2011, San Miguel's local business community formed the San Miguel Chamber of Commerce in order to promote the village's tourism and agricultural industries.San Miguel Chamber of Commerce - About Us ==Geography== According to the United States Census Bureau, the CDP has a total area of 1.7 square miles (4.4 km), all of it land. ==Demographics== ===2010=== The 2010 United States Census reported that San Miguel had a population of 2,336. The population density was 1,369.9 people per square mile (528.9/km). The racial makeup of San Miguel was 1,638 (70.1%) White, 65 (2.8%) African American, 58 (2.5%) Native American, 19 (0.8%) Asian, 1 (0.0%) Pacific Islander, 474 (20.3%) from other races, and 81 (3.5%) from two or more races. Hispanic or Latino of any race were 1,196 persons (51.2%). The Census reported that 2,324 people (99.5% of the population) lived in households, 12 (0.5%) lived in non-institutionalized group quarters, and 0 (0%) were institutionalized. There were 698 households, out of which 358 (51.3%) had children under the age of 18 living in them, 379 (54.3%) were opposite-sex married couples living together, 93 (13.3%) had a female householder with no husband present, 57 (8.2%) had a male householder with no wife present. There were 73 (10.5%) unmarried opposite-sex partnerships, and 8 (1.1%) same-sex married couples or partnerships. 115 households (16.5%) were made up of individuals, and 25 (3.6%) had someone living alone who was 65 years of age or older. The average household size was 3.33. There were 529 families (75.8% of all households); the average family size was 3.73. The population was spread out, with 774 people (33.1%) under the age of 18, 262 people (11.2%) aged 18 to 24, 711 people (30.4%) aged 25 to 44, 481 people (20.6%) aged 45 to 64, and 108 people (4.6%) who were 65 years of age or older. The median age was 28.3 years. For every 100 females, there were 103.8 males. For every 100 females age 18 and over, there were 101.3 males. There were 791 housing units at an average density of 463.9 per square mile (179.1/km), of which 435 (62.3%) were owner-occupied, and 263 (37.7%) were occupied by renters. The homeowner vacancy rate was 3.7%; the rental vacancy rate was 8.0%. 1,399 people (59.9% of the population) lived in owner-occupied housing units and 925 people (39.6%) lived in rental housing units. ===2000=== thumb|left|The San Miguel bell tower As of the census of 2000, there were 1,427 people, 468 households, and 335 families residing in the CDP. The population density was 852.3 people per square mile (329.9/km). There were 503 housing units at an average density of 300.4 per square mile (116.3/km). The racial makeup of the CDP was 63.28% White, 1.47% African American, 2.73% Native American, 0.42% Asian, 23.83% from other races, and 8.27% from two or more races. Hispanic or Latino of any race were 32.66% of the population. There were 468 households, out of which 46.6% had children under the age of 18 living with them, 52.4% were married couples living together, 12.2% had a female householder with no husband present, and 28.4% were non-families. 20.1% of all households were made up of individuals, and 7.1% had someone living alone who was 65 years of age or older. The average household size was 3.03 and the average family size was 3.53. In the CDP, the population was spread out, with 33.0% under the age of 18, 11.0% from 18 to 24, 32.1% from 25 to 44, 17.6% from 45 to 64, and 6.3% who were 65 years of age or older. The median age was 29 years. For every 100 females, there were 104.7 males. For every 100 females age 18 and over, there were 108.3 males. The median income for a household in the CDP was $33,264, and the median income for a family was $32,847. Males had a median income of $26,216 versus $20,134 for females. The per capita income for the CDP was $15,444. About 6.1% of families and 10.2% of the population were below the poverty line, including 14.5% of those under age 18 and 14.0% of those age 65 or over. ==Government== In the California State Legislature, San Miguel is in , and in . In the United States House of Representatives, San Miguel is in . The local government organization is the San Miguel Community Services District (CSD) which was started by Gregory G. Campbell a local resident. Mr. Campbell created the CSD with the help of a petition that included signaturthe community of San Miguel. While the San Miguel Chamer of Commerce takes care of the downtown and areas of business. With founder Miki sanders and Mike Sanders still on the board of directors there is also president Niki Work and Public Relations Director Sergio Morelli. ==References== ==External links== *San Miguel Chamber of Commerce Category:Census-designated places in San Luis Obispo County, California Category:Spanish mission settlements in North America Category:Census- designated places in California",
 "title": "San Miguel, California"
}