{
 "id": "108095",
 "text": "{{Infobox settlement |name = Pismo Beach, California |settlement_type = City |official_name = City of Pismo Beach |other_name = |native_name = |motto = Clam Capital of the World |image_skyline = Pismo.jpg |imagesize = |image_caption = Pismo Beaches |image_flag = Flag of pismo beach.jpg |flag_size = |image_seal = Pismo_Beach_CA_seal.png |nickname = \"Pismo\" |image_map = San_Luis_Obispo_County_California_Incorporated_and_Unincorporated_areas_Pismo_Beach_Highlighted.svg |mapsize = 250x200px |map_caption = Location in San Luis Obispo County and the state of California |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |coordinates = |subdivision_type = Country |subdivision_name = |subdivision_type1 = State |subdivision_name1 = |subdivision_type2 = County |subdivision_name2 = San Luis Obispo |established_title = Incorporated |established_date = April 25, 1946 |named_for = Tar |government_type = Council–manager |governing_body = Pismo Beach City Council |leader_title = Mayor |leader_name = Ed Waage |leader_title1 = City Manager |leader_name1 = James R. Lewis |leader_title2 = Council Members |leader_name2 = |leader_title3 = Assemblymember |leader_name3 = |leader_title4 = State Senator |leader_name4 = |unit_pref = Imperial |area_footnotes = |area_total_sq_mi = 13.37 |area_total_km2 = 34.64 |area_land_sq_mi = 3.50 |area_land_km2 = 9.06 |area_water_sq_mi = 9.88 |area_water_km2 = 25.58 |area_water_percent = 73.29 |area_metro_sq_mi = |area_metro_km2 = |elevation_footnotes = |elevation_ft = 56 |elevation_m = 17 |population_as_of = 2020 |population_footnotes = |population_total = 8072 |pop_est_as_of = |pop_est_footnotes = |population_est = |population_density_sq_mi = auto |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |timezone = Pacific |utc_offset = −8 |timezone_DST = PDT |utc_offset_DST = −7 |postal_code_type = ZIP Codes |postal_code = 93448, 93449 |area_code = 805 |blank_name = FIPS code |blank_info = |blank1_name = GNIS feature IDs |blank1_info = , |website = |population_density_km2 = auto }} Pismo Beach (Chumash: Pismuʔ) is a city in the southern portion of San Luis Obispo County, in the Central Coast area of California, United States. The estimated population was 8,072 at the 2020 census, up from 7,655 in the 2010 census. It is part of the Five Cities Area, a cluster of cities in that area of San Luis Obispo County. The \"Five Cities\" area historically is made up of Arroyo Grande, Grover City (now Grover Beach), Halcyon, Fair Oaks and Nipomo. Now most people refer to the Five Cities as Grover Beach, Pismo Beach, Shell Beach (which is actually a part of Pismo Beach), Arroyo Grande and Oceano (which is unincorporated county land serviced by the Oceano Community Services District). ==History== thumb|left|Pismo Pier at sunset thumb|left|Old Oilport Refinery, demolished after WWII, now the Sunset Palisades neighborhood The Chumash people are the historic inhabitants of the region, with Indigenous peoples having lived along the California coast for at least 11,000 years.Dartt-Newton, Deana and Erlandson, Jon (Summer/Fall 2006), \"Little Choice for the Chumash: Colonialism, Cattle, and Coercion in Mission Period California,\" The American Indian Quarterly, Vol. 30, No. 3 & 4, 416 The first European land exploration of Alta California, the Spanish Portolá expedition, passed through the area, traveling up today's Price Canyon from Pismo Beach, where they camped on September 4, 1769. Franciscan missionary and expedition member [[Juan Crespí] noted in his diary that they found a Chumash village near the creek.Price Historical Park: Portola and Anza expeditions Pismo Beach is located on the Rancho Pismo Mexican land grant made to José Ortega, grandson of José Francisco Ortega, in 1840. In 1846 José Ortega sold Rancho Pismo to Isaac Sparks. John Michael Price bought most of the rancho from Sparks. Price established the town of Pismo Beach in 1891. His homestead is now Price Historical Park.Price Historical Park web site His home is a registered historical landmark. Pismo is known as the clam capital of the world. Nearly over 2.5 million people visit Pismo Beach. The name Pismo comes from the Chumash language word for tar, pismuʔ, which was gathered from tar springs in Price Canyon near Pismo Beach. The tar was a valuable product which the Chumash used to caulk their seagoing canoes, called tomol, which traveled along the coast and out to the Channel Islands. The first wharf at Pismo was built in 1882, followed by a full-length pier built in 1924 that was financed and constructed by William Woodrow Ward, who allowed full use of it by the public. After it suffered considerable storm damage, the pier was renovated again in 1985. Pismo State Beach is named for the city of Pismo Beach. The neighborhoods of Shell Beach and Sunset Palisades were originally the site of a Chumash village, and significant archeological sites are located in both areas. Shell Beach became agricultural land, mostly pea fields. Developer Floyd Calvert bought and developed the area in 1926. At first it was a local resort area; after World War II it became primarily residential. Sunset Palisades, originally called Oilport, was the site of an oil refinery from 1907 until after World War II. It is now residential. ===Clams=== The Pismo clam was named for the long, wide beach where so many were once found, once in such abundance that they were harvested with plows. Clamming once drew thousands of clammers to Pismo during low tides, and is still legal; however, due to over-harvesting by humans and the protected sea otter (which feasts on clams), few clams are to be found.Clam Calamity; The Tribune News - San Luis Obispo; 2008. Pismo Beach adopted the name \"Clam Capital of the World\" in the 1950s, though this motto is no longer used. The city still holds the Clam Festival every October, complete with clam chowder competitions and a clam- themed parade.Clamming in Morro Bay; The Tribune News - San Luis Obispo; 2009. At the southern end of Price Street upon first entering Pismo Beach, a gigantic concrete clam statue greets visitors. The oldest surf shop on the Central Coast (Pismo Beach Surf Shop) can be seen from the Pismo clam statue. The shell of a Pismo clam (Tivela stultorum) is on display at the Pismo Beach Chamber of Commerce. ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and of it (comprising 73.29%) is water. Pismo Creek enters the Pacific Ocean at Pismo Beach. The southern end of Pismo Beach runs alongside sand dunes, which are followed by eucalyptus trees that attract thousands of migrating monarch butterflies every November through February. Meadow Creek is a short creek that runs through the Pismo Lake Ecological Reserve and hosts a variety of wildlife despite its urban surroundings, including beaver (Castor canadensis). ===Climate=== Pismo Beach has a warm-summer Mediterranean climate (Csb.) Despite the subtropical latitude (the same as Cape Hatteras, North Carolina,) summers are quite cool and the change in seasonal temperatures is quite small. The hardiness zone is 9b. ==Demographics== ===2010=== The 2010 United States Census reported that Pismo Beach had a population of 7,655. The population density was 568.0 people per square mile (219.3/km2). The racial makeup of Pismo Beach was 6,976 (91.1%) White, 50 (0.7%) African American, 41 (0.5%) Native American, 203 (2.7%) Asian, 11 (0.1%) Pacific Islander, 170 (2.2%) from other races, and 204 (2.7%) from two or more races. There were 715 people (9.3%) of Hispanic or Latino origin of any race. The Census reported that 7,642 people (99.8% of the population) lived in households, 13 (0.2%) lived in non-institutionalized group quarters, and 0 (0%) were institutionalized. There were 3,834 households, out of which 619 (16.1%) had children under the age of 18 living in them, 1,710 (44.6%) were opposite-sex married couples living together, 267 (7.0%) had a female householder with no husband present, 102 (2.7%) had a male householder with no wife present. There were 235 (6.1%) unmarried opposite-sex partnerships, and 39 (1.0%) same-sex married couples or partnerships. 1,372 households (35.8%) were made up of individuals, and 578 (15.1%) had someone living alone who was 65 years of age or older. The average household size was 1.99. There were 2,079 families (54.2% of all households); the average family size was 2.55. The population was spread out, with 1,020 people (13.3%) under the age of 18, 450 people (5.9%) aged 18 to 24, 1,555 people (20.3%) aged 25 to 44, 2,642 people (34.5%) aged 45 to 64, and 1,988 people (26.0%) who were 65 years of age or older. The median age was 51.8 years. For every 100 females, there were 93.5 males. For every 100 females age 18 and over, there were 91.4 males. There were 5,585 housing units at an average density of 414.4 per square mile (160.0/km2), of which 2,336 (60.9%) were owner-occupied, and 1,498 (39.1%) were occupied by renters. The homeowner vacancy rate was 2.5%; the rental vacancy rate was 9.6%. 4,658 people (60.8% of the population) lived in owner-occupied housing units and 2,984 people (39.0%) lived in rental housing units. ===2000=== thumb|Pismo Creek estuary As of the census of 2000, there were 8,551 people, 4,230 households, and 2,322 families residing in the city. The population density was 2,366.0 people per square mile (914.6/km2). There were 5,496 housing units at an average density of 1,520.7 per square mile (587.8/km2). The racial makeup of the city was 91.35% White, 0.60% African American, 0.71% Native American, 2.92% Asian, 0.06% Pacific Islander, 1.65% from other races, and 2.71% from two or more races. Hispanic or Latino people of any race were 6.89% of the population. There were 4,230 households, out of which 17.4% had children under the age of 18 living with them, 45.1% were married couples living together, 6.4% had a female householder with no husband present, and 45.1% were non-families; 35.4% of all households were made up of individuals, and 16.0% had someone living alone who was 65 years of age or older. The average household size was 2.02 and the average family size was 2.58. In the city, the population was spread out, with 15.3% under the age of 18, 6.5% from 18 to 24, 25.2% from 25 to 44, 28.4% from 45 to 64, and 24.5% who were 65 years of age or older. The median age was 47 years. For every 100 females, there were 93.1 males. For every 100 females age 18 and over, there were 92.3 males. The median income for a household in the city was $46,396, and the median income for a family was $61,036. Males had a median income of $48,606 versus $30,189 for females. The per capita income made for the city was $30,835. About 6.3% of families and 9.0% of the population were below the poverty line, including 10.5% of those under age 18 and 4.8% of those age 65 or over. The population had a wave of expansion starting in the 1980s, after completion of waste water treatment facilities expansion designed by Kennedy Jenks Engineers; this lack of infrastructure had previously limited population growth. ==Economy== ===Top employers=== According to the city's 2020 Comprehensive Annual Financial Report, the top employers in the city are: {| class=\"wikitable sortable\" |- ! # ! Employer ! # of Employees |- | 1 |The Cliffs of Shell Beach |230 |- |2 |Keller-Williams |179 |- |3 |Dolphin Bay Resort |124 |- |4 |City of Pismo Beach |120 |- |5 |Martin Resorts |100 |- |6 |United States Postal Service |85 |- |7 |Sea Venture |74 |- |8 |Pismo Coast Village |65 |- |9 |Seacrest |65 |- |10 |Brad's Restaurant |60 |} ==Government== Incorporated on April 25, 1946, Pismo Beach is a general-law city governed by a five-member council. The city council consists of a mayor (who serves a two-year term) and four councilmembers (who serve four-year terms). All five are elected at-large. In the California State Legislature, Pismo Beach is in , and in . In the United States House of Representatives, Pismo Beach is in . ==Education== right|thumb|Shell Beach Elementary School * Shell Beach Elementary School * Judkins Middle School ==In popular culture== The city has received a substantial number of mentions in popular culture, including the films Clueless and A Night at the Roxbury; the TV show United States of Tara; and the animated series Futurama, Robot Chicken, and The Critic. The W. C. Fields comedy The Bank Dick (1940), set in Lompoc, includes a character listed in the film's credits as \"A. Pismo Clam\". In the 1957 Merrie Melodies short Ali Baba Bunny, Bugs Bunny and his traveling companion Daffy Duck emerge from a tunnel, with Bugs believing they have arrived at Pismo Beach \"and all the clams we can eat\". In the TV movie Dragnet 1966 (1969), Bill Gannon (Harry Morgan) takes disability retirement and moves to Pismo Beach. After eight months and three weeks of eating Pismo Beach clam chowder, Bill's health returns, his teeth stop falling out, and he is able to be reinstated with the L.A.P.D. Explaining to Joe Friday (Jack Webb) the reason for his restored health, he states, \"The clams, Joe. The clams.\" In The Monkees TV series episode \"The Wild Monkees\" (aired November 13, 1967), Pismo Beach is mentioned a few times. Mike Nesmith states, \"You remember the Massacre at Pismo Beach?\" when told that the Black Angels motorcycle gang will be staying at the hotel where they are working. The rest of the group replies \"Pismo Beach?\" In the movie Clueless (1995), reference is made to a fictitious \"Pismo Beach disaster.\" In the I Love Lucy TV series episode \"Lucy Gets In Pictures\" (aired February 21, 1955), Lucy (Lucille Ball) mentions Pismo Beach as one of the locations that she and her best friend, Ethel Mertz (Vivian Vance), want to visit. Pismo Beach is memorably mentioned in the Coen Brothers' film The Big Lebowski (1998). This shout-out inspired the title of the Labradford song \"Up to Pizmo\", from the band's 2001 album Fixed::Context. In 2012, the independent film The Great Depression was filmed on location around Pismo Beach. ==References== ==External links== * *Pismo Beach Chamber of Commerce ** Clam Festival (annual in October) *Pismo Beach Conference & Visitors Bureau *Activities and things to do in Pismo Beach *Panoramic video of Pismo Beach Category:1946 establishments in California Category:Cities in San Luis Obispo County, California Category:Incorporated cities and towns in California Category:Populated coastal places in California Category:Populated places established in 1946 Category:Clams",
 "title": "Pismo Beach, California"
}