{
 "id": "108256",
 "text": "{{Infobox settlement |official_name = City of Hughson |other_name = |native_name = |nickname = |settlement_type = City |motto = A Small Community, with a Big Heart! |image_skyline = 250px \"Welcome to Hughson\" utility tank |imagesize = |image_flag = |flag_size = |image_seal = Hughson, California (city seal).gif |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = File:Stanislaus County California Incorporated and Unincorporated areas Hughson Highlighted 0634904.svg |mapsize = 250x200px |map_caption = Location of Hughson in Stanislaus County, California |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = USA |pushpin_map_caption = Location in the United States |pushpin_relief = 1 |subdivision_type = Country |subdivision_name = |subdivision_type1 = State |subdivision_name1 = |subdivision_type2 = County |subdivision_name2 = Stanislaus |subdivision_type3 = |subdivision_name3 = |subdivision_type4 = |subdivision_name4 = |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title3 = Incorporated |established_date3 = December 9, 1972 |area_magnitude = | unit_pref = Imperial | area_footnotes = | area_total_sq_mi = 1.91 | area_land_sq_mi = 1.91 | area_water_sq_mi = 0.00 | area_total_km2 = 4.94 | area_land_km2 = 4.94 | area_water_km2 = 0.00 | area_water_percent = 0 | area_note = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |population_as_of = 2020 |population_footnotes = |population_note = |population_total = 7481 |population_density_km2 = 1514 |population_density_sq_mi = 3917 |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone = Pacific (PST) |utc_offset = -8 |timezone_DST = PDT |utc_offset_DST = -7 |coordinates = |elevation_footnotes = |elevation_m = 38 |elevation_ft = 125 |postal_code_type = ZIP code |postal_code = 95326 |area_code_type = Area code |area_code = 209 |blank_name = FIPS code |blank_info = |blank1_name = GNIS feature ID |blank1_info = |website = |footnotes = |pop_est_as_of = |pop_est_footnotes = |population_est = }} Hughson is a city in Stanislaus County, California, United States. It is part of the Modesto Metropolitan Statistical Area. The population was 7,481 at the 2020 census, up from 6,640 at the 2010 census. ==History of farming== Hughson is surrounded by orchards and has been a long-time farming community. Initially, it was known for its enormous production of peaches, which garnered the area the title \"The Peach Capital of the World\". Peaches are no longer the primary crop in the area and have been replaced for the most part by almond trees. Almond production in the area is one of the largest in the world. The crops grown in Hughson include almonds, peaches, walnuts, nectarines, cherries, apples, and the occasional vineyard. In recent years, many orchards have been torn down due to development. ==Geography== Hughson is located at (37.603082, -120.866838). According to the United States Census Bureau, the city has a total area of , all of it land. ==Demographics== ===2010=== At the 2010 census Hughson had a population of 6,640. The population density was 3,658.0 people per square mile (1,412.3/km2). The racial makeup of Hughson was 5,125 (77.2%) White, 55 (0.8%) African American, 74 (1.1%) Native American, 97 (1.5%) Asian, 13 (0.2%) Pacific Islander, 982 (14.8%) from other races, and 294 (4.4%) from two or more races. Hispanic or Latino of any race were 2,871 persons (43.2%). The census reported that 6,621 people (99.7% of the population) lived in households, 17 (0.3%) lived in non-institutionalized group quarters, and 2 (0%) were institutionalized. There were 2,069 households, 994 (48.0%) had children under the age of 18 living in them, 1,258 (60.8%) were opposite-sex married couples living together, 260 (12.6%) had a female householder with no husband present, 110 (5.3%) had a male householder with no wife present. There were 103 (5.0%) unmarried opposite-sex partnerships, and 20 (1.0%) same-sex married couples or partnerships. 367 households (17.7%) were one person and 219 (10.6%) had someone living alone who was 65 or older. The average household size was 3.20. There were 1,628 families (78.7% of households); the average family size was 3.64. The age distribution was 2,024 people (30.5%) under the age of 18, 678 people (10.2%) aged 18 to 24, 1,784 people (26.9%) aged 25 to 44, 1,438 people (21.7%) aged 45 to 64, and 716 people (10.8%) who were 65 or older. The median age was 32.8 years. For every 100 females, there were 93.8 males. For every 100 females age 18 and over, there were 91.9 males. There were 2,234 housing units at an average density of 1,230.7 per square mile, of the occupied units 1,388 (67.1%) were owner-occupied and 681 (32.9%) were rented. The homeowner vacancy rate was 1.5%; the rental vacancy rate was 13.1%. 4,558 people (68.6% of the population) lived in owner-occupied housing units and 2,063 people (31.1%) lived in rental housing units. ===2000=== At the 2000 census there were 3,980 people in 1,223 households, including 993 families, in the city. The population density was 3,554.3 people per square mile (1,372.0/km2). There were 1,252 housing units at an average density of 1,118.1 per square mile (431.6/km2). The racial makeup of the city was 68.79% White, 0.60% African American, 1.43% Native American, 1.11% Asian, 0.13% Pacific Islander, 24.30% from other races, and 3.64% from two or more races. Hispanic or Latino of any race were 38.82%. Of the 1,223 households, 46.0% had children under the age of 18 living with them, 61.7% were married couples living together, 15.2% had a female householder with no husband present, and 18.8% were non-families. 16.1% of households were one person, and 8.2% were one person aged 65 or older. The average household size was 3.25 and the average family size was 3.63. In the city, the population was spread out, with 33.5% under the age of 18, 10.1% from 18 to 24, 28.1% from 25 to 44, 18.8% from 45 to 64, and 9.6% 65 or older. The median age was 31 years. For every 100 females there were 96.7 males. For every 100 females age 18 and over, there were 93.5 males. The median household income was $40,385 and the median family income was $46,325. Males had a median income of $36,991 versus $25,521 for females. The per capita income for the city was $13,636. About 16.1% of families and 19.1% of the population were below the poverty line, including 26.2% of those under age 18 and 12.2% of those age 65 or over. ==Politics== In the California State Legislature, Hughson is in , and in . In the United States House of Representatives, Hughson is in . Thom Crowder, Doug Humphreys and Ben Manley were recalled from the City Council in a special election held on August 24, 2010. ==Education== Hughson High School and Emily J. Ross Junior High School serve the students of Hughson and surrounding communities. The Hughson Huskies football team claimed victory in the 1997 State Championships via Cal-Hi sports before CIF state Championships came along in 2007. Cal-Hi Sports would rank each individual high schools sports teams for each divisions Throughout the state of California . Cal-Hi sports would use a system Strength of opponent and statistics. Hughson Huskies also were CIF San Jouquin Division 3 Title holders in 1991, 1992,1997, and 2000. The Huskies were also Trans Valley League Champions 1969, 1973, 1977, 1992, 1994, 1995, 1996, 1997, and 1998.Trans Valley League stats Hughson High School's Cross Country team were the section champions of Division IV in 2003. They have sent at least one person to the State meet every year since 1999, except 2006 and 2007. ==Media== The Hughson Chronicle,Hughson Chronicle stats at Mondotimes.com a newspaper with a general circulation around 4,200, covers the City of Hughson and surrounding rural areas. Valley Entertainment Monthly, a regional entertainment newspaper published in the 1990s, maintained its mailing address in Hughson and was available in a number of the city's shops and restaurants. ==References== Category:Incorporated cities and towns in California Category:Cities in Stanislaus County, California Category:1972 establishments in California Category:Populated places established in 1972",
 "title": "Hughson, California"
}