{
 "id": "108282",
 "text": "{{Infobox settlement | official_name = City of Tehama | native_name = | other_name = | settlement_type = City | image_skyline = File:Molino Lodge.jpg | image_size = 250x200px | image_caption = Tehama County Museum | image_flag = | image_seal = | image_shield = | nickname = | motto = | image_map = Tehama_County_California_Incorporated_and_Unincorporated_areas_Tehama_Highlighted.svg | mapsize = 250x200px | map_caption = Location in Tehama County and the state of California | pushpin_map = USA | pushpin_map_caption = Location in the United States | pushpin_relief = 1 | coordinates = | subdivision_type = Country | subdivision_name = | subdivision_type1 = State | subdivision_name1 = | subdivision_type2 = County | subdivision_name2 = Tehama | established_title = Incorporated | established_date = July 5, 1906 | government_type = | government_footnotes = | leader_title = | leader_name = | unit_pref = Imperial | area_footnotes = | area_total_km2 = 2.06 | area_total_sq_mi = 0.79 | area_land_km2 = 2.06 | area_land_sq_mi = 0.79 | area_water_km2 = 0.00 | area_water_sq_mi = 0.00 | area_water_percent = 0 | area_note = | elevation_footnotes = | elevation_m = 64 | elevation_ft = 210 | population_footnotes = | population_total = 418 | population_as_of = 2010 | population_density_km2 = 181.31 | population_density_sq_mi = 469.77 | population_note = | timezone = Pacific (PST) | utc_offset = -8 | timezone_DST = PDT | utc_offset_DST = -7 | postal_code_type = ZIP code | postal_code = 96090 | area_code = 530 | blank_name = FIPS code | blank_info = 06-78106 | blank1_name = GNIS feature ID | blank1_info = | website = |pop_est_as_of = 2019 |pop_est_footnotes = |population_est = 373 }} Tehama (Wintun for \"high water\") is a city in Tehama County, California, United States. The population was 418 at the 2010 census, down from 432 at the 2000 census. == Etymology == Tehama is most commonly believed to be derived from the Wintun word for \"high water\", though there are others definitions that have been proposed such as \"low land\", \"salmon\", \"mother nature\" or \"shallow\" -- any of which would be an accurate description of a location where the river is normally shallow enough to ford, where fishermen are a common sight during the salmon run, and winter floods are a regular occurrence. ==History== A Nomlaki village of Wintun people once stood on the site of modern-day Tehama on the western bank of the Sacramento River. Tehama (pronounced Tuh-HAY-muh) was founded by Robert Hasty Thomes, who arrived in the area that is now Tehama County in the company of Albert G. Toomes, William Chard, and Job Francis Dye. The four men travelled northward from San Francisco, and were each given land grants from the government of Mexico in 1844, with Thomes' portion being Rancho Saucos. Tehama was one of the earliest California settlements north of Sacramento. Thomes mapped out the city in 1850, with First through Fifth Streets running north–south, and B through I Streets running east–west. First Street no longer exists; it was eroded away by the river. It was the last stop for the riverboats for a few years, and the town thrived on the riverboat traffic. When the boats started going farther up the river, Red Bluff became the center of trade. When Tehama County was formed in 1856, Tehama was established as the County Seat. However, the seat was moved to Red Bluff, by county-wide election, the very next year, although various local stories have circulated about how Red Bluff \"stole\" its county seat status from Tehama. Tehama had a reputation of being somewhat more liberal and freewheeling than the rest of the county, being the last town to go \"dry\" before Prohibition, and a center for bootleggers and gamblers. Tehama's population peaked in the 1890s, at about 2000 residents, including a sizable Chinese quarter. The city was incorporated in 1906 when plans were being made for an electric railway through the Sacramento Valley, however the railway was never built. A disastrous fire in 1908 combined with the decline of the riverboat traffic, caused the city to gradually lose prominence and population. The last businesses, a mini-mart and a bar, closed in the 1990s. However, the bar was re-opened as the Tehama Pub and Grill in August 2010; the new owners Ron and Susie Sullivan, from Oroville, California remodeled the building. The Pub serves burgers, bratwurst and beer, and wine. The mini-mart was re-opened by an Asian Indian family who renovate old stores. There was a gift shop that opened in 2008 and closed in 2009. The Barbecue To Go food stop, mini-mart and bar remain open. There are many in-home businesses owned by the residents. The town's riverside homes are some of the most desirable properties in the county. Tehama is generally the first area in the county to flood during the rainy season, although flooding is now controlled by releases from Shasta Dam. This gives Tehama a distinctive appearance, since by city ordinance, houses must be raised above flood level, so most homes have high foundations and tall stairways to the front door. Tehama is home to two parks: Habert Park on C Street, and Belbeck Park, which contains an old brick schoolhouse, now used for the Head Start program. The Tehama County Museum,http://www.tco.net/tehama/museum housed in what was once the Masonic Hall, is located at the corner of C and Third Street. ==Geography== Tehama is located at (40.024337, -122.123783). According to the United States Census Bureau, the city has a total area of , all of it land. ==Demographics== ===2010=== At the 2010 census Tehama had a population of 418. The population density was 526.3 people per square mile (203.2/km). The racial makeup of Tehama was 346 (82.8%) White, 6 (1.4%) African American, 23 (5.5%) Native American, 1 (0.2%) Asian, 0 (0.0%) Pacific Islander, 27 (6.5%) from other races, and 15 (3.6%) from two or more races. Hispanic or Latino of any race were 57 people (13.6%). The whole population lived in households, no one lived in non-institutionalized group quarters and no one was institutionalized. There were 165 households, 48 (29.1%) had children under the age of 18 living in them, 92 (55.8%) were opposite-sex married couples living together, 15 (9.1%) had a female householder with no husband present, 11 (6.7%) had a male householder with no wife present. There were 9 (5.5%) unmarried opposite-sex partnerships, and 0 (0%) same-sex married couples or partnerships. 38 households (23.0%) were one person and 21 (12.7%) had someone living alone who was 65 or older. The average household size was 2.53. There were 118 families (71.5% of households); the average family size was 2.98. The age distribution was 96 people (23.0%) under the age of 18, 24 people (5.7%) aged 18 to 24, 95 people (22.7%) aged 25 to 44, 121 people (28.9%) aged 45 to 64, and 82 people (19.6%) who were 65 or older. The median age was 44.1 years. For every 100 females, there were 101.0 males. For every 100 females age 18 and over, there were 103.8 males. There were 195 housing units at an average density of 245.5 per square mile, of the occupied units 118 (71.5%) were owner-occupied and 47 (28.5%) were rented. The homeowner vacancy rate was 4.8%; the rental vacancy rate was 11.3%. 281 people (67.2% of the population) lived in owner-occupied housing units and 137 people (32.8%) lived in rental housing units. ===2000=== At the 2000 census there were 432 people in 179 households, including 124 families, in the city. The population density was 543.3 people per square mile (208.5/km). There were 196 housing units at an average density of 246.5 per square mile (94.6/km). The racial makeup of the city was 79.17% White, 0.69% African American, 3.47% Native American, 0.69% Pacific Islander, 12.27% from other races, and 3.70% from two or more races. Hispanic or Latino of any race were 19.68%. Of the 179 households 29.1% had children under the age of 18 living with them, 54.7% were married couples living together, 10.1% had a female householder with no husband present, and 30.2% were non-families. 25.7% of households were one person and 14.5% were one person aged 65 or older. The average household size was 2.41 and the average family size was 2.86. The age distribution was 22.5% under the age of 18, 9.5% from 18 to 24, 23.4% from 25 to 44, 23.8% from 45 to 64, and 20.8% 65 or older. The median age was 41 years. For every 100 females, there were 101.9 males. For every 100 females age 18 and over, there were 97.1 males. The median income for a household in the city was $27,500, and the median family income was $35,125. Males had a median income of $25,333 versus $21,667 for females. The per capita income for the city was $13,044. About 10.6% of families and 16.6% of the population were below the poverty line, including 33.9% of those under age 18 and 4.5% of those age 65 or over. ==Politics== In the state legislature Tehama is in the 4th Senate District, represented by Republican Doug LaMalfa, and in the 2nd Assembly District, represented by Republican Jim Nielsen. Federally, Tehama is in . Tehama is an incorporated city represented by an elected mayor and city council. ==Notable people== *Heather R. Morgan, rapper and entrepreneur ==References== *Hiskens, Carol Hough. Tehama: Little City of the Big Trees. 1989. Tehama Museum Association. ==External links== *Official Website *Tehama County Museum Category:Cities in Tehama County, California Category:Incorporated cities and towns in California Category:Populated places on the Sacramento River",
 "title": "Tehama, California"
}