{
 "id": "108245",
 "text": "{{Infobox settlement |official_name = Temelec |other_name = |native_name = |nickname = |settlement_type = census-designated place |motto = |image_skyline = Temelec Hall, 220 and 221 Temelec Circle, Temelec, CA 6-12-2010 2-05-54 PM (cropped).JPG |imagesize = |image_caption = Temelec Hall |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Sonoma_County_California_Incorporated_and_Unincorporated_areas_Temelec_Highlighted.svg |mapsize = 250x200px |map_caption = Location in Sonoma County and the state of California |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |subdivision_type = Country |subdivision_name = |subdivision_type1 = State |subdivision_name1 = |subdivision_type2 = County |subdivision_name2 = Sonoma |subdivision_type3 = |subdivision_name3 = |subdivision_type4 = |subdivision_name4 = |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = |established_date = |established_title2 = |established_date2 = |established_title3 = |established_date3 = |area_magnitude = | unit_pref =US | area_footnotes = U.S. Census | area_total_sq_mi = 1.588 | area_land_sq_mi = 1.588 | area_water_sq_mi = 0 | area_total_km2 = 4.113 | area_land_km2 = 4.113 | area_water_km2 = 0 | area_water_percent = 0 | area_note = |area_urban_sq_mi = |area_metro_sq_mi = |area_blank1_title = |area_blank1_sq_mi = |population_as_of = 2010 |population_footnotes = |population_note = |population_total = 1441 |population_density_sq_mi = auto |population_metro = |population_density_metro_sq_mi = |population_urban = |population_density_urban_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_sq_mi = |timezone = PST |utc_offset = -8 |timezone_DST = PDT |utc_offset_DST = -7 |coordinates = |elevation_footnotes = |elevation_ft = 98 |postal_code_type = ZIP code |postal_code = 95476 |area_code = 707 |blank_name = FIPS code |blank_info = 06-78126 |blank1_name = GNIS feature ID |blank1_info = 1799782 |website = |footnotes = }} Temelec (Miwok: Tamuleko)Library of Congress - Temelec HallSonoma Valley Sun - Temelec is not a cheese is a census-designated place (CDP) in Sonoma County, California, United States. The population was 1,441 at the 2010 census. ==Temelec Hall== thumb|left|250px|Temelec Hall Temelec is the site of Temelec Hall, built in 1858 by Captain Granville P. Swift, a member of the Bear Flag Party. The hall was owned by journalist Edmond Coblentz in the mid 1900s.http://www.pressdemocrat.com/news/6032368-181/gaye-lebaron-the- checkered-past?artslide=0 The hall is currently part of the Temelec Adult Community Center. Located at 220 Temelec Circle, it was designated California Historical Landmark #237. It is additionally a Sonoma County Historic Landmark. ==Geography== According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== ===2010=== The 2010 United States Census reported that Temelec had a population of 1,441. The population density was 907.4 people per square mile (350.3/km). The racial makeup of Temelec was 1,376 (95.5%) White, 4 (0.3%) African American, 4 (0.3%) Native American, 31 (2.2%) Asian, 5 (0.3%) Pacific Islander, 5 (0.3%) from other races, and 16 (1.1%) from two or more races. Hispanic or Latino of any race were 68 persons (4.7%). The Census reported that 100% of the population lived in households. There were 960 households, out of which 8 (0.8%) had children under the age of 18 living in them, 318 (33.1%) were opposite-sex married couples living together, 45 (4.7%) had a female householder with no husband present, 12 (1.3%) had a male householder with no wife present. There were 30 (3.1%) unmarried opposite-sex partnerships, and 22 (2.3%) same-sex married couples or partnerships. 513 households (53.4%) were made up of individuals, and 398 (41.5%) had someone living alone who was 65 years of age or older. The average household size was 1.50. There were 375 families (39.1% of all households); the average family size was 2.07. The population was spread out, with 11 people (0.8%) under the age of 18, 4 people (0.3%) aged 18 to 24, 23 people (1.6%) aged 25 to 44, 411 people (28.5%) aged 45 to 64, and 992 people (68.8%) who were 65 years of age or older. The median age was 71.5 years. For every 100 females, there were 63.9 males. For every 100 females age 18 and over, there were 63.6 males. There were 1,051 housing units at an average density of 661.8 per square mile (255.5/km), of which 86.7% were owner- occupied and 13.3% were occupied by renters. The homeowner vacancy rate was 3.9%; the rental vacancy rate was 6.5%. 87.2% of the population lived in owner-occupied housing units and 12.8% lived in rental housing units. ===2000=== As of the census of 2000, there were 1,556 people, 989 households, and 452 families residing in the CDP. The population density was 919.0 per square mile (355.5/km). There were 1,045 housing units at an average density of 617.2 per square mile (238.7/km). The racial makeup of the CDP was 96.53% White, 0.06% African American, 0.39% Native American, 1.74% Asian, 0.13% Pacific Islander, 0.13% from other races, and 1.03% from two or more races. Hispanic or Latino of any race were 2.63% of the population. There were 989 households, out of which 0.1% had children under the age of 18 living with them, 41.8% were married couples living together, 3.7% had a female householder with no husband present, and 54.2% were non-families. 47.1% of all households were made up of individuals, and 37.3% had someone living alone who was 65 years of age or older. The average household size was 1.56 and the average family size was 2.07. In the CDP, the population was spread out, with 0.2% under the age of 18, 0.4% from 18 to 24, 2.6% from 25 to 44, 22.6% from 45 to 64, and 74.3% who were 65 years of age or older. The median age was 73 years. For every 100 females, there were 66.8 males. For every 100 females age 18 and over, there were 66.6 males. The median income for a household in the CDP was $36,964, and the median income for a family was $49,766. Males had a median income of $45,781 versus $38,889 for females. The per capita income for the CDP was $33,678. About 1.8% of families and 3.5% of the population were below the poverty line, including none of those under age 18 and 2.1% of those age 65 or over. ==Politics== In the state legislature, Temelec is located in the 3rd Senate District, and in the 6th Assembly District. Federally, Temelec is in . ==References== ==See also== *List of California Historical Landmarks Category:Census-designated places in Sonoma County, California Category:Census-designated places in California",
 "title": "Temelec, California"
}