{
 "id": "108317",
 "text": "East Sonora is a census-designated place (CDP) in Tuolumne County, California, United States. The population was 2,266 at the 2010 census, up from 2,078 at the 2000 census. ==Geography== East Sonora is located at (37.980561, -120.347961). According to the United States Census Bureau, the CDP has a total area of , 99.79% of it land and 0.21% of it water. ==Demographics== ===2010=== At the 2010 census East Sonora had a population of 2,266. The population density was 913.4 people per square mile (352.7/km). The racial makeup of East Sonora was 2,129 (94.0%) White, 7 (0.3%) African American, 16 (0.7%) Native American, 32 (1.4%) Asian, 1 (0.0%) Pacific Islander, 35 (1.5%) from other races, and 46 (2.0%) from two or more races. Hispanic or Latino of any race were 152 people (6.7%). The census reported that 2,151 people (94.9% of the population) lived in households, 1 (0%) lived in non-institutionalized group quarters, and 114 (5.0%) were institutionalized. There were 1,150 households, 167 (14.5%) had children under the age of 18 living in them, 422 (36.7%) were opposite-sex married couples living together, 80 (7.0%) had a female householder with no husband present, 26 (2.3%) had a male householder with no wife present. There were 63 (5.5%) unmarried opposite-sex partnerships, and 9 (0.8%) same-sex married couples or partnerships. 544 households (47.3%) were one person and 393 (34.2%) had someone living alone who was 65 or older. The average household size was 1.87. There were 528 families (45.9% of households); the average family size was 2.62. The age distribution was 288 people (12.7%) under the age of 18, 128 people (5.6%) aged 18 to 24, 314 people (13.9%) aged 25 to 44, 557 people (24.6%) aged 45 to 64, and 979 people (43.2%) who were 65 or older. The median age was 60.4 years. For every 100 females, there were 74.7 males. For every 100 females age 18 and over, there were 69.9 males. There were 1,279 housing units at an average density of 515.6 per square mile, of the occupied units 694 (60.3%) were owner-occupied and 456 (39.7%) were rented. The homeowner vacancy rate was 5.3%; the rental vacancy rate was 11.1%. 1,338 people (59.0% of the population) lived in owner-occupied housing units and 813 people (35.9%) lived in rental housing units. ===2000=== At the 2000 census there were 2,078 people, 1,064 households, and 600 families in the CDP. The population density was 805.9 people per square mile (311.0/km). There were 1,145 housing units at an average density of 444.1 per square mile (171.4/km). The racial makeup of the CDP was 93.98% White, 0.82% African American, 0.48% Native American, 0.67% Asian, 0.05% Pacific Islander, 0.96% from other races, and 3.03% from two or more races. Hispanic or Latino of any race were 6.11%. Of the 1,064 households 15.4% had children under the age of 18 living with them, 46.3% were married couples living together, 7.0% had a female householder with no husband present, and 43.6% were non-families. 39.8% of households were one person and 30.3% were one person aged 65 or older. The average household size was 1.94 and the average family size was 2.53. The age distribution was 15.0% under the age of 18, 3.5% from 18 to 24, 14.9% from 25 to 44, 23.9% from 45 to 64, and 42.7% 65 or older. The median age was 60 years. For every 100 females, there were 80.5 males. For every 100 females age 18 and over, there were 77.2 males. The median household income was $34,922 and the median family income was $50,222. Males had a median income of $46,250 versus $23,250 for females. The per capita income for the CDP was $23,254. About 2.8% of families and 5.4% of the population were below the poverty line, including none of those under age 18 and 8.7% of those age 65 or over. == History == There really is not a place called East Sonora, at least no signs to signify it as such, so most people just say they are from Sonora, California, proper. They would be Sonorans in the 21st century, or Sonorians in the 19th century. ==Government== In the California State Legislature, East Sonora is in , and . In the United States House of Representatives, East Sonora is in . ==References== Category:Census- designated places in Tuolumne County, California Category:Populated places in the Sierra Nevada (United States) Category:Sonora, California Category:Census- designated places in California",
 "title": "East Sonora, California"
}