{
 "id": "108406",
 "text": "{{Infobox settlement | name = Louisville, Colorado | native_name = | nickname = | settlement_type = Home rule municipality | official_name = City of Louisville | motto = | image_skyline = LouisvilleCOLibrary.jpg | imagesize = | image_caption = The Louisville Public Library, built in 2006 (American Institute of Architects Award, 2007) | image_flag = | flag_size = | image_seal = | seal_size = | image_shield = | shield_size = | image_blank_emblem = Logo of Louisville, Colorado.png | blank_emblem_type = Logo | blank_emblem_size = | image_map = Boulder County Colorado Incorporated and Unincorporated areas Louisville Highlighted 0846355.svg | mapsize = | map_caption = Location of the City of Louisville in | image_map1 = | mapsize1 = | map_caption1 = | image_dot_map = | dot_mapsize = | dot_map_caption = | dot_x = | dot_y = | pushpin_map = USA | pushpin_label = Louisville | pushpin_label_position = right | pushpin_map_caption = Location of the City of Louisville in the | subdivision_type = Country | subdivision_name = | subdivision_type1 = State | subdivision_name1 = | subdivision_type2 = County | subdivision_name2 = Boulder County | subdivision_type3 = City | subdivision_name3 = Louisville | government_footnotes = | government_type = Home rule municipality | leader_title = Mayor | leader_name = Ashley Stolzmann | leader_title1 = | leader_name1 = | leader_title2 = | leader_name2 = | leader_title3 = | leader_name3 = | leader_title4 = | leader_name4 = | established_title = Settled | established_date = 1877 | established_title2 = Incorporated | established_date2 = June 3, 1882 | established_title3 = | established_date3 = | unit_pref = US | area_footnotes = | area_total_km2 = 20.89 | area_land_km2 = 20.60 | area_water_km2 = 0.29 | area_total_sq_mi = 8.06 | area_land_sq_mi = 7.95 | area_water_sq_mi = 0.11 | area_water_percent = | area_urban_km2 = | area_urban_sq_mi = | area_metro_km2 = | area_metro_sq_mi = | area_blank1_title = | area_blank1_km2 = | area_blank1_sq_mi = | population_as_of = 2020 | population_footnotes = | population_note = | population_total = 21226 | population_density_km2 = 1010.64 | population_density_sq_mi = 2617.71 | population_metro = | population_density_metro_km2 = | population_density_metro_sq_mi = | population_urban = | population_density_urban_km2 = | population_density_urban_sq_mi = | population_blank1_title = | population_blank1 = | population_density_blank1_km2 = | population_density_blank1_sq_mi = | timezone = MST | utc_offset = −7 | timezone_DST = MDT | utc_offset_DST = −6 | coordinates = | elevation_footnotes = | elevation_m = 1626 | elevation_ft = 5335 | postal_code_type = ZIP codes | postal_code = 80027-80028 | area_code = 303, 720 | blank_name = FIPS code | blank_info = 08-46355 | blank1_name = GNIS feature ID | blank1_info = 0181261 | blank2_name = Highways | blank2_info = US 36, SH 42, Northwest Parkway NW Parkway | website = | footnotes = | pop_est_as_of = 2019 | pop_est_footnotes = | population_est = 20816 }} The City of Louisville () is a home rule municipality located in southeastern Boulder County, Colorado, United States. The city population was 21,226 at the 2020 United States Census. Louisville began as a rough mining community in 1877, suffered through a period of extraordinary labor violence early in the 20th century, and then, when the mines closed in the 1950s, made a transition to a suburban residential community. CNN/Money and Money magazine have consistently listed Louisville as one of the 100 best places to live in the United States, ranking it among the top 100 in 2007, 2009 2011, 2013, 2015, and 2017. ==Early history== The town of Louisville dates back to the start of the Welch Mine in 1877, the first coal mine in an area of Boulder and Weld counties known as the Northern Coalfield. The town was named for Louis Nawatny, a local landowner who platted his land and named it for himself. Incorporation came several years later in 1882.Conarroe, Carol, The Louisville Story. Louisville, CO: Conarroe, 1978. The Northern Coalfield proved to be highly productive, and eventually, some 30 different mines operated within the current boundaries of Louisville, though not all at the same time. During the years of peak production (1907–09), 12 mines were in operation in Louisville, including the Acme Mine whose two million tons of coal came from directly beneath the center of town. The presence of many independent mining companies in Louisville saved the town from becoming a \"company town\", wholly owned and dominated by a single mining company. Coal from the Northern Coalfield was sub-bituminous (low grade) and could not be transported long distances because of problems with self- combustion. Mining generally took place in the winter months since that was the period that demanded fuel for heating. During the summers, the miners played in local baseball leagues, with the home field named \"Miners Field\". A great deal of mythology has arisen around the stories of tunnels that connected saloons throughout the city, but these have proven to be unfounded and undocumented. Instead, during labor conflicts, many citizens found refuge in dirt basements to avoid errant bullets being fired from mine compounds into the city. From 1910 to 1914, the Northern Colorado Coalfields were in the midst of a strike by the United Mine Workers and the Rocky Mountain Fuel Company based on working conditions, pay, and working hours. When miners walked out on the Hecla Mine northeast of Louisville, the company hired the Baldwin–Felts Detective Agency to guard the mine compound. A machine gun and spotlight were placed in a tower on the Hecla property, and when miners took out their frustration by shooting their guns at the compound, the detectives responded by returning their fire by randomly firing at the town. The northernmost engagement of the Colorado Coalfield War occurred in Louisville between a small contingent of Colorado National Guard and Baldwin-Felts, led by Captain Hildreth Frost against strikers following the Ludlow Massacre in April 1914. Eventually, the coal remaining in the Northern Coalfield became increasingly uneconomical to mine, and the last coal mines operating in Louisville closed in the 1950s. == Recent events == In 2001, the city changed from a statutory city and became a home rule city. The home rule debate came about when Xcel Energy announced plans to replace old power line poles with much larger steel towers. While the city wanted the power lines to be buried, it discovered it lacked the authority to force Xcel to do this or even to create a taxing district to fund such. In recent years, Louisville has been recognized in several publications as one of the best places to live and raise a family in the United States: *In July 2005, CNN/Money and Money magazine ranked Louisville fifth on their list of the 100 best places to live in the United States. Criteria included financial, housing, education, quality of life, leisure and culture, and weather data. *In May 2006, Bert Sperling & Peter Sander, authors of the book Best Places to Raise Your Family: The Top 100 Affordable Communities in the U.S., ranked Louisville first on their list of best places in the U.S. to raise a family. *In August 2007, CNN/Money and Money magazine again ranked Louisville third on their list of the 100 best places to live in the United States.\"Best Places to Live\", by Kate Ashford et al., Money magazine, August 2007, pp. 84-94. *In July 2009, CNN/Money and Money magazine named Louisville the Winner and ranked first on their list of 100 best places to live in the United States. *In July 2011, CNN/Money and Money magazine again named Louisville the Winner and ranked first on their list of 100 best places to live in the United States, the second time it has graced the top slot of the magazines annual listing. * In July 2012, Family Circle magazine placed Louisville among the top 10 \"Best Towns for Families\". Based on a survey of 3,335 municipalities with populations ranging from 11,000 to 150,000, the list does not assign ranks within the top 10. * In 2015, Money Magazine named Louisville fourth in \"Best Places to Live in America\". * In September 2017, the Denver Business Journal reported that Louisville is the second-best city in Colorado for raising a family. * In 2017, Money Magazine again named Louisville one of the best places to live in America, ranking it 50th. ===Marshall Fire=== In late December 2021, the Marshall Fire raged through the parched lands near Boulder, Colorado. Marshall Fire is the most destructive in Colorado's history. The fire impacted City of Louisville, City of Superior and unincorporated Boulder County areas. Within Louisville, 553 homes were destroyed with an additional 45 damaged. Over 21,000 people in Louisville and 13,000 in Superior were ultimately evacuated while the fire was spreading due to unusual 100-mile-per-hour winds. Additionally, two people are missing. The cause of the fire is unknown, pending an investigation that may take two months to conduct. == Demographics == As of the census of 2000, there were 18,937 people, 7,216 households, and 4,950 families residing in the city. As of the census of 2010 there were 18,376 people. The population density was 2,223.6 people per square mile (858.2/km). There were 7,389 housing units at an average density of 867.6 per square mile (334.8/km). The racial makeup of the city was 91.17% White, 0.93% African American, 0.54% Native American, 3.55% Asian, 0.08% Pacific Islander, 1.83% from other races, and 1.90% from two or more races. Hispanic or Latino of any race were 5.02% of the population. There were 7,216 households, out of which 41% had children under the age of 18 living with them, 56% were married couples living together, 9% had a female householder with no husband present, and 31% were non-families. 22% of all households were made up of individuals, and 5% had someone living alone who was 65 years of age or older. The average household size was 2.6 and the average family size was 3.1. In the city, the population was spread out, with 29% under the age of 18, 6% from 18 to 24, 36% from 25 to 44, 23% from 45 to 64, and 6% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 98.6 males. For every 100 females age 18 and over, there were 95 males. The median income for a household in the city was $69,945, and the median income for a family was $92,121. Males had a median income of $57,159 versus $36,659 for females. The per capita income for the city was $31,828. 3% of the population and 2% of families were below the poverty line. 2% of those under the age of 18 and 6% of those 65 and older were living below the poverty line. ==Education== There are six public schools, six private schools, and one public library in Louisville. The public secondary schools are Monarch High School, Monarch K-8, and Louisville Middle School. Nearby higher education institutions include University of Colorado at Boulder, Naropa University, and Front Range Community College (in Longmont and Westminster). ==Business== Louisville is the home of several high-technology companies such as Rogue Wave Software (a software development company), and the Space Systems component of Sierra Nevada Corporation, a prime systems integrator for commercial spacecraft. Uber also has an office in Louisville. ==Geography== Louisville is located in southeastern Boulder County at (39.976035, −105.144067). It is bordered by the city of Lafayette to the northeast, Broomfield to the southeast, and Superior to the south. The unincorporated community of Paragon Estates borders Louisville to the west. U.S. Highway 36, the Denver-Boulder Turnpike, forms the southwest border of the city. The Northwest Parkway, a partial beltway around Denver, passes just to the southeast of Louisville. According to the United States Census Bureau, the city has a total area of , of which is land and , or 1.35%, is water. ==Community attractions and recreation== Louisville's historical downtown includes Steinbaugh Pavilion, which is used for a concert venue during the summer Louisville Street Faire, which runs on Friday nights and features local bands and street vendors and an ice rink in the winter months. 740 Front Street, previously the Old Louisville Inn, claims to be \"one of Colorado’s two oldest bars, the oldest ongoing tavern license in the state\". There is also a farmers' market that runs on Saturdays from May to October along the 800 block of Front Street, centered around the Steinbaugh Pavilion. The city has about 32 miles of recreational trails. ==See also== *Outline of Colorado **Index of Colorado-related articles *State of Colorado **Colorado cities and towns ***Colorado municipalities **Colorado counties ***Boulder County, Colorado **List of statistical areas in Colorado ***Front Range Urban Corridor ***North Central Colorado Urban Area ***Denver-Aurora-Boulder, CO Combined Statistical Area ***Boulder, CO Metropolitan Statistical Area == References == ==External links== * City of Louisville official website * CDOT map of the City of Louisville * Louisville Public Library * Louisville Chamber of Commerce (official website) * Colorado Hometown Weekly (Louisville news) Category:Cities in Boulder County, Colorado Category:Cities in Colorado Category:Denver metropolitan area Category:Populated places established in 1877 Category:1877 establishments in Colorado",
 "title": "Louisville, Colorado"
}