{
 "id": "108508",
 "text": "{{Infobox settlement |name = Black Hawk, Colorado |official_name = City of Black Hawk |settlement_type = Home rule municipality |nickname = \"The City of Mills\" |motto = \"Preserving the Past, Preparing for the Future, Still Making History\"City of Black Hawk official website |image_skyline = DSCN2884 downtownblackhawk e 600.jpg |imagesize = |image_caption = Restored historic buildings in downtown Black Hawk. |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Gilpin County Colorado Incorporated and Unincorporated areas Black Hawk Highlighted 0807025.svg |mapsize = |map_caption = Location of the City of Black Hawk in |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = USA |pushpin_label = |pushpin_label_position = right |pushpin_map_caption = Location of the City of Black Hawk in the |subdivision_type = Country |subdivision_name = |subdivision_type1 = State |subdivision_name1 = |subdivision_type2 = County |subdivision_name2 = Gilpin County |government_footnotes = |government_type = Home rule municipality |leader_title = City Manager |leader_name = Corey Hoffmann (acting) |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = Founded |established_date = 1859 |established_title2 = Incorporated |established_date2 = June 12, 1886 |established_title3 = |established_date3 = |unit_pref = US |total_type = Total |area_footnotes = |area_total_km2 = 6.871 |area_land_km2 = 6.871 |area_water_km2 = 0.000 |population_as_of = 2020 |population_footnotes = |population_total = 127 |population_density_sq_mi = 48 |population_metro = 2,963,821 (19th) |population_blank1_title = CSA |population_blank1 = 3,623,560 (17th) |population_blank2_title = Front Range |population_blank2 = 5,055,344 |timezone1 = MST |utc_offset1 = −07:00 |timezone1_DST = MDT |utc_offset1_DST = −06:00 |coordinates = |coordinates_footnotes = |elevation_footnotes = |elevation_m = 2602 |elevation_ft = 8537 |postal_code_type = ZIP code |postal_code = 80403, 80422 (PO Box) |area_code = 303 |blank_name = FIPS code |blank_info = 08-07025 |blank1_name = GNIS feature ID |blank1_info = 0204706 |website = |footnotes = }} The historic City of Black Hawk is a home rule municipality located in Gilpin County, Colorado, United States. The city population was 127 at the 2020 United States Census, making Black Hawk the least populous city (rather than town) in Colorado. The tiny city is a historic mining settlement founded in 1859 during the Pike's Peak Gold Rush. Black Hawk is now a part of the Denver-Aurora-Lakewood, CO Metropolitan Statistical Area and the Front Range Urban Corridor. Black Hawk is located adjacent to Central City, another historic mining settlement in Gregory Gulch. The two cities form the federally designated Central City/Black Hawk National Historic District. The area flourished during the mining boom of the late 19th century following the construction of mills and a railroad link to Golden. The town declined during the 20th century, but has been revived in recent years after the 1991 establishment of casino gambling following a statewide initiative in 1990. In early 2010, the Black Hawk city council passed a law banning the riding of bicycles in the town, drawing a reaction from bicycle advocacy groups and international press. The ban was overturned by the Colorado Supreme Court in 2013.Webb v. Black Hawk, 2013 CO 9 ==History== Black Hawk was established in 1859. ===Mining boom=== thumb|left|Black Hawk, 1864 In May 1859 the discovery of gold in Gregory Gulch by its namesake, John H. Gregory, brought thousands of prospectors and miners into the area, combing the hills for more gold veins. The Bobtail lode was discovered the following month. Hardrock mining boomed for a few years, but then declined in the mid-1860s as the miners exhausted the shallow parts of the veins that contained free gold, and found that their amalgamation mills could not recover gold from the deeper sulfide ores.A. H. Koschman and M. H. Bergendahl (1968) Principal Gold-Producing Districts of the United States, US Geological Survey, Professional Paper 610, p.86. Nathaniel P. Hill built Colorado's first successful ore smelter in Black Hawk in 1868. Hill's smelter could recover gold from the sulfide ores, an achievement that saved hardrock mining in Black Hawk, Central City, and Idaho Springs from ruin. Other smelters were built nearby. Black Hawk's advantageous location on North Clear Creek made it the center of ore processing for the area, and it became known as the \"City of Mills\".James E. Fell, Jr. (1979) Ores to Metals, Lincoln: Univ. Nebraska Press, pp. 27-54. The Colorado Central Railroad extended its line to the town in 1872.Paul K. Sims and others (1963), Economic Geology of the Central City District, Gilpin County, Colorado, US Geological Survey, Professional Paper 359, p.7-8. A restored depot and locomotive are on display on the east side of downtown. Black Hawk was also served by the two-foot-gauge Gilpin Tramway which climbed from Black Hawk to the mines above Central City. Many historic buildings in the town have been restored following the opening of the casinos in 1991. ===Gambling boom=== thumb|left|Ameristar Casino The town has been in heated competition for gambling revenue with its neighbor Central City since casinos opened in both towns in 1991. Development of the area down Clear Creek from the historic Black Hawk townsite lining State Highway 119 has flourished. Gamblers from Denver pass the Blackhawk casinos before they arrive at Central City, and, as a result, Black Hawk has realized much more revenue from gambling than Central City. Gambling in Black Hawk also benefits from less restrictive zoning codes; while Central City until recently limited building heights to to preserve the historic character of the town, Black Hawk has no such limits. In an attempt to close the competitive gap, Central City built the Central City Parkway from Interstate 70 near Idaho Springs as an alternative route, leading guests first to Central City, and then to Black Hawk. The Central City Parkway opened November 19, 2004. However, Black Hawk continues to have three times the number of casinos, and generates more than seven times the gambling revenue that Central City does.Andy Vuong, \"Eased gambling, building rules give Central City second chance,\" Denver Post, July 1, 2009, p.1A. Although the 1990 statewide referendum allowing casino gambling in Black Hawk was promoted as a way to promote historic preservation in Black Hawk, critics have charged that it has had the opposite effect, and that the historic appearance of Black Hawk has been sacrificed to allow construction of the large casinos. Tax from the gambling revenue provides funding for the State Historical Fund, administered by the Colorado Office of Archaeology and Historic Preservation.State Historical Fund, Office of Archaeology and Historic Preservation, Colorado Historical Society, USA. ===Bicycling ban controversy=== In February 2013, the Colorado Supreme Court overturned a citywide ban on bicycle traffic through Black Hawk, ruling that the city had failed to comply with state traffic law. In 2010, the city of Black Hawk banned bicycle use on most of the streets in the city. The ban was prompted by a surge in traffic following the change in maximum casino betting limits from $5 to $100. Black Hawk City Manager Michael Copp said that the city council, which passed the new law, believed it was best for the casinos and their patrons. The penalty for riding a bicycle through Black Hawk was a $68 fine.Bicycles Banned in Black Hawk KMGH Denver 2010-06-07 Retrieved 2010-06-08. Bicycle advocacy groups challenged the bike ban, with the case ultimately going to the Colorado Supreme Court. State Highway 119 and County Road 279 in Black Hawk are part of the Great Parks Bicycle Route and the Peak to Peak Scenic Byway touring route. ==Geography== The town is located along the north fork of Clear Creek and Gregory Gulch. At the 2020 United States Census, the city had a total area of , all of it land. ==Demographics== As of the census of 2000, there were 118 people, 54 households, and 28 families residing in the city. The population density was 80.9 people per square mile (31.2/km2). There were 79 housing units at an average density of 54.2 per square mile (20.9/km2). The racial makeup of the city was 84.75% White, 3.39% African American, 0.85% Native American, 5.93% from other races, and 5.08% from two or more races. Hispanic or Latino of any race were 10.17% of the population. There were 54 households, out of which 18.5% had children under the age of 18 living with them, 40.7% were married couples living together, 5.6% had a female householder with no husband present, and 46.3% were non- families. 33.3% of all households were made up of individuals, and 9.3% had someone living alone who was 65 years of age or older. The average household size was 2.19 and the average family size was 2.69. In the city, the population was spread out, with 17.8% under the age of 18, 5.9% from 18 to 24, 33.1% from 25 to 44, 34.7% from 45 to 64, and 8.5% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 131.4 males. For every 100 females age 18 and over, there were 131.0 males. The median income for a household in the city was $44,583, and the median income for a family was $52,500. Males had a median income of $29,688 versus $20,833 for females. The per capita income for the city was $25,985. None of the population and none of the families were below the poverty line. ==Education== Black Hawk Public Schools are part of the Gilpin County School District RE-1. The district has one elementary school and one high school, Gilpin County Elementary School and Gilpin County Undivided High School. Dave MacKenzie is the Superintendent of Schools. There are approximately 380 students enrolled in the district. ==Infrastructure== ===Transportation=== The Black Hawk & Central City Tramway, operated by the cities of Black Hawk and Central City, provides a free shuttle between the two towns. Ramblin Express and Ace Express Coaches provides transportation from Denver.BLACK HAWK SHUTTLES ==Notable people== *Nathaniel P. Hill, Brown University chemistry professor, Black Hawk smelter magnate, U.S. senator ==See also== *Colorado **Bibliography of Colorado **Index of Colorado-related articles **Outline of Colorado *List of counties in Colorado *List of municipalities in Colorado *List of places in Colorado *List of statistical areas in Colorado **Front Range Urban Corridor **North Central Colorado Urban Area **Denver-Aurora, CO Combined Statistical Area **Denver-Aurora-Lakewood, CO Metropolitan Statistical Area ==References== ==External links== *City of Black Hawk official website *Photos of Black Hawk Colorado Ghost Town site provided by Rocky Mountain Profiles *CDOT map of the City of Black Hawk *Railroads, mines and mills of Gilpin County Category:Cities in Gilpin County, Colorado Category:Cities in Colorado Category:Colorado Mining Boom Category:Populated places established in 1859 Category:Gambling localities in Colorado Category:Denver metropolitan area Category:1859 establishments in Kansas Territory",
 "title": "Black Hawk, Colorado"
}