{
 "id": "108502",
 "text": "{{Infobox settlement |name = Carbondale, Colorado |official_name = Town of Carbondale |settlement_type = Home rule municipality |nickname = The Ultimate Rocky Mountain Hideout |motto = | image_skyline = Carbondale CO 2006.jpg | imagesize = | image_caption = Mount Sopris, south of the town, looms close by. | image_flag = | flag_size = | image_seal = | seal_size = | image_shield = | shield_size = | image_blank_emblem = | blank_emblem_type = | blank_emblem_size = | image_map = Garfield County Colorado Incorporated and Unincorporated areas Carbondale Highlighted 0812045.svg | map_caption = Location of the Town of Carbondale in |pushpin_map = USA |pushpin_label = Carbondale |pushpin_label_position = right |pushpin_map_caption = Location of the Town of Carbondale in the |subdivision_type = Country |subdivision_name = |subdivision_type1 = State |subdivision_name1 = |subdivision_type2 = County |subdivision_name2 = Garfield County | government_footnotes = | government_type = Home rule municipality | leader_title = | leader_name = | leader_title1 = | leader_name1 = | leader_title2 = | leader_name2 = | leader_title3 = | leader_name3 = | leader_title4 = | leader_name4 = | established_title = | established_date = | established_title2 = Incorporated (town) | established_date2 = April 26, 1888 | established_title3 = | established_date3 = |unit_pref = US |total_type = Total |area_footnotes = |area_total_km2 = 5.237 |area_land_km2 = 5.237 |area_water_km2 = 0.000 |population_as_of = 2020 |population_footnotes = |population_total = 6,434 |population_density_sq_mi = 3,182 |population_metro = 79,043 |population_blank1_title = CSA |population_blank1 = 134,774 |timezone1 = MST |utc_offset1 = −07:00 |timezone1_DST = MDT |utc_offset1_DST = −06:00 | coordinates = | coordinates_footnotes = | elevation_footnotes = | elevation_m = 1881 | elevation_ft = 6181 | postal_code_type = ZIP code | postal_code = 81623 | area_code = 970 Exchange: 963 | blank_name = FIPS code | blank_info = 08-12045 | blank1_name = GNIS feature ID | blank1_info = 0174841 | website = | footnotes = }} The Town of Carbondale is a home rule municipality located in Garfield County, Colorado, United States. The town population was 6,434 at the 2020 United States Census. Carbondale is a part of the Glenwood Springs, CO Micropolitan Statistical Area. The town is located in the Roaring Fork Valley, downstream from Aspen and upstream from the mouth of the Roaring Fork River at Glenwood Springs. The town proper sits on the south bank of the river, at the confluence of the Crystal River. Carbondale's horizon is dominated by the 12,953 ft (3,952 m) tall Mount Sopris several miles to the south of town. It also boasts a rodeo, the Carbondale Wild West Rodeo, held every Thursday night, 7:30-9:00 pm, from June 3rd-August 19th. Everything from bronc riding to a calf scramble is there, with events such as hide racing and ribbon roping falling into the schedule. ==History== Carbondale takes its name from Carbondale, Pennsylvania, hometown of some of Carbondale's early settlers. Carbondale's economy was initially agriculturally based. Farmers and ranchers capitalized on open lands around Carbondale to supply food for miners in nearby Aspen, then a booming center of silver mining activity. Early in the 20th century, before the rise of industrial agriculture in Idaho, Carbondale's primary agricultural product was potatoes. The legacy lives on in Potato Day, an annual fall parade and cookout in Sopris Park. Despite the non-geologic origins of the town's name, the Carbondale area does in fact possess significant coal resources. Until the late 1980s Carbondale's economy was primarily based on coal operations up the Crystal River Valley. The coal mined from the area was favored for its high burning temperature, low sulphur content, and density. However, the coal deposits also contained significant amounts of methane gas. In 1981, a methane gas explosion killed 15 miners and by 1991 the mines closed down permanently. The rise of Aspen as a skiing mecca and subsequent hyperinflation of its real estate prices has forced a majority of its workers downvalley to other towns like Carbondale. Thus, especially since the 1980s, Carbondale has partly served as a bedroom community to Aspen. More recently Carbondale has seen a boom of second-home construction, arts and recreational amenities, and tourism as the area's wealth and renown has grown. A notable arts event is the annual summer arts and music festival, Mountain Fair held in Sopris Park. The event has annual attendance between 18,000 and 20,000 people over the three days of which it is held, being nearly triple the population of Carbondale. KDNK is an FM radio station licensed to Carbondale. ==Geography== At the 2020 United States Census, the town had a total area of , all of it land. ==Demographics== As of the census of 2000, there were 5,196 people, 1,744 households, and 1,168 families residing in the town. The population density was 2,583.8 people per square mile (998.1/km). There were 1,821 housing units at an average density of 905.5 per square mile (349.8/km). The racial makeup of the town was 84.28% White, 0.65% African American, 0.54% Native American, 0.69% Asian, 0.02% Pacific Islander, 11.80% from other races, and 2.02% from two or more races. Hispanic or Latino of any race were 32.12% of the population. There were 1,744 households, out of which 41.1% had children under the age of 18 living with them, 51.8% were married couples living together, 10.5% had a female householder with no husband present, and 33.0% were non-families. 20.3% of all households were made up of individuals, and 3.4% had someone living alone who was 65 years of age or older. The average household size was 2.89 and the average family size was 3.32. In the town, the population was spread out, with 26.1% under the age of 18, 11.7% from 18 to 24, 37.4% from 25 to 44, 18.7% from 45 to 64, and 6.0% who were 65 years of age or older. The median age was 31 years. For every 100 females, there were 110.1 males. For every 100 females age 18 and over, there were 107.7 males. The median income for a household in the town was $52,429, and the median income for a family was $55,726. Males had a median income of $33,025 versus $24,786 for females. The per capita income for the town was $20,383. About 9.8% of families and 12.2% of the population were below the poverty line, including 13.0% of those under age 18 and 5.0% of those age 65 or over. == Education == Carbondale is within the Roaring Fork School District. ===Elementary and middle schools=== *Crystal River Elementary School *Carbondale Middle School *Carbondale Community School *Ross Montessori School *Waldorf School on the Roaring Fork ===High schools=== *Roaring Fork High School (RFHS) *Bridges High School (BHS) *Colorado Rocky Mountain School (CRMS) ==Transportation== Roaring Fork Transportation Authority provides bus transit service in Carbondale. ==See also== *Colorado **Bibliography of Colorado **Index of Colorado-related articles **Outline of Colorado *List of counties in Colorado *List of municipalities in Colorado *List of places in Colorado *List of statistical areas in Colorado **Edwards- Glenwood Springs, CO Combined Statistical Area **Glenwood Springs, CO Micropolitan Statistical Area ==References== ==External links== *Town of Carbondale website *CDOT map of the Town of Carbondale *Carbondale.com Category:Towns in Garfield County, Colorado Category:Towns in Colorado Category:Roaring Fork Valley Category:Populated places established in 1888 Category:1888 establishments in Colorado",
 "title": "Carbondale, Colorado"
}