{
 "id": "108713",
 "text": "Enfield is a town in Hartford County, Connecticut, United States, first settled by John and Robert Pease of Salem, Massachusetts Bay Colony. The population was 42,141 at the 2020 census. It is bordered by Longmeadow, Massachusetts, and East Longmeadow, Massachusetts, to the north, Somers to the east, East Windsor and Ellington to the south, and the Connecticut River (towns of Suffield and Windsor Locks) to the west. ==History== Enfield was originally inhabited by the Podunk tribe, and contained their two villages of Scitico and Nameroke. Though land grants were first granted in 1674, no one attempted to settle what is known as Enfield until 1679 when the Pease Brothers of Robert and John II, settlers from Salem, Massachusetts came in to settle the fertile lands. They dug a shelter into a hill and camped there for the winter until their families came to help them build houses. In 1675, a sawmill owned by William Pynchon II was burned in the wake of King Phillip's War. The first town meeting was held on August 14, 1679 and a committee of five were appointed by men from Springfield as it was the parent town at the time. Enfield was incorporated in Massachusetts on May 16, 1683 as the Freshwater Plantation, the same day as the town of Stow, Massachusetts, making them the 52nd/53rd towns in the Colony. The namesake is the Freshwater Brook (Also known as the Asnuntuck Brook) that traverses the town. Five years later, on March 16, 1688, the townspeople purchased Enfield from a Podunk named Notatuck for 25 pounds Sterling. It is unclear what claim Notatuck actually had to the land, or whether he was selling the land or the rights to use it. Shortly around 1700, the town changed its name to Enfield after Enfield in Middlesex, and to go with the other \"fields\" in the area such as Springfield, Westfield, and Suffield. In 1734, the eastern part of town separated into the town of Somers. In 1749, following the settlement of a lawsuit in which it was determined that a surveyor's error placed a section of present-day Hartford County (including Enfield) within the boundaries of Massachusetts, the town seceded and became part of Connecticut. Jonathan Edwards preached his famous sermon, \"Sinners in the Hands of an Angry God\", in Enfield. It was part of the Great Awakening revival that struck New England in the mid-18th century and spread throughout Western North American civilization. The modern town of Enfield was formed through the merging of Enfield, Thompsonville, and Hazardville, named for Colonel Augustus George Hazard (1802–1868), whose company manufactured gunpowder in the Powder Hollow area of the town from the 1830s to the 1910s. In the 1989 film Glory, boxes of gunpowder can be seen with the words Enfield, CT printed on the sides. In an episode in the 1970s police drama Hawaii Five-O, Jack Lord's character Steve McGarrett traces explosives back to \"The Hazard Gunpowder Company- Enfield, CT\". The capacity of the mill at the time of the Civil War was per day. Over 60 people died in explosions in Powder Hollow during the years when gunpowder was manufactured there. The mill blew up several times, but was set up so that if one building blew up, the rest would not follow in a chain reaction. The ruins of these buildings and the dams are open to the public. Powder Hollow is now home to baseball fields and hiking trails. King's Island in the Connecticut River, previously known as Terry Island (or Terry's Island, or Great Island),\"Public Act No. 09-203\", State of Connecticut, July 7, 2009, As Retrieved 2010-03-12 was the location of pivotal meetings of Adventist Christians in 1872 and 1873.\"The Adventists at Terry Island\", The New York Times, November 28, 1873, As Retrieved 2010-03-12 In 1972, Asnuntuck Community College was established in Enfield as the twelfth institution in the Connecticut State Colleges and Universities system (CSCU). Classes began in 1972 with an initial enrollment of 251, and 12 Associate in Science degrees and 20 Associate of Art degrees were awarded to the first graduating class in 1974. There are five sections of the town of Enfield. Enfield Village, Thompsonville, Hazardville, Scitico, and Sherwood Village. ===Enfield Shaker village=== In 1793, a historic Shaker village, Enfield Shaker village, one of nineteen scattered from Maine to Kentucky, was established in the town. The Utopian religious sect practiced celibate, communal living, and is today renowned for its simple architecture and furniture. Membership eventually dwindled, however, and the village disbanded. The property has since been redeveloped by the Enfield Correctional Institution, still located on Shaker Road. thumb|right|Enfield Shaker village ==Demographics== According to the United States Census Bureau, the town has a total area of , of which is land and , or 2.76%, is water. As of the census of 2000, there were 45,212 people, 16,418 households, and 11,394 families residing in the town. The population density was 1,354.3 people per square mile (523.0/km2). There were 17,043 housing units at an average density of 510.5 per square mile (197.1/km2). The racial makeup of the town was 89.74% White, 5.61% African American, 0.20% Native American, 1.34% Asian, 0.02% Pacific Islander, 1.57% from other races, and 1.54% from two or more races. Hispanic or Latino of any race were 3.74% of the population. There were 16,418 households, out of which 31.1% had children under the age of 18 living with them, 55.7% were married couples living together, 10.2% had a female householder with no husband present, and 30.6% were non-families. 25.0% of all households were made up of individuals, and 9.5% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 3.04. In the town, the population was spread out, with 22.6% under the age of 18, 7.6% from 18 to 24, 34.2% from 25 to 44, 21.9% from 45 to 64, and 13.7% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 110.2 males. For every 100 females age 18 and over, there were 112.7 males. The median income for a household in the town was $67,402, and the median income for a family was $77,554. Males had a median income of $42,335 versus $31,082 for females. The per capita income for the town was $29,340. About 2.8% of families and 4.0% of the population were below the poverty line, including 3.4% of those under age 18 and 5.7% of those age 65 or over. ==Government and politics== {| class=\"wikitable\" style=\"float:right; margin:1em; font-size:95%;\" |+ Enfield town vote by party in presidential elections |- style=\"background:lightgrey;\" ! Year ! Democratic ! Republican ! Third Parties |- |align=\"center\" |2020 |align=\"center\" |53.82% 11,263 |align=\"center\" |44.43% 9,298 |align=\"center\" |1.75% 368 |- |align=\"center\" |2016 |align=\"center\" |45.60% 8,646 |align=\"center\" |48.70% 9,233 |align=\"center\" |5.70% 1,080 |- |align=\"center\" |2012 |align=\"center\" |55.92% 10,152 |align=\"center\" |42.46% 7,709 |align=\"center\" |1.62% 295 |- |align=\"center\" |2008 |align=\"center\" |59.23% 11,584 |align=\"center\" |39.15% 7,656 |align=\"center\" |1.62% 317 |- |align=\"center\" |2004 |align=\"center\" |54.69% 10,826 |align=\"center\" |43.79% 8,669 |align=\"center\" |1.53% 302 |- |align=\"center\" |2000 |align=\"center\" |56.99% 10,403 |align=\"center\" |37.91% 6,920 |align=\"center\" |5.11% 932 |- |align=\"center\" |1996 |align=\"center\" |54.37% 9,893 |align=\"center\" |30.88% 5,620 |align=\"center\" |14.75% 2,684 |- |align=\"center\" |1992 |align=\"center\" |41.97% 9,248 |align=\"center\" |31.96% 7,043 |align=\"center\" |26.07% 5,745 |- |align=\"center\" |1988 |align=\"center\" |50.34% 9,356 |align=\"center\" |48.65% 9,041 |align=\"center\" |1.01% 188 |- |align=\"center\" |1984 |align=\"center\" |41.37% 7,343 |align=\"center\" |58.25% 10,339 |align=\"center\" |0.37% 66 |- |align=\"center\" |1980 |align=\"center\" |44.53% 8,023 |align=\"center\" |40.11% 7,227 |align=\"center\" |15.37% 2,769 |- |align=\"center\" |1976 |align=\"center\" |59.29% 10,845 |align=\"center\" |40.15% 7,344 |align=\"center\" |0.56% 102 |- |align=\"center\" |1972 |align=\"center\" |49.25% 9,176 |align=\"center\" |49.74% 9,267 |align=\"center\" |1.01% 189 |- |align=\"center\" |1968 |align=\"center\" |61.40% 9,625 |align=\"center\" |32.56% 5,104 |align=\"center\" |6.04% 947 |- |align=\"center\" |1964 |align=\"center\" |77.79% 11,425 |align=\"center\" |22.21% 3,262 |align=\"center\" |0.00% 0 |- |align=\"center\" |1960 |align=\"center\" |67.73% 9,033 |align=\"center\" |32.27% 4,304 |align=\"center\" |0.00% 0 |- |align=\"center\" |1956 |align=\"center\" |50.70% 4,876 |align=\"center\" |49.30% 4,742 |align=\"center\" |0.00% 0 |} {| class=wikitable ! colspan = 6 |Voter Registration and Party Affiliation as of October 29, 2019 |- ! colspan = 2 | Party ! ! Inactive voters ! Total voters ! Percentage |- | | Democratic | align = center |8,598 | align = center |730 | align = center |8,598 | align = center |32.24% |- | | Republican | align = center |5,845 | align = center |437 | align = center |5,845 | align = center |21.91% |- | | Unaffiliated | align = center |11,518 | align = center |1,087 | align = center |11,518 | align = center |43.18% |- | | Minor Parties | align = center |582 | align = center |81 | align = center |710 | align = center |2.66% |- ! colspan = 2 | Total ! align = center |26,671 ! align = center |2,335 ! align = center |26,671 ! align = center | 100% |} ==Industry== Enfield is home to the U.S. headquarters of Danish plastic building toy manufacturer Lego, which was also the town's largest employer. Hallmark Cards was the town's second-largest employer. It is now closed, having sent all distribution to Kansas City in 2016. Enfield was once the home to the headquarters of the Casual Corner clothing company. Formerly and most notably, Enfield had booming carpet and gunpowder industries. Orrin Thompson set up shop for the Bigelow-Sanford Carpet Co. in the Thompsonville section of town, employing many Scottish immigrants and building housing for them, which still stand today. The gunpowder industry was founded by Colonel Augustus Hazard. Hazard was instrumental in implementing water power and other technologies to allow his business to prosper. Hazard's company was among the biggest gunpowder suppliers for the American Civil War. Enfield was the headquarters of Pilch Meat Breeders, which was once the second-largest broiler breeder in the world. The company was founded by Chester Pilch in 1936, and sold in 1969 to DeKalb Agricultural Research Corp. At its peak, Pilch owned 230 acres in Enfield, had farms in four countries, and produced about 24 million chickens a year. DeKalb moved the operation to North Carolina, taking 365 jobs from Enfield. Enfield is currently the headquarters of Precision Camera and Video Repair as well as Control Module Industries. The town contains several shopping centers, including the Enfield Square Mall. ===Top employers=== According to Enfield's 2018 Comprehensive Annual Financial Report {| class=\"wikitable\" |- ! # ! Employer ! # of Employees |- | 1 | Mass Mutual | 1,538 |- |2 | Town of Enfield |1,174 |- |3 | Lego |570 |- |4 | Connecticut Department of Correction |528 |- |5 | Brooks Brothers Group |500 |- |6 | Advance Auto Parts |415 |- |7 |Eppendorf |330 |- |8 |Martin Brower |260 |- |9 |Stop & Shop |140 |- |10 |Target |130 |} ==Neighborhoods== The neighborhoods of Enfield are: \"Crescent Lake\"-Borders scenic farmland. It is in close proximity to both the minimum and maximum correctional facilities. This small friendly neighborhood holds an annual July 4 parade. Enfield Historical District- Listed in the National Register of Historic Places, the Enfield Historic District runs along Enfield Street/King Street (U.S. Route 5). Many old homes dating back to the mid-18th century were built from 1106-1492 Enfield Street. Varying styles of architecture are noted including Late Victorian, Georgian and 19th Century Revival. The Enfield Town Hall museum as well as a fine Greek Revival Congregational Church can be found here. Hazardville – Named after Colonel Augustus Hazard, this neighborhood encompasses a few smaller burbs, including Powder Hollow, and more recently, the center of Enfield began to encroach on this historical area. The center of Hazardville is located between the streets of Park Street and North Street on Hazard Avenue. Notable small shops include The Connecticut Valley Tobacconist, Gayle's Thyme Herbal Apothecary, The Cranberry Scoop Gift Shop, Smoke n' Leather, and numerous pizzerias. The Powder Hollow Park is located in the Hazardville neighborhood district. North Thompsonville – Contains mostly residential and partially commercial areas of Enfield with many parks and schools. Presidential Section – This entirely residential area contain streets that are all named after former presidents of the United States. Houses are mid-sized to large in this area. thumb|right|Presidential Section Scitico – located in the eastern end of town. Green Manor is considered part of Scitico. This is a suburb in the purest sense, with winding roads, sidewalks, a park, and cul-de-sacs. Green Manor is approximately from the main highway Interstate 91 and borders the town of Somers. Across from Nathan Hale Elementary School is a residential park with tennis court, skate boarding ramps, and a playground for younger kids. Green Manor Park contained a pool at one time but was removed due to the lack of maintenance by the town. Shaker Pines – This neighborhood consists mostly of quaint lakeside houses with tall pine trees towering overhead. Shaker Pines was originally part of the Shaker settlement in Enfield. The lake was built by the Shakers to power a mill. The mill stood vacant by the dam at the end of the lake, until it was dismantled in the 1980s. This mill provided shelter for Frederick Merrill in 1987 after he escaped from the local high security prison. He was dubbed \"The Peanut Butter Bandit\" after his mother sneaked him supplies for his first prison escape in 1968 in a jar of peanut butter. Sherwood Manor thumb|right|Thompsonville Village Southwood Acres – A residential neighborhood in the south part of town. Thompsonville – Named after Orrin Thompson, Thompsonville is the town center of Enfield with a more urban environment. In the past few years, there has been an attempt to revitalize the downtown area. On the southbound portion of Pearl Street there are many old Victorian houses. There are also many boat launches onto the bordering Connecticut River. Commuter rail service is expected to begin in 2013, and planning has started for renovating an old building into a train station and transportation hub on the proposed Hartford Line. Enfield and Thompsonville are currently served by the Connecticut Transit commuter bus services for easy access to and from Hartford. ==Parks and recreation== *Brainerd Park: on Brainard Road, features softball fields, children's swing sets. *Connecticut River *Green Manor Recreational Area: off Taylor Road, features playscape, skate park *Hazardville Park: off Hazard Avenue, features playscapes, basketball courts, covered picnic area *Mark Twain Recreational Area: off South Road, features tennis courts, ball fields *Scantic River State Park: near South Maple Street Bridge, rapids for canoeing and kayaking, fishing Enfield is home to the New England Lightning girls AAU basketball program. ==Government and infrastructure== Connecticut Department of Correction prisons are located in Enfield.\"Zoning Map .\" Enfield, Connecticut. Retrieved on August 16, 2010. Enfield Correctional Institution,\"Enfield Correctional Institution.\" Connecticut Department of Correction. Retrieved on August 16, 2010. Robinson Correctional Institution,\" Robinson Correctional Institution.\" Connecticut Department of Correction. Retrieved on August 16, 2010. and Willard-Cybulski Correctional Institution are in Enfield.\" Willard-Cybulski Correctional Institution.\" Connecticut Department of Correction. Retrieved on August 16, 2010. In January 2013, the town began running the Magic Carpet public bus service. The in-town bus provides service to Thompsonville, Hazard Avenue, and Elm Street. === Police brutality lawsuit settlements === In 2017, the Associated Press reported that nearly $800,000 was paid to settle lawsuits filed against the Enfield Police Department and former officer Matthew Worden, who was accused in several brutality cases; 10 lawsuits were settled for a total of $792,500. ==Education== Asnuntuck Community College is a two-year college in Enfield.\"Welcome.\" Asnuntuck Community College. Retrieved on August 16, 2010. Enfield Public Schools operates the town's public schools. Enfield High School is the town's sole high school. John F. Kennedy Middle School is the town's middle school. The Enfield primary schools educate students in kindergarten through grade 2, the intermediate schools educate students from grade 3 through grade 5, the middle school grades 6 through grade 8, and the high school runs from grade 9 through grade 12. Thomas G. Alcorn School was originally a high school until it was converted to an elementary school when the current high school (Enfield High School) was built in the 1960s. Alcorn School was closed in 2011 and its empty shell of a building is now used as office space. Enfield High School was later extensively renovated in 1993. Enrico Fermi High School was one of two high schools in town, which opened in 1972, but closed in 2016 as a result of the town's high school consolidation into Enfield High School. The Fermi high school mascot was a falcon. The Fermi high school logo included an image of an atom and a distillation flask. As of 2016, Enfield Public Schools educates approximately 5,000 students. Capitol Region Education Council has its own magnet school in Enfield. The Public Safety Academy ranges from grade 6 through 12 Two Catholic parochial schools (Kindergarten through grade 8) serve the Enfield community, St. Bernard School and St. Martha's School. Typically, these schools operate on the same academic calendar as the public schools. ==Notable people== * Johnny April, bassist for the alternative metal/hard rock band Staind * John Ashton, actor, attended Enfield High School * Elijah Churchill, soldier in the American Revolutionary War and recipient of the medal later known as the Purple Heart * James Dixon (1814-1873), U.S. Congressman and Senator * Kevin Foxe, film producer, writer, executive producer of The Blair Witch Project; born and raised in Enfield, graduated Enfield High School * Obed Hale, Wisconsin farmer and politician, born in Enfield * Craig Janney, Olympian and professional ice hockey center (former resident) * Peter King, football columnist for Sports Illustrated and author * Elisha M. Pease, politician and two-term governor of Texas (elected in 1853 and 1855). Renamed 15th Street in Austin, Texas, Enfield Road after the town where he was born.\"Austin Streets: Street Name Origins.\" Retrieved on May 10, 2011. * Paul Robeson, singer and actor (former resident) * Karen Scavotto, Olympic archer *Sadah Shuchari, violinist * Bill Spanswick, pitcher for the Boston Red Sox *Helen Steele, composer * Blaine Stoughton, former NHL player with the Hartford Whalers. * Nathaniel Terry, Congressman from Connecticut (served 1817-1819) * The Last Goodnight, band originally from Enfield and formerly called Renata; attended Enfield High School ==Notable historical sites== * The Strand Theatre (Enfield Cinema), most prominently active in the 1940s and '50s. In the '70s the Strand had to resort to X-rated films to remain afloat until finally closing doors in the 1980s. Locals have many ideas for the future of the theater, but it is in great disrepair. * Bigelow-Sanford Carpet Co., now Bigelow Commons, a renovated apartment complex. These buildings were the site of a large carpet company that employed many in the town. Listed in the National Register of Historic Places. * The Enfield Town Meetinghouse was built in 1773 and was entered into the National Register of Historic Places in 1974 ==Sister cities== Enfield has two official sister cities as designated by Sister Cities International: * Zhongli District, Taoyuan City, Taiwan (Republic of China) * Ronneby, Sweden == See also == ==References== ==External links== * * * Enfield Historical Society Category:Towns in Connecticut Category:Towns in Hartford County, Connecticut Category:Utopian communities in the United States Category:Connecticut populated places on the Connecticut River Category:Populated places established in 1679 Category:1679 establishments in Connecticut Category:Greater Hartford",
 "title": "Enfield, Connecticut"
}