{
 "id": "108735",
 "text": "Terramuggus is a census-designated place (CDP) in the town of Marlborough, Hartford County, Connecticut, United States. It contains the town center village and surrounding areas. The population was 1,025 at the 2010 census. ==Geography== According to the United States Census Bureau, the CDP has a total area of , of which is land and , or 9.94%, is water. It is centered on Lake Terramuggus and includes part of the town center of Marlborough along its southeastern edge. Connecticut Route 2 forms the northeastern edge of the CDP, with access at Exit 13 to Connecticut Route 66, which forms the southeastern edge of the CDP. ==Demographics== As of the census of 2000, there were 1,048 people, 389 households, and 299 families residing in the CDP. The population density was 890.5 people per square mile (342.9/km2). There were 407 housing units at an average density of 345.8 per square mile (133.2/km2). The racial makeup of the CDP was 98.00% White, 0.19% African American, 0.95% Asian, and 0.86% from two or more races. Hispanic or Latino of any race were 0.48% of the population. There were 389 households, out of which 39.1% had children under the age of 18 living with them, 66.3% were married couples living together, 7.5% had a female householder with no husband present, and 23.1% were non- families. 17.7% of all households were made up of individuals, and 3.6% had someone living alone who was 65 years of age or older. The average household size was 2.69 and the average family size was 3.09. In the CDP, the population was spread out, with 27.4% under the age of 18, 4.9% from 18 to 24, 32.5% from 25 to 44, 28.4% from 45 to 64, and 6.8% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 106.3 males. For every 100 females age 18 and over, there were 98.7 males. The median income for a household in the CDP was $64,844, and the median income for a family was $73,125. Males had a median income of $50,903 versus $39,297 for females. The per capita income for the CDP was $26,127. None of the families and 0.8% of the population were living below the poverty line, including no under eighteens and none of those over 64. ==References== Category:Census-designated places in Hartford County, Connecticut Category:Marlborough, Connecticut Category:Census-designated places in Connecticut",
 "title": "Terramuggus, Connecticut"
}