{
 "id": "108761",
 "text": "Salisbury () is a town situated in Litchfield County, Connecticut, United States. The town is the northwesternmost in the state of Connecticut; the Massachusetts-New York-Connecticut tri-state marker is located at the northwest corner of the town. The population was 4,194 at the 2020 census. ==History== Salisbury was established and incorporated in 1741,Newberry Library -- Connecticut Atlas of Historical County Boundaries and contains several historic homes, though some were replaced by larger modern structures in the late 20th century. Salisbury was named for Salisbury, a city in England. Historian Ed Kirby tells that traces of iron were discovered in what was to become Salisbury in 1728, with the discovery of the large deposit at Old Hill (later Ore Hill) in 1731 by John Pell and Ezekiel Ashley. From before the American Revolution, through the Federal Period of the nation, and until around 1920, Salisbury was the seat of an important iron industry.Ed Kirby, Echoes of Iron in Connecticut's Northwest Corner, Sharon Historical Society, 1998 p. 6 thumb|left|61 East Main Street, Salisbury, CT was shown on a postcard mailed on September 18, 1917. Additional iron mines were opened, mostly in the western end of the town, although historian Diana Muir dismisses them as \"scarcely big enough to notice,\" with the further disadvantage of not being near a river large enough to ship iron to market at a reasonable cost. The solution, according to Muir, was to pour labor into the iron, working it into a quality of wrought iron so high that it could be used even for gun barrels. This fetched a high price and made Salisbury iron the celebrated choice of Connecticut's early nineteenth-century arms industryDiana Muir, Reflections in Bullough's Pond: Economy and Ecosystem in New England, University of New England Press, 2002, p. 126. as well as the preeminent source of cast-iron railroad car wheels until they were superseded by steel wheels. Peter P. Everts, an agent of the mid-19th-century mines, however, stated the quality of Salisbury iron varied.https://books.google.com/books?id=kjdJAAAAYAAJ&pg;=PA97&dq;#v accessed July 31, 2010 The iron industry in Salisbury became inactive following World War I, a plan to revive it during World War II was never implemented, and the mines remain under water.Hartford Courant, January 25, 1942 Scoville Library in Salisbury was the first in the United States open to the public free of charge. Salisbury is also home to the oldest Methodist church in New England, the Lakeville Methodist Church, constructed in 1789. ==Geography== Salisbury occupies the northwest corner of Litchfield County and the state of Connecticut. It is bordered to the north by Berkshire County, Massachusetts, and to the west by Dutchess County, New York. Salisbury is northwest of Hartford, Connecticut's capital; south of Pittsfield, Massachusetts; and northeast of Poughkeepsie, New York. According to the United States Census Bureau, the town has a total area of , of which are land and , or 4.72%, are water. Within Salisbury there are several ponds and six lakes: Wononscopomuc, Washinee, Washining, Wononpakook, Riga Lake and South Pond. The Housatonic River forms the eastern boundary of the town. Although the summit of Mount Frissell lies in Massachusetts at an elevation of , the south slope of the mountain in Salisbury, is the highest point in Connecticut at . ===Principal communities=== The town of Salisbury includes the CDP of Lakeville, and the hamlets of Amesville, Lime Rock, Salisbury, and Taconic (formerly Chapinville). Taconic is located in the northern section of Salisbury and is a seasonal and affluent community of approximately 200 in population, with a town green and US post office. Historically the areas of Joyceville, Ore Hill, Hammertown, Weatogue and Twin Lakes were recognized as separate communities but are no longer. ==Demographics== thumb|The NY-MA-CT tri-state marker on the border of Salisbury As of the census of 2000, there were 3,977 people, 1,737 households, and 1,042 families residing in the town. The population density was 69.4 people per square mile (26.8/km). There were 2,410 housing units at an average density of 42.0 per square mile (16.2/km). The racial makeup of the town was 95.75% White, 1.66% African American, 0.33% Native American, 0.96% Asian, 0.45% from other races, and 0.85% from two or more races. Hispanic or Latino of any race were 1.53% of the population. There were 1,737 households, out of which 25.5% had children under the age of 18 living with them, 50.4% were married couples living together, 7.2% had a female householder with no husband present, and 40.0% were non-families. 33.7% of all households were made up of individuals, and 15.3% had someone living alone who was 65 years of age or older. The average household size was 2.19 and the average family size was 2.81. In the town, the population was spread out, with 22.4% under the age of 18, 3.7% from 18 to 24, 20.4% from 25 to 44, 31.9% from 45 to 64, and 21.6% who were 65 years of age or older. The median age was 47 years. For every 100 females, there were 89.2 males. For every 100 females age 18 and over, there were 83.4 males. The median income for a household in the town was $53,051, and the median income for a family was $69,152. Males had a median income of $43,807 versus $29,861 for females. The per capita income for the town was $38,752. About 4.9% of families and 7.8% of the population were below the poverty line, including 7.6% of those under age 18 and 2.6% of those age 65 or over. ==Parks and recreation== The Appalachian Trail runs through Salisbury. Mount Riga State Park is located in Salisbury. ===Sports=== The Salisbury Winter Sports Association hosts ski jumping competitions at its Satre Hill venue in Salisbury. It has hosted United States Eastern Ski Jumping Championships each February since 1952. The well-known automobile racing course of Lime Rock Park is in the southeast corner of Salisbury. ==Government== Salisbury has an open town meeting form of government, with three selectmen. ==Education== Salisbury is a member of Regional School District 01, which also serves the towns of Canaan, Cornwall, Kent, North Canaan, and Sharon. Public school students attend Salisbury Central School (grades K-8), and Housatonic Valley Regional High School, which is in Falls Village. There are also three boarding schools in the town, Salisbury School and Hotchkiss School, both high schools, and Indian Mountain School, pre-K through grade 9. ==Media== The community is served by a weekly newspaper, The Lakeville Journal. The Salisbury Sampler is a 10-issue-per-year newsletter of community events, notices and news edited by the office of the Selectmen and mailed to all households. The Salisbury Association publishes a bi-annual newsletter covering the land trust, historical and civic committees news and activities. It is mailed to all households. == Infrastructure == ===Transportation=== U.S. Route 44 is the main east–west highway in the town, while Connecticut Route 41 is the main north–south highway. US 44 leads northeast to North Canaan and southwest to Millerton, New York. Route 41 leads south to Sharon and north to Great Barrington, Massachusetts. Connecticut Route 112 runs diagonally, northwest to southeast, and connects with U.S. Route 7, which runs north–south parallel to the Housatonic River. ==Notable people== thumb|right|250px|Maple Shade Inn (1908 postcard) *Ethan Allen (1738-1789), owned a blast furnace in Lakeville in the 1760s *Charles B. Andrews (1834–1902), Governor of Connecticut (1878–1881) *William Henry Barnum (1818–1889), congressman and US senator, longest-serving chairman of the U.S. Democratic Committee, president of Barnum & Richardson Company, lived in Lime Rock *Daniel Chipman (1765–1850), congressman from Vermont *Nathaniel Chipman (1752-1843), US senator from Vermont and Chief Justice of the Vermont Supreme Court *Martin Chittenden (1763–1840), seventh governor of Vermont (1813–1815); born in Salisbury *Thomas Chittenden (1730-1797), first governor of Vermont *Jill Clayburgh (1944–2010), Academy Award-nominated actress; lived and died in Lakeville *Maurice Firuski (1894–1978); bookseller, alumnus of Yale University *Jeff Greenfield (1943-); ABC television journalist and commentator *Margaret Hamilton (1902–1985); actress who played the Wicked Witch of the West in The Wizard of Oz; spent her last years in town *Edward Herrmann (1943–2014); Emmy Award-winning actor *Horace Holley (17811827), minister of Hollis Street Church and president of Transylvania College *John M. Holley (1802-1848), US congressman *Myron Holley (1779-1841), Erie Canal builder *Maria Bissell Hotchkiss (1827-1901), widow of Benjamin B. Hotchkiss, founded Hotchkiss School in Lakeville *Josiah S. Johnston (1784-1833), US senator representing Louisiana *Alfred Korzybski (1879–1950), founded the Institute of General Semantics at a country estate in Lime Rock and directed it until his death; institute remained there until 1981History of the Institute of General Semantics *Richmond Landon (1898–1971), Olympic gold medal winner *Wanda Landowska (1879–1959), harpsichordist; resident of Lakeville from 1949 until death in 1959 *Laura Linney, (b. 1964), Emmy and Golden Globe award-winning actress *Frederick Miles (1815–1896), congressman from Connecticut *Peter Buell Porter (1773–1844), U.S. Secretary of War (1828–1829); born in town *Joseph Schumpeter (1883-1950), economist; died in Taconic in 1950 *Jonathan Scoville (1830-1891), congressman *Roy Sherwood (1932-2017), ski jumper in 1956 Olympics *Georges Simenon (1903–1989), prolific Belgian author, most notably of Maigret novels; lived in house called \"Shadow Rock Farm\" in Lakeville *Meryl Streep (1949-), multiple Oscar-winning actress; lives in Salisbury with her family *Rip Torn (1931-2019); Emmy Award-winning and Oscar- nominated actor *Elisha Whittlesey (1783-1863), congressman ==See also== *Housatonic Valley Regional High School *Salisbury School ==References== ==External links== *Town of Salisbury official website *The Salisbury Association *Trinity Lime Rock History Category:Towns in Litchfield County, Connecticut Category:Towns in Connecticut Category:Towns in the New York metropolitan area",
 "title": "Salisbury, Connecticut"
}