{
 "id": "108855",
 "text": "Storrs is a villagePrincipal Communities in Connecticut, Dept. of Economic and Community Development and census-designated place (CDP) in the town of Mansfield in eastern Tolland County, Connecticut, United States. The population was 15,344 at the 2010 census. It is dominated economically and demographically by the main campus of the University of Connecticut and the associated Connecticut Repertory Theatre. Storrs was named for Charles and Augustus Storrs, two brothers who founded the University of Connecticut (originally called the Storrs Agricultural College) by giving the land () and $6,000 in 1881. In the aftermath of September 2005's Hurricane Katrina, Slate named Storrs \"America's Best Place to Avoid Death Due to Natural Disaster.\" Storrs is also home to the new University of Connecticut Huskies baseball's home stadium, Elliot Ballpark, which replaced J. O. Christian Field. ==Geography== According to the United States Census Bureau, the community has an area of 14.8 km (5.7 mi2), of which 14.7 km (5.7 mi2) is land and 0.1 km (0.04 mi2) (0.53%) is water. === Climate === ==Demographics== As of the census of 2000, there were 10,996 people, 1,630 households, and 645 families residing in the community. The population density was 748.8/km (1,939.3/mi2). There were 1,701 housing units at an average density of 115.8/km (300.0/mi2). The racial makeup of the community was 81.10% White, 5.67% African American, 0.09% Native American, 9.13% Asian, 0.05% Pacific Islander, 1.70% from other races, and 2.26% from two or more races. Hispanic or Latino of any race were 4.40% of the population. There were 1,630 households, out of which 15.3% had children under the age of 18 living with them, 33.6% were married couples living together, 4.1% had a female householder with no husband present, and 60.4% were non-families. 34.1% of all households were made up of individuals, and 16.7% had someone living alone who was 65 years of age or older. The average household size was 2.19 and the average family size was 2.70. The age distribution, heavily influenced by the University of Connecticut, is: 4.0% under the age of 18, 76.1% from 18 to 24, 10.1% from 25 to 44, 3.9% from 45 to 64, and 5.9% who were 65 years of age or older. The median age was 21. For every 100 females, there were 91.7 males. For every 100 females age 18 and over, there were 91.1 males. The median income for a household in the community was $76,000 and the median income for a family was $64,833. Males had a median income of $34,766 versus $23,229 for females. The per capita income for the CDP was $9,947. About 10.0% of families and 33.5% of the population were below the poverty line, including 5.4% of those under age 18 and 8.2% of those age 65 or over. Standard measures of poverty can be misleading when applied to communities dominated by students, such as Storrs.thumb|200px|Storrs Congregational Church|left ==Access== It is near the intersection of U.S. Route 44 and Connecticut Route 32 in Mansfield Depot. Until 1955 inter-city train service was available nine miles to the south in Willimantic on the New Haven Railroad's Nutmeg and unnamed trains between Waterbury, Hartford and Boston.Official Guide of the Railways, August 1958, New Haven section, Table 7 (p. 154), Table 31 (p. 165)Karr, Ronald Dale (2017). The Rail Lines of Southern New England (2 ed.). Branch Line Press. p. 112. . ==Notable people== *Regina Barreca, humorist and UConn professor of English literature and feminist theory *Audrey P. Beck, college professor and Connecticut state legislator *Rivers Cuomo, lead singer/guitarist of the alternative rock band Weezer, grew up in Storrs and attended the local secondary school, E.O. Smith High School *Cheo Hodari Coker, television writer and producer for \"Luke Cage\", \"Ray Donovan\", and \"Southland\" *Wally Lamb, best-selling author of the books She's Come Undone and I Know This Much Is True. Both were selected for Oprah's Book Club. *Ben Magubane, professor of anthropology and anti-apartheid leader *Dan Orlovsky, ESPN college football and NFL analyst, former quarterback for the Detroit Lions *Tim Page, Pulitzer Prize-winning music critic and biographer of Dawn Powell *Jonathan Pelto, American politician *Samuel Pickering, professor at the University of Connecticut, inspiration for the character Mr. Keating in the film Dead Poets Society *Dom Sigillo, retired American football player, played for the Chicago Bears and Detroit Lions. *Charles and Augustus Storrs, brothers, business partners, benefactors and co-founders of the University of Connecticut *Peter Tork (ne Peter Halsten Thorkelson), member of The Monkees. He attended E.O. Smith High School; he was class of 1959 and made the class of 2005 commencement speech. *Wendy O. Williams, lead singer for the 1970s and 1980s punk rock band the Plasmatics, lived in town from 1991 until her death in 1998 ==See also== *WHUS == References == Category:Census-designated places in Tolland County, Connecticut Category:Mansfield, Connecticut Category:Villages in Connecticut",
 "title": "Storrs, Connecticut"
}