{
 "id": "108867",
 "text": "Hampton is a town in Windham County, Connecticut, United States. The population was 1,728 at the 2020 census. ==Geography== According to the United States Census Bureau, the town has a total area of , of which, is land and (1.96%) is water. ==History== Hampton is made up of lands originally shared by the towns of Pomfret and Windham. It was incorporated from the towns of Pomfret, Brooklyn, Canterbury, Mansfield, and Windham in 1786. The Congregational Church is the second oldest church in the state still in use, with portions of the structure dating from 1754. Also preserved is \"The House the Women Built,\" a two-story building built in 1776 by Sally Bowers and other young women of the town while the men fought in the Continental Army. At Clark's Corner there is a liberty pole dating from 1849. Erected by a resident named Jonathan Clark, it records the distance to Hartford and other towns. from home page for \"Hampton, Connecticut\" Web site, accessed October 9, 2006 ==Notable locations== *Hampton Hill Historic District - added to the National Register of Historic Places in 1982 *Hemlock Glen Industrial Archeological District - added to the National Register of Historic Places in 2007 ==Notable people== * William H. Barnes, jurist * John Brewster Jr. (1766–1854), deaf, itinerant, prolific painter; born in town * Royal B. Farnum (1884–1967), president of the Athenæum and Mechanics Institute * Martin Flint (1782-1855), Vermont political figure and military officer; a leader of the Anti-Masonic Party and Adjutant General of the Vermont Militia * Edwin Way Teale (1899–1980), naturalist and author; lived on a farm in rural Hampton with his wife Nellie from 1959 until his death. Their time at the farm named Trail Wood is chronicled in Teale's book A Naturalist Buys an Old Farm (1974). The property is now managed as a nature preserve by the Connecticut Audubon Society.Connecticut Audubon Society, Center At Trail Wood, url=, accessed 3/2/2008 * Theodore Dwight Weld (1803–1895), author of American Slavery As It Is: Testimony of a Thousand Witnesses; evangelical abolitionist; born in town, where he lived until 1825 * Annie Withey, co-founder of Annie's Homegrown; inventor of Smartfood while living in Hampton with her husband ==Demographics== {| class=wikitable ! colspan = 6 | Voter registration and party enrollment as of April 20, 2007 |- ! colspan = 2 | Party ! Active voters ! Inactive voters ! Total voters ! Percentage |- | | Democratic | align = center | 368 | align = center | 0 | align = center | 368 | align = center | 30.49% |- | | Republican | align = center | 333 | align = center | 0 | align = center | 333 | align = center | 27.59% |- | | Unaffiliated | align = center | 501 | align = center | 0 | align = center | 501 | align = center | 41.51% |- | | Minor Parties | align = center | 5 | align = center | 0 | align = center | 5 | align = center | 0.41% |- ! colspan = 2 | Total ! align = center | 1,207 ! align = center | 0 ! align = center | 1,207 ! align = center | 100% |} At the 2000 census there were 1,758 people, 674 households, and 494 families living in the town. The population density was 70.3 people per square mile (27.2/km). There were 695 housing units at an average density of 27.8 per square mile (10.7/km). The racial makeup of the town was 96.64% White, 0.23% African American, 0.46% Native American, 0.85% Asian, 0.23% from other races, and 1.59% from two or more races. Hispanic or Latino people of any race were 1.76%. Of the 674 households 33.8% had children under the age of 18 living with them, 62.6% were married couples living together, 7.6% had a female householder with no husband present, and 26.7% were non-families. 19.7% of households were one person and 7.7% were one person aged 65 or older. The average household size was 2.61 and the average family size was 3.04. The age distribution was 25.8% under the age of 18, 4.9% from 18 to 24, 29.5% from 25 to 44, 28.2% from 45 to 64, and 11.6% 65 or older. The median age was 40 years. For every 100 females, there were 100.0 males. For every 100 females age 18 and over, there were 97.0 males. The median household income was $54,464 and the median family income was $66,339. Males had a median income of $44,688 versus $32,337 for females. The per capita income for the town was $25,344. About 2.7% of families and 3.5% of the population were below the poverty line, including 1.4% of those under age 18 and 6.0% of those age 65 or over. ==References== ==External links== *Hampton Town Hall Category:Towns in Windham County, Connecticut Category:Towns in Connecticut",
 "title": "Hampton, Connecticut"
}