{
 "id": "108922",
 "text": "Middletown is a town in New Castle County, Delaware, United States. According to the 2010 Census, the population of the town is 18,871. ==Geography and climate== Middletown is located at (39.4495560, –75.7163207) with an elevation of . According to the United States Census Bureau, the town has a total area of , of which, is land and 0.16% is water. ==Demographics== As of the census of 2000, there were 6,161 people, 2,298 households, and 1,631 families residing in the town. The population density was 962.4 people per square mile (371.7/km). There were 2,514 housing units at an average density of 392.7 per square mile (151.7/km). The racial makeup of the town was 94.42% White, 1.30% African American, 0.11% Native American, 0.78% Asian, 0.02% Pacific Islander, 1.93% from other races, and 1.44% from two or more races. Hispanic or Latino of any race were 5.29% of the population. Population in 2012: 19,483 White alone - 10,804 (58.4%) Black alone - 4,863 (26.3%) Hispanic - 1,319 (7.1%) Asian alone - 940 (5.1%) Two or more races - 491 (2.7%) American Indian alone - 29 (0.2%) Other race alone - 31 (0.2%) •Native Hawaiian and Other Pacific Islander alone - 18 (0.10%) There were 2,298 households, out of which 41.3% had children under the age of 18 living with them, 48.5% were married couples living together, 18.1% had a female householder with no husband present, and 29.0% were non-families. 22.9% of all households were made up of individuals, and 8.5% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 3.14. In the town, the population was spread out, with 30.9% under the age of 18, 9.5% from 18 to 24, 33.5% from 25 to 44, 18.3% from 45 to 64, and 7.9% who were 65 years of age or older. The median age was 31 years. For every 100 females, there were 90.7 males. For every 100 females age 18 and over, there were 85.7 males. The median income for a household in the town was $41,663, and the median income for a family was $47,270. Males had a median income of $35,688 versus $30,044 for females. The per capita income for the town was $18,517. About 8.8% of families and 10.9% of the population were below the poverty line, including 12.7% of those under age 18 and 13.6% of those age 65 or over. == Growth == Recent annexations of land have stimulated Middletown's growth: it is known as the fastest growing area in Delaware. Between 2000 and 2010, the population of the town grew 206.3%. Many affluent housing developments surround the town's center, especially to its north, attracting, among others, commuters from Wilmington, and even Philadelphia. Middletown's commerce has grown accordingly. National retail and food chain stores have opened locations in the area, with significant growth along the U.S. 301 corridor. An Amazon fulfillment center is located in Middletown. This growth is more characteristic of suburban sprawl, a stark difference from Middletown's historic growth patterns. As a result of the rapid growth of the area, Middletown established its own police force, The Middletown Police Department, on July 2, 2007. The Police Department officially began on October 3, 2007 with a foundation of 20 officers from surrounding Delaware police departments. ==Infrastructure== === Transportation === The Delaware Route 1 toll road is east of Middletown, and the town has a signed exit at Odessa for Delaware Route 299. The U.S. Route 301 toll road is just west and north of Middletown, serving the Chesapeake Bay Bridge to the southwest. US 301 has exits for Middletown at DE 299 west of town and Delaware Route 71 north of town. DE 71 passes north–south through Middletown on Broad Street and heads north to the Summit Bridge and south to Townsend and U.S. Route 13. DE 299 passes east–west through Middletown on Main Street. Delaware Route 15, a rural road, is concurrent with DE 299 at Middletown, allowing access to Dover and Smyrna. DART First State serves Middletown along the Route 43 bus, which runs between the Amazon fulfillment center and a park and ride in Odessa during rush hours, and the Route 63 bus, which serves as a circulator route through Middletown between the Amazon fulfillment center and the park and ride lot in Odessa. From the park and ride lot in Odessa, riders have access to the Route 301 bus to Wilmington and Dover and the seasonal Route 305 \"Beach Connection\" bus to Lewes and Rehoboth Beach. The Route 37 bus provides rush hour weekday service between the Amazon fulfillment center in Middletown and Wilmington via the Christiana Mall while the Route 47 bus provides rush hour and Saturday service between the Amazon fulfillment center in Middletown and Wilmington via U.S. Route 13. The Route 302 bus provides intercounty service between Newark and Dover via Middletown, serving the Amazon fulfillment center. Cecil Transit operates a Demand Response route twice a month between Cecilton, Maryland and Middletown, providing residents of southern Cecil County access to shopping and healthcare in Middletown. The Delmarva Central Railroad's Delmarva Subdivision line runs through the center of Middletown. Summit Airport is just to the north of the town. The larger Wilmington Airport is in New Castle, and the nearest airport with commercial air service is the Philadelphia International Airport in Philadelphia, Pennsylvania. ===Utilities=== The Town of Middletown Electric Department provides electricity to the town. The electric department is a member of the Delaware Municipal Electric Corporation. The town maintains an electric substation, with electricity supplied to the substation by a 138,000 kV line from Delmarva Power's Mt. Pleasant Substation. A second 138,000 kV line to the town's substation is being constructed from Delmarva Power's Townsend Substation to increase the reliability of electricity in Middletown. The Water/Wasterwater Department provides water and sewer service to Middletown. Trash Tech provides trash collection and recycling to Middletown. Natural gas service in Middletown is provided by Chesapeake Utilities. ===Health care=== Christiana Care Health System operates the Middletown Free-standing Emergency Department in Middletown, offering 24-hour emergency care with 18 treatment rooms. It opened in April 2013 at a cost of $34 million. == Education == Public education in Middletown is provided by the Appoquinimink School District, which has recently built a new elementary school to accommodate the population growth of the area and overcrowding at the other elementary schools. Overcrowding at Middletown High School, which was over-capacity by 400 students during the 2005–2006 school year, resulted in the construction of a second high school, Appoquinimink High School, which opened in Fall 2008, as well as a third high school, Odessa High School, which opened in 2020. The St. Georges Technical High School is located to the northeast of the town. MOT Charter School has two buildings, a high school to the northeast, and a K8 building in the southwest. Two private schools are located on the side of the town: St. Anne's Episcopal School, which offers grades K-8, and St. Andrew's School, a coed boarding school affiliated with the Episcopal Diocese of Delaware. Wilmington University had a location in town. ==Events== Middletown is home to the Olde Tyme Peach Festival, an annual tradition that attracts tens of thousands of visitors each August. Main Street in the center of town is closed to traffic and activities begin with a parade down the street. Other entertainment includes local art and historical exhibits, live music, crafts, games, and a variety of food including limited time peach flavored treats. There is also a 5k run/walk on the same day of the festival, where all proceeds are donated to benefit the local sports boosters. Middletown hosts the M.O.T. Big Ball Marathon, an annual Labor Day event that benefits local charities. The marathon runs 24 hours straight where people of all ages come out to play baseball on previously registered teams with an oversized softball, giving it the name \"Big Ball\". In 2013 the marathon had its most successful year, raising a record $65,000 in funds over the 24 hours. Middletown also hosts an annual Hummers parade. The parade's name is a spoof of the nearby Philadelphia Mummers parade. As opposed to the Mummers, which is judged seriously, the Hummers dress up and make fun of all the popular news headlines, political, celebrity, and local happenings of the year. == Media == The Middletown Transcript is the main publication for the Middletown, Odessa and Townsend area. The first edition was printed on Jan. 4, 1868. This community newspaper is published every Thursday. ==Film appearances== The 1989 film Dead Poets Society starring Robin Williams was filmed almost entirely on the school grounds at St. Andrew's School. The theatre scene was filmed at The Everett Theatre on Main Street. The episode of The West Wing entitled \"Two Cathedrals\" (#44) was partly filmed at St. Andrew's School. ==Notable people== * Dennis C. Blair (born 1947), former Director of National Intelligence and retired United States Navy Admiral, attended St. Andrew's School * John H. Brown Jr. (1891–1963), decorated Vice admiral in the U.S. Navy * Erin Burnett (born 1976), journalist, attended St. Andrew's School * Chris Godwin (born 1996), football player * Stephanie Hansen (born 1961), Delaware state senator * Dwayne Henry (born 1962), former Major League Baseball pitcher * Chad Kuhl (born 1992), Major League Baseball pitcher Pittsburgh Pirates * Morgan Hurd (born 2001), artistic gymnast and 2017 World all-around champion * Reggie Leach (born 1950), former Philadelphia Flyers forward * Shane O'Neill (born 1972), winner of the first season of Ink Master * Maggie Rogers (born 1994), singer, attended St. Andrew's School * Silas Simmons (1895–2006), longest- lived professional baseball player in history * Loudon Wainwright III (born 1946), folk singer ==References== ==External links== * Town of Middletown Category:Towns in New Castle County, Delaware Category:Towns in Delaware",
 "title": "Middletown, Delaware"
}