{
 "id": "108947",
 "text": "thumb|right|New \"dog park\" Millsboro is a town in Sussex County, Delaware, United States. Millsboro is part of the Salisbury metropolitan area. ==History== Millsboro's earliest European settlers were of English family origin; though most were second generation colonists who simply migrated north from the eastern shore of Virginia in order to join in the timber drive of the later 17th century, which brought many seeking to cut the vast mixed deciduous forests. The settlement itself was created in the second half of the 17th century when settlers from Accomack County, Virginia arrived to cut timber along the drainages. At one time no less than seven lumber mills were present, the largest employing over 70 laborers. These early years are well documented in the annals of Virginia history. The township during the first settlement period, although unincorporated, had several stores, churches, a bakery and various tack and blacksmith shops as well as and both Anglican and Presbyterian congregations. The area has many cemeteries dating from this original settlement period, which is considered the founding of the township, including the Lingo Family Cemetery and others. A second period of settlement occurred after Elisha Dickerson built a dam on the Indian River in the 1792. There had been a settlement there for nearly a century before this, but the building of the dam was considered the official town establishment. At the time it was called \"Rock Hole.\" The town grew, and more mills were built.https://www.millsborochamber.com/visit-millsboro/history-of- millsboro.html The official incorporation of the town was in 1893. Prior to the American Revolutionary War, the present-day Town of Millsboro was in the Province of Maryland (Somerset and, later, Worcester County). Members of the Nanticoke people and related tribes lived, and live, in Millsboro. Ball Theatre, The Robert Davis Farmhouse, Harmon School, Isaac Harmon Farmhouse, Harmony Church, Ames Hitchens Chicken Farm, Indian Mission Church, Indian Mission School, Indian River Archeological Complex, Johnson School, Perry- Shockley House, Warren's Mill, and Warren T. Wright Farmhouse Site at and near Millsboro are listed on the National Register of Historic Places. On July 21, 1930, the temperature in Millsboro rose to 110 °F (43 °C), the highest temperature ever recorded in Delaware. On January 17, 1893, the temperature fell to -17 °F (-27 °C) in Millsboro, the coldest temperature experienced in the state. Millsboro is one of only three cities in the United States to record both its state's extreme temperatures, the others being Chester, Massachusetts and Warsaw, Missouri. ==Geography== Millsboro is located at (38.5915023, –75.2913018). The Town is about 20 miles from the Delaware and Maryland beaches - as well as Salisbury, Maryland - and around 10 miles from the Maryland state line. ==Economy== In 2020, Millsboro was ranked 2nd out of the 57 Delaware cities for number of residential building permits issued. In 2021, PC Magazine named Millsboro one of the top 50 cities in the United States and Canada for remote work. ==Government== The town government is run primarily by the mayor and a seven-member town council. ==Demographics== At the 2000 United States Census, the population density was 1,367.9 people per square mile (526.7/km). There were 1,153 housing units at an average density of 668.3 per square mile (257.3/km). The racial makeup of the town was 73.64% White, 19.41% African American, 0.76% Native American, 3.31% Asian, 1.61% from other races, and 1.27% from two or more races. Hispanic or Latino of any race were 3.09%. Of the households in the Town, 23.6% had children under the age of 18 living with them, 43.2% were married couples living together, 13.2% had a female householder with no husband present, and 40.7% were non-families. 36.9% of households were one person and 19.9% were one person aged 65 or older. The average household size was 2.13 and the average family size was 2.77. The age distribution was 21.4% under the age of 18, 6.2% from 18 to 24, 24.3% from 25 to 44, 21.5% from 45 to 64, and 26.6% 65 or older. The median age was 43 years. For every 100 females, there were 71.1 males. For every 100 females age 18 and over, there were 68.9 males. == Transportation == Millsboro is directly served by the four-lane U.S. Route 113 and three other major highways - Delaware Route 20, Delaware Route 24, and Delaware Route 30. Located along the headwaters of the Indian River, there is direct access to the Indian River Bay and, in turn, the Atlantic Ocean. Freight rail service is provided by the Delmarva Central Railroad. DART First State provides bus service to Millsboro via the Route 215 bus to Rehoboth Beach and also operates a microtransit service called DART Connect that serves the Millsboro and Georgetown areas. ==Education== It is in the Indian River School District. ==Notable people== Huck Betts, a Major League Baseball pitcher for the Philadelphia Phillies (1920–1925) and the Boston Braves (1932–1935) ==References== ==External links== * * Category:Towns in Sussex County, Delaware Category:Towns in Delaware Category:Salisbury metropolitan area",
 "title": "Millsboro, Delaware"
}