{
 "id": "109046",
 "text": "Leisureville was a census-designated place (CDP) in Broward County, Florida, United States, and now a neighborhood of the City of Pompano Beach, Florida. The population was 1,147 at the 2000 census. ==Geography== Leisureville is located at (26.264808, -80.124840). According to the United States Census Bureau, the CDP has a total area of 0.6 km2 (0.2 mi2), all land. ==Demographics== As of the census of 2000, there were 1,147 people, 725 households, and 300 families residing in the CDP. The population density was 2,013.0/km2 (5,255.3/mi2). There were 917 housing units at an average density of 1,609.3/km2 (4,201.5/mi2). The racial makeup of the CDP was 83.96% White (80.1% were Non-Hispanic White,) 10.72% African American, 0.35% Native American, 0.61% Asian, 0.09% Pacific Islander, 0.26% from other races, and 4.01% from two or more races. Hispanic or Latino of any race were 4.62% of the population. There were 725 households, out of which 3.7% had children under the age of 18 living with them, 35.0% were married couples living together, 5.1% had a female householder with no husband present, and 58.5% were non- families. 54.2% of all households were made up of individuals, and 45.2% had someone living alone who was 65 years of age or older. The average household size was 1.58 and the average family size was 2.25. In the CDP, the population was spread out, with 5.2% under the age of 18, 2.4% from 18 to 24, 8.3% from 25 to 44, 16.1% from 45 to 64, and 68.0% who were 65 years of age or older. The median age was 72 years. For every 100 females, there were 72.5 males. For every 100 females age 18 and over, there were 72.5 males. The median income for a household in the CDP was $25,463, and the median income for a family was $30,700. Males had a median income of $25,179 versus $15,865 for females. The per capita income for the CDP was $21,334. About 7.9% of families and 6.1% of the population were below the poverty line, including 50.0% of those under age 18 and 2.9% of those age 65 or over. As of 2000, English as a first language accounted for 86.24% of all residents, while French Creole was accounted for 10.05%, and German as a mother tongue made up 3.70% of the population. ==References== Category:Former census-designated places in Broward County, Florida Category:Pompano Beach, Florida Category:Former census-designated places in Florida",
 "title": "Leisureville, Florida"
}