{
 "id": "10909",
 "text": "Foonly Inc. was an American computer company formed by Dave Poole in 1976, that produced a series of DEC PDP-10 compatible mainframe computers, named Foonly F1 to Foonly F5.[] The first and most famous Foonly machine, the F1, was the computer used by Triple-I to create some of the computer-generated imagery in the 1982 film Tron. ==History== At the beginning of the 1970s, the Stanford Artificial Intelligence Laboratory (SAIL) began to study the building of a new computer to replace their DEC PDP-10 KA-10, by a far more powerful machine, with a funding from Defense Advanced Research Projects Agency (DARPA). This project was named \"Super-Foonly\", and was developed by a team led by Phil Petit, Jack Holloway, and Dave Poole. In 1974, DARPA cut the funding, and a large part of the team went to DEC to develop the PDP-10 model KL10, based on the Super-Foonly project. But Dave Poole, with Phil Petit and Jack Holloway, preferred to found the Foonly Company in 1976, to try to build a series of computers based on the Super-Foonly project. During the early 1980s, after the releasing of their first and only F1, Foonly built and sold some F2, F4 and F5 low cost DEC PDP-10 compatible machines. In 1983, after the cancellation of the Jupiter project, Foonly tried to propose a new Foonly F1, but it was eclipsed by the SC Group company and their Mars project, and the company never quite recovered. ==Computers== ===List of models=== {| class=\"wikitable\" |- !Model !!MIPS !!Word Size!!Frequency !!Memory !!Price !!Bays !!Power |- |Foonly F1 ||4.5 MIPS ||36 bits ||11.1 MHz ||18 MB || $700 000 || 4 || 5 kW |- |Foonly F2 ||0.5 MIPS ||36 bits ||2.8 MHz ||4.5 MB || $150 000 || 1 || 0.5 kW |- |Foonly F4 ||1.4 MIPS ||36 bits ||8 MHz || 9 MB || $300 000 || 1 || 1 kW |- |Foonly F4B ||1.8 MIPS ||36 bits ||8 MHz || 9 MB || $350 000 || 1 || 1.5 kW |- |Foonly F5 ||0.3 MIPS ||36 bits ||3.3 MHz || 2.25 MB || $80 000 || 0.5 || 0.8 kW |} ===The Foonly F1=== The Foonly F1 was the first and most powerful Foonly computer, but also the only one being built of its kind. It was based on the Super-Foonly project designs, aimed to be the fastest DEC PDP-10 compatible, but using emitter-coupled logic (ECL) gates rather than transistor–transistor logic (TTL), and without the extended instruction set. It was developed with the help of Triple-I, its first customer, and began operations in 1978. The computer consisted of four cabinets: * One for the central processing unit (CPU) * One AMPEX for the random-access memory (RAM), with 2 MB of core memory * A specific cabinet holding the Magic Movie Memory, a 3 MB video buffer, used especially to render movie frames * One cabinet with tape and disk controllers, and power switches. It was able to reach 4.5 MIPS. The F1 is mostly famous to have been the computer behind some of the Computer-generated imagery of the Disney 1982 Tron movie, and also Looker (1981). After that, the computer was bought by the Canadian Omnibus Computer Graphics company, and was used on some movies, such as television logos for CBC, CTV, and Global Television Network channels, opening titles for the show Hockey Night in Canada, Star Trek III: The Search for Spock (1984), Flight of the Navigator (1986), Captain Power and the Soldiers of the Future television series (1987), and MarilynMonrobot. ==Other models== Unlike the F1, the other models (F2, F4, F4B, F5) were * built with the slower TTL rather than ECL * housed in a single cabinet, rather than four Rather than use DEC's Massbus (or other DEC bus), Foonly developed F-bus, which can work with DEC and non-DEC peripherals. ===F2=== Foonly described the F2 as \"a powerful mainframe at a minicomputer price,\" \"with an average execution speed about 25% of that of the DECSYSTEM-2060.\" ==Peripherals== Standard equipment: * Disk drives: 1–6 units, with choices of 160 MB Winchester or 300 MB removable * Tape drives: 1–4 units, with choices of 800, 1600 & 6250 BPI ==Software== The Foonly machines, which could run the TENEX operating system, came with a derivative thereof, FOONEX. ==Tymshare== Tymshare attempted marketing the Foonly line, using the name \"Tymshare XX Series Computer Family\" of which the Tymshare System XXVI\" was the main focus. ==External links== * Lars Brinkhoff's table showing the F1 in perspective with other PDP-10 models * Dave Sieg's notes and description of the F1 * The Foonly's entry, in The New Hacker's Dictionary, by Eric S. Raymond, Guy L. Steele * The product line overview, Foonly brochure * The Foonly F2 Brochure, 1981 ==References== Category:American companies established in 1976 Category:American companies disestablished in 1989 Category:Companies based in California Category:Computer companies established in 1976 Category:Computer companies disestablished in 1989 Category:DEC hardware Category:Defunct computer companies of the United States Category:History of computing hardware",
 "title": "Foonly"
}