{
 "id": "109077",
 "text": "Sunshine Acres is a former census-designated place (CDP) in Broward County, Florida, United States. The population was 827 at the 2000 census. The area is now a neighborhood within the town of Davie. ==Geography== The Sunshine Acres CDP was located at (26.054822, -80.296926). According to the United States Census Bureau, the CDP had a total area of 2.7 km2 (1.0 mi2), all land. ==Demographics== As of the census of 2000, there were 827 people, 242 households, and 214 families residing in the CDP. The population density was 310.0/km2 (804.6/mi2). There were 247 housing units at an average density of 92.6/km2 (240.3/mi2). The racial makeup of the CDP was 88.39% White (79.4% were Non-Hispanic White,) 5.44% African American, 2.06% Asian, 2.18% from other races, and 1.93% from two or more races. Hispanic or Latino of any race were 10.88% of the population. There were 242 households, out of which 44.2% had children under the age of 18 living with them, 79.3% were married couples living together, 5.8% had a female householder with no husband present, and 11.2% were non-families. 6.6% of all households were made up of individuals, and 2.1% had someone living alone who was 65 years of age or older. The average household size was 3.38 and the average family size was 3.56. In the CDP, the population was spread out, with 30.2% under the age of 18, 5.2% from 18 to 24, 25.5% from 25 to 44, 29.1% from 45 to 64, and 9.9% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 111.0 males. For every 100 females age 18 and over, there were 106.8 males. The median income for a household in the CDP was $70,375, and the median income for a family was $71,625. Males had a median income of $51,927 versus $19,865 for females. The per capita income for the CDP was $27,074. None of the families and 4.3% of the population were living below the poverty line, including no under eighteens and 3.8% of those over 64. As of 2000, English as a first language accounted for 91.30% of all residents, while Spanish was the mother tongue for 8.69% of the population. ==References== Category:Former census-designated places in Broward County, Florida Category:Former census-designated places in Florida",
 "title": "Sunshine Acres, Florida"
}