{
 "id": "109442",
 "text": "{{Infobox settlement | official_name = Kendall | native_name = | nickname = | settlement_type = Census-designated place | motto = | image_skyline = Kendall Dadeland ramp.jpg | imagesize = 250x200px | image_caption = Dadeland forms the business area of Kendall | image_flag = | flag_size = | image_seal = | seal_size = | image_shield = | shield_size = | image_blank_emblem = | blank_emblem_type = | blank_emblem_size = | image_map = Miami- Dade_County_Florida_Incorporated_and_Unincorporated_areas_Kendall_Highlighted.svg | mapsize = 250x200px | map_caption = Location in Miami-Dade County and the state of Florida | image_map1 = Kendall.gif | mapsize1 = 250x200px | map_caption1 = U.S. Census Bureau map of Kendall showing boundaries | image_dot_map = | dot_mapsize = | dot_map_caption = | dot_x = | dot_y = | pushpin_map = | pushpin_label_position = | pushpin_map_caption = | pushpin_mapsize = | subdivision_type = Country | subdivision_name = United States | subdivision_type1 = State | subdivision_name1 = Florida | subdivision_type2 = County | subdivision_name2 = Miami-Dade | government_footnotes = | government_type = | leader_title = Governing body | leader_name = Miami-Dade County | leader_title1 = Mayor | leader_name1 = Daniella Levine Cava | leader_title2 = | leader_name2 = | leader_title3 = | leader_name3 = | leader_title4 = | leader_name4 = | established_title = | established_date = | established_title2 = | established_date2 = | established_title3 = | established_date3 = | area_magnitude = | unit_pref = Imperial | area_footnotes = | area_total_sq_mi = 16.60 | area_land_sq_mi = 16.10 | area_water_sq_mi = 0.50 | area_water_percent = | area_urban_sq_mi = | area_metro_sq_mi = 6137 | population_as_of = 2020 | population_footnotes = | population_note = | population_total = 80241 | population_density_sq_mi = 4984.22 | population_metro = 5413212 | population_density_metro_sq_mi = auto | population_urban = | population_density_urban_sq_mi = | timezone = Eastern (EST) | utc_offset = −5 | timezone_DST = EDT | utc_offset_DST = −4 | coordinates = | elevation_footnotes = | elevation_ft = 13 | area_code = 305, 786 | blank_name = FIPS code | blank_info = 12-36100 | blank1_name = GNIS feature ID | blank1_info = 0285050 | website = | footnotes = | name = |pop_est_as_of = |pop_est_footnotes = |population_est = |area_total_km2 = 43.00 |area_land_km2 = 41.70 |area_water_km2 = 1.30 |population_density_km2 = 1924.43 }} Kendall is a census-designated place in Miami-Dade County, Florida, United States. At the 2010 census, the area had a population of 75,371. While the US Census Bureau has set definite boundaries for Kendall as a CDP, the community has a highly ambiguous local definition. Prior to the 1950s, the term \"Kendall\" was used to describe a region centered around U.S.-1, bounded by Snapper Creek to the north, the Everglades to the west, Old Cutler Road to the east, and the former community of Rockdale to the south. This area was largely uninhabited, generally consisting of pine rockland interspersed with fields and groves. As the region experienced rapid development in the 1950s, the moniker \"Kendall\" came to refer to the various communities built in the vicinity of present-day Pinecrest and the eastern half of the current Kendall CDP. When growth shifted west in the 1970s, 80s, and 90s, the usage of the term steadily shifted west concurrently, and today it is most often applied to the area more formally known as West Kendall. Prior to incorporation in 1996, the Village of Pinecrest was still included in the official boundaries of Kendall CDP. Kendall is served by the Miami Metrorail at Dadeland North and Dadeland South stations in its northeastern end. Both stations provide metro service from Dadeland to nearby commercial centers like the City of Coral Gables, Downtown Miami, and Miami International Airport. Dadeland South station is a major transit depot in the area, connecting the southernmost cities of Homestead and Florida City to Metrorail via limited-stop bus rapid transit along the South Miami-Dade Busway. ==Media== West Kendall is served by the Miami market for local radio and television. Kendall has its own newspaper, The Kendall Gazette, which is published twice monthly and is part of Miami Community Newspapers. ==History== Much of what is now Kendall was purchased from the State of Florida in 1883 by the Florida Land and Mortgage Company. It was named for Henry John Broughton Kendall, a director of Florida Land and Mortgage who moved to the area in the 1900s to manage the company's land. As the land was not open to homesteading, development was slow well into the 20th century. A post office opened in 1914, and the first school opened in 1929. After the end of the land boom in 1926, some residents left. Two Seminole camps were in the Kendall area, and Seminoles continued to live there into the 1940s. In August 1992, Kendall and the surrounding South Dade area were severely damaged by Hurricane Andrew. Many of the homes and businesses in the area were destroyed. In the subsequent years, the area was slowly rebuilt. \\- ==Geography== Kendall is located at (25.666781, −80.356533). According to the United States Census Bureau, the Kendall region has an approximate total area of ; of it is land and of it (1.35%) is water. ==Climate== Kendall has a tropical monsoon climate (Am) which is similar to the remainder of Miami-Dade County, although its inland location does make it cooler at night and warmer during the day. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Kendall racial composition (Hispanics excluded from racial categories) (NH = Non-Hispanic) !Race !Number !Percentage |- |White (NH) |16,781 |20.91% |- |Black or African American (NH) |2,339 |2.91% |- |Native American or Alaska Native (NH) |31 |0.04% |- |Asian (NH) |2,087 |2.6% |- |Pacific Islander (NH) |13 |0.02% |- |Some Other Race (NH) |369 |0.46% |- |Mixed/Multi-Racial (NH) |1,558 |1.94% |- |Hispanic or Latino |57,063 |71.11% |- |Total |80,241 | |} As of the 2020 United States census, there were 80,241 people, 28,610 households, and 19,203 families residing in the CDP. ===2010 census=== {| id=\"toc\" style=\"float: left; margin-right: 2em; width: 39%; font-size: 75%;\" cellspacing=\"3\" |- !colspan=\"3\"|Kendall Demographics |- |2010 Census||Kendall||Miami-Dade County||Florida |- |Total population||75,371||2,496,435||18,801,310 |- |Population, percent change, 2000 to 2010||+0.2%||+10.8%||+17.6% |- |Population density||4,687.2/sq mi||1,315.5/sq mi||350.6/sq mi |- |White or Caucasian (including White Hispanic)||87.9%||73.8%||75.0% |- |(Non-Hispanic White or Caucasian)||28.4%||15.4%||57.9% |- |Black or African- American||4.4%||18.9%||16.0% |- |Hispanic or Latino (of any race)||63.7%||65.0%||22.5% |- |Asian||3.0%||1.5%||2.4% |- |Native American or Native Alaskan||0.1%||0.2%||0.4% |- |Pacific Islander or Native Hawaiian||0.0%||0.0%||0.1% |- |Two or more races (Multiracial)||2.2%||2.4%||2.5% |- |Some Other Race||2.4%||3.2%||3.6% |} In 2010, there were 31,899 households and 8.7% were vacant. In 2000, 33.4% households had children under the age of 18 living with them, 51.0% were married couples living together, 13.8% had a female householder with no husband present, and 31.0% were non-families. 24.4% of all households were made up of individuals, and 7.3% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 3.14. ===2000 census=== In 2000, 23.3% of the population were under the age of 18, 8.6% from 18 to 24, 31.8% from 25 to 44, 24.9% from 45 to 64, and 11.5% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 88.5 males. For every 100 females age 18 and over, there were 83.4 males. In 2000, the median household income was $51,330 and the median family income was $61,241. Males had a median income of $42,875 and females $31,416. The per capita income was $27,914. About 5.7% of families and 8.6% of the population were below the poverty line, including 8.0% of those under age 18 and 10.9% of those age 65 or over. In 2000, 52.46% of residents spoke Spanish at home, while those who spoke only English comprised 40.38%. Speakers of Portuguese were 1.49% of the population, French 1.12%, and French Creole 0.95%. In 2000, Kendall had the twenty-first highest percentage of Cuban-American residents in the United States, at 21.3%. It had the twenty- fifth highest percentage of Colombian residents in the US, at 4.56%, and the sixteenth highest percentage of Nicaraguan residents in the US, at 2.48%. It also had the twenty-fifth most Peruvians in the US, at 2.01% (tied with Carteret, New Jersey,) and the tenth highest percentage of Venezuelan residents in the US, at 1.47%. As a result of the city's large French community, the French American School of Miami is located in Kendall. Kendall is also the home of Sofigi. ==Transportation== Kendall is served by Metrobus throughout the area, and by the Metrorail at: * Dadeland North (SW 70th Avenue and U.S. 1) * Dadeland South (Dadeland Boulevard and U.S. 1) ==Economy== Pollo Tropical has its headquarters in Dadeland,\"About Us.\" Pollo Tropical. Retrieved on February 2, 2012. \"Brothers Larry and Stuart Harris open first Pollo Tropical® in Miami at 741 NW 37th Avenue.\" Kendall.\"Carrols Restaurant Group, Inc. 2010 Annual Report .\" Carrols Restaurant Group. 38. Retrieved on February 2, 2012. \"We also lease approximately 13,500 square feet at 7300 North Kendall Drive, 8th Floor, Miami, Florida, which houses most of our administrative operations for our Pollo Tropical restaurants.\"\"Kendall CDP, Florida.\" U.S. Census Bureau. Retrieved on June 17, 2009.\"SOMERSET ACADEMY SHARKS TAKE A BITE AT FUNDRAISING, BENEFIT AT POLLO TROPICAL® ON APRIL 14 .\" Pollo Tropical. April 6, 2010. Retrieved on February 2, 2012. \"7300 NORTH KENDALL DRIVE, EIGHTH FLOOR MIAMI, FLORIDA 33176\" The headquarters moved to Dadeland in 1994. Kendall is the site of Dadeland Mall, an upscale indoor shopping mall in East Kendall with Macy's, Saks Fifth Avenue and JCPenney as anchor stores. In South Kendall, directly south of Dadeland Mall on US-1 is The Falls (mall), an open-air shopping mall with Macy's as anchor store as well as a Regal Cinema. Prior to its dissolution, Air Florida was headquartered in the Dade Towers in what is now the Kendall CDP.466 World Airline Directory. Flight International. March 20, 1975. ==Government and infrastructure== The Miami-Dade Police Department operates the Kendall District Station in the CDP.\"Kendall District Station.\" Miami-Dade Police Department. Retrieved September 8, 2012. \"7707 SW 117th Avenue Miami, FL 33183-3899 USA\" ==Notable people== *Hank KaplanKaplan, member of boxing Hall of Fame, dies at 88 *Janet RenoMalcolm, Andrew. \"Janet Reno to be named for Alonzo Mourning or something like that\", Los Angeles Times, June 17, 2009. Retrieved June 17, 2009. *O. J. Simpson\"OJ Simpson cleared of 'road rage'\", BBC News, October 21, 2001. Retrieved June 17, 2009. ==Education== ===Primary, middle and secondary schools=== ====Public schools==== The first public school in Kendall was Kendall School, now renamed Kenwood K-8 Center. Kenwood is the site of the Kenwoods Hammock, a native forest planting which has become a world-renowned stop for bird watchers. Miami-Dade County Public Schools serves Kendall. =====Kindergarten - 12th grade===== *Instructional Center System Wide *Ruth Owen Kruse Education Center =====High schools===== *Miami Killian High School is in the CDP.\"2010 CENSUS - CENSUS BLOCK MAP (INDEX): Kendall CDP, FL\" (Archive). U.S. Census Bureau. Retrieved on June 26, 2015. Pages: 1, 2, and 3.Home. Miami Killian High School. Retrieved on January 8, 2017. \"Miami Killian Senior High School | 10655 SW 97TH AVENUE MIAMI, FL 33176\" - Put the whole address in a map program and you will see it is in Kendall CDP. *Miami Palmetto High School in Pinecrest serves a portion of the CDP.\" Furthermore, in West Kendall Miami Sunset High Schoolserves the community. Boundaries\". Miami Palmetto High School. Accessed October 30, 2008. *School for Advanced Studies (Kendall campus) *Miami Sunset Senior High School *Felix Varela Senior High School =====Middle schools===== *Archimedean Middle Conservatory (charter) *Miami MacArthur South *Pinecrest Academy (North Campus) (charter) *Hammocks Middle School *Howard D. McMillan Middle School *Arvida Middle School =====Elementary schools===== *Academir Charter School West *Archimedean Academy (charter) *Bowman Foster Ashe Elementary School *Calusa Elementary School *Christina M. Eve Elementary School *Claude Pepper Elementary School *Dante B. Fascell Elementary School *Devon Aire K–8 Center *Dr. Manuel C. Barreiro Elementary School *Gilbert Porter Elementary School *Jane S. Roberts K–8 School *Kendale Elementary *Kendale Lakes Elementary *Kenwood Elementary *Leewood Elementary School *Oliver Hoover Elementary School *Santa Fe Advantage Academy (charter) *Sunset Park Elementary School *Vineland K–8 Center *Winston Park K–8 Center *William H. Lehman Elementary ====Private schools==== *Atlantis Academy (K–12) *Calusa Preparatory School *Cattoira Montessori School (PK–5) *Children's Resources (PK–2) *Florida Christian School *Gateway Christian School *Greenfield Day School (K–8) *Islamic School of Miami *Kendall Christian School (PK–5) *Killian Oaks Academy *La Scuola (PK–3) *Learning Links Schoolhouse (K–5) *St. Catherine of Siena Catholic School (of the Roman Catholic Archdiocese of Miami) *St. John Neuman School (PK–8) \\- Established in 1981. \\- Compare address to Kendall CDP map *Westminster Christian School *Westwood Christian School Holy Cross Academy was formerly in Kendale Lakes CDP, near Kendall. \\- Compare with the school's full street address and location. It closed in 2004. ===Colleges and universities=== *Kaplan University (Support Center) *Keiser College *Miami- Dade College (Kendall Campus) *Nova Southeastern University (Miami Student Educational Center) *College of Business and Technology (Kendall Campus) * Polleo Institute (Tertiary Education) ===Supplementary schools=== Miami Hoshuko, a weekend school for Japanese citizens, previously held classes at the Kendall United Methodist Church, \\- Clipping of first and of second and third pages from Newspapers.com. now in Pinecrest but formerly in the Kendall CDP as of 1990. * 2022: * 2001: * - Location of church indicated * ==References== ==External links== * - The Kendall CDP as of 1990 is on pages 85, 100, 101, 102, 114, 115, and 116. Category:Kendall, Florida Category:Unincorporated communities in Miami-Dade County, Florida Category:Census-designated places in Miami-Dade County, Florida Category:Census-designated places in Florida Category:Unincorporated communities in Florida",
 "title": "Kendall, Florida"
}