{
 "id": "109559",
 "text": "{{Infobox settlement |official_name = Tangerine, Florida |other_name = |native_name = |nickname = |settlement_type = CDP |motto = |image_skyline = |imagesize = |image_caption = |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Orange_County_Florida_Incorporated_and_Unincorporated_areas_Tangerine_Highlighted.svg |mapsize = 250px |map_caption = Location in Orange County and the state of Florida |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |subdivision_type = Country |subdivision_name = |subdivision_type1 = State |subdivision_name1 = |subdivision_type2 = County |subdivision_name2 = |subdivision_type3 = |subdivision_name3 = |subdivision_type4 = |subdivision_name4 = |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = |established_date = |established_title2 = |established_date2 = |established_title3 = |established_date3 = |area_magnitude = |unit_pref = Imperial |area_footnotes = |area_total_km2 = 13.69 |area_land_km2 = 11.80 |area_water_km2 = 1.89 |area_total_sq_mi = 5.29 |area_land_sq_mi = 4.55 |area_water_sq_mi = 0.73 |area_water_percent = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |population_as_of = 2020 |population_footnotes = |population_note = |population_total = 3237 |population_density_km2 = 274.43 |population_density_sq_mi = 710.80 |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone = Eastern (EST) |utc_offset = -5 |timezone_DST = EDT |utc_offset_DST = -4 |coordinates = |elevation_footnotes = |elevation_m = 46 |elevation_ft = 151 |postal_code_type = ZIP code |postal_code = 32777 |area_code = 352 |blank_name = FIPS code |blank_info = 12-71100 |blank1_name = GNIS feature ID |blank1_info = 0292014 |website = |footnotes = |pop_est_as_of = |pop_est_footnotes = |population_est = }} Tangerine is a census-designated place (CDP) in Orange County, Florida, United States. The population was 2,865 at the 2010 census. It is part of the Orlando-Kissimmee Metropolitan Statistical Area. ==Geography== Tangerine is located at (28.758581, -81.631852). According to the United States Census Bureau, the CDP has a total area of , of which is land and (13.85%) is water. ==Demographics== As of the census of 2000, there were 826 people, 323 households, and 256 families residing in the CDP. The population density was 715.9 inhabitants per square mile (277.3/km2). There were 348 housing units at an average density of 301.6 per square mile (116.8/km2). The racial makeup of the CDP was 91.65% White, 3.27% African American, 0.24% Native American, 1.57% Asian, 2.42% from other races, and 0.85% from two or more races. Hispanic or Latino of any race were 7.99% of the population. There were 323 households, out of which 31.6% had children under the age of 18 living with them, 67.2% were married couples living together, 8.4% had a female householder with no husband present, and 20.7% were non-families. 16.1% of all the households were made up of individuals, and 5.3% had someone living alone who was 65 years of age or older. The average household size was 2.56 and the average family size was 2.85. In the CDP the population was spread out, with 23.2% under the age of 18, 4.7% from 18 to 24, 27.6% from 25 to 44, 29.8% from 45 to 64, and 14.6% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 96.7 males. For every 100 females age 18 and over, there were 91.5 males. The median income for a household in the CDP was $42,264, and the median income for a family was $49,667. Males had a median income of $40,585 versus $22,045 for females. The per capita income for the CDP was $21,670. About 2.8% of families and 2.7% of the population were below the poverty line, including 3.4% of those under age 18 and none of those age 65 or over. == History == thumb|Tangerine, Florida post office in 1921 === Timeline === ==== Mid 1870s ==== Dudley W. Adams arrives at what is known as the \"Olaville\" settlement in Northwest Orange County, Florida. ==== 1879 ==== During a neighborhood meeting at the home of Miss Bessie Heustis, sister-in- law of Mr. Adams, the name of Olaville is changed to Tangerine, the group being inspired by the fruit of the tree that grew by her doorstep.Mount Dora Topic. June 1, 1972. ==== 1886-1887 ==== The Congregational Church is founded as the Union Church of Christ in Tangerine. Shortly thereafter, the name is changed to the Congregational Church of Christ and a church building is constructed. In the 1940s, the church is named Tangerine Community Church. ==== April 3, 1909 ==== The Tangerine Improvement Society (TIS) is founded by local Tangerine women. Men are later admitted in 1920. ==== 1911 ==== Mr. and Mrs. William H. and Addie G. Earl donate land to TIS for a community building – “Tangerine Community Hall.” ==== April 5, 1912 ==== The Tangerine Community Hall opens its doors to community use. ==== 1920s ==== Mrs. Sadie Trimble gifts Trimble Park, situated between Lakes Beauclaire and Carlton, to Orange County. ==== 1937 ==== Land later to become Tangerine Park is conveyed to the Tangerine Improvement Society. ==== May 28, 1972 ==== The Tangerine Community Hall catches fire. The nearby Zellwood, Florida fire department responds within seven minutes, but the building is destroyed. ==== April 18, 1977 ==== A new TIS building at 7101 Wright Ave. is dedicated as Johnson Hall in honor of Cecil “CeCe” Johnson for his dedication and service to Tangerine. When the original TIS building burned in 1972, Mr. Johnson led the drive for funds to erect the new building.Mount Dora Topic. April 28, 1972. == Notable residents == Tangerine was the adopted home of novelist, journalist and government consultant Harry Hart Frank (born Chicago, Illinois, 1908; died Jacksonville, Florida, 1964). Under the pen name Pat Frank, his classic 1959 post- apocalyptic novel Alas, Babylon is set in the fictional Central Florida small town (stated pop. 3,500) of \"Fort Repose\". Fort Repose, although fictional, is a clearly drawn composite, representative of many small isolated native- settler Florida communities of the period. The actual town of Mount Dora, north of Tangerine, has been stated as a specific inspiration for Fort Repose, with Frank's fictional shantytown \"Pistolville\" said to have been named for Mt. Dora's area of the same name. == References to Tangerine == The setting for the popular young adult novel Tangerine by Edward Bloor is a fictional book based in Tangerine, Florida, located in the Orlando area and having no relation to the actual Tangerine, Florida. Tangerine is indicated as the hiding place of former bank robber Doug MacRay in The Town. ==References== ==External links== *Tangerine, Florida at City-data.com Category:Census- designated places in Orange County, Florida Category:Greater Orlando",
 "title": "Tangerine, Florida"
}