{
 "id": "109586",
 "text": "Fremd Village-Padgett Island was a census-designated place (CDP) in Palm Beach County, Florida, United States. The population was 2,264 at the 2000 census. ==Geography== Fremd Village-Padgett Island is located at (26.808499, -80.654750). According to the United States Census Bureau, the CDP has a total area of 3.1 km2 (1.2 mi2), all land. ==Demographics== As of the census of 2000, there were 2,264 people, 692 households, and 507 families residing in the CDP. The population density was 740.8/km2 (1,915.1/mi2). There were 764 housing units at an average density of 250.0/km2 (646.3/mi2). The racial makeup of the CDP was 3.67% White (1.5% were Non-Hispanic White,) 92.09% African American, 0.04% Native American, 0.09% Asian, 0.18% Pacific Islander, 2.74% from other races, and 1.19% from two or more races. Hispanic or Latino of any race were 6.01% of the population. There were 692 households, out of which 50.3% had children under the age of 18 living with them, 21.4% were married couples living together, 47.8% had a female householder with no husband present, and 26.7% were non-families. 22.8% of all households were made up of individuals, and 9.2% had someone living alone who was 65 years of age or older. The average household size was 3.27 and the average family size was 3.91. In the CDP, the population was spread out, with 47.2% under the age of 18, 12.1% from 18 to 24, 21.6% from 25 to 44, 12.9% from 45 to 64, and 6.2% who were 65 years of age or older. The median age was 19 years. For every 100 females, there were 72.7 males. For every 100 females age 18 and over, there were 57.0 males. The median income for a household in the CDP was $15,057, and the median income for a family was $17,599. Males had a median income of $21,908 versus $18,438 for females. The per capita income for the CDP was $6,840. About 55.5% of families and 55.7% of the population were below the poverty line, including 62.3% of those under age 18 and 55.4% of those age 65 or over. As of 2000, English was the first language for 91.54% of all residents, while Spanish was the mother tongue for 8.45% of the population. ==References== Category:Former census-designated places in Palm Beach County, Florida Category:Former census-designated places in Florida",
 "title": "Fremd Village-Padgett Island, Florida"
}