{
 "id": "109583",
 "text": "Cypress Lakes was a census-designated place (CDP) in Palm Beach County, Florida, United States. The population was 1,468 at the 2000 census. ==Geography== Cypress Lakes is located at (26.728775, -80.124232). According to the United States Census Bureau, the CDP has a total area of 1.2 km2 (0.4 mi2), of which 1.1 km2 (0.4 mi2) is land and 0.1 km2 (0.04 mi2) (6.67%) is water. ==Demographics== As of the census of 2000, there were 1,468 people, 861 households, and 519 families residing in the CDP. The population density was 1,318.1/km2 (3,438.9/mi2). There were 973 housing units at an average density of 873.7/km2 (2,279.4/mi2). The racial makeup of the CDP was 98.30% White (96.5% were Non-Hispanic White,) 1.16% African American, 0.34% Asian, 0.07% from other races, and 0.14% from two or more races. Hispanic or Latino of any race were 1.84% of the population. There were 861 households, out of which 1.3% had children under the age of 18 living with them, 57.5% were married couples living together, 2.1% had a female householder with no husband present, and 39.7% were non-families. 36.5% of all households were made up of individuals, and 32.1% had someone living alone who was 65 years of age or older. The average household size was 1.70 and the average family size was 2.11. In the CDP, the population was spread out, with 1.6% under the age of 18, 0.6% from 18 to 24, 3.0% from 25 to 44, 13.7% from 45 to 64, and 81.1% who were 65 years of age or older. The median age was 74 years. For every 100 females, there were 77.9 males. For every 100 females age 18 and over, there were 78.0 males. The median income for a household in the CDP was $30,387, and the median income for a family was $31,866. Males had a median income of $51,250 versus $28,750 for females. The per capita income for the CDP was $27,687. About 1.5% of families and 4.3% of the population were below the poverty line, including none of those under age 18 and 4.9% of those age 65 or over. As of 2000, English was the first language for 96.42% of all residents, while Italian was the first language for 3.57% of the population. ==References== Category:Former census-designated places in Palm Beach County, Florida Category:Former census-designated places in Florida",
 "title": "Cypress Lakes, Florida"
}