{
 "id": "109619",
 "text": "Palm Beach Shores is a town in Palm Beach County, Florida, United States. The population was 1,142 at the 2010 census. As of 2018, the population recorded by the U.S. Census Bureau was 1,264. ==Geography== The town occupies the southern tip of Singer Island. It borders the City of Riviera Beach on the north, the Atlantic Ocean on the east and Lake Worth Lagoon on the west. On the south, the Palm Beach Inlet separates it from the town of Palm Beach. Florida's easternmost point is in Palm Beach Shores. The town contains many mid-century homes, many of which have been restored or are being restored, giving the town the charming character of \"a slice of old Florida\". According to the United States Census Bureau, the town has a total area of . of it is land and of it (34.21%) is water. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Palm Beach Shores racial composition (Hispanics excluded from racial categories) (NH = Non-Hispanic) !Race !Number !Percentage |- |White (NH) |1,193 |89.7% |- |Black or African American (NH) |18 |1.35% |- |Asian (NH) |19 |1.43% |- |Some Other Race (NH) |1 |0.08% |- |Mixed/Multi-Racial (NH) |44 |3.31% |- |Hispanic or Latino |55 |4.14% |- |Total |1,330 | |} As of the 2020 United States census, there were 1,330 people, 633 households, and 287 families residing in the town. ===2000 census=== As of the census of 2000, there were 1,269 people, 697 households, and 322 families residing in the town. The population density was 5,010.5 inhabitants per square mile (1,959.9/km). There were 1,171 housing units at an average density of 4,623.6 per square mile (1,808.5/km). The racial makeup of the town was 89.13% White (of which 88% were Non-Hispanic Whites,) 9.06% African American, 0.08% Native American, 0.47% Asian, 0.08% Pacific Islander, 0.39% from other races, and 0.79% from two or more races. Hispanic or Latino of any race were 2.13% of the population. There were 697 households, out of which 8.2% had children under the age of 18 living with them, 39.7% were married couples living together, 4.3% had a female householder with no husband present, and 53.8% were non-families. 44.5% of all households were made up of individuals, and 18.7% had someone living alone who was 65 years of age or older. The average household size was 1.82 and the average family size was 2.52. In the town, the population was spread out, with 11.3% under the age of 18, 3.3% from 18 to 24, 23.7% from 25 to 44, 28.0% from 45 to 64, and 33.7% who were 65 years of age or older. The median age was 52 years. For every 100 females, there were 99.8 males. For every 100 females age 18 and over, there were 98.2 males. The median income for a household in the town was $47,262, and the median income for a family was $60,833. Males had a median income of $34,107 versus $31,944 for females. The per capita income for the town was $40,612. About 1.9% of families and 5.7% of the population were below the poverty line, including none of those under age 18 and 1.4% of those age 65 or over. As of 2000, speakers of English as a first language accounted for 91.10% of all residents, while Spanish accounted for 5.61%, Russian made up 1.20%, French and Italian were at 0.86%, and German as a mother tongue was at 0.34% of the population. As of 2000, Palm Beach Shores had the twentieth highest percentage of Canadian residents in the United States, making up 1.70% of the total population (which tied with Ocean Ridge, FL and 28 other areas in the US.) ==Education== Palm Beach Shores is served by the School District of Palm Beach County, but there are no public or private schools within the town. ==Notable people== * John D. MacArthur (1897–1978), insurance and real estate magnate and philanthropist, had a house on Singer Island with his wife Catherine T. MacArthur. He later resided at his well-known \"Colonnades\" hotel in Palm Beach Shores. Paul Harvey would frequently broadcast from the Colonnades, and the television series \"Treasure Isle\", and, later, Burt Reynolds \"B.L Stryker\" were filmed there. Noted artist and stylist Ilis (Donne) Price was an early resident * Arthur Octavius Edwards (1876–1960), founder and developer of Palm Beach Shores ==References== ==External links== * Town of Palm Beach Shores * City-Data.com Comprehensive Statistical Data and more about Palm Beach Shores Category:Towns in Palm Beach County, Florida Category:Towns in Florida Category:Populated coastal places in Florida on the Atlantic Ocean Category:Beaches of Palm Beach County, Florida Category:Beaches of Florida",
 "title": "Palm Beach Shores, Florida"
}