{
 "id": "109689",
 "text": "{{Infobox settlement | official_name = St. Pete Beach, Florida | other_name = | native_name = | nickname = | settlement_type = City | motto = The Sunset Capital of Florida | image_skyline = | imagesize = | image_caption = | image_flag = | flag_size = | image_seal = | seal_size = | image_shield = | shield_size = | image_map = Pinellas County Florida Incorporated and Unincorporated areas St. Pete Beach Highlighted.svg | mapsize = 250x200px | map_caption = Location in Pinellas County and the state of Florida | pushpin_map = | pushpin_label_position = | pushpin_map_caption = | pushpin_mapsize = | subdivision_type = Country | subdivision_name = | subdivision_type1 = State | subdivision_name1 = | subdivision_type2 = County | subdivision_name2 = | government_footnotes = | government_type = Strong Mayor-Commission | leader_title = Mayor | leader_name = Alan Johnson | established_title = Incorporated | established_date = as St. Petersburgh Beach | established_title2 = Incorporated | established_date2 = 1994 as St. Pete Beach | area_magnitude = | unit_pref = Imperial | area_footnotes = | area_total_km2 = 18.04 | area_land_km2 = 5.51 | area_water_km2 = 12.53 | area_total_sq_mi = 6.96 | area_land_sq_mi = 2.13 | area_water_sq_mi = 4.84 | population_as_of = 2020 | population_footnotes = | population_note = | population_total = 8879 | population_density_km2 = 1612.32 | timezone = Eastern (EST) | utc_offset = -5 | timezone_DST = EDT | utc_offset_DST = -4 | coordinates = | elevation_footnotes = | elevation_m = | elevation_ft = 6 | postal_code_type = ZIP Code | postal_code = 33706 | area_code = | blank_name = FIPS code | blank_info = 12-62885 | blank1_name = GNIS feature ID | blank1_info = 0290376 | blank_name_sec1 = Sales Tax | blank_info_sec1 = 7% | blank1_name_sec1 = Property Tax | blank1_info_sec1 = 3.1500 City (17.0318 Total) cite web|url=https://taxcollect.com/wp- content/uploads/2020/10/2020-Millage-Form.pdf|title=PINELLAS COUNTY TAX COLLECTOR MILLAGE RATES|access-date=2021-02-01 | website = | footnotes = | pop_est_as_of = | pop_est_footnotes = | population_est = | population_density_sq_mi = 4176.39 | name = }} St. Pete Beach is a coastal city in Pinellas County, Florida, United States. Known as a tourist destination, St. Pete Beach was formed from the towns of Pass-a-Grille, Belle Vista, St. Petersburg Beach and unincorporated Pinellas County. At the time of its incorporation in 1957, its name was St. Petersburg Beach. On March 9, 1994, locals voted to officially change the name to the shorter version of St. Pete Beach, to distinguish it from the city of St. Petersburg a few miles to the east. The population was 9,346 at the 2010 census. St. Pete Beach's downtown is centered on Corey Avenue. This district contains bars, restaurants and shopping and retail outlets. The Pass-a-Grille Historic District and the historic Don CeSar beach resort are located at the southern end of the beach. Recently, TripAdvisor named St. Pete Beach the No. 1 beach in America in 2021 and no. 5 best beach in the world. ==Geography== St. Pete Beach is located at (27.724587, –82.741850). According to the United States Census Bureau, the city has a total area of , of which is land and (88.68%) is water. St. Pete Beach occupies the entire space of Long Key, a barrier island at the east central edge of the Gulf of Mexico. Three bridges lead into the city, connecting it to Treasure Island, South Pasadena and the Bayway Isles area of St. Petersburg. St. Pete Beach is located about south of Clearwater Beach. ==Demographics== As of the census of 2000, there were 9,929 people, 5,294 households, and 2,726 families residing in the city. The population density was 4,417.8 inhabitants per square mile (1,703.8/km). There were 7,817 housing units at an average density of 3,478.1 per square mile (1,341.4/km). The racial makeup of the city was 97.61% White, 0.66% African American, 0.55% Asian, 0.22% Native American, 0.03% Pacific Islander, 0.34% from other races, and 0.57% from two or more races. Hispanic or Latino of any race were 2.51% of the population. St. Pete Beach has the largest proportion of residents who are Lithuanian-American in Florida (3.3 percent).Epodunk ancestry information There were 5,294 households, out of which 10.4% had children under the age of 18 living with them, 44.2% were married couples living together, 5.3% had a female householder with no husband present, and 48.5% were non-families. 40.6% of all households were made up of individuals, and 18.1% had someone living alone who was 65 years of age or older. The average household size was 1.82 and the average family size was 2.40. In the city, the population was spread out, with 9.7% under the age of 18, 3.3% from 18 to 24, 22.6% from 25 to 44, 31.3% from 45 to 64, and 33.1% who were 65 years of age or older. The median age was 54 years. For every 100 females, there were 99.3 males. For every 100 females age 18 and over, there were 97.9 males. The median income for a household in the city was $47,574, and the median income for a family was $61,434. Males had a median income of $40,938 versus $30,532 for females. The per capita income for the city was $35,514. About 3.7% of families and 7.4% of the population were below the poverty line, including 9.5% of those under age 18 and 4.6% of those age 65 or over. ==Education== Residents are zoned to Pinellas County Schools, the specific school they are zoned for include Azalea Elementary School,\"Elementary Zones for 2012-13.\" Pinellas County Schools. Retrieved on April 9, 2012. Madeira Beach Middle School,\"2008-2009 Student Assignment Plan (Middle School).\" Pinellas County Schools. Retrieved on April 9, 2012. and Boca Ciega High School.\"2008-2009 Student Assignment Plan (High School).\" Pinellas County Schools. Retrieved on April 9, 2012. In 1915 Sunshine Elementary School opened in Pass-a-Grille. Gulf Beaches Elementary opened in 1950. The Tampa Bay Times said that Gulf Beaches \"quickly absorbed most of the kids from Sunshine\".\"Gulf Beaches Elementary closes chapter for St. Pete Beach community.\" Tampa Bay Times. Tuesday June 2, 2009. Retrieved on April 28, 2013. Sunshine Elementary School closed on June 6, 1975.Cabana, Susi. \"School Closing Evokes Memories.\" The St. Petersburg Independent. Saturday June 7, 1975. 1B. Retrieved from Google News (6 of 35) on April 8, 2012. The Gulf Beaches School absorbed the traditions of the Sunshine school, including the fish broil fundraiser. On January 14, 2009, the Pinellas County school board voted 7–0 to close several schools, including Gulf Beaches Elementary School. When the school was in operation, it had annual fish broils. Linda Chaney, the commissioner of St. Pete Beach, and Mary Maloof, the mayor of Treasure Island, had asked the school board not to close Gulf Beaches.Caldwell, Alexandra. \"School board votes to close schools.\" TBN Weekly (Tampa Bay Newspapers). Wednesday January 14, 2009. Retrieved on April 8, 2012. The Gulf Beaches campus, which is located on of land in St. Pete Beach, had been closed after the school board faced budget cuts.Matus, Ron. \"Some calling for selloff of Pinellas schools' land holdings.\" Tampa Bay Times. Monday May 23, 2011. Retrieved on April 8, 2012. In addition the year-round population of children had decreased. In 2014, the Pinellas County School Board announced Gulf Beaches would be reopened for the 2014–2015 school year as a technology magnet school. ==Library== The St. Pete Beach Public Library St. Pete Beach Public Library St.Pete Beach, FL. is the public library that serves the city of St. Pete Beach and the greater Pinellas area. The library was founded in 1951 by the St. Petersburg Beach Community Club inside their clubhouse with “450 books on two shelves”. The library grew to include “200 adult and 200 children’s books” from the Florida State Library Extension Service. In 1957 it became a municipal library when the city of St. Pete Beach was incorporated allowing the St. Petersburg Beach Community Club to turn operations over to the city. In 1968 the Friends of the St. Pete Beach Public Library was formed raising over $26,000 for a new library building. On July 7, 1969 the St. Pete Beach Library opened an 8,200 square foot building by architect Glenn Q. Johnson at 365 73rd Avenue. The building was partially refurbished in 1995, and underwent a major renovation in 2020–2021. A member of the Pinellas Public Library Cooperative since 1989, the library was temporarily relocated to 7470 Gulf Boulevard during the renovation. On March 26, 2021 the St. Pete Beach Library reopened after a $2.6 million restoration and renovation. ==Tourism== alt=sunset at St. Pete's beach by Josh Vignona|thumb|522x522px|sunset at St. Pete's beach by Josh Vignona St. Pete Beach is a seaside tourist destination. St. Pete beach is known for its water sport activities, such as kiteboarding, windsurfing, parasailing, and stand-up paddleboarding. This destination is also the longest stretch of undeveloped public beach in the St. Pete/Clearwater area. In a study conducted by Destination Analysts for the City of St. Pete/Clearwater, 400 to 430 participants were studied to understand tourism patterns. 72.9 percent of the tourists who participated in the study visit the beach while in the St. Petersburg/Clearwater area with 29.2% of them visiting St. Pete Beach. Additionally, the study revealed that over half of participants enjoyed traveling to the area for the beach and ocean. The Don CeSar is a renowned historical hotel, opened in 1928, located on the Gulf shore in St. Pete Beach. ==Notable people== * Chuck Hiller, baseball playerChuck Hiller, 70, First in N.L. to Hit Series Grand Slam, Dies ==References== ==External links== * *City of St. Pete Beach official website * Category:1957 establishments in Florida Category:Cities in Pinellas County, Florida Category:Populated places established in 1957 Category:Cities in Florida Category:Populated coastal places in Florida on the Gulf of Mexico Category:Beaches of Pinellas County, Florida Category:Beaches of Florida",
 "title": "St. Pete Beach, Florida"
}