{
 "id": "109704",
 "text": "{{Infobox settlement |official_name = City of Fort Meade |name = Fort Meade, Florida |other_name = |native_name = |nickname = |settlement_type = City |motto = |image_skyline = ChristChurch.jpg |imagesize = |image_caption = Christ Church built in 1889. |image_flag = |flag_size = |image_seal = Seal of Fort Meade, Florida.png |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Polk_County_Florida_Incorporated_and_Unincorporated_areas_Fort_Meade_Highlighted.svg |mapsize = 250x200px |map_caption = Location in Polk County and the state of Florida |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |subdivision_type = Country |subdivision_name = United States |subdivision_type1 = State |subdivision_name1 = Florida |subdivision_type2 = County |subdivision_name2 = Polk |subdivision_type3 = |subdivision_name3 = |subdivision_type4 = |subdivision_name4 = |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = City Manager |leader_name1 = Danielle Judd |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = Settled |established_date = 1849 |established_title2 = |established_date2 = |established_title3 = |established_date3 = |area_magnitude = |unit_pref = Imperial |area_footnotes = |area_total_km2 = 22.15 |area_land_km2 = 21.20 |area_water_km2 = 0.95 |area_total_sq_mi = 8.55 |area_land_sq_mi = 8.18 |area_water_sq_mi = 0.37 |area_water_percent = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |population_as_of = 2020 |population_footnotes = |population_note = |population_total = 5100 |population_density_km2 = 240.62 |population_density_sq_mi = 623.17 |population_metro = 584,383 |population_density_metro_km2 = |population_density_metro_sq_mi = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone = Eastern (EST) |utc_offset = -5 |timezone_DST = EDT |utc_offset_DST = -4 |coordinates = |elevation_footnotes = |elevation_m = 42 |elevation_ft = 138 |postal_code_type = ZIP code |postal_code = 33841 |area_code = 863 |blank_name = FIPS code |blank_info = 12-24100 |blank1_name = GNIS feature ID |blank1_info = 0282697 |website = |footnotes = |pop_est_as_of = |pop_est_footnotes = |population_est = }} Fort Meade is a city in Polk County, Florida, United States. , the population recorded by the U.S. Census Bureau is 6,203. It is part of the Lakeland-Winter Haven Metropolitan Statistical Area. The city was named for George Meade, at the time an Army lieutenant serving in Florida following the Second Seminole War. Fort Meade is home to Fort Meade Middle-Senior High School, several historic buildings, Streamsong resort and Patterson Park. The area is popular with kayakers and canoers. ==History== Fort Meade is the oldest city in Polk County, dating its origins to 1849 when it was established along a new military road from Tampa (Fort Brooke) to Fort Pierce following the Second Seminole War. The town and road were originally sited by then-lieutenant George Meade of the Corps of Topographical Engineers, whose commander named it for him. The 1880s business district was located on old Wire Street (now Broadway), which was a casualty of four devastating fires. Today, there are over 150 buildings which are designated as landmarks. In the 1890s the Fort Meade Street Railway operated a horse-drawn service in the town. The earliest known burial is John I. Hooker (1821–1862) located in the town's Evergreen Cemetery. Fort Meade's Christ Church (Episcopal) located at 526 North Oak, was built in 1889. It is a frame vernacular with Gothic Revival elements and was designed by architect J. H. Weddell. Located within the historic district, the church was used for the HBO motion picture Judgment, featuring Blythe Danner, Keith Carradine and Jack Warden (1990). Future Confederate General Stonewall Jackson was stationed at the fort in 1851. The town was burned by Union forces in 1864 and all of the original structures were destroyed, except the second fort which was dismantled in the 1890s. Fort Meade has over 300 homes on the National Register of Historic Places and a handful that date to the late 1800s. ===Historic homes and buildings=== * Old Fort Meade School House Museum, c. 1885 * Rev. Wm James Reid House, c. 1900 * W.O. Williams/R.C. McClellan House, c. 1898 ==Geography and climate== Fort Meade is located 20 miles southwest of Legoland in Winter Haven. Fort Meade is located within the Central Florida Highlands area of the Atlantic coastal plain, with a terrain consisting of flatland interspersed with gently rolling hills. According to the United States Census Bureau, the city has a total area of 13.0 km2 (5.0 mi2), of which 12.9 km2 (5.0 mi2) is land and 0.1 km2 (0.1 mi2) (1.00%) is water. Fort Meade is located in the humid subtropical zone, as designated by (Köppen climate classification: Cfa). ==Economy== Economic growth has been evident in Fort Meade. Mosaic Corporation developed a world class 10,000 acre golf and spa resort named Streamsong nearby. Legoland opened on October 15, 2011, and is having an economic impact on Fort Meade and the surrounding areas. Many of the historic homes are being purchased and restored despite a depressed Florida real estate market. ==Demographics== left|thumb|Lightsey House pictured in a 1907 postcard As of the census of 2000, there were 5,691 people, 2,068 households, and 1,528 families residing in the city. The population density was 441.2/km2 (1,143.8/mi2). There were 2,625 housing units at an average density of 203.5/km2 (527.6/mi2). The racial makeup of the city was 67.60% White, 21.84% African American, 0.40% Native American, 0.09% Asian, 9.21% from other races, and 0.86% from two or more races. Hispanic or Latino of any race were 17.17% of the population. There were 2,068 households, out of which 31.8% had children under the age of 18 living with them, 52.7% were married couples living together, 16.4% had a female householder with no husband present, and 26.1% were non-families. 22.2% of all households were made up of individuals, and 11.5% had someone living alone who was 65 years of age or older. The average household size was 2.72 and the average family size was 3.16. In the city, the population was spread out, with 28.4% under the age of 18, 8.5% from 18 to 24, 24.9% from 25 to 44, 20.4% from 45 to 64, and 17.8% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 95.2 males. For every 100 females age 18 and over, there were 89.2 males. The median income for a household in the city was $32,984, and the median income for a family was $38,125. Males had a median income of $30,617 versus $21,813 for females. The per capita income for the city was $15,499. About 15.0% of families and 18.3% of the population were below the poverty line, including 30.9% of those under age 18 and 8.2% of those age 65 or over. In 2010 Fort Meade had a population of 5,626. The racial and ethnic composition of the population was 68.29% non-Hispanic white, 18.24% black or African American, 0.5% Native American, 0.3% Asian, 0.4% non-Hispanic from some other race, 1.9% reporting two or more races and 26.1% Hispanic or Latino. Most of the Hispanic population was Mexican with Mexicans making up 23.5% of the total population.2010 general demographic report for Fort Meade city == Notable people == * Jason Baker, Florida State Contemporary Fiddle Champion, 2003 * Melony Bell, politician * Onterio McCalebb, former Auburn University running back and current cornerback for the Cincinnati Bengals * Andrew McCutchen, Milwaukee Brewers outfielder, born and raised in Fort Meade * Dan White (actor), (March 25, 1908 – July 7, 1980), American actor, well known for appearing in Western films and TV shows ==Designated a Blueway community== As of July 20, 2011, Fort Meade officially became only the second city in all of Florida to be designated as a \"Blueway\" community by the Florida Paddlers Association. Fort Meade Outdoor Recreation Area is a popular launching and pick-up site for kayak and canoe enthusiasts and is the site for the annual Peace River Paddle hosted by Florida Paddlers. ==Media== Fort Meade is part of the Tampa/St. Pete television market, the 13th largest in the country, and part of the local Lakeland/Winter Haven radio market, which is the 94th largest in the country. ==Library== The Fort Meade Public Library is a member of the Polk County Library Cooperative. The library is located at 75 East Broadway Fort Meade, Florida 33841. The library aims to host educational opportunities and encourage literacy in the community of Fort Meade. ===History=== The Fort Meade Public Library was founded in 1934 by the Fort Meade's Woman Club. Although there was not enough space to house a library at the Woman's Clubhouse, Mr. Ben Johnson, a real estate broker offered a vacant room at 212 West Broadway free of charge for the library. Club members solicited others in the community to donate books and magazines and club members donated their own materials. The library was run by club member volunteers and was open only a few days out of the week. After several years, the library outgrew its space and moved to a room on the second floor of city hall. Mrs. T.K. White managed the library and kept it open 15 hours a week but after a few years, the library once again needed to move. The Woman's Club received permission to use the abandoned Chamber of Commerce building on 75 East Broadway for the public library. After failed efforts to receive state funding for the library Mr. Grady Courtney, city manager called a meeting for the city to take over the responsibility of the library. The vote was unanimous in favor of the public library and on May 1, 1965, Mrs. Codey Shirley took over management of the library, implementing the Dewey Decimal System. The library at this time had 4,000 resources and received a 200 book donation from Bartow Public Library. A new library building was completed in 1976. The Fort Meade Public Library is the first library to become a member of the Polk County Library Cooperative. ==Transportation== Major highways in Fort Meade: * US 17 – North–south highway on the middle of town. North of town it leads to Bartow. Southbound leads to Wauchula. * US 98 – Co-signed with US 17 on the north side of town, US 98 turns eastbound at East Broadway Avenue and leads to Frostproof and US 27. ==References== ==Further reading== * ==External links== * * Fort Meade Chamber Of Commerce Category:Cities in Polk County, Florida Category:Populated places established in 1849 Category:1849 establishments in Florida Category:Cities in Florida",
 "title": "Fort Meade, Florida"
}