{
 "id": "109969",
 "text": "{{Infobox settlement | name = College Park, Georgia | official_name = City of College Park | other_name = | native_name = | nickname = | settlement_type = City | motto = | image_skyline = File:Downtown College Park, Georgia - 2018.jpg | imagesize = 250px | image_caption = Downtown College Park | image_flag = | flag_size = | image_seal = | seal_size = | image_shield = | shield_size = | image_blank_emblem = | blank_emblem_type = | blank_emblem_size = | image_map = Fulton County Georgia Municipalities Map College Park Highlighted.svg | mapsize = 250px | map_caption = Location in Fulton County and the state of Georgia | image_map1 = | mapsize1 = | map_caption1 = | pushpin_map = Metro Atlanta | pushpin_label = College Park | pushpin_label_position = | pushpin_map_caption = Location of College Park in Metro Atlanta | pushpin_mapsize = | subdivision_type = Country | subdivision_name = United States | subdivision_type1 = State | subdivision_name1 = Georgia | subdivision_type2 = Counties | subdivision_name2 = Fulton, Clayton | subdivision_type3 = | subdivision_name3 = | subdivision_type4 = | subdivision_name4 = | government_footnotes = | government_type = Mayor-council government | leader_title = | leader_name = | leader_title1 = | leader_name1 = | leader_title2 = | leader_name2 = | leader_title3 = | leader_name3 = | leader_title4 = | leader_name4 = | established_title = | established_date = | established_title2 = | established_date2 = | established_title3 = | established_date3 = | area_magnitude = | unit_pref = Imperial | area_footnotes = | area_total_km2 = 29.03 | area_land_km2 = 28.91 | area_water_km2 = 0.12 | area_total_sq_mi = 11.21 | area_land_sq_mi = 11.16 | area_water_sq_mi = 0.05 | area_water_percent = | area_urban_km2 = | area_urban_sq_mi = | area_metro_km2 = | area_metro_sq_mi = | area_blank1_title = | area_blank1_km2 = | area_blank1_sq_mi = | population_as_of = 2020 | population_footnotes = | population_note = | population_total = 13930 | population_density_km2 = 481.91 | population_density_sq_mi = 1248.10 | population_metro = | population_density_metro_km2 = | population_density_metro_sq_mi = | population_urban = | population_density_urban_km2 = | population_density_urban_sq_mi = | population_blank1_title = | population_blank1 = | population_density_blank1_km2 = | population_density_blank1_sq_mi = | timezone = Eastern (EST) | utc_offset = -5 | timezone_DST = EDT | utc_offset_DST = -4 | coordinates = | elevation_footnotes = | elevation_m = 320 | elevation_ft = 1050 | postal_code_type = ZIP codes | postal_code = 30337, 30349 | area_code = 404/678/470 | blank_name = FIPS code | blank_info = 13-17776 | blank1_name = GNIS feature ID | blank1_info = 0331435 | website = | footnotes = | pop_est_as_of = | pop_est_footnotes = | population_est = }} College Park is a city in Fulton and Clayton counties, Georgia, United States, adjacent to the southern boundary of the city of Atlanta. As of the 2020 census, the population was 13,930. Hartsfield–Jackson Atlanta International Airport is partially located in the city's boundaries (including the domestic terminal, Concourse T, Concourse A, and about two-thirds of Concourse B), and the Georgia International Convention Center, owned and operated by the City of College Park, is within the city limits.\"City Maps .\" City of College Park. Retrieved on May 25, 2009.\"Contact the GICC.\" Georgia International Convention Center. Retrieved on May 25, 2009. The city is home to the fourth-largest urban historical district registered with the National Register of Historic Places in the state of Georgia. The city is also home to the Gateway Center Arena, home of the College Park Skyhawks and Atlanta Dream. ==Geography== College Park is located on the border of Fulton and Clayton counties at (33.648209, -84.456007). According to the United States Census Bureau, the city has a total area of , of which , or 0.19%, is water. ==Infrastructure== College Park's City Hall is southwest of downtown Atlanta. Interstate 85 passes through the city and merges with Interstate 285, the perimeter highway around Atlanta, for a short distance in the southern part of College Park. I-85 exits 69 through 72 and I-285 exits 60 and 62 are located within the College Park city limits. The western part of Hartsfield–Jackson Airport, including its domestic terminal, is within the eastern side of the city. ===Transit systems=== The Metropolitan Atlanta Rapid Transit Authority (MARTA) provides heavy rail and bus services in College Park. ====Metro==== The College Park Station is the primary station for College Park, located within Downtown, and is the third busiest station in the MARTA Rail System, with a weekday average of 9,023 entries. It is serviced by both the Gold Line and the Red Line during the day, and only the Gold Line after 9:00 PM. ====Buses==== The following bus routes serve College Park: *Route 82 - Camp Creek / Welcome All *Route 84 - East Point/Camp Creek (leaves via the East Point Station) *Route 89 - Old National Hwy./Union City *Route 172 - Sylvan Road/Virginia Ave. *Route 180 - Fairburn / Palmetto *Route 181 - Buffington Rd./South Fulton P/R *Route 189 - Flat Shoals Road/ Scofield Road *Route 195 - Forest Parkway/Roosevelt Highway *Route 196 - Church/Upper Riv./Mt. Zion == History == ===19th century=== right|thumb|250px|Cox College and Conservatory, 1900 The community that would become College Park was founded as Atlantic City in 1890 as a depot on the Atlanta and West Point Railroad. The town was renamed Manchester when it was incorporated as a city in 1891. It was renamed again as the city of College Park in 1896. The city's name came from being the home of Cox College (where the city hall and other buildings now stand) and Georgia Military Academy (now the Woodward Academy). The east-west avenues in College Park are named for Ivy League colleges, and the north-south streets are named for influential College Park residents. ===20th century=== ====Airport- associated changes==== The history of College Park has been closely linked with what is now known as Hartsfield–Jackson Atlanta International Airport — airport development having spurred several radical changes to the landscape of the municipality over the course of the 20th century. In 1966, a study funded by the Department of Housing and Urban Development suggested that the introduction and expansion of jet aircraft travel would place the airport and surrounding communities, including College Park, into conflict; ultimately, the study concluded that \"the only effective way to control the use of land is to own it,\" suggesting that the airport would have to acquire the properties it would be in conflict with in order to expand. In the 1970s and 1980s, large swaths of property in College Park were purchased using information detailed in The Hartsfield-Jackson Atlanta International Airport Noise Land Reuse Plan, which allowed the airport to apply for federal funding to purchase property deemed to be in so-called \"noise land.\" The 1985 Chuck Norris film Invasion U.S.A. was notoriously filmed in these abandoned portions of College Park; houses owned by the City of Atlanta and the FAA were allowed to be blown up to simulate bazooka attacks, a decision that has faced modern day criticism due to the fact that nearby properties were still in the process of being purchased. This site would eventually, in 2003, in part be home to the Georgia International Convention Center; the center officially opened in 1985 at a separate location, but was relocated to the area in response to planned airport runway expansions. Today, the GICC is the second largest convention center in Georgia, featuring a carpeted ballroom and multiple spaces for meetings, conferences and conventions. It is the only convention center in the country that also houses a SkyTrain with direct rail access to an international airport. Directly next to the Georgia International Convention Center is the Gateway Center Arena, which opened in November 2019, home to the NBA's G-League College Park Skyhawks and where the WNBA's Atlanta Dream will play their 2020 season. In 1978, the College Park Historical Society was founded in order to combat proposed northward expansion of the airport; the society succeeded in lobbying against proposed flight paths over the neighborhood colloquially known as Historic College Park, as well as registered swaths of homes and the Main Street commercial district with the National Register of Historic Places, eventually resulting in the establishment of the College Park Historic District. Between the 1980s and the early 2000s, as part of continued execution of the FAA noise abatement program, the City of Atlanta and the FAA purchased roughly 320 acres of property (containing residential structures, churches, and some small commercial buildings) immediately adjacent to the west side of downtown College Park, resulting in a multitude of properties sitting abandoned for decades. The totality of these eventually abandoned properties purchased between the 1970s and the 2000s have been described as a major player in shaping a negative public image of the city, second only to the perception of crime in the area. ===Recent history=== ====Hip hop==== Although the Atlanta hip hop music scene in the 1980s and 1990s was largely credited to artists from nearby suburban Decatur, College Park and the adjacent city of East Point have been strongly associated with artists and record producers from \"SWATS\" (\"Southwest Atlanta, Too Strong\"), who have substantially contributed to the evolution of the southern hip hop genre over the course of the 2000s.\"Revolution Rock: Atlanta's Goodie Mob fight for truth, justice, but not necessarily the American Way\", Vibe, June-July 1998 ====Gentrification==== While the controversial process of gentrification started in the larger Atlanta Metropolitan Area in the 1970s, it was only in the latter 2010s that redevelopment substantially spread to College Park proper. In 2016, the College Park government embarked on a 20-year development plan which included goals \"to expand its economic base while keeping its small town historic characteristics,\" and to \"make use of its available land to attract new employers and residential opportunities.\" 2017 saw the construction of a mixed-use project which contained the first mid-rise apartments to be constructed in the city since 1969. From the 1990s and into the 2010s, the City of College Park succeeded in repurchasing the entirety of the 320 acres adjacent to downtown; in 2018, concurrent with substantial commercial and residential development in the area, the City of College Park announced major redevelopment of this abandoned area, now referred to as \"Airport City,\" as part of a larger transit-oriented revitalization plan referred to as \"Aerotropolis.\" ===Historic district=== thumb|left|Some examples of the different styles of historic home present in the College Park Historic District The city center is part of the College Park Historic District, a 606-acre historic district listed with the National Register of Historic Places. According to the federal agency, the district contains 853 recognized historical resources constructed in the late 19th and early 20th centuries. The majority of the 852 historic structures are homes of the Queen Anne style, various Late 19th and 20th Century Revivals, and bungalows of the American Craftsman style, all dating from 1882 to 1946. Other major historical structures include: The College Park Woman's Clubhouse at Camellia Hall (1927); the College Park First United Methodist Church (1904); a United States Postal Service Office (1937); four schools (constructed between 1914 and 1942); and the College Park Depot (pre-1900), part of the Atlanta & West Point Railroad. == Recreation == thumb|left|Barrett Park, August 2018. College Park has four public recreation facilities: the Wayman & Bessie Brady Recreation Center, named in honor of its first Coordinators; the Hugh C. Conley Recreation Center, named in honor of a former Mayor Pro-Tem; the Tracey Wyatt Recreation Complex, named in honor of the previous Ward III Councilperson, Tracey Wyatt; and the College Park City Auditorium. The city has four parks: Barrett Park, which is located along Rugby Avenue; Brenningham Park, which surrounds the Brady Center; Jamestown Park; and Richard D. Zupp Park. College Park is home to the College Park Municipal Golf Course, a nine-hole course established in 1929. In February 2018, development began on the Gateway Center Arena, a 5,000 seat multipurpose arena intended for public use, as well as to host the Atlanta Hawks NBA G League team, the College Park SkyHawks. thumb|275x275px|The Gateway Center Arena at College Park thumb|The Gateway Center Arena ==Demographics== ===2020 census=== {| class=\"wikitable\" |+College Park racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |1,528 |10.97% |- |Black or African American (non-Hispanic) |11,017 |79.09% |- |Native American |31 |0.22% |- |Asian |116 |0.83% |- |Pacific Islander |2 |0.01% |- |Other/Mixed |449 |3.22% |- |Hispanic or Latino |787 |5.65% |} As of the 2020 United States census, there were 13,930 people, 5,861 households, and 2,911 families residing in the city. ===2010 census=== At the time of the 2010 census, there were 13,942 people, 5,595 households, and 3,208 families residing in the city. The population density was 2,099.8 people per square mile (810.5/km). There were 7,159 housing units at an average density of 860.3 per square mile (332.1/km). The racial makeup of the city was 81.1% Black, 14.1% White, 1.2% Native American, 1.1% Asian, 4.7% from other races, and 2.0% from two or more races. Hispanic or Latino people of any race were 6.9% of the population. ===Population decline, 2000-2010=== Between 2000 and 2010, College Park saw a 31.6% reduction in their population. The city government has suggested that this was due to the combined effects of airport expansion and the difficult nature of having housing constructed in areas previously considered to be \"high noise.\" ==Government and politics== The city of College Park is governed by a mayor and four council members. The current mayor is Bianca Motley Broom, the first female, African American mayor for the City, and the council members are: Ward 1, Ambrose Clay; Ward 2, Derrick Taylor; Ward 3, Ken Allen; and Ward 4, Roderick Gay. The mayor is elected at-large, on a nonpartisan basis, for 4 year terms. The incumbent mayor, Bianca Motley Broom, has held the office since 2020. Four council members are elected on a nonpartisan basis for 4 year terms, and each represents one of the four wards that make up the city. Legislative authority is placed in the city council, wherein each member is afforded one vote; the mayor oversees the deliberations of the council and is only entitled to a vote in the case of a tie. ==Crime== For much of the 2000s, College Park – along with the other so-called Tri- Cities, East Point and Hapeville – has been popularly associated with crime; for example, a comedy/travel book originally published in 2005 describes College Park as \"a nightmarish southern ghetto.\" Over the course of the 2010s, this reputation has been publicly challenged in the media, by Tri-Cities residents, and by the College Park Police Department. The Federal Bureau of Investigation's annual Uniform Crime Report reveals that the College Park Police Department has historically reported a high crime rate per 100,000 persons as compared to other US jurisdictions. In 2008, College Park had one of the highest crime rates in Georgia, with reports including 13 homicides. However, 2008 was an outlier with respect to the rest of that decade and homicide; for the rest of the years between 2000 and 2010, between 1 and 3 homicides were reported annually. Further, it has been suggested that crime rate per 100,000 persons misrepresents the prevalence of crime, as College Park's daytime population is thought to swell to 50,000 persons (substantially more than the ~15,000 permanent residents considered in crime statistics). The Uniform Crime Report and data released by the College Park Police Department suggests that the 2010s have brought a substantial decline in total crime, particularly in the latter half; in 2018, a total of 1,225 crimes were reported (compared to 2,695 in 2001, 2,530 in 2010, and 1,387 in 2017), 85% of which were property crimes. In 2018, there was a 13 percent decrease in Part I crimes and zero homicides as compared to 2017, following a 15 percent decrease from 2016 to 2017. ==Economy== Chick-fil-A, a fast-food chicken chain, is headquartered in College Park.Chick-fil-A: Company Fact Sheet Retrieved July 30, 2012 Atlantic Southeast Airlines had its headquarters in College Park until December 31, 2011; its final headquarters facility was a hangar at Hartsfield-Jackson Atlanta International Airport.Tobin Ramos, Rachel and Douglas Sams. \"ASA lands headquarters at Hartsfield hangar.\" Atlanta Business Chronicle. Monday December 10, 2007. Retrieved on July 28, 2012. As of the 2016 American Community Survey, 35.7% of College Park residents are predicted to live in poverty. In November 2019, The Gateway Center Arena @ College Park opened to the public, home to the College Park Skyhawks - the NBA G-League affiliate of the Atlanta Hawks - and the WNBA's Atlanta Dream. In addition, the Arena has an exclusive booking partnership with The Fox Theater. ===Top employers=== According to College Park's 2017 Comprehensive Annual Financial Report, the top employers in the city are: {| class=\"wikitable\" |- ! # ! Employer ! Employees |- |1 | Chick-fil-A |1,599 |- |2 | Federal Aviation Administration |1,300 |- |3 | Sysco |768 |- |4 | Southwest Airlines |664 |- |5 | Woodward Academy |630 |- |6 | Express Jet Airlines (defunct) |532 |- |7 | Logisticare Solutions |403 |- |8 | VXI global |360 |- |9 | Marriott Hotels, Hotel #481 |238 |- |10 | Marriott Hotels, Hotel #11005 |206 |} ==Education== ===Primary and secondary schools=== ====Fulton County==== Residential areas within College Park are served by the Fulton County School System. \\- Compare residentially-zoned areas to school zone attendance maps. From Fulton County schools: South Fulton High Schools, South Fulton Middle Schools, South Fulton Elementary Schools College Park Elementary School is in the city limits. Other schools serving sections of College Park with residences include the following: Heritage, Asa G. Hilliard in East Point, and Parklane Elementary School in East Point. Zoned middle schools serving College Park include and Paul D. West Middle School and Woodland Middle School, both in East Point. There is also Main Street Academy, an unzoned charter K-8 school, located in College Park. Since 2016 it has occupied the former Harriet Tubman Elementary School. Benjamin Banneker High School, in an unincorporated area, and Tri- Cities High School in East Point, both serve sections of College Park. Frank S. McClarin Alternative High SchoolFrank S. McClarin Alternative High School is located in College Park. ====Clayton County==== The section in Clayton County is served by Clayton County Public Schools. G.W. Northcutt Elementary School and North Clayton Middle School are nearby for Clayton County residents. ====Private schools==== Woodward Academy is located in College Park. Woodward Academy is one of the most prominent non-residential private schools in the continental United States. ===Public libraries=== Atlanta- Fulton Public Library System operates the College Park Branch.\"College Park Branch.\" Atlanta-Fulton Public Library System. Retrieved on February 24, 2010. ==Notable people== * Dwight Howard, NBA all-star, 3 x Defensive Player of the year * 2 Chainz, rapper * Morgan Burnett, safety for the Pittsburgh Steelers * Kandi Burruss, member of the singing quartet Xscape * Tameka Cottle, member of singing quartet Xscape and wife of rapper T.I. * Bill Curry, football coach and analyst, former head coach for Georgia State University * Creflo Dollar, teacher, pastor, and founder of World Changers Church International * Jermaine Dupri, rapper, songwriter, record producer * Keyaron Fox, Pittsburgh Steelers * Kap G, rapper * Gunna, rapper * Trinidad James, rapper * Ludacris, rapper * Margaret Martin, professional bodybuilder * Mr. Collipark, record producer * Monica, R&B; singer * Cam Newton, professional football player, 2015 NFL MVP Carolina Panthers * OG Maco, rapper * Playaz Circle, rap group * Ralph Presley, airline pilot, politician, and mayor of College Park * Rich the Kid, rapper * LaTocha Scott, member of singing quartet Xscape * Tamika Scott, member of singing quartet Xscape * Josh Smith, professional basketball player * Fletcher Thompson, politician * Turbo, record producer * V.I.C., rapper * Yung Joc, rapper == See also == * Atlanta * List of U.S. communities with African-American majority populations ==References== ==External links== * City of College Park official website * Historic College Park Neighborhood Association * Georgia International Convention Center * College Park Recreation Department Category:Cities in Georgia (U.S. state) Category:Cities in Clayton County, Georgia Category:Cities in Fulton County, Georgia Category:Cities in the Atlanta metropolitan area",
 "title": "College Park, Georgia"
}