{
 "id": "110438",
 "text": "{{Infobox settlement |official_name = Tunnel Hill, Georgia |other_name = |native_name = |nickname = |settlement_type = Town |motto = |image_skyline = Tunnel-Hill-RR-tracks-ga.jpg |imagesize = 250px |image_caption = Railroad tracks passing through Tunnel Hill |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Whitfield_County_Georgia_Incorporated_and_Unincorporated_areas_Tunnel_Hill_Highlighted.svg |mapsize = 250px |map_caption = Location in Whitfield County and the state of Georgia |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |subdivision_type = Country |subdivision_name = United States |subdivision_type1 = State |subdivision_name1 = Georgia |subdivision_type2 = County |subdivision_name2 = Whitfield, Catoosa |subdivision_type3 = |subdivision_name3 = |subdivision_type4 = |subdivision_name4 = |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = |established_date = |established_title2 = |established_date2 = |established_title3 = |established_date3 = |area_magnitude = |unit_pref = Imperial |area_footnotes = |area_total_km2 = 5.13 |area_land_km2 = 5.11 |area_water_km2 = 0.02 |area_total_sq_mi = 1.98 |area_land_sq_mi = 1.97 |area_water_sq_mi = 0.01 |area_water_percent = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |population_as_of = 2020 |population_footnotes = |population_note = |population_total = 963 |population_density_km2 = 188.48 |population_density_sq_mi = 488.09 |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone = Eastern (EST) |utc_offset = -5 |timezone_DST = EDT |utc_offset_DST = -4 |coordinates = |elevation_footnotes = |elevation_m = 256 |elevation_ft = 840 |postal_code_type = ZIP code |postal_code = 30755 |area_code = 706/762 |blank_name = FIPS code |blank_info = 13-77736 |blank1_name = GNIS feature ID |blank1_info = 0333273 |website = |footnotes = |pop_est_as_of = |pop_est_footnotes = |population_est = }} Tunnel Hill is a town in northwest Whitfield County and southern Catoosa County, Georgia, United States. It is part of the Dalton Metropolitan Statistical Area. The population was 856 at the 2010 census. The town is named for the Chetoogeta Mountain Tunnel, a railroad tunnel built in the late 1840s. ==History== The community was first known as Doe Run. It was incorporated on March 4, 1848, as Tunnelsville, and changed its name in 1856 to Tunnel Hill. Both names refer to the nearby Chetoogeta Mountain Tunnel railroad tunnel cut through Chetoogeta Mountain, officially dedicated on October 31, 1849 by Etowah steel-maker Mark A. Cooper on behalf of the state-owned Western & Atlantic Railroad. The Georgia General Assembly incorporated Tunnel Hill as a town in 1856. Throughout the American Civil War, the homes around Tunnel Hill were used as part of a major hospital system. The Clisby Austin House also served as the headquarters for Union Gen. William T. Sherman while he made his plans for attacks against nearby Dalton and Resaca, which became the opening battles of what would later be known as the Atlanta Campaign. The area hosted many engagements and camps throughout the course of the war. These are remembered through an annual Battle Reenactment held in September. The dates of the actual military engagements were September 11, 1863; February 23, 24-25 1864; May 5–7, 1864; and March 3, 1865. Western & Atlantic Railroad Tunnel historic marker. Georgia Historical Society; Oak Streett, Tunnel Hill, GeorgiaTunnel Hill historic marker. Georgia Historical Society; Oak Streett, Tunnel Hill, Georgia Chetoogeta Mountain Tunnel, RailGa.com Chetoogeta Mountain Railroad Tunnel Restoration Photos, Whitfield County, Georgia Official Website ==Geography== Tunnel Hill is located at (34.845934, -85.042955). The town is situated in a rugged area along the western base of Chetoogeta Mountain (listed as \"Tunnel Hill Ridge\" on USGS maps). The Tennessee Valley Divide crosses the top of the ridge, dividing the watersheds of the Tennessee River and the Conasauga River. U.S. Route 41 connects Tunnel Hill to Ringgold to the northwest and Dalton to the southeast. Georgia State Route 201 connects the town with Varnell to the northeast. According to the United States Census Bureau, the city has a total area of 1.5 square miles (3.9 km), all land. ==Demographics== As of 2010 Tunnel Hill had a population of 856. The racial and ethnic composition of the population was 93.5% white, 3.7% black or African American, 0.7% Native American, 0.2% Asian, 1.5% from some other race and 0.4% from two or more race. 3.5% of the population was Hispanic or Latino, with 2.0% of the population being Mexican.2010 general profile of population and housing characteristics of Tunnel Hill from the US Census] As of the census of 2000, there were 1,209 people, 451 households, and 359 families residing in the city. The population density was 794.7 people per square mile (307.1/km). There were 474 housing units at an average density of 311.6 per square mile (120.4/km). The racial makeup of the city was 94.46% White, 2.56% African American, 0.17% Native American, 0.17% Asian, 0.17% Pacific Islander, 1.57% from other races, and 0.91% from two or more races. Hispanic or Latino of any race were 3.97% of the population. There were 451 households, out of which 35.0% had children under the age of 18 living with them, 63.0% were married couples living together, 12.9% had a female householder with no husband present, and 20.2% were non-families. 18.0% of all households were made up of individuals, and 8.4% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 3.00. In the city, the population was spread out, with 24.8% under the age of 18, 9.8% from 18 to 24, 27.6% from 25 to 44, 24.8% from 45 to 64, and 12.9% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 101.8 males. For every 100 females age 18 and over, there were 98.0 males. The median income for a household in the city was $43,438, and the median income for a family was $49,531. Males had a median income of $31,974 versus $25,078 for females. The per capita income for the city was $21,382. About 8.8% of families and 9.6% of the population were below the poverty line, including 12.1% of those under age 18 and 12.1% of those age 65 or over. ==Gallery== {| class=\"wikitable\" !width=\"100\"| Image !width=\"550\"| Description |- | thumb|200px| . | The northwest faces of the historic Western and Atlantic Railroad Tunnel (right) and modern CSX (left) railroad tunnels. |- |thumb|200px |The cut stone northwest face of the W&A; tunnel, now preserved as a walking trail. |- |thumb|200px |Brick-lined interior of the W&A; tunnel, now preserved as a walking trail, looking southeast. |} ==References== ==External links== * * Tunnel Hill at Georgia.gov *Tunnel Hill Heritage Center and Museum * Railfanning in Tunnel Hill Category:Cities in Georgia (U.S. state) Category:Cities in Whitfield County, Georgia Category:Dalton metropolitan area, Georgia Category:Populated places established in 1848 Category:1848 establishments in Georgia (U.S. state)",
 "title": "Tunnel Hill, Georgia"
}