{
 "id": "110597",
 "text": "{{Infobox settlement | official_name = Arimo, Idaho | native_name = | other_name = | settlement_type = City | image_skyline = | image_caption = | image_flag = | image_seal = | image_shield = | nickname = | motto = | image_map = File:Bannock County Idaho Incorporated and Unincorporated areas Arimo Highlighted 1603340.svg | map_caption = Location of Arimo in Bannock County, Idaho. | pushpin_map = | pushpin_label_position = | pushpin_map_caption = | coordinates = | subdivision_type = Country | subdivision_name = United States | subdivision_type1 = State | subdivision_name1 = Idaho | subdivision_type2 = County | subdivision_name2 = Bannock | established_title = | established_date = | government_type = | government_footnotes = | leader_title = Mayor | leader_name = Lonnie Gunter | unit_pref = Imperial | area_footnotes = | area_total_sq_mi = 0.41 | area_land_sq_mi = 0.41 | area_water_sq_mi = 0.00 | area_water_percent = | elevation_footnotes = | elevation_ft = 4744 | population_footnotes = | population_total = 355 | population_as_of = 2010 | pop_est_footnotes = | population_est = 364 | pop_est_as_of = 2019 | population_density_sq_mi = 879.23 | population_note = | timezone = Mountain (MST) | utc_offset = -7 | timezone_DST = MDT | utc_offset_DST = -6 | postal_code_type = ZIP code | postal_code = 83214 | area_codes = 208, 986 | blank_name = FIPS code | blank_info = 16-03340 | blank1_name = GNIS feature ID | blank1_info = 2409729 | website = |area_total_km2 = 1.07 |area_land_km2 = 1.07 |area_water_km2 = 0.00 |population_density_km2 = 339.31 }} Arimo is a city in the Marsh Valley in central Bannock County, Idaho, United States, that is part of the 'Pocatello Metropolitan Statistical Area'. The population was 355 at the 2010 census. ==Geography== Arimo is located at (42.559460, -112.171399). According to the United States Census Bureau, the city has a total area of , all of it land. ==Demographics== ===2010 census=== As of the census of 2010, there were 355 people, 108 households, and 89 families living in the city. The population density was . There were 121 housing units at an average density of . The racial makeup of the city was 91.3% White, 0.3% Asian, 1.7% Pacific Islander, 2.0% from other races, and 4.8% from two or more races. Hispanic or Latino of any race were 3.1% of the population. There were 108 households, of which 44.4% had children under the age of 18 living with them, 74.1% were married couples living together, 5.6% had a female householder with no husband present, 2.8% had a male householder with no wife present, and 17.6% were non- families. 13.9% of all households were made up of individuals, and 7.5% had someone living alone who was 65 years of age or older. The average household size was 3.29 and the average family size was 3.67. The median age in the city was 28.9 years. 35.8% of residents were under the age of 18; 10.4% were between the ages of 18 and 24; 17.5% were from 25 to 44; 25.3% were from 45 to 64; and 11% were 65 years of age or older. The gender makeup of the city was 50.1% male and 49.9% female. ===2000 census=== As of the census of 2000, there were 348 people, 108 households, and 78 families living in the city. The population density was 854.1 people per square mile (327.7/km2). There were 118 housing units at an average density of 289.6 per square mile (111.1/km2). The racial makeup of the city was 96.55% White, 0.57% Asian, 0.29% from other races, and 2.59% from two or more races. Hispanic or Latino of any race were 1.44% of the population. There were 108 households, out of which 46.3% had children under the age of 18 living with them, 65.7% were married couples living together, 5.6% had a female householder with no husband present, and 26.9% were non-families. 25.0% of all households were made up of individuals, and 17.6% had someone living alone who was 65 years of age or older. The average household size was 3.22 and the average family size was 4.00. In the city, the population was spread out, with 39.4% under the age of 18, 8.3% from 18 to 24, 21.8% from 25 to 44, 17.0% from 45 to 64, and 13.5% who were 65 years of age or older. The median age was 28 years. For every 100 females, there were 93.3 males. For every 100 females age 18 and over, there were 102.9 males. The median income for a household in the city was $33,500, and the median income for a family was $41,944. Males had a median income of $31,406 versus $19,688 for females. The per capita income for the city was $10,312. About 7.9% of families and 12.6% of the population were below the poverty line, including 16.0% of those under age 18 and 6.3% of those age 65 or over. ==Education== Downey is part of the March Valley School Joint District#21 and is served by three schools: * Downey Elementary School, located in Downey * Marsh Valley Middle School, located just north of Arimo * Marsh Valley High School, located just north of Arimo ==Transportation== Downey is served by one Interstate Highway and one U.S. Highway: * , which passes along the west side of the city (via Exit 40, just northwest of the city) * , which passes along the west side of the city (concurrent with I‑15) ==See also== * List of cities in Idaho ==References== ==External links== Category:Cities in Bannock County, Idaho Category:Cities in Idaho Category:Pocatello, Idaho metropolitan area",
 "title": "Arimo, Idaho"
}