{
 "id": "110508",
 "text": "Hickam Air Force Base is a United States Air Force installation, named in honor of aviation pioneer Lieutenant Colonel Horace Meek Hickam. The installation merged in 2010 with Naval Station Pearl Harbor to become part of the newly formed Joint Base Pearl Harbor–Hickam, on the island of Oʻahu in the State of Hawaiʻi. The base neighbors Daniel K. Inouye International Airport and currently shares runways with the airport for its activities and operations. ==Major units== Hickam is home to the 15th Wing (15 WG) and 67 partner units including Headquarters of Pacific Air Forces (PACAF), Hawaii Air National Guard and the 154th Wing (154 WG) of the Hawaii Air National Guard. The Air Mobility Command's 515th Air Mobility Operations Wing (515 AMOW) provides tactical and strategic airlift within the Pacific region. In addition, Hickam supports 140 tenant and associate units. The 15th Wing is composed of four groups each with specific functions. The 15th Operations Group (15 OG) controls all flying and airfield operations. The 15th Maintenance Group (15 MXG) performs aircraft and aircraft ground equipment maintenance. The 15th Mission Support Group (15 MSG) has a wide range of responsibilities but a few of its functions are Security, Civil Engineering, Communications, Personnel Management, Logistics, Services and Contracting support. The 15th Medical Group (15 MDG) provides medical and dental care. * 15th Operations Group (Tail Code: HH) ** 15th Operations Support Squadron ** 25th Air Support Operations Squadron ** 535th Airlift Squadron (C-17) ** 65th Airlift Squadron (C-37, C-40) ** 19th Fighter Squadron (F-22) * 15th Maintenance Group * 15th Medical Group * 15th Wing Staff Agencies The 535th Airlift, 96th Air Refueling, and 19th Fighter Squadrons are each hybrid units joined with the Hawaii Air National Guard's 204th Airlift, and 199th Fighter Squadrons, respectively. These units are structured according to the Total Force Integration (TFI) concept, and as such have both an active duty Commander and a Guard Commander. They share missions as well as equipment. * Major Tenant Units **154th Wing Hawaii Air National Guard ** 201st Combat Communications Group Hawaii Air National Guard (disestablished) ** 3d Space Operations Squadron/Operating Location-Bravo ** 515th Air Mobility Operations Wing ** 624th Regional Support Group (AFRC) **94th Army Air and Missile Defense Command == History == === Origins === In 1934, the Army Air Corps saw the need for another airfield in Hawaii when Luke Field on Ford Island became too congested for both air operations and operation of the Hawaiian Air Depot. of land and fishponds adjacent to John Rodgers Airport and Fort Kamehameha were purchased by the War Department from the Bishop, Damon and Queen Emma estates for a new air depot and air base at a cost of $1,095,543.78.Arakaki and Kuborn (1991), p. 33 (p. 19 in text) It was the largest peacetime military construction project in the United States to that date and continued through 1941. thumb|Hickam Field, 1940. Pearl Harbor Navy Yard is in the upper left corner and the main barracks is immediately left of the eight hangars in the center. The Quartermaster Corps was assigned the job of constructing a modern airdrome from tangled algaroba brush and sugar cane fields adjacent to Pearl Harbor. Planning, design, and supervision of construction were all conducted by Capt. Howard B. Nurse of the QMC. The site consisted of ancient, emerged coral reef covered by a thin layer of soil, with the Pearl Harbor entrance channel and naval reservation marking its western and northern boundaries, John Rodgers Airport (HIA today) to the east, and Fort Kamehameha on the south.Arakaki and Kuborn (1991), p. 32 (p. 18 in text) The new airfield was dedicated on 31 May 1935 and named in honor of Lt Col Horace Meek Hickam, a distinguished aviation pioneer who was killed in an aircraft accident the previous November 5 when his Curtiss A-12 Shrike, 33-250, hit an obstruction during night landing practice on the unlighted field at Fort Crockett in Galveston, Texas and overturned. Construction was still in progress when the first contingent of 12 men and four aircraft under the command of 1st Lt Robert Warren arrived from Luke Field on September 1, 1937. Hickam Field was completed and officially activated on September 15, 1938. By November 1939 all Air Corps troops and activities—including most facilities such as the chapel, enlisted housing, and theater, which were dismantled and ferried in sections across the channel—had transferred from Luke Field with the exception of the Hawaiian Air Depot, which required another year to move. In early 1939 construction began on the main barracks, a single three-story nine-winged structure to house 3,200 men at a cost of $1,039,000. Personnel began moving into the barracks in January 1940, and by its completion on 30 September 1940, it was fully occupied and the largest structure of any kind on an American military installation. It included barber shops, a 24-hour medical dispensary, a laundry, a post exchange, multiple squadron dayrooms, and a massive consolidated mess hall at its center, and thus was dubbed the \"Hickam Hotel\".Arakaki and Kuborn (1991), pp. 35–36 (21–24) Hickam was the principal army airfield in Hawaii and the only one large enough to accommodate the B-17 Flying Fortress bomber. In connection with defense plans for the Pacific, aircraft were brought to Hawaii throughout 1941 to prepare for potential hostilities. The first mass flight of bombers (21 B-17Ds) from Hamilton Field, California arrived at Hickam on 14 May 1941. By December, the Hawaiian Air Force had been an integrated command for slightly more than one year and consisted of 754 officers and 6,706 enlisted men, with 233 aircraft assigned at its three primary bases: Hickam, Wheeler Field (now Wheeler Army Airfield), and Bellows Field (now Bellows Air Force Station). === World War II === thumb|220px|Hickam Army Airfield 1942 Yearbook When the Imperial Japanese Navy attacked Oahu on 7 December 1941, its planes bombed and strafed Hickam to eliminate air opposition and prevent American aircraft from following them back to their aircraft carriers. Hickam suffered extensive damage and aircraft losses, with 189 people killed and 303 wounded. Notable casualties included nine Honolulu Fire Department (HFD) firefighters (three killed, six injured) who fought fires at Hickam during the attack; they later received Purple Hearts for their heroic actions that day in peacetime history, the only civilian firefighters awarded as such to date. During World War II, the base became a major center for training pilots and assembling aircraft. It also served as the hub of the Pacific aerial network, supporting transient aircraft ferrying troops and supplies to—and evacuating wounded from—the forward areas—a role it would reprise during the Korean and Vietnam wars and earning it the official nickname \"America's Bridge Across the Pacific\". === Cold War === thumb|150px|left|Emblem of the MATS 1502d Air Transport Wing (1955–1966) After World War II, the Air Force in Hawaii consisted primarily of the Air Transport Command and its successor, the Military Air Transport Service (MATS), until 1 July 1957 when Headquarters Far East Air Forces completed its move from Japan to Hawai‘i and was redesignated the Pacific Air Forces (PACAF). The 15th Air Base Wing, host unit at Hickam AFB, supported the Apollo astronauts in the 1960s and 1970s; Operation Homecoming (return of prisoners of war from Vietnam) in 1973; Operation Babylift / New Life (movement of nearly 94,000 orphans, refugees, and evacuees from Southeast Asia) in 1975; and NASA's space shuttle flights in the 1980s and 1990s. Hickam is home to the 65th Airlift Squadron which transports theater senior military leaders throughout the world in the C-37B and C-40 Clipper aircraft. In mid-2003, the 15th Air Base Wing (15 ABW) was converted to the 15th Airlift Wing (15 AW) as it prepared to beddown and fly the Air Force's newest transport aircraft, the C-17 Globemaster III. The first Hickam-based C-17 arrived in February 2006, with seven more to follow during the year. The C-17s will be flown by the 535th Airlift Squadron. thumb|Hawaii ANG 199th Fighter Interceptor Squadron F-102s in maintenance hangar at Hickam, 1976 Convair F-102A-30-CO Delta Dagger 54-1373 identifiable, aircraft now on static display at Hickam. On September 16, 1985, the Secretary of the Interior designated Hickam AFB a National Historic Landmark, recognizing its key role in the World War II Pacific campaign.HI NHL List A bronze plaque reflecting Hickam's \"national significance in commemorating the history of the United States of America\" took its place among other memorials surrounding the base flagpole. Dominating the area is a large bronze tablet engraved with the names of those who died as a result of the 1941 attack. Other reminders of the attack can still be seen. Bullet holes mark many buildings in use, including World War II era hangars and the base hospital.,NHL Summary including the tattered American flag that flew over the base that morning. It is on display in the lobby of the Pacific Air Forces Headquarters building, whose bullet-scarred walls (the structure was a barracks and mess hall known as \"the Big Barracks\" in 1941) have been carefully preserved as a reminder to never again be caught unprepared. ===Accidents and incidents=== On 22 March 1955, a United States Navy Douglas R6D-1 Liftmaster on descent to a landing in darkness and heavy rain strayed off course and crashed into Pali Kea Peak in the southern part of Oahus Waianae Range, killing all 66 people on board. It remains the worst air disaster in Hawaiis history and the deadliest heavier-than-air accident in the history of U.S. naval aviation.Aviation Safety Network Aircraft Accident Douglas R6D-1 (DC-6) 131612 Honolulu, HIAssociated Press, \"66 Killed as Navy Plane Hits Hawaiian Peak,\" St. Louis Post-Dispatch, story dated 22 March 1955, quoted in full at lifegrid.com Charles J. Coombs, Jr.Grossnick, Roy A., United States Naval Aviation 1910–1995, Washington, D.C.: Naval Historical Center, undated , p. 206. ===Previous names=== * Flying Field, Tracts A and B, near Ft Kamehameha, United States Army (Origins) * Hickam Field, 21 May 1935 * Army Air Base, APO #953 (official designation, 16 May 1942 – 31 May 1946) * Hickam Field, 1 Jun 1946 * Hickam Air Force Base, 26 March 1948 – 1 October 2010 ===Major commands to which assigned=== * 1935–1940: Hawaiian Dept, United States Army * 1940–1942: Hawaiian Air Force * 1942–1944: Seventh Air Force * 1944–1945: Army Air Forces Pacific Ocean Areas (Provisional) * 1945: Seventh Air Force * 1945–1946: Air Transport Command * 1946–1949: Pacific Air Command * 1949–1955: Military Air Transport Service * 1955–1957: Far East Air Forces * 1957–present: Pacific Air Forces ===Units assigned in World War II=== * HQ, 18th Wing / HQ, 18th Bombardment Wing: 30 Oct 1937 – 29 Jan 1942 * 31st Bombardment Squadron / 31st Bombardment Squadron (Medium) / 31st Bombardment Squadron (Heavy): 8 Feb 1938 – 9 Nov 1942 * HQ, 5th Bombardment Group / HQ, 5th Bombardment Group (Medium) / HQ, 5th Bombardment Group (Heavy): 1 Jan 1939 – 9 Nov 1942 * 23rd Bombardment Squadron / 23rd Bombardment Squadron (Medium) / 23rd Bombardment Squadron (Heavy): 1 Jan 1939 – 24 Mar 1942 * 72nd Bombardment Squadron / 72nd Bombardment Squadron (Medium) / 72nd Bombardment Squadron (Heavy): 1 Jan 1939 – 20 Sep 1942 * 4th Reconnaissance Squadron / 4th Reconnaissance Squadron (Medium Range) / 4th Reconnaissance Squadron (Heavy) / 394th Bombardment Squadron (Heavy): 1 Jan 1939 – 17 Nov 1942 * Base HQ and 17th Air Base Squadron / HQ, 17th Air Base Group (Reinforced) / HQ, 17th Service Group: 1 Jan 1939 – 1 Apr 1943 * 50th Reconnaissance Squadron / 50th Reconnaissance Squadron (Medium Range) / 50th Reconnaissance Squadron (Heavy) / 431st Bombardment Squadron (Heavy): 9 Oct 1939 – 24 Jul 1942 * Hawaiian Air Depot: 9 Oct 1939 – 1 May 1948 * HQ, 11th Bombardment Group (Medium) / HQ, 11th Bombardment Group (Heavy): 1 Feb 1940 – 24 Jul 1942 * 14th Bombardment Squadron (Medium) / 14th Bombardment Squadron (Heavy): 1 Feb 1940 – 16 Sep 1941 * 26th Bombardment Squadron (Medium) / 26th Bombardment Squadron (Heavy): 1 Feb 1940 – 20 Dec 1941 * 42nd Bombardment Squadron (Medium) / 42nd Bombardment Squadron (Heavy): 1 Feb 1940 – 6 Jun 1942 * 1st Material Squadron, 17th Air Base Group / 22nd Material Squadron / 22nd Service Squadron: 1 Sep 1940 – 1 Apr 1943 * 2nd Material Squadron, 17th Air Base Group / 23rd Material Squadron / 23rd Service Squadron: 1 Sep 1940 – 1 Apr 1943 * Air Base Squadron, 17th Air Base Group / 18th Air Base Squadron / 18th Base Hq & Air Base Squadron: 1 Sep 1940 – 1 Apr 1943 * 19th Transport Squadron / 19th Troop Carrier Squadron: 1 Jan 1941 – 5 Aug 1948 * Air Corps Detachment, Communications (Hawaii) / 7th Communications Squadron / 7th Airways Communications Squadron: 1 Jan 1941 – 1 May 1944 * Air Corps Detachment, Weather (Hawaii) / 7th Weather Squadron: 1 Jan 1941 – 10 Feb 1945 * 58th Bombardment Squadron (Light): 29 Apr 1941 – 11 Dec 1941 * HQ, Hawaiian Air Force / HQ, 7th Air Force / HQ, Seventh Air Force: 12 Jul 1941 – 13 Dec 1944 * 98th Bombardment Squadron (Heavy): 16 Dec 1941 – 21 Jul 1942 * 22nd Bombardment Squadron (Heavy): 18 Dec 1941 – 5 Jan 1942 * HQ, 7th Bomber Command / HQ, VII Bomber Command: 29 Jan 1942 – Nov 1943 * HQ, 7th Air Force Base Command / HQ, VII Air Force Service Command: 19 Feb 1942 – 20 Jan 1945 * 339th Base Hq and Air Base Squadron: 22 May 1942 – 7 Jun 1942 * 340th Base Hq and Air Base Squadron: 22 May 1942 – 1 Apr 1943 * 362nd Material Squadron / 362nd Service Squadron: 7 Jun 1942 – 1 Apr 1943 * 363rd Material Squadron / 363rd Service Squadron: 7 Jun 1942 – 1 Apr 1943 * 377th Air Base Squadron / 377th Base Hq and Air Base Squadron: 29 Jun 1942 – 1 Apr 1943 * 359th Base Hq and Air Base Squadron: 8 Jul 1942 – 1 Apr 1944 * HQ, VII Air Service Area Command: 3 Aug 1942 – 31 Jul 1946 * 927th Quartermaster Company, Boat (Avn) / 13th Emergency Rescue Boat Squadron: 7 Aug 1942 – 30 Apr 1946 * HQ, 318th Fighter Group (Single Engine): 15 Oct 1942 – 9 Feb 1943 * 318th Fighter Control Squadron: 20 Oct 1942 – 10 Feb 1943 * 1124th School Squadron: 1 Nov 1942 – 20 Jan 1945 * 7th Airway Communications Region: 30 Nov 1942 – unknown * HQ, 19th Ferrying Group / HQ, 19th Transport Group: 25 Jan 1943 – 18 Oct 1943 * 39th Ferrying Squadron / 39th Transport Squadron: 25 Jan 1943 – 18 Oct 1943 * 419th Sub Depot: 1 Apr 1943 – 25 Mar 1945 * HQ, 11th Bombardment Group (Heavy): 8 Apr 1943 – 26 Oct 1943 * 431st Bombardment Squadron (Heavy): 8 Apr 1943 – 1 Nov 1943 * 100th Depot Supply Squadron: 20 Oct 1943 – c. 1 Nov 1943 * 301st Depot Repair Squadron: 20 Oct 1943 – c. 17 Sep 1944 * 321st Depot Repair Squadron: 20 Oct 1943 – c. 27 Jan 1945 * 384th Aviation Squadron: 6 Nov 1943 – 6 Feb 1945 * 385th Aviation Squadron: 6 Nov 1943 – 21 Aug 1944 * 396th Bombardment Squadron (Medium): 20 Oct 1943 – 16 Dec 1943 * 386th Aviation Squadron: 12 Jan 1944 – 31 May 1946 * 387th Aviation Squadron: 12 Jan 1944 – 31 May 1946 * 9th Troop Carrier Squadron: 21 Feb 1944 – 27 Mar 1944 * 91st AAF Base Unit (7th AACS Wing): 15 May 1944 – 20 Jul 1945 * 91st AAF Base Unit, Sec N / 775th AAF Base Unit: 15 May 1944 – 3 Jun 1948 * 91st AAF Base Unit, Sec P: 15 May 1944 – 7 Oct 1944 * HQ, VI Air Service Area Command: 3 Aug 1944 – 31 Jan 1946 * 1500th AAF Base Unit (Foreign Transport Unit, ATC): 1 Aug 1944 – 28 Aug 1948 * 1501st AAF Base Unit (Foreign Transport Unit, ATC): 1 Aug 1944 – 1 Apr 1946 * 1520th AAF Base Unit (Foreign Transport Unit, ATC): 1 Aug 1944 – 20 Dec 1945 * 1521st AAF Base Unit (Foreign Transport Unit, ATC): 1 Aug 1944 – 3 Jun 1948 * 1572nd AAF Base Unit (Foreign Transport Unit, ATC): 1 Aug 1944 – 11 Nov 1945 * HQ, Army Air Forces, Pacific Ocean Areas: 1 Aug 1944 – 27 Jan 1945 * 548th Night Fighter Squadron: 16 Sep 1944 – 16 Oct 1944 * 306th Signal Company, Wing: 20 Sep 1944 – 20 Mar 1946 * HQ, 363rd Service Group: 20 Oct 1944 – 26 Jan 1945 * 35th Statistical Control Unit: 20 Oct 1944 – 20 Mar 1946 * 6th Provisional Aviation Squadron: 8 Dec 1944 – 1 Jan 1945 * 7th Provisional Aviation Squadron: 8 Dec 1944 – 1 Jan 1945 * 334th Station Complement Squadron: 25 Dec 1944 – 1 May 1945 * 468th Aviation Squadron: 25 Dec 1944 – 31 May 1946 * 469th Aviation Squadron: 25 Dec 1944 – 31 May 1946 * HQ, 135th Replacement Battalion: 2 Feb 1945 – 15 Aug 1945 * 581st Replacement Company, AAF: 2 Feb 1945 – 15 Aug 1945 * 582nd Replacement Company, AAF: 2 Feb 1945 – 15 Aug 1945 * 583rd Replacement Company, AAF: 2 Feb 1945 – 15 Aug 1945 * 584th Replacement Company, AAF: 2 Feb 1945 – 15 Aug 1945 * Mobile Training Unit #82: 20 Feb 1945 – 10 Apr 1945 * HQ, Army Air Forces, Pacific Ocean Areas: 1 Jun 1945 – 20 Oct 1945 ==Geography== Hickam Air Force Base consists of , valued at more than $444 million. It was originally bounded on the north by Pearl Harbor Naval Shipyard, on the west by the Pearl Harbor entrance channel, on the south by Fort Kamehameha, and on the east by the airport complex. The original main gate is reached via Nimitz Highway (Hawaii Route 92) from Honolulu, and it shares its western terminus with the Pearl Harbor Naval Shipyard's main gate. This part of Nimitz Highway can be reached from the expressway Interstate H-1 (Exit 15) southeast from Halawa or west from Honolulu (Exit 15B) and from Kamehameha Highway (State Hawaii Route 99), the eastern termination of which is at Nimitz Highway. The housing around the base is within the Hickam Housing CDP.\"Hickam Housing CDP, Hawaii.\" U.S. Census Bureau. Retrieved on May 21, 2009. ==See also== * List of airports in Hawaii * Hawaii World War II Army Airfields * Arnold W. Braswell * HABS/HAER documentation of Hickam Air Force Base for a listing of the documentation of Hickam Air Force Base Base by the Historic American Buildings Survey ==References== * * Arakaki, Leatrice R. and Kuborn, John R. (1991). 7 December 1941: The Air Force Story, Pacific Air Forces Office of History, Hickam AFB, Hawaii. * Maurer, Maurer (1983). Air Force Combat Units Of World War II. Maxwell AFB, Alabama: Office of Air Force History. . * Mueller, Robert (1989). Active Air Force Bases Within the United States of America on 17 September 1982. USAF Reference Series. Maxwell AFB, Alabama: Office of Air Force History. * Ravenstein, Charles A. (1984). Air Force Combat Wings Lineage and Honors Histories 1947–1977. Maxwell AFB, Alabama: Office of Air Force History. . * Rogers, Brian (2005). United States Air Force Unit Designations Since 1978. Hinkley, England: Midland Publications. . ==External links== * Hickam Air Force Base * History at Hickam * Hickam AFB Installation Overview * Aviation: From Sand Dunes to Sonic Booms, a National Park Service Discover Our Shared Heritage Travel Itinerary Category:Installations of the United States Air Force in Hawaii Category:Airports in Hawaii Category:Art Deco airports Category:Art Deco architecture in Hawaii Category:Buildings and structures in Honolulu County, Hawaii Category:Installations of the United States Air National Guard Category:Historic districts on the National Register of Historic Places in Hawaii Category:National Historic Landmarks in Hawaii Category:Transportation in Honolulu County, Hawaii Category:Historic American Buildings Survey in Hawaii Category:National Register of Historic Places in Honolulu County, Hawaii Category:Space Shuttle Emergency Landing Sites",
 "title": "Hickam Air Force Base"
}