{
 "id": "110653",
 "text": "{{Infobox settlement | official_name = Melba, Idaho | native_name = | other_name = | settlement_type = City | image_skyline = Melba city hall melba idaho 2012-10-01.jpg | image_caption = Melba City Hall in Melba Idaho | image_flag = | image_seal = | image_shield = | nickname = | motto = \"Seed Heart of America\" | image_map = File:Canyon County Idaho Incorporated and Unincorporated areas Melba Highlighted 1651850.svg | map_caption = Location of Melba in Canyon County, Idaho. | pushpin_map = | pushpin_label_position = | pushpin_map_caption = | coordinates = | subdivision_type = Country | subdivision_name = United States | subdivision_type1 = State | subdivision_name1 = Idaho | subdivision_type2 = County | subdivision_name2 = Canyon | established_title = | established_date = | government_type = | government_footnotes = | leader_title = | leader_name = | unit_pref = Imperial | area_footnotes = | area_total_km2 = 1.05 | area_total_sq_mi = 0.41 | area_land_km2 = 1.04 | area_land_sq_mi = 0.40 | area_water_km2 = 0.02 | area_water_sq_mi = 0.01 | area_water_percent = | elevation_footnotes = | elevation_m = | elevation_ft = 2667 | population_footnotes = | population_total = 513 | population_as_of = 2010 | pop_est_footnotes = | population_est = 558 | pop_est_as_of = 2019 | population_density_km2 = 538.93 | population_density_sq_mi = 1395.00 | population_note = | timezone = Mountain (MST) | utc_offset = -7 | timezone_DST = MDT | utc_offset_DST = -6 | postal_code_type = ZIP code | postal_code = 83641 | area_code = 208 | blank_name = FIPS code | blank_info = 16-51850 | blank1_name = GNIS feature ID | blank1_info = 0396878 | website = }} Melba is a city in Canyon County, Idaho. The population was 513 at the time of the 2010 census, up from 439 in 2000. It is part of the Boise metropolitan area. == History == Melba was founded in 1912 by Clayton C. Todd, who named it after his daughter.cityofmelba.org - history - accessed 2011-12-13 ==Geography== Melba is located at (43.373487, -116.529194). at an elevation of above sea level. It is south of Nampa, and three miles (5 km) northeast of the Snake River. According to the United States Census Bureau, the city has a total area of , of which, is land and is water. ==Demographics== ===2010 census=== At the 2010 census there were 513 people in 171 households, including 133 families, in the city. The population density was . There were 197 housing units at an average density of . The racial makup of the city was 78.9% White, 0.2% African American, 0.2% Asian, 17.7% from other races, and 2.9% from two or more races. Hispanic or Latino of any race were 24.6%. Of the 171 households 45.0% had children under the age of 18 living with them, 57.9% were married couples living together, 15.2% had a female householder with no husband present, 4.7% had a male householder with no wife present, and 22.2% were non-families. 21.1% of households were one person and 11.1% were one person aged 65 or older. The average household size was 3.00 and the average family size was 3.38. The median age was 32.8 years. 33.5% of residents were under the age of 18; 7.3% were between the ages of 18 and 24; 27.9% were from 25 to 44; 21.2% were from 45 to 64; and 10.3% were 65 or older. The gender makeup of the city was 53.2% male and 46.8% female. ===2000 census=== At the 2000 census there were 439 people in 156 households, including 105 families, in the city. The population density was 1,481.5 people per square mile (565.0/km). There were 164 housing units at an average density of 553.4 per square mile (211.1/km). The racial makup of the city was 84.28% White, 0.46% Native American, 0.23% Asian, 13.67% from other races, and 1.37% from two or more races. Hispanic or Latino of any race were 14.58%. Of the 156 households 38.5% had children under the age of 18 living with them, 52.6% were married couples living together, 7.7% had a female householder with no husband present, and 32.1% were non- families. 27.6% of households were one person and 14.7% were one person aged 65 or older. The average household size was 2.81 and the average family size was 3.37. The age distribution was 32.8% under the age of 18, 10.5% from 18 to 24, 28.9% from 25 to 44, 15.7% from 45 to 64, and 12.1% 65 or older. The median age was 30 years. For every 100 females, there were 118.4 males. For every 100 females age 18 and over, there were 113.8 males. The median household income was $31,429 and the median family income was $40,000. Males had a median income of $25,096 versus $20,750 for females. The per capita income for the city was $12,928. About 9.6% of families and 13.8% of the population were below the poverty line, including 10.4% of those under age 18 and 9.6% of those age 65 or over. ==Notable people== * Jay A. Parry, Latter- day Saint author * Donald W. Parry - Latter-day Saint author; professor of the Hebrew Bible and the Dead Sea Scrolls ==References== == External links == * *City-Data.com - Comprehensive Statistical Data Category:Cities in Canyon County, Idaho Category:Cities in Idaho Category:Boise metropolitan area Category:Populated places established in 1912 Category:1912 establishments in Idaho",
 "title": "Melba, Idaho"
}