{
 "id": "110623",
 "text": "{{Infobox settlement | official_name = Ketchum, Idaho | native_name = | other_name = | settlement_type = City | image_skyline = Bald-Mountain-Sun- Valley-Rd.jpg | imagesize = 250px | image_caption = Ketchum in September 2007 | image_flag = | image_seal = | image_shield = | nickname = | motto = \"Small town, big life.\" | image_map = File:Blaine County Idaho Incorporated and Unincorporated areas Ketchum Highlighted 1643030.svg | mapsize = 250px | map_caption = Location of Ketchum in Blaine County, Idaho. | pushpin_map = | pushpin_label_position = | pushpin_map_caption = | coordinates = | coordinates_footnotes = | subdivision_type = Country | subdivision_name = United States | subdivision_type1 = State | subdivision_name1 = Idaho | subdivision_type2 = County | subdivision_name2 = Blaine | established_title = Founded | established_date = 1880 | government_type = | government_footnotes = | leader_title = -Mayor | leader_name = Neil Bradshaw | unit_pref = Imperial | area_footnotes = | area_total_sq_mi = 3.25 | area_land_sq_mi = 3.21 | area_water_sq_mi = 0.05 | area_water_percent = | elevation_footnotes = | elevation_m = | elevation_ft = 5853 | population_footnotes = | population_total = 3555 | population_as_of = 2020 | pop_est_footnotes = | population_est = | pop_est_as_of = | population_density_sq_mi = | population_note = | timezone = Mountain (MST) | utc_offset = -7 | timezone_DST = MDT | utc_offset_DST = -6 | postal_code_type = ZIP code | postal_code = 83340 | area_code = 208, 986 | blank_name = FIPS code | blank_info = 16-43030 | blank1_name = GNIS feature ID | blank1_info = 0397833 | website = |area_total_km2 = 8.43 |area_land_km2 = 8.31 |area_water_km2 = 0.12 }} Ketchum is a city in Blaine County, Idaho, located in the central part of the state. The population was 3,555 at the 2020 census, up from 2,689 in 2010. Located in the Wood River Valley, Ketchum is adjacent to Sun Valley and the communities share many resources: both sit in the same valley beneath Bald Mountain, with its world-famous skiing. The city also draws tourists from around the world to enjoy its fishing, hiking, trail riding, tennis, shopping, art galleries, and more. The airport for Ketchum, Friedman Memorial Airport, is approximately south in Hailey. ==History== Originally the smelting center of the Warm Springs mining district, the town was first named Leadville in 1880. The postal department decided that was too common and renamed it for David Ketchum, a local trapper and guide who had staked a claim in the basin a year earlier. Smelters were built in the 1880s, with the Philadelphia Smelter, located on Warm Springs Road, processing large amounts of lead and silver for about a decade.\"History\" . Ketchum / Sun Valley Historical Society. Retrieved 6 March 2012 After the mining boom subsided in the 1890s, sheepmen from the south drove their flocks north through Ketchum in the summer, to graze in the upper elevation areas of the Pioneer, Boulder, and Sawtooth mountains. By 1920, Ketchum had become the largest sheep-shipping center in the West. In the fall, massive flocks of sheep flowed south into the town's livestock corrals at the Union Pacific Railroad's railhead, which connected to the main line at Shoshone.\"Idaho for the Curious\", by Cort Conley, 1982, , p.348-349 After the development of Sun Valley by the Union Pacific Railroad in 1936, Ketchum became popular with celebrities, including Gary Cooper and Ernest Hemingway. Hemingway loved the surrounding area; he fished, hunted, and in the late 1950s bought a home overlooking the Wood River in nearby Warm Springs. It was there he committed suicide; he and his granddaughter, model and actress Margaux Hemingway, are buried in the Ketchum Cemetery. The local elementary school is named in his honor. Every Labor Day weekend, Ketchum hosts the Wagon Days festival, a themed carnival featuring Old West wagon trains, narrow ore wagons, and a parade. The Clint Eastwood film Pale Rider (1985) was partially filmed in the Boulder Mountains near Ketchum.Maddrey, Joseph (2016). The Quick, the Dead and the Revived: The Many Lives of the Western Film. McFarland. Page 184. . Ketchum is eulogized in the song \"Ketchum, ID\" by indie rock band boygenius. ==Geography== Ketchum is located at an elevation of above sea level. According to the United States Census Bureau, the city has a total area of , of which, is land and is water. However, two mountain streams, Trail Creek and Warm Springs Creek, join the Big Wood River in Ketchum. ==Demographics== ===2010 census=== At the 2010 census there were 2,689 people, 1,431 households, and 583 families living in the city. The population density was . There were 3,564 housing units at an average density of . The racial makeup of the city was 90.9% White, 0.1% African American, 0.1% Native American, 1.3% Asian, 6.5% from other races, and 1.0% from two or more races. Hispanic or Latino of any race were 9.1%. Of the 1,431 households 15.7% had children under the age of 18 living with them, 33.2% were married couples living together, 5.0% had a female householder with no husband present, 2.6% had a male householder with no wife present, and 59.3% were non-families. 44.1% of households were one person and 11.5% were one person aged 65 or older. The average household size was 1.88 and the average family size was 2.63. The median age was 44 years. 14.3% of residents were under the age of 18; 5.8% were between the ages of 18 and 24; 31.4% were from 25 to 44; 32.3% were from 45 to 64; and 16.3% were 65 or older. The gender makeup of the city was 52.0% male and 48.0% female. ===2000 census=== At the 2000 census there were 3,003 people, 1,582 households, and 607 families living in the city. The population density was 991.4 people per square mile (382.7/km). There were 2,920 housing units at an average density of 964.0 per square mile (372.1/km). The racial makeup of the city was 94.74% White, 0.27% Native American, 0.57% Asian, 0.17% Pacific Islander, 2.33% from other races, and 1.93% from two or more races. Hispanic or Latino of any race were 4.90%. Of the 1,582 households 14.2% had children under the age of 18 living with them, 30.1% were married couples living together, 5.6% had a female householder with no husband present, and 61.6% were non-families. 42.2% of households were one person and 6.8% were one person aged 65 or older. The average household size was 1.90 and the average family size was 2.60. The age distribution was 12.5% under the age of 18, 9.4% from 18 to 24, 37.6% from 25 to 44, 31.1% from 45 to 64, and 9.4% 65 or older. The median age was 39 years. For every 100 females, there were 116.2 males. For every 100 females age 18 and over, there were 117.1 males. The median household income was $45,457 and the median family income was $73,750. Males had a median income of $31,712 versus $27,857 for females. The per capita income for the city was $41,798. About 3.5% of families and 8.9% of the population were below the poverty line, including 10.9% of those under age 18 and 6.6% of those age 65 or over. == Notable people == * Alan Blinken, businessman, political candidate, and former United States Ambassador to Belgium * Peter Cetera, musician and original member of Chicago * Dick Dorworth, ski racer and coach * Carl B. Feldbaum, author, businessman, and lawyer * Richard Feldman, cyclist * Dick Fosbury, retired high jumper * Karl Fostvedt, freeskier * Eb Gaines, businessman and diplomat * Scott Glenn, actor * Frank R. Gooding, politician; 7th governor of Idaho * * * Wendy Jaquet, former member of the Idaho House of Representatives * Rod Kagan, artist * Cody Lampl, professional hockey player * Maia Makhateli, ballet dancer * William N. Panzer, television and film producer * Denne Bart Petitclerc, journalist and television producer * Melvin Schwartz, Nobel Prize-winning physicist * Ann Sothern, actress * Clint Stennett, former member of the Idaho Legislature * Michelle Stennett, member and Minority Leader of the Idaho Senate * Stephanie Freid-Perenchio, documentary photographer * Tisha Sterling, retired actress == Points of interest == * Sawtooth Botanical Garden * Ketchum Sun Valley Historical Society Heritage & Ski Museum * Sawtooth National Recreation Area * Sun Valley's Bald Mountain or \"Baldy\" has 13 chairlifts and 65 runs. It covers and has of vertical from top to bottom. == Special events == thumb|Trailing of the Sheep Parade 2018 * Trailing of the Sheep * Ride Sun Valley Bike Festival * Sun Valley Jazz Festival * Sun Valley Summer Symphony * Wagon Days * Sun Valley Film Festival * TEDxSunValley == Notable former and current residents == * Melissa Arnot - mountain guide * Bowe Bergdahl, United States Army soldier captured by the Taliban * Peter Cetera - singer-songwriter, Chicago * Christin Cooper - alpine ski racer * Dick Fosbury - 1968 Olympic gold medalist in the high jump; \"Fosbury Flop\" (progenitor of all modern high jump techniques) * Karl Fostvedt - professional skier * Gretchen Fraser - alpine ski racer, first US winter Olympic Gold medalist * Scott Glenn - actor * Tom Hanks - partial year; Academy Award (5 nominations, 2 wins) actor * Ernest Hemingway - Nobel Prize-winning author and outdoorsman * Mariel Hemingway - Academy Award-nominated actress, granddaughter of Ernest Hemingway * Cody Lampl (born 1986) - professional ice hockey defenseman * Steve Miller - rock musician (\"Steve Miller Band\") * Carson Palmer - Heisman Trophy Winner & Former NFL football player with Cincinnati, Oakland, and Arizona * Tim Ryan - sportscaster * Jim Sinegal - partial year; founder and former CEO of Costco Wholesale * Ann Sothern - Academy Award–nominated film and television actress * Tisha Sterling - actress * Picabo Street - Olympic and world champion ski racer * Ed Viesturs - only American to climb all 14 eight thousand meter peaks * Adam West - actor, TV's Batman * Van Williams - actor * Steve Wynn - partial year; founder and former CEO of Wynn Resorts == Sister cities == * Lignano Sabbiadoro, Italy * Tegernsee, Germany ==References== ==External links== * City website * Sun Valley/Ketchum Chamber & Visitors Bureau * Ketchum Sun Valley Historical Society Heritage & Ski Museum Category:Cities in Blaine County, Idaho Category:Cities in Idaho",
 "title": "Ketchum, Idaho"
}