{
 "id": "110732",
 "text": "{{Infobox settlement | official_name = Genesee, Idaho | native_name = | other_name = | settlement_type = City | image_skyline = | image_caption = | image_flag = | image_seal = | image_shield = | nickname = | motto = | image_map = File:Latah County Idaho Incorporated and Unincorporated areas Genesee Highlighted 1630160.svg | map_caption = Location of Genesee in Latah County, Idaho. | pushpin_map = | pushpin_label_position = | pushpin_map_caption = | coordinates = | subdivision_type = Country | subdivision_name = United States | subdivision_type1 = State | subdivision_name1 = Idaho | subdivision_type2 = County | subdivision_name2 = Latah | established_title = | established_date = | government_type = | government_footnotes = | leader_title = Mayor | leader_name = John Herman | unit_pref = Imperial | area_footnotes = | area_total_km2 = 1.59 | area_total_sq_mi = 0.61 | area_land_km2 = 1.59 | area_land_sq_mi = 0.61 | area_water_km2 = 0.00 | area_water_sq_mi = 0.00 | area_water_percent = | elevation_footnotes = | elevation_m = | elevation_ft = 2680 | population_footnotes = | population_total = 955 | population_as_of = 2010 | pop_est_footnotes = | population_est = 965 | pop_est_as_of = 2019 | population_density_km2 = 606.96 | population_density_sq_mi = 1571.66 | population_note = | timezone = Pacific (PST) | utc_offset = -8 | timezone_DST = PDT | utc_offset_DST = -7 | postal_code_type = ZIP code | postal_code = 83832 | area_code = 208 | blank_name = FIPS code | blank_info = 16-30160 | blank1_name = GNIS feature ID | blank1_info = 0372829 | website = }} Genesee is a city in Latah County, Idaho, United States. The population was 955 at the 2010 census, up from 946 in 2000.Spokesman-Review - 2010 census - Genesee, Idaho - accessed 2011-12-27 The city was named for the Genesee region of western New York, although it may also be a modification of the biblical Genesis. The first area of permanent settlement in the county, it was incorporated on October 23, 1889. ==Geography== Genesee is located at (46.5506, -116.9245)., at an elevation of above sea level. Located in the Palouse region, it is approximately south of Moscow, about halfway to Lewiston. The city center is just east of US-95, and just north of the Nez Perce County line in Sections 13 and 14 of Township 37 North, Range 5 West. According to the United States Census Bureau, the city has a total area of , all of it land. ==Demographics== ===2010 census=== As of the census of 2010, there were 955 people, 370 households, and 261 families residing in the city. The population density was . There were 400 housing units at an average density of . The racial makeup of the city was 96.1% White, 0.2% Native American, 0.7% Asian, 0.2% from other races, and 2.7% from two or more races. Hispanic or Latino of any race were 1.0% of the population. There were 370 households, of which 35.1% had children under the age of 18 living with them, 60.8% were married couples living together, 7.0% had a female householder with no husband present, 2.7% had a male householder with no wife present, and 29.5% were non-families. 23.8% of all households were made up of individuals, and 7.6% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 3.09. The median age in the city was 37.5 years. 28.4% of residents were under the age of 18; 4.5% were between the ages of 18 and 24; 29.3% were from 25 to 44; 28% were from 45 to 64; and 9.7% were 65 years of age or older. The gender makeup of the city was 49.5% male and 50.5% female. ===2000 census=== As of the census of 2000, there were 946 people, 355 households, and 275 families residing in the city. The population density was 1,456.6 people per square mile (561.9/km2). There were 378 housing units at an average density of 582.0 per square mile (224.5/km2). The racial makeup of the city was 96.83% White, 0.11% African American, 0.85% Native American, 0.21% Asian, 0.21% from other races, and 1.80% from two or more races. Hispanic or Latino of any race were 1.06% of the population. There were 355 households, out of which 41.4% had children under the age of 18 living with them, 67.6% were married couples living together, 6.8% had a female householder with no husband present, and 22.5% were non-families. 18.3% of all households were made up of individuals, and 5.1% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.04. In the city, the population was spread out, with 30.5% under the age of 18, 4.5% from 18 to 24, 33.5% from 25 to 44, 23.8% from 45 to 64, and 7.6% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 104.3 males. For every 100 females age 18 and over, there were 102.8 males. The median income for a household in the city was $42,167, and the median income for a family was $47,794. Males had a median income of $32,500 versus $25,865 for females. The per capita income for the city was $19,576. About 4.4% of families and 6.2% of the population were below the poverty line, including 3.8% of those under age 18 and 14.1% of those age 65 or over. ==In popular culture== Several scenes from the 1991 movie Talent for the Game were filmed in Genesee in the summer of 1990. The movie contains cameos from Genesee locals. ==See also== *Genesee Exchange Bank ==References== ==External links== * - City of Genesee * Genesee Idaho.com - directory and history * Genesee Joint School District * Public Library * Latah County Historical Society * Visit North Central Idaho – Palouse region Category:Cities in Idaho Category:Cities in Latah County, Idaho",
 "title": "Genesee, Idaho"
}