{
 "id": "110828",
 "text": "Versailles is a village in Brown County, Illinois, United States. The population was 478 at the 2010 census. The village's name is pronounced differently from the French city of the same name: . ==Geography== Versailles is located at (39.883896, -90.657630). According to the 2010 census, Versailles has a total area of , of which (or 99.47%) is land and (or 0.53%) is water. ==Demographics== As of the census of 2000, there were 567 people, 241 households, and 156 families residing in the village. The population density was 614.7 people per square mile (238.0/km). There were 259 housing units at an average density of 280.8 per square mile (108.7/km). The racial makeup of the village was 99.65% White, 0.18% African American, and 0.18% from two or more races. There were 241 households, out of which 28.6% had children under the age of 18 living with them, 51.9% were married couples living together, 11.2% had a female householder with no husband present, and 34.9% were non-families. 31.5% of all households were made up of individuals, and 15.4% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 2.97. In the village, the population was spread out, with 24.7% under the age of 18, 9.3% from 18 to 24, 24.5% from 25 to 44, 25.4% from 45 to 64, and 16.0% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 96.9 males. For every 100 females age 18 and over, there were 91.5 males. The median income for a household in the village was $32,813, and the median income for a family was $42,083. Males had a median income of $31,000 versus $26,250 for females. The per capita income for the village was $14,876. About 12.2% of families and 12.5% of the population were below the poverty line, including 13.0% of those under age 18 and 20.5% of those age 65 or over. ==Notable person== * Francis (Murray) LaJoie, industrialist, born in Versailles, 1895 * Bill Roy, skeet shooting Olympian and world champion; born in Versailles ==References== Category:Villages in Brown County, Illinois Category:Villages in Illinois",
 "title": "Versailles, Illinois"
}