{
 "id": "110990",
 "text": "{{Infobox settlement | name = Hazel Crest, Illinois | official_name = Village of Hazel Crest, Illinois | native_name = | native_name_lang = | settlement_type = Village | image_skyline = | image_alt = | image_caption = | image_flag = | flag_alt = | image_seal = | seal_alt = | image_shield = | shield_alt = | nickname = | motto = | image_map = File:Cook County Illinois Incorporated and Unincorporated areas Hazel Crest Highlighted.svg | mapsize = 260px | map_caption = Location of Hazel Crest in Cook County, Illinois. | image_map1 = Illinois in United States (US48).svg | map_caption1 = Location of Illinois in the United States | coordinates = | coor_pinpoint = | coordinates_footnotes = | subdivision_type = Country | subdivision_name = | subdivision_type1 = State | subdivision_name1 = Illinois | subdivision_type2 = County | subdivision_name2 = Cook | subdivision_type3 = Townships | subdivision_name3 = Bremen, Rich, Thornton | established_title = Incorporated | established_date = 1911 | founder = | seat_type = | seat = | government_footnotes = | government_type = Council–manager | leader_party = | leader_title = Mayor | leader_name = Vernard L. Alsberry Jr. | leader_title1 = | leader_name1 = | unit_pref = Imperial | area_footnotes = | area_urban_footnotes = | area_rural_footnotes = | area_metro_footnotes = | area_magnitude = | area_note = | area_water_percent = 0.59 | area_rank = | area_blank1_title = | area_blank2_title = | area_total_sq_mi = 3.42 | area_land_sq_mi = 3.40 | area_water_sq_mi = 0.02 | area_urban_sq_mi = | area_rural_sq_mi = | area_metro_sq_mi = | area_blank1_sq_mi = | area_blank2_sq_mi = | area_total_acre = | area_land_acre = | area_water_acre = | area_urban_acre = | area_rural_acre = | area_metro_acre = | area_blank1_acre = | area_blank2_acre = | length_mi = | width_mi = | dimensions_footnotes = | elevation_footnotes = | elevation_ft = | population_footnotes = | population_total = 13382 | population_as_of = 2020 | population_density_sq_mi = 3939.36 | population_demonym = | population_note = | timezone1 = | utc_offset1 = | timezone1_DST = | utc_offset1_DST = | postal_code_type = ZIP code(s) | postal_code = 60429 | area_code_type = Area code(s) | area_code = 708 | iso_code = | geocode = 33695 | website = | footnotes = | demographics_type1 = Standard of living | demographics1_footnotes = | demographics1_title1 = Per capita income | demographics1_info1 = $24,424 | demographics1_title2 = Median home value | demographics1_info2 = $103,200 |pop_est_as_of = |pop_est_footnotes = |population_est = |blank_name = FIPS code |blank_info = 17-33695 |area_total_km2 = 8.85 |area_land_km2 = 8.80 |area_water_km2 = 0.05 |population_density_km2 = 1520.78 }} Hazel Crest is a village in Cook County, Illinois, United States. The population was 13,382 at the 2020 census. ==History== Hazel Crest was first settled in 1870 in a farming community known as South Harvey. An enterprising newspaper editor named William McClintock moved here from Ohio in 1890, buying from farmer Fred Puhrman. McClintock built a depot for a local milk train and subsequently opened transportation opportunities to Chicago and beyond. The depot also served as the area's first real estate office, public meeting place, Sunday school, day school, and post office. In 1900, the name was changed to Hazel Crest to reflect the large numbers of hazelnut bushes that grew on a rise of land just south of town. At the time, the southern border was 175th Street and the western edge of the village was Kedzie Avenue. Hazel Crest was incorporated in 1912. Many of the families of the early residents still live in the village. Over the years, significant developments have occurred because groups of residents joined together for common goals. Examples of this spirit range from the construction of the Community Church in 1894 to the 1984 adaptation of an elementary school building which has now become the Martin J. Kauchak Municipal Center, named for President Kauchak who served the village for twenty years (1973-1993). Successive village presidents have been: Dr Sol J. Rocke (1993-2001), Bill Browne (2001-2005), Dr Robert B. Donaldson (2005-2013) and Vernard L. Alsberry Jr. (2013–present) ==Geography== Hazel Crest is located at . The village is primarily located in Bremen Township, while the portion of the village south of 183rd Street is located in Rich Township and the portion east of I-80/94 is in Thornton Township. The village is located near Chicago in an area known as the Chicago Southland and is approximately south of the Chicago Loop. The village is bordered by Markham to the north, Harvey to the northeast, East Hazel Crest to the east, Homewood to the southeast, Flossmoor to the south and Country Club Hills to the west. According to the 2010 census, Hazel Crest has a total area of , of which (or 99.38%) is land and (or 0.62%) is water. The village lies on the Tinley Moraine. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Hazel Crest, Illinois - Demographic Profile (NH = Non-Hispanic) !Race / Ethnicity !Pop 2010 !Pop 2020 !% 2010 !% 2020 |- |White alone (NH) |1,269 |758 |9.00% |5.66% |- |Black or African American alone (NH) |11,935 |11,441 |84.65% |85.50% |- |Native American or Alaska Native alone (NH) |26 |17 |0.18% |0.13% |- |Asian alone (NH) |91 |49 |0.65% |0.37% |- |Pacific Islander alone (NH) |0 |3 |0.00% |0.02% |- |Some Other Race alone (NH) |20 |68 |0.14% |0.51% |- |Mixed Race/Multi-Racial (NH) |232 |304 |1.65% |2.27% |- |Hispanic or Latino (any race) |527 |742 |3.74% |5.54% |- |Total |14,100 |13,382 |100.00% |100.00% |} Note: the US Census treats Hispanic/Latino as an ethnic category. This table excludes Latinos from the racial categories and assigns them to a separate category. Hispanics/Latinos can be of any race. ===2010 Census=== As of the census of 2000, there were 14,816 people, 5,067 households, and 3,729 families residing in the village. The population density was 4,381.5 people per square mile (1,692.5/km). There were 5,303 housing units at an average density of 1,568.2 per square mile (605.8/km). The racial makeup of the village in 2000 was 76.17% African American, 19.64% White, 0.12% Native American, 0.94% Asian, 0.02% Pacific Islander, 1.50% from other races, and 1.61% from two or more races. Hispanic or Latino of any race were 3.34% of the population. There were 5,067 households, out of which 38.1% had children under the age of 18 living with them, 46.2% were married couples living together, 22.5% had a female householder with no husband present, and 26.4% were non-families. 22.6% of all households were made up of individuals, and 9.9% had someone living alone who was 65 years of age or older. The average household size was 2.89 and the average family size was 3.39. In the village, the population was spread out, with 30.3% under the age of 18, 8.2% from 18 to 24, 27.9% from 25 to 44, 23.0% from 45 to 64, and 10.6% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 84.2 males. For every 100 females age 18 and over, there were 79.3 males. The median income for a household in the village was $50,576, and the median income for a family was $54,049. Males had a median income of $40,482 versus $33,243 for females. The per capita income for the village was $19,908. About 5.9% of families and 8.4% of the population were below the poverty line, including 11.7% of those under age 18 and 9.8% of those age 65 or over. ==Government== thumb|right|The Hazel Crest Fire Department has jurisdiction in Hazel Crest. ===Village board=== * Village President / Local Liquor Commissioner Vernard L. Alsberry Jr. (elected 2013, re-elected 2017) * Clerk Isaac R. Wiseman (elected 2017) * Trustee Mary E. Grant (elected 2015) * Trustee Sandra Slayton (elected 2015) * Trustee Benjamin Ramsey (elected 2009, defeated 2013, re-elected 2015) * Trustee Kevin Moore Sr. (elected 2009, re-elected 2013, re-elected 2017) * Trustee Marlon D. Rias (elected 2017) * Trustee Java Rogers (elected 2017) * Village Manager Dante Sawyer The village holds elections every odd-numbered year with all officials being elected at-large. Terms for the village board are staggered, with the village president, village clerk and three trustees elected one year and the remaining three trustees elected two years following. ===Federal=== United States House of Representatives *Congresswoman Robin Kelly D-Chicago, Illinois' 2nd congressional district United States Senate *Senator Dick Durbin D-Illinois (elected 1997) *Senator Tammy Duckworth D-Illinois (elected 2017) ===State legislature=== Illinois State Senate * State Senator Napoleon Harris D-Flossmoor, Illinois, 15th Legislative District (covers portions of the village east of I-80/94) * State Senator Michael Hastings D-Tinley Park, Illinois, 19th Legislative District Illinois State House of Representatives *State Representative Will Davis D-East Hazel Crest, 30th Representative District (covers portions of the village east of I-80/94) *State Representative Al Riley D-Hazel Crest, 38th Representative District ===County board=== ==Transportation== Several modes of transportation serve the village of Hazel Crest. To the east, in Hazel Crest proper, are portions of the Canadian National / Illinois Central intermodal facility. Along the train tracks is the Metra Electric Line. The Hazel Crest station moves commuters either north to downtown Chicago at Millennium Station or south to University Park, the last stop on the line. Hazel Crest is the locale where Interstate 80 merges with the Tri-State Tollway (Interstate 294). The village also has an extensive array of state highways. The intersection of 175th Street and Kedzie Avenue is located at the center of the village. 167th Street intersects with Kedzie Avenue on the north side of the village, and Kedzie Avenue also intersects at 183rd Street to the south; all are divided four-lane highways except for 167th Street before intersecting at Park Avenue. Major arteries * 167th Street * 175th Street * 183rd Street * Kedzie Avenue * Pulaski Road (Crawford Avenue) * Wood Street * Dixie Highway * Governors Highway Pace bus routeshttp://www.pacebus.com/sub/schedules/search_results.asp * Route 750 – Country Club Hills Provides rush hour feeder service from Country Club Hills to the Flossmoor Metra Station. * Route 356 – Harvey-Homewood-Tinley Park Provides daily service connecting Harvey, Markham, Homewood, Hazel Crest, Country Club Hills and Tinley Park via Park, 159th, Wood, Dixie and 183rd Street between the Harvey Transportation Center and the Tinley Park Mental Health Center. * Route 359 – Robbins/South Kedzie Avenue North/South route which operates from Homewood Metra Station to 95th/Dan Ryan (CTA) Station. Also serves the Blue Island Metra/Electric Station, Metro South Medical Center, Markham Courthouse, South Suburban Hospital, Lydia Health Care Center, Waterford Estates and Grenoble Square Shopping Center. Between CTA Red Line 95th St. & 124th/Halsted, buses serve posted stops only. * Route 460 – Hazel Crest Feeder – ROUTE ELIMINATED as of February 8, 2010. * Route 354 – Harvey- Oak Forest Loop Clockwise and counter-clockwise loop service from the Harvey Transportation Center on 147th St, Cicero, 167th St, Dixie and 154th St through Harvey, Dixmoor, Posen, Midlothian, Oak Forest, Country Club Hills, Hazel Crest and Markham. Route provides direct service to South Suburban College's University and College Center in Oak Forest and also serves Pace South Division. In addition, through Pace (transit), Hazel Crest offers Dial- A-Ride services, provided primarily to elderly and disabled residents for low fares. ==Population and employment== The Chicago Metropolitan Agency for Planning (CMAP), projects that by 2030, Hazel Crest will have 15,786 residents and 3,570 jobs compared to the 2000 U.S. Census estimate of 14,816 and 2,933 respectively. Major employers in the village include: * Mi-Jack * Advocate South Suburban Hospital * Graycor Construction * Giercyzk Real Estate * Waterford Estates Retirement Two of the companies listed above are located within the Palmer Lake Corporate Business Park at 175th Street and Governors Highway. ==Education== Hazel Crest is served by three elementary school districts: Prairie-Hills Elementary School District 144, Hazel Crest Elementary School District 152.5, and Flossmoor Elementary School District 161. Three high school districts serve the village: * Bremen Community High School District 228 * Homewood-Flossmoor Community High School District 233 * Thornton Township High Schools District 205 Elementary schools School District 144 operates Mae Jemison Elementary School, Highlands Elementary School, and Chateaux Elementary School in Hazel Crest and six others in surrounding suburbs. School District 152.5 operates Woodland Elementary School and Warren Palm School in Hazel Crest. The district also has schools in neighboring suburbs. School District 161 operates five elementary schools outside that serve the village, primarily neighborhoods south of 183rd Street. High schools There are no high schools in Hazel Crest. High School District 205 operates three high schools: Thornton Township High School, Thornwood High School (which village residents east of California Avenue attend), and Thornridge High School. High School District 228 operates four high schools: Hillcrest High School, a combination of the names (Country Club Hills and Hazel Crest) in neighboring Country Club Hills (where the majority of Hazel Crest high school students attend), Bremen High School in Midlothian, Oak Forest High School in Oak Forest, and Tinley Park High School in Tinley Park. High School District 233 operates one high school, Homewood-Flossmoor High School in Flossmoor, which serves students residing in the village south of 183rd Street. Community colleges Hazel Crest sits in two community college districts, South Suburban College in South Holland and Prairie State College in Chicago Heights. Residents living north of 183rd Street reside in South Suburban Community College District 510, and those living south of 183rd Street reside in Prairie State Community College District 515. ==Housing== There are a number of subdivisions in Hazel Crest, most of which were constructed between the 1950s and 1980s. The largest within the village are Hazel Crest Proper, the oldest portion and original section of the village; Chateaux/Versailles, located just northwest of 183rd Street and Kedzie Avenue; Pottawatomie Hills/Twin Creeks, located just northeast of 175th Street and Kedzie Avenue; Highlands, located just northwest of 175th Street and Kedzie Avenue; Dynasty Lakes/Village West, just southwest of 183rd Street and Kedzie Avenue; and Pacesetter/Stonebridge/Carriage Hills, located southeast of 175th Street and Kedzie Avenue. There are numerous condominiums in Hazel Crest; English Valley, Stonebridge, Gingko, Ironwood, and Water's Edge Condominiums range from $100,000 to $250,000 in pricing. Hazel Crest has a multitude of dwellings in the form of single-family homes, apartments, townhomes and condominiums. Housing prices range anywhere from $30,000 to $450,000. ==Hospital== thumb|right|Advocate South Suburban Hospital 17800 Kedzie Avenue Hazel Crest is home to the not-for-profit Advocate South Suburban Hospital, one of numerous hospitals owned and operated by Advocate Health Care, the state's largest hospital system. Advocate South Suburban Hospital is a 284-bed, acute care facility with nearly 400 doctors on staff. More than 1,000 newborn babies are delivered at its maternity center, which is a state-designated Level II+ perinatal hospital and provides 24-hour care for high-risk babies.http://www.advocatehealth.com/ssub/body_nonav.cfm?id=23 The hospital was once located at 171st Street and Dixie Highway in the original section of the village and opened in 1946 as Hazel Crest General Hospital with 16 beds. In 1971, the hospital opened at its current location at 17800 Kedzie Avenue, north of the village's Chateaux/Versailles neighborhood. The hospital merged with Advocate Health Care in 1996 and became Advocate South Suburban Hospital. In 2005, the hospital underwent a $20 million expansion project. In addition, the hospital broke ground on construction of its new, multimillion- dollar cardiac catheterization laboratory and is renovating its current laboratory with new state-of-the-art equipment. ==Library== Hazel Crest is part of the Grande Prairie Public Library District, which also includes the neighboring city of Country Club Hills. Grande Prairie Public Library is located at 3479 W. 183rd in Hazel Crest. The library is a member of the Metropolitan Library System. Residents of Hazel Crest and Country Club Hills are eligible for a free library card and numerous programs held by the library. In 2009, the library celebrated its 35th anniversary. The Library District is governed by a seven-member Board of Trustees, elected at-large between Country Club Hills and Hazel Crest. ==Parks and recreation== Parks in the village are operated by the Hazel Crest Park District, which is coterminous with the village boundaries but maintains separate governance and a five-member Board of Commissioners elected at-large during consolidated elections. The Park District operates more than of parks and provides recreational programming for the district's residents. The Park District celebrated its 50-year anniversary in 2007. ==References== ==External links== * Village of Hazel Crest official website * Article on Hazel Crest in the Encyclopedia of Chicago History * Chicago Southland Chamber of Commerce * Chicago Southland Convention & Visitor's Bureau Category:Villages in Illinois Category:Villages in Cook County, Illinois Category:Chicago metropolitan area Category:Populated places established in 1870 Category:1870 establishments in Illinois Category:Majority-minority cities and towns in Cook County, Illinois",
 "title": "Hazel Crest, Illinois"
}