{
 "id": "110922",
 "text": "Beckemeyer is a village in Wade Township, Clinton County, Illinois, United States. The population was 1,040 as of the 2010 census. == History == Samuel B. Watkins was reported to be the first settler in the area, circa 1817. Beckemeyer began as a way station on the Ohio and Mississippi Railroad. It was organized and laid out in 1866 and originally named \"Buxton\" in honor of a railroad attorney. A large coal seam underlying the village and surrounding area was mined starting in 1894, resulting in growth of Buxton. It was renamed \"Beckemeyer\" after an election held in 1905. The first school and bank were opened in 1906.Village of Beckemeyer website On 25 March 1947, the Centralia Coal mine exploded killing 111 people. Nine of the people killed were citizens of Beckemeyer. In 1997 a memorial was built in Beckemeyer, the memorial called \"Miners Memorial Park\" is dedicated to the miners from Beckemeyer that died in the explosion. On 7 February 1976, a train crashed into a truck going 56 mph killing 12 people including 11 children, and left another four injured. the Accident was the worst in Clinton County History. A Zinc smelter plant called Circle Smelting Corp operated in the village from 1904 to 1994, in 1993 a study indicated the town was highly contaminated with over 10,000 cubic yards of industrial waste high in lead content from the industry. In 1994 the EPA forced the plant to shut down and declared it a Superfund site. About 35,000 cubic yards of material was removed from over 300 properties and deposited under a concrete cover. == Geography == Beckemeyer is located at (38.605187, -89.435251). According to the 2010 census, Beckemeyer has a total area of , all land. == Demographics == As of the census of 2000, there were 1,043 people, 405 households, and 281 families residing in the village. The population density was 2,122.0 people per square mile (821.8/km). There were 424 housing units at an average density of 862.6 per square mile (334.1/km). The racial makeup of the village was 98.47% White, 0.29% Native American, 0.77% Asian, 0.10% Pacific Islander, 0.10% from other races, and 0.29% from two or more races. Hispanic or Latino of any race were 1.34% of the population. As of the 2010 census, the village's population decreased by 0.3% with a total of 1,040 people. There were 405 households, out of which 37.0% had children under the age of 18 living with them, 52.1% were married couples living together, 13.1% had a female householder with no husband present, and 30.4% were non-families. 26.7% of all households were made up of individuals, and 12.6% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 3.10. In the village, the population was spread out, with 28.0% under the age of 18, 9.6% from 18 to 24, 29.2% from 25 to 44, 17.6% from 45 to 64, and 15.5% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 96.8 males. For every 100 females age 18 and over, there were 92.6 males. The median income for a household in the village was $36,607, and the median income for a family was $39,400. Males had a median income of $31,534 versus $23,125 for females. The per capita income for the village was $89,039. About 5.9% of families and 8.2% of the population were below the poverty line, including 8.1% of those under age 18 and 7.0% of those age 65 or over. ==Schools== Since Beckemeyer is a village, most residents' children go to neighboring towns, such as Breese or Carlyle, for their education. The village does have one elementary school, Breese/Becky District #12; the school houses grades 2 to 4, while older and younger students go to the elementary/middle school, District #12, in the town of Breese. It is in the service area of Central Community High School, formed as a consolidation of the Breese and Aviston high schools in 1971. == References == Category:Villages in Clinton County, Illinois Category:Villages in Illinois Category:Populated places established in 1866 Category:1866 establishments in Illinois",
 "title": "Beckemeyer, Illinois"
}