{
 "id": "110994",
 "text": "Hodgkins is a village in Cook County, Illinois, United States, and is an industrial suburb of Chicago. The population was 1,897 at the 2010 census, down from 2,134 at the 2000 census. A United Parcel Service facility, known as CACH, is located in Hodgkins at 1 UPS Way. CACH employs over 9,000 peopleRetrieved from http://www.winwinpartner.com/Human%20Resources/ssUPS.html. and is the \"largest package sorting center in the world\".Retrieved from http://illinoisissues.uis.edu/features/2005oct/freight.html. ==Geography== Hodgkins is located at (41.764181, −87.859384). According to the 2010 census, Hodgkins has a total area of , of which (or 97.95%) is land and (or 2.05%) is water. It is located just over from Chicago's western city limits. ==Demographics== As of the census of 2000, there were 2,134 people, 841 households, and 470 families living in the village. The population density was 320.6/km2 (829.7/mi2). There were 918 housing units at an average density of 137.9/km2 (356.9/mi2). The racial makeup was 81.82% White, 0.14% African American, 0.47% Native American, 0.05% Asian, 16.26% from other races, and 1.27% from two or more races. Hispanic or Latino of any race were 43.72% of the population. There were 841 households, out of which 24.4% had children under the age of 18 living with them, 39.8% were married couples living together, 8.9% had a female householder with no husband present, and 44.1% were non-families. 36.7% of all households were made up of individuals, and 17.1% had someone living alone who was 65 years of age or older. The average household size was 2.54 and the average family size was 3.41. The population was spread out, with 23.9% under the age of 18, 12.1% from 18 to 24, 28.6% from 25 to 44, 20.7% from 45 to 64, and 14.8% who were 65 years of age or older. The median age was 35 years. For every 100 females there were 123.5 males. For every 100 females age 18 and over, there were 124.4 males. The median income for a household in the village was $36,090, and the median income for a family was $42,313. Males had a median income of $32,031 versus $26,683 for females. The per capita income for the village was $17,920. About 11.4% of families and 15.5% of the population were below the poverty line, including 23.1% of those under age 18 and 3.9% of those age 65 or over. As of the census of 2010, there were 1,897 people living in the village. The population density was 320.6/km2 (829.7/mi2). The racial makeup was 66.6% White, 1.0% African American, 0.6% Native American, 0.1% Asian, 30.5% from other races, and 1.2% from two or more races. Hispanic or Latino of any race made up 46.8% of the population. ==Government== Hodgkins is governed by an elected president and six trustees. The Village President, Village Clerk, and three Trustees are elected every four years. The other group of three Trustees are also elected for four-year terms, but this election is staggered and takes place two years after the first group. The Village Treasurer, the Village Chief of Police, and the Village Superintendent of Public Works are appointed. Hodgkins is in Illinois' 3rd congressional district. ==History== The first European visitors to present-day Hodgkins, explorers Jacques Marquette and Louis Joliet, paddled down the Des Plaines River in 1673, passing through the area, making their camp in present-day Summit. Settlement in the area, however, was somewhat stagnant until the early 19th century. It was at this time, around 1836, that Irish and Italian immigrants came to the area to work on the Illinois and Michigan Canal. The construction and eventual operation of the canal was responsible for the formation of many villages presently located along its banks, including Hodgkins.Village of Hodgkins – 100 Years of Progress booklet, published by the Village of Hodgkins for its centennial (1996) The I&M; Canal is still in existence, located about south of Hodgkins. The canal and its adjacent land, now known as the I&M; Canal National Heritage Corridor, was designated a National Heritage Corridor by Congress in 1984. The I&M; Canal National Heritage Corridor is rich in historic sites, nature preserves, and wildlife, and stretches from Chicago to LaSalle-Peru. The village of Hodgkins was originally known as Gary, a name locals claim was derived from \"Garibaldi\", in recognition of the large number of Italian laborers working in an area grain mill. After several name changes, the Village of Hodgkins was incorporated in 1896. Jefferson Hodgkins, the president of the Kimball and Cobb Stone company, which was also the first business to locate in the village, was the man for whom Hodgkins was named. Modesto Lenzi, the somewhat dubious \"King of Gary\", became the village's first president that same year. ===Patrick Crowley murder=== Modesto Lenzi was unsuccessful in his 1909 reelection bid. Lenzi was defeated by L. E. Thatcher in an election that contemporary newspaper accounts called \"a political feud between the prohibition and liquor interests\".Fort Wayne News, Ft. Wayne, IN, Tuesday, June 15, 1909 The election campaign raged hotly for several months, culminating in Lenzi's ouster. On the night of June 14, 1909, the crowd gathered in Hodgkins during and after the election became unruly. Village marshal Patrick Crowley, in an attempt to restore order, placed Modesto Lenzi, who was allegedly inciting the crowd, under arrest for disturbing the peace. As Crowley was bringing Lenzi to the jail: \"A shot was fired in to his breast by some person in a crowd of alleged Lenzi sympathizers gathered about.\" The Fort Wayne News reported the following on June 14, 1909: ::Modesto Lenzi, an Italian, was defeated for re-election as president of the village, after a hot anti-liquor fight at the last election...the man started peacefully to the village lock-up, but when half way there suddenly offered resistance. As Crowley as remonstrating with him, an unknown man suddenly appeared, drew a revolver and shot Crowley dead. In the excitement the slayer fled.Fort Wayne News, Fort Wayne, IN, Monday, June 14, 1909 The shooter, believed to be Modesto's brother, Harry, escaped and a manhunt ensued. On June 22, 1909, a grand jury concluded: ::The said Patrick Crowley now lying dead...in said village of LaGrange...came to his death...from shock and hemorrhage due to a bullet wound in the right breast, said bullet fired from a revolver held in the hand of one Harry Lenzi, on the road at Gary [Hodgkins], Ill. on June 13, 1909. And from the evidence presented, we the jury recommend that Harry Lenzi, as principal and now at large, be apprehended, and that Modesto Lenzi and John May, as accessories before the fact, be held to the Grand Jury on the charge of murder, until released by due process of law. We the jury further believe that if one Frank Meno, had not interfered, the above named Harry Lenzi would now be in custody. We therefore recommend that Frank Meno be apprehended and held as an accessory after the fact.Cook County death inquest #50075, June 22, 1909 On December 23, 1909, it was reported by the Logansport Pharos newspaper that the charges of murder against Modesto Lenzi and John May had been dropped. The paper reported that Assistant State's Attorney Benedict J. Short told Judge Kersten's court that the state had no evidence against the defendants.Logansport Pharos Newspaper (Indiana), Thursday, December 23, 1909 Harry Lenzi, known locally as \"Rio\", disappeared immediately after the shooting and was never seen again. Marshall Crowley was buried at Mount Olivet CemeteryGrave 2, Lot 173, section 45; 2755 West 111th Street in Chicago. ==McCook-Hodgkins Enterprise Zone== In the 1950s and 1960s, Hodgkins began to attract motor freight terminals. The village's location relative to expressways and the availability of high, flat, and dry land made it a natural distribution and transfer point between Chicago and the rest of the nation. Hodgkins grew substantially during these two decades; however, by the late 1970s, the motor freight industry began to decline. In 1985, Hodgkins joined with the village of McCook to create the McCook-Hodgkins Enterprise Zone. The next year saw the creation of a Tax Increment Finance (TIF) District within the Enterprise Zone. Both of these tools allowed the village to offer incentives to new businesses desiring to locate there. As a result of these programs, commercial business began to replace motor freight as Hodgkins' mechanism of growth. Developers built a major local shopping center, The Quarry Mall, on land vacated by the declining motor freight companies in 1992. Several auto dealerships, restaurants, a movie theater and an off-track betting establishment were also attracted to the development. The crown jewel of the Enterprise Zone, however, is the United Parcel Service (UPS) package sorting facility built in 1991. ==Jefferson Hodgkins== The village's name comes from a local landowner and businessman, Jefferson Hodgkins, and is unrelated to the discoverer of Hodgkin's lymphoma, Thomas Hodgkin. The Kimball and Cobb Stone Quarry, organized in 1888, was the first major business in the area that would later become Hodgkins. The establishment of this business was the first concrete step in permanent settlement of the village. The president of the Kimball and Cobb Stone Quarry was Jefferson Hodgkins, the man for whom the village was named. The secretary of the company was Frederic Cobb, the man whose name was given to Cobb Street. Hodgkins, a quarryman and crushed stone contractor, was born in Lamoine, Maine, on October 27, 1843. Hodgkins went through the public schools of Lemoine. After leaving school at the age of 17, he became a sailor. Hodgkins spent eight years in this vocation, sailing out of both New York and Boston, except for one year when he served as a private in Company C 26th Maine Volunteers during the Civil War. Hodgkins worked for the federal government in surveying projects in 1869 and 1870. He came to Chicago in 1872 and became superintendent of the Chicago Dredging and Dock Company for several years, later contracting business for himself. It was in 1885, while president of the Brownell Improvement Company, that Hodgkins organized the Kimball and Cobb Stone Company. Three years later, he bought the company and consolidated it with his own. The newly merged improvement company owned stone quarries, manufactured crushed stone and contracted primarily railway work. Hodgkins was active socially and in politics. In addition to other posts, Hodgkins served as aide-de-camp on Illinois Governor Joseph W. Fifer's staff, holding the rank of Colonel. It is unclear exactly how Hodgkins' name came to replace Gary as the village's moniker. Throughout its history, Hodgkins has been known by several different names. In the years before settlers began to arrive, the Potawatomi people lived in the area near the Des Plaines River. From 1836 transient workers were brought to the area to work on the I&M; Canal; however, it was not until 1860, when the United States government deeded property to a local settler, Hurls Polk, that the name \"Polk\" was given to the area. When the Santa Fe Depot was built in 1887, the name of the stop was \"Novak\". By 1890, the Atchison, Topeka and Santa Fe Railroad listed the stop in present-day Hodgkins as \"Gary\". this designation would stick until July 1, 1896, when the village of Hodgkins was incorporated. Quarrying continues today at the Vulcan Materials Company McCook Quarry, with a total of in Hodgkins and McCook.Retrieved from http://www.vmcmccook.com. ==Immanuel Lutheran Church== Thoughts of organizing a Lutheran congregation at Hodgkins were entertained as far back as the 1880s. At that time there were several Lutheran families living in what would later be the village of Hodgkins who were members of the Lutheran churches of La Grange (St. John) and Willow Springs (Trinity). A local merchant named John Witsan organized a Sunday school in Hodgkins about this same time. The development of the Sunday school amplified, for the Lutheran families, the inconvenience of sending their children to the Lutheran day schools and Sunday schools in La Grange and Willow Springs, and thoughts of a stand-alone congregation in Hodgkins began to materialize. Two representatives from the Lutheran churches in La Grange and Willow Springs, Reinhardt Leu and Henry Bloedorn, approached Reverend Alex Ullrich of LaGrange with the proposition of establishing a Lutheran congregation in Hodgkins.Order of Services of the Twenty-Fifth Anniversary of the Dedication and A Brief History of Immanuel Evangelical Lutheran Church, Hodgkins, Illinois (September 26, 1937) A conference was held after this meeting with Reverend Herman Meyer of Willow Springs. Reverend Meyer was strongly in favor of the movement and immediately set about to conduct the first Lutheran worship services in Hodgkins, in the old Village Hall in the spring of 1911. On April 23, 1911, twenty-six men gathered together in the same hall, along with Reverend Ullrich and Reverend Meyer, and formally organized Immanuel Evangelical Lutheran Church of Hodgkins, Illinois. The newly formed congregation adopted a constitution and called Reverend Meyer as its pastor. Reverend Ullrich was called as the assistant pastor. ==Fire protection== thumb|The Old Hodgkins Village Hall & Fire Station was erected in 1940 to replace the original which was destroyed by fire. The refurbished building stands at 6511 Kane Avenue and is home to the Village of Hodgkins Historical Society. From the early days of the village, Hodgkins maintained its own firefighting capabilities, going from an organized bucket brigade that assembled at the ringing of the large bell atop the original wood-frame Village Hall during the 20th century, to a Volunteer Fire Department with two full-time firefighters augmented by other volunteers who manned three fire engines. Since 1976, Hodgkins has been served by the Pleasantview Fire Protection District which began with one engine in 1946. It now serves a large area in the southwest suburbs of Chicago. It is administered by its own board of trustees made up of citizens living in its geographical district who are elected by voters in the district. The fire district currently maintains three stations throughout its coverage area. Station One, which also houses the district's headquarters, is located at 1970 Plainfield Road in La Grange Highlands. Station Two is located at 7675 Wolf Road in Burr Ridge. Station Three, the newest facility, is located at 9096 W. Joliet Road in Hodgkins. These three facilities serve the municipalities of Burr Ridge, Countryside, Hodgkins, and Indian Head Park, and the unincorporated areas of La Grange Highlands and other areas nearby. The district maintains professional, full- time firefighting crews at all three stations including paramedics for its ambulances. The Pleasantview Fire Protection District is also an integral member of a large Mutual Aid Association of fire fighters, paramedics, and rescue workers throughout the area.http://www.plvw.org/ == Hodgkins today == The village of Hodgkins maintains its own police department, public works department, and water department, which purchases Lake Michigan water from McCook. Hodgkins Elementary School is part of La Grange School District 105. High school students attend Lyons Township High School. The Hodgkins Park District offers a large community center and schedules a myriad of activities all year long. The Hodgkins Public Library is a full-service facility within the Reaching Across Illinois Library System. The Village of Hodgkins currently employs 25 full- and part-time employees. Hodgkins is covered by two local newspapers: the Suburban Life; and the Desplaines Valley News. == References == == External links == * * Hodgkins Public Library * Hodgkins Police Department * Pleasantview Fire Protection District * Hodgkins Elementary School * LaGrange School District 105 * Hodgkins Park District * \"Hodgkins, IL\" at ChicagoHistory.org * The Chicago Portage * La Grange Suburban Life * Desplaines Valley News * Vulcan Materials Company McCook Quarry Category:Villages in Cook County, Illinois Category:Populated places established in 1896 Category:1896 establishments in Illinois",
 "title": "Hodgkins, Illinois"
}