{
 "id": "111070",
 "text": "{{Infobox settlement | name = Winnetka, Illinois | native_name = | native_name_lang = | settlement_type = Village | image_flag = | flag_alt = | image_seal = | seal_alt = | image_shield = | shield_alt = | nickname = | motto = |image_skyline = Welcome to Winnetka.jpg |image_caption = | image_map = File:Cook County Illinois Incorporated and Unincorporated areas Winnetka Highlighted.svg | mapsize = 260px | map_caption = Location of Winnetka in Cook County, Illinois | image_map1 = Illinois in United States (US48).svg | map_caption1 = Location of Illinois in the United States | coordinates = | coor_pinpoint = | coordinates_footnotes = | subdivision_type = Country | subdivision_name = | subdivision_type1 = State | subdivision_type2 = County | subdivision_type3 = Township | subdivision_name1 = Illinois | subdivision_name2 = Cook | subdivision_name3 = New Trier | established_title = Incorporated | established_date = 1869 | founder = | seat_type = | seat = | government_footnotes = | government_type = Council-manager | leader_party = | leader_title = President | leader_name = Christopher Rintz | leader_title1 = | leader_name1 = | unit_pref = Imperial | area_footnotes = | area_magnitude = | area_total_km2 = 10.08 | area_total_sq_mi = 3.89 | area_total_acre = | area_land_km2 = 9.87 | area_land_sq_mi = 3.81 | area_land_acre = | area_water_km2 = 0.21 | area_water_sq_mi = 0.08 | area_water_acre = | area_water_percent = 2.06 | area_urban_sq_mi = | area_urban_acre = | area_rural_sq_mi = | area_rural_acre = | area_metro_sq_mi = | area_metro_acre = | area_rank = | area_blank1_title = | area_blank1_sq_mi = | area_blank1_acre = | area_blank2_title = | area_blank2_sq_mi = | area_blank2_acre = | area_note = | dimensions_footnotes = | length_mi = | width_mi = | elevation_footnotes = | elevation_ft = 650 | population_total = 12744 | population_as_of = 2020 | population_footnotes = | population_density_km2 = 1290.96 | population_density_sq_mi = 3344.00 | population_est = | pop_est_as_of = | pop_est_footnotes = | population_demonym = | population_note = Down 1.87% from 2000 | timezone1 = Central | utc_offset1 = | timezone1_DST = | utc_offset1_DST = | postal_code_type = ZIP code(s) | postal_code = 60093 | area_code = 847 and 224 | area_code_type = Area code(s) | geocode = 82530 | iso_code = | website = | footnotes = | area_urban_footnotes = | area_rural_footnotes = | area_metro_footnotes = | demographics_type1 = Standard of living (2015-2019) | demographics1_footnotes = | demographics1_title1 = Per capita income | demographics1_info1 = $123,319 | demographics1_title2 = Median value of owner-occupied housing units | demographics1_info2 = $1,091,700 | blank_name = FIPS code | blank_info = 17-82530 }} Winnetka () is a village in Cook County, Illinois, United States, located north of downtown Chicago. The population was 12,316 as of 2019. The village is one of the wealthiest places in the nation in terms of household income. It was the second-ranked Illinois community on Bloomberg's 2019 Richest Places Annual Index. In 2020, 24/7 Wall St ranked Winnetka as the second-best small town to live in the United States. ==History== The first houses were built in 1836. That year, Erastus Patterson and his family arrived from Vermont and opened a tavern to service passengers on the Green Bay Trail post road. The village was first subdivided in 1854 by Charles Peck and Walter S. Gurnee,Dickenson (1956), p. 52 President of the Chicago, Milwaukee & St. Paul Railroad. Winnetka's first private school was opened in 1856 by Mr. and Mrs. Charles Peck with seventeen pupils. In 1859, the first public school building was built with private funds at the southeast corner of Elm and Maple streets. The first year's budget for this school was $200.Dickenson (1956), pp.123-125 The village was incorporated in 1869 with a population of 450. The name is believed to originate from the Potawatomi language, meaning 'beautiful place'. The oldest surviving house in Winnetka is the Schmidt-Burnham Log House. Originally constructed on what is now the Indian Hill Club on the south edge of town and in 1917 moved to Tower Road, it was moved in 2003 from Tower Road to the Crow Island Woods. Winnetka's neighborhoods include estates and homes designed by distinguished architects including George Washington Maher, Walter Burley Griffin, John S. Van Bergen, Robert Seyfarth, Robert McNitt, Howard Van Doren Shaw and David Adler. Among Winnetka's celebrities are actor Rock Hudson and rock singer/songwriter/producer Richard Marx. Churches in Winnetka were also designed by noted architects. Among them, the former First Church of Christ, Scientist, 440 Ridge Avenue, was designed in 1924 by architect Solon S. Beman. In the 1920s, a colonial Georgian house was built at 671 Lincoln Avenue. The house is now known as the famous Home Alone house for its interior being used as a shooting location for two films in the series, starting in 1990. The Chicago and Milwaukee Railway was built in 1855 through Winnetka, connecting its namesake cities. It eventually became the Chicago & Northwestern Railway. Between 1937 and 1942 the railroad tracks through Winnetka were grade separated after several people were hit at grade crossings. In 1995 the C&NW; was merged into the Union Pacific. Only Metra trains are operated on this track now; freight operations ended in the late 1980s. Winnetka has three Metra stations: Hubbard Woods, Winnetka, and Indian Hill. The Chicago, North Shore and Milwaukee electric interurban was built through Winnetka and the North Shore in the first decade of the 1900s, and the line through Winnetka was removed in 1955. This is now the Green Bay Trail bicycle path. In 1904, the Winnetka Park District was established, making it the fourth oldest park district in the state of Illinois. Today, the park district maintains and operates 27 parks, five beaches, and golf, tennis, ice skating/hockey, and paddle tennis facilities. The Crow Island School, designed by Eliel & Eero Saarinen and the architectural firm Perkins, Wheeler & Will, was declared a National Historical Landmark in 1990. It was declared 12th among all buildings and the best architectural design of all schools. Ten thousand people attended the opening in 1938. In 1965, Martin Luther King Jr. spoke in Winnetka. A plaque dedicated to him is on the Village Green, a park in the town, where he spoke. As a result of Dr. King's open housing campaign and the North Shore Summer Project, the nonprofit now known as Open Communities was founded. ==Geography== According to the 2010 census, Winnetka has a total area of , of which (or 97.87%) is land and (or 2.13%) is water. ==Demographics== {| class=\"mbox-small\" style=\"text-align:center;border:1px solid #aaa; background-color:#f9f9f9;\" ! colspan=\"4\" style=\"text- align:center;border-top:none;\"| Demographics (2010) |- | White | Black | Asian |- | 94.8% | 0.3% | 3.3% |- | Islander | Native | Other | Hispanic (any race) |- | 0.02% | 0.1% | 1.5% | 2.2% |} As of the census of 2010, there were 12,187 people, 4,102 households, and 3,328 families residing in the village. The racial makeup of the village was 94.8% White, 0.3% African American, 0.1% Native American, 3.3% Asian, 0.3% from other races, and 1.2% from two or more races. Hispanic or Latino of any race were 2.2% of the population. There were 4,102 households, out of which 45.6% had children under the age of 18 living with them, 74.3% were married couples living together, 5.2% had a female householder with no husband present, and 18.9% were non- families. 17.3% of all households were made up of individuals and 9.4% had someone living alone who was 65 years of age or older. The average household size was 2.97 and the average family size was 3.39. In the village, the population was spread out, with 36.2% under the age of 19, 2.3% from 20 to 24, 15.2% from 25 to 44, 32.7% from 45 to 64, and 13.5% who were 65 years of age or older. The median age was 42.8 years. The median income for a household in the village was $250,000+, and the median income for a family was over $250,000, as of 2019. The per capita income for the village was $123,319 in 2019. 2.9% of the population were below the poverty line. ==Education== The Winnetka Public Schools system (District 36) consists of three elementary schools and two middle schools.Websites for public schools: K-4 Hubbard Woods, Crow Island School, Samuel Sewall Greeley; 5-6 The Skokie School; 7-8 Washburne School Hubbard Woods, Crow Island, and Samuel Sewall Greeley (est. 1912) Elementary Schools serve grades kindergarten through four, students in fifth and sixth grades attend the Skokie School and seventh and eighth graders attend the Carleton W. Washburne School, named after educator Carleton Washburne. Winnetka's schools were modeled after Washburne's educational philosophy in an experiment called the Winnetka Plan. The town's schools continue to reflect his educational philosophy. Some neighborhoods in the southern part of Winnetka are served by Avoca School District 37, which has schools in Glenview (Avoca West Elementary School; K-5) and Wilmette (Marie Murphy School; 6-8). Kenilworth School District 38 (Sears School; K-8) also includes a very small portion of the southeastern part of Winnetka, near Kenilworth. Winnetka is in New Trier Township, and public school students who reside in Winnetka attend New Trier High School for grades 9 through 12. North Shore Country Day School is a private school option. Crow Island is a National Historic Landmark due to its significant architectural design. ===Private schools=== * Hadley Institute for the Blind and Visually Impaired * La Petite École, Winnetka Campus (Preschool–9), bilingual school * North Shore Country Day School (JK–12) * Sacred Heart School (Preschool–8), Catholic school * The School of Saints Faith, Hope & Charity (Preschool–8), Catholic school ==Media== Media outlets covering Winnetka include the Winnetka-Glencoe Patch, the Chicago Tribune's TribLocal, the Pioneer Press, Winnetka Talk, and The Winnetka Current. == Notable people == * Ivan Albright, painter, sculptor and print-maker; attended New Trier High School * Trish Andrew, basketball player, attended New Trier High School * Ann-Margret, actress, attended New Trier High School * Adam Baldwin, actor, attended New Trier High School * Peter Baldwin, director * Page Morton Black, singer, chairperson of Parkinson's Disease Foundation * David Bradley, director, born in Winnetka * Ann Hampton Callaway, singer, lived in Winnetka and attended New Trier High School * Liz Callaway, singer, lived in Winnetka and attended New Trier High School * Katie Chang, actress, lives in Winnetka and attended New Trier High School. * Anne Clarke (politician), American-born British Labour Party politician, London Assembly member for Barnet and Camden grew up in Winnetka. * Dale Clevenger, principal horn, Chicago Symphony Orchestra * Chris Collins, basketball coach, lives in Winnetka * Richard Dickson Cudahy, jurist, lived in Winnetka * Jay Cutler, NFL quarterback, lived in Winnetka * Bruce Dern, actor, attended New Trier High School * Phil Donahue, talk show host, lived in Winnetka * Conor Dwyer, Olympic swimmer, 2012 gold medalist * Christine Ebersole, Tony Award-winning actress * Neal Edelstein, film producer and director, raised in Winnetka * Deborah Eisenberg, short-story writer, winner of MacArthur Fellowship *Gil Elvgren, painter * Mary Callahan Erdoes, CEO of JPMorgan Chase's Asset & Wealth Management division, raised in Winnetka * Marion Mahony Griffin (1871–1961), first architect employed by Frank Lloyd Wright; helped design Canberra, capital of Australia, grew up here * Rick Hahn, general manager of Chicago White Sox * Carl L. Hamilton, named partner in the Booz Allen Hamilton management and information technology consulting firm * Charlton Heston, actor, lived in Winnetka and attended New Trier High School * Rock Hudson, actor; born and raised in Winnetka and attended New Trier High School * Harold L. Ickes, former United States Secretary of the Interior, built home at 900 Private Road * Matt Kaskey, offensive tackle for the Carolina Panthers * Bruce Krasberg, industrialist and horticulturist, lived in Winnetka * Kate Liu, pianist, lives in Winnetka and attended New Trier High School * Matt Lottich, basketball coach, Valparaiso * Virginia Madsen, actress, attended New Trier High School * Kim Milford, actor * Penelope Milford, actress * John Moore, defenseman with NHL's New Jersey Devils * Chris O'Donnell, actor (G. Callen on NCIS: Los Angeles) * Tom O'Halleran, member of the United States House of Representatives from Arizona's 1st congressional district. He lived in Winnetka while a member of the Chicago Board of Trade. * Samuel Shackford Otis, architect * Liz Phair, musician, grew up in Winnetka * Ralph Pomeroy, poet and writer * Eliot Porter, photographer, was born and grew up in Winnetka. * Fairfield Porter, painter and art critic, was born and grew up in Winnetka. * Janet Meakin Poor, landscape architect and plant conservationist * Clarence B. Randall, businessman * Bruce Rauner, former Governor of Illinois, former chairman of R8 Capital Partners * Pat Ryan, founder and executive chairman of Aon Corporation * Donald Rumsfeld, former Secretary of Defense, attended New Trier High School * Jenny Sanford, former First Lady of South Carolina * Jack Steinberger, refugee from Nazi Germany, attended New Trier High School, won 1988 Nobel Prize in Physics, gave Nobel medal to school * John Moore, professional ice hockey defenseman for the Boston Bruins, attended New Trier High School * W. Clement Stone, businessman and philanthropist * Walter A. Strong, publisher of Chicago Daily News, * R. Douglas Stuart, Jr., CEO of Quaker Oats and U.S. ambassador to Norway, born in Winnetka * Marlo Thomas, actress, lived in Winnetka * Paul Thomas, pornographic actor * Henry Totten, Wisconsin State Assemblyman and businessman, lived in Winnetka * Marc Trestman, former head coach of Chicago Bears, lived in Winnetka * Joe Trohman, guitarist of Fall Out Boy, attended New Trier High School * Byron Trott, banker * Barbara Turf, former President and CEO of Crate & Barrel * Bernice T. Van der Vries, state legislator, lived in Winnetka'Illinois Blue Book 1955-1956,' Biographical Sketch of Bernive T. Van der Vries, pg. 214 * Rocky Wirtz, owner of the Chicago Blackhawks, attended North Shore Country Day School, lives in Winnetka * Ying Quartet originally consisted of four siblings from Winnetka; as of 2017, three siblings remain members of the ensemble ==In popular culture== \"Big Noise from Winnetka,\" a 1938 jazz song by The Bobcats, has been featured in a number of Hollywood movies, including Let's Make Music and Reveille with Beverly. Winnetka was mentioned in the novel Havana by Stephen Hunter. Secondary character Roger St. John Evans was mentioned as \"The Big Noise From Winnetka\". === Film === The film Home Alone is set in Winnetka, and featured scenes filmed at 671 Lincoln Avenue. The street address is mentioned in the film, but the street is called \"Lincoln Boulevard\". The opening scenes of the sequel Home Alone 2: Lost in New York were filmed at the same house. Over three decades after the original film's 1990 release, sightseers still visit the North Shore neighborhood, particularly around the Christmas holiday season. Numerous other films have been shot in Winnetka, including portions of films Ocean's 12, Breakfast Club, National Lampoon's Vacation, Ferris Bueller's Day Off, Sixteen Candles, Risky Business, Planes, Trains & Automobiles, She's Having a Baby and Uncle Buck. The film Contagion was filmed in the area in the spring of 2011. Holidate, a 2020 Netflix romantic comedy starring Emma Roberts and Luke Bracey, is set in Winnetka. === Television === A popular TV series, Sisters (1991–1996), was set primarily in Winnetka, but was not filmed there, except for some exterior establishing shots. This was also true of its erstwhile summer replacement series, Winnetka Road. The characters on the TV series The League reside in Winnetka. The TV series I Didn't Do It is set in Winnetka. The characters attend the fictional Ditka High School. ==See also== * ==References== ;Notes ;Further reading * Dickinson, Lora Townsend. The Story of Winnetka. Winnetka: Winnetka Historical Society, 1956. Print. ==External links== * Village of Winnetka official website * Winnetka Public School District * Winnetka Historical Society * Winnetka Historical Society: History of Buildings * Winnetka Park District Category:Villages in Cook County, Illinois Category:Villages in Illinois Category:Chicago metropolitan area Category:Populated places established in 1869 Category:1869 establishments in Illinois",
 "title": "Winnetka, Illinois"
}