{
 "id": "111066",
 "text": "Western Springs is a village located in Cook County, Illinois, United States, and is a suburb of Chicago. As of the 2010 census, the village had a total population of 12,975. It is twinned with Rugeley, Staffordshire, United Kingdom. In July 1962, the towns made telephone history on national television when the chairman of Rugeley Urban District Council made the first telephone call via the new Telstar satellite to the mayor of Western Springs. ==History== Western Springs, an affluent suburb located along the Chicago, Burlington & Quincy Railroad (now the Burlington Northern Santa Fe) between Chicago and Aurora, encompasses roughly the area between Willow Springs Road (Gilbert Avenue), Ogden Avenue, Interstate 294, and West Plainfield Road. Named for local mineral springs on the southwest side of town, Western Springs originally consisted of flat prairie land with a swamp on its western border. Around the turn of the 18th century, nomadic Potawatomi Native Americans settled in the Western Springs area. Whether they built a village is unclear, but evidence of temporary campsites has been found near Flagg Creek in Forest Hills. The natives were gone by the end of 1835, but Potawatomi artifacts may still be found buried in the Springdale neighborhood. The last Cook County campground of the Potawatomi was within what is now the Timber Trails subdivision. The first known settler in the area near Western Springs was Elijah Wentworth. By 1834, after the Black Hawk War, farmer Joseph Vial had moved from New York and built a cabin along what is now Plainfield Road, a former Native American trail in the south of Western Springs. This cabin served as a stagecoach station, hotel, general store, and post office for the entire area. The CB&Q; Railroad built a line through Western Springs in 1863, filling in much of the west-side swamp in the process. In 1870, the Western Springs Land Association, consisting of promoter Thomas Clarkson Hill, William Page, and two sons of Phillip F. W. Peck bought the three tracts that make up the area for $105,000. A large number of early residents were Quakers, and deeds often prohibited the sale of alcohol. In 1872, Hill moved to the area from Chicago, and the community began organizing to attract more commuters. Residents built a wooden schoolhouse (1872) and a post office (1873). Over time, with increased commuter settlement, Western Springs came to look less and less Quaker. In 1885, the Grand Avenue School replaced the wooden schoolhouse, and the office of village marshal was created as a combination policeman, dogcatcher, and groundskeeper. In 1886, the Friend's Church (razed in 1958) was built on the corner of Walnut and Woodland. That same year, Western Springs incorporated as a village by a public vote of 34 to 25. The voting townspeople elected a prominent Quaker developer, T. C. Hill, as the town's first president.Mulvaney, M. (1987). Western Springs: Then and Now Western Springs Area Branch of the American Association of University Women After the spring dried up in 1890, the village hired engineers Edgar and Benezette Williams to build the village waterworks system, including the famous water tower. Constructed using Naperville stone, the tower stood high. Replaced in 1962, it became a museum in 1970 and entered the National Register of Historic Places in 1981. Western Springs added many improvements over the years, including a fire department (1894), electric plant (1898), telephones (1899), a park district (1923), and a library (1926). The village expanded south of 47th Street, annexing the subdivisions of Forest Hills (1927), Springdale (1955), and Ridgewood (1973). On March 21, 2005, the Village of Western Springs annexed the former Timber Trails golf course, which is now being developed into a new community of single-family homes and townhomes. The property added to the village. Until recently, the village has not permitted the sale of alcoholic beverages. Currently, a number of establishments sell alcohol, including Paul Virant's Vie, Solstice Restaurant, and Hillgrove Tap, the latter two of which are nearby on the corner of Wolf Road and Hillgrove Avenue. ==Geography== Western Springs is located at 41°48'20\" North, 87°54'4\" West (41.805531, -87.901035). Western Springs is located west of the Chicago Loop and encompasses roughly the area between Willow Springs Road, Ogden Avenue, Interstate 294, and Plainfield Road. According to the 2010 census, Western Springs has a total area of , all land. ==Demographics== As of the census of 2000, 12,493 people, 4,318 households, and 3,614 families were residing in the village. The population density was 4,756.7 people per square mile (1,834.1/km). The 4,444 housing units averaged 1,692.0 per square mile (652.4/km). The racial makeup of the village was 98.32% White, 0.18% African American, 0.04% Native American, 0.72% Asian, 0.21% from other races, and 0.53% from two or more races. About 1.70% of the population was Hispanic or Latino of any race. The top five ancestries reported in Western Springs as of the 2000 census were Irish (29.9%), German (27.8%), Polish (13.8%), Italian (13.5%), and English (9.0%). . U.S. Census Bureau. Accessed 2007-04-07. Of the 4,318 households, 42.8% had children under the age of 18 living with them, 76.1% were married couples living together, 5.8% had a female householder with no husband present, and 16.3% were not families. About 15.0% of all households were made up of individuals, and 8.5% had someone living alone who was 65 years of age or older. The average household size was 2.89, and the average family size was 3.23. In the village, the population was spread out, with 31.0% under the age of 18, 3.9% from 18 to 24, 25.1% from 25 to 44, 25.6% from 45 to 64, and 14.4% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 93.3 males. For every 100 females age 18 and over, there were 90.5 males. The median income for a household in the village was $98,876, and for a family was $108,870. In 2009, this went up to $139,758. Males had a median income of $82,580 versus $41,214 for females. The per capita income for the village was $43,699. 0.9% of the population and 0.7% of families were below the poverty line; 1.0% of those under the age of 18 and 1.5% of those 65 and older were living below the poverty line. As of 2010, Western Springs had a population of 12,975. The ethnic and racial makeup of the population was 96.8% White, 0.4% African-American, 0.1% Native American, 1.4% Asian, 0.5% reporting some other race, 0.9% reporting two or more races, and 2.8% Hispanic or Latino. ==Government== Western Springs' village president is Alice Gallagher (2017). It is in Illinois's 3rd congressional district; the district's former congressman, Dan Lipinski, is a resident of the village. His father, Bill Lipinski, was a longtime congressman of the 3rd district, and was able to get his son to replace him on the ballot, though he had not lived in Illinois for 15 years. Name recognition and party affiliation helped him dominate the ballot and win the election. As of 2020, Democrat Marie Newman replaced Lipinski as the district's congressperson. ==Transportation== thumb|300px|The western entrance of the Timber Trails subdivision: The annexation of the former Timber Trails golf course in 2005 was a contentious issue for this tranquil suburb. One major highway traverses Western Springs; Ogden Avenue (U.S. Route 34) runs east–west along the northern border and intersects the Tri-State Tollway (I-294) on the western border. The main north–south street in the village is Wolf Road, designated as a Blue Star Memorial Highway. The BNSF Railway runs through Western Springs. Daily commuter service on that line, connecting Aurora and Chicago, is provided by Metra. Freight rail traffic on the line is heavy, with BNSF operating freight trains on all three mainline routes through the village. During non-rush hours, a freight train may run along the line as frequently as once every 10 minutes on average. Amtrak also runs this subdivision with passenger trains such as the Southwest Chief and the Illinois Zephyr. All told, the BNSF and Amtrak run up to 130 trains a day through Western Springs: Eight Amtrak trains in both directions, 96 Metra trains from morning to midnight, and around 25 or more freight trains. Sometimes, around 145 trains can come through. A typical BNSF train contains 100 to 125 cars, mainly consisting of coal cars and intermodal trains. Metra runs five to 11 cars per train, with the average being six cars. A new train station was built in 2004–2005. The north platform was remodeled in 2008, and the extended platform was connected to Wolf Road in 2019. The new station is a virtual replica of a train station that was demolished in 1972. Passenger airline service is available at O'Hare and Midway airports, both located in Chicago. Commuter bus service is provided by Pace, the suburban bus division of the Regional Transportation Authority. ==Education== The Village of Western Springs is served by three public elementary school districts and one public high school district. Western Springs School District 101 serves the original neighborhoods of Western Springs and is comprised four school: Field Park, Forest Hills, and Laidlaw Elementary Schools serve K-5 students and McClure Junior High serves students in grades 6–8. LaGrange Highlands School District 106 serves students from other, newer neighborhoods (e.g., Ridgewood) and operates two schools: La Grange Highlands Elementary, which serves K-4 students, and La Grange Highlands Middle School for students in grades 5–8. All elementary and middle schools that serve Western Springs feed into Lyons Township High School District 204. Lyons Township High School has two campuses: Freshmen and Sophomores attend the South Campus in Western Springs, and Juniors and Seniors attend the North Campus in LaGrange. ==Health== AMITA Health Adventist Medical Center La Grange, operated by AMITA Health Medical Group, is a level-two trauma center. The hospital has 270 inpatient beds. A $79 million renovation and expansion of the facility was completed in early 2007. It is 3 miles from downtown Western Springs. AMITA Health Adventist Medical Center Hinsdale is located less than from downtown Western Springs in neighboring Hinsdale. ==Parks== *Ridge Acres Park *Ridgewood Park *Laidlaw Park *Spring Rock Park (1931) *Springdale Park *Forest Hills Park *Clark Park *Northwest Park *Northeast Park (previously known as \"Candy Cane Park\") *Field Park *Timber Trails Park (2005) *Sereda Park ==Recreation== The Western Springs Service Club (WSSC) is Western Springs' private pool. The pool was formed in 1954 and officially opened in 1955. There was an addition made in 1965 and a renovation in 1996. The WSSC provides recreational swimming, swim team for ages 6 to 18, water aerobics, lap swimming, and swim lessons for members of the Service Club. On top of the infant pool, two swimming pools with slides and a diving board, the WSSC also includes a grass volleyball court and a GaGa pit. The facility also provides an outdoor snack shop and locker rooms. The property may also be used for birthday parties, relaxation, picnics, or meetings.http://www.westernspringspool.com/ Western Springs has a public library, the Thomas Ford Memorial Library. The library building at 800 Chestnut St. opened in 1932. Additions to the building were completed in 1962 and 1996. The library serves both children and adults and is part of the suburban library system. Patrons have access to programs such as story hour, book groups, and film groups. Western Springs includes two recreational centers. The Recreation Center and the Grand Avenue Community Center are both about four blocks from downtown Western Springs. These recreation centers provides many classes, sports, events, and activities for anyone who desires to be active. ==Notable people== * Robert Barron, Roman Catholic bishop * Emil J. Boucek, state representativeIllinois Blue Book 1981-1983, Biographical Sketch of Emil J. Boucek, pg. 80 * Brian Campbell, former defenseman for NHL's Chicago Blackhawks * Terrel E. Clarke, Illinois state legislator and businessman * Melinda Culea, actress * Steve Dahl, radio personality, podcaster * Taylor Davis, violinist * Jim Durkin, Minority Leader of the Illinois House of Representatives * Jake Elliott, NFL kicker * Cameron Esposito, comedian * Eileen Lyons, state representative * Jonathan Franzen, novelist * Billy Graham, Christian evangelist * John Hattendorf, maritime historian * John Kass, columnist for Chicago Tribune * Dan Lipinski, United States congressman * George Beverly Shea, gospel singer with Billy Graham, Grammy Award winner * Walter M. Urbain, food scientist * James \"J.Y.\" Young, guitarist for Styx * Suzy Glowiak,state senator from the 24th State Senate District ==Twin town== Western Springs is twinned with Rugeley, England. ==References== ==External links== *Village of Western Springs official website *Western Springs Historical Society *Thomas Ford Memorial Library Category:Chicago metropolitan area Category:Villages in Cook County, Illinois Category:Villages in Illinois Category:Populated places established in 1886 Category:1886 establishments in Illinois",
 "title": "Western Springs, Illinois"
}