{
 "id": "111140",
 "text": "Brocton is a village in Embarrass Township, Edgar County, Illinois, United States. The population was 322 at the 2010 census. ==Geography== Brocton is located at (39.716470, -87.931812). According to the 2010 census, Brocton has a total area of , all land. ==Demographics== As of the census of 2000, there were 322 people, 132 households, and 86 families residing in the village. The population density was 556.5 people per square mile (214.4/km). There were 150 housing units at an average density of 259.3 per square mile (99.9/km). The racial makeup of the village was 99.69% White, and 0.31% from two or more races. There were 132 households, out of which 30.3% had children under the age of 18 living with them, 54.5% were married couples living together, 9.1% had a female householder with no husband present, and 34.8% were non-families. 29.5% of all households were made up of individuals, and 17.4% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 2.99. In the village, the population was spread out, with 28.3% under the age of 18, 4.3% from 18 to 24, 29.5% from 25 to 44, 22.4% from 45 to 64, and 15.5% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 95.2 males. For every 100 females age 18 and over, there were 90.9 males. The median income for a household in the village was $30,250, and the median income for a family was $31,500. Males had a median income of $23,750 versus $20,938 for females. The per capita income for the village was $20,960. About 15.2% of families and 16.5% of the population were below the poverty line, including 29.9% of those under age 18 and 12.8% of those age 65 or over. ==Education== Brocton had its own high school until 1952. The Brocton High School mascot was the \"Purple Martins\". In 1952, schools in Brocton and Redmon consolidated. Brocton-Redmon High School (mascot: \"Blackhawks\") continued in its place until 1968, when it merged with Young America High School in Metcalf to form Shiloh School.http://illinoishsglorydays.com/id437.html> ==In popular culture== Brocton is a prominent location in the David Baldacci novel Memory Man. Printings of the book include a map and several pictures of the village. ==References== Category:Villages in Illinois Category:Villages in Edgar County, Illinois",
 "title": "Brocton, Illinois"
}