{
 "id": "111185",
 "text": "North City is a village in Franklin County, Illinois, United States. As of the 2020 census, the population was 509. North City is also known as \"Coello\". The current mayor is Curtis Overton. ==History== North City incorporated in 1915. Its name comes from two nearby coal mines which were nicknamed \"New North\" and \"Old North.\" A post office, known as \"Coello\" after its first postmaster, Pete Coello, opened in 1918. Both \"North City\" and \"Coello\" are commonly used in the village.Franklin County, Illinois, 1818-1997 (Turner Publishing Company, 1996), pp. 12-13. ==Geography== North City is located in western Franklin County at (37.993129, -89.065547). It is bordered to the south by the city of Christopher. Illinois Route 148 passes through the eastern side of the village, leading north to Valier, north to Sesser, and south through Christopher to Zeigler. Illinois Route 14 runs just south of North City, leading east to Benton, the Franklin County seat, and west to Du Quoin. According to the 2010 census, North City has a total area of , of which (or 97.5%) is land and (or 2.5%) is water. ==Demographics== As of the census of 2000, there were 630 people, 259 households, and 178 families residing in the village. The population density was 287.3 people per square mile (111.1/km). There were 277 housing units at an average density of 126.3 per square mile (48.8/km). The racial makeup of the village was 97.14% White, 0.32% African American, 0.32% Asian, 1.59% from other races, and 0.63% from two or more races. Hispanic or Latino of any race were 1.90% of the population. There were 259 households, out of which 26.6% had children under the age of 18 living with them, 59.1% were married couples living together, 6.9% had a female householder with no husband present, and 30.9% were non-families. 27.4% of all households were made up of individuals, and 12.4% had someone living alone who was 65 years of age or older. The average household size was 2.43 and the average family size was 2.97. In the village, the population was spread out, with 22.9% under the age of 18, 8.7% from 18 to 24, 25.7% from 25 to 44, 25.1% from 45 to 64, and 17.6% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 104.5 males. For every 100 females age 18 and over, there were 102.5 males. The median income for a household in the village was $27,381, and the median income for a family was $36,250. Males had a median income of $29,375 versus $20,714 for females. The per capita income for the village was $13,360. About 14.1% of families and 19.6% of the population were below the poverty line, including 29.5% of those under age 18 and 20.0% of those age 65 or over. ==References== Category:Villages in Franklin County, Illinois Category:Villages in Illinois Category:Populated places in Southern Illinois",
 "title": "North City, Illinois"
}