{
 "id": "111294",
 "text": "Ashkum is a village in Ashkum Township, Iroquois County, Illinois, United States. The population was 761 at the 2010 census. ==Origin of name== The name originated from Chief Ashkum of the Potawatomi people. ==Geography== Ashkum is located in northwestern Iroquois County at (40.881356, -87.952172). U.S. Route 45 passes through the village, leading east then north to Kankakee, and south to Gilman. Illinois Route 116 leads west from Ashkum to Pontiac. Interstate 57 crosses IL-116 at Exit 293 just west of Ashkum; it leads north to Kankakee and to Chicago, while to the south it leads to Champaign. According to the 2010 census, Ashkum has a total area of , all land. Immediate neighbors of Ashkum are Danforth ( south), Cullom ( west), and Clifton (4 miles north). ==Demographics== As of the census of 2000, there were 724 people, 302 households, and 215 families residing in the village. The population density was 883.2 people per square mile (340.9/km). There were 321 housing units at an average density of 391.6 per square mile (151.1/km). The racial makeup of the village was 98.90% White, 0.69% from other races, and 0.41% from two or more races. Hispanic or Latino of any race were 0.69% of the population. There were 302 households, out of which 30.5% had children under the age of 18 living with them, 56.6% were married couples living together, 10.3% had a female householder with no husband present, and 28.5% were non-families. 24.8% of all households were made up of individuals, and 14.9% had someone living alone who was 65 years of age or older. The average household size was 2.40 and the average family size was 2.88. In the village, the population was spread out, with 24.7% under the age of 18, 8.7% from 18 to 24, 24.7% from 25 to 44, 23.6% from 45 to 64, and 18.2% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 97.3 males. For every 100 females age 18 and over, there were 97.5 males. The median income for a household in the village was $40,313, and the median income for a family was $52,857. Males had a median income of $32,321 versus $23,625 for females. The per capita income for the village was $20,806. About 3.5% of families and 3.8% of the population were below the poverty line, including 4.4% of those under age 18 and 1.5% of those age 65 or over. ==Communications== Ashkum is one of three municipalities in Iroquois County (along with Chebanse and Clifton) that are served by Comcast's South Suburban Chicago system (which is based out of Homewood and also serves the Kankakee area). This means that for local broadcast channels, Ashkum receives stations from the Chicago area and does not receive any stations from the Champaign–Springfield–Decatur market, which includes Iroquois County. ==References== ==External links== *Village of Ashkum official website Category:Villages in Iroquois County, Illinois Category:Villages in Illinois",
 "title": "Ashkum, Illinois"
}