{
 "id": "111280",
 "text": "Annawan is an incorporated town in Henry County, Illinois, United States. The population was 878 at the 2010 census.2010 Census results Geneseo Republic, (Link to article ) ==Geography== Annawan is located at (41.397094, -89.908893). According to the 2010 census, Annawan has a total area of , all land. ==Demographics== As of the census of 2000, there were 868 people, 354 households, and 238 families residing in the village. The population density was 1,273.6 people per square mile (492.8/km). There were 373 housing units at an average density of 547.3/sq mi (211.8/km). The racial makeup of the village was 99.88% White, and 0.12% from two or more races. Hispanic or Latino of any race were 1.15% of the population. There were 354 households, out of which 32.8% had children under the age of 18 living with them, 58.5% were married couples living together, 6.5% had a female householder with no husband present, and 32.5% were non-families. 30.5% of all households were made up of individuals, and 15.5% had someone living alone who was 65 years of age or older. The average household size was 2.45 and the average family size was 3.07. In the town, the population was spread out, with 27.3% under the age of 18, 6.5% from 18 to 24, 25.1% from 25 to 44, 21.5% from 45 to 64, and 19.6% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 90.4 males. For every 100 females age 18 and over, there were 86.1 males. The median income for a household in the town was $38,571, and the median income for a family was $46,563. Males had a median income of $37,237 versus $20,673 for females. The per capita income for the town was $15,839. About 9.0% of families and 9.7% of the population were below the poverty line, including 13.0% of those under age 18 and 2.8% of those age 65 or over. ==History== Daniel Morton came to the area in 1846 and built the first log cabin. Gilbert Morton was the first child born here that year to Daniel and his wife Sarah. The following year a schoolhouse was built on the Morton property. The land the Mortons found was a swampy marsh to the north with higher ground to the south. Mud Creek meandered through the area and Green River paralleled the current Interstate 80 to the north. In 1850, a survey of the right-of-way for the Chicago, Rock Island and Pacific Railroad was made through Henry County. The selected route passed through the area inhabited by the Mortons and a few fellow pioneer families. In 1853, when the railroad was almost complete, Charles Atkinson and James Grant, owners of the land adjoining the railroad, plotted the town of Annawan. The town of Annawan, which some say was named after a Winnebago Indian Chief, was born. At the turn of the twentieth century, a new channel of Green River was developed, drainage ditches were completed and tile installed. This allowed the marsh north of Annawan to become productive farmland. With the completion of Interstate 80 through Henry County in the 1960s, Annawan began to grow at a steady pace, with various services such as restaurants and gas stations appearing along the interstate. By the dawn of the 21st century, several projects were planned in Annawan. The North Meadow subdivision was completed in the early 2000s as a community for retirees with a community center at the center of the development. A new interstate side hotel was also completed just off Canal Street adjacent to Interstate 80. Midway through the decade plans for an ethanol plant were made. == Present day == Today, Annawan supports a variety of different businesses that serve Henry County and Interstate 80 travelers. As of 2013, the North Meadow retirement community development has been discontinued; however, the subdivision remains one of the newer housing developments in town. The library and the town offices have made their home in the former North Meadow community center. The aforementioned ethanol plant, Patriot Renewable Fuels, opened in 2007, providing Annawan with around 100 jobs. Annawan supports one hotel, two gas stations, five restaurants/taverns, a grocery store, and a gift shop, to name a few different services available in the community. From 2000 to 2012, retail sales in Annawan have increased 123%. In addition, 48 businesses were open in Annawan in 2009, while 66 operate in the town today. On November 27, 2013, ground was broken for a new 5 million gallon biodiesel plant to be built adjacent to the existing ethanol plant in eastern Annawan. == Past mayors == (In order of past to present) F. H. Slater, James Bice, S. C. Carpenter, W. S. Knowlton, Elmer Fitzkee, John Lamont, J. P. Paine, Dr. W. H. Webster, Dr. Robert White, Seth Moo, C. H. Mason, O. W. Nowell, George Dow, Hugh White, Dr. J. M. Young, Edward Doubler, Charles Verdick, Robert Pont, Arthur Quaife, Raymond Bollengier, Henry Nowers, Wilbur Hodgett, Dennis DeSplinter, and Kennard Franks (2001–2015), Scott Smith (2015–2016), Tim Wise (2016–present) == Parks and recreation == Nearby Annawan is Johnson Sauk Trail Park, which includes a 60-acre lake with a maximum depth of 21 feet, and a small pond. The park is just 5 minutes south on Illinois 78. It also has a camper store and a campground. Annawan is also home to Howes Park, which hosts the Annawan-Wethersfield Titans baseball team. The park also offers Youth soccer, Grades K through 5. About a mile west of Annawan is Mud Creek, which serves as the midpoint for the Carol M. Guthrie 5 Kilometer (3.5 mi) run. == Rolle Bolle == alt=Annawan's Rolle Bolle courts in Howe's Park. A sign declares the courts as the location of the Rolle Bolle World Tournament.|thumb|Annawan's Rolle Bolle courts in Howe's Park. A sign declares the courts as the location of the Rolle Bolle World Tournament. Annawan's Rolle Bolle courts are located in Howe's Park, the location of the annual Rolle Bolle World Tournament, which is typically held in July. The yard game originated in Belgium (where it is known as krulbollen) and was brought over by Belgian immigrants to the United States in the late 19th and early 20th century. The game is also played in the nearby towns of Moline, Atkinson, Manlius, Geneseo, Kewanee, and Hooppole. == Municipality type dispute == Annawan claims to be a village; however, per the Illinois Secretary of State, which has the duty of keeping track of incorporated municipalities in Illinois, Annawan is an incorporated town, not a village. == References == == External links == *Village of Annawan, Illinois *Annawan - Henry County Tourism Bureau *Annawan Public Schools - Regional Office of Education serving Bureau, Henry and Stark Counties *Annawan Profile - Illinois Department of Commerce and Economic Opportunity Category:Towns in Henry County, Illinois Category:Towns in Illinois Category:Populated places established in 1853 Category:1853 establishments in Illinois",
 "title": "Annawan, Illinois"
}