{
 "id": "111220",
 "text": "Ridgway is a village in Gallatin County, Illinois, United States. As of the 2020 census, the population was 851. As of 2018, Rebecca Mitchell was the town mayor. ==History== Ridgway was established in 1866 as a construction camp along what would become the Springfield and Illinois South Eastern Railway. It was named for the railroad's president, Thomas S. Ridgway.Edward Callary, Place Names of Illinois (University of Illinois Press, 2010), p. 296. The village, once home to a popcorn plant, is the former self-proclaimed \"Popcorn Capital of the World\". Popcorn Day continues as part of the Gallatin County Fair and is held the second Saturday in September. The February 2012 tornadoes, which killed seven in the nearby Harrisburg area, destroyed the St. Joseph's Catholic Church in Ridgway.\"Tornadoes Rip Through the Midwest and South,\" Boston Globe, 1 March 2012. The church was rebuilt in 2015 under the name \"St. Kateri,\" in honor of Kateri Tekakwitha.\"St. Kateri Taking Shape in Ridgway,\" Belleville Messenger, 30 July 2015. ==Geography== Ridgway is located in southern Illinois at (37.798036, -88.260571), north of Shawnee National Forest. It is in north-central Gallatin County, northwest of Shawneetown, the county seat. The village is concentrated along Ridgway Newhaven Road, just east of Illinois Route 1. According to the 2010 census, Ridgway has a total area of , of which (or 99.89%) is land and (or 0.11%) is water. ==Demographics== As of the census of 2000, there were 928 people, 441 households, and 271 families residing in the village. The population density was 1,030.6 people per square mile (398.1/km). There were 490 housing units at an average density of 544.2 per square mile (210.2/km). The racial makeup of the village was 55.35% White, 34.32% Native American, 0.22% African American, and 0.11% from two or more races. Hispanic or Latino of any race were 0.54% of the population. There were 441 households, out of which 21.1% had children under the age of 18 living with them, 49.9% were married couples living together, 9.5% had a female householder with no husband present, and 38.5% were non-families. 35.6% of all households were made up of individuals, and 21.5% had someone living alone who was 65 years of age or older. The average household size was 2.10 and the average family size was 2.72. In the village, the population was spread out, with 18.0% under the age of 18, 8.2% from 18 to 24, 23.7% from 25 to 44, 27.2% from 45 to 64, and 23.0% who were 65 years of age or older. The median age was 45 years. For every 100 females, there were 89.0 males. For every 100 females age 18 and over, there were 87.4 males. The median income for a household in the village was $27,670, and the median income for a family was $36,786. Males had a median income of $31,944 versus $19,500 for females. The per capita income for the village was $16,959. About 19% of families and 10% of the population were below the poverty line, including 35.1% of those under age 18 and 12.3% of those age 65 or over. ==Further reading== * 1887. History of Gallatin, Saline, Hamilton, Franklin and Williamson Counties, Illinois. Chicago: Goodspeed Publishing Co. * Lawler, Lucille. 1968. Gallatin County: Gateway to Illinois. Privately published. 153 pages. * Lawler, Lucille. 1971. Ridgway, Our Town. Privately published. 43 pages. * Musgrave, Jon, ed. 2002. Handbook of Old Gallatin County and Southeastern Illinois. Marion, Ill.: IllinoisHistory.com. 464 pages. ==References== ==External links== * Category:Villages in Gallatin County, Illinois Category:Villages in Illinois",
 "title": "Ridgway, Illinois"
}