{
 "id": "111242",
 "text": "Minooka is a village in Grundy, Kendall, and Will counties, Illinois, United States. The population was 10,924 at the 2010 census, up from 3,971 at the 2000 census. The village is part of the Chicago metropolitan area. The Chicago, Rock Island and Pacific Railroad served the town at Minooka Station. ==History== Minooka was established as a place in 1852 when the railroad was built through this area. It was incorporated as a village in 1869.Genweb page on Grundy County history The name \"Minooka\" is derived from an Indian word meaning \"maple forest\" or \"good earth\". ==Geography== left|thumb|Open fields near Minooka, Illinois The center of the village is in the northeast corner of Grundy County. The village limits extend north into the southeast corner of Kendall County and east into Will County. The village is bordered to the east and south by the village of Channahon. Interstate 80 passes through the north side of the village, with access from Exit 122. I-80 leads northeast to Joliet and west to LaSalle. Downtown Chicago is northeast of Minooka via Interstates 80 and 55. U.S. Route 6 runs along part of the southern border of Minooka; the highway leads east into the center of Channahon and southwest to Morris. According to the 2020 census, Minooka has a total area of , of which (or 99.2%) are land and (or 0.8%) are water. The DuPage River, a south-flowing tributary of the Des Plaines River, forms part of the eastern boundary of the village. ==Demographics== As of the 2000 census, there were 3,971 people, 1,315 households, and 1,088 families residing in the village. The population was 10,924 at the 2010 census. The population density was 931.5 people per square mile (359.9/km). There were 1,338 housing units at an average density of 313.9 per square mile (121.3/km). The racial makeup of the village was 98.04% White, 0.25% African American, 0.20% Native American, 0.30% Asian, 0.53% from other races, and 0.68% from two or more races. Hispanic or Latino of any race were 2.85% of the population. There were 1,315 households, out of which 49.3% had children under the age of 18 living with them, 70.3% were married couples living together, 8.1% had a female householder with no husband present, and 17.2% were non-families. 14.2% of all households were made up of individuals, and 4.0% had someone living alone who was 65 years of age or older. The average household size was 3.02 and the average family size was 3.34. In the village, the population was spread out, with 31.9% under the age of 18, 8.3% from 18 to 24, 30.4% from 25 to 44, 23.9% from 45 to 64, and 5.5% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 98.6 males. For every 100 females age 18 and over, there were 99.8 males. The median income for a household in the village was $75,249, and the median income for a family was $81,190. Males had a median income of $59,583 versus $33,347 for females. The per capita income for the village was $26,054. About 1.1% of families and 2.2% of the population were below the poverty line, including 0.5% of those under age 18 and 7.5% of those age 65 or over. ==Education== Minooka Community Consolidated School District 201 (elementary district) has a total of seven schools and serves nearly 4,000 students. Minooka Community High School District 111 has a campus for juniors and seniors and a newer campus for freshmen and sophomores. == Notable people == * Dale Coyne, Indy Car team owner * Sal Fasano, former Major League Baseball player * Mike Foltynewicz, Major League Baseball player * Nick Offerman, actor (Ron Swanson on Parks and Recreation) * Carlos Avery, Minnesota newspaper publisher, politician, and conservationist ==References== ==External links== *Official website *Minooka School District Category:Villages in Grundy County, Illinois Category:Villages in Kendall County, Illinois Category:Villages in Will County, Illinois Category:Villages in Illinois Category:Populated places established in 1869 Category:1869 establishments in Illinois",
 "title": "Minooka, Illinois"
}