{
 "id": "111228",
 "text": "Roodhouse is a city in Greene County, Illinois, United States. The population was 1,814 at the 2010 census, down from 2,214 at the 2000 census. ==Geography== Roodhouse is located in northern Greene County at (39.482004, -90.371780). U.S. Route 67 passes through the center of the city, leading north to Jacksonville and south to Carrollton, the Greene County seat. According to the 2010 census, Roodhouse has a total area of , all land. ==History== Roodhouse was founded in the 1850s by John Roodhouse. The community was originally known as \"The Crossroads\" for its position on two major highways, though it was later renamed for its founder. In 1860, John Rawlins convinced the Chicago and Alton Railway to open a station in the community by promising to secure local funds for the depot and warehouse. The railway built its Louisiana branch from Roodhouse in 1871, and the city became a major junction point, boosting its population and economy. Roodhouse was legally incorporated as a city in 1880. Passenger railroad service to Roodhouse ended in the 1950s, causing a local economic downturn which persisted over the following decades. The Hotel Roodhouse, the city's only surviving hotel from the railroad era, is listed on the National Register of Historic Places. ==Demographics== In the census of 2000, there were 2,214 people, 829 households, and 562 families residing in the city. The population density was 1,955.6 people per square mile (756.5/km). There were 919 housing units at an average density of 811.8 per square mile (314.0/km). The racial makeup of the city was 94.17% White, 4.52% African American, 0.09% Native American, 0.09% Asian, 0.41% from other races, and 0.72% from two or more races. Hispanic or Latino of any race were 0.63% of the population. There were 829 households, out of which 33.8% had children under the age of 18 living with them, 47.9% were married couples living together, 12.9% had a female householder with no husband present, and 32.1% were non-families. 27.5% of all households were made up of individuals, and 14.0% had someone living alone who was 65 years of age or older. The average household size was 2.49 and the average family size was 3.01. In the city, the population was spread out, with 26.2% under the age of 18, 14.5% from 18 to 24, 26.5% from 25 to 44, 18.7% from 45 to 64, and 14.1% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 103.7 males. For every 100 females age 18 and over, there were 107.6 males. The median income for a household in the city was $28,109, and the median income for a family was $33,889. Males had a median income of $27,292 versus $20,500 for females. The per capita income for the city was $12,281. About 14.2% of families and 16.8% of the population were below the poverty line, including 20.3% of those under age 18 and 11.6% of those age 65 or over. ==References== Category:Cities in Greene County, Illinois Category:Cities in Illinois",
 "title": "Roodhouse, Illinois"
}