{
 "id": "111222",
 "text": "Carrollton is a city in and the county seat of Greene County, Illinois, United States. The population was 2,484 as of the 2010 census. ==Geography== Carrollton is located in south-central Greene County at (39.296662, -90.408059). U.S. Route 67 passes through the city as 5th Street, leading north to Jacksonville and south to Alton on the Mississippi River. Illinois Route 108 (Main Street) crosses US 67 in the center of town, leading east to Carlinville and west to Kampsville on the Illinois River. According to the 2010 census, Carrollton has a total area of , of which (or 99.89%) is land and (or 0.11%) is water. It is located southwest of Springfield, the state capital, and is north of St. Louis, Missouri. Greene County borders the Metro East area. thumb|right|Carrollton post office ==Demographics== As of the census of 2000, there were 2,605 people, 1,077 households, and 724 families residing in the city. The population density was 1,561.2 people per square mile (602.3/km). There were 1,175 housing units at an average density of 704.2 per square mile (271.7/km). The racial makeup of the city was 98.77% White, 0.04% African American, 0.23% Native American, 0.31% Asian, 0.08% Pacific Islander, 0.19% from other races, and 0.38% from two or more races. Hispanic or Latino of any race were 0.50% of the population. There were 1,077 households, out of which 31.1% had children under the age of 18 living with them, 53.7% were married couples living together, 9.8% had a female householder with no husband present, and 32.7% were non-families. 29.9% of all households were made up of individuals, and 17.6% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.92. In the city, the population was spread out, with 23.7% under the age of 18, 8.2% from 18 to 24, 24.3% from 25 to 44, 22.1% from 45 to 64, and 21.7% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 88.0 males. For every 100 females age 18 and over, there were 83.8 males. The median income for a household in the city was $30,154, and the median income for a family was $37,368. Males had a median income of $33,194 versus $19,211 for females. The per capita income for the city was $16,340. About 6.4% of families and 9.0% of the population were below the poverty line, including 13.7% of those under age 18 and 8.2% of those age 65 or over. ==Business== ===Banks=== There are two banks in Carrollton: Carrollton Bank and CNB Bank. ==Education== Carrollton is home to three schools: Carrollton High School (Carrollton, Illinois), Carrollton Grade School, and St. John the Evangelist Catholic School. == Notable people == * Karen Allen (born 1951), actress (Raiders of the Lost Ark and Indiana Jones and the Kingdom of the Crystal Skull) * Thomas Carlin, 7th Governor of Illinois, lived and died in Carrollton * Sam Coonrod, pitcher for the Philadelphia Phillies and member of the 2011 IHSA Class A State Champion Carrollton Hawks baseball team * Alicia DeShasier, athlete, All-American softball player at Southern Illinois University Edwardsville; Gold Medal winner in javelin throw at the 2011 Pan American Games * Edward Dickinson Baker, soldier, former U.S. congressman from Illinois, U.S. senator from Oregon * James Barnet Fry (1827-1894), US Army brevet major general; military historian; born in Carrollton * John Hyde (1865-1912), Presbyterian missionary to India; known as \"Praying Hyde\" * Norman L. Jones, Illinois Supreme Court justice * Barbara Owens, mystery and suspense writer; winner of the Edgar Award for Best Short Story (\"The Cloud Beneath the Eaves\") * Henry Thomas Rainey (1860–1934), Speaker of the United States House of Representatives during the first 100 days of President Franklin D. Roosevelt's first term.United States Congress. \"Rainey, Henry Thomas 1860 – 1934\". Biographical Directory of the United States Congress. * Major Marcus Reno, commanded a battalion of the 7th U.S. Cavalry at the Battle of the Little Bighorn * William Sharon, lawyer, U.S. senator from Nevada; ran mercantile business in Carrollton * Gregon A. Williams, Marine Corps Major general; served in Nicaragua, World War II and Korean War * David M. Woodson, lawyer, jurist, politician; practiced law in Carrollton ==References== ==External links== * City of Carrollton official website Category:Cities in Illinois Category:Cities in Greene County, Illinois Category:County seats in Illinois",
 "title": "Carrollton, Illinois"
}