{
 "id": "111344",
 "text": "Fidelity is a village in Jersey County, Illinois, United States, located about thirty-five miles north of Saint Louis, Missouri. As of the 2020 census, the village had a total population of 96. The village is usually noted for its postmark. ==Geography== Fidelity is located at (39.154636, -90.163947). According to the 2010 census, Fidelity has a total area of , all land. ==History== In 1829, people from Tennessee reportedly traveled across this site. According to local legend, a horse belonging to settler Joseph Russell went lame, stranding Russell, who was offered a replacement horse by another settler, Samuel Simmons. The legend continues that Russell replied, \"That's true fidelity.\" In another version of events, Joseph Russell and his brother William were traveling from Hawkins County, TN, to Missouri. They were looking for cheap, good land. They set up camp in present day Fidelity. They hobbled their horses and went to sleep. When they woke, they found that William's horse had tried to escape and injured its foot. Stuck with only one horse, William said \"Joseph, you take my horse to finish the trip and get back to East Tennessee, and I'll stay here and keep your horse with me until his foot gets well.\" William exclaimed \"Well, that's what I call real fidelity!\" William continued to St Louis, surveyed a tract of land, and went back to Tennessee. On July 31, 1849, William wrote to Joseph about his intentions to name the town \" Fidelity.\" Simmons built a log cabin there, and in 1850, Russell and his brother also settled in the area. The Russell brothers are credited with having ensured the town was officially named Fidelity. A post office was established in the village in 1854. During the mid-20th century, Fidelity was reportedly the site of \"a small Army barracks, grain elevator, several doctors and dentists, a blacksmith shop and grocery stores.\" Since then, Fidelity has become a tiny village made up mostly of small homes. The post office is now the only remaining business and its postmark has enjoyed some popularity for use on Valentine's day greetings, with several hundred requests for cancellations received from addresses both in the United States and around the world each year.Associated Press, Postmaster Shows Lot of Love in Fidelity, Jim Suhr retrieved February 10, 2007 ==Demographics== As of the census of 2000, there were 105 people, 41 households, and 30 families residing in the village. The population density was 941.2 people per square mile (368.6/km). There were 44 housing units at an average density of 394.4 per square mile (154.4/km). The racial makeup of the village was 100.00% White. There were 41 households, out of which 46.3% had children under the age of 18 living with them, 51.2% were married couples living together, 12.2% had a female householder with no husband present, and 24.4% were non-families. 17.1% of all households were made up of individuals, and 12.2% had someone living alone who was 65 years of age or older. The average household size was 2.56 and the average family size was 2.77. In the village, the population was spread out, with 29.5% under the age of 18, 5.7% from 18 to 24, 30.5% from 25 to 44, 25.7% from 45 to 64, and 8.6% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 94.4 males. For every 100 females age 18 and over, there were 94.7 males. The median income for a household in the village was $17,500, and the median income for a family was $17,083. Males had a median income of $30,625 versus $21,250 for females. The per capita income for the village was $7,798. There were 27.6% of families and 28.2% of the population living below the poverty line, including 29.0% of under eighteens and 13.3% of those over 64. ==References== Category:Villages in Jersey County, Illinois Category:Villages in Illinois Category:Populated places established in 1854 Category:1854 establishments in Illinois",
 "title": "Fidelity, Illinois"
}