{
 "id": "111378",
 "text": "Sleepy Hollow is a village in Kane County, Illinois, United States. The population was 3,214 at the 2020 census. ==Geography== Sleepy Hollow is located in northeastern Kane County at (42.090792, -88.312314). It is bordered to the north and east by the village of West Dundee and to the south and west by the city of Elgin. According to the 2010 census, Sleepy Hollow has a total area of , of which (or 98.72%) is land and (or 1.28%) is water. Sleepy Hollow is generally bounded by Randall Road to the west and Illinois Route 72 to the north. Illinois Route 31 runs east of the village limits, and Interstate 90 passes to the south. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Sleepy Hollow village, Illinois - Demographic Profile (NH = Non-Hispanic) !Race / Ethnicity !Pop 2010 !Pop 2020 !% 2010 !% 2020 |- |White alone (NH) |2,949 |2,603 |89.26% |80.99% |- |Black or African American alone (NH) |51 |52 |1.54% |1.62% |- |Native American or Alaska Native alone (NH) |2 |1 |0.06% |0.03% |- |Asian alone (NH) |58 |72 |1.76% |2.24% |- |Pacific Islander alone (NH) |1 |0 |0.03% |0.00% |- |Some Other Race alone (NH) |3 |9 |0.09% |0.28% |- |Mixed Race/Multi-Racial (NH) |33 |89 |1.00% |2.77% |- |Hispanic or Latino (any race) |207 |388 |6.27% |12.07% |- |Total |3,304 |3,214 |100.00% |100.00% |} Note: the US Census treats Hispanic/Latino as an ethnic category. This table excludes Latinos from the racial categories and assigns them to a separate category. Hispanics/Latinos can be of any race. ===2000 Census=== As of the census of 2000, there were 3,553 people, 1,185 households, and 1,026 families residing in the village. The population density was 1,766.3 people per square mile (682.5/km). There were 1,207 housing units at an average density of 600.1 per square mile (231.9/km). The racial makeup of the village was 93.33% White, 0.65% African American, 0.06% Native American, 2.17% Asian, 0.03% Pacific Islander, 1.77% from other races, and 2.00% from two or more races. Hispanic or Latino of any race were 3.77% of the population. There were 1,185 households, out of which 45.7% had children under the age of 18 living with them, 78.8% were married couples living together, 5.7% had a female householder with no husband present, and 13.4% were non- families. 10.0% of all households were made up of individuals, and 2.3% had someone living alone who was 65 years of age or older. The average household size was 3.00 and the average family size was 3.22. In the village, the population was spread out, with 30.5% under the age of 18, 5.5% from 18 to 24, 28.6% from 25 to 44, 28.6% from 45 to 64, and 6.8% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 102.6 males. For every 100 females age 18 and over, there were 99.1 males. The median income for a household in the village was $91,279, and the median income for a family was $93,629. Males had a median income of $67,379 versus $40,260 for females. The per capita income for the village was $31,005. About 1.5% of families and 1.8% of the population were below the poverty line, including 1.2% of those under age 18 and 4.8% of those age 65 or over. ==History== The village is on the site of Sleepy Hollow Farm, which was owned by the late J. H. McNabb, board chairman of Bell and Howell Company. McNabb's heirs sold the farm to Mr. and Mrs. Jack Polivka, who sold it in turn to Floyd T. Falese in 1953. Falese retained the services of a prominent planner and landscape architect, Raymond W. Hazekamp, who laid out a pattern of meandering roads, without curbs or sidewalks, that wound into curvilinear cul-de-sacs, avoiding the destruction of a single tree. This design retained the rural charm and natural contours of the farm and avoided taking down any existing trees. Falese developed lakes in Sleepy Hollow from existing springs and stocked them with fish. Lake Paula and Lake Sharon were the first ones completed, with Lake Ichabod dug in 1962. Falese created Lake Legend and Lake Jacqueline in 1967. The village now owns and maintains several of the lakes. Early residents of the village could keep horses on their property, with outlots used as bridle paths. The designs were carefully selected to enhance what Falese called \"the Sleepy Hollow concept of good living\". Falese encouraged multiple builders and custom-built homes within the community. In the 1960s many of the homes were prefabricated Scholz Design HomesScholz Design: Luxury floor plans and custom home designs constructed by the Mark 60 Corporation. Falese marketed lots in the unincorporated subdivision called \"Sleepy Hollow Manor\". In 1958, the residents voted to incorporate Sleepy Hollow as a separate village rather than being annexed to West Dundee. In 1958, the Faleses purchased the Petitti farm, and in 1961 the Winmoor and Whitney farms added to the family holdings. By 1960, Sleepy Hollow's population was 311. By 1970, it had grown to 1,729. The only commercial activity was the Sleepy Hollow Resort Motel (later renamed the Chateau Louise) and Crichton's Super Mart. In 1966, the Glen Oak Country Club was opened as a member-supported outdoor pool facility (which was later transferred to the Dundee Township Park District.) Later, the Sleepy Hollow Elementary School was opened adjacent to the pool. The Sleepy Hollow population continued to increase through the 1980s and 1990s as the remaining lots in Falese's original subdivision were developed and as three other adjacent subdivisions were annexed: Saddle Club Estates, and Surrey Ridge and the Bluffs. Sleepy Hollow's ability to annex additional land to the west and south is limited by an agreement with the city of Elgin, which also provides for the city to supply water to the village. Sleepy Hollow has had its own police force since the 1960s. For years, it was a one-man force: Larry Sabatino Jr., the second police chief. The village named a park in his memory. On March 9, 2014, the Sleepy Hollow police force had its first fatal shooting in a domestic disturbance case. ==Subdivisions in Sleepy Hollow== The main subdivisions in Sleepy Hollow are: *Deer Creek, a subdivision started in the 1990s by Windsor Development, and then became a custom home subdivision. *Saddle Club Estates, a subdivision built in the late 1980s by Pulte Master Builders featuring a park, green space, wooded lots, and some English and walkout basements. *Sleepy Hollow Manor, the original subdivision to Sleepy Hollow still has some vacancies. *Surrey Ridge, a condo, coach home, and single family subdivision started in the late 1980s by Windsor Development. *The Bluffs, the newest subdivision in Sleepy Hollow, featuring semi-custom and custom homes. ==Financial troubles== As of 2016, the village was facing financial hardships. All the money in reserves and contingency funds had been used up. Street lights were not being replaced, mowing of parks had stopped, and outside contracting had been limited as much as possible. It appeared that there were three options for the village: being annexed to a neighboring municipality; unification with another village to form a separate entity; or dissolving the government altogether, to become an unincorporated part of Kane County. To keep Sleepy Hollow afloat, and keep it as its own village, officials asked for a property tax hike. At the Village Board meeting on March 7, 2016, a motion was passed to send a proposal for review by the Zoning Board to allow sheds in Sleepy Hollow. Sheds and fences have been against village code for numerous years. By allowing sheds and fences, the village would be able to generate revenue through permit costs. The Zoning Board decided not to pursue a change in zoning to permit sheds in the Village. As of late 2016, Sleepy Hollow had created a plan, allowing them to maintain financial control without choosing any of the options from March. Street lights were replaced with new energy- efficient models. A car dealership and gaming cafe were set to open in 2017 on Route 72. ==Gardens== As a way to connect with residents, Sleepy Hollow operates a community garden, which rents garden plots to residents for personal gardening. The village also maintains the \"Giving Garden\", from which produce is donated to local food pantries. As part of the rental agreement for the community garden, renters must volunteer at the Giving Garden. ==Notable people== * John Platt, computer scientist ==External links== * Official village website * Original subdivision plan ==References== Category:Villages in Illinois Category:Villages in Kane County, Illinois Category:Populated places established in 1958 Category:1958 establishments in Illinois",
 "title": "Sleepy Hollow, Illinois"
}