{
 "id": "111486",
 "text": "thumb|right|250px|Riverwoods Village Hall Riverwoods is a village in Lake County, Illinois, United States. It was established on the banks of the Des Plaines River in 1959 by local steel magnate Jay Peterson. The population was 3,660 at the 2010 census. The corporate headquarters of Discover Financial and CCH are located there, as well as Orphans of the Storm, an animal shelter founded in 1928 by famous dancer Irene Castle. The village used to host the annual \"Arts & Riverwoods\" festival. ==Architecture== Riverwoods features many significant examples of midcentury residential design, including over 40 homes designed by \"prairie modernist\" architect Edward Humrich. A recent wave of teardowns and the lack of a local preservation ordinance led the Landmarks Preservation Council of Illinois to identify Riverwoods in 2006 as one of the Chicago region's communities most threatened by overdevelopment. ==Geography== Riverwoods is located at . According to the 2010 census, Riverwoods has a total area of , of which (or 98.85%) is land and (or 1.15%) is water. ==Demographics== As of the census of 2000, there were 3,843 people, 1,261 households, and 1,118 families residing in the village. The population density was 963.3 people per square mile (371.9/km). There were 1,281 housing units at an average density of 321.1 per square mile (124.0/km). The racial makeup of the village was 94.12% White, 0.36% African American, 4.50% Asian, 0.03% Pacific Islander, 0.18% from other races, and 0.81% from two or more races. Hispanic or Latino of any race were 1.98% of the population. There were 1,261 households, out of which 42.1% had children under the age of 18 living with them, 82.8% were married couples living together, 4.2% had a female householder with no husband present, and 11.3% were non-families. 9.8% of all households were made up of individuals, and 3.8% had someone living alone who was 65 years of age or older. The average household size was 2.93 and the average family size was 3.13. In the village, the population was spread out, with 27.8% under the age of 18, 4.1% from 18 to 24, 21.8% from 25 to 44, 33.1% from 45 to 64, and 13.1% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 93.9 males. For every 100 females age 18 and over, there were 93.9 males. The median income for a household in the village was $158,990, and the median income for a family was $166,076. The per capita income for the village was $67,878. About 1.8% of families and 3.2% of the population were below the poverty line, including 4.0% of those under age 18 and none of those age 65 or over. ==Schools== Most of Riverwoods is part of Deerfield School District 109 for elementary and middle school, and part of Township High School District 113 for high school. Accordingly, these residents attend Wilmot Elementary School, South Park Elementary School, Caruso Middle School and Deerfield High School. Some areas of Riverwoods reside in Lincolnshire-Prairie View School District 103 or Bannockburn Elementary School District 106 for elementary school, and Adlai E. Stevenson District 125 for high school. == Notable people == *Jackie Bange, Chicago television news anchor; lived in Riverwoods. *Matt Cavanaugh, quarterback and coach with several NFL teams; lived in Riverwoods. * Jimmy Chamberlin, former drummer for The Smashing Pumpkins, lived in a large mansion in Riverwoods since 2008, which he put on the market in 2014. * Devin Hester, ex-wide receiver and kick returner for the Chicago Bears; lived in Riverwoods. * Dave Kaplan, Chicago sports radio and television personality; lives in Riverwoods. * Luc Longley, center with the Chicago Bulls, Phoenix Suns, and New York Knicks; lived in Riverwoods * Christina Loukas, two-time Olympic athlete in 2008 and 2012, competing in 3-meter springboard diving; lives in Riverwoods * Jannero Pargo, guard with several NBA teams, lived in Riverwoods. * Bruce Wolf, Chicago television sports anchor; lived in Riverwoods. *Steve Uhen, Former professional Snowboarder; Graduated from Wheaton North High School in 1998 and Regis University in 2002. It was at Regis, Steve honed his skills enough to be a professional. *Keith Van Horne, ex-tackle for the Chicago Bears; lives in Riverwoods. ==References== ==External links== * Village of Riverwoods Category:Populated places established in 1949 Category:Chicago metropolitan area Category:Villages in Lake County, Illinois Category:Villages in Illinois",
 "title": "Riverwoods, Illinois"
}