{
 "id": "111405",
 "text": "Newark is a village in Kendall County, Illinois, United States. The population was 992 at the 2010 census, up from 887 at the 2000 census. ==Geography== Newark is located in southwestern Kendall County at (41.536297, -88.580767). Illinois Route 71 passes through the village, leading northeast to Yorkville, the county seat, and southwest to Ottawa. According to the 2010 census, Newark has a total area of , all land. ==Demographics== As of the census of 2000, there were 887 people, 316 households, and 242 families residing in the village. Its current population is estimated to be around 1000. The population density was 782.8 people per square mile (303.1/km). There were 329 housing units at an average density of 290.3 per square mile (112.4/km). The racial makeup of the village was 98.42% White, 0.23% Asian, 0.90% from other races, and 0.45% from two or more races. Hispanic or Latino of any race were 2.14% of the population. There were 316 households, out of which 39.9% had children under the age of 18 living with them, 64.9% were married couples living together, 7.9% had a female householder with no husband present, and 23.4% were non-families. 21.2% of all households were made up of individuals, and 12.7% had someone living alone who was 65 years of age or older. The average household size was 2.81 and the average family size was 3.30. In the village, the population was spread out, with 27.4% under the age of 18, 11.0% from 18 to 24, 26.6% from 25 to 44, 22.8% from 45 to 64, and 12.2% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 106.3 males. For every 100 females age 18 and over, there were 95.7 males. The median income for a household in the village was $59,904, and the median income for a family was $62,583. Males had a median income of $45,333 versus $27,153 for females. The per capita income for the village was $22,078. About 2.7% of families and 3.7% of the population were below the poverty line, including 4.9% of those under age 18 and 6.4% of those age 65 or over. ==References== ==External links== *Official website Category:Villages in Kendall County, Illinois Category:Villages in Illinois",
 "title": "Newark, Illinois"
}