{
 "id": "111476",
 "text": "Lincolnshire is a village in Vernon Township, Lake County, in the U.S. state of Illinois. The village is a northern suburb of Chicago. The population of Lincolnshire was 7,275 at the 2010 census. Lincolnshire was incorporated on August 5, 1957, from the unincorporated Half Day area when land was purchased to build a residential subdivision. The community underwent an aggressive era of expansion from 1983 to the 1990s. The Des Plaines River bisects the village, passing from north to south; Illinois Route 22 also divides the village into two parts, crossing the village from east to west. Lincolnshire is home to the award-winning public Adlai E. Stevenson High School, as well as Laura B. Sprague and Half Day elementary schools and Daniel Wright Junior High School which compose Lincolnshire-Prairie View School District 103. Many global corporations are located in Lincolnshire, including Aon Hewitt, Zebra Technologies, CDW, and Sysmex, generating a daytime population of over 20,000 people. The Village of Lincolnshire and other entities host several popular annual events, including Fourth of July celebration, Art Festival, Heroes Night, and Boo Bash. The Village maintains a Police Department that closely collaborates with its local school districts. Lincolnshire manages a public works system at the direct expense of the village; it retrieves all of its water from the city of Highland Park, which derives its water from adjacent Lake Michigan. The village has a council–manager government and is a home-rule municipality. The mayor of Lincolnshire is Elizabeth J. Brandt. ==History== ===Prior to incorporation=== The first inhabitants of what would become the village of Lincolnshire were Native American Potawatomi migrants from Canada and Wisconsin. The tribesmen left these northern places in the 16th century in search of a warmer, more temperate climate. The first Europeans to visit the area were the French Jesuit explorers Father Jacques Marquette and Louis Jolliet. Shortly after arriving in 1673 at the site of what later became Waukegan, they sailed down the Des Plaines River and made contact with the local Potawatomi, who would dominate the area by 1768. One of the Potawatomi villages that they encountered stretched along the west bank of the Des Plaines River, from what later became Illinois Route 22 south to Aptakisic Road, the first real settlement in the Lincolnshire and Half Day region. The Lincolnshire area was originally a part of the town of Half Day, the first region settled by non-Native American peoples in Lake County. The first white settler in the Lincolnshire area was Captain Daniel Wright, who arrived in 1834. Chief Halfda allowed Wright to build his cabin at the south end of the Potawatomi village at the site of the intersection of present-day Milwaukee Avenue and Aptakisic Road. The Potawatomi tribesmen were ousted a year later in the 1833 Treaty of Chicago, which was implemented two years after its ratification, and faced relocation. The Half Day area experienced an economic boom with the arrival of new settlers during the two decades after Wright's arrival. Among these pioneers were Seth Washburn, the first postmaster of the Vernon Township, who settled at the site of what later became the Lincolnshire-Prairie View School District 103's Half Day Intermediate School, and Laura Sprague, the first teacher to reside in the area. By 1855, 21 years after the settling of the Half Day area by Wright, the town was a thriving community with a blacksmith's shop, sawmill, country store, and a church. At this time, the Chicago and Milwaukee Railroad connected Milwaukee to the county seat of Waukegan, and it expanded throughout the Lake County area over the next few decades; this also contributed to the town's prosperity. Henry Ford's invention of the automobile in the early 20th century made Half Day a more accessible destination to other communities within the Chicago metropolitan area, and the village became a popular recreation area. This prompted the opening of many businesses, including an amusement park, a race track, a bowling alley, a dance hall, and taverns, that catered to visitors. ===Incorporation and post-incorporation (1957– )=== Vernon Township, which encompasses the village of Half Day, was carved up between wealthy farmers after the end of World War I. Edward Ryerson, Adlai E. Stevenson II, Samuel Insull, and Louis Leverone bought the majority of the territory within Vernon Township's borders. Leverone, who had purchased the Half Day area, sold a tract of land to developer Roger Ladd and his eponymous company in 1955. The company organized a residential subdivision out of the ceded town of Half Day and christened it \"Lincolnshire\", the precursor to the present-day village of the same name. However, life in the village was problematic, as the new subdivision was served by dirt roads and had neither a sufficient communal sanitation system nor a gas line. Lincolnshire's police coverage was inefficient, as officers patrolling the area had to be dispatched from Waukegan, approximately to the north. As a result, the Cambridge Forest Association (CFA) was formed to lobby for improvement in the livelihoods of the people of Lincolnshire. With sponsorship from the Cambridge Forest Association, Lincolnshire was incorporated as a village on August 5, 1957. The CFA was later renamed the Lincolnshire Community Association; the entity continues to play a significant role in the political life of the village. thumb|right|The commercial City Park complex. The Rotunda is in the foreground. Lincolnshire's government initially adhered to a conservative and cautious approach, and refused to annex two corporate park divisions in the 1980s. Opponents to the village government's methods, however, won out in later years; supporting a quick growth to rival the increasing affluence of surrounding villages, they oversaw the cessions of the Marriott Lincolnshire Resort and Lincolnshire Corporate Center over a period of years following 1983. Lincolnshire also sought to annex the old remnants of the unincorporated community of Half Day from which it was created, but lost in a court battle with the village of Vernon Hills in 1994; the court case set the present-day border between the two villages, which lies along Route 22 up to its intersection with Milwaukee Avenue. To consolidate these new acquisitions, Lincolnshire set to work on a new village hall that was completed in 1993, and constructed a downtown area centered on the intersection of Aptakisic Road and Milwaukee Avenue; the village's endeavors included commercial regions like the Lincolnshire Corporate Center, City Park, and the Lincolnshire Commons. These facilities were planned and constructed from the mid-1990s to the mid-2000s. In 2005, Buffalo Grove and Lincolnshire reached a boundary agreement with respect to the allocation of properties surrounding and concerning the unincorporated Prairie View area, which lay in between the two Lake County villages. The acreage in question was divided equally between the two villages. ==Geography== Lincolnshire is located at 42°11′47″ North and 87°55′2″ West, and shares a border with the villages of Vernon Hills to the northwest, Buffalo Grove to the southwest, Bannockburn to the east, and Riverwoods to the southeast. The city of Lake Forest is located to the northeast of the village, while the unincorporated community of Prairie View borders the village directly to the west. According to the 2010 census, Lincolnshire has a total area of , of which (or 97.99%) is land and (or 2.01%) is water. The village of Lincolnshire is a suburb of the city of Chicago in the southern reaches of Lake County; like Chicago, Lincolnshire is located in the extreme northeastern region of the state of Illinois. The Des Plaines River meanders through the eastern part of the village, dividing the town in half vertically at the village hall, while Half Day Road (Illinois Route 22) splits the village in half in an east–west direction. Milwaukee Avenue (U.S. Route 45) runs in a north–south direction through Lincolnshire, into the village of Buffalo Grove to the south and Vernon Hills to the north. Lincolnshire has been a Tree City USA every year since 1988. To maintain Lincolnshire's foliage, the village passed the \"Tree Preservation Ordinance\", a law that places tight restrictions on tree removal. As of 2008, the village was working towards the eradication of gypsy moths in its area. Lincolnshire lies on the border of two Chicago-area watersheds: one pertaining to the Des Plaines River, and the other involving the nearby north fork of the Chicago River. This situation directly relates to the presence of the Des Plaines River in the village. ===Climate=== Due to its proximity to the city, Lincolnshire's climate shares many of the same traits as Chicago. Lincolnshire lies in a humid continental climate zone and experiences four discernible seasons. Lincolnshire receives an average of of precipitation each year. ==Demographics== As of the census of 2010, there were 7,275 people living in the village. The racial makeup of the village was 91.5% White, 0.9% African American, 0.01% Native American, 6.1% Asian, 0.3% from other races, and 1.2% from two or more races. Hispanic or Latino of any race were 2% of the population. As of the census of 2000, there were 6,108 people, 2,134 households, and 1,796 families living in the village. The population density was 1,386.2 people per square mile (534.8/km). There were 2,177 housing units at an average density of 494.1 per square mile (190.6/km). The racial makeup of the village was 94.1% White, 0.5% African American, 0.1% Native American, 3.7% Asian, 0.1% Pacific Islander, 0.5% from other races, and 1.1% from two or more races. Hispanic or Latino of any race were 2.5% of the population. There were 2,134 households, out of which 37.4% had children under the age of 18 living with them, 79.1% were married couples living together, 3.7% had a female householder with no husband present, and 15.8% were non-families. 13.3% of all households were made up of individuals, and 5.6% had someone living alone who was 65 years of age or older. The average household size was 2.75 and the average family size was 3.03. In the village, the population was spread out, with 26.9% under the age of 18, 3.0% from 18 to 24, 21.3% from 25 to 44, 32.6% from 45 to 64, and 16.2% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 94.8 males. For every 100 females age 18 and over, there were 93.2 males. The median income for a household in the village was $134,259, and the median income for a family was $150,598. Males had a median income of approximately $90,000 versus $46,328 for females. The per capita income for the village was $60,115. About 0.7% of families and 1.6% of the population were below the poverty line, including 1.1% of those under age 18 and 0.7% of those age 65 or over. ==Economy== thumb|right|The fountain at the Village Green plaza Lincolnshire serves as the headquarters of Van Vlissingen & Company, a commercial real estate developer and property manager, the global outsourcing Aon Hewitt company, retailer Camping World and the stationery products manufacturers Quill, professional services company Alight Solutions and ACCO Brands. Newman/Haas Racing, an auto racing team in the Indy Racing League, is based in the village. The Marriott Theatre is located in Lincolnshire, on the premises of the Marriott Lincolnshire Resort; it sells approximately 400,000 tickets each year. The Half Day Road–Milwaukee Avenue area, which is located near the Lincolnshire–Vernon Hills border, is a major retail corridor that experiences heavy traffic at peak hours. Along with the Village Green area, this could loosely be considered Downtown Lincolnshire. Lincolnshire and several of its neighboring villages have collaborated in attempts to ease the traffic in the area. Another potential \"downtown\" is loosely centered on the intersection of Milwaukee Avenue and Aptakisic Road; City Park, the Lincolnshire Commons, and the Lincolnshire Corporate Center constitute a retail hub in the southern end of Lincolnshire. Village Green plaza, at the intersection of Illinois Route 22 and Milwaukee Avenue, is the location for many of the festivities that the village holds. Lincolnshire formerly housed the U.S. headquarters of Takeda Pharmaceutical Company. In 2003 Takeda announced that it would move its headquarters, which at the time housed 1,600 employees, to Deerfield, Illinois.\"Takeda plans move from Lincolnshire.\" Lincolnshire Review. January 2, 2003. Retrieved on February 2, 2011. ===Top employers=== According to Lincolnshire's 2017 Comprehensive Annual Financial Report, the top employers in the city are: {| class=\"wikitable\" border=\"1\" |- ! # ! Employer ! # of Employees |- | 1 | Alight Solutions | 3,510 |- |2 |CDW | 1,152 |- |3 |Zebra Technologies | 1,100 |- |4 | Hydraforce | 696 |- |5 | Adlai E. Stevenson High School | 658 |- |6 |Quill | 450 |- |7 |Sedgebrook Senior Living | 356 |- |8 |Lincolnshire Prairie View School D103 | 337 |- |9 |Lincolnshire Marriott Resort | 330 |- |10 | Sysmex | 305 |- |} ==Culture and media== The village of Lincolnshire holds an annual summer festival, mirroring the more publicized and much larger Taste of Chicago in both nomenclature and intention. The Taste of Lincolnshire features and advertises \"taste-size\" samples of local restaurants and provides local entertainment, including musicians, a raffle, and a local pet show. Since 1993, Lincolnshire has also held the Lincolnshire Art Festival a few weeks prior to the Taste of Lincolnshire; the event encourages Lake County artists to display their work to the community. As incentives for publicity, entertainment and parking are provided free of charge. Lincolnshire hosts a Fourth of July celebration annually known as \"Red, White, and BOOM!\", a collection of activities centered on the celebration of the American Independence Day. It incorporates live music, a raffle, and a fireworks show at local Spring Lake Park into its festivities. Lincolnshire was also home to two motion picture performers: Alison LaPlaca, an actress famous for her role as snobbish yuppie Linda Phillips on the sitcom Duet and its spinoff, Open House, is an alumnus of Stevenson High School; and Kyle Brandt, another graduate of Stevenson, who played Philip Kiriakis on the soap opera Days of Our Lives and appears as himself on the reality show The Real World: Chicago.\"Stevenson graduates make a name for themselves in television roles.\" Daily Herald, May 13, 2008. Retrieved August 20, 2008. ==Sports and recreation== Lincolnshire, despite its relatively small size, is home to nine local public parks. Spring Lake Park, which is centered on an eponymous lake and sports a small beachhead, hosts Lincolnshire's festivities during the Fourth of July. North Park, a major sporting field and nature reserve in northeastern Lincolnshire, collaborates with Lincolnshire-Prairie View School District 103 to meet both the growing need for youth sports teams and extra recreational public park space; School District 103 also collaborated with the village of Lincolnshire to create an educational nature center called Rivershire Park, which is located in southeastern Lincolnshire. The nature center runs programs to educate district students and other visitors about the local ecology, alongside the natural fauna and flora of the Lake County area, and Memorial Park is a rest stop for pedestrians and cyclists traversing eastern Lincolnshire; Florsheim Nature Preserve, which sports an unusually high Floristic Quality Index rating, is shelter to endangered and threatened species of flora rarely found elsewhere in the county. Whytegate Park, an athletic complex overshadowed by nearby North Park, sports several sports courts and a fitness course, and Balzer Park is home to a short hiking trail and sports facilities. Lincolnshire's other two parks, Bicentennial Park and Olde Mill Park, are little more than playgrounds for local children. The Lincolnshire Marriott Resort takes up a large area of land to the west of the Des Plaines River, and has an eighteen-hole golf course that hugs Illinois Route 22 to the south; the golf course is not only available to guests, but also offers lessons to local residents. The resort is also home to the Marriott Theatre, which garnered a reputation through the acceptance of 370 Joseph Jefferson Award nominations presented throughout its history. Four notable sportsmen have lived within the borders of the village of Lincolnshire. Andrea Jaeger, a professional tennis player known for her successful, albeit brief, career in tennis that saw progress in Wimbledon and the French Open, graduated from Adlai E. Stevenson High School; Matt O'Dwyer, a former NFL football player who played for numerous teams ranging from the New York Jets to the Green Bay Packers, was born in Lincolnshire. Robert Berland, an Olympian who won medals at the 1984 Summer Olympics in Los Angeles and the 1988 Summer Olympics in Seoul, lives in the village.\"Bidding for a fight? Believe it\", Daily Herald, published July 24, 2008. Retrieved August 20, 2008 Dallas Mavericks basketball player Jalen Brunson moved to Lincolnshire in 2010 to attend Stevenson High School. In October 2013, the Stanley Cup made its first ever-appearance in Lincolnshire and again visited the village in July 2015. ==Government== thumb|right|The village hall, where the government of Lincolnshire meets regularly The government of Lincolnshire is constituted as a council-manager form government with elements of home rule, which it adopted via ordinance in 1976. The village is headed by a mayor who presides over a board of six trustees at every meeting, although the daily functions of the village are carried out by a professional salaried village manager. Once elected, the mayor serves a four-year term; the elected trustees serve four-year terms that are staggered. It is the responsibility of the mayor to appoint a village manager, although the manager cannot take office until the board has approved the mayor's choice. Government meetings are generally conducted on the second and fourth Mondays of the month. In the case of a tie, the mayor has the casting vote. Mayors of Lincolnshire can veto propositions set forth by the board of trustees, although this move may be overridden by a two-thirds opposition vote from the board. As of 2008, the village office holders were: {|class=\"wikitable sortable\" !align=\"left\"|Name ! Profession !align=\"right\"|Term notes |- | Elizabeth J. Brandt |align=\"center\"| Village Mayor |align=\"right\"| Expires 2023 (reelected) |- | Julie Harms Muth |align=\"center\"| Village Trustee |align=\"right\"| Expires 2023 (reelected) |- | Mark Hancock |align=\"center\"| Village Trustee |align= \"right\"| Expires 2021 (reelected) |- | Veronica Pantelis |align=\"center\"| Village Trustee |align=\"right\"| Expires 2023 |- | Dr. Mara Grujanac |align=\"center\"| Village Trustee |align=\"right\"| Expires 2023 (reelected) |- | Gerard Leider |align=\"center\"| Village Trustee |align=\"right\"| Expires 2021 (reelected) |- | Jill Raizin |align=\"center\"| Village Trustee |align=\"right\"| Expires 2021 |- | Barbara Mastandrea |align=\"center\"| Village Clerk |align=\"right\"| Expires 2023 (reelected) |- |} ===Safety=== Lincolnshire is served by its own police department, which is based in the village hall.This is so because both apparently have the same address. This police force is staffed by 27 full-time members; 24 of them are sworn police officers, and the other is a community service officer. The Lincolnshire Police Department runs an emergency center that accepts 911 calls in the region. The Lincolnshire Police Department collaborates with Lincolnshire-Prairie View School District 103's junior high school, Daniel Wright, to form a chapter of the Drug Abuse Resistance Education program. This program has graduated sixth graders from the school every year since 1991. The village is served by the Lincolnshire-Riverwoods Fire Protection District, which employs 36 sworn full-time firefighter/paramedics. The Fire Protection District has three fire stations: one located in central Lincolnshire, slightly to the west of the village hall, one to the south in Riverwoods, and a third located on the north end of the district in Vernon Hills. The Fire Protection District runs free services and programs, including fire safety surveys of houses in the area. Lincolnshire lies in a floodplain region, a consequence of the presence of the Des Plaines River and the proximity a fork of the Chicago River on the far east border. A third factor involves small Indian Creek, which runs north of Lincolnshire. The village participates in the National Flood Insurance Program, a Federal Emergency Management Agency (FEMA) project, to alleviate a portion of the costs of flood damage that may overtax affected village residents. The village also implements the Community Rating System, a disaster readiness plan. ==Education== thumb|right|Adlai E. Stevenson High School Lincolnshire has two school districts: Lincolnshire-Prairie View School District 103 and Adlai E. Stevenson High School District 125, although a few students living in the village also attend school in Aptakisic-Tripp Community Consolidated School District 102 in neighboring Buffalo Grove. District 103, which feeds into District 125, is home to three schools: Laura B. Sprague Elementary School (K-2), Half Day Intermediate School (3–5), and Daniel Wright Junior High School (6–8); District 125 comprises only Adlai E. Stevenson High School. Both are public school districts, funded by the government. Aside from districts 102, 103, and 125, a very small portion of Lincolnshire, located in West Deerfield Township, is served by Bannockburn School in Bannockburn, Illinois, and ultimately Deerfield High School, also in its respective village. thumb|right|The Vernon Area Library, located within Lincolnshire The first school to be built in what is now Lincolnshire was Half Day Intermediate School, which initially served all grades for the small town; it was originally a one-room schoolhouse before a major expansion project was undertaken to accommodate the district's increasing population. Numerous changes were made to Half Day School between 1958 and 1965, but it remained too small to receive all prospective students; in 1983, Half Day School was closed, its duties were given to Laura B. Sprague Elementary School and Daniel Wright Junior High School. It was, however, reopened nine years later as Daniel Wright and Laura Sprague began to fill to capacity. Another expansion was added to Laura Sprague and h\\Half Day in 2017 to accommodate the increase in students. Grade 6 was also moved to Half Day from Daniel Wright in 2017. Lincolnshire is also served by a number of non-government-funded educational institutions. DeVry University's Keller School of Management operates a branch in Lincolnshire, alongside the Southlakes Campus of the College of Lake County, which is located just to the north in the village of Vernon Hills. Alumni of Stevenson High School who wish to apply for the University of Illinois may do so at an extension site located in Grayslake, a village in northern Lake County. The Lincolnshire Community Nursery School, which was founded in 1973, accepts preschoolers who live in the eastern reaches of the village of Lincolnshire. The village is home to the Vernon Area Public Library, whose district serves a large region of the Vernon Township (specifically, the villages of Lincolnshire; Buffalo Grove; and Long Grove, and portions of the village Vernon Hills). The library district also hosts a number of special events, including book talks and informational presentations. ==Infrastructure== ===Transportation=== thumb|right|Illinois Route 22 within Lincolnshire borders Lincolnshire lies on three arterial roads: Illinois Route 22, which is known as Half Day Road in this area; Milwaukee Avenue, which appears as Illinois Route 21/U.S. Route 45; and Aptakisic Road, which meets Milwaukee in the southern region of Lincolnshire. Lincolnshire shares its eastern border with the village of Bannockburn at Interstate 94 (where it is a portion of the Tri-State Tollway). Route 22 crosses the Des Plaines River before bridging Bannockburn and Lincolnshire by arching over Interstate Highway 94. Lincolnshire has two primary bike paths that cover a large expanse of the village. One runs in a north–south direction alongside Riverwoods Road in the eastern half of the village, while the other runs in an east–west direction from the eastern half of the village, across the Des Plaines River, and to the village hall in the west side of the village. Smaller bike paths connect individual neighborhood areas within and around Lincolnshire. O'Hare International Airport is southwest of the village of Lincolnshire. Travel between Lincolnshire and the airport is facilitated by the Tri-State Tollway, although travel by railway is also possible via the Prairie View Metra station just west of Lincolnshire. ===Utilities=== The Village of Lincolnshire negotiated and signed an agreement with the City of Highland Park in 1982 to create a more efficient means of obtaining water by purchasing filtered water from Lake Michigan. The Village of Lincolnshire also monitors the public pumps and water meters of private residents. Lincolnshire is served by a sanitary sewer that connects to the Lake County Sewage Treatment Plant, which lies on the Des Plaines River outside the Village limits; the disposal of wastewater is left to the government of Lake County rather than the Village of Lincolnshire itself. Lincolnshire also runs a network of storm drains that run directly into the Des Plaines River; to protect the river's cleanliness, the village government has outlawed dumping of most chemicals into the network of storm drains. A plan to repair city streets was also implemented in 1982, and continues; the Village also offers public services to clear the streets during the fall and winter from fallen leaves and snow respectively, although on its arterial roads (Illinois Routes 22, 45, and Aptakisic Road) residents are provided with bags to clear their curbs during autumn months as it is not possible for the Village to safely clear these roads of leaf debris. The Village of Lincolnshire regularly sweeps other streets within its borders. The Village of Lincolnshire is served by the Northern division of the Waste Management, Inc. Midwest Group for solid waste disposal. The engineering division of Lincolnshire's Public Works Department maintains roads and streets under the jurisdiction of Lincolnshire, inspects existing facilities, improves existing residential subdivisions, and considers the construction of new ones. The department also manages plans in case of river floods. ==References== ===Notes=== ==External links== * Village of Lincolnshire Category:Villages in Illinois Category:Villages in Lake County, Illinois Category:Populated places established in 1957 Category:1957 establishments in Illinois",
 "title": "Lincolnshire, Illinois"
}