{
 "id": "111422",
 "text": "Williamsfield is a village in Knox County, Illinois, United States. The population was 578 at the 2010 census. It is part of the Galesburg Micropolitan Statistical Area. ==History== E.B. Purcell laid out the village in 1888, and a post office was established. The village was reportedly named for a Santa Fe Railroad contractor named Williams. ==Geography== Williamsfield is located in eastern Knox County at (40.923962, -90.017626). It is east of Galesburg, the county seat. Illinois Route 180 runs through the east side of the village, leading north to Galva and south to U.S. Route 150. According to the 2010 census, Williamsfield has a total area of , all land. ==Demographics== As of the census of 2000, there were 620 people, 238 households, and 162 families residing in the village. The population density was 487.9 people per square mile (188.5/km). There were 255 housing units at an average density of 200.7 per square mile (77.5/km). The racial makeup of the village was 99.68% White, and 0.32% from two or more races. There were 238 households, out of which 31.5% had children under the age of 18 living with them, 57.1% were married couples living together, 9.2% had a female householder with no husband present, and 31.9% were non-families. 28.2% of all households were made up of individuals, and 16.4% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 3.20. In the village, the population was spread out, with 26.3% under the age of 18, 9.5% from 18 to 24, 28.9% from 25 to 44, 18.4% from 45 to 64, and 16.9% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 96.8 males. For every 100 females age 18 and over, there were 88.1 males. The median income for a household in the village was $38,854, and the median income for a family was $46,875. Males had a median income of $32,045 versus $23,750 for females. The per capita income for the village was $17,941. About 4.3% of families and 5.3% of the population were below the poverty line, including 5.5% of those under age 18 and 11.9% of those age 65 or over. There are two churches in Williamsfield. One is Roman Catholic and the other is United Methodist. ==References== Category:Villages in Knox County, Illinois Category:Villages in Illinois Category:Galesburg, Illinois micropolitan area",
 "title": "Williamsfield, Illinois"
}