{
 "id": "111525",
 "text": "Long Point is a village in Livingston County, Illinois, United States. The population was 226 at the 2010 census. ==Geography== Long Point is located in northwestern Livingston County at (41.004685, -88.893690). It is by road northwest of Pontiac, the county seat, and south-southwest of Streator. According to the 2010 census, Long Point has a total area of , all land. ==Demographics== As of the census of 2010, there were 226 people, 85 households, and 62 families residing in the village. The population density was 1167 people per square mile (451/km). There were 98 housing units, of which 13 (13.3%) were vacant. The racial makeup of the village was 99.1% White, 0.4% African American, and 0.4% Asian. Of the 85 households in the village, 37.6% had children under the age of 18 living with them, 57.6% were headed by married couples living together, 9.4% had a female householder with no husband present, and 27.1% were non-families. 22.4% of all households were made up of individuals, and 9.4% were someone living alone who was 65 years of age or older. The average household size was 2.66, and the average family size was 3.14. In the village, 26.5% of the population were under the age of 18, 8.9% were from 18 to 24, 23.9% were from 25 to 44, 28.8% were from 45 to 64, and 11.9% were 65 or older. The median age was 36.0 years. For every 100 females, there were 101.8 males. For every 100 females age 18 and over, there were 102.4 males. As of the 2000 census, the median income for a household in the village was $45,625, and the median income for a family was $43,750. Males had a median income of $41,250 versus $18,750 for females. The per capita income for the village was $16,416. About 7.7% of families and 6.6% of the population were below the poverty line, including 11.8% of those under the age of eighteen and none of those sixty five or over. ==References== Category:Villages in Livingston County, Illinois Category:Villages in Illinois",
 "title": "Long Point, Illinois"
}