{
 "id": "111526",
 "text": "Odell is a village in Livingston County, Illinois, United States. The population was 1,046 at the 2010 census. ==Media== In October 2006, Odell was featured on the USA Food Network's \"Riding Old Route 66\", which visited the Standard Oil station. ==Geography== Odell is in northern Livingston County, in the northern part of Odell Township. Interstate 55 passes north and west of the village, with access from Exit 209. I-55 leads northeast to Dwight and to downtown Chicago, while to the southwest it leads to Pontiac, the Livingston county seat, and to Bloomington. Historic US 66 passes through the northwest side of the village, on an older bypass than I-55. According to the 2010 census, Odell has a total area of , of which (or 98.58%) is land and (or 1.42%) is water. ==History== ===Founding=== Odell was laid out by Sydney S. Morgan (1823 – 1884)Mary Peterson Rickson, Livingston County Cemetery Records (No date or publisher) 2:474; provides dates for Morgan. and Henry A. Gardner (1816 – 1875) on August 10, 1856.History of Livingston County Illinois (Chicago: LeBaron 1878) p. 670. Both men were railroad engineers who had worked on the survey and construction of what soon became the Chicago and Alton Railroad. For a time Sydney S. Morgan divided his time between Joliet and Odell, but soon settled in Odell on a permanent basis where he became the town's chief promoter.History of Livingston, 1878, p. 360. Gardner was born in Berkshire County, Massachusetts, and had begun his railroad career working as a rodman on an extension of the Great Western Railroad in Massachusetts. He rose quickly through the ranks until he became chief engineer of the Mohawk and Hudson Railroad. Gardner came west in 1853 to work as assistant engineer to Oliver H. Lee on the Chicago and Mississippi Railroad. He purchased land near Dwight and later went on to become Chief Engineer on the Michigan Central Railroad. Gardner was never a resident of Odell.History of Livingston, 1878, P. 670. The town was platted when it became clear that the railroad would pass through Morgan's and Gardner's land. The railroad was originally known as the Chicago and Mississippi, but quickly became the Chicago, Alton and St. Louis, and then the Chicago and Alton. An excursion train ran through the town on July 4, 1854, and regular service began in August 1854. Before the coming of the railroad, the land which became Odell Township was completely unsettled. Between 1852 and 1855 almost all of the land in the township was entered, and farms were rapidly developed. The land on which the town would soon be erected had been first purchased from the government by James C. Spencer and Henry A. Gardner on May 4, 1853. Through a series of quick transactions, Spencer sold his land to William H. Odell who then transferred it to Sydney S. Morgan.History of Livingston, 1878, pp. 360-363. ===Original design=== The town was surveyed by Thomas F. Norton, deputy surveyor of Livingston County. The railroad had been granted a swath of land extending diagonally through the town. This presented a problem in town design, which was solved at Odell by aligning the entire original town with the tracks. A similar problem was presented by several towns along this railroad. Unlike the Toledo, Peoria and Western Railroad, built through Livingston County at about the same time, a standard plan with shared street names does not seem to have been used along the Chicago and Mississippi.Both Odell and Dwight contain a Waupansee Street, but not in the same relative location. Lots sold from twenty to thirty dollars, with twenty being more common.History of Livingston, 1878, p. 357. Where the tracks passed through the town, the land used by the railroad was widened an additional 100 yards on both sides of the tracks, to create railroad grounds, although at Odell they were not labeled as such. This kind of widening of railroad property at townsites was a common feature of railroad towns built in the 1850s and may be seen at places like Dwight, Towanda, McLean, Fairbury and Chatsworth; it became less common with later railroad towns. The depot at Odell was on the north side of the tracks and the two early elevators on the south side. The original town included 24 numbered blocks, each of which contained up to 20 lots. There was no central public square designated on the plat. The original town plan remains substantially unaltered to this day.Standard Atlas of Livingston County, Illinois (Chicago: vGeorge A. Ogle, 1911) p. 30. ===Early growth=== The first sign of activity at the site of the new town was the building of a switch and tank. For the first year the only inhabitants of the place were railroad employees who manned the station and kept water in the tank. Daniel Smith, of New York, was the first station master.History of Livingston, 1878, pp. 361- 363. Slowly a few local merchants were attracted to the townsite; some came from the now-defunct town of New Michigan in northern Livingston County. David Williams put up a shack and began to sell \"a few basketfuls of groceries and notions\".History of Livingston, 1878, p.360. He soon gave up and returned to New Michigan. The railroad erected a small warehouse which was rented out for use as a grocery store. The first dwelling in Odell was erected by Sydney S. Morgan for the use of Thomas Lyon. Morgan also began buying grain from local farmers. In the fall of 1857 A.A. Streator built a small hotel. In the same year a grain elevator and a school were erected.History of Livingston, 1878, p. 363. By the spring of 1858 Odell had about 100 people.History of Livingston, 1878, P. 363. On February 8, 1867, the town of Odell was officially organized.History of Livingston, 1878, p. 371. === Becoming a highway town === Early Odell was a railroad town and a grain collection point. It was surrounded by some of the richest agricultural land in the United States. By the late 1870s over a million and a half bushels of grain were being shipped from Odell. In 1877 a newspaper, the Odell Herald, was established.History of Livingston, 1878, p.371. In May 1886 several buildings in Odell were destroyed by a powerful tornado.Pantagraph (Bloomington, Illinois) 13 May 1886, p. 1. By 1900 there were 1,000 people in the town, and since that date its population has remained at about that number. The major change came not in population, but in transportation, as Odell made the transition from a railroad to a highway town. In 1921 the state put under contract a highway paving project for what at first was known as the \"Chicago-Springfield East St. Louis Road\".Illinois Blue Book 1921–1922 (Louis L. Emerson Editor; Springfield: state of Illinois, 1921) p. 323. Paving was finished through Odell in 1922. The designation of the road was soon changed to Route 4. In 1926, what was substantially the same road became Route 66. At first all of these roads passed through the center of Odell, and by 1933 the local citizens became so frustrated by the inability of people to cross the road that they constructed a pedestrian underpass beneath the highway.[Route 66 Pulse, \"Unusual Tunnel in Odell Illinois,\" (1 June 2006) 1:1.] Online accessed 24 May 2010. In 1946 the problem was eased when a bypass was built around the town. In 1932 Patrick O'Donnell built the Standard Oil and Gasoline Station to serve traffic along the highway; this building has now been carefully restored and has become a popular stop for visitors touring Route 66. The station was added to the National Register of Historic Places in 1997. In 1964 the first stage of Interstate 55 was completed past Odell.Illinois Blue Book 1963–1964 (William H. Chamberlain, Editor; Springfield: State of Illinois, 1964) p. 724. It was improved in the 1970s. This highway substantially paralleled both the earlier roads and the original route of the Chicago and Mississippi Railroad. ==Demographics== Per the 2010 United States Census, Odell had 1,046 people. Among non-Hispanics this includes 1,017 White (97.2%), 5 Black (0.5%), 2 Asian (0.2%), & 6 from two or more races. The Hispanic or Latino population included 16 people (1.5%). There were 417 households, out of which 32.4% had children under the age of 18 living with them, 50.1% were married couples living together, 9.8% had a female householder with children & no husband present, and 34.3% were non- families. 30.5% of all households were made up of individuals, and 28.1% had someone who was 65 years of age or older. The population had 73.4% over the age of 18 and 14.5% who were 65 years of age or older. The median age was 40.9 years. The gender ratio was 50.3% male & 49.7% female. Among 417 occupied households, 79.4% were owner-occupied & 20.6% were renter-occupied. As of the census of 2000, there were 1,014 people, 408 households, and 283 families residing in the village. The population density was 909.0 people per square mile (349.6/km). There were 433 housing units at an average density of 388.2 per square mile (149.3/km). The racial makeup of the village was 97.93% White, 0.10% African American, 0.10% Native American, 0.30% Asian, 0.69% from other races, and 0.89% from two or more races. Hispanic or Latino of any race were 1.48% of the population. There were 408 households, out of which 34.3% had children under the age of 18 living with them, 54.4% were married couples living together, 11.5% had a female householder with no husband present, and 30.4% were non-families. 28.2% of all households were made up of individuals, and 10.3% had someone living alone who was 65 years of age or older. The average household size was 2.49 and the average family size was 3.04. In the village, the age distribution of the population shows 29.8% under the age of 18, 5.0% from 18 to 24, 28.1% from 25 to 44, 23.4% from 45 to 64, and 13.7% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 93.1 males. For every 100 females age 18 and over, there were 95.1 males. The median income for a household in the village was $41,346, and the median income for a family was $51,250. Males had a median income of $37,614 versus $25,536 for females. The per capita income for the village was $18,538. About 7.7% of families and 8.9% of the population were below the poverty line, including 11.8% of those under age 18 and 9.9% of those age 65 or over. ==Notable persons== * Bud Clancy, first baseman for the Chicago White Sox, Brooklyn Dodgers and Philadelphia Phillies * Mac Speedie, NFL player and coach, born in Odell ==References== ==External links== * * Category:Villages in Livingston County, Illinois Category:Villages in Illinois Category:Populated places established in 1856 Category:1856 establishments in Illinois",
 "title": "Odell, Illinois"
}