{
 "id": "111535",
 "text": "Latham is a village in Logan County, Illinois, United States. The population was 380 at the 2010 census. ==History== Latham was platted in 1871 and named in honor of Robert B. Latham, a railroad official. A post office called Latham has been in operation since 1872. ==Geography== Latham is located in southeastern Logan County at (39.966928, -89.161968). Illinois Route 121 passes around the north and east sides of the village, leading northwest to Mount Pulaski and to Lincoln, the county seat, while to the southeast it leads to Warrensburg and to Decatur. According to the 2010 census, Latham has a total area of , all land. ==Demographics== As of the census of 2000, there were 371 people, 157 households, and 107 families residing in the village. The population density was 1,333.7 people per square mile (511.6/km). There were 177 housing units at an average density of 636.3 per square mile (244.1/km). The racial makeup of the village was 99.73% White and 0.27% Native American. There were 157 households, out of which 29.3% had children under the age of 18 living with them, 57.3% were married couples living together, 6.4% had a female householder with no husband present, and 31.8% were non-families. 27.4% of all households were made up of individuals, and 12.7% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.88. In the village, the age distribution of the population shows 24.3% under the age of 18, 8.9% from 18 to 24, 27.8% from 25 to 44, 27.5% from 45 to 64, and 11.6% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 101.6 males. For every 100 females age 18 and over, there were 100.7 males. The median income for a household in the village was $43,750, and the median income for a family was $47,292. Males had a median income of $36,500 versus $22,500 for females. The per capita income for the village was $16,917. About 12.4% of families and 12.9% of the population were below the poverty line, including 22.0% of those under age 18 and 7.4% of those age 65 or over. ==Notable people== * Chad Gray, (b. 1971) singer in heavy metal band Mudvayne; born in Latham * Eugene Earl \"Junior\" Thompson, (1917 - 2006) pitcher for the Cincinnati Reds and New York Giants; born in Latham ==References== Category:Villages in Logan County, Illinois Category:Villages in Illinois",
 "title": "Latham, Illinois"
}