{
 "id": "111627",
 "text": "Washburn is a village mostly in Woodford County, with a small northerly portion in Marshall County, Illinois, United States. The population was 1,158 at the 2010 census, up from 1,147 in 2000. It is part of the Peoria, Illinois Metropolitan Statistical Area. Washburn is an agricultural community located in north-central Illinois. Illinois Route 89 forms the main north–south road through Washburn as Jefferson Street. ==Geography== Washburn is located at (40.9174,-89.2915). According to the 2010 census, Washburn has a total area of , all land. ==Demographics== As of the census of 2000, there were 1,147 people, 436 households, and 309 families residing in the village. The population density was 1,576.6 people per square mile (606.7/km). There were 476 housing units at an average density of 654.3 per square mile (251.8/km). The racial makeup of the village was 97.38% White, 0.17% African American, 0.09% Native American, 0.17% Asian, 0.35% from other races, and 1.83% from two or more races. Hispanic or Latino of any race were 0.70% of the population. There were 436 households, out of which 34.2% had children under the age of 18 living with them, 60.8% were married couples living together, 6.4% had a female householder with no husband present, and 28.9% were non-families. 25.2% of all households were made up of individuals, and 13.5% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.16. In the village, the population was spread out, with 27.7% under the age of 18, 10.0% from 18 to 24, 28.4% from 25 to 44, 18.3% from 45 to 64, and 15.5% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 99.1 males. For every 100 females age 18 and over, there were 94.1 males. The median income for a household in the village was $44,167, and the median income for a family was $50,385. Males had a median income of $35,096 versus $22,188 for females. The per capita income for the village was $17,619. About 4.8% of families and 8.4% of the population were below the poverty line, including 14.9% of those under age 18 and 8.1% of those age 65 or over. ==Notable people== * Bob Barnes, pitcher with the Chicago White Sox * Parker Von Dietrich, Renowned Athlete, Long-time School Superintendent, Baseball Coach * James Frank Duryea, built and road-tested America's first gasoline-powered car * Alan Held - singer/actor: leading bass/baritone in numerous operas including the title roles in Gianni Schicchi, Der Fliegende Holländer, Wozzeck, and Cardillac * Clifford C. Ireland, U.S. Congressman 1917–1923 * George Henry Lesch, CEO of Colgate-Palmolive (1960–1971) ==References== ==External links== * Village of Washburn Official Site * Village of Washburn/Lowpoint school website Category:Villages in Marshall County, Illinois Category:Peoria metropolitan area, Illinois Category:Villages in Illinois Category:Villages in Woodford County, Illinois",
 "title": "Washburn, Illinois"
}