{
 "id": "111613",
 "text": "Kinmundy is a city in Marion County, Illinois, United States. The population was 796 at the 2010 census. The town is believed to have been named after a place in Scotland, the birthplace of William Ferguson, a London agent for the Illinois Central Railroad during Kinmundy's construction. He visited the area in 1856. ==Geography== Kinmundy is located at (38.7729, -88.8495). According to the 2010 census, Kinmundy has a total area of , of which (or 79.55%) is land and (or 20.45%) is water.alt=Illinois Central Railroad Water Tower, Kinmundy, Illinois|thumb|Historic Illinois Central Railroad Water Tower, built in 1885.|400x400px == History == The origins of the Town of Kinmundy are rooted in the expansion of the railroads in Southern Illinois, with the first significant economic influence being construction work on the Chicago branch of the Illinois Central Railroad. In April 1857, the town was initially laid out east of the railroad, in 15 blocks of varying sizes, and later, incorporated as a city in 1867. In January 1912, Illinois Central Railroad train No. 3, traveling at 50 miles per hour, collided with passenger train No. 25, which was standing at the station in Kinmundy taking water. The devastating train wreck demolished the private car at the rear of train No. 25 killing five passengers, among them James T. Harahan, the recently-retired president of the Illinois Central Railroad. == Arts and culture == === Landmarks === The stately Italianate Calendar Rohrbough House, located on so- called \"Quality Hill,\" is listed on the National Register of Historic Places. Illinois Central Railroad Water Tower and Pump House was also added to the National Register of Historic places in 1998. The Kinmundy Log Cabin Village is a collection of 12 original pioneer homes rescued in the 1960s from the surrounding local region and reassembled in a wooded area on the edge of the town. All of the cabins pre-date the American Civil War, with the oldest originally constructed in 1818. The log cabin village plays host to an annual fall Craft Fair, during which the village is populated by local volunteers and crafts people in period dress and the authentically furnished homes are open to the public. Some of the volunteers are descendants of the original residents of the historic cabins. Stephen A. Forbes State Recreation Area lays about 5 miles southwest of the town and offers trails, camping, hunting, and fishing. The park features a man-made lake which was completed in 1968 and boasts 18 miles of shoreline. ==Notable people== * Marilyn Kaytor, American journalist and internationally known food critic was born in Kinmundy in 1929. ==Demographics== As of the census of 2000, there were 892 people, 365 households, and 246 families residing in the city. The population density was 865.2 people per square mile (334.4/km). There were 409 housing units at an average density of 396.7 per square mile (153.3/km). The racial makeup of the city was 98.21% White, 0.34% African American, 0.11% Native American, 0.34% from other races, and 1.01% from two or more races. Hispanic or Latino of any race were 0.67% of the population. There were 365 households, out of which 31.5% had children under the age of 18 living with them, 53.4% were married couples living together, 11.2% had a female householder with no husband present, and 32.6% were non-families. 28.2% of all households were made up of individuals, and 17.0% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 3.00. In the city, the population was spread out, with 25.6% under the age of 18, 9.4% from 18 to 24, 25.0% from 25 to 44, 24.0% from 45 to 64, and 16.0% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 89.0 males. For every 100 females age 18 and over, there were 86.5 males. The median income for a household in the city was $28,500, and the median income for a family was $37,125. Males had a median income of $31,875 versus $20,938 for females. The per capita income for the city was $15,279. About 10.0% of families and 12.8% of the population were below the poverty line, including 16.0% of those under age 18 and 8.8% of those age 65 or over. Ameren's Kinmundy Power Plant, a combustion turbine generator (CTG) power plant, is located in Kinmundy.http://www.ameren.com/source/AboutUs/Pages/ADC_CTGs.aspx ==References== Category:Cities in Illinois Category:Cities in Marion County, Illinois",
 "title": "Kinmundy, Illinois"
}