{
 "id": "111668",
 "text": "Spring Grove is a village in McHenry County, and also includes some parts in Lake County, Illinois, United States as well. It is a commuter village within the Chicago metropolitan area. The population was 5,778 according to the 2010 census, up from 5,303 in 2005 and 3,880 in 2000. It is also home to Chain O'Lakes State Park. The current village president is Mark Eisenberg. The first tower grain silo was built in Spring Grove in 1873. ==Geography== Spring Grove is located at (42.451031, -88.242589). According to the 2010 census, Spring Grove has a total area of , of which (or 99.64%) is land and (or 0.36%) is water. ===Major streets=== * S. Hidden Trail * 20px Kenosha Street * 20px Rand Road * Main Street Road * Winn Road * Wilmot Road * Blivin Street/Richardson Road * English Prairie Road * Solon Road * Lakeview Road *Richardson Road ==Demographics== As of the census of 2000, there were 3,880 people, 1,166 households, and 1,045 families residing in the village. The population density was 624.7 people per square mile (241.2/km2). There were 1,205 housing units at an average density of 194.0 per square mile (74.9/km2). The racial makeup of the village was 97.37% White, 0.13% African American, 0.15% Native American, 0.90% Asian, 0.10% Pacific Islander, 0.36% from other races, and 0.98% from two or more races. Hispanic or Latino of any race were 1.78% of the population. There were 1,166 households, out of which 54.5% had children under the age of 18 living with them, 84.5% were married couples living together, 3.7% had a female householder with no husband present, and 10.3% were non- families. 7.5% of all households were made up of individuals, and 2.2% had someone living alone who was 65 years of age or older. The average household size was 3.33 and the average family size was 3.52. In the village, the population was spread out, with 35.3% under the age of 18, 4.9% from 18 to 24, 33.7% from 25 to 44, 20.8% from 45 to 64, and 5.3% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 100.8 males. For every 100 females age 18 and over, there were 96.9 males. The median income for a household in the village was $80,542, and the median income for a family was $82,996. Males had a median income of $60,933 versus $33,882 for females. The per capita income for the village was $25,506. About 1.7% of families and 2.4% of the population were below the poverty line, including 2.3% of those under age 18 and none of those age 65 or over. == Notable people == *Brooke Barrettsmith, contestant on the reality television show American Idol during its fifth season in 2006 * Nick Etten, first baseman for the Philadelphia Athletics, Philadelphia Phillies and New York Yankees *David Kagan, Bishop of the Roman Catholic Diocese of Bismarck, North Dakota, grew up in Spring Grove. * Bobby Klaus, infielder for the Cincinnati Reds and New York Mets; born in Spring Grove ==References== ==External links== * Spring Grove official website * Spring Company in Spring Grove, Illinois official website * The Illinois Storytelling Festival Annual storytelling festival in August Category:Villages in McHenry County, Illinois Category:Villages in Illinois Category:Chicago metropolitan area Category:Populated places established in 1902",
 "title": "Spring Grove, Illinois"
}