{
 "id": "111625",
 "text": "David Alfred Andrade (30 April 1859 – 23 May 1928) was an Australian individualist and free market anarchist. ==Biography== His parents were Abraham Da Costa Andrade and Maria Giles, both from Middlesex, England. His brother William Charles Andrade was an anarchist too. They were active in Joseph Symes's Australasian Secular Association. In 14 May 1886, David Andrade, his brother Will and half a dozen others formed the Melbourne Anarchist Club (MAC), the first anarchist organisation in Australia. Andrade became the MAC secretary and one of its main propagandists. The MAC produced the journal Honesty, an Australian organ of anarchism which had substantially the same principles as those championed by Benjamin Tucker's Liberty. In a news agency at Brunswick, now an inner suburb of Melbourne, and later in Liberty Hall, Russell St. Melbourne the brothers operated the first anarchist book shops in Australia. Andrade was a vegetarian and with his brother operated the first vegetarian restaurant in Melbourne.Scates, Bruce. (1997). A New Australia: Citizenship, Radicalism and the First Republic. Cambridge University Press. p. 22. Andrade's main works include Money: A Study of the Currency Question (1887), Our Social System (n.d.), An Anarchist Plan of Campaign (1888), and The Melbourne Riots and how Harry Holdfast and his Friends Emancipated the Workers (1892). In the early 1890s, Andrade was the secretary of the Unemployed Workers Association. Andrade explains, \"We are ruled by a lot of robbers. Our legislators are more degraded than a person who abuses a woman or a child and I have no confidence in them.\" Andrade was burnt out in the disastrous Red Tuesday bushfires in 1898. He appears to have been financially ruined by this. In 1903, he was committed to the Yarra Bend Asylum and died in 1928 at the Ballarat Mental Asylum. Andrade adds, \"Socialism is a matter of justice. It acknowledges the rights of the poor to dignity and self determination, promulgating co-operation as the cure for the wrongs of capitalism.\" ==Selected publications== *Essay on Truth (1880) *Money: A Study of the Currency Question (1887) *An Anarchist Plan of Campaign (1888) *Our Social System (1890) *The Melbourne Riots and How Harry Holdfast and his Friends Emancipated the Workers (1892) ==References== ==Further reading== * Andrade, David Alfred (1859–1928) Australian Dictionary of Biography. Accessed 1 May 2007 * Melbourne's Radical Bookshops by John Sendy, (1983) International Bookshop Pty Ltd * A Reader of Australian Anarchism 1886–1896 by Bob James (1979) No ISBN * Anarchy by David Andrade in Honesty, Melbourne, February 1889, published in Anarchism in Australia: An Anthology 1886–1986 edited by Bob James, Melbourne (1986) No ISBN Category:1859 births Category:1928 deaths Category:Anarchist writers Category:Australian anarchists Category:Australian anti-capitalists Category:Australian male non-fiction writers Category:Australian political philosophers Category:Australian political writers Category:Free-market anarchists Category:Individualist anarchists Category:Libertarian socialists Category:Vegetarianism activists",
 "title": "David Andrade (anarchist)"
}