{
 "id": "111611",
 "text": "Junction City is a village in Marion County, Illinois, United States. The population was 482 at the 2010 census. ==Geography== Junction City is located at (38.579735, -89.127449). According to the 2010 census, Junction City has a total area of , of which (or 97.42%) is land and (or 2.58%) is water. ==Demographics== As of the census of 2000, there were 559 people, 207 households, and 158 families residing in the village. The population density was 827.9 people per square mile (317.4/km). There were 226 housing units at an average density of 334.7 per square mile (128.3/km). The racial makeup of the village was 98.57% White, 0.36% Asian, and 1.07% from two or more races. Hispanic or Latino of any race were 0.36% of the population. There were 207 households, out of which 45.4% had children under the age of 18 living with them, 58.0% were married couples living together, 13.0% had a female householder with no husband present, and 23.2% were non-families. 20.3% of all households were made up of individuals, and 11.6% had someone living alone who was 65 years of age or older. The average household size was 2.70 and the average family size was 3.11. In the village, the population was spread out, with 31.1% under the age of 18, 7.7% from 18 to 24, 28.6% from 25 to 44, 21.5% from 45 to 64, and 11.1% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 96.8 males. For every 100 females age 18 and over, there were 93.5 males. The median income for a household in the village was $33,500, and the median income for a family was $40,000. Males had a median income of $31,538 versus $21,719 for females. The per capita income for the village was $14,114. About 10.9% of families and 9.9% of the population were below the poverty line, including 11.2% of those under age 18 and 15.7% of those age 65 or over. ==References== Category:Villages in Marion County, Illinois Category:Villages in Illinois",
 "title": "Junction City, Illinois"
}