{
 "id": "111763",
 "text": "Bellevue is a village in Peoria County, Illinois, United States. The population was 1,978 at the 2010 census. Bellevue is a suburb of Peoria and is part of the Peoria, Illinois Metropolitan Statistical Area. ==Geography== Bellevue is located at (40.688247, -89.669367). According to the 2010 census, Bellevue has a total area of , all land. ==Demographics== As of the census of 2000, there were 1,887 people, 741 households, and 512 families residing in the village. The population density was 1,124.3 people per square mile (433.7/km). There were 872 housing units at an average density of 519.6 per square mile (200.4/km). The racial makeup of the village was 95.65% White, 1.01% African American, 0.26% Native American, 0.69% Asian, 0.05% Pacific Islander, 0.48% from other races, and 1.85% from two or more races. Hispanic or Latino of any race were 1.59% of the population. There were 741 households, out of which 36.3% had children under the age of 18 living with them, 47.8% were married couples living together, 16.2% had a female householder with no husband present, and 30.9% were non-families. 25.9% of all households were made up of individuals, and 9.7% had someone living alone who was 65 years of age or older. The average household size was 2.55 and the average family size was 3.06. In the village, the population was spread out, with 29.4% under the age of 18, 7.9% from 18 to 24, 31.2% from 25 to 44, 20.2% from 45 to 64, and 11.3% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 95.1 males. For every 100 females age 18 and over, there were 91.5 males. The median income for a household in the village was $31,098, and the median income for a family was $35,972. Males had a median income of $31,875 versus $20,396 for females. The per capita income for the village was $14,228. About 9.0% of families and 10.9% of the population were below the poverty line, including 13.8% of those under age 18 and 6.9% of those age 65 or over. ==References== Category:Villages in Peoria County, Illinois Category:Villages in Illinois Category:Peoria metropolitan area, Illinois",
 "title": "Bellevue, Illinois"
}