{
 "id": "111872",
 "text": "Dawson is a village in Sangamon County, Illinois, United States. The population was 509 at the 2010 census. It is about 10 miles east of Springfield and is part of the Springfield Metropolitan Statistical Area. ==History== Dawson was located along an old Indian trail that led from Clear Lake, Illinois, to Buffalo Hart, Illinois. Dawson was laid out in 1854, when the railroad was extended to that point. The village was named after John Dawson, a member of a political group in Illinois in the 1830s led by Abraham Lincoln, that advocated moving the state capitol from Vandalia to Springfield. Dawson was incorporated in 1883. ==Geography== According to the 2010 census, Dawson has a total area of , all land. ==Demographics== As of the census of 2000, there were 466 people, 188 households, and 140 families residing in the village. The population density was 535.0 people per square mile (206.8/km). There were 197 housing units at an average density of 226.2 per square mile (87.4/km). The racial makeup of the village was 98.93% White, and 1.07% from two or more races. Hispanic or Latino of any race were 0.43% of the population. There were 188 households, out of which 36.2% had children under the age of 18 living with them, 61.2% were married couples living together, 6.4% had a female householder with no husband present, and 25.5% were non- families. 21.3% of all households were made up of individuals, and 8.0% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 2.85. In the village, the population was spread out, with 23.0% under the age of 18, 7.9% from 18 to 24, 32.2% from 25 to 44, 26.6% from 45 to 64, and 10.3% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 96.6 males. For every 100 females age 18 and over, there were 99.4 males. The median income for a household in the village was $51,250, and the median income for a family was $59,375. Males had a median income of $31,719 versus $27,396 for females. The per capita income for the village was $19,686. About 4.2% of families and 5.9% of the population were below the poverty line, including 2.2% of those under age 18 and 23.4% of those age 65 or over. ==Sources== Category:Villages in Sangamon County, Illinois Category:Villages in Illinois Category:Springfield metropolitan area, Illinois Category:Populated places established in 1883",
 "title": "Dawson, Illinois"
}