{
 "id": "111812",
 "text": "Karnak is a village in Pulaski County, Illinois, United States. The population was 499 at the 2010 census. ==History== A post office called Karnak has been in operation since 1905. The village was named after Karnak, in Egypt. ==Geography== Karnak is located at (37.292146, -88.974920). According to the 2010 census, Karnak has a total area of , of which (or 99.78%) is land and (or 0.22%) is water. ==Demographics== As of the census of 2000, there were 619 people, 263 households, and 174 families residing in the village. The population density was 341.4 people per square mile (132.0/km). There were 293 housing units at an average density of 161.6 per square mile (62.5/km). The racial makeup of the village was 93.70% White, 5.49% African American, 0.16% Asian, 0.65% from other races. Hispanic or Latino of any race were 3.88% of the population. There were 263 households, out of which 27.4% had children under the age of 18 living with them, 49.8% were married couples living together, 13.7% had a female householder with no husband present, and 33.8% were non-families. 30.0% of all households were made up of individuals, and 16.7% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 2.90. In the village, the population was spread out, with 25.7% under the age of 18, 7.9% from 18 to 24, 25.2% from 25 to 44, 19.7% from 45 to 64, and 21.5% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 82.1 males. For every 100 females age 18 and over, there were 78.3 males. The median income for a household in the village was $28,125, and the median income for a family was $33,833. Males had a median income of $35,625 versus $16,635 for females. The per capita income for the village was $13,346. About 16.3% of families and 20.0% of the population were below the poverty line, including 27.4% of those under age 18 and 14.2% of those age 65 or over. ==References== Category:Villages in Pulaski County, Illinois Category:Villages in Illinois",
 "title": "Karnak, Illinois"
}