{
 "id": "111824",
 "text": "Standard is a village in Putnam County, Illinois, United States. The population was 220 at the 2010 census, down from 256 in 2000. It is part of the Ottawa Micropolitan Statistical Area. == History == The B.F. Berry Coal Company, a division of the Chicago, Milwaukee, and St. Paul Railroad, hired John Cherry in 1905 to sink a new mine. They set up a new railroad between Granville and Oglesby to service the shaft. The village was called Berry until 1908 when it was changed to Taft. Then in 1914 it was renamed Standard because of confusion with another town named Taft. Initially the town was just two large boarding houses for the miners, but later the company built houses for those with families. The mine closed in 1924.Bluemer, R.G. (2001). Black Diamond Mines. Granville, Illinois: Grand Village Press. ==Geography== Standard is located at (41.256450, -89.179014). According to the 2010 census, Standard has a total area of , all land. ==Demographics== As of the census of 2000, there were 256 people, 115 households, and 67 families residing in the village. The population density was 453.2 people per square mile (176.5/km). There were 119 housing units at an average density of 210.7 per square mile (82.0/km). The racial makeup of the village was 98.44% White, and 1.56% from two or more races. Hispanic or Latino of any race were 1.95% of the population. There were 115 households, out of which 25.2% had children under the age of 18 living with them, 50.4% were married couples living together, 6.1% had a female householder with no husband present, and 40.9% were non- families. 35.7% of all households were made up of individuals, and 18.3% had someone living alone who was 65 years of age or older. The average household size was 2.23 and the average family size was 2.91. In the village, the population was spread out, with 24.2% under the age of 18, 5.9% from 18 to 24, 28.1% from 25 to 44, 24.2% from 45 to 64, and 17.6% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 104.8 males. For every 100 females age 18 and over, there were 104.2 males. The median income for a household in the village was $35,972, and the median income for a family was $41,875. Males had a median income of $35,179 versus $22,917 for females. The per capita income for the village was $17,453. About 5.8% of families and 5.8% of the population were below the poverty line, including 9.5% of those under the age of eighteen and 5.4% of those 65 or over. ==Notable person== * Ernani Bernardi, big-band musician and member of the City Council of Los Angeles; born in Standard ==References== Category:Villages in Putnam County, Illinois Category:Villages in Illinois Category:Ottawa, IL Micropolitan Statistical Area",
 "title": "Standard, Illinois"
}