{
 "id": "111876",
 "text": "Jerome is a village in Sangamon County, Illinois, United States. The population was 1,656 at the 2010 census. It is part of the Springfield, Illinois Metropolitan Statistical Area. ==Geography== Jerome is located at (39.768000, -89.678938). According to the 2010 census, Jerome has a total area of , all land. ==Demographics== As of the census of 2000, there were 1,414 people, 708 households, and 393 families residing in the village. The population density was 3,806.8 people per square mile (1,475.5/km). There were 727 housing units at an average density of 1,957.2 per square mile (758.6/km). The racial makeup of the village was 94.13% White, 1.70% African American, 0.35% Native American, 1.98% Asian, 0.07% Pacific Islander, 0.35% from other races, and 1.41% from two or more races. Hispanic or Latino of any race were 1.70% of the population. There were 708 households, out of which 20.8% had children under the age of 18 living with them, 43.4% were married couples living together, 9.5% had a female householder with no husband present, and 44.4% were non-families. 39.1% of all households were made up of individuals, and 15.5% had someone living alone who was 65 years of age or older. The average household size was 2.00 and the average family size was 2.64. In the village, the population was spread out, with 18.0% under the age of 18, 4.6% from 18 to 24, 28.0% from 25 to 44, 24.3% from 45 to 64, and 25.2% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 88.0 males. For every 100 females age 18 and over, there were 78.7 males. The median income for a household in the village was $41,974, and the median income for a family was $48,362. Males had a median income of $31,400 versus $30,508 for females. The per capita income for the village was $23,350. About 1.5% of families and 3.5% of the population were below the poverty line, including 4.1% of those under age 18 and 1.7% of those age 65 or over. ==References== Category:Villages in Sangamon County, Illinois Category:Villages in Illinois Category:Springfield metropolitan area, Illinois",
 "title": "Jerome, Illinois"
}