{
 "id": "111987",
 "text": "Hoopeston () is a city in Grant Township, Vermilion County, Illinois, United States. As of the 2020 census, the city population was 4,915. ==History== thumb|left|180px|Entrance to McFerren Park, 2007 Hoopeston was laid out in 1871. It was named for Thomas Hoopes, one of the men who offered land for the crossing of two railroads: the Lafayette, Bloomington and Western Railroad and the Chicago, Danville and Vincennes Railroad. The two railroads separated the town into four sections. The latter railroad still exists and is now operated jointly by CSX Transportation and Union Pacific Railroad. In 1890, Greer College was established in Hoopeston, funded by a gift of $40,000 and of land from John Greer. Business and manufacturing in Hoopeston have historically been related to agriculture. In 1875, S. S. McCall established the Illinois Canning Company to can locally grown vegetables; and this was so successful that in 1878 the Hoopeston Canning Company was established, which later became part of Stokely-Van Camp, Inc. In addition, Silgan Can (formerly American Can) had a factory which manufactured the tin cans themselves, and an FMC plant manufactured agricultural machinery. There was also an engine company there until at least 1915, the Hoopeston Gas Engine Company, which catered to agriculture and home use. In honor of its agricultural roots, including the growing of sweet corn, Hoopeston holds a Sweet Corn Festival each September, starting the Thursday before Labor Day and ending on Labor Day. In association with the festival, the Miss National Sweetheart is held during the same week. Runners-up from the Miss America state pageants are eligible to compete for the title of Miss National Sweetheart. It was also the location of one of several prisoner of war camps housing German soldiers during World War II (see German Prisoner of War Camp, Hoopeston, Illinois). ==Geography== Hoopeston is located at the intersection of Illinois Route 1 and Illinois Route 9, about one mile from the north edge of Vermilion County. According to the 2010 census, Hoopeston has a total area of , all land. ===Climate=== ==Demographics== Hoopeston is part of the Danville, Illinois, Metropolitan Statistical Area. As of the census of 2010, there were 5,351 people residing in the city. The population density was 1,451.7 people per square mile. There were 2,529 housing units. The racial makeup of the city was 91.79% White, 0.82% African American, 0.28% Native American, 0.13% Asian, 5.60% from other races, and 1.37% from two or more races. Hispanic or Latino of any race were 8.38% of the population. There were 2,369 households, out of which 30.7% had children under the age of 18 living with them, 50.5% were married couples living together, 11.4% had a female householder with no husband present, and 34.7% were non-families. 31.2% of all households were made up of individuals, and 16.6% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 3.04. In the city, the population was spread out, with 24.8% under the age of 18, 8.3% from 18 to 24, 24.1% from 25 to 44, 22.4% from 45 to 64, and 20.4% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 99.2 males. For every 100 females age 18 and over, there were 97.6 males. The median income for a household in the city was $31,947, and the median income for a family was $39,368. Males had a median income of $31,656 versus $20,474 for females. The per capita income for the city was $15,055. About 12.3% of families and 13.8% of the population were below the poverty line, including 16.6% of those under age 18 and 11.7% of those age 65 or over. ==Education== ===Primary and secondary education=== * Hoopeston Area High School * Hoopeston Area Middle School serves 8th, 7th, and 6th-grade students * John Greer Grade School (originally known as John Greer College) serves 5th, 4th and 3rd-grade students. * Maple Grade School serves kindergarten through 2nd-grade students. The school district has faced increasingly declining enrollment over the past 10 years. The district has also struggled financially in recent years. Honeywell School, formerly serving 3rd and 4th-grade students, was closed at the end of the 2015–2016 school year due to funding cuts and declining enrollment. The school teams are named the \"Cornjerkers\", a term describing farm workers who picked corn prior to the use of mechanized corn picker implements. Hoopeston Area High School is the alma mater of former Ohio State University head men's basketball coach Thad Matta. ===Library=== Hoopeston is served by the Hoopeston Carnegie Public Library. ==Miss National Sweetheart pageant== The Miss National Sweetheart beauty pageant was created in 1941. Its contestants are runners-up from the Miss America state pageants who have been invited to Hoopeston for the competition. The event, which has no official ties to the Miss America Organization, is sponsored by the Hoopeston Jaycees and is held on Labor Day weekend in conjunction with the town's annual Sweetcorn Festival. Most contestants were the first runners-up in their state pageants, but second and other runners-up are invited if the first runner-up chooses not to attend. The winner of the title receives a $1,200 scholarship and a pendant shaped like an ear of corn. Winning this title does not guarantee that a contestant will win a Miss America state title, but since 1980, five Miss National Sweetheart winners have gone on to win both their state and the Miss America title. Since 1970 there have been nine Miss America titleholders who have competed in the National Sweetheart pageant. In 2016, the Miss America organization officially disassociated itself with the Miss National Sweetheart Organization. Pursuant to their decision, Miss America state pageant contestants are prohibited from competing for Miss National Sweetheart. ==Notable people== * Mary Hartwell Catherwood, American author, longtime resident * Frankie Gustine, infielder for the Pittsburgh Pirates, Chicago Cubs and St. Louis Browns * Thad Matta, Ohio State University head men's basketball coach * Tom Merritt, Illinois state senator and businessman ==References== ==External links== * City of Hoopeston * hoopeston.org, Hoopeston related web sites and businesses * Hoopeston school district Category:Cities in Illinois Category:Cities in Vermilion County, Illinois Category:Populated places established in 1871 Category:1871 establishments in Illinois",
 "title": "Hoopeston, Illinois"
}