{
 "id": "111935",
 "text": "Smithton is a village in St. Clair County, Illinois, United States. The population was 3,693 in the 2010 United States Census. It is part of the Metro East region of Greater Saint Louis. ==Geography== Smithton is located at (38.405800, -89.992578). The village has a total area of , of which (or 98.96%) is land and (or 1.04%) is water., according to the 2010 census. ==Demographics== As of the census of 2000, there were 2,248 people, 786 households, and 605 families residing in the village. The population density was 1,344.5 people per square mile (519.7/km). There were 807 housing units at an average density of 482.6 per square mile (186.6/km). The racial makeup of the village was 97.46% White, 0.76% African American, 0.36% Native American, 0.40% Asian, 0.04% Pacific Islander, and 0.98% from two or more races. Hispanic or Latino of any race were 0.22% of the population. There were 786 households, out of which 41.0% had children under the age of 18 living with them, 64.0% were married couples living together, 8.9% had a female householder with no husband present, and 23.0% were non-families. 19.5% of all households were made up of individuals, and 8.4% had someone living alone who was 65 years of age or older. The average household size was 2.74 and the average family size was 3.16. In the village, the population was spread out, with 27.1% under the age of 18, 7.6% from 18 to 24, 31.8% from 25 to 44, 21.1% from 45 to 64, and 12.4% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 95.1 males. For every 100 females age 18 and over, there were 91.8 males. The median income for a household in the village was $51,806, and the median income for a family was $59,875. Males had a median income of $40,588 versus $31,932 for females. The per capita income for the village was $19,695. About 7.0% of families and 9.3% of the population were below the poverty line, including 9.5% of those under age 18 and 11.3% of those age 65 or over. ==Public library== The Smithton Public Library District is located in Smithton, IL, though the District encompasses an area greater than the village itself. The District was established in 1988 and opened its library building in July 1993. The Smithton Public Library District is a member of the Lewis and Clark Library System, allowing patrons to borrow books directly from dozens of member libraries. The library is supported primarily though public funds through library taxes levied by its board of trustees, but also through private donations, book sales, and fees for services such as printing and faxing. The district boasts a collection of more than 17,000 items, including books, magazines, audiobooks, music CDs, movies, and eBook readers. In February, 2011, the district became the first library in the region to offer eBook readers to patrons for check-out. ==References== ==External links== * Smithton Village Web Site: Smithton.Net * Smithton Chamber of Commerce Web Site: Smithton_Chamber_of_Commerce * Smithton Public Library Web Site: Category:Villages in St. Clair County, Illinois Category:Villages in Illinois",
 "title": "Smithton, Illinois"
}