{
 "id": "111960",
 "text": "East Peoria is a city in Tazewell County, Illinois, United States. The population was 23,402 at the 2010 census. East Peoria is a suburb of Peoria and is part of the Peoria, Illinois Metropolitan Statistical Area, located across the Illinois River from downtown Peoria. It is home to many Caterpillar Inc. facilities. The city is also the site of the home campus of Illinois Central College (a regional community college), and the Par-A-Dice Hotel and Casino. The main commercial area of East Peoria is just across the river from downtown Peoria. In concert with the renovation of old Caterpillar factories, the development of the downtown Peoria Riverfront Museum and Caterpillar Visitors Center, and the renovation of Interstate 74 and of the area's bridges, East Peoria's downtown and urban area have developed as well. In 2011 and 2012, a major renovation of Washington Street and other downtown and city streets took place, and a full-service Holiday Inn Center featuring a high- level restaurant has been added. Ground was broken in June 2012 for the new Fondulac District Library, which opened in November 2013. The new East Peoria City Hall, adjacent to the library with a shared Civic Plaza, was built and dedicated in 2015. ==Geography== East Peoria is located at (40.669075, -89.545533). According to the 2010 census, East Peoria has a total area of , of which (or 90.13%) is land and (or 9.87%) is water. ==Demographics== As of the census of 2000, there were 22,638 people, 9,478 households, and 6,397 families residing in the city. The population density was 1,203.4 people per square mile (464.7/km). There were 9,938 housing units at an average density of 528.3 per square mile (204.0/km). The racial makeup of the city was 97.32% White, 0.47% African American, 0.24% Native American, 0.66% Asian, 0.01% Pacific Islander, 0.44% from other races, and 0.86% from two or more races. Hispanic or Latino of any race were 1.29% of the population. There were 9,478 households, out of which 28.1% had children under the age of 18 living with them, 54.7% were married couples living together, 9.2% had a female householder with no husband present, and 32.5% were non-families. 28.2% of all households were made up of individuals, and 12.9% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 2.87. In the city, the population was spread out, with 22.4% under the age of 18, 7.8% from 18 to 24, 28.0% from 25 to 44, 24.6% from 45 to 64, and 17.3% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 93.2 males. For every 100 females age 18 and over, there were 90.3 males. The median income for a household in the city was $41,538, and the median income for a family was $51,836. Males had a median income of $39,549 versus $24,570 for females. The per capita income for the city was $20,147. About 4.9% of families and 7.2% of the population were below the poverty line, including 8.6% of those under age 18 and 6.4% of those age 65 or over. ==Education== East Peoria is serviced by 4 school districts: 1 high school district and 3 elementary districts. East Peoria High School is the only high school, and is fed into by the Robein (District 85), District 86, and Creve Coeur (District 76) schools. East Peoria is home to the majority of the commercial television broadcast outlets that serve the Peoria area. WEEK-TV, channel 25, the local NBC affiliate, has long maintained studios and transmitter facilities on Springfield Road in East Peoria. In recent years, other stations have moved in with WEEK-TV as a result of operations mergers through local marketing agreements, including MyNetworkTV affiliate WAOE (channel 59), and ABC affiliate WHOI (channel 19), which moved to the Springfield Road studios in 2009 from its former location in nearby Creve Coeur. The remainder of Peoria's TV stations maintain their studios across the river in Peoria. ==Sports and recreation== * EastSide Centre - Youth, jr. high school, high school and college athletic venues for baseball, football, soccer, softball, track and field and volleyball. The Robert Morris–Peoria Eagles baseball and club football team use the facility. ==Fondulac District Library== The Fondulac District Library was established with the help of the East Peoria Woman's Club in 1935. Over the next 70 years, the Fondulac District Library has moved on multiple locations. A previous incarnation of the library was flooded out in 2013, putting at risk their entire collection of books and other materials. In April 2009, residents of East Peoria approved a referendum to build a new library in the present-day Levee District. This library is approximately 32,000 square feet, and features a larger collection of media than previous libraries. The library opened to the public on November 1, 2013. ==Utilities== The water provided by East Peoria Public Works (which services most, if not all of East Peoria homes and businesses) is extremely hard, at 28 grains/gallon as calcium, or roughly 479 mg/L. A higher-capacity water softener may be required to adequately soften water of this hardness level. == Caterpillar company == The Holt Manufacturing Company in Stockton, California had successfully built crawler-type tractors and in 1909 began looking for manufacturing facilities closer to the vast agricultural markets in the Midwest farm belt. Company President Benjamin Holt dispatched his nephew, Pliny E. Holt in March 1909 to find another plant. He met Murray Baker, an implement dealer, who knew of a factory already equipped to manufacture farm implements and steam traction engines that had belonged to the bankrupt Colean Manufacturing Co. of East Peoria. Pliny inspected the Colean factory and learned Colean had spent at least $450,000 on the relatively new building and machinery. Holt bought the assets on October 25, 1909 for the $50,000 note held by a trust company. and began operations on February 15, 1910 with 12 employees. The \"Holt Caterpillar Company\" was incorporated in both Illinois and California on January 12, 1910. East Peoria became Holt Manufacturing Company's eastern manufacturing plant, competing with the nearby Avery Tractor Company. Holt was credited with producing the first practical continuous tracks for use with tractors and he registered \"Caterpillar\" as a trademark in 1911. The Peoria facility proved so profitable that only two years later the Peoria facility employed 625 people and was exporting tractors to Argentina, Canada, and Mexico. In April and May 1925, after a period of financial difficulty, the financially stronger C. L. Best merged with the market leader Holt Caterpillar to form the Caterpillar Tractor Co. Clarence Leo Best assumed the title of CEO, and remained in that role until October 1951. The new company was headquartered in San Leandro until 1930, when under the terms of the merger it was moved to Peoria. The Caterpillar company consolidated its product lines and went on to supply the Allied armies with artillery tractors during World War I, the first use of crawling type tractors for military purposes. When World War I broke out, with the problem of trench warfare and the difficulty of transporting supplies to the front, the pulling power of crawling-type tractors drew the attention of the military. In British trials, the Holt tractor was found to be better suited than its competitors to haul heavy loads over uneven ground. The War Office was suitably impressed and chose it as a gun-tractor. Holt Caterpillar tractors were also the inspiration for the development of the British tank, which profoundly altered ground warfare tactics. == Notable people == * Joe Girardi, catcher for four Major League Baseball teams and former manager of the New York Yankees; native of East Peoria: played in East Peoria Little League * Matthew F. Hale, white separatist, sentenced to a 40-year in prison for soliciting an undercover FBI informant to kill federal judge Joan Lefkow; raised in East Peoria * Kent HovindSearch \"Kent Hovind\" in Escambia County Florida Clerk of the Circuit Court for Instrument 2005406964, Affidavit 08/10/2005, also available on Wikisource as Kent Hovind 2005 Affidavit. -- Young Earth creationist * Sam Kinison, comedian and actor (Have You Seen Me Lately?, Savage Dawn, Back to School); attended East Peoria Community High School * Howard Lance (Book does not provide page numbers.) -- Chairman & CEO, Harris Corporation * Roger Phegley, shooting guard and small forward for six National Basketball Association teams; played both baseball and basketball for East Peoria Community High School * Gary Richrath, guitarist and songwriter (REO Speedwagon)Phil Luciano, \"Ex-REO Speedwagon guitarist and East Peoria native Gary Richrath dies at 65\". Peoria Journal Star, September 14, 2015. Retrieved 2015-10-08. ==References== ==External links== * City of East Peoria -- official site * East Peoria Times-Courier -- newspaper Category:Cities in Illinois Category:Cities in Tazewell County, Illinois Category:Peoria metropolitan area, Illinois Category:populated places established in 1884 Category:1884 establishments in Illinois",
 "title": "East Peoria, Illinois"
}