{
 "id": "111950",
 "text": "Lena is a village in Stephenson County, Illinois. The population was 2,912 at the 2010 census. Lena was platted in 1853, and named after a place mentioned in a poem by Ossian. ==History== In 1853, a railroad survey by Benjamin Dornblazer determined a course through present-day Lena. Samuel F. Dodds, who owned of land in the area, purchased an additional tract of on behalf of the railroad company and grading work was begun. Dodds owned a stone residence which still occupies Lot No. 1 on Lena Street, while Dr. F. Voightheld owned a log home (which has subsequently been demolished) near the train depot. At the time, these two buildings made up the extent of the town. The town was originally shaped as a parallelogram covering twenty-six blocks for a total of 304 housing lots. During the summer of 1853, lots sold rapidly, commanding prices varying from $50 to $150 each. On New Year's Day 1854, track was laid, and railway cars began running between Freeport and Warren. The population began to grow, mostly with English and Irish residents. In 1854, there were about a dozen families in Lena. During the summer of 1855, Reber & Cheney and Dodds erected a three-story brick building at the corner of Railroad and Schuyler streets. It was completed in the fall of 1856 at a cost of about $4,000. The building is still used by local businesses. The Panic of 1857 had little effect on the growth of the town, and rapid expansion continued through 1860. As growth continued after the Civil War, the first town newspaper called the Lena Star was established in 1867, with Dodds as editor. During its first year, the newspaper reported a local fire and called for a town water pump. Several fires erupted through 1868, and J.M. Shannon (who took over as editor of the newspaper) continued calls for a pump.Welton, Sharon. \"Lena Water Tower,\" (PDF), National Register of Historic Places Nomination Form, 30 September 1996, HAARGIS Database, Illinois Historic Preservation Agency. Retrieved 24 July 2007. The Lena Water Tower was finally established on May 15, 1868. By 1870, Lena's population had reached 1,295 people and its social and business community continued to grow. The Lena Fire Department was established in 1869 and officially met for the first time in 1870. Despite the presence of the fire department and well, fires continued to plague Lena. During the early 1870s, structure fires consumed a warehouse, a stable, a rural school and several Lena houses. News of the Great Chicago Fire of 1871 was unsettling to the residents of Lena, and a fire of 1874 nearly destroyed the old railway depot and freight houses. A local opera house, constructed in 1879, was featured on the History Channel show American Pickers in February 2010. The Opera House, now reconstructed, was closed in 1938. Radio station WQLF (102.1 FM) is licensed to the city of Lena. ==Geography== Lena is located at (42.378595, -89.826308). According to the 2010 census, Lena has a total area of , all land. The town of Lena is located in parts of Sections 32 and 33, on the Illinois Central Railroad, twelve miles (19 km) west of Freeport, and is, next to that city, the largest town in the county. ===Climate=== ==Demographics== At the 2000 census, there were 2,887 people, 1,164 households and 807 families residing in the village. The population density was 1,350.0 per square mile (520.9/km). There were 1,257 housing units at an average density of 587.8 per square mile (226.8/km). The racial makeup of the village was 98.58% White, 0.21% African American, 0.03% Native American, 0.10% Asian, 0.31% from other races, and 0.76% from two or more races. Hispanic or Latino of any race were 1.14% of the population. There were 1,164 households, of which 31.1% had children under the age of 18 living with them, 59.4% were married couples living together, 7.0% had a female householder with no husband present, and 30.6% were non-families. 27.9% of all households were made up of individuals, and 17.4% had someone living alone who was 65 years of age or older. The average household size was 2.40 and the average family size was 2.95. 24.5% of the population were under the age of 18, 7.1% from 18 to 24, 23.8% from 25 to 44, 21.7% from 45 to 64, and 22.9% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 88.8 males. For every 100 females age 18 and over, there were 84.5 males. The median household income was $39,94, and the median family income was $49,375. Males had a median income of $40,202 versus $23,063 for females. The per capita income for the village was $18,613. About 2.2% of families and 4.7% of the population were below the poverty line, including 4.3% of those under age 18 and 8.3% of those age 65 or over. ==Education== Education in Lena is provided by the Lena-Winslow Consolidated School District #202. Within the district are facilities in Lena (kindergarten, elementary, junior high, and high schools). The Lena-Winslow Panther Football team won the Class 1A State Championships in 2010, 2013, 2017, 2019, and 2021. The Le-Win/Stockton wrestling coop also won the IHSA class 1A State Wrestling Championship in 2017, 2019, and 2020. ==Notable people== * Harry Boeke (1883-1936), Illinois state senator and businessman, was born in Lena.\"Sen. Boeke Dies At Home In Freeport,' The Republican Northwestern (Belvedere, Illinois), September 15, 1936, pg. 5 * Charles N. Fowler, congressman from New Jersey's 5th district (1895-1911)Charles Newell Fowler biography, United States Congress. Accessed August 9, 2007. * Joe Lobdell, offensive lineman with the Kansas City Chiefs and Indianapolis Colts ==Points of Interest== *Lena Water Tower *Lake Le-Aqua- Na State Park The park is a state park surrounding and including Lake Le-Aqua- Na *Wolf Hollow Golf Course *Stage Coach Golf Course *Sugarbaker's Boutique & Wine Bar ==References== ==External links== *Village of Lena Webpage *Lena Volunteer Fire Department *Le-Win School District Category:Villages in Stephenson County, Illinois Category:Villages in Illinois Category:Populated places established in 1834 Category:1834 establishments in Illinois",
 "title": "Lena, Illinois"
}