{
 "id": "112001",
 "text": "Mount Carmel is a city in and the county seat of Wabash County, Illinois, United States. At the time of the 2010 census, the population was 7,284, and it is the largest city in the county. The next largest town in Wabash County is Allendale, population 475. Located at the confluence of the Wabash, Patoka, and White rivers, Mount Carmel borders both Gibson and Knox counties of Indiana. A small community known informally as East Mount Carmel sits near the mouth of the Patoka River on the opposite (Gibson County) side of the Wabash River from Mount Carmel. Mount Carmel is northeast of the Forest of the Wabash, a National Natural Landmark within Beall Woods State Park and about a mile north-northeast of one of its main employers, the Gibson Generating Station. Mount Carmel is also the home of Wabash Valley College, part of the Community College System of Eastern Illinois. Some know Mt. Carmel as Mountain Carmel. ==History== ===Tornado=== On June 4, 1877 a tornado of F4 intensity touched down just west of Mount Carmel and moved east-northeast, devastating the town. The storm's line of destruction wreaked havoc on a large part of the territory between Third and Fifth streets. The velocity of the wind was estimated at 150 miles per hour for a duration of almost two minutes. As described in a local newspaper at the time: \"During its prevalence the air was filled with flying roofs, windows, doors, lumber, rails, clothing, etc. Much of the debris was carried more than a mile away. Thirteen persons were killed outright, and many others will undoubtedly die of their injuries. There are also several others reported missing who are probably buried in the ruins. It being a rainy day, many farmers who could not work at home were in town. The county court was also in session, which caused many people to be in the city. Men, women and children were blown a distance of 400 feet, as if they were feathers. The better part of the town Is destroyed. Some seventy families were rendered houseless and much distress is anticipated.\" Final estimates of the damage indicate that 20 businesses and 100 homes were damaged or destroyed. At least 16 people, and as many as 30, were killed, with 100 injured. ===Grand Rapids Hotel and Resort=== In the 1920s, there was a hotel in Wabash County near the Grand Rapids Dam and Hanging Rock on the Wabash River. The hotel was called the Grand Rapids Hotel and was owned by Frederick Hinde Zimmerman. During the hotel's nine-year existence it catered to individuals from all over the United States. left|thumb ==Geography== Mount Carmel is located at (38.414859, -87.768596) on the Wabash River, which demarcates the Indiana border. According to the 2010 census, the city has a total area of , of which (or 97.20%) is land and (or 2.80%) is water. The city was featured in Ripley's Believe It or Not! for its once multicolored bridge over the Wabash River, painted white and black on the Illinois and Indiana sides of the state line, respectively. The old twelve span Parker truss bridge, later repainted entirely green, formerly connected Princeton, Indiana to Mount Carmel via Indiana State Road 64 and Illinois Route 15.Wabash County Museum – Crossing the Wabash Illinois Route 1 and Illinois Route 15 meet just a few blocks from the bridge. One rail bridge runs parallel to the IN-64/IL-15 bridge, and another sits just a few miles south, near the southernmost edge of the city. The plans to build a new bridge become reality in 2008. After three years of construction the new much wider span opens in January 2011. The new bridge is a milestone as Indiana continues its quest to expand Indiana 64 to a four-lane highway as part of their Major Moves Project.INDOT information on SR 64 bridge project As of February 20, 2011 the new concrete and steel beam bridge is fully carrying traffic. The old bridge has been removed, with the river spans being imploded. ===Earthquake=== Mount Carmel is within the Wabash Valley Seismic Zone. On April 18, 2008 at 09:36:56 UTC (04:36:56 Central) an earthquake of 5.2 magnitude was centered near the city, and just hours later an aftershock of 4.6 magnitude shook Mt. Carmel and its residences. It was felt widespread across southern Illinois and eastern portions of Missouri including St. Louis, away. Aftershocks continued into July.Television reports, KSDK, \"Early Today\", \"Today in St. Louis at 5:00\", April 18, 2008 ==Demographics== thumb|left|Cherry St. near 7th street is home to some of the oldest homes in Mount Carmel, and still retains its brick surface and sidewalk. As of the census of 2000, there were 7,982 people, 3,302 households, and 2,146 families residing in the city. The population density was 1,728.7 people per square mile (667.1/km). There were 3,653 housing units at an average density of 791.2 per square mile (305.3/km). The racial makeup of the city was 97.69% White, 0.48% African American, 0.19% Native American, 0.51% Asian, 0.08% Pacific Islander, 0.29% from other races, and 0.76% from two or more races. Hispanic or Latino of any race were 0.86% of the population. There were 3,302 households, out of which 29.3% had children under the age of 18 living with them, 51.2% were married couples living together, 10.5% had a female householder with no husband present, and 35.0% were non-families. 30.6% of all households were made up of individuals, and 15.9% had someone living alone who was 65 years of age or older. The average household size was 2.37 and the average family size was 2.95. In the city the population was spread out, with 23.6% under the age of 18, 9.8% from 18 to 24, 25.7% from 25 to 44, 21.8% from 45 to 64, and 19.2% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 90.6 males. For every 100 females age 18 and over, there were 88.4 males. The median income for a household in the city was $31,715, and the median income for a family was $39,882. Males had a median income of $30,815 versus $17,129 for females. The per capita income for the city was $16,391. Median house value was $51,200. About 10.2% of families and 15.8% of the population were below the poverty line, including 20.5% of those under age 18 and 9.3% of those age 65 or over. == Education == thumb|left|MCHS's Riverview Stadium Mount Carmel is home to Wabash Valley College, part of the Illinois Eastern Community Colleges (IECC). The college has 1375 students, and has an active international student program. The small town atmosphere provides a laid back, comfortable setting in which international students may study English as a second language (ESL). As part of the IECC, residents benefit from a reciprocal agreement where some of the out-of-state fees to attend the University of Southern Indiana are waived, in exchange for similar tuition discounts for Indiana students in IECC schools. Their men's basketball team, the Warriors, won the NJCAA Division I championships in 2001. Mount Carmel's K-12 school district is Wabash Community Schools District 348. It has two elementary schools, divided by grade (Mount Carmel Elementary School and Mount Carmel Grade School), Mount Carmel Junior High School, and Mount Carmel High School, the only high school in the county. The high school's football team, The Golden Aces, won the class 3A state championships in 1981, and the team made it to the playoffs 21 years in a row. They play at home in Riverview Stadium, commonly known as \"The Snake Pit\". The stadium is notable for having been built into the side of a large hill. ==Employment and environment== thumb|left|Market St. in midsummer The town had an unemployment rate of 5.4%, as of Dec 2014. The situation has substantially improved since 1992, when the unemployment rate peaked as high as 15.1% with the loss of industrial jobs.Historical unemployment data Duke Energy's Gibson Generating Station is the nearest employer of substantial size. The Gibson County, Indiana power plant is located less than a mile away from Mount Carmel, directly across the river. It is the third-largest coal power plant in the world,Attractions in Gibson County and the ninth largest power plant in the United States. Additional nearby employers include Toyota Motor Manufacturing Indiana, which produces the Sequoia, Sienna, Highlander, and Highlander Hybrid lines. Many of TMMI's Suppliers and subsidiaries are also located in and around Princeton, Indiana, 12 miles away. Other employers include Champion Laboratories plant in Albion, Illinois that produces air and fuel filters and an ATS (now TBIL) plant in Lawrenceville, which also supplies TMMI. Local employers include several oil and gas firms, exploiting the Southern Indiana Oil Basin, which extends into Illinois, Indiana, and Kentucky. It once had reserves of more than of crude oil. On April 5, 2007, Foundation Coal Holdings, Inc., of Linthicum Heights, Maryland, announced plans to close the Wabash Mine in nearby Keensburg, Illinois, meaning a loss of nearly 230 jobs in Wabash County. Mount Carmel lost 270 jobs in 2003 due to the closing of a Snap-on Tools factory, which had operated since 1937. == Notable people == * Brace Beemer, voice of The Lone Ranger radio program * John Clancy, American playwright and author, owner of Mount Carmel business Little Egypt Arts Center * Charles H. Constable, judge; Illinois state senator; friend of Abraham Lincoln; lived in Mount Carmel * Archie Dees, forward / center with the Indiana program, four NBA teams and one ABL; attended Mount Carmel High School * Orlando B. Ficklin, state congressman (1851–1853) * George W. Fithian, state congressman (1889–1895) * Darla Jean Flannery, singer * Glenn Goodart, manager of Grand Rapids Hotel, finance commissioner, and county treasurer * Edward B. Green, attorney, resided in Mt. Carmel before and after serving as the first Chief Justice of the Oklahoma Territory Supreme Court (1890-1893) * Juanita Havill, children's author known for Jamaica Books * Charles T. Hinde, riverboat captain, businessman, original investor of Hotel del Coronado * Edmund C. Hinde, gold miner during California Gold Rush * Harry Hinde, businessman, inventor, and Missouri state representative; born in Mount Carmel * Thomas S. Hinde, real estate tycoon, Methodist minister, founder of Mount Carmel * Lauren Kieffer, world-ranked equestrian * Silas Z. Landes, U.S. Representative (1885–1889) * Sydney Leathers, adult film actress, best known for the Anthony Weiner scandal * Don Liddle, pitcher for New York Giants (1952–1954); 1954 World Series champion * Gil Mains, defensive tackle for NFL's Detroit Lions (1953–1961) * Mark Medoff, playwright, screenwriter, film and theater director, actor, and professor * William M'Intosh, fur trader and real estate entrepreneur; defendant in Supreme Court Case of Johnson v. M'Intosh * Kenneth Nance, lawyer, lobbyist, Oklahoma legislator * Captain Bellenden Seymour Hutcheson, recipient of Canada's Victoria Cross * O. L. Rapson, first manager of Grand Rapids Hotel * Robert Ridgway, author and ornithologist * Alice Janette Seals, adult film actress, used the stage name Kitty Foxx * John Short, actor known for the film Maximum Overdrive * Samuel Williams, judge and politician (1851–1913) * Frederick Hinde Zimmerman, established Grand Rapids Hotel * Jacob Zimmerman, legislator, newspaper editor and owner * Peter Jacob Hinde Zimmerman, son of Frederick Zimmerman, owner of Grand Rapids Hotel ==References== ==External links== * City website * Wabash County Chamber of Commerce * Mount Carmel Register Category:Cities in Illinois Category:Cities in Wabash County, Illinois Category:1815 establishments in Illinois Territory Category:Populated places established in 1815",
 "title": "Mount Carmel, Illinois"
}