{
 "id": "112034",
 "text": "Phillipstown is a village in White County, Illinois, United States. The population was 28 at the 2000 census. ==History== Phillipstown was surveyed for Caleb Clifford on February 19, 1839 and the plat was recorded on January 2, 1843. It was originally named Victoria, but at that time the name was already in use by another post office in Illinois, so a new name had to be chosen. By order of the State Legislature, on January 29, 1840 it was renamed in honor of Major Alexander Phillips, an early settler of the area who had made a land entry for an adjoining property in 1817 while the area was still part of Illinois Territory. The land upon which Phillipstown was platted had originally been entered by James Phillips, who quite likely was Alexander Phillips' father. James' interest in the land was sold to David Phillips and John McClure Graham (husband of Rebecca Phillips), who received a patent to the land on November 15, 1830 (David and Rebecca were likely siblings of Alexander). They sold the property to Major Alexander Phillips on January 6, 1837. On February 17, 1837, he sold the property to Caleb Clifford. In addition to his service during the War of 1812, Major Alexander Phillips was also elected to serve in the House of Representatives for White County, Illinois in the 1st, 2nd, 3rd, 4th, 11th & 12th Illinois General Assemblies. ==Geography== Phillipstown is located at (38.145033, -88.020172). According to the 2010 census, Phillipstown has a total area of , all land. ==Demographics== As of the census of 2000, there were 28 people, 13 households, and 7 families residing in the village. The population density was 103.3 people per square mile (40.0/km). There were 15 housing units at an average density of 55.3 per square mile (21.5/km). The racial makeup of the village was 100.00% White. There were 13 households, out of which 15.4% had children under the age of 18 living with them, 61.5% were married couples living together, and 38.5% were non-families. 30.8% of all households were made up of individuals, and 15.4% had someone living alone who was 65 years of age or older. The average household size was 2.15 and the average family size was 2.75. thumb|right|150 px|Plat of Victoria, now Phillipstown In the village, the population was spread out, with 14.3% under the age of 18, 7.1% from 18 to 24, 35.7% from 25 to 44, 17.9% from 45 to 64, and 25.0% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 86.7 males. For every 100 females age 18 and over, there were 100.0 males. The median income for a household in the village was $42,917, and the median income for a family was $44,167. Males had a median income of $43,125 versus $43,750 for females. The per capita income for the village was $21,188. There were no families and 4.0% of the population living below the poverty line, including no under eighteens and none of those over 64. ==References== Category:Villages in Illinois Category:Villages in White County, Illinois Category:1839 establishments in Illinois",
 "title": "Phillipstown, Illinois"
}