{
 "id": "112003",
 "text": "Little York is a village in Warren County, Illinois, United States. The population was 269 at the 2000 census. It is part of the Galesburg Micropolitan Statistical Area. ==Geography== Little York is located at (41.010485, -90.746823). According to the 2010 census, Little York has a total area of , all land. ==Demographics== As of the census of 2000, there were 269 people, 109 households, and 74 families residing in the village. The population density was 1,043.3 people per square mile (399.5/km). There were 114 housing units at an average density of 442.2 per square mile (169.3/km). The racial makeup of the village was 99.63% White and 0.37% Native American. Hispanic or Latino of any race were 1.49% of the population. There were 109 households, out of which 33.9% had children under the age of 18 living with them, 53.2% were married couples living together, 10.1% had a female householder with no husband present, and 31.2% were non-families. 29.4% of all households were made up of individuals, and 22.0% had someone living alone who was 65 years of age or older. The average household size was 2.47 and the average family size was 3.00. In the village, the population was spread out, with 26.4% under the age of 18, 8.2% from 18 to 24, 28.6% from 25 to 44, 19.3% from 45 to 64, and 17.5% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 102.3 males. For every 100 females age 18 and over, there were 90.4 males. The median income for a household in the village was $29,688, and the median income for a family was $39,375. Males had a median income of $32,188 versus $21,250 for females. The per capita income for the village was $15,121. About 12.5% of families and 14.8% of the population were below the poverty line, including 9.1% of those under the age of eighteen and 26.1% of those 65 or over. ==References== Category:Villages in Illinois Category:Villages in Warren County, Illinois Category:Galesburg, Illinois micropolitan area",
 "title": "Little York, Illinois"
}