{
 "id": "112082",
 "text": "The Macintosh Plus computer is the third model in the Macintosh line, introduced on January 16, 1986, two years after the original Macintosh and a little more than a year after the Macintosh 512K, with a price tag of US$2,599. As an evolutionary improvement over the 512K, it shipped with 1 MB of RAM standard, expandable to 4 MB, and an external SCSI peripheral bus, among smaller improvements. Originally, the computer's case was the same beige color as the original Macintosh, Pantone 453; however, in 1987, the case color was changed to the long-lived, warm gray \"Platinum\" color. It is the earliest Macintosh model able to run System Software 5, System 6, and System 7. == Overview == Bruce Webster of BYTE reported a rumor in December 1985: \"Supposedly, Apple will be releasing a Big Mac by the time this column sees print: said Mac will reportedly come with 1 megabyte of RAM ... the new 128K-byte ROM ... and a double-sided (800K bytes) disk drive, all in the standard Mac box\". Introduced as the Macintosh Plus, it was the first Macintosh model to include a SCSI port, which launched the popularity of external SCSI devices for Macs, including hard disks, tape drives, CD-ROM drives, printers, Zip Drives, and even monitors. The SCSI implementation of the Plus was engineered shortly before the initial SCSI spec was finalized and, as such, is not 100% SCSI-compliant. SCSI ports remained standard equipment for all Macs until the introduction of the iMac in 1998. The Macintosh Plus was the last classic Mac to have a phone cord-like port on the front of the unit for the keyboard, as well as the DE-9 connector for the mouse; models released after the Macintosh Plus would use ADB ports. The Mac Plus was the first Apple computer to utilize user-upgradable SIMM memory modules instead of single DIP DRAM chips. Four SIMM slots were provided and the computer shipped with four 256K SIMMs, for 1MB total RAM. By replacing them with 1MB SIMMs, it was possible to have 4 MB of RAM. (Although 30-pin SIMMs could support up to 16 MB total RAM, the Mac Plus motherboard had only 22 address lines connected, for a 4 MB maximum.) It has what was then a new -inch double-sided 800 KB floppy drive, offering double the capacity of floppy disks from previous Macs, along with backward compatibility. The drive is controlled by the same IWM chip as in previous models, implementing variable speed GCR. The drive was still completely incompatible with PC drives. The 800 KB drive has two read/write heads, enabling it to simultaneously use both sides of the floppy disk and thereby double storage capacity. Like the 400 KB drive before it, a companion Macintosh 800K External Drive was an available option. However, with the increased disk storage capacity combined with 2-4x the available RAM, the external drive was less of a necessity than it had been with the 128K and 512K. The Mac Plus has 128 KB of ROM on the motherboard, which is double the amount of ROM in previous Macs; the ROMs included software to support SCSI, the then-new 800 KB floppy drive, and the Hierarchical File System (HFS), which uses a true directory structure on disks (as opposed to the earlier MFS, Macintosh File System in which all files were stored in a single directory, with one level of pseudo-folders overlaid on them). For programmers, the fourth Inside Macintosh volume details how to use HFS and the rest of the Mac Plus's new system software. The Plus still did not include provision for an internal hard drive and it would be over nine months before Apple would offer a SCSI drive replacement for the slow Hard Disk 20. It would be well over a year before Apple would offer the first internal hard disk drive in any Macintosh. A compact Mac, the Plus has a 512 × 342 pixel monochrome display with a resolution of 72 PPI, identical to that of previous Macintosh models. Unlike earlier Macs, the Mac Plus's keyboard includes a numeric keypad and directional arrow keys and, as with previous Macs, it has a one-button mouse and no fan, making it extremely quiet in operation. The lack of a cooling fan in the Mac Plus led to frequent problems with overheating and hardware malfunctions. The applications MacPaint and MacWrite were bundled with the Mac Plus. After August 1987, HyperCard and MultiFinder were also bundled. Third-party software applications available included MacDraw, Microsoft Word, Excel, and PowerPoint, as well as Aldus PageMaker. Microsoft Excel and PowerPoint (originally by Forethought) were actually developed and released first for the Macintosh, and similarly Microsoft Word 1 for Macintosh was the first time a GUI version of that software was introduced on any personal computer platform. For a time, the exclusive availability of Excel and PageMaker on the Macintosh were noticeable drivers of sales for the platform. The case design is essentially identical to the original Macintosh. It debuted in beige and was labeled Macintosh Plus on the front, but Macintosh Plus 1 MB on the back, to denote the 1 MB RAM configuration with which it shipped. In January 1987 it transitioned to Apple's long-lived platinum-gray color with the rest of the Apple product line, and the keyboard's keycaps changed from brown to gray. In January 1988, with reduced RAM prices, Apple began shipping 2- and 4- MB configurations and rebranded it simply as \"Macintosh Plus.\" Among other design changes, it included the same trademarked inlaid Apple logo and recessed port icons as the Apple IIc and IIGS before it, but it essentially retained the original design. An upgrade kit was offered for the earlier Macintosh 128K and Macintosh 512K/enhanced, which includes a new motherboard, floppy disk drive and rear case. The owner retained the front case, monitor and analog board. Because of this, there is no \"Macintosh Plus\" on the front of upgraded units, and the Apple logo is recessed and in the bottom left hand corner of the front case. However, the label on the back of the case reads \"Macintosh Plus 1MB\". The new extended Plus keyboard could also be purchased. Unfortunately, this upgrade cost almost as much as a new machine. The Mac Plus itself can be upgraded further with the use of third- party accelerators. When these are clipped or soldered onto the 68000 processor, a 32 MHz 68030 processor can be used, and up to 16 MB RAM. This allows it to run Mac OS 7.6.1. There is a program available called Mini vMac that can emulate a Mac Plus on a variety of platforms, including Unix, Windows, DOS, classic Mac OS, macOS, Pocket PC, iOS, Nintendo DS and even Texas Instruments' TI-Nspire graphing calculator line. ==Long production life== thumb|The \"ED\" at the end of the model name indicates that this Macintosh was sold to the educational market. Although the Macintosh Plus would become overshadowed by two new Macintoshes, the Macintosh SE and the Macintosh II in March 1987, it remained in production as a cheaper alternative until the introduction of the Macintosh Classic on October 15, 1990. This made the Macintosh Plus the longest-produced Macintosh model, having been on sale unchanged for 1,734 days, a record not surpassed until the second-generation Mac Pro in 2018. It continued to be supported by versions of the classic Mac OS up to version 7.5.5, released in 1996. Additionally, during its period of general market relevance, it was heavily discounted like the 512K/512Ke before it and offered to the educational market badged as the \"Macintosh Plus ED\". Due to its popularity, long life and its introduction of many features that would become mainstays of the Macintosh platform for years, the Plus was a common \"base model\" for many software and hardware products. ==Problems== The lack of fan could cause the life of a Macintosh Plus to end early for some users. As the power supply would heat up, solder joints inside it would fracture, causing many problems, such as loss of deflection in the monitor or a complete loss of power. As in most early compact Macs, the problem was common in the yoke connector, flyback transformer, and horizontal drive coupling capacitor. A fan was also often added to reduce heat when the machine was upgraded to its full RAM capacity of 4 MB. From the debut of the Macintosh 128K through the Macintosh Plus, various third-party cooling add-ons were available to help increase airflow through the unit. Apple reorganized the compact Macintosh case to accommodate a fan with the release of the Macintosh SE, which optionally included a heat-generating internal hard disk. ===ROM revisions=== The Plus went through two ROM revisions during its general market relevance. The initial ROM was replaced after the first two months as it had a serious bug which prevented the Mac from booting if an external SCSI device was powered off. The second revision fixed a problem with some SCSI devices that could send the Mac into an endless reset at POST. ==Emulators== *MESS *Mini vMac *Spectre GCR ==References== ==External links== *Macintosh Plus technical specifications at apple.com *BYTE takes an early look at the Mac Plus Plus Plus Category:Computer-related introductions in 1986",
 "title": "Macintosh Plus"
}