{
 "id": "112118",
 "text": "Zanesville is a town in Allen and Wells counties in the U.S. state of Indiana, southwest of Fort Wayne. The population was 600 at the 2010 census. ==History== Zanesville was likely named after Zanesville, Ohio. A post office was established at Zanesville in 1854, and remained in operation until it was discontinued in 1964. However, the United States Postal Service web site does note that a post office branch is currently in operation at 10917 Washington Street in Zanesville, with an assigned ZIP Code of 46799. ==Geography== Zanesville is located at (40.915947, -85.281260). According to the 2010 census, Zanesville has a total area of , of which (or 98.8%) is land and (or 1.2%) is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 600 people, 229 households, and 175 families living in the town. The population density was . There were 239 housing units at an average density of . The racial makeup of the town was 98.5% White, 0.2% African American, 0.2% Native American, 0.2% from other races, and 1.0% from two or more races. Hispanic or Latino of any race were 1.5% of the population. There were 229 households, of which 38.0% had children under the age of 18 living with them, 62.4% were married couples living together, 9.2% had a female householder with no husband present, 4.8% had a male householder with no wife present, and 23.6% were non-families. 18.8% of all households were made up of individuals, and 8.7% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 3.01. The median age in the town was 38.3 years. 27.2% of residents were under the age of 18; 6.5% were between the ages of 18 and 24; 25.3% were from 25 to 44; 28.1% were from 45 to 64; and 12.8% were 65 years of age or older. The gender makeup of the town was 49.7% male and 50.3% female. ===2000 census=== As of the census of 2000, there were 602 people, 212 households, and 172 families living in the town. The population density was 806.6 people per square mile (309.9/km2). There were 232 housing units at an average density of 310.8 per square mile (119.4/km2). The racial makeup of the town was 99.17% White, 0.17% Native American, 0.17% from other races, and 0.50% from two or more races. Hispanic or Latino of any race were 0.17% of the population. There were 212 households, out of which 40.1% had children under the age of 18 living with them, 70.3% were married couples living together, 9.0% had a female householder with no husband present, and 18.4% were non-families. 15.1% of all households were made up of individuals, and 3.3% had someone living alone who was 65 years of age or older. The average household size was 2.84 and the average family size was 3.13. In the town, the population was spread out, with 29.2% under the age of 18, 8.0% from 18 to 24, 29.9% from 25 to 44, 23.8% from 45 to 64, and 9.1% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 96.1 males. For every 100 females age 18 and over, there were 97.2 males. The median income for a household in the town was $57,727, and the median income for a family was $58,375. Males had a median income of $40,893 versus $22,500 for females. The per capita income for the town was $20,606. About 4.6% of families and 4.9% of the population were below the poverty line, including 6.1% of those under age 18 and 10.0% of those age 65 or over. ==Politics== {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Presidential Elections Results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third Parties |- | style=\"text-align:center; |2016 | style=\"text- align:center; |77.08% 37 | style=\"text-align:center; |16.67% 8 | style=\"text- align:center; background:honeyDew;\"|6.25% 3 |- | style=\"text-align:center; |2012 | style=\"text-align:center; |75.% 30 | style=\"text-align:center; |22.5% 9 | style=\"text-align:center; background:honeyDew;\"|2.5% 1 |- | style=\"text- align:center; |2008 | style=\"text-align:center; |47.5% 19 | style=\"text- align:center; |52.5% 21 | style=\"text-align:center; background:honeyDew;\"|0% 0 |} These results do not represent all of Zanesville, only the Zanesville precinct of Allen County, which contains all of Zanesville north of the county-line, however most of Zanesville residents live in Wells County. ==References== Category:Towns in Allen County, Indiana Category:Towns in Wells County, Indiana Category:Towns in Indiana Category:Fort Wayne, IN Metropolitan Statistical Area",
 "title": "Zanesville, Indiana"
}