{
 "id": "112301",
 "text": "Sheridan is a town in Adams Township, Hamilton County, Indiana, United States. The population was 2,665 at the 2010 census. The center of population of Indiana is located just northwest of Sheridan.Centres of Population United States Census Bureau Retrieved 2008-10-05 == Geography == Sheridan is located at (40.133865, -86.220011). According to the 2010 census, Sheridan has a total area of , of which (or 99.81%) is land and (or 0.19%) is water. == History == Sheridan, once the second largest town in Hamilton County, lies on the south edge of land originally owned by George Boxley, a merchant and miller in Virginia who had fled from there ahead of bounty hunters because he was also an abolitionist suspected of fomenting a failed slave rebellion in 1815. Considerable recent development has greatly increased the population of this historic town. The Sheridan Downtown Commercial Historic District encompasses approximately four blocks along Main Street from the former Monon railroad right-of-way north to Veteran's Park and Pioneer Hill, the site of the George Boxley Cabin, listed in the National Register of Historic Places. The origins of Sheridan, which started out as Millwood, are vague, owing partly to the loss of all the town's records in 1913 when a disastrous fire destroyed the town hall and many other buildings. No documentation supports the popular contention that Egbert Higbee started the town in 1860. Higbee, born in Ohio and brought to Adams Township as a child, did, indeed, lay out a town he called Millwood on land adjacent to the district school (built 1851) on the state road. He had acquired his land in parcels and filed his town plat in April 1866. Only two-and-a-half blocks divided into twenty lots, it was oriented in an east–west direction along the south side of the Lafayette- Noblesville state road, which Higbee designated as Main Street (present day Second Street; his “West Street” became Main). Higbee immediately began to sell off lots to enterprising merchants and a few mill owners, and the little village got its start. Higbee himself built a mill and laid out additions to his original plat. Caswell Boxley, however, subdivided the south edge of his land, which adjoined Higbee's plat across the state road and he laid out his own plat of Millwood immediately north and extending west of Higbee's. The initial town orientation was succeeded by one that placed Main Street in a north–south direction. In a few years the hamlet of Millwood applied for a post office and was granted one on January 30, 1871. Since there was already an existing post office in a village of the same name in Kosciusko County, this Millwood was rechristened “Sheridan,” in honor of Civil War general Philip Sheridan. The town had something of an identity crisis for a few years as some people continued to call it Millwood while others used the new name of Sheridan—even in official records. Its location on the state road connecting Noblesville and Lafayette was a good site for an agricultural center. By this time other entrepreneurs had laid out additions to Millwood as well, but growth was slow until the coming of the Monon Railroad in 1882 which stimulated a commercial and industrial boom. Several significant buildings from that early period survive, including the H.J. Thistlethwaite Building, constructed in 1886 to boast an opera house, a lodge room and retail spaces. Industry soon clustered along the railroad toward the south end of Main Street. The Monon passed through Sheridan at a sharp angle from northwest to southeast. In no time it was lined with various mills and factories. The buzzing Town of Sheridan incorporated in 1886. The subsequent discovery of natural gas on West 3rd Street in 1888 boosted the town's growth even further as several additional industries chose to locate there. Sheridan's movers and shakers eagerly expanded their holdings to take advantage of this inexpensive fuel, which, unfortunately, as in the several other “gas boom” counties of Indiana, soon ran out. But for a time, Sheridan even boasted both glass factory and a cannery along with a large brickworks, the Thistlethwaite Tile and Brick plant. Several smaller brick manufacturers, along with numerous other industries, including Indiana Condensed Milk—a company purchased by Wilson's Milk, a leader in canned condensed milk. Despite the waning gas supply, many industries remained. Sheridan, around the turn of the twentieth century had become the second largest town in the county with a thriving commercial district along Main Street. Included were a large variety of stores, several hotels, banks, and lodges still sharing the street with a few dwellings. Many of these buildings survive, including the two large commercial buildings on Main—the Golden Rule general merchandise store and the dry goods store of Stanley Brothers. Both were constructed in the 1890s. The town applied to Andrew Carnegie for funds to build a library, a structure completed in 1912. The great conflagration of 1913 started in a lumber company and destroyed much of the south end of downtown—mostly wood-frame structures. The Town Hall, which had stood on the east side of Main south of 5th Street, burned. After the fire, a new brick building was constructed at the southwest corner of Main and Cora (presently Jaycee) streets—previously the site of a livery stable that also burned. The aftermath of the fire resulted in considerable change downtown. Over the next 15 years, scattered houses on Main Street disappeared and were replaced by commercial buildings. Only the far north end of Main Street retained its original residential character. Several new businesses appeared, including several movie houses, although even before the fire, Sheridan had been proud that it possessed more than one nickelodeon. Another type of business that seemed to thrive downtown in the interwar years was the automobile dealership, but little evidence of any of these remain. The last bank of several institutions that had been established in town—the newly formed American State Bank of Sheridan—built its headquarters in 1914 at Main and Fourth. It remained to house a bank until 2006. Another beautiful former bank building built after the fire was the Farmers National Bank of Sheridan, now part of the adjacent hardware store. Sheridan's post office had initially been established within a general store on Second Street (the state road) east of Main Street. There were a number of other locations, among them a building on the west side of Main north of the American State Bank, from which the post office moved into its beautiful New Deal-funded building in 1940. In the decades after World War II, other commercial areas developed. Some were along State Road 38 as it entered Sheridan from the east, and later, along State Road 47 on the south edge of town. But downtown Sheridan retained its character, and a substantial number of the historic buildings constructed from the 1880s to the 1930s remain intact. They constitute a three-dimensional historic document of Sheridan's boom years and stand at the heart of its new growth. The George Boxley Cabin, Davenport-Bradfield House, and Sheridan Downtown Commercial Historic District are listed on the National Register of Historic Places. == Notable sports history == Sheridan High School has had notable success in football in recent years, winning Class 1A Indiana state championships in 1980, 1984, 1987, 1988, 1992, 1998, 2005, 2006, and 2007.under coach Larry \"Bud\" Wright, Indiana Hall of Fame Coach. 2007 marked the program's ninth state championship - breaking the state record. Wright's ninth championship as a head coach also breaks the state mark. In the 1940s and 1950s, Indiana Basketball Hall of Fame coach Larry Hobbs led Sheridan teams to success. The Sheridan High School Blackhawk Marching Band competed in ISSMA Class D competitions. The program flourished under the directorship of James (Jim) Tewell and later Jay Webb and James Haskell. The band made it to State Finals in 1988, 1993, 1994, 1995, and 1996. They won the ISSMA Class D State Championship in 1995. The band has also enjoyed success on the track circuit performing in the Indiana State Fair Band Day competition. The Sheridan High School Blackhawk Winter Guard competed in IHSCGA competitions, and made it to State Finals in 1994, 1996, 1997, 2000 and 2001. In 1996 the girls brought home the third place bronze medal in the IHSCG State Finals. In 1996 and 1997 The Winter Guard competed in WGI regional competitions in Ohio and Tennessee representing the High School and the state of Indiana. == Transportation == Sheridan lies approximately north-northwest of downtown Indianapolis at the intersection of Indiana Highways 38 and 47. It was on the Monon Railroad until that was closed. Sheridan is served by the Sheridan Airport as well as the nearby Indianapolis Executive Airport (IATA: KTYQ; formerly known as Indianapolis-Terry Airport) == Demographics == ===2010 census=== As of the census of 2010, there were 2,665 people, 1,013 households, and 698 families residing in the town. The population density was . There were 1,139 housing units at an average density of . The racial makeup of the town was 95.3% White, 0.8% African American, 0.3% Native American, 0.4% Asian, 1.5% from other races, and 1.7% from two or more races. Hispanic or Latino of any race were 3.3% of the population. There were 1,013 households, of which 38.7% had children under the age of 18 living with them, 49.2% were married couples living together, 13.5% had a female householder with no husband present, 6.2% had a male householder with no wife present, and 31.1% were non-families. 26.1% of all households were made up of individuals, and 10.2% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 3.14. The median age in the town was 33.8 years. 29.3% of residents were under the age of 18; 7.5% were between the ages of 18 and 24; 29% were from 25 to 44; 23.1% were from 45 to 64; and 11% were 65 years of age or older. The gender makeup of the town was 50.1% male and 49.9% female. ===2000 census=== As of the census of 2000, there were 2,520 people, 930 households, and 629 families residing in the town. The population density was 1,912.4 people per square mile (737.1/km). There were 988 housing units at an average density of 749.8 per square mile (289.0/km). The racial makeup of the town was 97.66% White, 0.56% African American, 0.12% Native American, 0.28% Asian, 0.04% Pacific Islander, 0.32% from other races, and 1.03% from two or more races. Hispanic or Latino of any race were 0.75% of the population. There were 930 households, out of which 36.6% had children under the age of 18 living with them, 51.2% were married couples living together, 11.3% had a female householder with no husband present, and 32.3% were non- families. 27.6% of all households were made up of individuals, and 14.4% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 3.17. In the town, the population was spread out, with 29.1% under the age of 18, 8.4% from 18 to 24, 29.4% from 25 to 44, 18.8% from 45 to 64, and 14.2% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 86.8 males. For every 100 females age 18 and over, there were 83.2 males. The median income for a household in the town was $38,390, and the median income for a family was $51,017. Males had a median income of $40,288 versus $26,544 for females. The per capita income for the town was $17,802. About 2.7% of families and 5.9% of the population were below the poverty line, including 2.2% of those under age 18 and 13.9% of those age 65 or over. ==Education== * Adams Elementary (Recently Auctioned) * Sheridan Elementary School (Opened in August 2010) * Sheridan Middle School * Sheridan High School * Walnut Grove Christian Preparatory School (Private) The town has a lending library, the Sheridan Public Library. ==Notable people== *Mel Daniels, former NBA and NCAA Basketball Star. *Jerry E. Hinshaw, Arkansas politician and businessman, was born in Sheridan in 1917. *Brad Maynard, former NFL punter. *David E. Kendall, Personal lawyer for Bill Clinton and Hillary Clinton was born and raised in Sheridan. ==References== ==External links== * Town website * Sheridan Community Schools * Sheridan Historical Society * Sheridan Community Recreation, Incorporated * Sheridan Sheridan Chamber of Commerce website Category:Towns in Hamilton County, Indiana Category:Towns in Indiana Category:Indianapolis metropolitan area",
 "title": "Sheridan, Indiana"
}