{
 "id": "112480",
 "text": "Shoals is a town in Center and Halbert townships and the county seat of Martin County, in the U.S. state of Indiana. The population was 756 at the 2010 census. The Shoals community is best known for the Jug Rock, the only free- standing table rock formation east of the Mississippi River. The Shoals Catfish Festival is held annually on the July 4th holiday weekend. ==History== Shoals was originally called Memphis, and under the latter name was platted in 1844. The post office at Shoals has been in operation since 1869. A lynching took place at the county courthouse and jail. The Archer boys were accused of torturing and killing a local farmer and were hung from trees in front of the jail in 1886. Shoals is also known for making mother of pearl buttons during the early 20th-century. They were made out of mussels from the White River. ==Geography== Shoals is located at (38.666409, -86.792391). According to the 2010 census, Shoals has a total area of , of which (or 95.06%) is land and (or 4.94%) is water. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Shoals has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Shoals, Indiana ==Demographics== ===2010 census=== As of the census of 2010, there were 756 people, 376 households, and 189 families living in the town. The population density was . There were 418 housing units at an average density of . The racial makeup of the town was 97.4% White, 0.3% African American, 0.1% Native American, 0.3% Asian, 0.4% from other races, and 1.6% from two or more races. Hispanic or Latino of any race were 1.3% of the population. There were 376 households, of which 23.7% had children under the age of 18 living with them, 32.7% were married couples living together, 13.0% had a female householder with no husband present, 4.5% had a male householder with no wife present, and 49.7% were non-families. 46.0% of all households were made up of individuals, and 22.4% had someone living alone who was 65 years of age or older. The average household size was 2.01 and the average family size was 2.81. The median age in the town was 47.1 years. 20.1% of residents were under the age of 18; 7% were between the ages of 18 and 24; 20.8% were from 25 to 44; 27.3% were from 45 to 64; and 24.6% were 65 years of age or older. The gender makeup of the town was 49.1% male and 50.9% female. ===2000 census=== As of the census of 2000, there were 807 people, 377 households, and 214 families living in the town. The population density was 448.0 people per square mile (173.1/km2). There were 420 housing units at an average density of 233.1 per square mile (90.1/km2). The racial makeup of the town was 97.52% White, 0.87% African American, 0.25% Native American, 0.12% from other races, and 1.24% from two or more races. Hispanic or Latino of any race were 1.49% of the population. There were 377 households, out of which 19.1% had children under the age of 18 living with them, 41.1% were married couples living together, 12.5% had a female householder with no husband present, and 43.0% were non- families. 38.5% of all households were made up of individuals, and 20.2% had someone living alone who was 65 years of age or older. The average household size was 2.01 and the average family size was 2.65. In the town, the population was spread out, with 17.0% under the age of 18, 8.9% from 18 to 24, 24.9% from 25 to 44, 26.3% from 45 to 64, and 22.9% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 100.7 males. For every 100 females age 18 and over, there were 98.8 males. The median income for a household in the town was $23,750, and the median income for a family was $31,964. Males had a median income of $30,865 versus $21,696 for females. The per capita income for the town was $14,234. About 14.6% of families and 20.4% of the population were below the poverty line, including 33.0% of those under age 18 and 8.1% of those age 65 or over. ==Economy== Shoals' major employers are the gypsum mines that were discovered in the mid-20th century. Two major mines employ more than 400 workers. The National Gypsum mine is located two miles outside Shoals and is the United States' deepest at 515 feet. ==Education== The town has a lending library, the Shoals Public Library. Public education is administered by Shoals Public Schools. ==References== Category:Towns in Martin County, Indiana Category:County seats in Indiana",
 "title": "Shoals, Indiana"
}