{
 "id": "112533",
 "text": "Cannelton is a city in Troy Township, Perry County, in the U.S. state of Indiana, along the Ohio River. The population was 1,563 at the 2010 census. Cannelton, which was the smallest incorporated city in the state until 2010, was formerly the county seat of Perry County until the seat was relocated to Tell City. ==History== The name Cannelton was adopted in 1844, and is derived from the cannel coal that was once mined in the area. A post office has been in operation at Cannelton since 1844. The Cannelton Cotton Mill, Cannelton Historic District, and St. Luke's Episcopal Church are listed on the National Register of Historic Places. ==Geography== Cannelton is located at (37.910134, -86.739931). According to the 2010 census, Cannelton has a total area of , of which (or 93.55%) is land and (or 6.45%) is water. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Cannelton has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Cannelton, Indiana ==Demographics== ===2010 census=== As of the census of 2010, there were 1,563 people, 687 households, and 385 families living in the city. The population density was . There were 809 housing units at an average density of . The racial makeup of the city was 97.4% White, 0.1% African American, 0.6% Native American, 0.1% Asian, 0.4% from other races, and 1.3% from two or more races. Hispanic or Latino of any race were 0.8% of the population. There were 687 households, of which 29.5% had children under the age of 18 living with them, 35.4% were married couples living together, 15.7% had a female householder with no husband present, 4.9% had a male householder with no wife present, and 44.0% were non-families. 39.4% of all households were made up of individuals, and 12.4% had someone living alone who was 65 years of age or older. The average household size was 2.23 and the average family size was 2.99. The median age in the city was 38.5 years. 25.3% of residents were under the age of 18; 8.3% were between the ages of 18 and 24; 23.7% were from 25 to 44; 27.7% were from 45 to 64; and 14.8% were 65 years of age or older. The gender makeup of the city was 48.8% male and 51.2% female. ===2000 census=== As of the census of 2000, there were 1,209 people, 509 households, and 297 families living in the city. The population density was 816.0 people per square mile (315.4/km2). There were 577 housing units at an average density of 389.4 per square mile (150.5/km2). The racial makeup of the city was 98.01% White, 0.08% African American, 0.33% Native American, 0.08% Asian, 0.50% from other races, and 0.99% from two or more races. Hispanic or Latino of any race were 0.58% of the population. There were 509 households, out of which 26.9% had children under the age of 18 living with them, 44.4% were married couples living together, 9.4% had a female householder with no husband present, and 41.5% were non-families. 38.1% of all households were made up of individuals, and 19.3% had someone living alone who was 65 years of age or older. The average household size was 2.30 and the average family size was 3.08. In the city, the population was spread out, with 23.7% under the age of 18, 11.2% from 18 to 24, 27.3% from 25 to 44, 21.8% from 45 to 64, and 16.0% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 95.3 males. For every 100 females age 18 and over, there were 96.6 males. The median income for a household in the city was $27,361, and the median income for a family was $37,188. Males had a median income of $26,940 versus $20,174 for females. The per capita income for the city was $13,578. About 14.9% of families and 16.0% of the population were below the poverty line, including 21.1% of those under age 18 and 5.9% of those age 65 or over. ==Education== Cannelton has a public library, a branch of the Perry County Public Library. ==Notable people== *William P. Birchler, state representative *Tim Whelan, film director, writer, producer and actor ==Sites of interest== thumb|280px|right|Cannelton, Indiana, 1974, looking southwest. * Cannelton Cotton Mill, built in 1849, was once the largest industrial building in the United States west of the Allegheny Mountains. It is now a National Historic Landmark. * Cannelton Locks and Dam provides a 114-mile stretch of calm recreational water on the Ohio River between Cannelton and Louisville, Kentucky. * Northwest Orient Airlines Flight 710 Memorial. 8 miles east of town off State Road 166. ==See also== * List of cities and towns along the Ohio River ==References== ==External links== * City of Cannelton official website Category:Cities in Indiana Category:Cities in Perry County, Indiana Category:Communities of Southwestern Indiana Category:Indiana populated places on the Ohio River",
 "title": "Cannelton, Indiana"
}