{
 "id": "112541",
 "text": "Chesterton is a town in Westchester, Jackson and Liberty townships in Porter County, in the U.S. state of Indiana. The population was 14,241 at the 2020 Census. The three towns of Chesterton, Burns Harbor, and Porter are known as the Duneland area.The cultural impact of a museum in a small community: The Hour Glass of Ogden Dunes. The Shouth Shore Journal, 2, pp. 16–28.D Smith, S. & Mark, S. (2006). Alice Gray, Dorothy Buell, and Naomi Svihla:Preservationists of Ogden Dunes. The South Shore Journal, 1, 15-21 ==Etymology== The name Chesterton comes from its township, with Chester deriving from Westchester and the -ton suffix denoting it as a town. ==History== Chesterton was first settled under the name Coffee Creek in 1833, with its post office being established in 1835. The post office would eventually be renamed to Calumet in 1850, as which the town was platted when the railroad was extended to that point in 1852. Due to a town on the same railroad also being named Calumet, the name would finally be changed to Chesterton in 1870 and it was reincorporated as a town in 1899 after a failed incorporation in 1869, with its population of 788 being the second-largest in Porter County at the time. In 1933, a United Airlines NC13304 flight became the first known case of an attack against an aircraft. It was downed by a nitroglycerine bomb above Chesterton on October 10, 1933. All 7 people aboard the aircraft—four passengers and a crew of three—were killed in the crash. In 1962, United Tractor moved to the town. ==Geography== Chesterton is located at (41.604251, -87.058442) Just north of the town is Indiana Dunes State Park and Indiana Dunes National Park. Most of the town is flat. However, going south into the city on the Route 49 overpass, one can see the Valparaiso Moraine in the distance. According to the 2010 census, Chesterton has a total area of , of which (or 98.83%) is land and (or 1.17%) is water. ===Climate=== ==Demographics== ===2010 census=== As of the census of 2010, there were 13,068 people, 5,029 households, and 3,554 families living in the town. The population density was . There were 5,354 housing units at an average density of . The racial makeup of the town was 92.7% White, 1.4% African American, 0.3% Native American, 2.1% Asian, 1.8% from other races, and 1.7% from two or more races. Hispanic or Latino of any race were 6.9% of the population. There were 5,029 households, of which 37.3% had children under the age of 18 living with them, 54.1% were married couples living together, 11.8% had a female householder with no husband present, 4.7% had a male householder with no wife present, and 29.3% were non-families. 23.3% of all households were made up of individuals, and 8.2% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 3.07. The median age in the town was 37.8 years. 26.5% of residents were under the age of 18; 7.1% were between the ages of 18 and 24; 27.5% were from 25 to 44; 27.5% were from 45 to 64; and 11.3% were 65 years of age or older. The gender makeup of the town was 48.7% male and 51.3% female. ===2000 census=== As of the census of 2000, there were 10,488 people, 4,039 households, and 2,879 families living in the town. The population density was 1,232.0 people per square mile (475.8/km2). There were 4,212 housing units at an average density of 494.8 per square mile (191.1/km2). The racial makeup of the town was 96.29% White, 0.44% African American, 0.21% Native American, 1.37% Asian, 0.02% Pacific Islander, 0.51% from other races, and 1.16% from two or more races. Hispanic or Latino of any race were 3.31% of the population. There were 4,039 households, out of which 36.5% had children under the age of 18 living with them, 57.3% were married couples living together, 9.9% had a female householder with no husband present, and 28.7% were non-families. 23.7% of all households were made up of individuals, and 8.3% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 3.06. In the town, the population was spread out, with 26.8% under the age of 18, 8.1% from 18 to 24, 29.6% from 25 to 44, 24.8% from 45 to 64, and 10.7% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 95.6 males. For every 100 females age 18 and over, there were 91.3 males. The median income for a household in the town was $55,530, and the median income for a family was $66,239. Males had a median income of $50,599 versus $28,300 for females. The per capita income for the town was $26,539. About 3.1% of families and 4.3% of the population were below the poverty line, including 6.5% of those under age 18 and 4.2% of those age 65 or over. ==Education== Chesterton High School, or CHS, serves the tri- town area. Chesterton High School operates Chesterton's only local radio station, WDSO 88.3. Two private schools also operate in Chesterton: St. Patrick Catholic Elementary School and Fairhaven Baptist Academy. In Chesterton, there are 5 public elementary schools. These are Liberty Elementary School, Bailly Elementary School, Yost Elementary School, Jackson Elementary School, and Brummitt Elementary School. These schools serve grades K-4. After 4th grade, students from Jackson and Liberty will move to Liberty Intermediate School for 5th and 6th grade. Students from Bailly, Yost, and Brummitt will move to Westchester Intermediate School for 5th and 6th grades. After the 6th grade, all students from Liberty and Westchester will go to Chesterton Middle School for 7th and 8th grades. After 8th, students will move to Chesterton High School for their Freshman, Sophomore, Junior, and Senior years. The town has a lending library, the Westchester Public Library. ==Media== Chesterton has a local newspaper, the Chesterton Tribune, which was first established in 1882 before shortly going out of business and later being resurrected in 1884. It had been published daily since 1961 before ceasing operations on December 30, 2020. However, it was purchased by Hometown Media Inc. on March, 10th, 2021, becoming a twice-weekly, full color paper. The town also is serviced by Chesterton's high school radio station, WDSO, which provides local news in addition to its regular music programming. ==Transportation== The South Shore Line, operated by the Northwest Indiana Commuter Transportation District, is headquartered in Chesterton. The South Shore Line stops north of Chesterton at the Dune Park station with multiple trains per day to Chicago and South Bend. V-Line's Orange Line route stops near the South Shore station, indirectly connecting Chesterton to Valparaiso University on weekends. ==Culture== ===Festivals=== Chesterton was home to the annual Wizard of Oz Festival, which is the largest and most famous of its kind. In 2006, former organizers Lakeshore Festivals and Events moved the event to the Porter County Expo Center in Valparaiso, Indiana. After 3 years, LFE discontinued the festival and it was brought home to Chesterton by the Duneland Business Initiative Group in 2009. The Duneland Business Initiative later rescinded their support of the festival in 2013. ==Notable people== *Jim Gaffigan, standup comedian and actor *Ron Kittle, former Major League Baseball player *Mitch McGary, University of Michigan basketball player, June 2014 1st round NBA draft pick with the 21st selection overall of the Oklahoma City Thunder *Mickey Morandini, former Major League Baseball player *Zack Novak, former NCAA (University of Michigan) and professional basketball player (Landstede Basketball) *Matt Nover, former professional basketball player and actor *Blake Pieroni, Gold medalist swimmer and current Indiana University swimmer *Eddie Wineland, professional MMA fighter (Bantamweight) ==Environmental amenities== ===Parkland=== Chesterton's park system includes several large public parks downtown and sports fields. The town is also served by the Porter County Park District and the nearby Indiana Dunes State Park. Several trails connect Chesterton with Porter and Indiana Dunes National Park (which is connected to Indiana Dunes State Park). ===Coffee Creek=== Coffee Creek flows through an area that includes downtown Chesterton. The Coffee Creek Watershed Preserve includes a restored section of the creek and its associated wetland. ==Historic Preservation== * Chesterton Commercial Historic District * Chesterton Residential Historic District * George Brown Mansion * Norris and Harriet Coambs Lustron House * New York Central Railroad Passenger Depot, Chesterton, Indiana * Martin Young House ==References== ==External links== * Town of Chesterton, Indiana website * Chesterton Tribune daily newspaper * Chesterton's Radio Station Category:Chicago metropolitan area Category:Northwest Indiana Category:Towns in Indiana Category:Towns in Porter County, Indiana Category:populated places established in 1833 Category:1852 establishments in Indiana",
 "title": "Chesterton, Indiana"
}