{
 "id": "112594",
 "text": "Grandview is a town in Hammond Township, Spencer County, Indiana, along the Ohio River. The population was 749 at the 2010 census. ==History== Grandview was laid out in 1851. The town received its name because of the \"grand view\" of the Ohio River. A post office has been in operation at Grandview since 1854. ==Geography== Grandview is located at (37.935659, -86.984743). The town is situated along the Ohio River at river mile 742, just upstream from Rockport, Indiana, and downstream from Lewisport, Kentucky. The Rockport Generating Station lies just west of Grandview. Indiana State Road 66 connects Grandview with Rockport to the southwest and the Tell City area to the northeast. According to the 2010 census, Grandview has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 749 people, 288 households, and 199 families living in the town. The population density was . There were 314 housing units at an average density of . The racial makeup of the town was 96.1% White, 1.5% African American, 0.3% Native American, 0.1% from other races, and 2.0% from two or more races. Hispanic or Latino of any race were 1.1% of the population. There were 288 households, of which 36.1% had children under the age of 18 living with them, 50.7% were married couples living together, 13.2% had a female householder with no husband present, 5.2% had a male householder with no wife present, and 30.9% were non-families. 26.0% of all households were made up of individuals, and 10.1% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.14. The median age in the town was 37.3 years. 27.9% of residents were under the age of 18; 7% were between the ages of 18 and 24; 25.1% were from 25 to 44; 27.5% were from 45 to 64; and 12.3% were 65 years of age or older. The gender makeup of the town was 45.8% male and 54.2% female. ===2000 census=== As of the census of 2000, there were 696 people, 266 households, and 194 families living in the town. The population density was 727.5 people per square mile (279.9/km2). There were 296 housing units at an average density of 309.4 per square mile (119.0/km2). The racial makeup of the town was 96.84% White, 1.87% African American, 0.43% Native American, 0.43% Asian, and 0.43% from two or more races. Hispanic or Latino of any race were 0.14% of the population. There were 266 households, out of which 36.5% had children under the age of 18 living with them, 57.9% were married couples living together, 12.0% had a female householder with no husband present, and 26.7% were non-families. 22.6% of all households were made up of individuals, and 10.2% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 3.08. In the town, the population was spread out, with 27.4% under the age of 18, 9.1% from 18 to 24, 30.2% from 25 to 44, 22.0% from 45 to 64, and 11.4% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 100.0 males. For every 100 females age 18 and over, there were 89.1 males. The median income for a household in the town was $35,417, and the median income for a family was $42,727. Males had a median income of $29,732 versus $20,500 for females. The per capita income for the town was $13,928. About 9.4% of families and 12.0% of the population were below the poverty line, including 20.0% of those under age 18 and 1.8% of those age 65 or over. ==Education== Grandview has a public library, a branch of Spencer County Public Library. ==Notable people== * Bill Peet - American children's book illustrator and a story writer for Disney Studios. * Charles Kelley - American Author or the Crossroads Series and Third in Command of Marion County Community Corrections. Charles is also famous for saving a life in the alleyway behind MCCC on 1/3/2020; going down in the annals of history. ==See also== * List of cities and towns along the Ohio River ==References== Category:Towns in Spencer County, Indiana Category:Indiana populated places on the Ohio River Category:Sundown towns in Indiana",
 "title": "Grandview, Indiana"
}