{
 "id": "112736",
 "text": "Numa is a city in Appanoose County, Iowa, United States. The population was 68 in the 2020 census, a decline from 109 in 2000. ==Geography== Numa's longitude and latitude coordinates in decimal form are 40.685566, −92.978596. According to the United States Census Bureau, the city has a total area of , all land. ==History== thumb|300px|Map of the Numa area from 1908, showing the railroads and shipping coal mines (in red) of the region. Numa is in the lower left corner. Smaller mines that did not ship by rail are not shown. Numa was laid out in 1871. In 1907, fire destroyed the surface equipment of the Numa Block mine, then the most productive mine in the county. The Numa Block shaft was deep, giving access to a coal seam. The Numa Block Coal Company also owned mines in Seymour, (about to the west).Henry Hinds, The Coal Deposits of Iowa, Annual Report, 1908, Iowa Geological Survey, 1909, pages 260, 280. In 1912, Local 875 of the United Mine Workers, based in Numa, had 392 members.Tally Sheet, Proceedings of the 23rd Annual Convention of the United Mine Workers of America Jan. 16 – Feb. 2, 1912, Indianapolis; Volume 2, page 182A. The original Numa Block mine was closed in 1915, after having undermined . In 1911, the Numa Block Coal Company started a new mine, about a mile east of Numa. When fully developed, this mine employed 155 men, hoisting 300 tons of coal daily to ship 175 carloads of coal monthly. A new company town, Martinstown, was platted around this mine in 1913. The approximately 40 houses in Martinstown were frequently known as Shantytown. The mine closed in 1937, after undermining . Aside from the blackened remains of the Martinstown slag pile, little remains of this mine today.Bill Heusinkveld, \"The Numa Coal Co. in Martinstown, The Daily Iowegian, Oct. 19, 2006. In 1914, the Numa Block Coal Company produced over 100,000 tons of coal, ranking among the top 24 coal producers in the state.Frederick E. Saward, The Coal Trade, 1915, page 65. ==Demographics== ===2010 census=== As of the census of 2010, there were 92 people, 44 households, and 26 families living in the city. The population density was . There were 52 housing units at an average density of . The racial makeup of the city was 100.0% White. There were 44 households, of which 22.7% had children under the age of 18 living with them, 36.4% were married couples living together, 9.1% had a female householder with no husband present, 13.6% had a male householder with no wife present, and 40.9% were non-families. 34.1% of all households were made up of individuals, and 18.1% had someone living alone who was 65 years of age or older. The average household size was 2.09 and the average family size was 2.58. The median age in the city was 47 years. 15.2% of residents were under the age of 18; 7.6% were between the ages of 18 and 24; 23.9% were from 25 to 44; 30.4% were from 45 to 64; and 22.8% were 65 years of age or older. The gender makeup of the city was 55.4% male and 44.6% female. ===2000 census=== As of the census of 2000, there were 109 people, 48 households, and 31 families living in the city. The population density was 245.7 people per square mile (95.6/km). There were 66 housing units at an average density of 148.8 per square mile (57.9/km). The racial makeup of the city was 99.08% White, and 0.92% from two or more races. Hispanic or Latino of any race were 3.67% of the population. There were 48 households, out of which 25.0% had children under the age of 18 living with them, 58.3% were married couples living together, 4.2% had a female householder with no husband present, and 35.4% were non-families. 29.2% of all households were made up of individuals, and 14.6% had someone living alone who was 65 years of age or older. The average household size was 2.27 and the average family size was 2.81. In the city, the population was spread out, with 20.2% under the age of 18, 6.4% from 18 to 24, 33.9% from 25 to 44, 24.8% from 45 to 64, and 14.7% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 113.7 males. For every 100 females age 18 and over, there were 117.5 males. The median income for a household in the city was $26,625, and the median income for a family was $27,344. Males had a median income of $21,000 versus $16,250 for females. The per capita income for the city was $15,694. There were 8.1% of families and 10.7% of the population living below the poverty line, including 50.0% of under eighteens and 15.4% of those over 64. ==Education== The Centerville Community School District operates area public schools. ==References== ==External links== *City-Data Comprehensive Statistical Data and more about Numa Category:Cities in Appanoose County, Iowa Category:Cities in Iowa Category:Company towns in Iowa Category:1913 establishments in Iowa",
 "title": "Numa, Iowa"
}