{
 "id": "112723",
 "text": "Prescott is a city in Prescott Township, Adams County, Iowa, United States. The population was 191 at the time of the 2020 census. ==Geography== Prescott is located at (41.022517, -94.612612). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 257 people, 109 households, and 77 families living in the city. The population density was . There were 127 housing units at an average density of . The racial makeup of the city was 98.8% White, 0.8% Native American, and 0.4% Asian. There were 109 households, of which 27.5% had children under the age of 18 living with them, 63.3% were married couples living together, 6.4% had a female householder with no husband present, 0.9% had a male householder with no wife present, and 29.4% were non- families. 20.2% of all households were made up of individuals, and 5.5% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.78. The median age in the city was 44.8 years. 22.2% of residents were under the age of 18; 8.5% were between the ages of 18 and 24; 19.4% were from 25 to 44; 33.5% were from 45 to 64; and 16.3% were 65 years of age or older. The gender makeup of the city was 46.3% male and 53.7% female. ===2000 census=== As of the census of 2000, there were 266 people, 118 households, and 78 families living in the city. The population density was 664.7 people per square mile (256.8/km). There were 129 housing units at an average density of 322.3 per square mile (124.5/km). The racial makeup of the city was 99.62% White, and 0.38% from two or more races. There were 118 households, out of which 23.7% had children under the age of 18 living with them, 58.5% were married couples living together, 7.6% had a female householder with no husband present, and 33.1% were non-families. 31.4% of all households were made up of individuals, and 21.2% had someone living alone who was 65 years of age or older. The average household size was 2.25 and the average family size was 2.80. Age spread: 21.1% under the age of 18, 7.5% from 18 to 24, 20.3% from 25 to 44, 31.6% from 45 to 64, and 19.5% who were 65 years of age or older. The median age was 46 years. For every 100 females, there were 81.0 males. For every 100 females age 18 and over, there were 84.2 males. The median income for a household in the city was $28,500, and the median income for a family was $38,542. Males had a median income of $21,250 versus $14,063 for females. The per capita income for the city was $11,714. About 5.8% of families and 7.8% of the population were below the poverty line, including none of those under the age of eighteen and 9.8% of those 65 or over. ==Education== Prescott is within the Creston Community School District.\"Creston.\" Iowa Department of Education. Retrieved on July 30, 2018. It was in the Prescott Community School District until July 1, 2016, when it merged into the Creston district.\"REORGANIZATION & DISSOLUTION ACTIONS SINCE 1965-66 .\" Iowa Department of Education. Retrieved on July 29, 2018. ==Notable person== *Horace Daggett, Iowa state legislator and farmer, was born in Prescott. ==References== Category:Cities in Adams County, Iowa Category:Cities in Iowa",
 "title": "Prescott, Iowa"
}