{
 "id": "112766",
 "text": "Janesville is a city in Black Hawk and Bremer counties in the U.S. state of Iowa. The population was 1034 at the 2020 census. It is part of the Waterloo- Cedar Falls Metropolitan Statistical Area. ==History== Janesville was founded in 1849 by John T. Barrick, a Quaker and abolitionist who had relocated to Iowa from Ohio. According to the book, \"The Janesvillians, Volumes I and II\" by Maxine Leonard, John T. Barrick built the first mill and frame house in the area. He platted the town of Janesville, which he named in honor of his wife, Jane McPherson Barrick.Leonard, Maxine.The Janesvillians,Salem, MA: Hinningson, 1974 (reprinted 2006) It has been established that a tunnel once existed under the business district of Janesville. The tunnel ran between basements and below buildings on both sides of Janesville's Main Street, crossing below the street in the center of town and continuing westward to the Cedar River. One branch of the tunnel continued northward, connecting to the site of Fort John, a shelter built to protect settlers during the Ho-Chunk uprising in June, 1854. The tunnel terminated in the basement of the home of Abel Crail, who later served in Union Army in the American Civil War, and was the first Commander of Janesville Post No. 172, Grand Army of the Republic. According to local legend, the Barricks and other townsfolk sympathetic to their cause aided in the escape of runaway slaves as part of the Underground Railroad. Slaves were moved through Janesville from Grinnell and continued to Decorah and into southeastern Minnesota. The tunnel has since been filled in and no longer exists, so some say. It is questioned by others whether or not this is true. People claim to have seen these tunnels and that in fact they still exist to this day. Janesville was a farming community with a population of 311 in 1900, according to the Iowa Data Center . The town's population increased to just 445 by 1950. Due to its proximity to Waterloo-Cedar Falls, the population of Janesville increased to 840 by 1980, when the town was referred to as a \"bedroom community\". During the farm crisis and economic recession that hit Northeast Iowa in the 1980s, Janesville's population declined slightly. Since the mid-1990s, with the completion of the four lane bypass U.S. Highway 218 / Iowa Highway 27, known as the \"Avenue of the Saints\", Janesville's population is again increasing. New residential subdivisions continue to develop within the city of Janesville and the surrounding area. ==Geography== Janesville is located at (42.646008, -92.462663). The city is located on the county line between Bremer and Black Hawk counties, and is bisected by the Cedar River. According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 930 people, 398 households, and 262 families residing in the city. The population density was . There were 409 housing units at an average density of . The racial makeup of the city was 98.4% White, 0.6% African American, 0.2% Asian, and 0.8% from two or more races. Hispanic or Latino of any race were 0.3% of the population. There were 398 households, of which 29.1% had children under the age of 18 living with them, 56.8% were married couples living together, 6.3% had a female householder with no husband present, 2.8% had a male householder with no wife present, and 34.2% were non-families. 28.1% of all households were made up of individuals, and 13.6% had someone living alone who was 65 years of age or older. The average household size was 2.34 and the average family size was 2.90. The median age in the city was 40.2 years. 24.2% of residents were under the age of 18; 6.4% were between the ages of 18 and 24; 25.5% were from 25 to 44; 25.3% were from 45 to 64; and 18.5% were 65 years of age or older. The gender makeup of the city was 49.6% male and 50.4% female. ===2000 census=== As of the census of 2000, there were 829 people, 349 households, and 246 families residing in the city. The population density was 572.5 people per square mile (220.7/km). There were 359 housing units at an average density of 247.9 per square mile (95.6/km). The racial makeup of the city was 99.16% White, 0.36% Asian, and 0.48% from two or more races. Hispanic or Latino of any race were 0.24% of the population. There were 349 households, out of which 29.2% had children under the age of 18 living with them, 58.2% were married couples living together, 9.7% had a female householder with no husband present, and 29.5% were non-families. 25.8% of all households were made up of individuals, and 12.3% had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 2.83. 22.7% are under the age of 18, 7.7% from 18 to 24, 30.2% from 25 to 44, 23.5% from 45 to 64, and 15.9% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 100.7 males. For every 100 females age 18 and over, there were 98.5 males. The median income for a household in the city was $40,060, and the median income for a family was $47,143. Males had a median income of $31,488 versus $21,481 for females. The per capita income for the city was $18,878. About 2.5% of families and 3.5% of the population were below the poverty line, including 3.2% of those under age 18 and 6.7% of those age 65 or over. ==Arts and culture== ;Janesville Public Library The Janesville Public Library was created in 1962 with the inspiration of Clark Corwin with help from Hattie Zo Shoesmith and Margaret Theis. The library started as an all volunteer and all donated materials library in a room located in the city hall. Arlene Warm volunteered her services as a librarian. In the late 1960s, the city council authorized a 200 dollar a year grant for the library. In 1973, the library received a $10,000 grant from the Kinney Lindstrom Foundation that had to be matched by the local public. These funds allowed the library to expand into a new area. the library has approximately 10,000 books, 55 magazine and newspaper subscriptions, 1,200 videos, 85 audio tapes, 6 computers for patron access, and offers audio book downloads. The library has an average of 1,000 patrons each month. ;Riviera Ballroom Author Deb (Mather) Renner wrote a book, released December 15, 2010 and published by The Printery in Waverly, about the Riviera Ballroom that was torn down and replaced with the Riviera Roose center. Madge and Heine Kurtz opened the ballroom in 1951 and it closed in the late 1980s. Renner was a graduate of Janesville high school in 1982. ==Education== Janesville and the surrounding area, including the unincorporated town of Finchford, are served by the Janesville Consolidated School District. The public school district serves approximately 335 students, pre-Kindergarten through 12th Grade. Extensive renovations and an addition to the Janesville schools were completed in early 2008, funded by operating surpluses.http://www.wcfcourier.com/special/JanesvilleSchool.pdf Students at Janesville High School can choose to take advanced courses at nearby Waverly- Shell Rock High School in Waverly, the University of Northern Iowa in Cedar Falls, and Hawkeye Community College in Waterloo. Wartburg College is located in nearby Waverly. ==Notable people== *Bill Dix, Republican, former member of Iowa Legislature, Janesville High School Class of 1981 *Albert J. Loveland, Democrat, former U.S. Under-Secretary of Agriculture and candidate for U.S. Senate, 1950 ==References== == External links == *City Data Comprehensive statistical data and more about Janesville Category:Cities in Black Hawk County, Iowa Category:Cities in Bremer County, Iowa Category:Cities in Iowa Category:Waterloo – Cedar Falls metropolitan area Category:Populated places on the Underground Railroad Category:1849 establishments in Iowa Category:Populated places established in 1849",
 "title": "Janesville, Iowa"
}