{
 "id": "112810",
 "text": "Bristow is a city in Butler County, Iowa, United States. The population was 145 at the 2020 census. ==Geography== Bristow is located at (42.773510, -92.906926). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== thumb|left|alt=The population of Bristow, Iowa from US census data|The population of Bristow, Iowa from US census data ===2010 census=== As of the census of 2010, there were 160 people, 73 households, and 39 families living in the city. The population density was . There were 84 housing units at an average density of . The racial makeup of the city was 100% White. There were 73 households, of which 27.4% had children under the age of 18 living with them, 43.8% were married couples living together, 5.5% had a female householder with no husband present, 4.1% had a male householder with no wife present, and 46.6% were non-families. 38.4% of all households were made up of individuals, and 16.4% had someone living alone who was 65 years of age or older. The average household size was 2.19 and the average family size was 2.97. The median age in the city was 40.3 years. 23.7% of residents were under the age of 18; 11.5% were between the ages of 18 and 24; 23.1% were from 25 to 44; 24.4% were from 45 to 64; and 17.5% were 65 years of age or older. The gender makeup of the city was 51.3% male and 48.8% female. ===2000 census=== As of the census of 2000, there were 202 people, 81 households, and 57 families living in the city. The population density was 216.6 people per square mile (83.9/km2). There were 89 housing units at an average density of 95.4 per square mile (36.9/km2). The racial makeup of the city was 98.52% White and 1.49% from two or more races. There were 81 households, out of which 37.0% had children under the age of 18 living with them, 54.3% were married couples living together, 6.2% had a female householder with no husband present, and 29.6% were non-families. 25.9% of all households were made up of individuals, and 13.6% had someone living alone who was 65 years of age or older. The average household size was 2.49 and the average family size was 2.91. In the city, the population was spread out, with 26.7% under the age of 18, 11.4% from 18 to 24, 29.7% from 25 to 44, 18.8% from 45 to 64, and 13.4% who were 65 years of age or older. The median age was 31 years. For every 100 females, there were 92.4 males. For every 100 females age 18 and over, there were 102.7 males. The median income for a household in the city was $30,625, and the median income for a family was $34,167. Males had a median income of $26,500 versus $18,750 for females. The per capita income for the city was $11,305. About 15.0% of families and 17.7% of the population were below the poverty line, including 21.8% of those under the age of eighteen and 8.0% of those 65 or over. ==Education== It is a part of the North Butler Community School District, which was established on July 1, 2011, as a merger of the Greene Community School District and Allison–Bristow Community School District,\"District Reorganization History final .\" Iowa Department of Education. Retrieved on July 6, 2019. The local high school is North Butler High School. ==Notable person== Bristow is the hometown of Ed Yost, inventor of the modern hot air balloon. ==References== ==External links== *City-Data Comprehensive statistical data and more about Bristow Category:Cities in Butler County, Iowa Category:Cities in Iowa",
 "title": "Bristow, Iowa"
}