{
 "id": "112906",
 "text": "Garber is a city in Clayton County, Iowa, United States. The population was 76 at the time of the 2020 census, down from 103 in 2000. ==History== Garber, first called East Elkport, was surveyed in 1872 by John Garber, who also served as the first postmaster there. ==Geography== Garber is located at (42.743892, -91.263004). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== thumb|left|alt=The population of Garber, Iowa from US census data|The population of Garber, Iowa from US census data ===2010 census=== As of the census of 2010, there were 88 people, 43 households, and 23 families living in the city. The population density was . There were 48 housing units at an average density of . The racial makeup of the city was 100.0% White. There were 43 households, of which 23.3% had children under the age of 18 living with them, 41.9% were married couples living together, 9.3% had a female householder with no husband present, 2.3% had a male householder with no wife present, and 46.5% were non- families. 32.6% of all households were made up of individuals, and 4.7% had someone living alone who was 65 years of age or older. The average household size was 2.05 and the average family size was 2.57. The median age in the city was 43 years. 17% of residents were under the age of 18; 9.1% were between the ages of 18 and 24; 28.4% were from 25 to 44; 29.6% were from 45 to 64; and 15.9% were 65 years of age or older. The gender makeup of the city was 51.1% male and 48.9% female. ===2000 census=== As of the census of 2000, there were 103 people, 54 households, and 21 families living in the city. The population density was 434.9 people per square mile (165.7/km2). There were 57 housing units at an average density of 240.7 per square mile (91.7/km2). The racial makeup of the city was 99.03% White and 0.97% Asian. There were 54 households, out of which 20.4% had children under the age of 18 living with them, 33.3% were married couples living together, 5.6% had a female householder with no husband present, and 59.3% were non-families. 50.0% of all households were made up of individuals, and 25.9% had someone living alone who was 65 years of age or older. The average household size was 1.91 and the average family size was 2.77. In the city, the population was spread out, with 22.3% under the age of 18, 7.8% from 18 to 24, 31.1% from 25 to 44, 16.5% from 45 to 64, and 22.3% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 71.7 males. For every 100 females age 18 and over, there were 63.3 males. The median income for a household in the city was $22,708, and the median income for a family was $28,125. Males had a median income of $27,500 versus $20,417 for females. The per capita income for the city was $11,618. There were 12.0% of families and 16.0% of the population living below the poverty line, including 21.2% of under eighteens and 13.3% of those over 64. ==Education== The municipality is within the boundary of the Central Community School District. ==References== Category:Cities in Iowa Category:Cities in Clayton County, Iowa Category:1872 establishments in Iowa Category:Populated places established in 1872",
 "title": "Garber, Iowa"
}