{
 "id": "112908",
 "text": "Guttenberg is a city in Clayton County, Iowa, United States, along the Mississippi River. The population was 1,817 at the time of the 2020 census, down from 1,987 at the 2000 census. == History == Prairie La Porte, meaning \"the door to the prairie,\" was the first name given to Guttenberg by French explorers in 1673. The Guttenberg area was a site of Sac and Fox campgrounds until 1823. The Louisiana Purchase of 1803 transferred ownership to the United States and the Black Hawk Purchase of 1833 finally opened the area for legal settlement. Guttenberg’s past is preserved today in the many limestone buildings built by German immigrants in the mid-to-late 19th century. These structures were used for both residential and commercial purposes. Many are pre-Civil War era and are on the National Historic Register (NHR). Guttenberg's riverfront location was pivotal in its early commercial development. The town first served as a focal point for westward settlement and as an early governmental and administrative center. It was the early location of the county seat from 1838-1843. Guttenberg served as a supply center for the general area until the Civil War, when railroads and an interior road system combined to detract from Guttenberg's role as a market center. The earliest businesses included general supply stores, blacksmith, wagon shops, and hotels. The loss of the county seat in 1843 slowed growth and the population declined. Economic revival began in 1845 with the influx of hundreds of German immigrants under the auspices of the Western Settlement Society of Cincinnati and continued with the development of the lead mining industry along Miners Creek. The German immigration began in 1845, and by 1850 the town was sizable and nearly all German. The city takes its name from Johannes Gutenberg, the inventor of movable type. Many of the town's streets are named for 18th & 19th century German writers, poets, playwrights and philosophers such as Koerner, Herman, Weiland, Lessing, Schiller, Herder and Goethe, whose writings became prolific in Germany because of Johannes Gutenberg's invention. A replica of a Bible Gutenberg printed is on display at the public library. Guttenberg incorporated in 1851. The influence of the German population was best indicated by the construction during the period between 1845 and 1865 for over one hundred stone buildings. The bluff limestone was easily obtained and good, local clay and lime for construction was available. Four large riverside warehouses opened and a large flour mill, stores, and hotels appeared during this period. The steamboat trade deposited merchandise and picked up farm produce, milled flour and lead ore. Guttenberg experienced many floods, the most recent and devastating being in 1965, after which a levee was built. Today, Guttenberg's population is 1,817 and it is the largest town in Clayton County. ==Geography== Guttenberg is located at (42.785992, -91.101366). According to the United States Census Bureau, the city has a total area of , of which, is land and is water. The community is next to the Mississippi River across from Wisconsin and is on US Route 52. ===Climate=== Guttenberg has a humid continental climate (Köppen climate classification Dfa). ==Demographics== thumb|left|alt=The population of Guttenberg, Iowa from US census data|The population of Guttenberg, Iowa from US census data ===2010 census=== As of the census of 2010, there were 1,919 people, 887 households, and 516 families residing in the city. The population density was . There were 1,085 housing units at an average density of . The racial makeup of the city was 98.3% White, 0.2% African American, 0.5% Asian, 0.1% Pacific Islander, 0.4% from other races, and 0.5% from two or more races. Hispanic or Latino of any race were 1.3% of the population. There were 887 households, of which 20.2% had children under the age of 18 living with them, 47.8% were married couples living together, 7.0% had a female householder with no husband present, 3.4% had a male householder with no wife present, and 41.8% were non- families. 37.4% of all households were made up of individuals, and 21.1% had someone living alone who was 65 years of age or older. The average household size was 2.06 and the average family size was 2.66. The median age in the city was 51.3 years. 17.2% of residents were under the age of 18; 5.7% were between the ages of 18 and 24; 16.9% were from 25 to 44; 32.4% were from 45 to 64; and 27.8% were 65 years of age or older. The gender makeup of the city was 47.1% male and 52.9% female. ===2000 census=== As of the census of 2000, there were 1,987 people, 837 households, and 534 families residing in the city. The population density was 962.3 people per square mile (372.4/km²). There were 935 housing units at an average density of 452.8 per square mile (175.2/km²). The racial makeup of the city was 98.89% White, 0.45% African American, 0.05% Native American, 0.15% Asian, 0.05% from other races, and 0.40% from two or more races. Hispanic or Latino of any race were 0.50% of the population. There were 837 households, out of which 26.3% had children under the age of 18 living with them, 52.7% were married couples living together, 7.5% had a female householder with no husband present, and 36.2% were non-families. 32.7% of all households were made up of individuals, and 18.0% had someone living alone who was 65 years of age or older. The average household size was 2.21 and the average family size was 2.77. In the city, the population was spread out, with 21.0% under the age of 18, 6.0% from 18 to 24, 22.6% from 25 to 44, 24.2% from 45 to 64, and 26.2% who were 65 years of age or older. The median age was 45 years. For every 100 females, there were 88.3 males. For every 100 females age 18 and over, there were 85.6 males. The median income for a household in the city was $29,151, and the median income for a family was $33,393. Males had a median income of $25,265 versus $16,897 for females. The per capita income for the city was $17,098. About 4.0% of families and 8.4% of the population were below the poverty line, including 12.5% of those under age 18 and 7.0% of those age 65 or over. ==Education== Public schools are operated by the Clayton Ridge Community School District,\"Clayton Ridge.\" Iowa Department of Education. Retrieved on February 23, 2019. which formed in 2005 in the merger of the Guttenberg Community School District and the Garnavillo Community School District.\"REORGANIZATION & DISSOLUTION ACTIONS SINCE 1965-66.\" Iowa Department of Education. Retrieved on February 23, 2019. St. Mary IC School, a Catholic K-8, is in operation.Home. St. Mary IC School. Retrieved on February 24, 2019. It formerly had a senior high school division that closed in 1968.\"History.\" St. Mary IC School. Retrieved on February 26, 2019. ==Notable people== *Daniel Schaefer (1936–2006) Seven term US Representative for Colorado from 1983–1999 *Lee Kunzman (1944– ) A USAC and IMCA sprint car race driver. ==See also== thumb|right|Lock and Dam number 10 *Lock and Dam No. 10 *Bussey Lake ==References== ==External links== * City of Guttenberg * Guttenberg Chamber of Commerce * Clayton Ridge Community School District *City-Data Comprehensive Statistical Data and more about Guttenberg Category:Cities in Iowa Category:German-American culture in Iowa Category:Cities in Clayton County, Iowa Category:Iowa populated places on the Mississippi River Category:1851 establishments in Iowa Category:Populated places established in 1851",
 "title": "Guttenberg, Iowa"
}