{
 "id": "112942",
 "text": "Ricketts is a city in Crawford County, Iowa, United States, along the Middle Soldier River. The population was 109 at the time of the 2020 census. ==History== Ricketts was platted in 1899. It was named for an early settler. A post office has been in operation in Ricketts since 1899. ==Geography== Ricketts is located at (42.129521, -95.574532). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 145 people, 48 households, and 37 families living in the city. The population density was . There were 55 housing units at an average density of . The racial makeup of the city was 93.8% White and 6.2% from other races. Hispanic or Latino of any race were 10.3% of the population. There were 48 households, of which 41.7% had children under the age of 18 living with them, 60.4% were married couples living together, 4.2% had a female householder with no husband present, 12.5% had a male householder with no wife present, and 22.9% were non-families. 20.8% of all households were made up of individuals, and 10.5% had someone living alone who was 65 years of age or older. The average household size was 3.02 and the average family size was 3.46. The median age in the city was 33.8 years. 35.2% of residents were under the age of 18; 6.1% were between the ages of 18 and 24; 20.7% were from 25 to 44; 22% were from 45 to 64; and 15.9% were 65 years of age or older. The gender makeup of the city was 51.0% male and 49.0% female. ===2000 census=== As of the census of 2000, there were 144 people, 56 households, and 39 families living in the city. The population density was 564.6 people per square mile (213.8/km). There were 61 housing units at an average density of 239.2 per square mile (90.6/km). The racial makeup of the city was 99.31% White, 0.69% from other races. Hispanic or Latino of any race were 1.39% of the population. There were 56 households, out of which 30.4% had children under the age of 18 living with them, 50.0% were married couples living together, 12.5% had a female householder with no husband present, and 28.6% were non-families. 23.2% of all households were made up of individuals, and 19.6% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 3.03. In the city, the population was spread out, with 31.9% under the age of 18, 7.6% from 18 to 24, 22.9% from 25 to 44, 12.5% from 45 to 64, and 25.0% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 94.6 males. For every 100 females age 18 and over, there were 88.5 males. The median income for a household in the city was $31,250, and the median income for a family was $36,250. Males had a median income of $24,688 versus $12,292 for females. The per capita income for the city was $12,017. There were 8.3% of families and 12.6% of the population living below the poverty line, including 25.0% of under eighteens and 6.1% of those over 64. ==References== Category:Cities in Iowa Category:Cities in Crawford County, Iowa",
 "title": "Ricketts, Iowa"
}