{
 "id": "113175",
 "text": "The Xianbei (; ) were a Proto-Mongolic ancient nomadic people that once resided in the eastern Eurasian steppes in what is today Mongolia, Inner Mongolia, and Northeastern China. They originated from the Donghu people who splintered into the Wuhuan and Xianbei when they were defeated by the Xiongnu at the end of the 3rd century BC. The Xianbei were largely subordinate to larger nomadic powers and the Han dynasty until they gained prominence in 87 AD by killing the Xiongnu chanyu Youliu. However unlike the Xiongnu, the Xianbei political structure lacked the organization to pose a concerted challenge to the Chinese for most of their time as a nomadic people. After suffering several defeats by the end of the Three Kingdoms period, the Xianbei migrated south and settled in close proximity to Han society and submitted as vassals, being granted the titles of dukes. As the Xianbei Murong, Tuoba, and Duan tribes were one of the Five Barbarians who were vassals of the Western Jin and Eastern Jin dynasties, they took part in the Uprising of the Five Barbarians as allies of the Eastern Jin against the other four barbarians, the Xiongnu, Jie, Di and Qiang. The Xianbei were at one point all defeated and conquered by the Di-led Former Qin dynasty before it fell apart not long after its defeat in the Battle of Fei River by the Eastern Jin. The Xianbei later founded their own dynasties and reunited northern China under the Northern Wei dynasty. These states opposed and promoted sinicization at one point or another but trended towards the latter and had merged with the general Chinese population by the Tang dynasty. The Northern Wei also arranged for ethnic Han elites to marry daughters of the Tuoba imperial clan in the 480s. More than fifty percent of Tuoba Xianbei princesses of the Northern Wei were married to southern Han men from the imperial families and aristocrats from southern China of the Southern dynasties who defected and moved north to join the Northern Wei. ==Etymology== thumb|Female Xianbei figure Paul Pelliot tentatively reconstructs the Later Han Chinese pronunciation of 鮮卑 as */serbi/, from *Särpi, after noting that Chinese scribes used 鮮 to transcribe Middle Persian sēr (lion) and 卑 to transcribe foreign syllable /pi/; for instance, Sanskrit गोपी gopī \"milkmaid, cowherdess\" became Middle Chinese 瞿卑 (ɡɨo-piᴇ) (> Mand. qúbēi). On the one hand, *Särpi may be linked to Mongolic root *ser ~*sir which means \"crest, bristle, sticking out, projecting, etc.\" (cf. Khalkha сэрвэн serven), possibly referring to the Xianbei's horses (semantically analogous with the Turkic ethnonym Yabaqu < Yapağu 'matted hair or wool', later 'a matted-haired animal, i.e. a colt')Golden, Peter B. “The Stateless Nomads of Central Eurasia”, in Empires and Exchanges in Eurasian Late Antiquity Edited by DiCosmo, Maas. p. 347-348. doi: https://doi.org/10.1017/9781316146040.024 On the other hand, Book of Later Han and Book of Wei stated that: before becoming an ethnonym, Xianbei had been a toponym, referring to the Great Xianbei mountains (大鮮卑山), which is now identified as the Greater Khingan range ().Hou Hanshu vol. 90 \"鮮卑者，亦東胡之支也，別依鮮卑山，故因號焉\" \"the Xianbei people branched off from the so-called 'Eastern Hu' and came to settle around Mt. Xianbei after which name they were designated\" translated by Toh (2005)Weishu vol. 1 Shimunek (2018) reconstructs *serbi for Xiānbēi and *širwi for 室韋 Shìwéi < MC *ɕiɪt̚-ɦʉi. This same root might be the origin of ethnonym Sibe. ==History== ===Origin=== Warring States period's Chinese literature contains early mentions of Xianbei, as in the poem \"The Great Summons\" () in the anthology Verses of ChuChu Ci, \"Da Zhao\". quote: \"小腰秀頸，若鮮卑只。\". translation (by Gopal Sukhu, 2017): \"And she is as small-waisted and long-necked [a]s a Xianbei woman.\" and the chapter \"Discourses of Jin 8\" in Discourses of the States.Guoyu, \"Jinyu 8\" quote: \"昔成王盟諸侯于岐陽，楚為荊蠻，置茅蕝，設望表，與鮮卑守燎，故不與盟。\" translation: \"Of yore, King Cheng convened an alliance-covenant ceremony with the various vassals at (Mt.) Qi's south-side, the Chu, being barbarians from Jing, held up bundles of cogon grass (through which to pour sacrificial wine), set up spirit tablets (for making offerings to the spirits of mountains and streams), and tended to the torches along with the Xianbei, therefore (the Chu) were not present at the alliance-covenant ceremony.\"Zhang, Zhengming. (2019) A History Of Chu (Volume 1) Honolulu: Enrich Professional Publishing. p. 42-46 When the Donghu \"Eastern Barbarians\" were defeated by Modu Chanyu around 208 BC, the Donghu splintered into the Xianbei and Wuhuan.Xu Elina-Qian, Historical Development of the Pre- Dynastic Khitan, University of Helsinki, 2005. p. 164 According to the Book of the Later Han, \"the language and culture of the Xianbei are the same as the Wuhuan\". The first significant contact the Xianbei had with the Han dynasty was in 41 and 45, when they joined the Wuhuan and Xiongnu in raiding Han territory. In 49, the governor Ji Tong convinced the Xianbei chieftain Pianhe to turn on the Xiongnu with rewards for each Xiongnu head they collected. In 54, Yuchouben and Mantou of the Xianbei paid tribute to Emperor Guangwu of Han. In 58, the Xianbei chieftain Pianhe attacked and killed Xinzhiben, a Wuhuan leader causing trouble in Yuyang Commandery. In 85, the Xianbei secured an alliance with the Dingling and Southern Xiongnu. In 87, the Xianbei attacked the Xiongnu chanyu Youliu and killed him. They flayed him and his followers and took the skins back as trophies. ===Xianbei Confederation=== After the downfall of the Xiongnu, the Xianbei established their confederation in Mongolia starting from AD 93. In 109, the Wuhuan and Xianbei attacked Wuyuan Commandery and defeated local Han forces. The Southern Xiongnu chanyu Wanshishizhudi rebelled against the Han and attacked the Emissary Geng Chong but failed to oust him. Han forces under Geng Kui retaliated and defeated a force of 3,000 Xiongnu but could not take the Southern Xiongnu capital due to disease among the horses of their Xianbei allies. The Xianbei under Qizhijian raided Han territory four times from 121 to 138. . In 145, the Xianbei raided Dai Commandery. Around 155, the northern Xiongnu were \"crushed and subjugated\" by the Xianbei. Their chief, known by the Chinese as Tanshihuai, then advanced upon and defeated the Wusun of the Ili region by 166. Under Tanshihuai, the Xianbei extended their territory from the Ussuri to the Caspian Sea. He divided the Xianbei empire into three sections, each ruled by twenty clans. Tanshihuai then formed an alliance with the southern Xiongnu to attack Shaanxi and Gansu. Han dynasty successfully repulsed their attacks in 158, 177. The Xianbei might have also attacked Wa (Japan) with some success.\"Nomads in Central Asia.\" N. Ishjamts. In: History of civilizations of Central Asia, Volume II. The development of sedentary and nomadic civilizations: 700 B.C. to A.D. 250. Harmatta, János, ed., 1994. Paris: UNESCO Publishing, pp. 155–156.SGZ 30. 837–838, note. 1. In 177 AD, Xia Yu, Tian Yan and the Tute Chanyu led a force of 30,000 against the Xianbei. They were defeated and returned with only a quarter of their original forces. A memorial made that year records that the Xianbei had taken all the lands previously held by the Xiongnu and their warriors numbered 100,000. Han deserters who sought refuge in their lands served as their advisers and refined metals as well as wrought iron came into their possession. Their weapons were sharper and their horses faster than those of the Xiongnu. Another memorial submitted in 185 states that the Xianbei were making raids on Han settlements nearly every year. ===Three Kingdoms=== The loose Xianbei confederacy lacked the organization of the Xiongnu but was highly aggressive until the death of their khan Tanshihuai in 182. Tanshihuai's son Helian lacked his father's abilities and was killed in a raid on Beidi in 186. Helian's brother Kuitou succeeded him, but when Helian's son Qianman came of age, he challenged his uncle to succession, destroying the last vestiges of unity among the Xianbei. By 190, the Xianbei had split into three groups with Kuitou ruling in Inner Mongolia, Kebineng in northern Shanxi, and Suli and Mijia in northern Liaodong. In 205, Kuitou's brothers Budugen and Fuluohan succeeded him. After Cao Cao defeated the Wuhuan at the Battle of White Wolf Mountain in 207, Budugen and Fuluohan paid tribute to him. In 218, Fuluohan met with the Wuhuan chieftain Nengchendi to form an alliance, but Nengchendi double crossed him and called in another Xianbei khan, Kebineng, who killed Fuluohan. Budugen went to the court of Cao Wei in 224 to ask for assistance against Kebineng, but he eventually betrayed them and allied with Kebineng in 233. Kebineng killed Budugen soon afterwards. Kebineng was from a minor Xianbei tribe. He rose to power west of Dai Commandery by taking in a number of Chinese refugees, who helped him drill his soldiers and make weapons. After the defeat of the Wuhuan in 207, he also sent tribute to Cao Cao, and even provided assistance against the rebel Tian Yin. In 218 he allied himself to the Wuhuan rebel Nengchendi but they were heavily defeated and forced back across the frontier by Cao Zhang. In 220, he acknowledged Cao Pi as emperor of Cao Wei. Eventually, he turned on the Wei for frustrating his advances on another Xianbei khan, Sui. Kebineng conducted raids on Cao Wei before he was killed in 235, after which his confederacy disintegrated. Many of the Xianbei tribes migrated south and settled on the borders of the Wei-Jin dynasties. In 258 Tuoba Liwei's people settled in Yanmen Commandery. The Yuwen tribe settled between the Luan River and Liucheng. The Murong and Duan tribes became vassals of the Sima clan. An offshoot of the Murong tribe moved west into northern Qinghai and mixed with the native Qiang people, becoming Tuyuhun. In 279, the Xianbei made one last attack on Liang Province but they were defeated by Ma Long. ===Sixteen Kingdoms, Nirun and Northern Wei=== thumb|Northern dynasties horseman thumb|Northern Wei cavalry thumb|Northern Wei cavalry The 3rd century saw both the fragmentation of the Xianbei in 235 and the branching out of the various Xianbei tribes. Around 308 or 330 AD, the Rouran tribe was founded by Mugulü, but formed by his son, Cheluhui.Grousset (1970), pp. 61, 585, n. 91. The Xianbei tribes Tuoba, Murong and Duan submitted to the Western Jin dynasty as vassals, the Tuoba were made Dukes of Dai (Sixteen Kingdoms), the Murong were made Dukes of Liaodong, and the Duan were made Dukes of Liaoxi. The three Xianbei tribes fought on the Western Jin side against the other four barbarians in the Uprising of the Five Barbarians after a Xiongnu and Jie led slave revolt toppled Western Jin rule in northern China. Mass number of Chinese officers, soldiers and civilians fled south to join the Eastern Jin or north to join the Xianbei duchies which remained in direct communication with the Eastern Jin in southern China, receiving orders. The Xianbei later establish six significant empires of their own such as the Former Yan (281–370), Western Yan (384–394), Later Yan (384–407), Southern Yan (398–410), Western Qin (385–430) and Southern Liang (397–414). The Xianbei were all conquered by the Di Former Qin empire in northern China before its defeat at the Battle of Fei River and subsequent collapse. Most of them were unified by the Tuoba Xianbei, who established the Northern Wei (386–535), which was the first of the Northern Dynasties (386–581) founded by the Xianbei.Ma, Changshou [馬長壽] (1962). Wuhuan yu Xianbei [Wuhuan and Xianbei] 烏桓與鮮卑. Shanghai [上海], Shanghai ren min chu ban she [Shanghai People's Press] 上海人民出版社.Liu, Xueyao [劉學銚] (1994). Xianbei shi lun [the Xianbei History] 鮮卑史論. Taipei [台北], Nan tian shu ju [Nantian Press] 南天書局.Wang, Zhongluo [王仲荦] (2007). Wei jin nan bei chao shi [History of Wei, Jin, Southern and Northern Dynasties] 魏晋南北朝史. Beijing [北京], Zhonghua shu ju [China Press] 中华书局. left|thumb|Xianbei belt buckles, 3–4th century AD ===Sinicization and assimilation=== Emperor Xiaowen of Northern Wei established a policy of systematic sinicization that was continued by his successors. Xianbei traditions were largely abandoned. The royal family took the sinicization a step further by changing their family name to Yuan. Marriages to Chinese families were encouraged. The Northern Wei started to arrange for Han Chinese elites to marry daughters of the Xianbei Tuoba royal family in the 480s. More than fifty percent of Tuoba Xianbei princesses of the Northern Wei were married to southern Han Chinese men from the imperial families and aristocrats from southern China of the Southern dynasties who defected and moved north to join the Northern Wei. Some Han Chinese exiled royalty fled from southern China and defected to the Xianbei. Several daughters of the Xianbei Emperor Xiaowen of Northern Wei were married to Han Chinese elites, the Liu Song royal Liu Hui (刘辉), married Princess Lanling (蘭陵公主) of the Northern Wei, Princess Huayang (華陽公主) to Sima Fei (司馬朏), a descendant of Jin dynasty (266–420) royalty, Princess Jinan (濟南公主) to Lu Daoqian (盧道虔), Princess Nanyang (南阳长公主) to Xiao Baoyin (萧宝夤), a member of Southern Qi royalty. Emperor Xiaozhuang of Northern Wei's sister the Shouyang Princess was wedded to The Liang dynasty ruler Emperor Wu of Liang's son Xiao Zong 蕭綜. When the Eastern Jin dynasty ended, Northern Wei received the Han Chinese Jin prince Sima Chuzhi (司馬楚之) as a refugee. A Northern Wei Princess married Sima Chuzhi, giving birth to Sima Jinlong (司馬金龍). Northern Liang Xiongnu King Juqu Mujian's daughter married Sima Jinlong. In 534, the Northern Wei split into an Eastern Wei (534–550) and a Western Wei (535–556) after an uprising in the steppes of North China inhabited by Xianbei and other nomadic peoples. The former evolved into the Northern Qi (550-577), and the latter into the Northern Zhou (557-581), while the Southern Dynasties were pushed to the south of the Yangtze River. In 581, the Prime Minister of Northern Zhou, Yang Jian, founded the Sui dynasty (581–618). His son, the future Emperor Yang of Sui, absorbed the Chen dynasty (557–589), the last kingdom of the Southern Dynasties, thereby unifying much of China. After the Sui came to an end amidst peasant rebellions and renegade troops, his cousin, Li Yuan, founded the Tang dynasty (618–907). Sui and Tang dynasties were founded by Han generals who also served the Northern Wei dynasty.Chen, Yinke [陳寅恪], 1943, Tang dai zheng zhi shi shu lun gao [Manuscript of Discussions on the Political History of the Tang dynasty] 唐代政治史述論稿. Chongqing [重慶], Shang wu [商務].Chen, Yinke [陳寅恪] and Tang, Zhenchang [唐振常], 1997, Tang dai zheng zhi shi shu lun gao [Manuscript of Discussions on the Political History of the Tang dynasty] 唐代政治史述論稿. Shanghai [上海], Shanghai gu ji chu ban she [Shanghai Ancient Literature Press] 上海古籍出版社. Through these political establishments, the Xianbei who entered China were largely merged with the Chinese, examples such as the wife of Emperor Gaozu of Tang, Duchess Dou and Emperor Taizong of Tang's wife, Empress Zhangsun, both have Xianbei ancestries, while those who remained behind in the northern grassland emerged as later powers to rule over China as Mongol Yuan dynasty and Manchu Qing dynasty. In the West, the Xianbei kingdom of Tuyuhun remained independent until it was defeated by the Tibetan Empire in 670. After the fall of the kingdom, the Xianbei people underwent a diaspora over a vast territory that stretched from the northwest into central and eastern parts of China. Murong Nuohebo led the Tuyuhun people eastward into central China, where they settled in modern Yinchuan, Ningxia. ==Art== thumb|Xianbei head ornament with horse motif Art of the Xianbei portrayed their nomadic lifestyle and consisted primarily of metalwork and figurines. The style and subjects of Xianbei art were influenced by a variety of influences, and ultimately, the Xianbei were known for emphasizing unique nomadic motifs in artistic advancements such as leaf headdresses, crouching and geometricized animals depictions, animal pendant necklaces, and metal openwork.Watt, James C.Y. China: Dawn of a Golden Age, 200–750 AD. Comp. An Jiayao, Angela F. Howard, Boris I. Marshak, Su Bai, and Zhao Feng. New York: Metropolitan Museum of Art, 2004. Print. ===Leaf headdresses=== The leaf headdresses were very characteristic of Xianbei culture, and they are found especially in Murong Xianbei tombs. Their corresponding ornamental style also links the Xianbei to Bactria. These gold hat ornaments represented trees and antlers and, in Chinese, they are referred to as buyao (\"step sway\") since the thin metal leaves move when the wearer moves. Sun Guoping first uncovered this type of artifact, and defined three main styles: \"Blossoming Tree\" (huashu), which is mounted on the front of a cap near the forehead and has one or more branches with hanging leaves that are circle or droplet shaped, \"Blossoming Top\" (dinghua), which is worn on top of the head and resembles a tree or animal with many leaf pendants, and the rare \"Blossoming Vine\" (huaman), which consists of \"gold strips interwoven with wires with leaves.\" Leaf headdresses were made with hammered gold and decorated by punching out designs and hanging the leaf pendants with wire. The exact origin, use, and wear of these headdresses is still being investigated and determined. However, headdresses similar to those later also existed and were worn by women in the courts. ===Animal iconography=== Another key form of Xianbei art is animal iconography, which was implemented primarily in metalwork. The Xianbei stylistically portrayed crouching animals in geometricized, abstracted, repeated forms, and distinguished their culture and art by depicting animal predation and same-animal combat. Typically, sheep, deer, and horses were illustrated. The artifacts, usually plaques or pendants, were made from metal, and the backgrounds were decorated with openwork or mountainous landscapes, which harks back to the Xianbei nomadic lifestyle. With repeated animal imagery, an openwork background, and a rectangular frame, the included image of the three deer plaque is a paradigm of the Xianbei art style. Concave plaque backings imply that plaques were made using lost-wax casting, or raised designs were impressed on the back of hammered metal sheets. ===Horses=== The nomadic traditions of the Xianbei inspired them to portray horses in their artwork. The horse played a large role in the existence of the Xianbei as a nomadic people, and in one tomb, a horse skull lay atop Xianbei bells, buckles, ornaments, a saddle, and one gilded bronze stirrup. The Xianbei not only created art for their horses, but they also made art to depict horses. Another recurring motif was the winged horse. It has been suggested by archaeologist Su Bai that this symbol was a \"heavenly beast in the shape of a horse\" because of its prominence in Xianbei mythology. This symbol is thought to have guided an early Xianbei southern migration, and is a recurring image in many Xianbei art forms. ===Figurines=== Xianbei figurines help to portray the people of the society by representing pastimes, depicting specialized clothing, and implying various beliefs. Most figurines have been recovered from Xianbei tombs, so they are primarily military and musical figures meant to serve the deceased in afterlife processions and guard the tomb. Furthermore, the figurine clothing specifies the according social statuses: higher-ranking Xianbei wore long-sleeved robes with a straight neck shirt underneath, while lower-ranking Xianbei wore trousers and belted tunics. ===Buddhist influences=== Xianbei Buddhist influences were derived from interactions with Han culture. The Han bureaucrats initially helped the Xianbei run their state, but eventually the Xianbei became Sinophiles and promoted Buddhism. The beginning of this conversion is evidenced by the Buddha imagery that emerges in Xianbei art. For instance, the included Buddha imprinted leaf headdress perfectly represents the Xianbei conversion and Buddhist synthesis since it combines both the traditional nomadic Xianbei leaf headdress with the new imagery of Buddha. This Xianbei religious conversion continued to develop in the Northern Wei dynasty, and ultimately led to the creation of the Yungang Grottoes. ==Language== The Xianbei are thought to have spoken Mongolic or para-Mongolic languages, with early and substantial Turkic influences; as Claus Schönig asserts: It is also possible that the Xianbei spoke more than one language. Shimunek, Andrew. \"Early Serbi-Mongolic-Tungusic lexical contact: Jurchen numerals from the 室韦 Shirwi (Shih-wei) in North China\". Philology of the Grasslands: Essays in Mongolic, Turkic, and Tungusic Studies, Edited by Ákos Bertalan Apatóczky et al. (Leiden: Brill). Retrieved 22 September 2019. quote: \"Asdemonstrated by Ratchnevsky (1966: 231), the Shirwi confederation was a multiethnic, multilingual confederation of Tungusic-speaking Mo-ho 靺鞨 people (i.e. ancestors of the Jurchen), the Meng-wa 蒙瓦 ~ Meng-wu 蒙兀, whom Pelliot (1928) and others have shown were Proto-Mongolic speakers, and other groups. The dominant group among the Shirwi undoubtedly were ethnolinguistic descendants of the Serbi (鮮卑 Hsien-pei), and spoke a language closely related to Kitan and more distantly related to Mongolic.\"Xu Elina-Qian (2005). Historical Development of the Pre-Dynastic Khitan. University of Helsinki. p. 173-179 ==Anthropology== According to Sinologist Penglin Wang, some Xianbei had mixed west Eurasian-featured traits such as blue eyes, blonde hair and white skin due to absorbing some Indo-European elements. The Xianbei were described as white on several occasions. The Book of Jin states that in the state of Cao Wei, Xianbei immigrants were known as the white tribe. The ruling Murong clan of Former Yan were referred to by their Former Qin adversaries as white slaves. According to Fan Wenlang et al. the Murong people were considered \"white\" by the Chinese due to the complexion of their skin color. In the Jin dynasty, Xianbei Murong women were sold off to many Han Chinese bureaucrat and aristocrats and they were also given to their servants and concubines. The mother of Emperor Ming of Jin, Lady Xun, was a lowly concubine possibly of Xianbei stock. During a confrontation between Emperor Ming and a rebel force in 324, his enemies were confused by his appearance, and thought he was a Xianbei due to his yellow beard. Emperor Ming's yellowish hair could have been inherited from his mother, who was either Xianbei or Jie. During the Tang dynasty, the poet Zhang Ji described the Xianbei entering Luoyang as \"yellow-headed\". During the Song dynasty, the poet and painter Su Shi was inspired by a painting of a Xianbei riding a horse and wrote a poem describing an elderly Xianbei with reddish hair and blue eyes. There was undoubtedly some range of variation within their population. Yellow hair in Chinese sources could have meant brown rather than blonde and described other people such as the Jie rather than the Xianbei. Historian Edward H. Schafer believes many of the Xianbei were blondes, but others such as Charles Holcombe think it is \"likely that the bulk of the Xianbei were not visibly very different in appearance from the general population of northeastern Asia.\" Chinese anthropologist Zhu Hong and Zhang Quan-chao studied Xianbei crania from several sites of Inner Mongolia and noticed that anthropological features of studied Xianbei crania show that the racial type is closely related to the modern East-Asians, and some physical characteristics of those skulls are closer to modern Mongols, Manchu and Han Chinese. ==Genetics== A genetic study published in The FEBS Journal in October 2006 examined the mtDNA of Twenty one Tuoba Xianbei buried at the Qilang Mountain Cemetery in Inner Mongolia, China. The Twenty one samples of mtDNA extracted belonged to haplogroups O (9 samples), D (7 samples), C (5 samples), B (2 samples) and A. These haplogroups are characteristic of Northeast Asians. Among modern populations they were found to be most closely related to the Oroqen people. A genetic study published in the Russian Journal of Genetics in April 2014 examined the mtDNA of seventeen Tuoba Xianbei buried at the Shangdu Dongdajing cemetery in Inner Mongolia, China. The seventeen samples of mtDNA extracted belonged to haplogroups D4 (four samples), D5 (three samples), C (five samples), A (three samples), G and B. A genetic study published in the American Journal of Physical Anthropology in November 2007 examined of 17 individuals buried at a Murong Xianbei cemetery in Lamadong, Liaoning, China ca. 300 AD. They were determined to be carriers of the maternal haplogroups J1b1, D (three samples), F1a (three samples), M, B, B5b, C (three samples) and G2a. These haplogroups are common among East Asians and some Siberians. The maternal haplogroups of the Murong Xianbei were noticeably different from those of the Huns and Tuoba Xianbei. A genetic study published in the American Journal of Physical Anthropology in August 2018 noted that the paternal haplogroup C2b1a1b has been detected among the Xianbei and the Rouran, and was probably an important lineage among the Donghu people. ==Notable people== thumb|Figure of a Xianbei warrior from the Northern Dynasties (286–581 AD) era ===Pre-dynastic=== * Tanshihuai (檀石槐, 130–182), Xianbei leader who led the Xianbei State until his death in 182 * Kebineng (軻比能, died 235), a Xianbei chieftain who lived during the late Eastern Han dynasty and Three Kingdoms period * Tufa Shujineng (禿髮樹機能, died 279), a Xianbei chieftain who lived during the Three Kingdoms period ===Sixteen Kingdoms=== ==== Yan ==== * Murong Huang (慕容皝, 297–348), founder of the state Former Yan * Murong Jun (慕容儁, 319–360), was the second ruler of the state Former Yan * Murong Chui (慕容垂, 326–396), was a general of the state Former Yan who later became the founding emperor of Later Yan * Murong Ke (慕容恪, died 367), a famed general and statesman of the state Former Yan * Murong De (慕容德, 336–405), founder of the state Southern Yan * Murong Chao (慕容超, 385–410), was the last emperor of the Murong Xianbei state Southern Yan ==== Dai ==== * Tuoba Yilu (拓跋猗盧, died 316), son of Tuoba Shamohan, who was head of the Tuoba clan, Duke of Dai, and later, Prince of Dai, being the founder of this Xianbei kingdom ===Northern dynasties=== * Tuoba Gui (拓跋珪, 371–409), founding emperor of the Northern Wei * Tuoba Tao (拓拔燾, 408–452), was the third emperor of the Northern Wei * Tufa Poqiang (禿髮破羌, 407–479), a paramount general of the Northern Wei * Yuwen Tai (宇文泰, 507–556), a paramount general of the state Western Wei, a branch successor state of Northern Wei * Dugu Xin (独孤信, 503–557), a paramount general of the state Western Wei * Yuchi Jiong (尉遲迥, died 580), a paramount general of the states Western Wei and Northern Zhou * Lou Zhaojun (婁昭君, 501–562), an empress dowager of the state Northern Qi * Lu Lingxuan (陸令萱, died 577), a lady in waiting in the palace of the state Northern Qi * Yuwen Hu (宇文護, 513–572), a regent of the state Northern Zhou * Mu Tipo (穆提婆, 527–577), a paramount official of the state Northern Qi * Mu Yeli (穆邪利, 557–577), an empress of the state Northern Qi * Gao Anagong (高阿那肱, died 580), a paramount official and general of the state Northern Qi * Queen Dugu (獨孤王后, 536–558), a queen of the state Northern Zhou * Yuwen Yong (宇文邕, 543–578), emperor of the state Northern Zhou === \"Nirun\" and Rouran === ==== Tribe ==== *Yujiulü Mugulü (郁久閭木骨閭, ?–?), was a Xianbei slave and the ancestor the Yujiulü clan, from whom sprang the founders of the Rouran Khaganate * Yujiulü Cheluhui (郁久閭車鹿會, ?–?), was ruler and tribal chief of the Rourans, succeeded Mùgǔlǘ (Mugulü) and was the son of the same ==== Khaganate ==== * Yujiulü Shelun (郁久闾社仑, 391–410) was khagan of the Rouran from 402 to 410 * Yujiulü Datan (郁久閭大檀, died 429) khagan of the Rouran from 414 to July, 429 * Yujiulu Anagui (郁久閭阿那瓌, died 552) was ruler of the Rouran (520–552) * Yujiulü Anluochen (郁久閭菴羅辰, died 554) was the last khagan of the Rouran (553–554) in the east. He was the son of Anagui * Yujiulü Dengshuzi (郁久閭鄧叔子, died 555) was the last western khagan of the Rouran. He was a cousin of Anagui ===Sui Dynasty=== * Dugu Qieluo (獨孤伽羅, 544–602), formally Empress Wenxian (文獻皇后), was an empress of the Sui dynasty * Yuchi Yichen (尉遲義臣, died 617), a prominent general of Sui Dynasty * Yuwen Shu (宇文述, died 616), a paramount general of Sui dynasty * Yuwen Huaji (宇文化及, 569–619), a paramount general of Sui dynasty * Yuwen Zhiji (宇文智及, 572–619), a general of Sui dynasty ===Tang Dynasty=== * Empress Zhangsun (長孫皇后, 601–636), was an empress of Tang dynasty. She was the wife of Emperor Taizong * Zhangsun Wuji (長孫無忌, died 659), a paramount official who served both as general and chancellor in the early Tang dynasty * Yuchi Jingde (尉遲敬德, 585–658), a famous general who lived in the early Tang dynasty, Yuchi Jingde and another general Qin Shubao are worshipped as door gods in Chinese folk religion * Qutu Tong (屈突通, 557–628), a general in Sui and Tang dynasties of China. He was listed as one of 24 founding officials of Tang Dynasty honored on the Lingyan Pavilion due to his contributions in wars during the transitional period from Sui to Tang * Zhangsun Shunde (長孫顺德, ?–?), a general in the early Tang dynasty * Yuwen Shiji (宇文士及, died 642), an official who served both as general and chancellor in the early Tang dynasty * Yu Zhining (于志寧, 588–665), a chancellor of Tang dynasty, during the reigns of Emperor Taizong and Emperor Gaozong * Dou Dexuan (竇德玄, 598–666), a chancellor of Tang dynasty, during the reign of Emperor Gaozong * Yuwen Jie (宇文節, ?–?), a chancellor of Tang dynasty, during the reign of Emperor Gaozong * Lou Shide (婁師德, 630–699), a scholar-general of Tang Dynasty, during the reign of Wu Zetian * Doulu Qinwang (豆盧欽望, 624–709), a chancellor of Tang Dynasty, during the reign of Wu Zetian * Dou Huaizhen (竇懷貞, died 713), a chancellor of Tang dynasty, during the reign of Emperor Xuanzong * Yuwen Rong (宇文融, died 731), a chancellor of Tang dynasty, during the reign of Emperor Xuanzong * Yuan Qianyao (源乾曜, died 731), a chancellor of Tang dynasty, during the reign of Emperor Xuanzong * Yu Di (于頔, died 818), a general and official of Tang dynasty * Tutu Chengcui (吐突承璀, died 820), a paramount eunuch official of the middle Tang dynasty * Yuan Zhen (元稹, 779–831), a poet and politician of the middle Tang dynasty * Yu Cong (于琮, died 881), a chancellor of late Tang dynasty, during the reign of Emperor Yizong * Doulu Zhuan (豆盧瑑, died 881), a chancellor of late Tang dynasty, during the reign of Emperor Xizong ==Modern descendants== Most Xianbei clans adopted Chinese family names during Northern Wei Dynasty. In particular, many were sinicized under Emperor Xiaowen of Northern Wei. The Northern Wei's Eight Noble Xianbei surnames 八大贵族 were the Buliugu 步六孤, Helai 賀賴, Dugu 獨孤, Helou 賀樓, Huniu 忽忸, Qiumu 丘穆, Gexi 紇奚, and Yuchi 尉遲. The \"Monguor\" (Tu) people in modern China may have descended from the Xianbei who were led by Tuyuhun Khan to migrate westward and establish the Tuyuhun Kingdom (284–670) in the third century and Western Xia (1038–1227) through the thirteenth century.Lü, Jianfu [呂建福], 2002. Tu zu shi [The Tu History] 土族史. Beijing [北京], Zhongguo she hui ke xue chu ban she [Chinese Social Sciences Press] 中囯社会科学出版社. Today they are primarily distributed in Qinghai and Gansu Province, and speak a Mongolic language. The Xibe or \"Xibo\" people also believe they are descendants of the Xianbei, with considerable controversies that have attributed their origins to the Jurchens, the Elunchun, and the Xianbei.Liaoning Provincial Nationalities Research Institute 辽宁省民族硏究所 (1986). Xibo zu shi lun kao [Examination on the History of the Xibo Nationality] 锡伯族史论考. Shenyang, Liaoning Nationalities PressJi Nan [嵇南] and Wu Keyao [吳克尧] (1990). Xibo zu [Xibo Nationality] 锡伯族. Beijing, Nationalities Press. Xianbei descendants among the Korean population carry surnames such as Mo 모 (shortened from Murong), Seok Sŏk Sek 석 (shortened from Wushilan 烏石蘭, Won Wŏn 원 (the adopted Chinese surname of the Tuoba), Dokgo 독고 (from Dugu). ==See also== *Wen Yang (Three Kingdoms) *War of the Eight Princes *Change of Xianbei names to Han names *War between Ran Min and Murong Xianbei *Battle of Canhe Slope *Northern Wei Dynasty *Sixteen Kingdoms *Northern Qi *Gao Huan *Lou Zhaojun *Han Zhangluan *Northern Zhou *Yuwen Tai *Tribes in Chinese history *Wu Hu *Serbi–Mongolic languages *Para-Mongolic languages ==References== ==Bibliography== * * * * * * * * * * * ==External links== *鮮卑語言 The Xianbei language (Chinese Traditional Big5 code page) via Internet Archive Category:History of Mongolia Category:History of Manchuria Category:Ancient peoples of China Category:Inner Asia Category:Agglutinative languages Category:Unclassified languages of Asia Category:Donghu people",
 "title": "Xianbei"
}