{
 "id": "113152",
 "text": "Marcus Aurelius Carus (c. 222 – July or August 283) was Roman emperor from 282 to 283. During his short reign, Carus fought the Germanic tribes and Sarmatians along the Danube frontier with success. He died while campaigning against the Sassanid Empire and is believed to have died of unnatural causes. It was reported that he had been struck by lightning. He was succeeded by his sons Carinus and Numerian, creating a dynasty which, though short-lived, provided further stability to the resurgent empire. ==Biography== Carus, whose name before the accession may have been Marcus Numerius Carus,Jones, pg. 183 was born, according to differing accounts, either in Gaul, Illyricum or Africa.Edward Gibbon, The Decline and Fall of the Roman Empire, (The Modern Library, 1932), ch. XII., p. 292 Modern scholarship inclines to the former view, placing his birth at Narbo (modern Narbonne) in Gallia Narbonensis,Victor, 38:1The tradition that he was one of the so-called \"Illyrian Emperors\", based on the unreliable vita Cari embedded in the Augustan History, was accepted uncritically by Joseph Scaliger, who assumed the other sources were wrong, and followed by Edward Gibbon in The Decline and Fall of the Roman Empire. (Tom B. Jones, \"A Note on Marcus Aurelius Carus\" Classical Philology 37.2 (April 1942), pp. 193–194). though he was educated in Rome.Historia Augusta, \"Vita Cari\", 4:2 Little can be said with certainty of his life and rule. Due to the decline of literature, the arts, and the want of any good historians of that age, what is known is almost invariably involved in contradiction and doubt.Gibbon, ibid; and ch. XIII., p. 340 He was apparently a senatorHistoria Augusta, \"Vita Cari\", 5:4 and filled various posts, both civil and military, before being appointed praetorian prefect by the emperor Probus in 282.Gibbon, ch. XII., p. 292 Two traditions surround his accession to the throne in August or September of 282. According to some mostly Latin sources, he was proclaimed emperor by the soldiers after the murder of Probus by a mutiny at Sirmium.Jerome, Chron. s. a. 282 Greek sources however claim that he rose against Probus in Raetia in a usurpation and had him killed.Zonaras, 12:29 The often unreliable Historia Augusta is aware of both traditions, although it prefers the former.Historia Augusta, \"Vita Cari\", 6:1 He does not seem to have returned to Rome after his accession, contenting himself with an announcement to the Senate.Southern, pg. 132 This was a marked departure from the constitutionalism of his immediate predecessors, Tacitus and Probus, who at least outwardly respected the authority of the senate, and was the precursor to the even more despotic military autocracy of Diocletian.Gibbon, p. 293; and ch. XIII., pp. 328, 329 ===Campaign against the Sassanids and death=== Bestowing the title of Caesar upon his sons Carinus and Numerian,Zonaras, 12:30Victor 38:2 he left Carinus in charge of the western portion of the empire to look after some disturbances in GaulGibbon, ch. XII., p. 293 and took Numerian with him on an expedition against the Persians, which had been contemplated by Probus.Historia Augusta, \"Vita Cari\", 7:1 Having inflicted a severe defeat on the Quadi and Sarmatians on the Danube,Gibbon, p. 294. Enemy casualties are given at over 36,000. for which he was given the title Germanicus Maximus,Leadbetter, www.roman-emperors.org/carus.htm Carus proceeded through Thrace and Asia Minor, annexed Mesopotamia, pressed on to Seleucia and Ctesiphon, and marched his soldiers beyond the Tigris.Zonaras, 12:30 The Sassanid King Bahram II, limited by internal opposition and his troops occupied with a campaign in modern-day Afghanistan, could not effectively defend his territory.Leadbetter, www.roman-emperors.org/carus.htm The Sasanians, faced with severe internal problems, could not mount an effective coordinated defense at the time; Carus and his army may have captured the Sasanian capital of Ctesiphon. The victories of Carus avenged all the previous defeats suffered by the Romans against the Sassanids, and he received the title of Persicus Maximus.Southern, pg. 133 Rome's hopes of further conquest, however, were cut short by his death; Carus died in Sasanian territory, probably of unnatural causes, as he was reportedly struck by lightning. == Legacy == Like the conquests of Trajan, 160 years before, Carus' gains were immediately relinquished by his successor. His son Numerian, naturally of an unwarlike disposition, was forced by the army to retreat back over the Tigris.Gibbon, p. 296 The report of the lightning strike was evidently widely accepted in the camp, and the superstitious awe of the troops inclined them to ascribe Carus' death to the wrath of the Gods. Rumors had been spread of dark oracles, affixing the limits of the Empire on the Tigris, and threatening destruction against the Roman who should presume beyond the river in arms. Persia was abandoned to her rightful possessors, and not till Diocletian, a decade later, was the Persian contest decided in Rome's favor, by that emperor's decisive victory. In the sphere of civil affairs, Carus is remembered principally for the final suppression of the authority of the senate, which had been partially restored under Tacitus and Probus. He declined to accept their ratification of his election, informing them of the fact by a haughty and distant dispatch. He was the last emperor to have united a civil with a military education, in that age when the two were increasingly detached; Diocletian (Imp. 284–305), who succeeded Carus after the brief reign of the latter's sons, was to confirm and formalize the separation of professions, and the autocratic foundation of the imperial rule.Gibbon, ch. XIII., pp. 328–33. Though Carus was known throughout his life for his austere and virtuous manners, the suspicion of his complicity in Probus' death, along with his haughty conduct towards the senate, tarnished his reputation before his death, and Julian, as Gibbon observes, conspicuously places him among the tyrants of Rome, in his catalogue of The Caesars.Gibbon, ch. XII., p. 293 and note. ==Family tree== ==See also== *Crisis of the Third Century ==Sources== ===Primary Sources=== * Aurelius Victor, Epitome de Caesaribus * Eutropius, Breviarium ab urbe condita * Historia Augusta, Life of Carus, Carinus and Numerian * Joannes Zonaras, Compendium of History extract: Zonaras: Alexander Severus to Diocletian: 222–284 ===Secondary Sources=== *Leadbetter, William, \"Carus (282–283 A.D.)\", DIR * * * Southern, Pat. The Roman Empire from Severus to Constantine, Routledge, 2001 *Gibbon. Edward Decline & Fall of the Roman Empire (1888) * == References == Category:222 births Category:283 deaths Category:3rd-century Roman emperors Category:Imperial Roman consuls Category:Crisis of the Third Century Category:Praetorian prefects Category:Deaths from lightning strikes Category:Aurelii Category:People of the Roman–Sasanian Wars",
 "title": "Carus"
}