{
 "id": "113153",
 "text": "America Eats Its Young is the fourth album (a double album) by Funkadelic, released in May of 1972. This was the first album to include the whole of the House Guests, including Bootsy Collins, Catfish Collins, Chicken Gunnels, Rob McCollough and Kash Waddy. It also features the Plainfield-based band U.S.(United Soul), which consisted of guitarist Garry Shider and bassist Cordell Mosson, on most of the tracks. Unlike previous Funkadelic albums, America Eats Its Young was recorded in Toronto, Ontario, Canada, and in the UK. The original vinyl version contained a poster illustrated by Cathy Abel. The bottom of the poster features the first widespread appearance of the Funkadelic logo, which would appear on the cover of their next album Cosmic Slop. ==Composition== According to Dave Rosen of Ink Blot, America Eats Its Young was radical in that it \"devours\" African-American music whole \"and regurgitates it back as a virtual catalog of styles and sounds. Containing no hit singles and precious few catchy tunes, America Eats Its Young is primarily an experimental record that doubles as a lesson in the history of black music.\"Ink Blot review Dave Swanson of Ultimate Classic Rock said that Funkadelic stripped way the \"sounds of rock, funk, soul and psychedelia\" that had defined their previous albums, instead delivering a \"hard funk offering\" Biographer Kris Needs described the album as Clinton's \"grand statement\" on the Vietnam War and \"other elements that were afflicting his country\", and further added that it featured Clinton's \"most ambitiously epic production yet to befit the socially-conscious themes bristling among the love ditties and reworks.\" ==Critical reception== Vernon Gibbs of Soul Sounds wrote in 1973 that most fans of Funkadelic were \"universal in their condemnation of certain parts of America Eats Its Young,\" while conceding it himself to have a \"dearth of top notch material\" for a double album, and said that the consensus highlights \"could not offset the badly thought out stuff\". Robert Christgau wrote in Christgau's Record Guide (1981) that the album was marred by its double length, \"programmatic lyrics\" and usage of strings as well as Funkadelic's continued use of sleeve notes by the Process Church of the Final Judgment, further singling out \"Biological Speculation\" and \"Loose Booty\" as the album's only good songs. Among retrospective reviews, Andrew Perry of Select panned the album as an unappealing, \"cluttered jazz-rock fusion\" that was alone in the Parliament-Funkadelic discography and which \"seldom [earned] the accolade of true funkadelia.\" He also felt Clinton was largely uninvolved with the album, which instead profiles \"vague polemic\" that provides \"neither the entertainment nor the hedonistic alternative of the moon-age anti- manifesto that was Clinton's trademark\". Christgau revisited the album for Blender, where he reiterated his dislike of the liner notes and described it as \"Funkadelic's worst album\", whose domination by Bernie Worrell scorched \"the widespread and plausible muso theory that his keyboards were what made P-Funk P-Funk. Strewing chaos and screwing his friends, George Clinton was what made P-Funk P-Funk.\" He later called it Clinton's \"most Zappaesque\" album. More positive was Ned Raggett of AllMusic, who described America Eats Its Young as a double album that was \"worth every minute of it\" and a departure from the \"endless slabs of double-album dreck that came around the same time\" as Funkadelic brought \"life, soul and much more to the party\". The Rolling Stone Album Guide says that although America Eats Its Young is not Funkadelic's best album, it \"introduces key elements that will lead Clinton to Parliament\", such as vocal harmonies and Worrell's playful, catchphrase-heavy humour, and favoured the \"party tunes\" over the album's \"political anger\". Dominique Leone of Pitchfork called it a \"disparate, schizophrenic record\" where Clinton's attempts to make it more crossover-friendly were thwarted by its length, adding \"there's simply too much material, and too many conflicting directions to really make this seem anything other than a Frankenstein production.\" He nonetheless compared it to the Beatles' White Album (1968) due to it \"containing too much great stuff to dismiss, but by almost anyone's standards, containing more than it needs.\" Mojo named it an \"expansive work by a huge funk collective\". ==Track listing== ==Songs== ===Everybody Is Going to Make It This Time=== The song was recorded in London, with the assistance of English drummer Ginger Baker, who was one of Clinton's favorite drummers. Personnel: *Vocals: Calvin Simon, George Clinton, Bernie Worrell, Garry Shider, Dr. Music (Diane Brooks, Steve Kennedy) *Guitar: Garry Shider *Bass: Prakash John *Keyboards: Bernie Worrell *Drums: Tyrone Lampkin *David Van De Pitte – arranged steel and string guitar ===A Joyful Process=== This song starts off borrowing the music from the children's Christian song, \"Jesus Loves Me\". *String and horn arrangements by Bernie Worrell *Drums: Zachary Frazier ===We Hurt Too=== *String and Steel guitar by David Van De Pitte *Vocals: George Clinton, Ray Davis, Calvin Simon, Garry Shider ===Loose Booty=== *Vocals: George Clinton *Vocal Ad libs: Eddie Hazel *Guitar: Harold Beane *Bass guitar: Cordell Mosson *Keyboard: Bernie Worrell *Drums: Tiki Fulwood ===Philmore=== This song represents the first major songwriting effort of Bootsy Collins as a member of Parliament-Funkadelic, and is widely considered the introduction to his musical persona. *Lead Vocals: Bootsy Collins *Bass: Bootsy Collins *Guitar: Catfish Collins ===I Call My Baby Pussycat=== George Clinton sang lead vocals, with Frank Waddy on drums. The song is a remake of a faster version, titled \"I Call My Baby Pussycat\", recorded by Parliament on their 1970 album Osmium. Two versions of the song (fast and slow), based on the original Parliament version, appear on the 1996 live Funkadelic release Live: Meadowbrook, Rochester, Michigan – 12th September 1971. This later version of the song was originally retitled \"Pussy,\" and that title appears on the cover of some vinyl versions of the album, and on some modern CD reissues. Under record company pressure, the titled was restored to \"I Call My Baby Pussycat,\" on future Parliament- Funkadelic releases featuring the song, and some future CD pressings of America Eats Its Young. Both titles can be found on modern CD pressings of the album. *Lead guitar and backup vocals: Eddie Hazel ===America Eats Its Young=== *steel and string guitar arrangements by David Van De Pitte ===Biological Speculation=== *Steel and string guitar arrangements by David Van De Pitte *Lead Vocals: George Clinton, Calvin Simon *Guitar: Garry Shider ===That Was My Girl=== The song is a remake of a 1965 version by The Parliaments. *Lead Vocals: George Clinton ===Balance=== *Lead Vocals: Bootsy Collins ===Miss Lucifer's Love=== \"Miss Lucifer's Love\" features vocals by Fuzzy Haskins and string and horn arrangements by Bernie Worrell. Its songwriters are George Clinton and Fuzzy Haskins. *Lead vocal: Fuzzy Haskins *Lead guitar: Eddie Hazel ===Wake Up=== *String and horn arrangements by Bernie Worrell ==Personnel== *Keyboards & Melodica: Bernie Worrell *Percussion: Zachary Frazier, Tiki Fulwood, Ty Lampkin, Kash Waddy *Guitar: Harold Beane, Catfish Collins, Ed Hazel, Garry Shider *Bass guitar: Bootsy Collins, Prakash John, Boogie Mosson *Trumpet: Bruce Cassidy, Arnie Chycoski, Ronnie Greenway, Chicken Gunnels, Al Stanwyck *Alto saxophone: Randy Wallace *Tenor saxophone: Robert McCullough *Steel guitar: Ollie Strong *Juice harp: James Wesley Jackson *Violin: Victoria Polley, Albert Pratz, Bill Richards, Joe Sera *Viola: Walter Babiuk, Stanley Solomon *Cello: Ronald Laurie, Peter Schenkman *Vocals: Harold Beane, Diane Brooks, Bootsy Collins, Catfish Collins, George Clinton, Ray Davis, Ronnie Greenway, Clayton Gunnels, Fuzzy Haskins, Ed Hazel, Prakash John, Steve Kennedy, Garry Shider, Calvin Simon, Grady Thomas, Frank Waddy, Randy Wallace, Bernie Worrell ==Charts== Album - Billboard (United States)American Eats Its Young – Awards {| class=\"wikitable\" !Year !Chart !Position |- |1972 |Pop Albums |align=\"center\"|123 |- |1972 |R&B; Albums |align=\"center\"|22 |} Singles - Billboard (United States) {| class=\"wikitable\" !Year !Single !Chart !Position |- |1972 |“A Joyful Process” |R&B; Singles |align=\"center\"|38 |- |} ==References== ==External links== *the Motherpage Category:1972 albums Category:Westbound Records albums Category:Funkadelic albums",
 "title": "America Eats Its Young"
}