{
 "id": "113436",
 "text": "The Dresser is a 1983 British drama film directed by Peter Yates and adapted by Ronald Harwood from his 1980 play The Dresser. It tells the story of an aging actor's personal assistant struggling to keep his employer's life together. The film stars Albert Finney, Tom Courtenay, Zena Walker, Eileen Atkins, Michael Gough, and Edward Fox. Finney and Courtenay were both nominated for Academy Awards, BAFTA Awards, and Golden Globe Awards for their performances, with Courtenay winning the Golden Globe Award for Best Actor – Motion Picture Drama in a tie with Robert Duvall for Tender Mercies. ==Plot== The plot is based on Harwood's experiences as dresser to English Shakespearean actor-manager Sir Donald Wolfit, who is the model for the character \"Sir\". The film opens with a performance of Othello at a regional theatre in Britain during World War II. In the title role is an aging, once-famous Shakespearean actor identified to us only as \"Sir\" (Albert Finney). He is of the old, bombastic school of British acting, full of grand gestures and fine oratory. As the curtain comes down on the last act, and as the actors line up for their curtain call, Sir lectures them on the mistakes they've made during the performance, showing us that he is the leader of this travelling band of actors bringing Shakespeare to the provinces during wartime. Waiting backstage is Norman (Tom Courtenay), who has been Sir's dresser for decades. Norman is an efficient, somewhat effeminate man who knows Sir's every whim and fancy, is used to his tirades and temperamental rants and is, for all intents and purposes, Sir's servant. As Norman waits for Sir to come offstage after a typically florid closing address to the audience, we see one way he copes with his job as he takes a nip from a little bottle of brandy always in his back pocket. The company is hurrying to its next venue, the industrial city of Bradford, where Sir is to give his renowned portrayal of the title character in King Lear. The train nearly leaves without them, as Sir makes his stately progress through York railway station to the platform, Norman scurrying ahead to plead with the train guard to hold the train for Sir's arrival. But the train begins to pull out of the station, until Sir delivers a loud, commanding \"STOP....THAT....TRAIN!\" from the platform steps. The guard is taken aback, the train halts, and Sir placidly leads his company aboard. Arriving in Bradford, however, another source of Norman's anxiety soon becomes clear, for it becomes obvious that Sir's mental capacities are rapidly fading. Norman rescues him from a confused, almost violent rant in Halifax town square near Piece Hall that lands Sir in hospital. As the company tries to decide what to do, Sir unexpectedly arrives at the theatre, disoriented and exhausted, saying he has discharged himself from hospital. Norman ushers Sir to the dressing room, fiercely resisting the stage manager's insistence that the show be cancelled, and insisting Sir will be ready to go on. The middle section of the film takes place nearly entirely in the dressing room, as Norman struggles to prepare Sir for the curtain. Sir's wandering mind and nearly incoherent ramblings gradually become more focused as Norman gets him to concentrate on applying his makeup, remembering his lines; and we see how dependent the two men are on each other. Sir would have no career left without Norman; Norman, even worse, would have no life without Sir, to whom he has so long dedicated all his time and energy. By the time Sir's wife, referred to only as \"Her Ladyship\", who is playing Cordelia to her husband's Lear, arrives in the dressing room for the five-minute call, Sir is ready for the role he has performed 227 times. The curtain rises for the opening dialogue among Lear's courtiers, but Sir seems to mentally drift away while waiting for his cue, much to Norman's distress, forcing the hapless actors on stage to improvise speeches while Norman struggles to convince Sir of his entrance. Air raid sirens sound, signalling the onset of an air raid; and, indeed, distant bombs that can be heard falling seem to rouse Sir and he strides on stage to deliver what all agree is his finest portrayal of Lear in his long career. After the triumphant performance, however, Sir collapses from exhaustion and Norman helps him to his dressing room to lie down. Sir requests that Norman read from an autobiography he claims to have been writing. Although all Sir has written is the opening dedication, Norman reads aloud Sir's gracious \"thank you\"s to his audiences, his fellow actors, to Shakespeare, to stage technicians...but not a word about his dresser who has served him so long and loyally. About to protest, Norman discovers that Sir has died while he's been reading. Norman, by now slightly drunk from the evening's brandy nips, flies into a rage, accusing Sir of being a thankless old sod, and in his anger even madly scribbles an addition to Sir's writing thanking himself. But Norman's anger only temporarily covers his disorientation at losing the only life he has known for so many years and, as Norman tearfully admits, the only man he has ever loved. The film closes with Norman sprawled across Sir's body, unwilling to let go of his life and his love. ==Cast== ==Productions== Goldcrest Films gave Ronald Harwood $60,000 to write the screenplay. They invested £1.5 million in the film and made a profit of nearly £300,000. In 1990 Jake Eberts of Goldcrest called it \"the most pleasant production with which I have ever been associated.\" ==Reception== The Dresser received good reviews upon its release. Roger Ebert, of the Chicago Sun-Times, in awarding the film four out of four stars, described the film as \"a wonderful collection of theatrical lore, detail, and superstition....the best sort of drama, fascinating us on the surface with color and humor and esoteric detail, and then revealing the truth underneath.\" Joachim Boaz of Film Ruminations gave it 7 out 10 in 2010 and noted the film was \"solid, well-acted, if somewhat forgettable drama\". John Simon of the National Review said The Dresser is one of those rare cases where the film version was better than the stage original. ===Box office=== Goldcrest Films invested £1,456,000 in the film and received £1,744,000 in return making a profit of £288,000. ==Awards and nominations== {| class=\"wikitable plainrowheaders\" |- ! Award ! Category ! Nominee(s) ! Result |- | rowspan=\"5\"| Academy Awards | Best Picture | rowspan=\"2\"| Peter Yates | |- | Best Director | |- | rowspan=\"2\"| Best Actor | Tom Courtenay | |- | Albert Finney | |- | Best Adapted Screenplay | Ronald Harwood | |- | rowspan=\"3\"| Berlin International Film Festival | Golden Bear | Peter Yates | |- | Best Actor | Albert Finney | |- | C.I.D.A.L.C. Award | rowspan=\"3\"| Peter Yates | |- | rowspan=\"7\"| British Academy Film AwardsBAFTA org: Film in 1985 Retrieved 2013-03-06 | Best Film | |- | Best Direction | |- | rowspan=\"2\"| Best Actor in a Leading Role | Tom Courtenay | |- | Albert Finney | |- | Best Actress in a Supporting Role | Eileen Atkins | |- | Best Adapted Screenplay | Ronald Harwood | |- | Best Makeup Artist | Alan Boyle | |- | rowspan=\"5\"| Golden Globe AwardsWinners & Nominees 1984 | Golden Globes Retrieved 2021-05-01 | colspan=\"2\"| Best Foreign Film | |- | rowspan=\"2\"| Best Actor in a Motion Picture – Drama | Tom Courtenay | |- | Albert Finney | |- | Best Director – Motion Picture | Peter Yates | |- | Best Screenplay – Motion Picture | Ronald Harwood | |- | Mainichi Film Awards | Best Foreign Language Film | Peter Yates | |- | National Board of Review Awards | colspan=\"2\"| Top Ten Films | |} ==TV film== In 2015, the BBC produced a variant TV adaptation of the play, starring Anthony Hopkins, Ian McKellen and Emily Watson. It was reviewed generally as \"a triumph\". ==References== ==External links== * * * Category:1983 films Category:British films Category:English-language films Category:1983 LGBT-related films Category:1983 drama films Category:British drama films Category:Films about actors Category:Films about old age Category:British films based on plays Category:Films directed by Peter Yates Category:Films set in England Category:Films set on the home front during World War II Category:Columbia Pictures films Category:Goldcrest Films films Category:Films shot at Pinewood Studios Category:Films scored by James Horner Category:Films featuring a Best Drama Actor Golden Globe winning performance Category:Films with screenplays by Ronald Harwood",
 "title": "The Dresser (1983 film)"
}