{
 "id": "113755",
 "text": "Graf is a city in Dubuque County, Iowa, United States. It is part of the 'Dubuque, Iowa Metropolitan Statistical Area'. The population was 76 at the time of the 2020 census, up from 73 in 2000. ==Geography== Graf is located at (42.494967, -90.872077). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== thumb|left|alt=The population of Graf, Iowa from US census data|The population of Graf, Iowa from US census data ===2010 census=== As of the census of 2010, there were 79 people, 29 households, and 24 families living in the city. The population density was . There were 30 housing units at an average density of . The racial makeup of the city was 100.0% White. Hispanic or Latino of any race were 1.3% of the population. There were 29 households, of which 44.8% had children under the age of 18 living with them, 79.3% were married couples living together, 3.4% had a female householder with no husband present, and 17.2% were non-families. 17.2% of all households were made up of individuals, and 6.8% had someone living alone who was 65 years of age or older. The average household size was 2.72 and the average family size was 3.08. The median age in the city was 34.7 years. 29.1% of residents were under the age of 18; 2.6% were between the ages of 18 and 24; 31.6% were from 25 to 44; 29.1% were from 45 to 64; and 7.6% were 65 years of age or older. The gender makeup of the city was 55.7% male and 44.3% female. ===2000 census=== As of the census of 2000, there were 73 people, 23 households, and 22 families living in the city. The population density was 521.4 people per square mile (201.3/km2). There were 23 housing units at an average density of 164.3 per square mile (63.4/km2). The racial makeup of the city was 100.00% White. There were 23 households, out of which 56.5% had children under the age of 18 living with them, 78.3% were married couples living together, 4.3% had a female householder with no husband present, and 4.3% were non-families. 4.3% of all households were made up of individuals, and 4.3% had someone living alone who was 65 years of age or older. The average household size was 3.17 and the average family size was 3.23. In the city, the population was spread out, with 30.1% under the age of 18, 11.0% from 18 to 24, 26.0% from 25 to 44, 26.0% from 45 to 64, and 6.8% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 97.3 males. For every 100 females age 18 and over, there were 121.7 males. The median income for a household in the city was $56,250, and the median income for a family was $56,250. Males had a median income of $35,000 versus $24,250 for females. The per capita income for the city was $14,438. None of the population and none of the families were below the poverty line. ==References== Category:Cities in Iowa Category:Cities in Dubuque County, Iowa",
 "title": "Graf, Iowa"
}