{
 "id": "113726",
 "text": "Hekla (), or Hecla, is a stratovolcano in the south of Iceland with a height of . Hekla is one of Iceland's most active volcanoes; over 20 eruptions have occurred in and around the volcano since 874. During the Middle Ages, Europeans called the volcano the \"Gateway to Hell\". Hekla is part of a volcanic ridge, long. The most active part of this ridge, a fissure about long named , is considered to be within Hekla proper. Hekla looks rather like an overturned boat, with its keel being a series of craters, two of which are generally the most active.Árni Hjartarson 1995: Á Hekluslóðum. Árbók Ferðafélags Íslands 1995, 236 p. Árni Hjartarson 1995: The Hekla Area. On the Volcano Hekla and its Surroundings. Synopsis of the Iceland Tourist Association Year Book 1995. Translated by Sigurður A. Magnússon. The volcano's frequent large eruptions have covered much of Iceland with tephra, and these layers can be used to date eruptions of Iceland's other volcanoes. Approximately 10% of the tephra created in Iceland in the last thousand years has come from Hekla, amounting to 5 km3. Cumulatively, the volcano has produced one of the largest volumes of lava of any in the world in the last millennium, around 8 km3. ==Etymology== In Icelandic Hekla is the word for a short hooded cloak, which may relate to the frequent cloud cover on the summit. An early Latin source refers to the mountain as Mons Casule.Thorarinsson, p. 7 ==Reputation== After the eruption of 1104, stories, probably spread deliberately through Europe by Cistercian monks, told that Hekla was the gateway to Hell.Thorarinsson, Hekla, p. 4 The Cistercian monk Herbert of Clairvaux wrote in his De Miraculis (without naming Hekla): A poem by the monk Benedeit from circa 1120 about the voyages of Saint Brendan mentions Hekla as the prison of Judas. In the Flatey Book Annal it was recorded that during the 1341 eruption, people saw large and small birds flying in the mountain's fire which were taken to be souls.Thorarinsson, p. 6 In the 16th century Caspar Peucer wrote that the Gates of Hell could be found in \"the bottomless abyss of Hekla Fell\". The belief that Hekla was the gate to Hell persisted until the 19th century.Thorarinsson, p. 5 There is still a legend that witches gather on Hekla during Easter. ==Geology== thumb|right|A map of the volcanic systems of Iceland Hekla has a morphological type between that of a fissure vent and stratovolcano (built from mixed lava and tephra eruptions) sited at a rift-transform junction in the area where the south Iceland seismic zone and eastern volcanic zone meet. The unusual form of Hekla is found on very few volcanoes around the world, notably Callaqui in Chile. Hekla is situated on a long volcanic ridge of which the 5.5 km Heklugjá fissure is considered Hekla proper. This fissure opens along its entire length during major eruptions and is fed by a magma reservoir estimated to have a top 4 km below the surface with centroid 2.5 km lower. The tephra produced by its eruptions is high in fluorine, which is poisonous to animals. Hekla's basaltic andesite lava generally has a SiO2 content of over 54%, compared to the 45–50% of other nearby transitional alkaline basalt eruptions (see TAS classification). It is the only Icelandic volcano to produce calc-alkaline lavas. Phenocrysts in Hekla's lava can contain plagioclase, pyroxene, titanomagnetite, olivine, and apatite. When not erupting Hekla is often covered with snow and small glaciers; it is also unusually aseismic with activity only starting 30–80 minutes before an eruption. Hekla is located on the mid-ocean ridge, a diverging plate boundary. Hekla is closely studied today for parameters such as strain, tilt, deformation and other movement and seismic activity. Earthquakes in the volcano's vicinity are generally below magnitude 2 while it is dormant and magnitude 3 when erupting. ==Eruption history== thumb|right|Tephra horizons in south-central Iceland. The thick and light coloured layer at center of the photo is rhyolitic tephra from Hekla. The earliest recorded eruption of Hekla took place in 1104. Since then there have been between twenty and thirty considerable eruptions, with the mountain sometimes remaining active for periods of six years with little pause. Eruptions in Hekla are varied and difficult to predict. Some are very short (a week to ten days) whereas others can stretch into months and years (the 1947 eruption started 29 March 1947 and ended April 1948). But there is a general correlation: the longer Hekla goes dormant, the larger and more catastrophic its opening eruption will be. The most recent eruption was on 26 February 2000. ===Prehistoric eruptions=== thumb|right|Hekla beyond a snowy field of volcanic ash One of the largest Holocene eruptions in Iceland was the Hekla 3 (or H3) eruption circa 1000 BC, which threw about 7.3 km3 of volcanic rock into the atmosphere, placing its Volcanic Explosivity Index (VEI) at 5. This would have cooled temperatures in the northern parts of the globe for a few years afterwards. Traces of this eruption have been identified in Scottish peat bogs, and in Ireland a study of tree rings dating from this period has shown negligible tree ring growth for a decade.Pg 68 {| class=\"wikitable\" |+ Main eruptions in prehistoric times: |- ! Eruption ! Year |- | H-5 | 5050 BC |- | H-Sv | 3900 BCElsa G. Vilmundardóttir og Árni Hjartarson 1985: Vikurhlaup í Heklugosum. Náttúrufræðingurinn 54, 17-30. |- | H-4 | 2310±20 BC |- | H-3 | 950 BC |} Unless otherwise stated eruption dates are from Global Volcanism Program, other sources disagree. Hekla 3, 4, and 5 produced huge amounts of rhyolitic ash and tephra, covering 80% of Iceland and providing useful date markers in soil profiles in other parts of Europe such as Orkney, Scandinavia, and elsewhere. H3 and H4 produced the largest layers of tephra in Iceland since the last ice age. During the last 7,000 years, one third of the volcanic ash deposited in Scandinavia, Germany, Ireland, and the United Kingdom originated from Hekla. ===1104 to 1878 === ;1104 (H1) Hekla had been dormant for at least 250 years when it erupted explosively in 1104 (probably in the autumn), covering over half of Iceland (55,000 km2) with 1.2 km3 / 2.5 km3 of rhyodacitic tephra. This was the second largest tephra eruption in the country in historical times with a VEI of 5. Farms upwind of the volcano in Þjórsárdalur valley (15 km away), Hrunamannaafréttur (50 km away) and Lake Hvítárvatn (70 km away) were abandoned because of the damage. The eruption caused Hekla to become famous throughout Europe.Thorarinsson, p. 11 ;1158 A VEI 4 eruption began on 19 January 1158 producing over 0.15 km3 of lava and 0.2 km3 of tephra. It is likely to be the source of the Efrahvolshraun lava on Hekla's west. ;1206 The VEI 3 eruption began on 4 December. ;1222 The VEI 2 eruption and the 1206 eruption distributed around 0.24 km3 of tephra mainly to the northeast.Thorarinsson, p. 12 ;1300–1301 This VEI 4 eruption, which started on 11 July and lasted for a year, was the second largest tephra eruption of Hekla since Iceland was settled, covering 30,000 km2 of land with 0.31 km3 of tephra. Over 0.5 km3 of lava was also expelled. The tephra caused significant damage to the settlements of Skagafjörður and Fljót, leading to over 500 deaths that winter.Thorarinsson, p. 14 The material output from this eruption had SiO2 levels of between 56% and 64%, and apart from a slight abundance of olivine the lava, was typical of Hekla eruptions. ;1341 A small eruption (VEI 3) started on 19 May and deposited around 5×107 m3 of tephra over the areas west and southwest of Hekla, leading to many cattle deaths, probably mainly from fluorosis. ;1389 In late 1389 Hekla erupted again (VEI 3), starting with a large ejection of tephra to the southeast. Later \"the eruption fissure moved itself out of the mountain proper and into the woods a little above Skard\". Skard and another nearby farm were destroyed by a large lava flow that now forms the 12.5 km2 Nordurhraun. In total around 0.3 km3 of lava and 5×107 m3 of tephra were produced. ;1440 An eruption may have occurred around 1440 at Raudölder; despite being close to Hekla this is not classed as an eruption of Hekla based on the SiO2 content of the lava.Thorarinsson, p. 18 ;1510 thumb|right|17 cm long volcanic bomb found in the lava-fields of Hekla Details of the 1510 eruption were not recorded until a century later. It started on 25 July and was particularly violent (VEI 4), firing volcanic bombs as far as Vördufell, 40 km west. Tephra was deposited over Rangárvellir, Holt and Landeyjar, 0.2 km3 in total. A man in Landsveit was killed. ;1597 A VEI 4 eruption began on 3 January and lasted for over 6 months, with 0.15 km3 of tephra being deposited to the south-southeast, damaging Mýrdalur. ;1636–1637 A small (VEI 3) eruption began on 8 May 1636 and lasted for over a year. The 5×107 m3 of tephra from the eruption damaged pasture to the northeast causing death of livestock.Thorarinsson, p. 15 ;1693 Starting 13 January and lasting for over 7 months the eruption was one of Hekla's most destructive (VEI 4). Initially tephra was produced at 60,000 m3·s−1, 0.18 km3 during the entire eruption, which also caused lahars and tsunami. The tephra was deposited to the northwest, destroying and damaging farms and woodland in Þjórsárdalur, Land, Hreppar and Biskupstungur. Fine ash from the eruption reached Norway. There was damage to wildlife with significant numbers of trout, salmon, ptarmigan and farm animals dying. ;1725 thumb|right|The flanks of Hekla A very small eruption, possibly only VEI 1, took place on 2 April 1725, producing flows of lava from locations around Hekla which have since been covered by later lava flows. These eruptions are not classed as of Hekla itself based on the SiO2 content of the lava. ;1766–1768 The eruption of 1766 was large (VEI 4) and produced the second largest lava flow, 1.3 km3 covering 65 km2, and third largest tephra volume, 0.24 km3, of any Icelandic volcano during the inhabited era. The eruption started at around 3:30 am on 5 April 1766 and ceased in May 1768. Initially a 2–4 cm layer of tephra was deposited over Austur-Húnavatnssýsla and Skagafjördur, resulting in the deaths of both fish and livestock. Rangárvellir, Land and Hreppar also suffered damage. During the eruption up to 0.5 m lava bombs were thrown 15–20 km away, and flooding was caused by the sudden melting of snow and ice on Hekla's slopes. ;1845–1846 thumb|right|Hekla circa 1851 Hekla was dormant for more than sixty years before 1845, when it suddenly burst forth on 2 September at 9 am: The eruption ceased around 5 April 1846. Initially in this VEI 4 eruption tephra was produced at 20,000 m3·s−1. The tephra deposition (0.17 km3) was mainly to the east-southeast; immediately to the east of Hekla the layer was 20–40 cm deep. Fine ash was carried to the Faroes, Shetland and Orkney. Lava flows to the west and northwest covered an area of 25 km2 with 0.63 km3 of lava. Large quantities of dark ash were deposited over pasture in the same directions leading to many livestock deaths through fluorosis for the next two years.Thorarinsson, p. 17 ;1878 thumb|right|Hekla circa 1893 A small eruption (VEI 2) occurred between 27 February 1878 and April 1878, around 10 km east of Hekla, and produced 0.2 km3 of lava from two parallel fissures covering 15.5 km2. === 1913 to 1948 === ;1913 thumb|right|Hekla circa 1904 A small eruption (VEI 2) occurred between 25 April 1913 and 18 May 1913, around 10 km east of Hekla, and caused large fissures at Mundafell and Lambafit which produced 3.8 and 6.3 km2 of lava respectively. ;1947–1948 The VEI 4 eruption started on 29 March 1947 and ended on 21 April 1948. It is likely that this was both the second greatest lava eruption of Hekla whilst Iceland was inhabited and the second greatest lava eruption in the world in the period 1900–1970. A total lava volume 0.8 km3 was produced with 0.21 km3 of tephra. The height of Hekla was 1,447 m before the eruption, increasing to a maximum of 1,503 m, before dropping to 1,491 m subsequently. The eruption occurred over a century after the last eruption of Hekla proper, the longest dormant period since 1104. Before the eruption the volcano had been visible from the surrounding area but nothing remarkable was noticed. The eruption occurred at 6:41 am ± 3 min with a loud roar; later eruptions could be heard throughout Iceland. An earthquake at 6:50 am measured 6 on the Mercalli intensity scale and increased the eruption intensity until it covered a 4 km fissure on the ridge. The cloud from the eruption had ascended to a height of 30 km by 7:08 am, the wind then carried it southwards towards Eyjafjallajökull, turning it black. Pumice first landed on Fljótshlíð at around 7:10 am, and tephra and ash continued falling until it formed a 3–10 cm layer. A lava bomb that landed 32 km from Hekla was 0.5 m across and weighed 20 kg. Between Vatnafjöll and Hekla, a layer of tephra up to a metre thick was deposited, including bombs with a diameter larger than 0.5 m. Bombs with areas of 50 m2 were dropped onto the slopes of Hekla, up to 1 km away. 51 hours after the eruption had started, ash fell on Helsinki, Finland, having covered 2,860 km in this time. The initial tephra production rate in the first 30 minutes of the eruption was 75,000 m3·s−1, dropping to 22,000 m3·s−1 for the next half-hour. The initial phase produced 0.18 km3 of tephra, equating to 4.5×107 m3 of solid rock, covering 3,130 km2 of land and sea. 98 farms were damaged by the eruption, but only 2 were no longer farmed in 1970. A large volunteer effort was mobilized to clear the tephra – around 1000 man-days by the end of July. The eruption produced around 3 ML of water (snowmelt and directly from the fissure) which caused flooding of the Ytri Rangá river. In the first 20 hours of the eruption approximately 3,500 m3·s−1 of lava was produced from the fissure, dividing into various branches and covering 12–15 km2. On the second day, 8 distinct eruption columns were discernible. A crater formed at 860 m called the Lava Crater (Hraungígur), producing a constant flow of lava. Another crater named the Shoulder Crater (Axlargígur) produced a column of smoke every 10 seconds together with loud explosions that created visible compression waves in the smoke. By the fourth, fifth, and sixth days, the eruption was greatly diminished, and only the shoulder and summit craters were erupting explosively. thumb|right|The Pæla lava field in 2009 with a lava river from the 1947 eruption The explosive eruption increased in strength from 9–12 April and then from 28 April it reduced again. On 3 May, the volcano stopped throwing out lava in sudden explosions from its craters and changed to continuously ejecting tephra and ash for long periods, until early June when this reduced. On 2 September, the Shoulder Crater had a 960 m circumference at its top and the Summit Crater a 700 m circumference at its highest point, 90 m above the ridge. Sandy tephra and ash fell over Iceland in May and June, sometimes making it dark in the daytime near Hekla. The tephra caused fluorine poisoning of grazing sheep, making them unable to walk. That winter more craters formed, building up cones. Explosive activity had ceased six months after the first eruption. Lava flowed from the Lava Crater continuously during the eruption, starting at a rate of over 100 m3·s−1, dropping to 5–10 m3·s−1 in April and early May at a speed of around 20 cm·s−1 before increasing, eventually reaching 150 m3·s−1 at the end of June and at similar levels until mid-July with a peak flow speed of 2–2.5 m·s−1. From there it gradually decreased to under 10 m3·s−1 in November. Initially the lava comprised 57–58% SiO2 and 11% Fe2O3, from the time of peak flow onwards this changed to 54% SiO2 and 13.5% Fe2O3. The lava river sometimes ran through lava tubes before emerging again. The lava front had a height of up to 15 m. On 15 and 16 June, a branch of lava flow to the south of Melfell traveled over 1 km in 30 hours before slowing and stopping by 21 June, 7.8 km from the Lava Crater. The longest lava stream produced was 8 km long and stopped in Stóraskógsbotnar. A scientist filming one of the lava streams on 2 November was hit by a block of lava and was killed. The lava flow stopped after 13 months on 21 April, having covered 40 km2 and with a maximum depth of 100 m. The lava beds produced were mainly the ʻAʻā lava type with Pāhoehoe and lava a budella (lava tubes) areas. In April and May 1948 CO2 emitted from cracks in the ground pooled in hollows near to Hekla, killing 15 sheep and some wild animals and birds. In total 24,000 tonnes of CO2 was emitted. Ditches were dug by farmers to drain these hollows, and the CO2 emission had stopped by the end of the year.Thorarinsson, pp. 19–38 ===1970 to 1991=== ;1970 The 1970 eruption of Hekla started at 9:23 pm on 5 May 1970 and lasted until 5 July. It had a VEI of 3 and produced 0.2 km³ of lava covering an area of 18.5 km² and 6.6×10 7 m³ of tephra, deposited over an area of 40,000 km², mainly to the northwest of the volcano. The main Hekla fissure only erupted at its far southwest end, most of the eruption was from other fissures nearby. The eruption stopped in the south-southwest on 10 May and in Hlídargígar on 20 May, but a new fissure opened on the same day and lava flowed from this until 5 July. The lava was andesite containing olivine, similar to the lava produced later in the eruption of 1947.Thorarinsson, pp. 39–58 Before the eruption, a greater than normal amount of snow melting had occurred, indicating the volcano was heating up. Earth tremors began at 8:48 pm on the evening of the eruption; the largest had a magnitude of 4. The eruption started weakly at 9:23 pm IMT ± 2 min before increasing in power. The first pumice fell on Búrfell power station, 15 km away, at 9:35 pm causing people to evacuate. The eruption seems to have started in two locations at the same time – to the Shoulder crater's south-southwest and below the Lava Crater. At 10:30 pm a crater at 780 m was producing a lava column which reached an altitude of around 1000 m. During the night a 700 m high lava fountain was thrown up from the main crater. A 500 m long fissure starting below the Lava Crater opened and lava fountains and other lava flows emanated from it. One hour into the eruption, a new 400 m fissure opened to the northeast, producing two main lava fountains, and shortly after another adjoining fissure opened producing lava fountains to a height of 500 m. At around midnight, another fissure opened northwest of the Lava Crater, later hurling an over 300 m long lava fountain, 200–300 m into the air. By midnight lava had already covered over 1 km² and this extended to 7.5 km² by next morning implying a flow rate of around 1500 m³/s. For the first two hours, tephra was produced at the rate of 10,000 m³/s. The cloud from the eruption, which had reached by 10:10 pm, caused a lightning storm. The tephra was transported northwards by the wind, causing the sky to turn black in places – 190 km away at Blönduós tephra fell from midnight until 2 am, and ash fell on a trawler 330 km away at 2 am. Icelanders sampled the tephra fall in their locality by putting a plate outside to capture everything that fell onto it. This, and other measurements, showed the area covered was long and narrow with the 1 mm contour (an equivalent of 8 tonnes per hectare) extending to the north coast. thumb|right|Hekla in winter 2010 By 5:30 on 6 May, the lava flow measured 4 km long. Many lava bombs were found near the main crater, one had an area of 6 m² and a likely weight of 12 tons. Xenoliths formed around 2% of the material produced by the craters. These were of rock types including basalt, andesite, ignimbrite and sedimentary rock. The eruption became stronger at Skjólkvíar on 12 May, with columns of steam attaining a height of 2500 m. The eruption intensity then gradually reduced until it stopped on 20 May. The lava field then had an area of 5.8 km². Later that day a 900 m long fissure opened 1 km north of the main Hlídargígar crater. That night it contained 17 lava fountains, each 20–50 m in height. By the evening of the next day, 10–12 craters had formed, each throwing pieces of lava 50–100 m in the air. This row of craters was named Öldugígar. Gradually the number of active craters decreased, the most active of these built a cone 100 m higher than the level of the ridge. Lava flowed from its base until mid-June when the lava cut through the north crater wall. The larger cones produced more tephra, occasionally with lightning within the tephra cloud. By 5 July, the eruption had stopped. During eruptions of Hekla, fluorine is produced and sticks to the surfaces of the grains of tephra. Fine grains can have a fluorine content of 350 ppm, and fluorine poisoning can start in sheep at a diet with fluorine content of 25 ppm. At 250 ppm, death can occur within a few days. In 1783, 79% of the Icelandic sheep stock were killed, probably as a result of fluorosis caused by the eruption of Lakagígar. Some of the ash produced in this eruption had a fluorine content of 0.2%, and two days after the eruption contaminated grass had a dry weight content of up to 0.4% fluorine. 450 farms and 95,000 sheep were affected by the eruption. Some sheep were kept inside and fed on hay or moved, but other farmers were forced to graze their flocks outside. ;1980 and 1981 thumb|right|Mount Hekla erupting in 1980. Seen from 4 km NE of the summit. This VEI 3 eruption started at 13:28 on 17 August 1980 and lasted until 20 August 1980. It was a mixed eruption producing a lava volume of 0.12 km³ and a tephra volume of 5.8×107 m³. The fissure opened along a 7 km length. Shortly before the eruption started a steam column was produced; eventually the eruption column reached a height of 15 km. The main tephra deposits were to the north-northeast and lasted for around 2 hours. Deposits were 20 cm thick 10 km from the summit, decreasing to less than 1 mm at the coast 230 km away. Lava was initially produced from close to the summit, spreading to other parts of the fissure and covering an area of 22 km² in around 24 hours. The last scoria were seen on the morning of 20 August. This was an unusual eruption both in the short time since the previous eruption – the shortest since 1104, and the length – previous eruptions had lasted from 2 months to 2 years rather than just 3 days. The 1981 eruption, which is regarded as being a continuation of the previous year's eruption, began at 3 am on 9 April 1981, had a VEI of 2 and produced 3×107 m³ of lava, lasting until 16 April 1981. The eruption threw ash to a height of 6.6 km, and a new crater formed at the summit from which 3 lava flows originated. These extended to a maximum of 4.5 km from the volcano, covering 5–6 km². ;1991 thumb|right|A summer 2009 view of Hekla from the side. A VEI 3 eruption occurred from 17 January 1991 to 11 March 1991, producing 0.15 km³ of lava and 2×107 m³ of tephra. The eruption, which was preceded by sulphurous smells and earthquakes, started as a Plinian eruption, producing an ash cloud reaching an altitude of 11.5 km within 10 minutes which had travelled over 200 km north-northeast to the coast within 3 hours. The eruption then began producing andesitic lava, the flows eventually covering an area of 23 km² to an average depth of 6–7 m. Initially, part of the Heklugja fissure and other fissures erupted with lava fountains reaching 300 m in height. By the second day, the activity stopped in all but one fissure where the main crater formed. During these 2 days, 800 m³/s of lava were produced, slowing to between 1 m³/s and 14 m³/s for most of the eruption. This low viscosity lava had a SiO2 content of approximately 54%. ===2000=== thumb|right|A lava field on Hekla in July 2000 The most recent eruption was relatively short; it started at 18:18 on 26 February 2000 and lasted until 8 March. It was a VEI 3 eruption producing a lava volume of 0.189 km3 DRE / 0.29 km3 and 107 m3 of tephra. The eruption went through four phases: #initial explosive stage #fire fountains #bursts of Strombolian eruption #effusion of lava Eruption activity was at a maximum in the first hour, and by the first night the fissure on Hekla had opened to a length of 6–7 km. The steam column rose to a height of almost 15 km, and ash was transported to Grímsey. During this eruption, a NASA DC-8 aeroplane accidentally flew through the plume with all instruments switched on, resulting in unprecedented measurement of a young volcanic plume. Up until this eruption, it had been assumed that Hekla was incapable of producing the most dangerous of volcanic phenomena, the pyroclastic flow. In January 2003, however, a team from the Norvol Institute in Reykjavík, under the leadership of Dr. Ármann Höskuldsson, reported that they found traces of a pyroclastic flow, roughly 5 km long, stretching down the side of the mountain. This will call for a reappraisal of volcanic eruptions of the basic rock type, which up to now were generally thought not to produce large pyroclastic flows. It will also require that the public and curious spectators who always rush to the scene at the start of a new outbreak, be kept much further away from the volcanic activity than was thought necessary during previous outbreaks. thumb|right|Steam at the summit of Hekla ==Flora and fauna== The Hekla area was once forested. Forest and some grasses are much more resilient to ash and pumice fall than low vegetation, but the combined effect of human habitation and the volcanic activity has left an unstable surface very susceptible to erosion. Hekluskógar, a 90,000 ha reforesting project is attempting to restore the birch and willow woodland to the slopes of Hekla, starting with soil fertilisation and grass sowing. This would stabilize the large areas of volcanic ash, help to reduce wind erosion of the frost heaved surface, slow drainage rates and hence water erosion, and ultimately increase biodiversity. It is the largest reforestation of its type in Europe. After an eruption, almost all of the 'safe sites' on new lava flows are colonised by mosses within 20 years expanding to a homogeneous layer up to 20 cm thick within 50 years. ==Sport and recreation== thumb|right|Walkers on the slopes of Hekla (June 2005) thumb|right|The Hekla Centre Hekla is a popular destination for hiking. Following the most recent eruption the path goes most of the way to the summit; the walk takes 3 to 4 hours. In spring, skiing is possible on short routes around the rim of the crater. In summer, there are easy (F) mountaineering routes also around the crater rim, and it is possible to snowcat to the top in winter. The volcano can be reached using the buses to Landmannalaugar 30 km further east, and it is possible to stay or camp at farms in the area. A visitor centre, The Hekla Center at Leirubakki Farm, opened in 2007. ==In popular culture== Hekla has featured in artistic works since the time of its medieval infamy. ===Films=== In the Spanish apocalyptic science fiction film, Los Últimos Días (2013), some news reporters speculate that three recent eruptions of Mount Hekla could have caused the spreading form of agoraphobia that kills affected people who go outside. ===Food=== In the Boston, Massachusetts area, Hekla pastries can be found – large, upside-down cinnamon rolls with white sugar icing spooned over the top to look like the snow-topped volcano. ===Literature=== The British poet William Blake showed Winter being banished to Hekla in To Winter, one of the works from his Poetical Sketches. In To Lie With Lions, by Dorothy Dunnett, a party of merchants visiting Iceland in the year 1471 is threatened by an imminent eruption of both Hekla and Katla. Mt. Hekla is referenced in the third chapter of Herman Melville's novel Moby Dick, in EE Ryan's The Odd Saga of the American and a Curious Icelandic Flock, and in the final chapters of Joan Aiken's novel Is. The Hekla 3 eruption and the ensuing volcanic winter play a large role in Stephen Baxter's alternate-history novel Bronze Winter. ===Music=== The piece Hekla, Op 52 (1964) by Icelandic composer Jón Leifs, has been called the \"loudest classical music of all time\". The requirements for a performance of Hekla include four sets of rocks hit with hammers, steel plates, anvils, sirens, cannons, metal chains, choir, a large orchestra, and organ.Booklet of CD: \"Earquake\" (sic), Helsinki Philharmonic Orchestra, Leif Segerstam. Ondine ODE 894-2 thumb|right|Icelandair's Hekla Aurora in 2014 ===Transportation=== A small Danish cruiser launched in 1890 was named Hekla; it was scrapped in 1955. A Danish steamer called Hekla also saw combat in the First Schleswig War. Icelandair named one of their aircraft after Hekla. There have been several ships of the Royal Navy named HMS Hecla ===Organizations=== In October 2011 a German left-wing militant group called the Hekla- Empfangskomitee (Hekla Reception Committee) set at least 17 incendiary devices on railways in the Berlin area, with 2 of them going off. The DBU Copenhagen football club Boldklubben Hekla play at Hekla Park. ==See also== * Geography of Iceland * Iceland plume * Iceland hotspot * List of volcanoes in Iceland * Volcanism of Iceland ==References== ==Bibliography== * ==External links== * Hekla in the Catalogue of Icelandic Volcanoes * Hekla – picture gallery from islandsmyndir.is * Photo of 2000 eruption * * Latitude, longitude and depth of earthquakes near Hekla from 2000 to March 2013 Category:Mountains of Iceland Category:Stratovolcanoes of Iceland Category:Active volcanoes Category:VEI-5 volcanoes Category:East Volcanic Zone of Iceland Category:19th-century volcanic events Category:20th-century volcanic events Category:One-thousanders of Iceland Category:Volcanic systems of Iceland Category:Central volcanoes of Iceland",
 "title": "Hekla"
}