{
 "id": "113785",
 "text": "Colwell is a city in Floyd County, Iowa. The population was 55 at the time of the 2020 census. ==Geography== Colwell is located at (43.157064, -92.593159). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== thumb|left|alt=The population of Colwell, Iowa from US census data|The population of Colwell, Iowa from US census data ===2010 census=== As of the census of 2010, there were 73 people, 30 households, and 22 families living in the city. The population density was . There were 35 housing units at an average density of . The racial makeup of the city was 97.3% White and 2.7% from two or more races. There were 30 households, of which 33.3% had children under the age of 18 living with them, 56.7% were married couples living together, 16.7% had a female householder with no husband present, and 26.7% were non-families. 20.0% of all households were made up of individuals, and 6.6% had someone living alone who was 65 years of age or older. The average household size was 2.43 and the average family size was 2.86. The median age in the city was 42.8 years. 27.4% of residents were under the age of 18; 6.8% were between the ages of 18 and 24; 20.6% were from 25 to 44; 27.3% were from 45 to 64; and 17.8% were 65 years of age or older. The gender makeup of the city was 46.6% male and 53.4% female. ===2000 census=== As of the census of 2000, there were 76 people, 31 households, and 20 families living in the city, a total population change of -19.1% (15 people) from the previous census. The population density was 413.8 people per square mile (163.0/km2). There were 33 housing units at an average density of 179.7 per square mile (70.8/km2). The racial makeup of the city was 100.00% White. There were 31 households, out of which 35.5% had children under the age of 18 living with them, 64.5% were married couples living together, 3.2% had a female householder with no husband present, and 32.3% were non-families. 32.3% of all households were made up of individuals, and 19.4% had someone living alone who was 65 years of age or older. The average household size was 2.45 and the average family size was 3.14. In the city, the population was spread out, with 30.3% under the age of 18, 9.2% from 18 to 24, 27.6% from 25 to 44, 23.7% from 45 to 64, and 9.2% who were 65 years of age or older. The median age was 31 years. For every 100 females, there were 100.0 males. For every 100 females age 18 and over, there were 89.3 males. The median income for a household in the city was $27,813, and the median income for a family was $29,688. Males had a median income of $30,625 versus $17,500 for females. The per capita income for the city was $12,504. There were 4.3% of families and 10.7% of the population living below the poverty line, including 19.0% of under eighteens and none of those over 64. ==Education== The Charles City Community School District operates area public schools.. ==References== Category:Cities in Iowa Category:Cities in Floyd County, Iowa",
 "title": "Colwell, Iowa"
}