{
 "id": "113753",
 "text": "Epworth is a city in Dubuque County, Iowa, United States. It is part of the Dubuque, Iowa Metropolitan Statistical Area. The population was 2,023 at the 2020 census, up from 1,428 in 2000. ==History== Epworth was platted in 1855. It was named from the town of Epworth, Lincolnshire, England, the birthplace of John Wesley. Epworth was incorporated as a city on November 20, 1879, ==Geography== Epworth is located at (42.445773, -90.931231). According to the United States Census Bureau, the city has a total area of , all land. Epworth is located along U.S. Route 20, and is approximately 12 miles west of Dubuque. ==Demographics== thumb|left|alt=The population of Epworth, Iowa from US census data|The population of Epworth, Iowa from US census data ===2010 census=== As of the census of 2010, there were 1,860 people, 643 households, and 488 families residing in the city. The population density was . There were 651 housing units at an average density of . The racial makeup of the city was 93.9% White, 0.8% African American, 4.8% Asian, 0.3% from other races, and 0.2% from two or more races. Hispanic or Latino of any race were 0.4% of the population. There were 643 households, of which 39.2% had children under the age of 18 living with them, 62.8% were married couples living together, 8.6% had a female householder with no husband present, 4.5% had a male householder with no wife present, and 24.1% were non-families. 19.4% of all households were made up of individuals, and 6.6% had someone living alone who was 65 years of age or older. The average household size was 2.71 and the average family size was 3.13. The median age in the city was 33.1 years. 28.7% of residents were under the age of 18; 8.8% were between the ages of 18 and 24; 29.1% were from 25 to 44; 23.6% were from 45 to 64; and 9.7% were 65 years of age or older. The gender makeup of the city was 51.5% male and 48.5% female. ===2000 census=== As of the census of 2000, there were 1,428 people, 476 households, and 364 families residing in the city. The population density was 1,089.8 people per square mile (420.9/km). There were 500 housing units at an average density of 381.6 per square mile (147.4/km). The racial makeup of the city was 93.21% White, 0.49% African American, 0.07% Native American, 5.18% Asian, 0.49% from other races, and 0.56% from two or more races. Hispanic or Latino of any race were 0.63% of the population. There were 476 households, out of which 45.0% had children under the age of 18 living with them, 65.1% were married couples living together, 8.4% had a female householder with no husband present, and 23.5% were non-families. 19.7% of all households were made up of individuals, and 7.1% had someone living alone who was 65 years of age or older. The average household size was 2.79 and the average family size was 3.24. 28.1% are under the age of 18, 10.2% from 18 to 24, 31.9% from 25 to 44, 19.9% from 45 to 64, and 9.9% are 65 years of age or older. The median age was 33 years. For every 100 females, there were 113.8 males. For every 100 females age 18 and over, there were 121.3 males. The median income for a household in the city was $39,938, and the median income for a family was $47,321. Males had a median income of $35,144 versus $20,234 for females. The per capita income for the city was $15,869. About 3.5% of families and 6.2% of the population were below the poverty line, including 6.3% of those under age 18 and 9.3% of those age 65 or over. ==Economy== Epworth is the now the fifth-largest city in Dubuque County with spacious, new subdivisions housing many new residents, a significant portion of whom work in Dubuque, Iowa or elsewhere outside the community. The 11.3% increase in population from 2000 to 2006 places Epworth above the 90th percentile in population growth among municipalities nationwide. ==Government== In the Iowa General Assembly, Epworth is represented by Senator Tom Hancock (D-Epworth) in the Iowa Senate, and Representative Ray Zirkelbach (D-Monticello) in the Iowa House of Representatives. At the federal level, it is within Iowa's 1st congressional district, represented by Bruce Braley (D-Waterloo) in the U.S. House of Representatives. Epworth, and all of Iowa, are represented by U.S. Senators Chuck Grassley (R) and Tom Harkin (D). ==Education== ===Public schools=== All public school students living in Epworth are zoned to schools in the Western Dubuque Community School District.\"Western Dubuque.\" Iowa Department of Education. Retrieved on July 24, 2018. Elementary school students are zoned to Epworth Elementary School (in Epworth) for grades K-5.\"2017 Elementary Boundaries.\" Western Dubuque Community School District. Retrieved on July 24, 2018. Detail on Balltown, Holy Cross, and Rickardsville Middle school students are zoned to Drexler Middle School (in nearby Farley), and high school students are zoned to Western Dubuque High School, which is also in Epworth.\"WDHS Boundary map.\" Western Dubuque Community School District. Retrieved on July 24, 2018. ===Private schools=== Like many other rural communities in Iowa, Epworth also has a private school. Seton Catholic Elementary School- Epworth is one of three buildings that comprise Seton Catholic Elementary School, and is affiliated with the Roman Catholic Archdiocese of Dubuque. For grades 1–2, students go to the building in Epworth, for grades 3–5, students attend the building in nearby Peosta, Iowa, and for grades 6–8, students go to the building in nearby Farley. For high school, parochial students attend Beckman High School in Dyersville, Iowa or Wahlert High School in Dubuque, Iowa. ===Colleges and universities=== Epworth is home to Divine Word College, which is a Roman Catholic seminary. ==Notable people== *Henry Waechter (1959– ) former NFL lineman, 1985 Chicago Bears, Super Bowl XX player *Thomas J. Wickham Jr. (1968– ) Parliamentarian for the U.S. House of Representatives since 2012 *Tom Hancock (1948-2016) former Iowa state senator. *Elohim (musician) - Electropop recording artist, DJ, producer and singer-songwriter. * ==References== ==External links== * Official site of the City of Epworth, Iowa Portal style website, Government, Business, Library, Recreation and more * City-Data.com Comprehensive Statistical Data and more about Epworth Category:Cities in Iowa Category:Cities in Dubuque County, Iowa Category:Populated places established in 1855 Category:1855 establishments in Iowa",
 "title": "Epworth, Iowa"
}