{
 "id": "113879",
 "text": "Bode is a city in Humboldt County, Iowa, United States. The population was 302 at the 2020 census. ==History== Bode got its start in the year 1881, following construction of the Burlington, Cedar Rapids and Northern Railway through that territory. Note that Google Books misspells \"Humboldt\". ==Geography== Bode is located at (42.867146, -94.287910). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== thumb|left|alt=The population of Bode, Iowa from US census data|The population of Bode, Iowa from US census data ===2010 census=== As of the census of 2010, there were 302 people, 130 households, and 83 families living in the city. The population density was . There were 165 housing units at an average density of . The racial makeup of the city was 90.4% White, 1.3% Native American, 7.3% from other races, and 1.0% from two or more races. Hispanic or Latino of any race were 7.6% of the population. There were 130 households, of which 29.2% had children under the age of 18 living with them, 42.3% were married couples living together, 14.6% had a female householder with no husband present, 6.9% had a male householder with no wife present, and 36.2% were non-families. 31.5% of all households were made up of individuals, and 10.8% had someone living alone who was 65 years of age or older. The average household size was 2.32 and the average family size was 2.84. The median age in the city was 41.3 years. 25.8% of residents were under the age of 18; 5.9% were between the ages of 18 and 24; 22.2% were from 25 to 44; 25.1% were from 45 to 64; and 20.9% were 65 years of age or older. The gender makeup of the city was 50.0% male and 50.0% female. ===2000 census=== As of the census of 2000, there were 327 people, 148 households, and 95 families living in the city. The population density was 797.6 people per square mile (307.9/km2). There were 168 housing units at an average density of 409.8 per square mile (158.2/km2). The racial makeup of the city was 95.11% White, 1.53% Asian, 2.75% Pacific Islander, and 0.61% from two or more races. There were 148 households, out of which 23.0% had children under the age of 18 living with them, 50.0% were married couples living together, 8.8% had a female householder with no husband present, and 35.8% were non-families. 31.1% of all households were made up of individuals, and 19.6% had someone living alone who was 65 years of age or older. The average household size was 2.21 and the average family size was 2.71. In the city, the population was spread out, with 19.6% under the age of 18, 9.5% from 18 to 24, 19.3% from 25 to 44, 21.1% from 45 to 64, and 30.6% who were 65 years of age or older. The median age was 46 years. For every 100 females, there were 99.4 males. For every 100 females age 18 and over, there were 92.0 males. The median income for a household in the city was $32,917, and the median income for a family was $39,375. Males had a median income of $29,375 versus $20,625 for females. The per capita income for the city was $16,014. About 2.1% of families and 5.8% of the population were below the poverty line, including 12.1% of those under age 18 and 2.4% of those age 65 or over. ==Education== It is within the Twin Rivers Community School District. In July 2011 the district began a whole grade sharing agreement with the Humboldt Community School District. The district previously had a grade sharing agreement with the Gilmore City–Bradgate Community School District. Under that agreement Bode was the home of Twin River Valley High School, nicknamed the 'Thunder', the High School for the Twin Rivers School District and the Gilmore City–Bradgate district. The athletic teams (football, volleyball, boys and girls basketball, wrestling, track, golf, baseball and softball) are usually in the lower classes for sports due to the school's small enrollment. TRV is currently in talks with the Humboldt or West Bend-Mallard High Schools for sharing of education and/or sports. ==References== Category:Cities in Iowa Category:Cities in Humboldt County, Iowa Category:1881 establishments in Iowa",
 "title": "Bode, Iowa"
}