{
 "id": "113826",
 "text": "Panora is a city in Guthrie County, Iowa, United States. The population was 1,091 at the time of the 2020 census. It is part of the Des Moines–West Des Moines Metropolitan Statistical Area. ==History== Panora was platted in 1851. === 2014 Mother's Day tornado === Just before 10 p.m. on May 11, 2014, an EF2 tornado caused tens of millions of dollars in damages to areas outside of Panora and especially nearby Lake Panorama including several farms north of Panora and northeast of Yale. The tornado originated south of Guthrie Center near the intersection of Highway 25 and the Monteith Road. It travelled in a northeasterly direction for 16.7 miles through Lake Panorama on a path through mostly unplanted fields passing both to the south and to the east of Yale and to the south of Jamaica ending southwest of Dawson, sparing those three towns. The path of destruction included areas and homes near Shady Beach; near Boulder Beach including eight condos destroyed and severely damaging many nearby homes and condos; around the west side of the entrance to Burchfield Cove on Hickory Point including several homes and buildings; holes 1–4 and 9–18 at the LPA National Golf Course; more than two dozen electrical powerline transmission poles located along the east side of Highway 4 between 170th and 180th and east of the intersection of Highway 4 and 170th; and several farms to the south and to the east of Yale. The debris pattern was extensive from Boulder cove to southwest of Dawson. The warning sirens in Panora failed to sound due to the nearly concurrent loss of electrical power and the sudden occurrence of the storm: only a couple of minutes between the release of the tornado warning during the loss of electrical power before the impact of the tornado did not provide enough time for the town to bring online electrical power from Panora's backup desiel-powered generator. Luckily, no loss of life occurred. ==Geography== thumb|left|Aerial view of Panora and part of Lake Panorama, 2012 Panora is located at (41.692158, -94.363722), along the Middle Raccoon River. According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,124 people, 460 households, and 286 families residing in the city. The population density was . There were 522 housing units at an average density of . The racial makeup of the city was 98.5% White, 0.2% African American, 0.4% Asian, 0.1% from other races, and 0.9% from two or more races. Hispanic or Latino of any race were 1.4% of the population. There were 460 households, of which 32.2% had children under the age of 18 living with them, 49.3% were married couples living together, 10.0% had a female householder with no husband present, 2.8% had a male householder with no wife present, and 37.8% were non-families. 34.1% of all households were made up of individuals, and 18.1% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.96. The median age in the city was 43.2 years. 26.1% of residents were under the age of 18; 4.3% were between the ages of 18 and 24; 22% were from 25 to 44; 25.5% were from 45 to 64; and 22.2% were 65 years of age or older. The gender makeup of the city was 44.8% male and 55.2% female. ===2000 census=== As of the census of 2000, there were 1,175 people, 470 households, and 287 families residing in the city. The population density was 652.1 people per square mile (252.0/km). There were 504 housing units at an average density of 279.7 per square mile (108.1/km). The racial makeup of the city was 97.87% White, 0.43% African American, 0.09% Native American, 0.43% Pacific Islander, and 1.19% from two or more races. Hispanic or Latino of any race were 0.77% of the population. There were 470 households, out of which 29.4% had children under the age of 18 living with them, 49.1% were married couples living together, 8.5% had a female householder with no husband present, and 38.9% were non-families. 33.8% of all households were made up of individuals, and 19.1% had someone living alone who was 65 years of age or older. The average household size was 2.32 and the average family size was 2.97. Age spread: 24.5% under the age of 18, 7.4% from 18 to 24, 24.5% from 25 to 44, 19.7% from 45 to 64, and 23.9% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 92.6 males. For every 100 females age 18 and over, there were 86.7 males. The median income for a household in the city was $35,000, and the median income for a family was $41,583. Males had a median income of $28,558 versus $22,692 for females. The per capita income for the city was $15,510. About 4.8% of families and 10.0% of the population were below the poverty line, including 7.6% of those under age 18 and 14.9% of those age 65 or over. == Economy == On the south side, located west of the highway, the Cargill Kitchens Solutions facility (the egg plant) closed on April 12, 2013. The building was envisioned to be the future Panorama Community Health and Wellness Center (PCHWC) with golf and batting cages; three courts for basketball, volleyball, and soccer; an elevated walking track; and rooms for dance and health classes, aerobics, weight lifting, and cardio fitness machines.http://pchwc.com/ Panorama Community Health and Wellness Center However, on January 29, 2016, Nutriom LLC of Thurston County, Washington, finalized its purchase of the facility, now known as the Crystal Freeze Dry/Nutriom building, with a projected opening in late March 2018 with three shifts and 30 people. Also, Nutriom rents a large storage building north of the Panora Church of the Brethren along the westside of Highway 4. Nutriom, which has another facility in Lacey, Washington, produces Egg Crystals® which have a long shelf life with no refrigeration needed. == Arts and culture == === Festivals === Annually, Panora hosts Lake Panorama Days on the first weekend in August. Panorama Days includes a parade and street dance in Panora, and a water skiing show at Lake Panorama.Lake Panorama Days website == Parks and recreation == In Panora, the well shaded Lenon Mill Park campgrounds just downstream of the Lenon Mill dam on the Middle Raccoon River are part of the much larger Lenon Mill Park and Wildlife Area. The campgrounds, park, and wildlife area are maintained by the Guthrie County Conservation Board. With spaces for both tents and RVs, the campgrounds offer RV hook-ups, water, bathrooms, a shelter house, fishing, and a boat ramp giving access for canoes on the river.http://www.guthriecounty.org/gccb/index_files/parks.htm#mill Lenon Mill Park and Wildlife Area Guthrie County Conservation Board website retrieved February 19, 2010. Outside of Panora is Lake Panorama, which features a housing development with a resort, a marina and several beaches on a private 7-mile long lake, a recreation area, two campgrounds, and two golf courses. In addition to the sports complexes, fitness rooms, and indoor gyms at the Panorama Community Schools on the west side of town, Panora has an older gym known as Veterans Auditorium on the main square in the center of town between the library and the city hall. Built during the late 1930s and dedicated by WHO radio sports announcer, \"Dutch\" Reagan, Vets Auditorium is the only remaining structure of the original Panora-Linden High School building, which was removed from the National Listing of Historic Places upon its destruction in 1991.http://www.panora.org/area-history.html History of the Panora Area Panora.org website retrieved February 4, 2014 On the north side of town near the Lutheran church between highway 4 (NE 3rd Street) and the bike trail lie several youth soccer fields. On the south side of town near the water tower along the eastside of the highway (SE 3rd Street), the Michael Mills Memorial Park has a playground, water fountain, picnic shelter, and a sports complex with t-ball, little league, softball, soccer fields, and a sand volleyball pit. == Government == Steve Baker served as mayor until January 2012; the current mayor is Pat Parker. ==Education== Panorama Community School District provides co-ed classes for grades K–12 to the towns of Panora, Linden, Yale, Jamaica, and Bagley. Panorama Elementary School (the most recently opened) serves grades K–5, and the Panorama Middle School/High School building serves grades 6–12. Panorama's teams are known as the Panthers, and their colors are navy blue and silver. The teams compete in the West Central Activities Conference (WCAC) and are part of the Iowa High School Athletic Association and Iowa Girls High School Athletic Union.http://www.panorama.k12.ia.us/ retrieved March 30, 2009. The district formed on July 1, 1989, as a merger of the Panora-Linden and Y-J-B school districts. The schools at Panora are named for one of the most exclusive neighborhoods in Iowa, Lake Panorama, which is an unincorporated private golf and water skiing resort with nearly 1000 homes.http://www.lakepanorama.org/ retrieved March 30, 2009.http://www.lakepanorama.com/index.cfm?page=13 retrieved March 30, 2009.http://www.lakepanorama.com/index.cfm?page=2 retrieved March 30, 2009. In addition to the very exclusive Lake Panorama resort, the communities of the Panorama school district have strong agricultural ties: the school district occupies very highly productive soil and receives extremely favorable precipitation. In 2009, the Panorama Community School District received very high ratings in Business Week as one of the best schools in the United States.http://www.greatschools.net/modperl/browse_school/ia/27#from..Tab retrieved March 30, 2009. == Notable people == * Aubret W. Dirlam, native of Panora, American farmer and Minnesota state legislator * Kip Janvrin, native of Panora, American decathlete and track and field coach at the University of Central Missouri, set the World Masters Athletics (M40) decathlon world record in 2005 ==See also== * Raccoon River Valley Trail * Lemonade Ride ==References== ==External links== *Official City website City government *Portal style website for Panora Chamber of Commerce, History, Business, and more *City Data Comprehensive Statistical Data and more about Panora Category:Cities in Guthrie County, Iowa Category:Cities in Iowa Category:Des Moines metropolitan area Category:1851 establishments in Iowa Category:Populated places established in 1851",
 "title": "Panora, Iowa"
}