{
 "id": "113813",
 "text": "Conrad is a city in Grundy County, Iowa, United States. The population was 1,093 at the 2020 census. It is part of the Waterloo-Cedar Falls Metropolitan Statistical Area. Conrad holds the honor of being known as the \"Black Dirt Capital of the World.\" ==History== A post office called Conrad has been in operation since 1880. The city took its name from nearby Conrad's Grove, a feature named for John Conrad, an early settler. ==Notable people== * Paul Franzenburg (1916-2004), Iowa State Treasurer and businessman, was born in Conrad.'Former state treasurer, utilities board official dies,' The Waterloo Courier, November 2, 2004 * Teri Johnston (b. 1951), current mayor of Key West, Florida, born and raised in Conrad. ==Geography== Conrad is located at (42.225095, -92.872270). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,108 people, 464 households, and 309 families residing in the city. The population density was . There were 507 housing units at an average density of . The racial makeup of the city was 97.9% White, 0.4% African American, 0.2% Native American, 0.3% Asian, 0.3% from other races, and 1.0% from two or more races. Hispanic or Latino of any race were 0.6% of the population. There were 464 households, of which 31.3% had children under the age of 18 living with them, 54.5% were married couples living together, 8.8% had a female householder with no husband present, 3.2% had a male householder with no wife present, and 33.4% were non-families. 31.3% of all households were made up of individuals, and 16.1% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.88. The median age in the city was 41.4 years. 26.4% of residents were under the age of 18; 4.8% were between the ages of 18 and 24; 22.7% were from 25 to 44; 23% were from 45 to 64; and 22.7% were 65 years of age or older. The gender makeup of the city was 47.4% male and 52.6% female. ===2000 census=== As of the census of 2000, there were 1,055 people, 439 households, and 292 families residing in the city. The population density was 871.7 people per square mile (336.6/km2). There were 483 housing units at an average density of 399.1 per square mile (154.1/km2). The racial makeup of the city was 98.96% White, 0.19% from other races, and 0.85% from two or more races. Hispanic or Latino of any race were 0.57% of the population. There were 439 households, out of which 28.9% had children under the age of 18 living with them, 57.9% were married couples living together, 5.7% had a female householder with no husband present, and 33.3% were non- families. 31.4% of all households were made up of individuals, and 19.1% had someone living alone who was 65 years of age or older. The average household size was 2.32 and the average family size was 2.91. In the city, the population was spread out, with 25.4% under the age of 18, 5.8% from 18 to 24, 22.7% from 25 to 44, 24.2% from 45 to 64, and 21.9% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 87.1 males. For every 100 females age 18 and over, there were 80.1 males. The median income for a household in the city was $42,396, and the median income for a family was $52,574. Males had a median income of $34,083 versus $25,655 for females. The per capita income for the city was $21,220. About 3.6% of families and 3.8% of the population were below the poverty line, including 3.7% of those under age 18 and 4.4% of those age 65 or over. ==Education== BCLUW Community School District operates public schools serving Conrad. The schools are BCLUW Elementary School in Conrad, BCLUW Middle School in Union, and BCLUW High School in Conrad. The Beaman-Conrad-Liscomb school district served Conrad until July 1, 1992, when it merged into BCLUW. ==References== ==External links== *Conrad City Website *Conrad Public Library Website *Black Dirt Days *The Record Website *BCLUW (Beaman, Conrad, Liscomb, Union and Whitten) School District *City-Data Comprehensive statistical data and more about Conrad Category:Cities in Iowa Category:Cities in Grundy County, Iowa Category:Waterloo – Cedar Falls metropolitan area",
 "title": "Conrad, Iowa"
}