{
 "id": "113868",
 "text": "New London is a city in Henry County, Iowa, United States. The population was 1,910 at the time of the 2020 census. ==History== New London was originally called Dover, after its founder Abraham C. Dover, who came to the area from Illinois in 1833. ==Geography== New London is located at (40.925224, -91.401105). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,897 people, 769 households, and 517 families living in the city. The population density was . There were 830 housing units at an average density of . The racial makeup of the city was 96.5% White, 1.7% African American, 0.3% Native American, 0.4% Asian, 0.1% from other races, and 1.1% from two or more races. Hispanic or Latino of any race were 0.9% of the population. There were 769 households, of which 33.4% had children under the age of 18 living with them, 50.8% were married couples living together, 12.1% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 32.8% were non-families. 27.6% of all households were made up of individuals, and 11% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 2.91. The median age in the city was 38.7 years. 26.1% of residents were under the age of 18; 7% were between the ages of 18 and 24; 24.8% were from 25 to 44; 24.6% were from 45 to 64; and 17.6% were 65 years of age or older. The gender makeup of the city was 48.7% male and 51.3% female. ===2000 census=== As of the census of 2000, there were 1,937 people, 794 households, and 540 families living in the city. The population density was 1,924.9 people per square mile (740.5/km). There were 846 housing units at an average density of 840.7 per square mile (323.4/km). The racial makeup of the city was 98.40% White, 0.31% African American, 0.05% Native American, 0.26% Asian, 0.46% from other races, and 0.52% from two or more races. Hispanic or Latino of any race were 0.77% of the population. There were 794 households, out of which 31.0% had children under the age of 18 living with them, 55.4% were married couples living together, 9.6% had a female householder with no husband present, and 31.9% were non-families. 27.3% of all households were made up of individuals, and 12.3% had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 2.89. 24.6% were under the age of 18, 7.8% from 18 to 24, 27.2% from 25 to 44, 23.9% from 45 to 64, and 16.5% were 65 years of age or older. The median age was 38 years. For every 100 females, there were 88.1 males. For every 100 females age 18 and over, there were 84.2 males. The median income for a household in the city was $39,432, and the median income for a family was $46,389. Males had a median income of $31,324 versus $23,712 for females. The per capita income for the city was $18,301. About 4.8% of families and 6.4% of the population were below the poverty line, including 8.0% of those under age 18 and 10.8% of those aged 65 or over. ==Education== The New London Community School District operates local public schools. == Notable people == *Silas Reynolds Barton, Nebraska politician *William Hale, Wyoming territorial governor ==See also== The following properties are listed on the National Register of Historic Places: *John and Lavina Bangs House *McClellan's General Store *Peterson Manufacturing Building *Smith and Weller Building ==References== Category:Cities in Iowa Category:Cities in Henry County, Iowa Category:1833 establishments in Michigan Territory",
 "title": "New London, Iowa"
}