{
 "id": "113973",
 "text": "Lone Rock is a city in Kossuth County, Iowa, United States. The population was 146 at the time of the 2020 census. The city is named after a large boulder. Lone Rock calls itself \"The Neatest Little Town in Iowa.\" == History == Long before any settlement took place here, the unusual (175 ton) boulder was used as a landmark for travelers. Lone Rock was platted in 1899 when the railroad was being built through the neighborhood. In 1970, the lone rock was moved to the new location by blasting it into four pieces and reconstructing the pieces inside the community. ==Geography== Lone Rock is located at (43.221359, -94.325090). According to the United States Census Bureau, the city has a total area of , all land. Lone Rock is north of Iowa Highway B19 and west of U.S. Route 169. ==Demographics== ===2010 census=== As of the census of 2010, there were 146 people, 75 households, and 47 families living in the city. The population density was . There were 82 housing units at an average density of . The racial makeup of the city was 99.3% White and 0.7% from two or more races. Hispanic or Latino of any race were 1.4% of the population. There were 75 households, of which 16.0% had children under the age of 18 living with them, 50.7% were married couples living together, 6.7% had a female householder with no husband present, 5.3% had a male householder with no wife present, and 37.3% were non-families. 36.0% of all households were made up of individuals, and 20% had someone living alone who was 65 years of age or older. The average household size was 1.95 and the average family size was 2.47. The median age in the city was 56.8 years. 15.8% of residents were under the age of 18; 2.1% were between the ages of 18 and 24; 16.5% were from 25 to 44; 33.6% were from 45 to 64; and 32.2% were 65 years of age or older. The gender makeup of the city was 48.6% male and 51.4% female. ===2000 census=== As of the census of 2000, there were 157 people, 75 households, and 42 families living in the city. The population density was 1,368.3 people per square mile (551.1/km2). There were 83 housing units at an average density of 723.4 per square mile (291.3/km2). The racial makeup of the city was 98.09% White, and 1.91% from two or more races. Hispanic or Latino of any race were 0.64% of the population. There were 75 households, out of which 24.0% had children under the age of 18 living with them, 49.3% were married couples living together, 4.0% had a female householder with no husband present, and 42.7% were non-families. 42.7% of all households were made up of individuals, and 33.3% had someone living alone who was 65 years of age or older. The average household size was 2.09 and the average family size was 2.86. In the city, the population was spread out, with 22.9% under the age of 18, 4.5% from 18 to 24, 16.6% from 25 to 44, 24.8% from 45 to 64, and 31.2% who were 65 years of age or older. The median age was 48 years. For every 100 females, there were 84.7 males. For every 100 females age 18 and over, there were 92.1 males. The median income for a household in the city was $29,896, and the median income for a family was $36,875. Males had a median income of $26,023 versus $22,000 for females. The per capita income for the city was $16,205. About 4.8% of families and 7.4% of the population were below the poverty line, including 17.1% of those under the age of eighteen and 3.6% of those 65 or over. ==Education== North Union Community School District operates public schools.\"North Union.\" Iowa Department of Education. Retrieved on July 15, 2018. It was previously served by the Sentral Community School District.\"History.\" Sentral Community School District. April 10, 2004. Retrieved on July 15, 2018. The Sentral district merged into North Union on July 1, 2014.\"REORGANIZATION & DISSOLUTION ACTIONS SINCE 1965-66.\" Iowa Department of Education. Retrieved on July 20, 2018. ==References== ==External links== * Lone Rock webpage *City-Data Comprehensive Statistical Data and more about Lone Rock Category:Cities in Iowa Category:Cities in Kossuth County, Iowa Category:Populated places established in 1899 Category:1899 establishments in Iowa",
 "title": "Lone Rock, Iowa"
}