{
 "id": "113913",
 "text": "Colfax is a city in Jasper County, Iowa, United States. Colfax is located approximately 24 miles east of Des Moines. The town was founded in 1866, and was named after Schuyler Colfax, vice president under Ulysses S. Grant. The population was 2,255 at the time of the 2020 census. Newton is the county seat; both were named after Revolutionary War soldiers. ==History== Colfax was laid out in 1866. It is named for Schuyler Colfax. In its heyday, the city of Colfax had two main industries that drew thousands to the area: the mining of coal, and the use of the mineral springs discovered near the city. The first large scale coal mine in Jasper County was the Watson No. 1 Mine, 5 miles southeast of town, connected to the Rock Island by a long railroad spur. From 1881 to 1900, the Jasper County Coal and Railway Company operated a number of mines north of Colfax. The Colfax Consolidated Coal Company formed in 1902, bringing the mines of Colfax under a common operator. They opened mine No. 8 in 1905; this was one of the best equipped mines in the state. The coal camp of Severs was run by this company.James H. Lees, History of Coal Mining in Iowa, Chapter III of Annual Report, 1908, Iowa Geological Survey, 1909, 564–565. United Mine Workers local 56 was organized in Colfax in 1899; by 1907, it had 352 members. Mine wages varied from $2.36 to $2.56 per day.Trade Unions in Iowa, Thirteenth Report of the Bureau of Labor Statistics for the State of Iowa for the period 1906-1907, Des Moines, 1908; p. 200. In 1912, the UMW union had two locals based in Colfax, Local 56, with 350 members, and Local 671, with 230 members.Tally Sheet, Proceedings of the 23rd Annual Convention of the United Mine Workers of America Jan. 16 – Feb. 2, 1912, Indianapolis; Volume 2, pp. 180A–182A. In the process of drilling for coal in 1875, a well containing high mineral content was discovered near Colfax. The city flourished with this new discovery, and over the next four decades, thousands of people visited the town to partake in the healing powers of the fourteen mineral springs there. Nine hotels offering mineral baths and spa treatments opened to house guests, and four bottling companies opened to produce bottled mineral water for the masses. In 1912–1913, the city received funding to build a Carnegie library. The library is still in use today. The booming business of the city's mineral springs industry declined and died out as the Great Depression swept the country. ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== thumb|left|alt=The population of Colfax, Iowa from US census data|The population of Colfax, Iowa from US census data thumb|right|Map of Colfax from 1908, showing the railroads and coal mines (shown in red) of the region. thumb|right|Part of downtown Colfax was flooded in 2010. ===2010 census=== As of the census of 2010, there were 2,093 people, 851 households, and 569 families residing in the city. The population density was . There were 927 housing units at an average density of . The racial makeup of the city was 98.3% White, 0.3% African American, 0.4% Native American, 0.1% Asian, 0.1% from other races, and 0.7% from two or more races. Hispanic or Latino of any race were 0.9% of the population. There were 851 households, of which 32.8% had children under the age of 18 living with them, 49.4% were married couples living together, 12.3% had a female householder with no husband present, 5.2% had a male householder with no wife present, and 33.1% were non-families. 27.7% of all households were made up of individuals, and 13.5% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 2.95. The median age in the city was 38.3 years. 25% of residents were under the age of 18; 6.8% were between the ages of 18 and 24; 26.1% were from 25 to 44; 27.1% were from 45 to 64; and 14.8% were 65 years of age or older. The gender makeup of the city was 49.2% male and 50.8% female. ===2000 census=== As of the census of 2000, there were 2,223 people, 837 households, and 585 families residing in the city. The population density was 1,632.4 people per square mile (631.1/km). There were 908 housing units at an average density of 666.8 per square mile (257.8/km). The racial makeup of the city was 98.25% White, 0.49% African American, 0.22% Native American, 0.18% Asian, and 0.85% from two or more races. Hispanic or Latino of any race were 0.72% of the population. There were 837 households, out of which 35.1% had children under the age of 18 living with them, 57.1% were married couples living together, 8.6% had a female householder with no husband present, and 30.0% were non-families. 26.5% of all households were made up of individuals, and 11.0% had someone living alone who was 65 years of age or older. The average household size was 2.56 and the average family size was 3.12. Age spread: 29.2% under the age of 18, 8.5% from 18 to 24, 28.7% from 25 to 44, 22.0% from 45 to 64, and 11.6% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 102.5 males. For every 100 females age 18 and over, there were 96.8 males. The median income for a household in the city was $41,006, and the median income for a family was $48,300. Males had a median income of $35,326 versus $22,150 for females. The per capita income for the city was $17,662. About 5.2% of families and 6.7% of the population were below the poverty line, including 10.0% of those under age 18 and 4.2% of those age 65 or over. ==Education== Colfax–Mingo Community School District operates area public schools.\"Colfax-Mingo .\" Iowa Department of Education. Retrieved on January 28, 2019. The Colfax and Mingo school districts consolidated on July 1, 1985.\"REORGANIZATION & DISSOLUTION ACTIONS SINCE 1965-66 .\" Iowa Department of Education. Retrieved on July 20, 2018. ==Notable people== *James Norman Hall (1887–1951) author best known for the novel Mutiny on the Bounty *Herschel F. Briles, United States Army soldier and recipient of the Medal of Honor * James B. Weaver (1833–1912), 1892 presidential candidate of the People's Party and mayor of Colfax from 1901 to 1903.David Hudson, Marvin Bergman, and Loren Horton, The Biographical Dictionary of Iowa. Iowa City: University of Iowa Press, 2009; p. 545. *Joe Laws (1911-1979) American Football Player University of Iowa, Big 10 MVP 1933, Green Bay Packers 1934-1945, NFL Champion 1933,1939,1944, Green Bay Packers Hall of Fame 1972 ==Footnotes== ==External links== *City-Data Comprehensive Statistical Data and more about Colfax Category:Cities in Iowa Category:Cities in Jasper County, Iowa Category:1866 establishments in Iowa",
 "title": "Colfax, Iowa"
}