{
 "id": "113912",
 "text": "Baxter is a city in Jasper County, Iowa, United States. Baxter is located northeast of Des Moines. The population was 962 at the 2020 census. ==History== Baxter was platted in 1883. ==Geography== Baxter's longitude and latitude coordinates in decimal form are 41.824492, -93.150857. According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== thumb|left|alt=The population of Baxter, Iowa from US census data|The population of Baxter, Iowa from US census data ===2010 census=== As of the census of 2010, there were 1,101 people, 427 households, and 296 families living in the city. The population density was . There were 446 housing units at an average density of . The racial makeup of the city was 97.7% White, 0.3% African American, 0.5% Native American, 0.1% Asian, 0.5% from other races, and 0.9% from two or more races. Hispanic or Latino of any race were 1.3% of the population. There were 427 households, of which 37.9% had children under the age of 18 living with them, 51.1% were married couples living together, 13.3% had a female householder with no husband present, 4.9% had a male householder with no wife present, and 30.7% were non-families. 25.3% of all households were made up of individuals, and 13.3% had someone living alone who was 65 years of age or older. The average household size was 2.49 and the average family size was 2.98. The median age in the city was 38.1 years. 27.7% of residents were under the age of 18; 7.6% were between the ages of 18 and 24; 23% were from 25 to 44; 25.5% were from 45 to 64; and 16.2% were 65 years of age or older. The gender makeup of the city was 49.5% male and 50.5% female. ===2000 census=== As of the census of 2000, there were 1,052 people, 438 households, and 288 families living in the city. The population density was 1,607.2 people per square mile (624.9/km2). There were 455 housing units at an average density of 695.1 per square mile (270.3/km2). The racial makeup of the city was 98.86% White, 0.76% African American, 0.10% Native American, 0.19% Asian, and 0.10% from two or more races. There were 438 households, out of which 33.3% had children under the age of 18 living with them, 51.4% were married couples living together, 11.4% had a female householder with no husband present, and 34.2% were non-families. 29.2% of all households were made up of individuals, and 15.3% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.84. In the city, the population was spread out, with 25.1% under the age of 18, 8.0% from 18 to 24, 27.6% from 25 to 44, 20.4% from 45 to 64, and 18.9% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 91.6 males. For every 100 females age 18 and over, there were 82.4 males. The median income for a household in the city was $36,912, and the median income for a family was $42,411. Males had a median income of $31,150 versus $23,274 for females. The per capita income for the city was $17,749. About 6.3% of families and 8.9% of the population were below the poverty line, including 7.9% of those under age 18 and 12.7% of those age 65 or over. ==Education== Baxter Community School District operates local public schools. ==See also== *Ashton Observatory ==References== ==External links== *City of Baxter Portal style website, Government, Business, Recreation and more *City-Data Comprehensive statistical data and more about Baxter Category:Cities in Iowa Category:Cities in Jasper County, Iowa Category:1883 establishments in Iowa",
 "title": "Baxter, Iowa"
}