{
 "id": "114138",
 "text": "Merrill is a city in Plymouth County, Iowa, United States, along the Floyd River. The population was 717 at the time of the 2020 census. == History == Merrill was named in 1872 for the seventh Governor of Iowa, Samuel Merrill. It and became an incorporated city on April 24, 1894. In 2007, the city hired Drake University public relations seniors to research and develop strategies to attract new residents. ==Geography== Merrill is located at (42.721461, -96.250779). According to the United States Census Bureau, the city has a total area of , all land. It is located near the Floyd River, and is on U.S. Route 75, 20 minutes north of Sioux City. ==Demographics== ===2010 census=== As of the census of 2010, there were 755 people, 304 households, and 212 families living in the city. The population density was . There were 317 housing units at an average density of . The racial makeup of the city was 97.9% White, 0.7% Native American, 0.5% Asian, and 0.9% from two or more races. Hispanic or Latino of any race were 0.9% of the population. There were 304 households, of which 35.5% had children under the age of 18 living with them, 55.6% were married couples living together, 10.2% had a female householder with no husband present, 3.9% had a male householder with no wife present, and 30.3% were non-families. 28.0% of all households were made up of individuals, and 11.2% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 3.02. The median age in the city was 39.7 years. 26.1% of residents were under the age of 18; 7.3% were between the ages of 18 and 24; 23.2% were from 25 to 44; 27.4% were from 45 to 64; and 15.9% were 65 years of age or older. The gender makeup of the city was 52.2% male and 47.8% female. ===2000 census=== As of the census of 2000, there were 754 people, 280 households, and 203 families living in the city. The population density was 1,739.5 people per square mile (677.0/km). There were 294 housing units at an average density of 678.3 per square mile (264.0/km). The racial makeup of the city was 98.41% White, 0.40% African American, 0.27% Asian, 0.66% from other races, and 0.27% from two or more races. Hispanic or Latino of any race were 1.46% of the population. There were 280 households, out of which 37.5% had children under the age of 18 living with them, 63.2% were married couples living together, 7.5% had a female householder with no husband present, and 27.5% were non- families. 24.3% of all households were made up of individuals, and 12.9% had someone living alone who was 65 years of age or older. The average household size was 2.69 and the average family size was 3.24. In the city, the population was spread out, with 31.2% under the age of 18, 5.7% from 18 to 24, 27.9% from 25 to 44, 17.8% from 45 to 64, and 17.5% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 113.6 males. For every 100 females age 18 and over, there were 105.1 males. The median income for a household in the city was $43,333, and the median income for a family was $50,000. Males had a median income of $31,620 versus $21,845 for females. The per capita income for the city was $15,656. About 2.1% of families and 4.1% of the population were below the poverty line, including 2.2% of those under age 18 and 5.1% of those age 65 or over. ==Education== The Le Mars Community School District operates local area public schools. ==References== ==External links== *Merrill Iowa Portal style community website *City-Data Comprehensive statistical data and more about Merrill Category:Cities in Iowa Category:Cities in Plymouth County, Iowa Category:Populated places established in 1894",
 "title": "Merrill, Iowa"
}