{
 "id": "114162",
 "text": "Avoca (Irish: Abhóca, meaning 'the great river') is a city in Pottawattamie County, Iowa, United States. The population was 1,683 at the 2020 census. ==History== Avoca was founded in 1869 in connection with the construction of the Chicago, Rock Island and Pacific Railroad through the area. It is named after Avoca in Ireland. It quickly developed as a regional service center for the surrounding farms.Pottawatamie Count Historical Society article on Avoca IN 2005, Avoca opened a local pool. ==Geography== Avoca is located at (41.4790, -95.3373). The city is situated within Iowa's Loess Hills and located between the West Nishnabotna River and its East Branch. According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== thumb|left|alt=The population of Avoca, Iowa from US census data|The population of Avoca, Iowa from US census data ===2010 census=== At the 2010 census there were 1,506 people, 662 households, and 436 families living in the city. The population density was . There were 711 housing units at an average density of . The racial makeup of the city was 98.8% White, 0.2% African American, 0.1% Native American, 0.1% Asian, 0.1% from other races, and 0.6% from two or more races. Hispanic or Latino of any race were 1.9%. Of the 662 households 28.5% had children under the age of 18 living with them, 51.7% were married couples living together, 9.5% had a female householder with no husband present, 4.7% had a male householder with no wife present, and 34.1% were non-families. 29.9% of households were one person and 13.3% were one person aged 65 or older. The average household size was 2.27 and the average family size was 2.78. The median age was 43.2 years. 23.4% of residents were under the age of 18; 6.1% were between the ages of 18 and 24; 22.4% were from 25 to 44; 29.3% were from 45 to 64; and 18.7% were 65 or older. The gender makeup of the city was 48.9% male and 51.1% female. ===2000 census=== At the 2000 census there were 1,610 people, 666 households, and 458 families living in the city. The population density was 830.6 people per square mile (320.4/km2). There were 706 housing units at an average density of 364.2 per square mile (140.5/km2). The racial makeup of the city was 99.19% White, 0.06% African American, 0.06% Asian, 0.06% from other races, and 0.62% from two or more races. Hispanic or Latino of any race were 1.37%. Of the 666 households 29.3% had children under the age of 18 living with them, 58.1% were married couples living together, 6.9% had a female householder with no husband present, and 31.1% were non-families. 27.6% of households were one person and 15.3% were one person aged 65 or older. The average household size was 2.35 and the average family size was 2.85. 23.2% are under the age of 18, 7.6% from 18 to 24, 25.0% from 25 to 44, 22.7% from 45 to 64, and 21.4% 65 or older. The median age was 41 years. For every 100 females, there were 94.0 males. For every 100 females age 18 and over, there were 87.6 males. The median household income was $39,826 and the median family income was $45,000. Males had a median income of $30,272 versus $20,284 for females. The per capita income for the city was $20,908. About 1.5% of families and 3.5% of the population were below the poverty line, including 4.8% of those under age 18 and 4.8% of those age 65 or over. == Education == The community is served by the AHSTW Community School District.\"AHSTW .\" Iowa Department of Education. Retrieved on July 15, 2018. In 1957 Avoca combined with the city of Hancock to form the Avo-Ha Community School District. On July 1, 1996, the district merged into the A-H- S-T Community School District combining with nearby towns of Shelby and Tennant. In turn, the conglomerate merged into AHSTW on July 1, 2016 when the small town of Walnut joined. The school and towns are a great safe place to raise a family.\"REORGANIZATION & DISSOLUTION ACTIONS SINCE 1965-66 .\" Iowa Department of Education. Retrieved on July 20, 2018. == Notable people == * Richard Beymer (born 1938), the actor best known as Tony, the lead role in West Side Story * Johnny Carson (1925-2005), the television comedian, lived in Avoca as a child until his family moved to Norfolk, Nebraska in 1936. * Edwin T. Meredith (1876–1928), Secretary of Agriculture under president Woodrow Wilson * Richard C. Turner (1927-1986), Iowa lawyer and politician, was born in Avoca.'U.S. Attorney Turner dies of heart attack,' Des Moines Register, Bob Shaw, September 29, 1986, pg. 1. 11A ==References== ==External links== * City of Avoca, Iowa * The Pottawattamie County Genealogical Society * Roadside America- Avoca Spider Bug * Farmall- Land Tractor Museum * City Data Comprehensive Statistical Data and more about Avoca Category:Cities in Iowa Category:Cities in Pottawattamie County, Iowa Category:Populated places established in 1869 Category:1869 establishments in Iowa",
 "title": "Avoca, Iowa"
}