{
 "id": "114229",
 "text": "Granville is a city in Sioux County, Iowa, United States. The population was 310 at the time of the 2020 census. ==History== Granville was platted in 1882. It was named for Richard Grenville, an English explorer. A post office called Granville has been in operation since 1884. ==Geography== Granville is located at (42.984552, -95.875737). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== thumb|left|alt=The population of Granville, Iowa from US census data|The population of Granville, Iowa from US census data ===2010 census=== As of the census of 2010, there were 312 people, 138 households, and 84 families living in the city. The population density was . There were 161 housing units at an average density of . The racial makeup of the city was 89.7% White, 0.6% African American, 0.3% Asian, 7.4% from other races, and 1.9% from two or more races. Hispanic or Latino of any race were 13.1% of the population. There were 138 households, of which 26.8% had children under the age of 18 living with them, 51.4% were married couples living together, 5.8% had a female householder with no husband present, 3.6% had a male householder with no wife present, and 39.1% were non- families. 34.1% of all households were made up of individuals, and 15.9% had someone living alone who was 65 years of age or older. The average household size was 2.25 and the average family size was 2.82. The median age in the city was 41.7 years. 23.7% of residents were under the age of 18; 9% were between the ages of 18 and 24; 20.2% were from 25 to 44; 26.8% were from 45 to 64; and 20.2% were 65 years of age or older. The gender makeup of the city was 51.9% male and 48.1% female. ===2000 census=== As of the census of 2000, there were 325 people, 145 households, and 84 families living in the city. The population density was 1,121.6 people per square mile (432.7/km2). There were 161 housing units at an average density of 555.6 per square mile (214.4/km2). The racial makeup of the city was 98.77% White, 0.62% from other races, and 0.62% from two or more races. Hispanic or Latino of any race were 0.62% of the population. There were 145 households, out of which 26.9% had children under the age of 18 living with them, 49.7% were married couples living together, 6.2% had a female householder with no husband present, and 41.4% were non- families. 39.3% of all households were made up of individuals, and 27.6% had someone living alone who was 65 years of age or older. The average household size was 2.24 and the average family size was 2.96. In the city, the population was spread out, with 26.5% under the age of 18, 5.5% from 18 to 24, 24.6% from 25 to 44, 18.2% from 45 to 64, and 25.2% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 93.5 males. For every 100 females age 18 and over, there were 85.3 males. The median income for a household in the city was $33,000, and the median income for a family was $43,281. Males had a median income of $27,344 versus $21,667 for females. The per capita income for the city was $15,352. About 9.3% of families and 14.9% of the population were below the poverty line, including 22.2% of those under age 18 and 6.1% of those age 65 or over. ==Education== MOC-Floyd Valley Community School District is the local school district. The district formed on July 1, 1994 with the merger of the Maurice-Orange City and Floyd Valley districts. The city was home to Spalding Catholic High School. Granville was known for its successful baseball program, as the Spartans have won state championships in 1971, 1974, 1975, 1976, 1989, 2000 and 2001. They have also qualified for the state tournament multiple times since that last championship. Their rival is Remsen St. Mary's, a school located 15 miles southwest. Spalding Catholic has merged with Gehlen Catholic High School as of the 2013–14 school year. Spalding Catholic School, which serves elementary grades, is located in a single campus in Alton. After the closure of Spalding High, the system served as a K-8 school and had multiple campuses, with middle school in Granville, but the Granville campus closed in 2017, and middle school students are now attending Gehlen Catholic School in LeMars. The Granville building is now used as St. Joseph's Parish Center. ==References== Category:Cities in Iowa Category:Cities in Sioux County, Iowa",
 "title": "Granville, Iowa"
}