{
 "id": "114282",
 "text": "Bonaparte is a city in Van Buren County, Iowa, United States. The population was 359 at the 2020 census. The town is located on the Des Moines River and contains a number of historical buildings, including a large pottery. ==History== The area was established in 1837 by William Meek, and named Meek's Mill. The lots were resurveyed in 1841, and the name was changed to Bonaparte. Another townsite called Napoleon was established across the river, though it was never developed. William Meek was an admirer of the Emperor, and was responsible for both names. The town was incorporated in 1899. The town was flooded during the Flood of 1851. Bonaparte is located along the historic Mormon Trail, and there are five sites in or near Bonaparte listed on the National Register of Historic Places: * Aunty Green Hotel * Bonaparte Historic Riverfront District * Bonaparte Pottery Archeological District * Meek's Flour Mill * Des Moines River Locks No. 5 and No. 7 Charles E. Pickett, who served two terms as a U.S. Representative from Iowa's 3rd congressional district, was born near Bonaparte. ==Geography== Bonaparte's longitude and latitude coordinates in decimal form are 40.699914, -91.800837. According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== thumb|left|alt=The population of Bonaparte, Iowa from US census data|The population of Bonaparte, Iowa from US census data ===2010 census=== At the 2010 census, there were 433 people, 190 households and 117 families living in the city. The population density was . There were 212 housing units at an average density of . The racial makeup of the city was 99.3% White, 0.2% Asian, 0.2% from other races, and 0.2% from two or more races. Hispanic or Latino of any race were 2.1% of the population. There were 190 households, of which 29.5% had children under the age of 18 living with them, 44.2% were married couples living together, 15.3% had a female householder with no husband present, 2.1% had a male householder with no wife present, and 38.4% were non-families. 33.2% of all households were made up of individuals, and 14.3% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.91. The median age was 37.3 years. 25.4% of residents were under the age of 18; 8.4% were between the ages of 18 and 24; 24.3% were from 25 to 44; 26.5% were from 45 to 64; and 15.2% were 65 years of age or older. The gender makeup was 48.0% male and 52.0% female. ===2000 census=== At the 2000 census, of 2000, there were 458 people, 190 households and 121 families living in the city. The population density was 1,254.2 per square mile (477.9/km). There were 212 housing units at an average density of 580.6 per square mile (221.2/km). The racial makeup was 100.00% White. Hispanic or Latino of any race were 1.31% of the population. There were 190 households, of which 32.1% had children under the age of 18 living with them, 46.8% were married couples living together, 9.5% had a female householder with no husband present, and 36.3% were non-families. 31.1% of all households were made up of individuals, and 15.3% had someone living alone who was 65 years of age or older. The average household size was 2.41 and the average family size was 3.02. 27.3% of the population were under the age of 18, 10.5% from 18 to 24, 26.4% from 25 to 44, 20.7% from 45 to 64, and 15.1% who were 65 years of age or older. The median age was 34 years. For every 100 females there were 100.0 males. For every 100 females age 18 and over, there were 88.1 males. The median household income was $28,438 and the median family income was $33,750. Males had a median income of $30,057 and females $19,479. The per capita income was $12,479. About 16.5% of families and 15.9% of the population were below the poverty line, including 12.0% of those under age 18 and 20.0% of those age 65 or over. ==Education== The community is served by the Van Buren County Community School District. It was previously in the Harmony Community School District,\"Harmony.\" Iowa Department of Education. Retrieved on June 20, 2018. until it merged into Van Buren County CSD on July 1, 2019. (PDF p. 177/186) - From section \"REORGANIZATION & DISSOLUTION ACTIONS SINCE 1965-66\" ==In the news== On October 14, 2006, five Bonaparte natives were murdered in their home. Michael Bentler, 53, his wife Sandra, 47, and their three daughters: Sheena, 17, Shelby, 15 and Shayne, 14, were pronounced dead at the scene. The family's oldest and surviving child, Shawn Michael Bentler, 22, was arrested in Illinois on unrelated drug charges. The following Sunday afternoon, he was charged with five counts of first-degree murder, in what has been characterized by the media as one of the worst mass murders in Iowa history. Shawn was found guilty on May 24, 2007. On October 25, 1996, Bonaparte was the location of a birthday party for Laura Van Wyhe, the 21-year-old mother who was found fatally injured hours later in Kahoka, Missouri. \"Bonaparte\" is the name of the 2021 podcast about the circumstances of her death, and her decades-old unsolved case. ==Notable person== *Ida Sedgwick Proper, writer and suffragist ==References== ==Further reading== *History of Bonaparte, from Van Buren County Historical Society. ==External links== *Bonaparte webpage *The Old Bonaparte Pottery *City-Data Comprehensive Statistical Data and more about Bonaparte Category:Cities in Iowa Category:Cities in Van Buren County, Iowa",
 "title": "Bonaparte, Iowa"
}