{
 "id": "114207",
 "text": "LeClaire is a city in Scott County, Iowa, United States. The population was 4,710 in 2020, a 65.4% increase from 2,847 in 2000, making it one of the fastest-growing communities in the Quad Cities. LeClaire is considered a suburb and part of the Quad Cities Metropolitan Area, which include the area of Davenport and Bettendorf, Iowa, and Rock Island, Moline, and East Moline, Illinois. == History == The city takes its name from Antoine LeClaire, a Métis trader of First Nations-French Canadian descent, who originally owned the land.\"Clearing up the spelling of the town called 'LeClaire'\", Quad-City Times, 2010-06-28. Accessed 2010-06-28. Although the city's official name is \"LeClaire,\" it is often spelled \"Le Claire,\" and has also been recorded as \"LeClare.\" The town was incorporated in 1855, having been settled by European Americans as early as the 1830s. A Canadian Pacific Rail train derailed on 3 January 2020 around 11:00 a.m. near the Buffalo Bill Museum in downtown LeClaire, just yards from the Mississippi River. At least a dozen rail cars and tankers toppled off their tracks, forcing police to send a hazardous materials team to the site. Officials say Canadian Pacific Railroad had found no significant air or water contamination. No one was injured and no buildings were damaged in the derailment, although some vehicles in a nearby parking lot were damaged. LeClaire is known as the site of the reality television series American Pickers, aired by the History Channel, and home to Antique Archeology, an antiques store featured on the show. It is the birthplace of William Frederick Cody, aka Buffalo Bill Cody. ==Geography== LeClaire is located at (41.596233, -90.356252). According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 3,765 people, 1,500 households, and 1,089 families living in the city. The population density was . There were 1,602 housing units at an average density of . The racial makeup of the city was 96.2% White, 1.0% African American, 0.1% Native American, 0.4% Asian, 0.6% from other races, and 1.8% from two or more races. Hispanic or Latino of any race were 3.0% of the population. There were 1,500 households, of which 34.5% had children under the age of 18 living with them, 59.7% were married couples living together, 8.6% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 27.4% were non-families. 21.8% of all households were made up of individuals, and 6.7% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 2.92. The median age in the city was 40 years. 24.8% of residents were under the age of 18; 6% were between the ages of 18 and 24; 27.7% were from 25 to 44; 29.6% were from 45 to 64; and 12% were 65 years of age or older. The gender makeup of the city was 50.6% male and 49.4% female. ===2000 census=== As of the census of 2000, there were 2,847 people, 1,104 households, and 819 families living in the city. The population density was 680.0 people per square mile (262.3/km). There were 1,175 housing units at an average density of 280.6/sq mi (108.3/km). The racial makeup of the city was 97.72% White, 0.21% African American, 0.11% Native American, 0.42% Asian, 0.60% from other races, and 0.95% from two or more races. Hispanic or Latino of any race were 2.21% of the population. There were 1,104 households, out of which 35.0% had children under the age of 18 living with them, 60.9% were married couples living together, 8.7% had a female householder with no husband present, and 25.8% were non-families. 21.0% of all households were made up of individuals, and 6.7% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 2.98. 26.7% are under the age of 18, 7.2% from 18 to 24, 30.0% from 25 to 44, 26.3% from 45 to 64, and 9.8% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 99.9 males. For every 100 females age 18 and over, there were 96.4 males. The median income for a household in the city was $45,644, and the median income for a family was $51,546. Males had a median income of $42,188 versus $26,395 for females. The per capita income for the city was $21,243. About 2.9% of families and 5.1% of the population were below the poverty line, including 3.4% of those under age 18 and 4.3% of those age 65 or over. == Education == LeClaire is part of the Pleasant Valley Community School District, and is home to three of the district's schools. In- town elementary students attend Bridgeview Elementary, while students living in outlying areas are assigned to Cody Elementary. Junior high students are bussed to Pleasant Valley Junior High School (known as Blackhawk Junior High from 1970 to 2001), also on the city's outskirts. The district's four other elementary schools (Pleasant View, Riverdale Heights, Hopewell and Forest Grove), the high school, and the district's administrative offices are located in eastern Bettendorf. LeClaire residents have one district director on Pleasant Valley's seven-member board of education. Another director serves the city's adjacent rural areas. From early in the town's history until 1966, the LeClaire Independent School District served the educational needs of students. Students attended a brick building at 425 N. Third Street, known as Albert Gross School, which housed kindergarten through grade 12. The last LeClaire High School graduation was in 1960, after which they were tuitioned to Bettendorf. The school continued as a K-9 facility until 1966, when the district was consolidated with the Pleasant Valley School District; at that time, high school-aged students from LeClaire began attending Pleasant Valley. == Culture == === Tugfest === Tugfest is an annual three-day-long event in early August in which a rope is stretched across the Mississippi River from LeClaire, Iowa to Port Byron, Illinois. There are 10 men's teams of 20 and one woman's team of 25, that tug against each other. The team which pulls the most rope wins, and whichever state wins the most contests wins Tugfest. The event is also associated with a large fireworks display, live band, road race, carnival and food on both sides of the river. Port Byron, the 2016 champion, holds an overall record of 19–11 in the competition. === Buffalo Bill Museum === The Buffalo Bill Museum, located on the riverfront in LeClaire, commemorates Buffalo Bill and contains memorabilia from his Wild West Show. It also displays antiques and other items of historic interest. === American Pickers === LeClaire is the home of Antique Archaeology, an antique store operated by Mike Wolfe that is featured on the History Channel's reality television series, American Pickers. Wolfe was also a one-time LeClaire firefighter and city council member. ===Bald Eagles=== LeClaire offers some of the best bald eagle photography opportunities in the continental US, from December to March each year at Lock and Dam 14 on the Mississippi River. The eagles migrate along the flyway of the Mississippi River, and congregate at the lock and dam area to catch fish. == Notable people == * William Fredrick \"Buffalo Bill\" Cody (1846–1917), known for his wild west shows * Mike Wolfe, star and creator of the television show American Pickers * Frank Fritz, star of the television show American Pickers ==See also== *James Gamble House ==References== Reed, R. N. (2010). LeClaire at night photo. © 2010 Adesign, Inc. ==External links== *LeClaire homepage *City-Data Comprehensive Statistical Data and more about LeClaire Category:Cities in Iowa Category:Cities in Scott County, Iowa Category:Iowa populated places on the Mississippi River Category:Cities in the Quad Cities Category:1855 establishments in Iowa Category:Populated places established in 1855",
 "title": "Le Claire, Iowa"
}