{
 "id": "114324",
 "text": "Millerton is a city in Wayne County, Iowa, United States. The population was 36 at the time of the 2020 census. ==Geography== Millerton is located at (40.849215, -93.305545). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 45 people, 18 households, and 10 families living in the city. The population density was . There were 26 housing units at an average density of . The racial makeup of the city was 95.6% White, 2.2% African American, and 2.2% Native American. There were 18 households, of which 27.8% had children under the age of 18 living with them, 44.4% were married couples living together, 5.6% had a female householder with no husband present, 5.6% had a male householder with no wife present, and 44.4% were non- families. 22.2% of all households were made up of individuals, and 11.2% had someone living alone who was 65 years of age or older. The average household size was 2.50 and the average family size was 3.20. The median age in the city was 40.3 years. 22.2% of residents were under the age of 18; 20% were between the ages of 18 and 24; 11% were from 25 to 44; 24.5% were from 45 to 64; and 22.2% were 65 years of age or older. The gender makeup of the city was 46.7% male and 53.3% female. ===2000 census=== As of the census of 2000, there were 48 people, 22 households, and 10 families living in the city. The population density was 230.1 people per square mile (88.3/km). There were 28 housing units at an average density of 134.2 per square mile (51.5/km). The racial makeup of the city was 100.00% White. There were 22 households, out of which 27.3% had children under the age of 18 living with them, 45.5% were married couples living together, and 54.5% were non-families. 54.5% of all households were made up of individuals, and 40.9% had someone living alone who was 65 years of age or older. The average household size was 2.18 and the average family size was 3.60. In the city, the population was spread out, with 27.1% under the age of 18, 6.3% from 18 to 24, 25.0% from 25 to 44, 20.8% from 45 to 64, and 20.8% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 65.5 males. For every 100 females age 18 and over, there were 75.0 males. The median income for a household in the city was $19,286, and the median income for a family was $43,750. Males had a median income of $26,250 versus $25,625 for females. The per capita income for the city was $10,650. None of the population and none of the families were below the poverty line. ==Education== Wayne Community School District operates public schools serving the community.\"Wayne.\" Iowa Department of Education. Retrieved on June 18, 2018. ==References== Category:Cities in Iowa Category:Cities in Wayne County, Iowa",
 "title": "Millerton, Iowa"
}