{
 "id": "114402",
 "text": "Effingham is a city in Atchison County, Kansas, United States. As of the 2010 census, the city population was 546. ==History== The first post office in Effingham was established in 1868. Effingham experienced growth when the Central Branch Union Pacific Railroad was built through the neighborhood and by the 1880s was a thriving village. Effingham was named in honor of Effingham H. Nichols, an early promoter of the Central Branch Union Pacific Railroad.Kansas Place-Names,John Rydjord, University of Oklahoma Press, 1972, p. 435 ==Geography== Effingham is located at (39.522774, -95.398633). According to the United States Census Bureau, the city has a total area of , all of it land. ==Demographics== ===2010 census=== As of the census of 2010, there were 546 people, 217 households, and 141 families living in the city. The population density was . There were 252 housing units at an average density of . The racial makeup of the city was 96.0% White, 1.6% African American, 0.9% Native American, 0.4% from other races, and 1.1% from two or more races. Hispanic or Latino of any race were 2.9% of the population. There were 217 households, of which 35.0% had children under the age of 18 living with them, 51.6% were married couples living together, 10.1% had a female householder with no husband present, 3.2% had a male householder with no wife present, and 35.0% were non-families. 31.3% of all households were made up of individuals, and 15.7% had someone living alone who was 65 years of age or older. The average household size was 2.52 and the average family size was 3.23. The median age in the city was 36.6 years. 30.2% of residents were under the age of 18; 5.2% were between the ages of 18 and 24; 26.4% were from 25 to 44; 19.7% were from 45 to 64; and 18.5% were 65 years of age or older. The gender makeup of the city was 49.3% male and 50.7% female. ===2000 census=== As of the census of 2000, there were 588 people, 236 households, and 155 families living in the city. The population density was 1,091.9 people per square mile (420.4/km). There were 255 housing units at an average density of 473.5 per square mile (182.3/km). The racial makeup of the city was 97.28% White, 0.34% African American, 1.36% Native American, 0.51% from other races, and 0.51% from two or more races. Hispanic or Latino of any race were 0.51% of the population. There were 236 households, out of which 31.4% had children under the age of 18 living with them, 55.5% were married couples living together, 9.3% had a female householder with no husband present, and 34.3% were non-families. 30.9% of all households were made up of individuals, and 18.2% had someone living alone who was 65 years of age or older. The average household size was 2.49 and the average family size was 3.12. In the city, the population was spread out, with 27.7% under the age of 18, 9.0% from 18 to 24, 21.9% from 25 to 44, 24.1% from 45 to 64, and 17.2% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 90.3 males. For every 100 females age 18 and over, there were 86.4 males. The median income for a household in the city was $37,656, and the median income for a family was $47,083. Males had a median income of $30,139 versus $20,000 for females. The per capita income for the city was $14,505. About 2.0% of families and 4.5% of the population were below the poverty line, including 4.8% of those under age 18 and 5.6% of those age 65 or over. ==See also== * Atchison County Community High School ==References== ==External links== * City of Effingham * Effingham - Directory of Public Officials * USD 377, local school district * Effingham City Map, KDOT Category:Cities in Kansas Category:Cities in Atchison County, Kansas Category:1868 establishments in Kansas Category:Populated places established in 1868",
 "title": "Effingham, Kansas"
}