{
 "id": "114521",
 "text": "Chapman is a city in Dickinson County, Kansas, United States. As of the 2020 census, the population of the city was 1,377. ==History== The first settlement was made at Chapman in 1868, and the same year Jackman's mill was built on Chapman creek a little northeast of the present town. James Streeter and S. M. Strickler laid out the town in 1871.Kansas Skyways Library , Chapman, Kansas It was named from the Chapman Creek. The first post office at Chapman was established in 1866, but the post office was given the name Chapman's Creek until 1872. ===2008 tornado=== On the evening of June 11, 2008, a ½-mile wide tornado swept through Chapman. The tornado moved from the southwest side of town, through the central business district, and then on out of town. Many buildings and structures in the town suffered extensive damage; most of the downtown area was obliterated and over 60 homes were destroyed. At least one person was confirmed dead in early reports.Wichita Eagle-Beacon Tornado claims 2 lives in Kansas John Hanna, posted and retrieved on June 12, 2008 The American Red Cross estimated that seventy-five percent of homes suffered major damage and/or were destroyed. School buildings and churches suffered extensive damage and at least 200 people were displaced from the town. Sharon Watson, public affairs director for the Kansas Army National Guard, said the damage was \"very reminiscent of Greensburg,\" a small city in southwestern Kansas that was similarly damaged during the May 2007 Tornado Outbreak. ===Extreme Makeover: Home Edition=== On January 23, 2009, Friday, in the episode \"Tutwiler Family\" (2009) of Extreme Makeover: Home Edition, the show helped Chapman, Kansas to rebuild their lives and homes. In the episode, the show arrived to assist an Iraqi war veteran, his wife and their four young children, who were among those left homeless by the tornado. In addition to rebuilding the Tutwiler home, a coalition of builders, volunteers, and crew of Extreme Makeover: Home Edition helped neighbors with furniture and some rebuilding, and they built the town's first community center that could also be used as a safe shelter for tornado protection.Extreme Makeover: Home Edition: Chapman, Kansas , TV Guide, Paige Hemmis, January 23, 2009 By the end of 2009, the Tutwiler family had placed their house on the market, saying they wanted to leave the town of Chapman, citing \"scrutiny and ill feelings\" from several Chapman residents who claimed the family did not deserve the makeover had made residing in their new home extremely difficult. The Tutweilers have since relocated to an army base in Texas. Later that year the house was sold.'Makeover' home for sale ==Geography== Chapman is located at (38.971772, -97.021791). According to the United States Census Bureau, the city has a total area of , all of it land. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Chapman has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Chapman, Kansas ==Demographics== For population 25 and over in Chapman, 87.2% have a high school diploma or higher, 17.0% have a bachelor's degree or higher, and 5.7% have a Graduate degree or higher. ===2010 census=== As of the census of 2010, there were 1,393 people, 529 households, and 374 families residing in the city. The population density was . There were 572 housing units at an average density of . The racial makeup of the city was 95.3% White, 1.4% African American, 0.4% Native American, 0.4% Asian, 0.4% from other races, and 2.2% from two or more races. Hispanic or Latino of any race were 3.0% of the population. There were 529 households, of which 36.9% had children under the age of 18 living with them, 54.1% were married couples living together, 11.9% had a female householder with no husband present, 4.7% had a male householder with no wife present, and 29.3% were non-families. 23.8% of all households were made up of individuals, and 11.3% had someone living alone who was 65 years of age or older. The average household size was 2.54 and the average family size was 3.01. The median age in the city was 38.4 years. 26.7% of residents were under the age of 18; 5.9% were between the ages of 18 and 24; 26.3% were from 25 to 44; 24.1% were from 45 to 64; and 16.9% were 65 years of age or older. The gender makeup of the city was 47.5% male and 52.5% female. ===2000 census=== As of the census of 2000, there were 1,241 people, 488 households, and 348 families residing in the city. The population density was 1,627.4 people per square mile (630.5/km). There were 534 housing units at an average density of 700.3 per square mile (271.3/km). The racial makeup of the city was 94.76% White, 0.48% African American, 0.97% Native American, 0.40% Asian, 0.73% from other races, and 2.66% from two or more races. Hispanic or Latino of any race were 2.98% of the population. There were 488 households, out of which 34.2% had children under the age of 18 living with them, 55.9% were married couples living together, 12.7% had a female householder with no husband present, and 28.5% were non-families. 24.2% of all households were made up of individuals, and 12.7% had someone living alone who was 65 years of age or older. The average household size was 2.43 and the average family size was 2.87. In the city, the population was spread out, with 24.6% under the age of 18, 7.5% from 18 to 24, 27.6% from 25 to 44, 20.6% from 45 to 64, and 19.7% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 90.3 males. For every 100 females age 18 and over, there were 83.9 males. The median income for a household in the city was $40,000, and the median income for a family was $44,063. Males had a median income of $30,536 versus $22,891 for females. The per capita income for the city was $16,842. About 4.3% of families and 7.0% of the population were below the poverty line, including 9.2% of those under age 18 and 6.5% of those age 65 or over. ==Education== The community is served by Chapman USD 473 public school district. ==Government== The city is ruled by a mayor, 5 councilmen and a city administrator. The mayor is Howard Battleshill. The council members are Tim Jury, Luan Sparks, Howard Batteshill, Lee Wolf, and Clint Thornton. John Dudte is the city administrator. ==Notable people== :See List of people from Dickinson County, Kansas Frankie Burke was born in Brooklyn, New York before traveling to Hollywood to become an actor. He starred in an estimated sixteen films, including Angels with Dirty Faces (1938) and other films (many uncredited) before disappearing altogether after his last role in Shadow of the Thin Man (1941). In the early 1960s, he opted to become a hobo and travel across the United States in freight trains. He ended up settling in Chapman, where he died in 1983 at the age of 67. Joseph Henry Engle is a retired U.S. Air Force Major General and a former NASA astronaut. Engle helped to flight test the joint NASA-Air Force X-15 rocket airplane and was one of the first astronauts in the Space Shuttle program, having flight tested the Space Shuttle Enterprise in 1977. He was commander of the second orbital test flight of the Space Shuttle Columbia in 1981. Harvey T. \"Pop\" Hollinger was one of the first comic book collectors. He set up his retail and mail order shop for new and used comics in Concordia, Kansas, in the late 1930s. Hollinger was born in Chapman and lived there through his high school years. Henry Varnum Poor was an American architect, painter, sculptor, muralist, and potter. \"Henry Varnum Poor, Artist, Dies at 82,\" New York Times. December 9, 1970. Poor designed the \"Crow House\" on South Mountain Road in New City, New York for himself, and designed houses or home renovations for Kurt Weill and Lotte Lenya, John Houseman, Burgess Meredith and Maxwell Anderson. He was born in Chapman. ==See also== * Extreme Makeover: Home Edition (season 6) ==References== ==Further reading== ==External links== ;City * , official website * Chapman - Directory of Public Officials ;Historical * Historic Images of Chapman, Special Photo Collections at Wichita State University Library * Picasa album of tornado damage, 6-2008 * Chapman 2008 tornado on NWS, with radar and photo ;Maps * Chapman city map, KDOT Category:Cities in Kansas Category:Cities in Dickinson County, Kansas Category:Populated places established in 1868 Category:1868 establishments in Kansas",
 "title": "Chapman, Kansas"
}