{
 "id": "114596",
 "text": "Hamilton is a city in Greenwood County, Kansas, United States. As of the 2010 census, the city population was 268. ==History== Hamilton was founded about 1879. The city was named in honor of Alexander Hamilton, first Secretary of the Treasury.Kansas Place-Names, John Rydjord, University of Oklahoma Press, 1972, p. 353 Hamilton was a station and shipping point on the Atchison, Topeka and Santa Fe Railway. ==Geography== Hamilton is located at (37.981244, -96.162605). According to the United States Census Bureau, the city has a total area of , all of it land. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Hamilton has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Hamilton, Kansas ==Demographics== ===2010 census=== As of the census of 2010, there were 268 people, 117 households, and 72 families residing in the city. The population density was . There were 161 housing units at an average density of . The racial makeup of the city was 94.4% White, 2.6% Native American, 0.4% Asian, and 2.6% from two or more races. Hispanic or Latino of any race were 0.4% of the population. There were 117 households, of which 29.9% had children under the age of 18 living with them, 38.5% were married couples living together, 12.0% had a female householder with no husband present, 11.1% had a male householder with no wife present, and 38.5% were non-families. 34.2% of all households were made up of individuals, and 13.7% had someone living alone who was 65 years of age or older. The average household size was 2.29 and the average family size was 2.90. The median age in the city was 40.3 years. 24.3% of residents were under the age of 18; 11.1% were between the ages of 18 and 24; 19.4% were from 25 to 44; 29.5% were from 45 to 64; and 15.7% were 65 years of age or older. The gender makeup of the city was 50.0% male and 50.0% female. ===2000 census=== As of the census of 2000, there were 334 people, 140 households, and 98 families residing in the city. The population density was 1,069.8 people per square mile (416.0/km). There were 164 housing units at an average density of 525.3 per square mile (204.3/km). The racial makeup of the city was 97.90% White, 1.20% African American and 0.90% Native American. Hispanic or Latino of any race were 0.30% of the population. There were 140 households, out of which 32.1% had children under the age of 18 living with them, 55.0% were married couples living together, 10.7% had a female householder with no husband present, and 30.0% were non-families. 26.4% of all households were made up of individuals, and 12.9% had someone living alone who was 65 years of age or older. The average household size was 2.39 and the average family size was 2.86. In the city, the population was spread out, with 25.7% under the age of 18, 11.1% from 18 to 24, 24.6% from 25 to 44, 21.3% from 45 to 64, and 17.4% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 96.5 males. For every 100 females age 18 and over, there were 96.8 males. The median income for a household in the city was $30,781, and the median income for a family was $36,250. Males had a median income of $25,375 versus $21,696 for females. The per capita income for the city was $13,129. About 15.6% of families and 15.9% of the population were below the poverty line, including 16.9% of those under age 18 and 9.3% of those age 65 or over. == Notable person == * Will Carpenter, member of the Kansas House of Representatives ==References== ==Further reading== ==External links== * Hamilton - Directory of Public Officials * USD 390, local school district * Greenwood County maps: Current, Historic, KDOT Category:Cities in Kansas Category:Cities in Greenwood County, Kansas",
 "title": "Hamilton, Kansas"
}