{
 "id": "114525",
 "text": "Woodbine is a city in Dickinson County, Kansas, United States. As of the 2020 census, the population of the city was 157. ==History== For millennia, the land now known as Kansas was inhabited by Native Americans. In 1803, most of modern Kansas was secured by the United States as part of the Louisiana Purchase. In 1854, the Kansas Territory was organized, then in 1861 Kansas became the 34th U.S. state. In 1857, Dickinson County was founded. The city was founded as Lyons, named for the nearby creek, in 1871 by James Allen Gillett Sr. The first post office at Woodbine was established in January, 1872. In 1887, the Chicago, Rock Island and Pacific Railroad built through the area and Lyons was remapped as Woodbine on July 16, 1887. Gillett renamed it Woodbine after his former hometown of Woodbine, Illinois. Along the railroad tracks, Woodbine had a grist mill, grain elevator, depot, and stock yards. Passenger service was offered until 1927 and freight was discontinued in the 1990s. Several bus lines served Woodbine after rail service ended. The town was home to the Woodbine Journal during World War I. Woodbine at one time had four churches; a Lutheran, a Baptist, and an English and a German Methodist. The school was opened in 1880 with the current building being built in 1909. High school classes began in 1914. Woodbine District #32 became Woodbine Rural High School District #1 (parts of Dickinson and Morris counties) in 1925 and the last graduating class was in 1962. Lower grades continued until 1979. Woodbine is now a part of the Rural Vista school district. The Rock Island served the area for many years until the company ceased operation in 1980. The track was then used by various rail lines until being abandoned in the mid-1990s. While part of the line was scrapped, the remaining track from Abilene to Woodbine has been purchased by the Abilene and Smoky Valley Railroad. ==Geography== Woodbine is located at (38.795442, -96.960002). According to the United States Census Bureau, the city has a total area of , all of it land. ==Demographics== ===2010 census=== As of the census of 2010, there were 170 people, 70 households, and 45 families residing in the city. The population density was . There were 85 housing units at an average density of . The racial makeup of the city was 92.9% White, 2.4% African American, 1.8% Native American, 1.2% from other races, and 1.8% from two or more races. Hispanic or Latino of any race were 11.2% of the population. There were 70 households, of which 30.0% had children under the age of 18 living with them, 54.3% were married couples living together, 2.9% had a female householder with no husband present, 7.1% had a male householder with no wife present, and 35.7% were non-families. 28.6% of all households were made up of individuals, and 8.6% had someone living alone who was 65 years of age or older. The average household size was 2.43 and the average family size was 3.00. The median age in the city was 38.8 years. 23.5% of residents were under the age of 18; 8.2% were between the ages of 18 and 24; 28.9% were from 25 to 44; 25.8% were from 45 to 64; and 13.5% were 65 years of age or older. The gender makeup of the city was 51.2% male and 48.8% female. ===2000 census=== As of the census of 2000, there were 207 people, 76 households, and 51 families residing in the city. The population density was 1,451.9 people per square mile (570.9/km). There were 89 housing units at an average density of 624.2 per square mile (245.5/km). The racial makeup of the city was 97.58% White and 2.42% Native American. Hispanic or Latino of any race were 0.97% of the population. There were 76 households, out of which 42.1% had children under the age of 18 living with them, 60.5% were married couples living together, 7.9% had a female householder with no husband present, and 31.6% were non- families. 25.0% of all households were made up of individuals, and 5.3% had someone living alone who was 65 years of age or older. The average household size was 2.72 and the average family size was 3.42. In the city, the population was spread out, with 35.7% under the age of 18, 3.9% from 18 to 24, 29.5% from 25 to 44, 21.7% from 45 to 64, and 9.2% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 101.0 males. For every 100 females age 18 and over, there were 104.6 males. The median income for a household in the city was $27,813, and the median income for a family was $32,857. Males had a median income of $25,313 versus $20,625 for females. The per capita income for the city was $12,709. About 14.3% of families and 16.4% of the population were below the poverty line, including 27.3% of those under the age of eighteen and none of those 65 or over. ==Education== The community is served by Rural Vista USD 481 public school district, which serves Hope, White City, and Woodbine.USD 481 Woodbine schools were closed through school unification. The Woodbine High School mascot was Woodbine Tigers.\"Assaria Captures Tournament Crown\", The Salina Journal, 16 February 1958, p.17. ==See also== * Abilene and Smoky Valley Railroad ==References== ==Further reading== ==External links== * Woodbine - Directory of Public Officials * Historic Images of Woodbine, Special Photo Collections at Wichita State University Library * Woodbine City Map, KDOT Category:Cities in Kansas Category:Cities in Dickinson County, Kansas Category:Populated places established in 1887 Category:1871 establishments in Kansas Category:Populated places established in 1871",
 "title": "Woodbine, Kansas"
}