{
 "id": "114622",
 "text": "Holton is a city in and the county seat of Jackson County, Kansas, United States. As of the 2010 census, the city population was 3,329. ==History== The party that chose the site of Holton started at Milwaukee, Wisconsin, in May 1856. A train of six covered wagons, each drawn by two yoke of oxen, started the long trek to take Free State settlers to Kansas. They were financed by the Kansas Society of Milwaukee which was headed by Edward Dwight Holton, the Milwaukee abolitionist. They met General James H. Lane with two hundred men at Nebraska City, Nebraska, a rendezvous for Free State men. They followed the Jim Lane Road into Kansas approximately thirty miles. They came to Elk Creek, 2½ miles west of Holton, where they cut timbers to make a bridge, crossed it and made camp where Central School now stands. They liked the two streams (later named Banner Creek and Elk Creek) and the pleasant grassy hills, so they decided to stay. A company was organized and a civil engineer who was with them commenced the survey. They named the new town in honor of Holton. A log house was erected; it was so planned that is could be used for a fort and was known as Jim Lane's Fort. In the spring of 1857, J. B. Ingerson surveyed the townsite lots. The county that contains Holton was previously named Calhoun County for the pro-slavery South Carolina Senator John C. Calhoun. In 1859 the name was changed to Jackson County. Holton was chosen as the county seat in 1858. A frame building served as the first courthouse on the east side of the square, near the middle of the block. The first courthouse was built in the center of the square in 1872. The present courthouse was completed in 1921. In 1859, the abolitionist John Brown took a group of escaped slaves through Holton, leading to an incident known as the Battle of the Spurs.The Battle of the Spurs and the Underground Railroad in Jackson County In 1859, Holton had seven dwellings, one store, a blacksmith shop and a steam saw mill. The census taken in April, 1857, gave Holton 291 people; in 1860 the population was 1,936. In 1859 the city was incorporated. In 1879, the residents of Jackson County, Kansas decided to form a university in Holton. It was funded by mining magnate, A. C. Campbell, a former resident who had moved to Utah, and thus named Campbell University. In 1902 it merged with Lane University and became Campbell College.Campbell College Early History In 1913, it merged with Kansas City University, then later closed in 1933. The former site of the college later became the location of Holton High School. ==Geography== Holton is located at (39.4652724, -95.7363723). According to the United States Census Bureau, the city has a total area of , of which, is land and is water. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Holton has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Holton, Kansas ==Demographics== Holton is part of the Topeka, Kansas Metropolitan Statistical Area. ===2010 census=== As of the census of 2010, there were 3,329 people, 1,442 households, and 832 families living in the city. The population density was . There were 1,652 housing units at an average density of . The racial makeup of the city was 89.7% White, 1.1% African American, 3.4% Native American, 0.6% Asian, 2.0% from other races, and 3.2% from two or more races. Hispanic or Latino of any race were 4.9% of the population. There were 1,442 households, of which 29.6% had children under the age of 18 living with them, 41.9% were married couples living together, 12.3% had a female householder with no husband present, 3.5% had a male householder with no wife present, and 42.3% were non-families. 37.9% of all households were made up of individuals, and 20.3% had someone living alone who was 65 years of age or older. The average household size was 2.23 and the average family size was 2.95. The median age in the city was 40.2 years. 24.5% of residents were under the age of 18; 8.1% were between the ages of 18 and 24; 22.9% were from 25 to 44; 23.8% were from 45 to 64; and 20.5% were 65 years of age or older. The gender makeup of the city was 46.6% male and 53.4% female. ===2000 census=== As of the census of 2000, there were 3,353 people, 1,396 households, and 862 families living in the city. The population density was 1,369.2 people per square mile (528.4/km). There were 1,522 housing units at an average density of 621.5 per square mile (239.9/km). The racial makeup of the city was 93.14% White, 1.13% African American, 2.89% Native American, 0.21% Asian, 0.54% from other races, and 2.09% from two or more races. Hispanic or Latino of any race were 2.18% of the population. There were 1,396 households, out of which 28.6% had children under the age of 18 living with them, 47.6% were married couples living together, 11.0% had a female householder with no husband present, and 38.2% were non-families. 34.8% of all households were made up of individuals, and 19.8% had someone living alone who was 65 years of age or older. The average household size was 2.24 and the average family size was 2.88. In the city, the population was spread out, with 23.3% under the age of 18, 8.0% from 18 to 24, 25.0% from 25 to 44, 19.3% from 45 to 64, and 24.4% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 80.6 males. For every 100 females age 18 and over, there were 76.6 males. The median income for a household in the city was $31,866, and the median income for a family was $44,591. Males had a median income of $32,241 versus $24,006 for females. The per capita income for the city was $17,459. About 8.1% of families and 11.3% of the population were below the poverty line, including 17.9% of those under age 18 and 11.9% of those age 65 or over. ==Education== The community is served by Holton USD 336 public school district and Holton High School. ==Notable people== * Case Broderick, politician * Bill James, baseball writer and statistician * Lynn Jenkins, U.S. Congresswoman and House Republican Conference Vice-Chair, graduate of Holton High School * Kendall McComas, child actor, Our Gang. * Pat Roberts, U.S. Senator and 1954 graduate of Holton High School. * Robin Utterback, artist * Bernice T. Van der Vries, Illinois state legislator, was born in Holton.'Illinois Blue Book 1955-1956,' Biographical Sketch of Bernice T. Van der Vries, pg. 214 ==References== ==Further reading== ==External links== * City of Holton * Holton - Directory of Public Officials * Holton Recorder, local newspaper * Holton City Map, KDOT Category:Cities in Kansas Category:County seats in Kansas Category:Cities in Jackson County, Kansas Category:Topeka metropolitan area, Kansas Category:1856 establishments in Kansas Territory",
 "title": "Holton, Kansas"
}