{
 "id": "114626",
 "text": "Soldier is a city in Jackson County, Kansas, United States. As of the 2010 census, the city population was 136. ==History== The first settlement was made at Soldier in 1877, and the town was laid out in the same year. Soldier took its name from Soldier Creek. The city was incorporated in 1896. A tornado in 1883 destroyed 18 buildings and killed 4 people. Soldier was affected by the June 2008 tornado outbreak sequence: a man was found dead outside the city on the morning of June 11, 2008, killed by a tornado estimated at ½ mile (0.8 km) wide. ==Geography== Soldier is located at (39.536792, −95.964849). According to the United States Census Bureau, the city has a total area of , all of it land. ===Climate=== The climate in this area is characterized by relatively high temperatures and evenly distributed precipitation throughout the year. According to the Köppen Climate Classification system, Soldier has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Soldier, Kansas ==Demographics== Soldier is part of the Topeka, Kansas Metropolitan Statistical Area. ===2010 census=== As of the census of 2010, there were 136 people, 48 households, and 33 families living in the city. The population density was . There were 56 housing units at an average density of . The racial makeup of the city was 93.4% White, 3.7% Native American, 0.7% from other races, and 2.2% from two or more races. Hispanic or Latino of any race were 2.2% of the population. There were 48 households, of which 41.7% had children under the age of 18 living with them, 52.1% were married couples living together, 10.4% had a female householder with no husband present, 6.3% had a male householder with no wife present, and 31.3% were non-families. 29.2% of all households were made up of individuals, and 14.6% had someone living alone who was 65 years of age or older. The average household size was 2.83 and the average family size was 3.52. The median age in the city was 33.5 years. 39% of residents were under the age of 18; 4.3% were between the ages of 18 and 24; 22.1% were from 25 to 44; 21.3% were from 45 to 64; and 13.2% were 65 years of age or older. The gender makeup of the city was 55.1% male and 44.9% female. ===2000 census=== As of the census of 2000, there were 122 people, 45 households, and 31 families living in the city. The population density was 800.6 people per square mile (314.0/km2). There were 58 housing units at an average density of 380.6 per square mile (149.3/km2). The racial makeup of the city was 81.15% White, 15.57% Native American, and 3.28% from two or more races. Hispanic or Latino of any race were 6.56% of the population. There were 45 households, out of which 37.8% had children under the age of 18 living with them, 42.2% were married couples living together, 17.8% had a female householder with no husband present, and 31.1% were non- families. 31.1% of all households were made up of individuals, and 15.6% had someone living alone who was 65 years of age or older. The average household size was 2.71 and the average family size was 3.35. In the city, the population was spread out, with 32.0% under the age of 18, 10.7% from 18 to 24, 21.3% from 25 to 44, 18.9% from 45 to 64, and 17.2% who were 65 years of age or older. The median age was 30 years. For every 100 females, there were 93.7 males. For every 100 females age 18 and over, there were 93.0 males. The median income for a household in the city was $18,750, and the median income for a family was $46,000. Males had a median income of $25,417 versus $23,750 for females. The per capita income for the city was $14,768. There were 11.5% of families and 21.2% of the population living below the poverty line, including 23.1% of under eighteens and 42.9% of those over 64. ===Religion=== Two churches are located in Soldier: the Soldier Christian Church and the Soldier Methodist Church. ==Economy== Beside its post office, only one business is located in the city: the Soldier Grill, a restaurant. Another business, the Red Rock Ranch, lies outside of the city limits. ==Education== The community is served by North Jackson USD 335 public school district. Soldier High School won the Kansas State High School boys class BB Indoor Track & Field championship in 1964. ==References== ==Further reading== * A History of Soldier, Kansas; Robert Markham; 85 pages; 1985; ASIN: B0006ELRJ8. ==External links== * Soldier – Directory of Public Officials * Soldier City Map, KDOT Category:Cities in Kansas Category:Cities in Jackson County, Kansas Category:Topeka metropolitan area, Kansas",
 "title": "Soldier, Kansas"
}