{
 "id": "114659",
 "text": "Westwood is a city in northeast Johnson County, Kansas, United States. As of the 2020 census, the population of the city was 1,750. It is the second most densely populated city in the Kansas City Metropolitan Area. ==History== The land where Westwood is located was originally occupied by the Kansa and Pawnee Indians. However, beginning in the 1830s, Captain Joseph Parks, then Head Chief of the Shawnee, worked with the U.S. Government to remove the Shawnee tribes from Ohio to the newly opened reservations in Northeast Kansas. In exchange for his services, the government awarded Parks 1,290 acres of land straddling what is now Johnson and Wyandotte counties as part of an 1854 treaty with the Shawnee. In 1859 Parks died without leaving a will stating what should happen to the land. His heirs spent the next 60 years disputing how the land should be divided. The land that would eventually become Westwood was ultimately awarded to Parks' granddaughter and her husband, Catherine and John Swatzell. In 1898 the Swatzells built a stone home. That home is still located at 4958 Rainbow and is considered the beginnings of the community that would eventually become Westwood. Following World War II the land around the Swatzell's residence began to be seriously developed as a suburb of Kansas City. Originally residents formed the Hudson Mission Homes Association as a loose group who worked to bring streets and utilities to the area. Westwood was formally incorporated as a city in 1949. The name \"Westwood\" was chosen for the city because immediately to the East of Westwood there was Westwood, Missouri, which was already a thriving neighborhood. Further, the name Westwood already appeared in several area subdivisions and the elementary school which was already in existence was called Westwood View. The Westwood Neighborhood Association was formed in 1987 for the purpose of hosting community events. Its first president was Tom Shanks, a sixteen-year-old resident. Its first event was Oktoberfest held in the park located at 50th and Rainbow. It is an event that still takes place in the community annually. ==Geography== According to the United States Census Bureau, the city has a total area of , all of it land. The original boundaries of the city were 47th Street to the North, Rainbow Boulevard to the East, Shawnee Mission Parkway and the rear property line of the homes on 51st Terrace to the South, and Mission Road to the West. In 1960 the city also annexed Westport Annex and Westport View, extending the boundaries of the city to include 47th Place, 47th Terrace, and 48th Street from Rainbow Boulevard to State Line Road. In a 1973 vote, the city declined to consolidate with the neighboring city of Westwood Hills, Kansas. ==Demographics== thumb|right|Detailed map of Westwood thumb|right|Entering Westwood along West 47th Street === 2020 census === As of the census of 2020, there were 1,750 people, 707 households, and 423 families living in the city. The population density was 4,268.3 people per square mile (1,635.5/km2). There were 825 housing units at an average density of 2,012.2 per square mile (771.0/km2). The racial makeup of the city was 86.23% White, .69% African American, .29% Native American, 3.03% Asian, 1.71% from other races, and 8.06% from two or more races. Hispanic or Latino of any race were 8.51% of the population. There were 707 households, out of which 29.56% had children under the age of 18 living with them, 62.6% were married couples living together, 8.1% had a female householder with no husband present, and 23.1% were non-families. The average household size was 2.34 and the average family size was 2.97. The age of the population was spread out, with 22.6% under the age of 18, 62% from 18 to 64, and 15.5% who were 65 years or older. The median age was 36.7 years. The population was split roughly 51% female and 49% male. The median income for a household in the city was $79,955 and the median income for a family was $106,250. About 4.8% of the population were below the poverty line, including 3.2% of those under age 18 and 4.7% of those age 65 and older. ===2010 census=== As of the census of 2010, there were 1,506 people, 693 households, and 386 families living in the city. The population density was . There were 732 housing units at an average density of . The racial makeup of the city was 94.6% White, 0.9% African American, 0.3% Native American, 1.8% Asian, 0.1% Pacific Islander, 0.5% from other races, and 1.9% from two or more races. Hispanic or Latino of any race were 7.7% of the population. There were 693 households, of which 28.3% had children under the age of 18 living with them, 45.0% were married couples living together, 7.6% had a female householder with no husband present, 3.0% had a male householder with no wife present, and 44.3% were non-families. 34.8% of all households were made up of individuals, and 11.2% had someone living alone who was 65 years of age or older. The average household size was 2.17 and the average family size was 2.88. The median age in the city was 38.8 years. 21.2% of residents were under the age of 18; 4.6% were between the ages of 18 and 24; 34.1% were from 25 to 44; 25.1% were from 45 to 64; and 14.8% were 65 years of age or older. The gender makeup of the city was 48.0% male and 52.0% female. ===2000 census=== As of the census of 2000, there were 1,533 people, 711 households, and 418 families living in the city. The population density was 3,791.5 people per square mile (1,479.7/km). There were 731 housing units at an average density of 1,808.0 per square mile (705.6/km). The racial makeup of the city was 95.83% White, 0.33% African American, 0.26% Native American, 1.70% Asian, 0.91% from other races, and 0.98% from two or more races. Hispanic or Latino of any race were 5.09% of the population. There were 711 households, out of which 24.6% had children under the age of 18 living with them, 48.8% were married couples living together, 7.2% had a female householder with no husband present, and 41.1% were non-families. 35.3% of all households were made up of individuals, and 12.2% had someone living alone who was 65 years of age or older. The average household size was 2.16 and the average family size was 2.82. In the city, the population was spread out, with 20.5% under the age of 18, 4.2% from 18 to 24, 35.1% from 25 to 44, 22.8% from 45 to 64, and 17.3% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 88.8 males. For every 100 females age 18 and over, there were 83.7 males. The median income for a household in the city was $49,185, and the median income for a family was $66,765. Males had a median income of $49,167 versus $35,898 for females. The per capita income for the city was $31,048. About 2.6% of families and 4.2% of the population were below the poverty line, including 6.2% of those under age 18 and 3.5% of those age 65 or over. ==References== ==Further reading== ==External links== * City of Westwood * Westwood Walking Tour Category:Cities in Kansas Category:Cities in Johnson County, Kansas",
 "title": "Westwood, Kansas"
}