{
 "id": "114677",
 "text": "Labette is a city in Labette County, Kansas, United States. As of the 2010 census, the city population was 78. ==History== There have been three separate towns with the name Labette in Labette County since 1866. The present one was founded in 1870. It was named for Pierre Labette, a pioneer settler. Labette was a station on the Missouri–Kansas–Texas Railroad. ==Geography== Labette is located at (37.230391, -95.183793). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 78 people, 32 households, and 21 families residing in the city. The population density was . There were 36 housing units at an average density of . The racial makeup of the city was 98.7% White and 1.3% Native American. There were 32 households, of which 28.1% had children under the age of 18 living with them, 62.5% were married couples living together, 3.1% had a male householder with no wife present, and 34.4% were non-families. 34.4% of all households were made up of individuals, and 12.5% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 3.05. The median age in the city was 39.5 years. 21.8% of residents were under the age of 18; 8.9% were between the ages of 18 and 24; 25.7% were from 25 to 44; 32.1% were from 45 to 64; and 11.5% were 65 years of age or older. The gender makeup of the city was 50.0% male and 50.0% female. ===2000 census=== As of the census of 2000, there were 68 people, 30 households, and 23 families residing in the city. The population density was 303.7 people per square mile (119.3/km). There were 34 housing units at an average density of 151.8 per square mile (59.7/km). The racial makeup of the city was 100.00% White. There were 30 households, out of which 20.0% had children under the age of 18 living with them, 70.0% were married couples living together, 6.7% had a female householder with no husband present, and 23.3% were non-families. 20.0% of all households were made up of individuals, and 10.0% had someone living alone who was 65 years of age or older. The average household size was 2.27 and the average family size was 2.61. In the city, the population was spread out, with 17.6% under the age of 18, 5.9% from 18 to 24, 20.6% from 25 to 44, 44.1% from 45 to 64, and 11.8% who were 65 years of age or older. The median age was 49 years. For every 100 females, there were 94.3 males. For every 100 females age 18 and over, there were 86.7 males. The median income for a household in the city was $25,000, and the median income for a family was $38,750. Males had a median income of $26,250 versus $16,875 for females. The per capita income for the city was $13,677. There were 14.3% of families and 24.6% of the population living below the poverty line, including 60.0% of under eighteens and none of those over 64. ==Education== The community is served by Labette County USD 506 public school district. ==References== ==Further reading== ==External links== * Labette - Directory of Public Officials * Labette City Map, KDOT Category:Cities in Kansas Category:Cities in Labette County, Kansas",
 "title": "Labette, Kansas"
}