{
 "id": "114674",
 "text": "Bartlett is a city in Labette County, Kansas, United States. As of the 2010 census, the city population was 80. ==History== Bartlett was platted in June 1886. It was named for one of its founders, Robert A. Bartlett. The first post office in Bartlett was established in September 1886. Bartlett was located on the Missouri Pacific Railway. ==Geography== Bartlett is located at (37.054922, -95.211588). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 80 people, 32 households, and 24 families residing in the city. The population density was . There were 42 housing units at an average density of . The racial makeup of the city was 76.3% White, 7.5% Native American, and 16.3% from two or more races. Hispanic or Latino of any race were 2.5% of the population. There were 32 households, of which 31.3% had children under the age of 18 living with them, 56.3% were married couples living together, 9.4% had a female householder with no husband present, 9.4% had a male householder with no wife present, and 25.0% were non-families. 18.8% of all households were made up of individuals. The average household size was 2.50 and the average family size was 2.75. The median age in the city was 35 years. 21.2% of residents were under the age of 18; 17.7% were between the ages of 18 and 24; 26.3% were from 25 to 44; 26.4% were from 45 to 64; and 8.8% were 65 years of age or older. The gender makeup of the city was 52.5% male and 47.5% female. ===2000 census=== As of the census of 2000, there were 124 people, 46 households, and 32 families residing in the city. The population density was 946.9 people per square mile (368.3/km2). There were 47 housing units at an average density of 358.9 per square mile (139.6/km2). The racial makeup of the city was 86.29% White, 5.65% Native American, 3.23% Asian, 0.81% from other races, and 4.03% from two or more races. Hispanic or Latino of any race were 4.03% of the population. There were 46 households, out of which 34.8% had children under the age of 18 living with them, 54.3% were married couples living together, 13.0% had a female householder with no husband present, and 30.4% were non-families. 26.1% of all households were made up of individuals, and 13.0% had someone living alone who was 65 years of age or older. The average household size was 2.70 and the average family size was 3.31. In the city, the population was spread out, with 31.5% under the age of 18, 7.3% from 18 to 24, 26.6% from 25 to 44, 22.6% from 45 to 64, and 12.1% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 100.0 males. For every 100 females age 18 and over, there were 97.7 males. The median income for a household in the city was $30,625, and the median income for a family was $36,250. Males had a median income of $25,750 versus $15,833 for females. The per capita income for the city was $11,662. There were 12.0% of families and 15.3% of the population living below the poverty line, including 7.7% of under eighteens and 22.2% of those over 64. ==Education== The community is served by Labette County USD 506 public school district. ==References== ==Further reading== ==External links== * Bartlett - Directory of Public Officials * Bartlett City Map, KDOT Category:Cities in Kansas Category:Cities in Labette County, Kansas Category:1886 establishments in Kansas Category:Populated places established in 1886",
 "title": "Bartlett, Kansas"
}