{
 "id": "114796",
 "text": "Burlingame is a city in Osage County, Kansas, United States. As of the 2010 census, the city population was 934. ==History== thumb|left|200px|Burlingame City Hall (2009) Burlingame was originally established as Council City and was an stop on the Santa Fe Trail. The Council City post office was opened on April 30, 1855.\"Kansas Post Offices Database\", The Kansas Historical Society The wide brick main street, Santa Fe Avenue, was built wide enough for an oxen team to be able to make a U-turn. The city and post office name was changed from Council City to Burlingame on January 30, 1858, in honor of Anson Burlingame. During the Civil War the townspeople constructed a stone fort in the town center. Burlingame's Fort was torn down after the war. ==Geography== Burlingame is located on U.S. Route 56, about south of Topeka. According to the United States Census Bureau, the city has a total area of , all of it land. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Burlingame has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Burlingame, Kansas ==Demographics== Burlingame is part of the Topeka, Kansas Metropolitan Statistical Area. ===2010 census=== As of the census of 2010, there were 934 people, 404 households, and 250 families residing in the city. The population density was . There were 501 housing units at an average density of . The racial makeup of the city was 97.1% White, 0.1% African American, 0.4% Native American, 0.5% from other races, and 1.8% from two or more races. Hispanic or Latino of any race were 1.1% of the population. There were 404 households, of which 32.9% had children under the age of 18 living with them, 43.1% were married couples living together, 11.6% had a female householder with no husband present, 7.2% had a male householder with no wife present, and 38.1% were non-families. 32.7% of all households were made up of individuals, and 14.8% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.90. The median age in the city was 36.9 years. 27.7% of residents were under the age of 18; 7.6% were between the ages of 18 and 24; 23.9% were from 25 to 44; 25.3% were from 45 to 64; and 15.5% were 65 years of age or older. The gender makeup of the city was 47.2% male and 52.8% female. ===2000 census=== As of the census of 2000, there were 1,017 people, 428 households, and 267 families residing in the city. The population density was 1,150.1 people per square mile (446.2/km). There were 481 housing units at an average density of 543.9 per square mile (211.0/km). The racial makeup of the city was 98.43% White, 0.29% African American, 0.10% Native American, 0.49% from other races, and 0.69% from two or more races. Hispanic or Latino of any race were 0.59% of the population. There were 428 households, out of which 26.4% had children under the age of 18 living with them, 50.7% were married couples living together, 7.7% had a female householder with no husband present, and 37.6% were non-families. 34.3% of all households were made up of individuals, and 21.5% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.94. In the city, the population was spread out, with 23.5% under the age of 18, 6.9% from 18 to 24, 24.0% from 25 to 44, 23.1% from 45 to 64, and 22.5% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 87.3 males. For every 100 females age 18 and over, there were 85.7 males. The median income for a household in the city was $31,845, and the median income for a family was $42,500. Males had a median income of $26,711 versus $24,250 for females. The per capita income for the city was $17,465. About 3.8% of families and 7.6% of the population were below the poverty line, including 9.9% of those under age 18 and 13.2% of those age 65 or over. ==Government== The Burlingame government consists of a mayor and five council members. The council meets the 1st and 3rd Monday of each month at 7PM.Burlingame - Directory of Public Officials * City Hall, 101 E Santa Fe Ave. ==Education== ===Primary and secondary education=== Burlingame is served by USD 454 Burlingame Public Schools. USD 454 operates a high school, junior high, and elementary school. The Burlingame High School mascot is Bearcats. ===Colleges and universities=== Allen Community College has maintained a campus in Burlingame since 1991. == Notable people == * Maurice Mehl (1887-1966), paleontologist, was born in Burlingame, Kansas * Victor Murdock (1871-1945), U.S. Representative from Kansas, Progressive Party presidential nominee, 1916. * Carla Provost (b. 1970), chief of the Border Patrol * Kenny Starr (b. 1952), Country and Western singer * Earl Sutherland, Jr. (1915–1974), winner of the 1971 Nobel Prize in physiology and medicine. * Ron Thornburgh (b. 1962), former Kansas Secretary of State (1994-2010). * Muriel Window (1892-1965), vaudeville star, Ziegfeld girl, pilot, businesswoman, born in Burlingame ==References== ==Further reading== ==External links== * City of Burlingame * Burlingame - Directory of Public Officials * USD 454, local school district * The Osage County Herald-Chronicle, newspaper * Early Burlingame History * Burlingame City Map, KDOT Category:Cities in Kansas Category:Cities in Osage County, Kansas Category:Topeka metropolitan area, Kansas Category:Populated places established in 1855 Category:1855 establishments in Kansas Territory",
 "title": "Burlingame, Kansas"
}