{
 "id": "114708",
 "text": "Olpe is a city in Lyon County, Kansas, United States. As of the 2010 census, the city population was 546. ==History== Olpe had its start in the year 1879 by the building of the railroad through that territory. It had formerly been known as Eagle Creek Station before the name had been changed to Bitlertown for the owner of the townsite, Gilbert Bitler. A large share of the early settlers being natives of Olpe, Germany, caused the name to be selected. Olpe was incorporated as a city in 1905. ==Geography== Olpe is located at (38.262070, -96.169322). According to the United States Census Bureau, the city has a total area of , of which is land and is water. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Olpe has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Olpe, Kansas ==Demographics== Olpe is part of the Emporia Micropolitan Statistical Area. ===2010 census=== As of the census of 2010, there were 546 people, 220 households, and 151 families residing in the city. The population density was . There were 239 housing units at an average density of . The racial makeup of the city was 98.7% White, 0.2% African American, 0.2% from other races, and 0.9% from two or more races. Hispanic or Latino of any race were 0.5% of the population. There were 220 households, of which 34.5% had children under the age of 18 living with them, 58.6% were married couples living together, 5.0% had a female householder with no husband present, 5.0% had a male householder with no wife present, and 31.4% were non- families. 25.9% of all households were made up of individuals, and 13.6% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 3.00. The median age in the city was 39 years. 27.3% of residents were under the age of 18; 4.8% were between the ages of 18 and 24; 26.2% were from 25 to 44; 24% were from 45 to 64; and 17.8% were 65 years of age or older. The gender makeup of the city was 49.8% male and 50.2% female. ===2000 census=== As of the census of 2000, there were 504 people, 196 households, and 137 families residing in the city. The population density was 1,604.1 people per square mile (627.7/km). There were 215 housing units at an average density of 684.3 per square mile (267.8/km). The racial makeup of the city was 98.81% White, 0.40% African American, 0.60% Native American, and 0.20% from two or more races. Hispanic or Latino of any race were 2.58% of the population. There were 196 households, out of which 39.3% had children under the age of 18 living with them, 56.1% were married couples living together, 10.7% had a female householder with no husband present, and 30.1% were non-families. 28.6% of all households were made up of individuals, and 16.3% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 3.20. In the city, the population was spread out, with 31.7% under the age of 18, 7.9% from 18 to 24, 28.6% from 25 to 44, 17.7% from 45 to 64, and 14.1% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 96.9 males. For every 100 females age 18 and over, there were 90.1 males. The median income for a household in the city was $34,643, and the median income for a family was $37,813. Males had a median income of $30,625 versus $18,542 for females. The per capita income for the city was $13,623. About 5.8% of families and 7.3% of the population were below the poverty line, including 10.8% of those under age 18 and 8.3% of those age 65 or over. ==Attractions== thumb|right|Front entrance to the Olpe Chicken House (February 2016) The Chicken House is a restaurant that has been in operation since 1958 with roots to 1934. The restaurant has acted as a town hall, playing host to governors and state representatives and was named by USA Today as one of 50 Great Plates From 50 Great States in 2000. The restaurant has raised notice as far away as New Jersey. ==Education== The community is served by Southern Lyon County USD 252 public school district. ===Olpe High School=== ===Olpe Elementary School=== Before Olpe Elementary was a school, the school was called Harmony Hill, that started as a one-room school house and had later additions. It was located in the country about 3 miles north of Olpe. In December 1991, Olpe Elementary School was completed. The elementary wing of the building adjoins the cafeteria to the west of the high school. In 1997, two additional classrooms and a library were added to the elementary school.Olpe High School history ===St. Joseph's Catholic School=== Prior to the 1950s there was no public high school in Olpe. Area students attended St. Joseph's Catholic School. Olpe High School was built in the early 1950s. The first class graduated from Olpe Rural High School in 1952; however, the new building was then incomplete. That first year, the old St. Joseph's High School building was rented and classes were held there. Students began attending the newly constructed building the next year. Since then, it has housed kindergarten through sixth grade classes. After the 2012–2013 school year, Saint Joseph's Catholic School closed, due to the economy. ==Notable people== * Donald Redeker - Environmentalist.Corn, Mike \"Prairie Dog Barrier Could Mend Fences\", Hayes Daily News, 9/18/2009, accessed April 7, 2011.Corn, Mike \"Good Fences Make Good Neighbors\", Emporia Gazette, 9/18/2009, accessed April 7, 2011. ==References== ==Further reading== ==External links== * City of Olpe * Olpe - Directory of Public Officials * Olpe city map, KDOT Category:Cities in Kansas Category:Cities in Lyon County, Kansas Category:Emporia, Kansas micropolitan area",
 "title": "Olpe, Kansas"
}