{
 "id": "114881",
 "text": "Ogden is a city in Riley County, Kansas, United States. As of the 2010 census, the city population was 2,087. ==History== Ogden was founded about 1857. It was named for Major E. A. Ogden of the Army Corps of Engineers, a leader in building Fort Riley nearby. Ogden was incorporated as a city in 1870. ==Geography== Ogden is located at (39.113103, -96.709359). According to the United States Census Bureau, the city has a total area of , of which, is land and is water. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Ogden has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Ogden, Kansas ==Demographics== Ogden is part of the Manhattan, Kansas Metropolitan Statistical Area. ===2010 census=== As of the census of 2010, there were 2,087 people, 823 households, and 551 families living in the city. The population density was . There were 992 housing units at an average density of . The racial makeup of the city was 76.8% White, 11.2% African American, 1.2% Native American, 1.7% Asian, 0.2% Pacific Islander, 2.6% from other races, and 6.2% from two or more races. Hispanic or Latino of any race were 9.4% of the population. There were 823 households, of which 43.3% had children under the age of 18 living with them, 48.4% were married couples living together, 13.4% had a female householder with no husband present, 5.2% had a male householder with no wife present, and 33.0% were non-families. 27.0% of all households were made up of individuals, and 3.6% had someone living alone who was 65 years of age or older. The average household size was 2.54 and the average family size was 3.08. The median age in the city was 26.5 years. 30.6% of residents were under the age of 18; 14.2% were between the ages of 18 and 24; 35.1% were from 25 to 44; 15.7% were from 45 to 64; and 4.3% were 65 years of age or older. The gender makeup of the city was 50.7% male and 49.3% female. ===2000 census=== As of the census of 2000, there were 1,762 people, 690 households, and 462 families living in the city. The population density was 2,337.8 people per square mile (907.1/km). There were 851 housing units at an average density of 1,129.1 per square mile (438.1/km). The racial makeup of the city was 76.16% White, 12.26% African American, 0.68% Native American, 2.10% Asian, 0.17% Pacific Islander, 3.01% from other races, and 5.62% from two or more races. Hispanic or Latino of any race were 7.89% of the population. There were 690 households, out of which 41.3% had children under the age of 18 living with them, 52.3% were married couples living together, 12.0% had a female householder with no husband present, and 32.9% were non- families. 27.0% of all households were made up of individuals, and 5.1% had someone living alone who was 65 years of age or older. The average household size was 2.55 and the average family size was 3.12. In the city, the population was spread out, with 32.0% under the age of 18, 14.4% from 18 to 24, 34.7% from 25 to 44, 13.1% from 45 to 64, and 5.9% who were 65 years of age or older. The median age was 27 years. For every 100 females, there were 102.8 males. For every 100 females age 18 and over, there were 95.6 males. The median income for a household in the city was $26,750, and the median income for a family was $31,375. Males had a median income of $25,463 versus $19,471 for females. The per capita income for the city was $12,287. About 17.5% of families and 17.6% of the population were below the poverty line, including 17.1% of those under age 18 and 9.2% of those age 65 or over. ==Education== The community is served by Manhattan-Ogden USD 383 public school district. A fraction of northeast Ogden is served by Geary County USD 475. ==See also== * Fort Riley ==References== ==External links== * City of Ogden * Ogden – Directory of Public Officials * Ogden City Map, KDOT Category:Cities in Kansas Category:Cities in Riley County, Kansas Category:Manhattan, Kansas metropolitan area",
 "title": "Ogden, Kansas"
}