{
 "id": "114921",
 "text": "Eastborough is a city in Sedgwick County, Kansas, United States, and an enclave of the city of Wichita. As of the 2020 census, the population of the city was 756. ==History== Eastborough was originally envisioned by Burdon Hunter, a British architect. The first development in the Eastborough area began in 1929, but the discovery of oil in the area postponed its establishment until the middle of the 1930s. Sale of Eastborough Village started April 10, 1929. It was planned to incorporate when the first thirty homes were completed, but Eastborough found itself in disputes with the neighboring Woodlawn subdivision, i. e. they could not agree upon a name for the street between them. The disputes were resolved after the two agreed to apply together for incorporation, and Eastborough and Woodlawn were incorporated as the city of Eastborough on June 1, 1937. Eastborough became known as a \"speed trap\", because it has a lower speed limit than Wichita, which surrounds it. The speed limit of Douglas Avenue on both sides in Wichita is 35 miles per hour, where as 20 miles per hour in Eastborough, a reduction of 43%. This issue became well known after Towne East Square shopping center was built east of Eastborough in 1975, because Wichita residents would commonly travel through Eastborough to get to Towne East since nearby Kellogg had traffic congestion problems. After Wichita completed an overhaul of nearby east Kellogg in 2009, Douglas Avenue was no longer the best route to Towne East. The city gave up some land to the expansion of Kellogg/U.S. Route 54 on its southern boundary in 2002 and a wall was constructed along the southern boundary. As part of this construction, a new pond and playground was constructed and opened in 2003. ==Geography== Eastborough is located at (37.6864752, -97.2588378). According to the United States Census Bureau, the city has a total area of , all of it land. Its southern boundary is Kellogg/U.S. Route 54, and northern boundary is 2nd Street. ==Demographics== thumb|right|Detailed map of Eastborough Eastborough is part of the Wichita, KS Metropolitan Statistical Area. ===2010 census=== As of the census of 2010, there were 773 people, 306 households, and 223 families residing in the city. The population density was . There were 328 housing units at an average density of . The racial makeup of the city was 96.8% White, 0.9% African American, 0.4% Native American, 0.9% Asian, 0.3% from other races, and 0.8% from two or more races. Hispanic or Latino of any race were 0.8% of the population. There were 306 households, of which 32.0% had children under the age of 18 living with them, 68.6% were married couples living together, 2.0% had a female householder with no husband present, 2.3% had a male householder with no wife present, and 27.1% were non-families. 23.2% of all households were made up of individuals, and 7.5% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 3.01. The median age in the city was 46.3 years. 26.1% of residents were under the age of 18; 4.1% were between the ages of 18 and 24; 17.7% were from 25 to 44; 37.9% were from 45 to 64; and 14.2% were 65 years of age or older. The gender makeup of the city was 49.2% male and 50.8% female. ===2000 census=== As of the census of 2000, there were 826 people, 308 households, and 254 families residing in the city. The population density was 2,047.3 people per square mile (797.3/km). There were 320 housing units at an average density of 793.1 per square mile (308.9/km). The racial makeup of the city was 97.22% White, 0.48% African American, 0.12% Native American, 0.73% Asian, and 1.45% from two or more races. Hispanic or Latino of any race were 1.09% of the population. There were 308 households, out of which 36.4% had children under the age of 18 living with them, 75.0% were married couples living together, 5.5% had a female householder with no husband present, and 17.5% were non-families. 14.3% of all households were made up of individuals, and 6.2% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 2.99. In the city, the population was spread out, with 27.4% under the age of 18, 3.5% from 18 to 24, 20.2% from 25 to 44, 35.5% from 45 to 64, and 13.4% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 104.5 males. For every 100 females age 18 and over, there were 100.0 males. The median income for a household in the city was $138,564, and the median income for a family was $150,635. Males had a median income of $82,730 versus $48,750 for females. The per capita income for the city was $71,101. About 4.4% of families and 5.8% of the population were below the poverty line, including 11.4% of those under age 18 and 2.0% of those age 65 or over. ==Government== The Eastborough government consists of a mayor and five council members. The council meets the fourth Tuesday of each month at 5:30 pm.Eastborough - Government ==Education== The city is served by Wichita USD 259 public school district. ==Infrastructure== Eastborough contracts with the city of Wichita for water purification,Eastborough Regular Council Meeting - July 24, 2012. sewage treatment,Eastborough City Newsletter - April 2002 and fire protection service.Eastborough Regular Council Meeting - August 28, 2012 ==Notable people== * Olive Ann Beech (1903-1993), aviation entrepreneur ==References== ==Further reading== ==External links== * City of Eastborough * Eastborough - Directory of Public Officials * Photos: Eastborough, wichitaphotos.org * Eastborough City Map, KDOT Category:Cities in Kansas Category:Cities in Sedgwick County, Kansas Category:Wichita, KS Metropolitan Statistical Area Category:Populated places established in 1937 Category:1937 establishments in Kansas",
 "title": "Eastborough, Kansas"
}