{
 "id": "114929",
 "text": "Park City is a city in Sedgwick County, Kansas, United States, and a suburb of Wichita. As of the 2020 census, the population of the city was 8,333. ==History== The first Park City was founded in 1870. Located to the northwest of Wichita, it was at first a formidable rival, but it risked all on the county seat and lost. When the railroad passed it by and came to Wichita, the town died, and its houses were removed to Wichita, Newton and Hutchinson. Early History of the First Park City The current Park City began as the Park City Improvement District in 1953. The District grew from a quarter section of farmland purchased by developers into a community.Park City Improvement District After the approval of the Sedgwick County Board of Commissioners, Park City became a third class city on November 26, 1980. The new city held a special election on February 17, 1981, in which Raymond J. Reiss was elected mayor along with five council members to form the first governing body.Park City – 1980 The first and only newspaper for Park City was The Park City Newsdropper. It ran for 1 year in 1980 and its publisher was Jerrie Molina, the city's first City Clerk. Hartman Arena, a privately constructed and owned arena from local developer Wink Hartman, opened in March 2009 and serves as the home of the Wichita Wings indoor football team.Park City arena to become a reality In 2021, Amazon constructed a 1 million-square-foot fulfillment center at 71st St. North and N. Broadway. ==Geography== Park City is located at (37.799119, -97.322110). According to the United States Census Bureau, the city has a total area of , of which, is land and is water. ==Demographics== Park City is part of the Wichita, KS Metropolitan Statistical Area. ===2010 census=== As of the census of 2010, there were 7,297 people, 2,659 households, and 2,039 families living in the city. The population density was . There were 2,875 housing units at an average density of . The racial makeup of the city was 86.1% White, 4.3% African American, 1.4% Native American, 1.6% Asian, 2.9% from other races, and 3.8% from two or more races. Hispanic or Latino of any race were 8.8% of the population. There were 2,659 households, of which 41.3% had children under the age of 18 living with them, 58.2% were married couples living together, 12.4% had a female householder with no husband present, 6.1% had a male householder with no wife present, and 23.3% were non-families. 18.1% of all households were made up of individuals, and 4.9% had someone living alone who was 65 years of age or older. The average household size was 2.74 and the average family size was 3.11. The median age in the city was 31.7 years. 29.2% of residents were under the age of 18; 8.1% were between the ages of 18 and 24; 31.3% were from 25 to 44; 23.4% were from 45 to 64; and 8.1% were 65 years of age or older. The gender makeup of the city was 49.9% male and 50.1% female. ===2000 census=== As of the census of 2000, there were 5,814 people, 2,046 households, and 1,618 families living in the city. The population density was 1,029.4 people per square mile (397.3/km). There were 2,200 housing units at an average density of 389.5 per square mile (150.3/km). The racial makeup of the city was 91.09% White, 2.36% African American, 1.38% Native American, 0.48% Asian, 3.25% from other races, and 1.44% from two or more races. Hispanic or Latino of any race were 5.59% of the population. There were 2,046 households, out of which 42.8% had children under the age of 18 living with them, 62.1% were married couples living together, 11.7% had a female householder with no husband present, and 20.9% were non-families. 17.4% of all households were made up of individuals, and 4.5% had someone living alone who was 65 years of age or older. The average household size was 2.84 and the average family size was 3.19. In the city, the population was spread out, with 32.1% under the age of 18, 9.1% from 18 to 24, 32.4% from 25 to 44, 19.3% from 45 to 64, and 7.0% who were 65 years of age or older. The median age was 30 years. For every 100 females, there were 102.2 males. For every 100 females age 18 and over, there were 94.5 males. The median income for a household in the city was $42,794, and the median income for a family was $46,225. Males had a median income of $35,931 versus $22,104 for females. The per capita income for the city was $17,539. About 4.4% of families and 5.5% of the population were below the poverty line, including 6.1% of those under age 18 and 10.8% of those age 65 or over. == Education == The city is served by Valley Center USD 262 and Wichita USD 259 public school districts. ==Notable people== * Emil Bergquist, member of the Kansas House of Representatives and former mayor of Park City *Dennis Rader, serial killer known as BTK killer (or the BTK strangler)Google cache of http://www.msnbc.msn.com/id/17507948/, no longer accessible ==References== ==Further reading== ==External links== * City of Park City * Park City - Directory of Public Officials * Park City Map, KDOT Category:Cities in Kansas Category:Cities in Sedgwick County, Kansas Category:Wichita, KS Metropolitan Statistical Area Category:Populated places established in 1953",
 "title": "Park City, Kansas"
}