{
 "id": "115097",
 "text": "Dycusburg is an unincorporated community in Crittenden County, Kentucky, United States. The population was 26 at the 2010 census. ==Geography== Dycusburg is located near the southern tip of Crittenden County at (37.160017, -88.184952), on the east bank of the Cumberland River. It is north of Lake Barkley, the reservoir on the Cumberland River that forms part of the Land Between the Lakes National Recreation Area, and east by air ( by road) of Smithland, Kentucky, where the Cumberland River joins the Ohio. Dycusburg is the site of a former ferry across the Cumberland River, which closed in 1951.Dycusburg Ferry: Closed in 1951 According to the United States Census Bureau, the city has a total area of , all land. ==History== The town of Dycusburg was laid out by William E. Dycus and became a shipping port on the Cumberland River. A post office was established in 1848. On February 4, 1908, during the Tobacco Wars, the Night Riders occupied the city and burned the Bennett Brothers' tobacco warehouse and distillery.The Country Gentleman Newspaper 1908 p.252. The city was disincorporated in 1980. ==Demographics== As of the census of 2000, there were 39 people, 18 households, and 10 families residing in the city. The population density was 889.7 people per square mile (376.4/km2). There were 20 housing units at an average density of 456.3/sq mi (193.1/km2). The racial makeup of the city was 97.44% White, and 2.56% from two or more races. There were 18 households, out of which 22.2% had children under the age of 18 living with them, 50.0% were married couples living together, 5.6% had a female householder with no husband present, and 44.4% were non-families. 38.9% of all households were made up of individuals, and 16.7% had someone living alone who was 65 years of age or older. The average household size was 2.17 and the average family size was 3.00. In the city, the population was spread out, with 20.5% under the age of 18, 7.7% from 18 to 24, 20.5% from 25 to 44, 25.6% from 45 to 64, and 25.6% who were 65 years of age or older. The median age was 46 years. For every 100 females, there were 129.4 males. For every 100 females age 18 and over, there were 121.4 males. The median income for a household in the city was $45,208, and the median income for a family was $46,250. Males had a median income of $46,250 versus $0 for females. The per capita income for the city was $15,253. None of the population and none of the families were below the poverty line. ==Schools== Students in Dycusburg attend Crittenden County Schools located in Marion. ==References== Category:Unincorporated communities in Crittenden County, Kentucky Category:Unincorporated communities in Kentucky Category:Former municipalities in Kentucky",
 "title": "Dycusburg, Kentucky"
}