{
 "id": "115099",
 "text": "Burkesville is a home rule-class city in Cumberland County, Kentucky, in the United States. Nestled among the rolling foothills of Appalachia and bordered by the Cumberland River to the south and east, it is the seat of its county. The population was 1,521 at the 2010 census. ==History== Burkesville began as a small riverside settlement even before the Iroquois Indians officially sold the land in 1768. The settlement was originally called Cumberland Crossing. In 1846, it was incorporated as a city and named Burkesville after Isham Burk, a prominent citizen leader at that time. Just as Kentucky was a border state in the Civil War, so was Burkesville a border town. Burkesville stood on the Cumberland River, a major natural barrier between opposing forces, so Union and Confederate troops as well as guerillas led by Champ Ferguson sparred across the countryside. Confederate General John Hunt Morgan tore through the area while conducting Morgan's Raid, and Confederate General Hylan B. Lyon's raids in December 1864 burned seven courthouses, ending with the one in Burkesville on January 3. Burkesville was a fairly busy river port whose heyday came during the latter part of the nineteenth century, when water transportation was the most feasible way to move large quantities of goods. The rise of larger craft, such as the riverboat, required diligent dredging of the riverbed to keep it navigable so far upstream. The last steamboat docked in Burkesville in 1929, the year after the first major road was opened to the larger city of Glasgow, to the west. The river's head of commercial navigation moved from Burnside (which has a railroad) to Burkesville (which does not) when the U.S. Army Corps of Engineers began building Wolf Creek Dam without a lock about 25 miles upstream before World War II. The dam controlled flooding that had plagued the town from its beginning, but was the last nail in the coffin of commercial navigation. The corps' impoundment of Dale Hollow Reservoir in 1944 gave the town a tourist and fishing trade, and development of a trout fishery on the river from the dam to Burkesville has also provided a small economic boost, as has development of Dale Hollow Lake State Resort Park. Burkesville had a pack horse library serving rural residents in the late 1930s and early 1940s. Today the main routes of access to the city are state Highway 90 and state Highway 61. 90 East and 61 South are part of the Appalachian Development Highway System; Burkesville has the only 90-degree turn in an APD corridor, because the original route was moved west to please Tennessee Congressman Joe L. Evins and perhaps Kentucky Congressman Tim Lee Carter of Tompkinsville. An old-fashioned town square sits on Main Street, which splits and forms a circle around the Cumberland County court house, the third incarnation of the structure. The first was built by Thomas Lincoln, the father of Abraham Lincoln. Original buildings ring the square on three sides; the fourth was razed to make way for a modern justice center, completed in 2006. Two streets branch off perpendicular to Main: River Street runs straight toward the Cumberland River and provides access to the town's only public boat ramp, while Hill Street immediately begins scaling the Alpine Hill that towers over the city. This road was the only access to the city from the west for many years until Highway 90 was rerouted through a gap called the Sawmill Cut, site of a small sawmill until the road was further modernized in the 21st century. Highway 61 North was most recently modernized; the highway and park improvements were pushed by Burkesville lawyer David Williams as president of the state Senate from 2000 to 2013. ==Geography== Burkesville is located at (36.792787, -85.369578). According to the United States Census Bureau, the city has a total area of , of which is land and , or 2.90%, is water. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Burkesville has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Burkesville, Kentucky ==Demographics== As of the census of 2000, there were 1,756 people, 768 households, and 459 families residing in the city. The population density was 620.2 people per square mile (239.6/km2). There were 856 housing units at an average density of 302.3 per square mile (116.8/km2). The racial makeup of the city was 86.90% White, 10.88% African American, 0.17% Native American, 0.17% from other races, and 1.88% from two or more races. Hispanic or Latino of any race were 0.91% of the population. There were 768 households, out of which 27.2% had children under the age of 18 living with them, 36.5% were married couples living together, 19.1% had a female householder with no husband present, and 40.2% were non-families. 37.0% of all households were made up of individuals, and 18.8% had someone living alone who was 65 years of age or older. The average household size was 2.15 and the average family size was 2.79. In the city, the population was spread out, with 22.9% under the age of 18, 7.7% from 18 to 24, 23.5% from 25 to 44, 22.7% from 45 to 64, and 23.1% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 76.5 males. For every 100 females age 18 and over, there were 69.5 males. The median income for a household in the city was $17,209, and the median income for a family was $24,028. Males had a median income of $20,985 versus $16,763 for females. The per capita income for the city was $11,653. About 23.8% of families and 29.9% of the population were below the poverty line, including 38.0% of those under age 18 and 30.4% of those age 65 or over. ==Education== Burkesville has a lending library, the Cumberland County Public Library. ==Notable residents== * Two governors of Kentucky, Thomas E. Bramlette and Preston H. Leslie, were born in the part of Cumberland County that later became Clinton County.\"Area History\". Burkesville Kentucky Online. 2007 * Thomas Lincoln, father of the 16th President Abraham Lincoln, served two terms as constable of Cumberland County from 1802 to 1804. He was also commissioned an ensign of the Cornstalk Militia of Cumberland County.State historical plaque located in Burkesville, Kentucky * David L. Williams, judge of the Kentucky 40th Circuit Court, former President of the Kentucky Senate, 1992 Republican candidate for U.S. Senate, and the 2011 Republican gubernatorial nominee. ==References== ==External links== * City of Burkesville official website * Burkesville, Kentucky, at City-data.com * Cumberland County News * Cumberland County Public Library * Cumberland County Tourism & Convention Commission Category:Cities in Kentucky Category:Cities in Cumberland County, Kentucky Category:County seats in Kentucky Category:Populated places established in 1846 Category:1846 establishments in Kentucky",
 "title": "Burkesville, Kentucky"
}