{
 "id": "115060",
 "text": "Murray is a home rule-class city in Calloway County, Kentucky, United States. It is the seat of Calloway County and the 19th-largest city in Kentucky. The city's population was 17,741 during the 2010 U.S. census, and its micropolitan area's population is 37,191. Murray is a college town and is the home of Murray State University. ==History== ===Early history=== thumb|Calloway County courthouse on Murray's court square The city now known as Murray began as a post office and trading center sometime in the early 1820s. It was at first called “Williston” in honor of James Willis, an early settler. Later, the name was changed to “Pooltown” after Robert Pool, a local merchant. The name was changed again to “Pleasant Springs” before its incorporation on January 17, 1844, when the present name was adopted to honor Rep. John Murray. Murray was not the first county seat, which was at Wadesboro. Calloway County was then much larger than today. In 1842, however, the state legislature divided the area, creating Marshall County. It was felt that a more centrally located county seat was needed, and as the village of Murray was at the geographic center, it was chosen. A new courthouse was built along with a jail, and the town Murray was laid out on an plot subdivided into 137 business and residential lots divided by eight streets. ===The Civil War era=== thumb|right|Monument honoring the Confederate soldiers on the northeast corner of the Murray court square Kentucky did not officially secede from the Union during the Civil War, instead declaring its neutrality, but both Murray and Calloway County were strongly pro-Confederate. No major battles were fought near the town, but guerrilla warfare sometimes took place nearby. In the spring of 1862, a Union force stationed in Paducah marched across the county to the Tennessee River, taking anything it wanted from the inhabitants without paying. Also, parts of Murray were burned on several occasions. Once, part of the town was burned by the Union Army in retaliation for its presumed support for the Confederate guerrillas. A diary kept by Josh Ellison of Murray tells that one night during the winter of 1864-65, a detachment of Union soldiers from Paducah torched every building on the east side of the court square, and three days later burned all those north of the square. An estimated 800 men from the area joined in the Confederate Army, either as infantry in the Kentucky Orphan Brigade or in the cavalry. About 200 sided with the Union. Calloway County's Confederate veterans are honored by a monument on the northeast side of the court house square. The Confederate Monument was donated by the United Daughters of the Confederacy and has been subject to calls for removal most recently in 2020. The courthouse grounds on which the statue stands belongs to Calloway County and the County Court voted unanimously in 2020 to keep the statue rather than relocate it from courthouse grounds. ==Demographics & Geography== Murray is located at (36.609494, −88.315656), north of the Tennessee border. Benton is to the north, and Mayfield is to the northwest. According to the United States Census Bureau, the city has a total area of , of which , or 0.26%, is water. Murray is situated west of the of the Land Between the Lakes National Recreation Area, which offers hiking, elk and bison viewing, birding, 1850s historic buildings, a planetarium, a nature center, off-highway vehicle riding, fishing, boating, swimming, camping, and a large wildlife population. ===Climate=== Murray has a humid subtropical climate and four distinct seasons. The warmest month of the year is July, with an average high temperature of 90 °F (32 °C). The coldest month is January, with an average high temperature of 45 °F. ====Tornadoes and storms==== Murray has had several tornadoes and storms in recent years and has been the site of two F4 tornadoes. On February 5, 2008, Kentucky and surrounding states were subject to many violent tornadoes with some of them in Western Kentucky. On June 30, 2009, a violent storm with winds of up to ravaged trees and damaged buildings. On July 4, 2009 another tornado outbreak in Western Kentucky interrupted Independence Day celebrations throughout the region. ===Cityscape=== The architecture of Murray preserves its history throughout many of its downtown businesses. A commemoration was held on October 28, 2014, for the 150th Civil War Anniversary of Fort Heiman in New Concord, Kentucky, which became a National Battlefield on October 30, 2006. ===Census data=== As of the census of 2000, there were 14,950 people, 6,004 households, and 2,869 families residing in the city. The population density was 1,541.5 people per square mile (595.1/km). There were 6,622 housing units at an average density of 682.8 per square mile (263.6/km). The racial makeup of the city was 88.16% White, 6.80% African American, 0.21% Native American, 2.75% Asian, 0.02% Pacific Islander, 0.68% from other races, and 1.38% from two or more races. Hispanic or Latino of any race were 1.73% of the population. There were 6,004 households, out of which 19.5% had children under the age of 18 living with them, 35.6% were married couples living together, 9.5% had a female householder with no husband present, and 52.2% were non-families. 39.1% of all households were made up of individuals, and 13.6% had someone living alone who was 65 years of age or older. The average household size was 2.02 and the average family size was 2.70. In the city, the population was spread out, with 13.6% under the age of 18, 33.7% from 18 to 24, 20.7% from 25 to 44, 16.0% from 45 to 64, and 16.0% who were 65 years of age or older. The median age was 26 years. For every 100 females, there were 86.7 males. For every 100 females age 18 and over, there were 83.8 males. The median income for a household in the city was $25,647, and the median income for a family was $41,331. Males had a median income of $30,266 versus $22,294 for females. The per capita income for the city was $15,389. About 11.2% of families and 22.1% of the population were below the poverty line, including 20.8% of those under age 18 and 9.9% of those age 65 or over. ===Religion=== The city of Murray is host to 75 religious assemblies within the surrounding area. Baptists are the most prominent faith in Murray with 28 assemblies within the area. ==Culture== ===Museums and galleries=== thumb|left|200px|The Clara M. Eagle Gallery is located in the Fine Arts Building. The Clara M. Eagle Gallery is a multi-level art gallery that houses around 1,200 permanent artworks. The gallery has also been home to temporary shows, featuring contemporary art, African art, woodworking, and tapestries from Spain among others. The galleries have near of show space. thumb|right|220px|Wrather West Kentucky Museum The Wrather West Kentucky Museum is located in the first building constructed on the campus of Murray State University and has been placed on the National Register of Historic Places. The museum, which is free to the public, highlights the social development, economic and cultural development of the people of the Jackson Purchase region of Kentucky through permanent and changing exhibits. ===Parks=== Murray has three city parks that cover over of land: Central Park, Chestnut Park, and Bee Creek. A three-pool community swimming complex & Owens Spray Park is housed in Murray's Central Park. The parks also feature 17 soccer fields, 2 basketball courts, 5 playgrounds, 9 baseball and softball fields, 4-bay batting cages, Lions Club Skate Park, and a three-mile (5 km) nature walking trail. The parks also have 9 covered picnic pavilions for family gatherings, the Murray Rotary amphitheater and west Kentucky's first dog park. The park features an 18-hole disc golf course that was the first one of its kind in the area.Murray-Calloway County Parks and Recreation ===Playhouse in the Park=== thumb|right|220px| Playhouse in the Park Community Theatre Playhouse in the Park is one of the oldest community theatres in the state of Kentucky. The theatre is located in Murray's Central Park and is housed in a 1907 train and freight depot. The playhouse is open year-round and produces everything including original works, comedies, dramas, children's theatre, and musicals. On May 16, 2008, former President Bill Clinton made an appearance at Playhouse in the Park to speak about his wife's (Hillary Clinton) presidency campaign. ===Sports=== College athletics are the sporting events of choice in the Murray area. Murray State University participates in NCAA Division I athletics which is the highest level of collegiate athletics. The university has 16 athletic programs that compete in the Ohio Valley Conference and have provided 117 conference titles since 1948.2007 Murray State Football Media Guide The most popular sport at Murray State is the men's basketball program. The basketball program is one of the winningest programs in NCAA history with over 1,300 wins and an all-time winning percentage of .637, which places Murray State 20th best in NCAA history.NCAA All-Time Winningest Teams Murray State has won 23 regular season Ohio Valley Conference titles and 15 OVC Tournament titles, which is the best in the OVC.Murray State Championships The men's basketball program has produced a number of NBA players, most notably Ja Morant, Jeff Martin, Popeye Jones, Isaiah Canaan, Cameron Payne, and Joe Fulks, who is a Basketball Hall of Fame inductee and has been credited with being one of the pioneers of the jump shot.Joe Fulks Bio at NBA.com The Murray State football program has won 8 Ohio Valley Conference titles and has produced 17 NFL players. Even more well-known are the coaches the football program has produced. Ralph Friedgen, Frank Beamer, Mike Gottfried, Houston Nutt, and Ron Zook have all had their coaching careers run through the Murray State football program. There have been 10 players that have been selected as first team All-Americans and 21 second, third, and honorable mention All-Americans. The Murray State football program has won more than 400 games, the most decisive win coming in 1932 when Murray State beat the University of Louisville 105–0.Murray State University Football Records Book ===Cinema=== Murray has two movie theaters. The Cheri Theater has seven screens and shows nothing but first-run films. The Cheri was started in 1967 as a single-screen theater with seating for 600. There have been many additions and renovations throughout the years and in 1997, two 290 stadium seating auditoriums were added. In 2008, the theater upgraded its projectors to take advantage of Dolby 3D Technology. The Curris Center Theater hosts Cinema International. The program is run through the department of modern languages at Murray State and is open, free of charge, to students and the public. Cinema International is open most weekends during regular university semesters. Around 18 shows per year showcase every film genre by directors around the world. ==Education== The Murray Independent School system has been a part of the Murray community since 1872, when the first public school was built in the center of town. Murray's school system has an enrollment of over 1,800 students. There have been 35 National Merit Finalists since 1974. In 2006, the Murray High School test scores were ranked as being 9th in the state of Kentucky. Standard & Poor's recognized the Murray Independent school district as being one of only 18 Kentucky school districts as an outperforming school district. The athletic program competes in Kentucky High School Athletic Association (KHSAA) Class AA in football and class A in cross- country, and track, the only three sports in which the KHSAA divides schools into classes by enrollment. Other sports, most notably basketball, are conducted in a single-class format. The school system also covers numerous extra curricular activities, from band, arts, social clubs, and an academic team.Murray Independent Schools Overview Standard & Poor's Outperforming School Districts Students from northern and western Murray attend schools in the Calloway County School District, while those from the rest of the city attend those in the Murray Independent school district.School district map ===Higher education=== Murray is the home of Murray State University, a four- year public university. The university was founded in 1922 as the Murray Normal School. The university today offers 11 associate, 64 bachelor, and 42 master's programs, and has an enrollment of over 10,000 students.Murray State University Quick Facts ===Public library=== Murray has a lending library, the Calloway County Public Library. ==Media== The only daily newspaper in the city of Murray is the Murray Ledger & Times. The Ledger was established in 1879Murray Business & Industry and has remained locally operated. The Ledger is printed six days per week and has a city/county circulation of around 7,200 papers per day.Murray Ledger & Times City/County Circulation Numbers The Ledger also has many out of city readers who receive their paper via mail. The Murray State News is a weekly, award-winning student produced newspaper that has become popular not only with students, but with regular citizens of Murray. The paper features everything from campus news, sports, activities, and opinions. There are four radio stations with buildings in Murray, although the city can receive 25 different FM signals. Murray has one television station: WKMU 21, the local transmitter for the statewide KET public television network. Other major network stations available in Murray are: * WSIL 3 – Harrisburg, ABC * WPSD 6 – Paducah, NBC * KBSI 23 – Cape Girardeau, FOX ==Infrastructure== ===Transportation=== ====Roads==== *28px US 641, locally known as 12th Street, is the main highway in and out of the city. It connects with Interstate 69 to the north, and Interstate 40 in Tennessee to the south. The four-lane US 641 north of Murray is heavily traveled and can see well over 25,000 cars per day within Murray. Currently, US 641 from the south of Murray is a two-lane highway until it reaches the Tennessee state line. However, the Kentucky Transportation Cabinet has made plans in its six- year highway plan to widen the highway to four lanes. The current two-lane version has become too saturated due to the high number of citizens of Tennessee who come to Murray to save on sales tax and the large number of Murray residents who had to travel to Tennessee to buy packaged alcohol before the city voted fully wet in July 2012. *26px Kentucky 80 is the newest divided highway. The highway links Columbus, Kentucky, to the Virginia border and passes just north of Murray. The highway is expected to increase tourism and industry in the Murray area. *26px Kentucky 94, locally known as Main Street, is the main east-west road that runs directly through Murray. It connects to U.S. 45 in the west at Water Valley, and to Kentucky 80 in the east near Aurora. *28px Kentucky 121, locally known as 4th Street, is another highway that runs through Murray. It connects to Kentucky 80 in the west and Tennessee 119 at the Tennessee border in the east. Other road projects in Murray are to include the widening of Kentucky 121 through the city of Murray. Over 12,000 cars travel that stretch of road per day.KY 121 Road-Widening Project There is also a downtown loop and four-lane bypass in the works to help relieve traffic congestion within the city.List of Road Projects in Murray ====Airport==== The airport in Murray is the Murray-Calloway County Airport. The airport, known as Kyle-Oakley Field, is a general aviation airport that features a 24-hour terminal and has a runway dimension of 6,200'x 100' and can handle up to a dual-wheel aircraft. The IATA airport code for Kyle-Oakley Field is CEY. ====MCTA==== The Murray Calloway Transit Authority recently started the \"Racer Routes\" service that provides four public bus routes throughout Murray. It also has services for those who do not have a vehicle. ====Rail==== The KWT Railway starts one mile (1.6 km) north of Murray and travels south to Bruceton, Tennessee, where it connects with CSX railway that travels to Memphis and beyond. ===Utilities=== Electric service in the city of Murray is provided by the Murray Electric System. The electric system is locally owned and governed and gets all of its energy from the Tennessee Valley Authority. In turn, electric customers in Murray enjoy one of the lowest electric rates in the United States. The cost is around 7.2 cents per kilowatt hour.Murray Electric Residential Rates In recent years, MES has branched out into telecommunications. It offers internet service with speeds of up to 12 Mbit/s, home telephone service, and digital cable television service. Natural gas and water service falls under the city of Murray's Public Works department. The natural gas service has roughly 5,500 customers, in which is used per year.Murray Natural Gas Facts The water system treats 1.3 billion gallons of water per year going through of water main piping. The current treatment plant was built in 1992 with a capacity of 7 million gallons per day. At current, the plant treats 3.6 million gallons per day. The Murray sewer treatment plant treats 4 million gallons of sewage per day and is connected with of sanitary sewer piping.Murray Water Quick FactsMurray Sanitary Sewer System ==Notable people== * Timothy D. Adams, Former United States Undersecretary of the Treasury for International Affairs, former Chief of Staff, United States Secretary of the Treasury, Current President and CEO, Institute of International Finance (IIF) * Shane Andrus, football player * Leigh-Allyn Baker, actress * Cleanth Brooks, literary critic * W. Earl Brown, actor * Joe Buck, musician * Gordon Cooper, astronaut * Jerry Crutchfield, country and music producer * Rod Ferrell, murderer * S.G. Goodman. Singer- songwriter * Gene Graham, Pulitzer Prize for National Reporting in 1962 * Dustin Howard, professional wrestler, known under the ring name Chuck Taylor * T. R. M. Howard, surgeon, civil rights leader, and entrepreneur * Billy Lane Lauffer, Medal of Honor recipient * Tim Masthay, football player * Edward Craig Morris, curator, American Museum of Natural History * Seth Morrison, skier * Forrest Pogue, historian * Mel Purcell, professional tennis player * Molly Sims, model and actress * Nathan B. Stubblefield, inventor * Hawk Taylor, baseball playerHawk Taylor at SABR Baseball Biography Project * Chris Thile, American mandolinist, singer, and songwriter, and host of Live from Here ==References== ==External links== * City of Murray official website * Murray Convention and Visitors Bureau Category:Cities in Calloway County, Kentucky Category:Cities in Kentucky Category:County seats in Kentucky Category:Populated places established in 1844 Category:1844 establishments in Kentucky",
 "title": "Murray, Kentucky"
}