{
 "id": "115018",
 "text": "Cave City is a home rule-class city in Barren County, Kentucky, in the United States. The population was 2,240 at the 2010 census. It is part of the Glasgow Micropolitan Statistical Area. ==Geography== Cave City is located in northern Barren County at (37.137130, -85.956958). U.S. Route 31W (Dixie Highway) passes through the center of the city, and Interstate 65 passes to the west of downtown, with access from Exit 53 (Kentucky Route 70/Mammoth Cave Road). Elizabethtown is to the north, and Louisville is north via I-65. Bowling Green is to the southwest, and Nashville, Tennessee, is to the southwest via I-65. The center of Mammoth Cave National Park is to the west via Kentucky Route 70. According to the United States Census Bureau, Cave City has a total area of , of which , or 0.46%, is water. ==History== The site upon which Cave City stands was acquired in October 1853 by the Knob City Land Company, composed of Messrs. Graham, Quigly, Adams, and Hopson, all of whom were from Louisville and envisioned the place as a resort town due to its proximity to Mammoth Cave. The town was incorporated in 1866. Originally, of what would become the town site was acquired by James Perry in a 1798 land grant. In 1811, Henry Roundtree (an assignee of James Perry) sold the land to John Owens for $190. Owens added to the tract. After his death, his executor sold his 342½ acres to Thomas T. Duke for $1,732.00. Duke, in turn, sold the entire tract to the Knob City Land Company. Duke received $6,850.00 for the land, or $20 per acre—a record amount for a land sale in Barren County at that time. The Knob City Land Company surveyed and laid out the town, the main streets being wide, and began to sell lots about the same time as the Louisville & Nashville Railroad came through Barren County. The first train arrived at Cave City in 1859. The town took its name from a cave within the town limits, not nearby Mammoth Cave. A small creek ran through the cave which the L&N; Railroad used as a source of water. The creek was called \"Sink Hole Spring\" and was the only water supply for the town at the time. The Cave City post office was established in January 1860 and Beverly Daniel Curd appointed the first post- master. He moved the post office established in 1850 at Woodland (about a mile north) to Cave City. The first business in Cave City was built and operated by postmaster Curd and his brother, Havilah Price Curd. Their store was located at the corner of First and Kirtley (now Broadway) streets. The second person to open a business in Cave City and to build the first residence was Judge C. Roberts. The first woman business owner in Cave City was April Houchens, who opened \"Funny Hats and Bows\", a boutique for the eccentric lady. This shop was open until 1985. ==Demographics== As of the census of 2000, there were 1,880 people, 844 households, and 544 families residing in the city. The population density was 435.2 people per square mile (168.0/km2). There were 914 housing units at an average density of 211.6 per square mile (81.7/km2). The racial makeup of the city was 90.74% White, 7.13% African American, 0.16% Native American, 1.12% Asian, 0.05% Pacific Islander, 0.05% from other races, and 0.74% from two or more races. Hispanic or Latino of any race were 0.69% of the population. There were 844 households, out of which 26.1% had children under the age of 18 living with them, 47.7% were married couples living together, 12.9% had a female householder with no husband present, and 35.5% were non- families. 32.7% of all households were made up of individuals, and 17.9% had someone living alone who was 65 years of age or older. The average household size was 2.23 and the average family size was 2.79. In the city, the population was spread out, with 22.2% under the age of 18, 8.1% from 18 to 24, 26.1% from 25 to 44, 24.3% from 45 to 64, and 19.3% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 89.9 males. For every 100 females age 18 and over, there were 84.6 males. The median income for a household in the city was $22,257, and the median income for a family was $30,179. Males had a median income of $28,098 versus $20,214 for females. The per capita income for the city was $15,346. About 18.6% of families and 23.2% of the population were below the poverty line, including 32.4% of those under age 18 and 24.9% of those age 65 or over. == Business and economy == Cave City's main industry is tourism, thanks to its proximity to Mammoth Cave National Park. A number of motels and restaurants are located at the Exit 53 interchange of Interstate 65 and state routes 70 and 90, which cater to tourists visiting the area. The city operates one of south-central Kentucky's first convention center hosting over 40,000 attendees per year, with an annual economic impact over $435,000 in lodging, restaurant and attraction revenue. Cave City has long been host to Mammoth Cave visitors; in the era of passenger rail travel, trains of the Louisville and Nashville Railroad would discharge tourists there, who would then be shuttled to the cave. Aside from tourism, the city's economy is largely retail focusing on antiques and consignment stores. == Political == Cave City is governed by a mayor and an elected city council. The current mayor () is Dwayne Hatcher. Previous mayor Bob Hunt attracted attention by casting the tie-breaking vote against an ordinance considered by the council, which would have banned the use of tobacco in public places. (The region around Cave City is one of the largest tobacco-producing areas in the world.) == Liquor in Cave City == On November 8, 2005, Cave City voters passed a Liquor-by-the-Drink referendum that for the first time in over 50 years allowed alcohol to be served in restaurants that met certain qualifications. The Sahara Steakhouse was the first restaurant in Cave City to obtain a license to sell alcoholic beverages in the city limits a year after it was made legal. El Mazatlan, a Mexican restaurant, now has a license as well. Sahara Steakhouse has since ceased alcohol sales due to the excessive cost of liability insurance. On July 22, 2014, Cave City voters approved full retail sales of packaged alcohol. An ordinance governing package sales was approved by the city council in September 2014, with license fees to be set in October. Sales began several months later, after state-mandated waiting periods and issuance of initial licenses. ==Notable people== *Beegie Adair, musician *Floyd Collins, cave explorer and famous, cave accident victim ==References== ==External links== * * City of Cave City official website * Cave City Convention Center and Tourism Bureau Category:Cities in Barren County, Kentucky Category:Cities in Kentucky Category:Glasgow, Kentucky, micropolitan area",
 "title": "Cave City, Kentucky"
}