{
 "id": "115179",
 "text": "Bellewood is a home rule-class city in Jefferson County, Kentucky, United States. The city was formally incorporated by the state assembly in 1950.Commonwealth of Kentucky. Office of the Secretary of State. Land Office. \"Bellewood, Kentucky\". Accessed 15 July 2013. The population was 321 at the 2010 census. ==Geography== Bellewood is located in northern Jefferson County at (38.260455, -85.659092). It is bordered by Brownsboro Village to the northwest, Druid Hills to the north, a portion of Louisville to the northeast, and St. Matthews to the east, south, and west. Downtown Louisville is to the west. According to the United States Census Bureau, the city has a total area of , all land. Bellewood lies between U.S. Routes 42 and 60. ==Demographics== As of the census of 2000, there were 300 people, 121 households, and 80 families residing in the city. The population density was 3,910.8 people per square mile (1,447.9/km2). There were 126 housing units at an average density of 1,642.5 per square mile (608.1/km2). The racial makeup of the city was 98.67% White, 0.33% Asian, and 1.00% from two or more races. There were 121 households, out of which 35.5% had children under the age of 18 living with them, 57.0% were married couples living together, 9.9% had a female householder with no husband present, and 33.1% were non-families. 30.6% of all households were made up of individuals, and 11.6% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 3.17. In the city, the population was spread out, with 30.3% under the age of 18, 4.7% from 18 to 24, 30.3% from 25 to 44, 21.7% from 45 to 64, and 13.0% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 81.8 males. For every 100 females age 18 and over, there were 77.1 males. The median income for a household in the city was $88,708, and the median income for a family was $97,197. Males had a median income of $60,500 versus $36,000 for females. The per capita income for the city was $39,498. None of the families and 0.3% of the population were living below the poverty line. ==References== Category:Cities in Kentucky Category:Cities in Jefferson County, Kentucky Category:Louisville metropolitan area Category:Populated places established in 1950 Category:1950 establishments in Kentucky",
 "title": "Bellewood, Kentucky"
}