{
 "id": "115187",
 "text": "Buechel is a former census-designated place in Jefferson County, Kentucky, United States. The population was 7,272 at the 2000 census. Since 2003, it has been part of the city of Louisville due to a merger between the city and Jefferson County's unincorporated areas. Buechel is now a neighborhood within the city limits of Louisville. It is named after John Buechel, a Swiss carpenter and tavern owner who established a post office at his White Cottage tavern in 1883. ==Geography== Buechel is located at . According to the United States Census Bureau, the CDP has a total area of 6.5 km² (2.5 mi²), all land. ==Demographics== At the 2000 census there were 7,272 people, 3,320 households, and 1,792 families in the CDP. The population density was 1,114.2/km² (2,890.9/mi²). There were 3,505 housing units at an average density of 537.0/km² (1,393.3/mi²). The racial makeup of the CDP was 76.43% White, 17.86% Black or African American, 0.23% Native American, 1.42% Asian, 0.01% Pacific Islander, 2.31% from other races, and 1.73% from two or more races. Hispanic or Latino of any race were 4.07%. Of the 3,320 households 25.8% had children under the age of 18 living with them, 36.9% were married couples living together, 13.6% had a female householder with no husband present, and 46.0% were non-families. 39.4% of households were one person and 14.3% were one person aged 65 or older. The average household size was 2.15 and the average family size was 2.88. The age distribution was 22.4% under the age of 18, 9.4% from 18 to 24, 31.8% from 25 to 44, 19.7% from 45 to 64, and 16.7% 65 or older. The median age was 36 years. For every 100 females, there were 91.4 males. For every 100 females age 18 and over, there were 87.0 males. The median household income was $35,650 and the median family income was $43,375. Males had a median income of $31,376 versus $24,604 for females. The per capita income for the CDP was $19,426. About 5.5% of families and 7.8% of the population were below the poverty line, including 9.7% of those under age 18 and 8.9% of those age 65 or over. ==References== ==External links== *\"Buechel: Predatory Animals Were Ousted, but Wild Life Lived on in a Defiant Rustler, Bashford Manor Thoroughbreds\" — Article by Bill Pike of The Courier-Journal Category:Neighborhoods in Louisville, Kentucky Category:Former census- designated places in Kentucky",
 "title": "Buechel, Louisville"
}