{
 "id": "115157",
 "text": "Campbellsburg is a home rule-class city in Henry County, Kentucky, in the United States. The population was 813 at the 2010 census, up from 705 at the 2000 census. It is home to Post 5 of the Kentucky State Police. The city was incorporated by the state legislature in 1840 as \"Chiltonsville\", in honor of its trustee Charles J. Chilton, but the name was changed within three weeks to \"Campbellsburg\" for another local family. Later the same year, the local post office at Benevola was renamed \"Campbellsburg\" as well. The arrival of the Louisville, Cincinnati and Lexington Railroad in 1869 led to a division of the town into \"Old\" and \"New Campbellsburg\". The later was separately incorporated in 1876 but eventually expanded until the two polities merged into the present town.Rennick, Robert M. Kentucky Place Names. The University Press of Kentucky (Lexington), 1988. . Campbellsburg's central business district was rebuilt after much of it was destroyed by a tornado on April 1, 1974. ==Geography== Campbellsburg is located in northwestern Henry County at (38.523111, -85.204391). U.S. Route 421 is the city's Main Street; it leads west to Interstate 71 at Exit 34 and northwest to Bedford, while to the southeast US-421 leads to Frankfort, the state capital. I-71 leads northeast to Cincinnati and southwest to Louisville. According to the United States Census Bureau, Campbellsburg has a total area of , of which , or 2.45%, is water. ==Demographics== As of the census of 2000, there were 705 people, 283 households, and 202 families residing in the city. The population density was 1,246.3 people per square mile (477.5/km2). There were 298 housing units at an average density of 526.8 per square mile (201.9/km2). The racial makeup of the city was 94.75% White, 3.83% African American, 0.85% Asian, 0.43% from other races, and 0.14% from two or more races. Hispanic or Latino of any race were 1.28% of the population. There were 283 households, out of which 32.2% had children under the age of 18 living with them, 51.6% were married couples living together, 18.7% had a female householder with no husband present, and 28.6% were non-families. 26.9% of all households were made up of individuals, and 15.9% had someone living alone who was 65 years of age or older. The average household size was 2.49 and the average family size was 3.01. In the city, the population was spread out, with 27.4% under the age of 18, 7.9% from 18 to 24, 25.5% from 25 to 44, 23.3% from 45 to 64, and 15.9% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 84.6 males. For every 100 females age 18 and over, there were 77.2 males. The median income for a household in the city was $35,865, and the median income for a family was $41,406. Males had a median income of $31,250 versus $21,250 for females. The per capita income for the city was $15,755. About 10.5% of families and 18.1% of the population were below the poverty line, including 22.6% of those under age 18 and 19.5% of those age 65 or over. ==References== Category:Cities in Kentucky Category:Cities in Henry County, Kentucky Category:Louisville metropolitan area Category:Populated places established in 1840 Category:1840 establishments in Kentucky",
 "title": "Campbellsburg, Kentucky"
}