{
 "id": "115293",
 "text": "Villa Hills is a home rule-class city in Kenton County, Kentucky along the Ohio River. The population was 7,489 at the 2010 census. ==Geography== Villa Hills is located at (39.059611, -84.591913). According to the United States Census Bureau, the city has a total area of , of which is land and (16.85%) is water. ==Demographics== As of the census of 2000, there were 7,948 people, 2,808 households, and 2,209 families residing in the city. The population density was 2,144.3 people per square mile (827.2/km). There were 2,855 housing units at an average density of 770.2 per square mile (297.1/km). The racial makeup of the city was 97.52% White, 0.45% African American, 0.16% Native American, 0.94% Asian, 0.16% from other races, and 0.75% from two or more races. Hispanic or Latino of any race were 0.84% of the population. There were 2,808 households, out of which 38.9% had children under the age of 18 living with them, 69.6% were married couples living together, 7.1% had a female householder with no husband present, and 21.3% were non-families. 18.4% of all households were made up of individuals, and 5.8% had someone living alone who was 65 years of age or older. The average household size was 2.78 and the average family size was 3.20. In the city, the population was spread out, with 26.7% under the age of 18, 7.9% from 18 to 24, 26.3% from 25 to 44, 29.1% from 45 to 64, and 10.0% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 96.2 males. For every 100 females age 18 and over, there were 89.8 males. The median income for a household in the city was $73,523, and the median income for a family was $79,810. Males had a median income of $60,792 versus $34,949 for females. The per capita income for the city was $34,373. About 1.5% of families and 2.5% of the population were below the poverty line, including 2.1% of those under age 18 and 9.3% of those age 65 or over. ==Education== There are two schools in Villa Hills currently. River Ridge Elementary is the local public elementary school, and Villa Madonna Academy, for which the town was named, is the local K-12 Roman Catholic school. ==See also== * List of cities and towns along the Ohio River ==References== ==External links== * City of Villa Hills Official Website Category:Cities in Kenton County, Kentucky Category:Cities in Kentucky Category:Kentucky populated places on the Ohio River",
 "title": "Villa Hills, Kentucky"
}