{
 "id": "115295",
 "text": "Hindman ()Rennick, Robert. Kentucky Place Names, p. 141. University Press of Kentucky (Lexington), 1987. Accessed 30 July 2013. is a home rule-class town in, and the county seat of, Knott County, Kentucky, in the United States. The population was 777 at the 2010 U.S. census. ==Geography== Hindman is located just west of the center of Knott County at (37.337174, -82.981147). It sits in the valley of Troublesome Creek, at the junction of its Left Fork and Right Fork. Kentucky Routes 160 and 550 pass through the center of town, and Kentucky Route 80, a four-lane highway, passes just north of the city limits. KY 80 leads northeast to Prestonsburg and southwest to the outskirts of Hazard. According to the United States Census Bureau, Hindman has a total area of , all land. Via Troublesome Creek, the city is within the watershed of the Kentucky River. ==History== The land for the town was provided by local landowner and postmaster Peyton Duke,The Kentucky Encyclopedia, pp. 433. \"Hindman\". University Press of Kentucky (Lexington), 1992. Accessed 30 July 2013. but Hindman was named in honor of James Hindman, who was the lieutenant governor when the town was founded in 1884 to serve as the seat of government for the newly formed Knott County. Hindman is home to the Hindman Settlement School, which was the earliest rural settlement school. Hindman was served by a pack horse library, which opened in 1935. ==Demographics== As of the census of 2000, there were 787 people, 356 households, and 220 families residing in the city. The population density was 232.5 people per square mile (89.9/km2). There were 415 housing units at an average density of 122.6 per square mile (47.4/km2). The racial makeup of the city was 97.59% White, 0.38% Native American, 0.38% from other races, and 1.65% from two or more races. Hispanic or Latino of any race were 1.27% of the population. There were 356 households, out of which 31.2% had children under the age of 18 living with them, 41.3% were married couples living together, 18.8% had a female householder with no husband present, and 38.2% were non-families. 36.0% of all households were made up of individuals, and 15.7% had someone living alone who was 65 years of age or older. The average household size was 2.19 and the average family size was 2.87. In the city, the population was spread out, with 25.3% under the age of 18, 10.7% from 18 to 24, 25.4% from 25 to 44, 22.7% from 45 to 64, and 15.9% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 83.4 males. For every 100 females age 18 and over, there were 77.6 males. The median income for a household in the city was $14,511, and the median income for a family was $21,806. Males had a median income of $31,477 versus $21,979 for females. The per capita income for the city was $11,637. About 32.0% of families and 38.9% of the population were below the poverty line, including 49.7% of those under age 18 and 22.2% of those age 65 or over. ==Arts and culture== Gingerbread Festival is an annual three-day festival in early September to celebrate community and Appalachian culture. In Paintsville native Tyler Childers' song, \"Hard Times,\" he makes reference to the town of Hindman in regards to work he's gotten word is available. ==Education== Hindman has a lending library, the Knott County Public Library. ==Notable people== * * ==References== Category:Cities in Kentucky Category:Cities in Knott County, Kentucky Category:County seats in Kentucky Category:Populated places established in 1884 Category:1884 establishments in Kentucky",
 "title": "Hindman, Kentucky"
}