{
 "id": "115246",
 "text": "Rolling Hills is a home rule-class city in Jefferson County, Kentucky, United States. The population was 959 at the 2010 census. ==Geography== Rolling Hills is located in northeastern Jefferson County at (38.282670, -85.577770). It is bordered to the north by Langdon Place, to the east by Meadow Vale, to the west by Westwood, and otherwise by consolidated Louisville/Jefferson County. It is northeast of downtown Louisville. According to the United States Census Bureau, Rolling Hills has a total area of , all land. ==Demographics== At the 2000 census there were 907 people in 385 households, including 259 families, in the city. The population density was 5,126.8 people per square mile (1,945.5/km). There were 400 housing units at an average density of 2,261.0 per square mile (858.0/km). The racial makeup of the city was 90.74% White, 6.50% African American, 0.33% Native American, 1.54% Asian, 0.22% from other races, and 0.66% from two or more races. Hispanic or Latino of any race were 0.33%. Of the 385 households 29.9% had children under the age of 18 living with them, 53.0% were married couples living together, 11.4% had a female householder with no husband present, and 32.5% were non-families. 28.3% of households were one person and 9.1% were one person aged 65 or older. The average household size was 2.36 and the average family size was 2.90. The age distribution was 22.2% under the age of 18, 6.8% from 18 to 24, 32.9% from 25 to 44, 25.1% from 45 to 64, and 13.0% 65 or older. The median age was 39 years. For every 100 females, there were 87.8 males. For every 100 females age 18 and over, there were 84.8 males. The median household income was $51,071 and the median family income was $57,375. Males had a median income of $40,395 versus $28,375 for females. The per capita income for the city was $25,037. About 2.8% of families and 3.3% of the population were below the poverty line, including 7.0% of those under age 18 and 5.6% of those age 65 or over. ==References== ==External links== *City of Rolling Hills official website Category:Cities in Jefferson County, Kentucky Category:Cities in Kentucky Category:Louisville metropolitan area",
 "title": "Rolling Hills, Kentucky"
}