{
 "id": "115394",
 "text": "River Bluff is a home rule-class city in Oldham County, Kentucky, United States. The population was 403 at the 2010 census. ==Geography== River Bluff is located at (38.370165, -85.600873). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== As of the census of 2000, there were 402 people, 138 households, and 126 families residing in the city. The population density was 2,005.2 people per square mile (776.1/km). There were 140 housing units at an average density of 698.3 per square mile (270.3/km). The racial makeup of the city was 97.26% White, 0.75% African American, 0.25% Native American, 1.00% Asian, and 0.75% from two or more races. Hispanic or Latino of any race were 1.24% of the population. There were 138 households, out of which 42.0% had children under the age of 18 living with them, 86.2% were married couples living together, 4.3% had a female householder with no husband present, and 8.0% were non-families. 6.5% of all households were made up of individuals, and 0.7% had someone living alone who was 65 years of age or older. The average household size was 2.91 and the average family size was 3.06. In the city, the population was spread out, with 28.1% under the age of 18, 4.2% from 18 to 24, 20.1% from 25 to 44, 38.6% from 45 to 64, and 9.0% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 102.0 males. For every 100 females age 18 and over, there were 97.9 males. The median income for a household in the city was $93,074, and the median income for a family was $96,974. Males had a median income of $54,688 versus $24,375 for females. The per capita income for the city was $30,149. About 3.1% of families and 3.7% of the population were below the poverty line, including 3.9% of those under age 18 and 7.8% of those age 65 or over. ==References== Category:Cities in Oldham County, Kentucky Category:Cities in Kentucky Category:Louisville metropolitan area Category:Populated places established in 1980",
 "title": "River Bluff, Kentucky"
}