{
 "id": "115368",
 "text": "Mount Sterling, often written as Mt. Sterling,The Commonwealth of Kentucky's Land Office lists the city as \"Mount Sterling\" but has a note: \"Actual name of city is Mt. Sterling.\" is a home rule-class city in Montgomery County, Kentucky. The population was 6,895 at the time of the 2010 U.S. census. It is the county seat of Montgomery County and the principal city of the Mount Sterling micropolitan area. ==History== Mount Sterling is named for an ancient burial mound called Little Mountain, and for the town of Stirling in Scotland. It was named by the first developer of the area, Hugh Forbes. The Kentucky Assembly passed an act in 1792 establishing the town as Mt. Sterling, a misspelling which was retained. The area was originally part of the thick wilderness of central Kentucky. Explorers, hunters, and surveyors traveling along a trail called Old Harper's Trace noted a 125-foot-high tree-covered mound which they called The Little Mountain. Later excavations showed it to be a burial site. The site of the mound is now the intersection of Queen and Locust Streets in Mt. Sterling. The first cabin in the area was built in 1779. The first permanent settlement was established around 1790, when Forbes began to sell lots and laid out a road, now Locust Street. In 1796 the town was established as the county seat of newly created Montgomery County. At that time the town consisted of 33 town lots, four retail stores, and three taverns. A courthouse was built, the first of seven to be housed in Mt. Sterling. A jail and a town pump were also installed. A large brick market house where farm produce was bought and sold confirmed the town as the commercial center of the surrounding area. Baptist, Presbyterian and Methodist churches were established during the town's first decade. During the Civil War the town was occupied alternately by Union and Confederate troops on multiple occasions. The Battle of Mt. Sterling in June 1864, which ended in a Confederate defeat, was the last of the fighting in Montgomery County. ==Geography== Mt. Sterling is located at (38.056613, -83.944500). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== As of the census of 2000, there were 5,876 people, 2,478 households, and 1,536 families residing in the city. The population density was 1,708.9 people per square mile (659.5/km). There were 2,768 housing units at an average density of 805.0 per square mile (310.7/km). The racial makeup of the city was 89.09% White, 8.73% African American, 0.22% Native American, 0.19% Asian, 0.75% from other races, and 1.02% from two or more races. Hispanic or Latino people of any race were 1.68% of the population. There were 2,478 households, out of which 28.9% had children under the age of 18 living with them, 44.8% were married couples living together, 14.2% had a female householder with no husband present, and 38.0% were non-families. 33.3% of all households were made up of individuals, and 17.4% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.89. In the city, the population was spread out, with 22.7% under the age of 18, 10.6% from 18 to 24, 28.4% from 25 to 44, 21.0% from 45 to 64, and 17.4% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 86.0 males. For every 100 females age 18 and over, there were 83.1 males. The median income for a household in the city was $27,050, and the median income for a family was $54,074. Males had a median income of $30,584 versus $21,081 for females. The per capita income for the city was $17,585. About 17.1% of families and 19.4% of the population were below the poverty line, including 29.4% of those under age 18 and 17.8% of those age 65 or over. ==Arts and culture== Beginning in the eighteenth century, Court Day quickly became the annual trading day for the area. It remains a big event today, held on the third Monday in October and the weekend prior. Approximately 130,000 people from all parts of the country gather for the four-day event that specializes in many different arts and crafts, food and music. The Gateway Regional Arts Center holds classes and exhibitions in the former First United Methodist Church, a historic building listed on the National Register of Historic Places. ==List of Registered Historical Places== * Bondurant House * Chesapeake and Ohio Railroad Passenger and Baggage Depots * Church of the Ascension * Confederate Monument of Mt. Sterling * East Mt. Sterling Historic District * Enoch Smith House * Gaitskill Mound Archeological Site * John Bell Hood House * KEAS Tabernacle Christian Methodist Episcopal Church * Machpelah Cemetery * Methodist Episcopal Church South * Miss Emma Hicks Bungalow * Monarch Milling Company * Mt. Sterling Commercial District * Northwest Residential District * Ralph Morgan Stone House * W. T. Fitzpatrick House * William Chiles House * Wright-Greene Mound Complex ==Education== Mount Sterling has a lending library, a branch of the Montgomery County Public Library. ==Climate== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Mt. Sterling has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Mt. Sterling, Kentucky ==Notable people== * Lawrence Chenault (b. 1877), African American film actor * Rep. Henry Daniel (1786–1873) * Rep. Amos Davis (1794–1835) * Ernie Fletcher (b. 1952), Governor of Kentucky (2003–2007) * Nancy Green (1834–1923), the original Aunt JemimaTom Eblen. \"New location fitting for black history museum\", Lexington Herald-Leader, February 8, 2012. Retrieved August 8, 2013. * Robert E. Payne (b. 1941), United States District Judge * Jeremy Sumpter (b. 1989), actor * Richard \"Pookie\" Elswick (b. 1989), bass player for Toby Keith * James L. White (1947–2015), screenwriter known for Ray * Josephine B. Sneed (1899–1986), Commissioner of Cook County, Illinois ==References== ==External links== * * Category:Cities in Kentucky Category:Cities in Montgomery County, Kentucky Category:County seats in Kentucky Category:Mount Sterling, Kentucky micropolitan area",
 "title": "Mount Sterling, Kentucky"
}