{
 "id": "115312",
 "text": "Crab Orchard is a home rule-class city in Lincoln County, Kentucky, United States. The population was 841 at the 2010 census. It is part of the Danville Micropolitan Statistical Area. ==History== Crab Orchard was near the end of the Logan Trace of the Wilderness Road and was an early pioneer station. There are several mineral springs in the area, and from 1827 until 1922, taverns and hotels were located at Crab Orchard Springs. The post office was established in 1815, with Archibald Shanks its first postmaster.Ancestry.com: All U.S., Appointments of U. S. Postmasters, 1832-1971 results for Crab Orchard Lincoln Kentucky, accessed March 2017, (paid subscription may be required to access data) Crab Orchard was a station on the Louisville and Nashville Railroad. Crab Orchard was the birthplace of Thomas L. Smith, a mountain man also known as \"Pegleg\" Smith. ==Geography== Crab Orchard is located in eastern Lincoln County in the Knobs 3 miles west of the Rockcastle County line at (37.462286, -84.507922). U.S. Route 150 passes around the southern and western edges of the city, leading northwest to Stanford, the county seat, and southeast to Mount Vernon. Kentucky Route 39 passes through Crab Orchard as Main Street, leading north to Lancaster and south to Somerset. According to the United States Census Bureau, Crab Orchard has a total area of , of which , or 0.66%, are water. The city is southwest of the Dix River, a northwest-flowing tributary of the Kentucky River. ==Demographics== As of the census of 2000, there were 842 people, 373 households, and 227 families residing in the city. The population density was . There were 435 housing units at an average density of . The racial makeup of the city was 97.15% White, 1.54% African American, 0.24% Native American, 0.24% from other races, and 0.83% from two or more races. Hispanic or Latino of any race were 0.59% of the population. There were 373 households, out of which 29.5% had children under the age of 18 living with them, 42.4% were married couples living together, 12.9% had a female householder with no husband present, and 38.9% were non-families. 36.2% of all households were made up of individuals, and 21.7% had someone living alone who was 65 years of age or older. The average household size was 2.26 and the average family size was 2.93. In the city, the population was spread out, with 25.9% under the age of 18, 8.4% from 18 to 24, 24.5% from 25 to 44, 20.8% from 45 to 64, and 20.4% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 89.2 males. For every 100 females age 18 and over, there were 77.3 males. The median income for a household in the city was $21,184, and the median income for a family was $31,111. Males had a median income of $26,607 versus $18,889 for females. The per capita income for the city was $11,706. About 17.7% of families and 27.9% of the population were below the poverty line, including 35.1% of those under age 18 and 27.8% of those age 65 or over. ==References== Category:Cities in Kentucky Category:Cities in Lincoln County, Kentucky Category:Danville, Kentucky micropolitan area",
 "title": "Crab Orchard, Kentucky"
}