{
 "id": "115461",
 "text": "Versailles () is a home rule-class city in Woodford County, Kentucky, United States. It lies by road west of Lexington and is part of the Lexington-Fayette Metropolitan Statistical Area. Versailles has a population of 9,316 according to 2017 census estimates. It is the county seat of Woodford County. The city's name is pronounced , an anglicization different from the French pronunciation of the royal city of the same name near Paris. ==History== Versailles was founded on June 23, 1792, on of land owned by Hezekiah Briscoe, at the time only a child. His guardian, Marquis Calmes, named the town after Versailles, France, in honor of General Lafayette, a family friend and hero of the American Revolution. Located in what became known as the Bluegrass Region of Kentucky, where farmers also raised thoroughbred horses and other high-quality livestock, the city was officially incorporated on February 13, 1837. It was briefly occupied during the American Civil War by both Confederate and Union forces. ==Geography== According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== As of the census of 2000, there were 7,511 people, 3,160 households, and 2,110 families residing in the city. The population density was . There were 3,330 housing units at an average density of . The racial makeup of the city was 96.18% White, 0.67% African American, 0.15% Native American, 0.35% Asian, 0.01% Pacific Islander, 1.34% from other races, and 1.30% from two or more races. Hispanic or Latino of any race were 4.29% of the population. There were 3,160 households, out of which 29.5% had children under the age of 18 living with them, 48.7% were married couples living together, 14.4% had a female householder with no husband present, and 33.2% were non-families. 28.4% of all households were made up of individuals, and 11.8% had someone living alone who was 65 years of age or older. The average household size was 2.37 and the average family size was 2.89. 23.2% of the population was under the age of 18, 10.1% from 18 to 24, 29.4% from 25 to 44, 23.7% from 45 to 64, and 13.6% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 88.6 males. For every 100 females age 18 and over, there were 86.8 males. The median income for a household in the city was US $35,052, and the median income for a family was $41,567. Males had a median income of $31,056 versus $24,488 for females. The per capita income for the city was $18,489. About 11.1% of families and 14.0% of the population were below the poverty line, including 16.0% of those under age 18 and 20.9% of those age 65 or over. ==Economy== In the Inner Bluegrass Region, the area is a center for horse breeding and training, and for thoroughbred and standardbred racehorses and saddlebred pleasure horses. Thoroughbred farms include Woodburn Stud, Lane's End Farm, and WinStar Farm. Located in Versailles is Woodford Reserve Distillery, a station on the Bourbon Trail, and the Bluegrass Railroad and Museum. ===Film industry=== Most of the small-town scenes in the movie Elizabethtown (2005) were filmed in Versailles. It was also the setting of the movie Dreamer: Inspired by a True Story (2005). The cemetery scene in the film Secretariat (2010), about one of Kentucky's major race and stud horses, was filmed at Pisgah Pike Church. The Flim-Flam Man (1967) was filmed at several locations near Versailles. The opening sequence was filmed at Paynes Depot, and a car chase was filmed on Clifton Road. ==Education== Versailles has a lending library, a branch of the Woodford County Public Library. ==Notable people== * Joseph Clay Stiles Blackburn, U.S. Congressman, U.S. Senator * Ben Chandler, Kentucky Attorney General and U.S. Congressman * Happy Chandler, Kentucky governor, U.S. senator and Commissioner of Baseball * Martha Layne Collins, Kentucky governor * John Conlee, country music singer * John J. Crittenden, Kentucky governor, U.S. Congressman, senator, attorney general * George Cruikshank, historian and editor of the Birmingham Ledger * Randall L. Gibson (1832–1892), politician born here, elected as US Representative and senator from Louisiana, serving from 1875 to 1892 * Field Harris (1895–1967), USMC general who served during World War II and the Korean War * Virginia Cary Hudson (1894–1954), American writer * Shaun King, activist; leader of Black Lives Matter * Noel F. Parrish USAF general * Edward Platt, actor who played \"The Chief\" in Get Smart * Stephen S. Sawyer, artist and writer * Charles Scott, brigadier general during the American Revolution and fourth governor of Kentucky * William Shatner, actor and Saddlebred owner * Sturgill Simpson, singer and songwriter * Kenny Troutt, owner of Excel Communications and Winstar Farm (part-time resident) * Henry Ward, Kentucky Commissioner of Highways and Commissioner of State Parks * Ernest E. West, raised in a Versailles orphanage, became a US Army soldier and was awarded the Medal of Honor * Drake Jackson, starting center For U.K. Football, starting center for the American team in the Senior Bowl, And entered into the 2021 NFL Draft ==References== ==External links== * Category:Cities in Woodford County, Kentucky Category:Cities in Kentucky Category:County seats in Kentucky Category:Lexington–Fayette metropolitan area",
 "title": "Versailles, Kentucky"
}