{
 "id": "115450",
 "text": "Willisburg is a home rule-class city in Washington County, Kentucky, United States. The population was 304 at the 2000 census. The center of population of Kentucky is located in Willisburg.https://www.census.gov/geo/www/cenpop/statecenters.txt ==History== Willisburg was founded in 1838, and was named for Captain Henry Willis, a Revolutionary War veteran. The city expanded in the 1870s as a crossroads community at the intersection of two turnpikes. Willisburg incorporated in 1965.Jennifer Ryall, \"Willisburg Historic District,\" National Register of Historic Places inventory form, c. 2012. ==Geography== Willisburg is located at (37.810137, -85.121919). The city is concentrated along Kentucky Route 433 (Main Street), mostly in the vicinity of its intersection with Kentucky Route 53, west of Harrodsburg and northeast of Springfield. Willisburg Lake, an impoundment of Lick Creek built by the city in the late 1960s, lies just to the northwest. According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== As of the census of 2000, there were 304 people, 109 households, and 68 families residing in the city. The population density was 570.4 people per square mile (221.5/km). There were 119 housing units at an average density of 223.3 per square mile (86.7/km). The racial makeup of the city was 92.76% White, 5.92% African American, and 1.32% from two or more races. Hispanic or Latino of any race were 0.33% of the population. There were 109 households, out of which 21.1% had children under the age of 18 living with them, 54.1% were married couples living together, 8.3% had a female householder with no husband present, and 36.7% were non- families. 34.9% of all households were made up of individuals, and 23.9% had someone living alone who was 65 years of age or older. The average household size was 2.20 and the average family size was 2.86. In the city, the population was spread out, with 34.2% under the age of 18, 8.2% from 18 to 24, 18.8% from 25 to 44, 20.1% from 45 to 64, and 18.8% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 133.8 males. For every 100 females age 18 and over, there were 83.5 males. The median income for a household in the city was $28,750, and the median income for a family was $35,833. Males had a median income of $22,188 versus $17,656 for females. The per capita income for the city was $13,129. About 1.6% of families and 7.3% of the population were below the poverty line, including none of those under the age of eighteen and 18.4% of those 65 or over. ==References== ==External links== * Category:Cities in Washington County, Kentucky Category:Cities in Kentucky",
 "title": "Willisburg, Kentucky"
}