{
 "id": "115558",
 "text": "Monticello is a census-designated place (CDP) in East Baton Rouge Parish, Louisiana, United States. The population was 5,172 at the 2010 census, up from 4,763 in 2000. It is part of the Baton Rouge Metropolitan Statistical Area. ==Geography== Monticello is located in east-central East Baton Rouge Parish at (30.491889, -91.048101). It is bordered to the west and south by Baton Rouge and to the northeast by Central. Greenwell Springs Road (Louisiana Highway 37) forms the northern border of the CDP. Downtown Baton Rouge is to the west. According to the United States Census Bureau, the Monticello CDP has a total area of , all land. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Monticello racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non- Hispanic) | 411 | 7.57% |- !scope=\"row\"| Black or African American (non- Hispanic) | 4,724 | 86.98% |- !scope=\"row\"| Native American | 10 | 0.18% |- !scope=\"row\"| Asian | 41 | 0.75% |- !scope=\"row\"| Other/Mixed | 102 | 1.88% |- !scope=\"row\"| Hispanic or Latino | 143 | 2.63% |} As of the 2020 United States census, there were 5,431 people, 1,747 households, and 1,192 families residing in the CDP. ===2000 census=== As of the census of 2000, there were 4,763 people, 1,630 households, and 1,334 families residing in the CDP. The population density was 2,006.2 people per square mile (776.0/km). There were 1,670 housing units at an average density of 703.4 per square mile (272.1/km). The racial makeup of the CDP was 34.03% White, 63.85% African American, 0.23% Native American, 0.99% Asian, 0.06% Pacific Islander, 0.29% from other races, and 0.55% from two or more races. Hispanic or Latino of any race were 1.32% of the population. There were 1,630 households, out of which 47.2% had children under the age of 18 living with them, 62.4% were married couples living together, 15.5% had a female householder with no husband present, and 18.1% were non-families. 16.0% of all households were made up of individuals, and 3.9% had someone living alone who was 65 years of age or older. The average household size was 2.92 and the average family size was 3.27. In the CDP, the population was spread out, with 31.5% under the age of 18, 7.9% from 18 to 24, 32.6% from 25 to 44, 21.7% from 45 to 64, and 6.3% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 91.3 males. For every 100 females age 18 and over, there were 84.2 males. The median income for a household in the CDP was $46,707, and the median income for a family was $49,464. Males had a median income of $38,250 versus $25,915 for females. The per capita income for the CDP was $17,524. About 4.6% of families and 5.1% of the population were below the poverty line, including 7.3% of those under age 18 and 2.7% of those age 65 or over. ==Education== East Baton Rouge Parish Public Schools serves Monticello.\"2010 CENSUS - CENSUS BLOCK MAP: Monticello CDP, LA.\" U.S. Census Bureau. Retrieved on January 6, 2017. Residents are zoned to Greenbrier Elementary School in Monticello,\"Elemementary-School-Boundary-Descriptions-15-16.pdf .\" East Baton Rouge Parish Public Schools. Retrieved on January 7, 2017. Greenbrier is on page 14 of 41. Park Forest Middle School,\"Middle-School-Boundary- Descriptions-15-16.pdf .\" East Baton Rouge Parish Public Schools. Retrieved on January 6, 2017. Park Forest is on page 10 of 14. and Belaire High School.\"High-School-Boundary-Descriptions-15-16.pdf .\" East Baton Rouge Parish Public Schools. Retrieved on January 6, 2017. Belaire is on page 1 of 10. East Baton Rouge Parish Library operates the Greenwell Springs Road Regional Library in Monticello. The facility opened in 1997. Designed by Cockfield - Jackson Architects, LLC., it was the third library in the parish to be built with property tax funds.\"Greenwell Springs Road Regional Branch Library.\" East Baton Rouge Parish Library. Retrieved on January 7, 2017. \"11300 Greenwell Springs Road, Baton Rouge, LA 70814\" ==References== ==External links== * Greenbrier Elementary School Category:Census-designated places in East Baton Rouge Parish, Louisiana Category:Census-designated places in Louisiana Category:Baton Rouge metropolitan area",
 "title": "Monticello, Louisiana"
}