{
 "id": "115530",
 "text": "200px|left|thumb|The Grayson United Methodist Church is located near Grayson Town Hall and Grayson Elementary School. Grayson is a village in Caldwell Parish, Louisiana, United States. The population was 532 at the 2010 census. ==Geography== Grayson is located southwest of the center of Caldwell Parish at (32.048640, -92.111666). U.S. Route 165 passes through the center of the village, leading northeast to Columbia, the parish seat, and southwest to Olla. According to the United States Census Bureau, Grayson has a total area of , all land. ==Institutions== Grayson has an elementary school, but high school students attend the nearby Caldwell Parish High School in the parish seat of Columbia. Across from the elementary school and the Grayson Town Hall is Grayson United Methodist Church. The Grayson Baptist Church is just west of U.S. Highway 165. ==Notable people== Though primarily associated with Columbia, former Governor John J. McKeithen was born in Grayson in 1918. The Louisiana historian Hubert D. Humphreys was born and reared in Grayson. He published an article on the village in a 1992 edition of the journal, North Louisiana History.Hubert D. Humphreys, \"A History of the Village of Grayson, Louisiana,\" Vol. 23, No. 4 (Fall 1992), pp. 99-143 ==Demographics== As of the census of 2000, there were 531 people, 227 households, and 167 families residing in the village. The population density was 418.2 inhabitants per square mile (161.4/km). There were 260 housing units at an average density of 204.8 per square mile (79.0/km). The racial makeup of the village was 88.89% White, 9.79% African American, 0.56% from other races, and 0.75% from two or more races. Hispanic or Latino of any race were 1.88% of the population. There were 227 households, out of which 32.2% had children under the age of 18 living with them, 47.1% were married couples living together, 22.5% had a female householder with no husband present, and 26.4% were non-families. 25.1% of all households were made up of individuals, and 13.7% had someone living alone who was 65 years of age or older. The average household size was 2.34 and the average family size was 2.78. In the village, the population was spread out, with 26.2% under the age of 18, 9.4% from 18 to 24, 23.0% from 25 to 44, 25.2% from 45 to 64, and 16.2% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 80.0 males. For every 100 females age 18 and over, there were 70.4 males. The median income for a household in the village was $28,125, and the median income for a family was $33,250. Males had a median income of $30,556 versus $20,536 for females. The per capita income for the village was $14,491. About 23.2% of families and 25.6% of the population were below the poverty line, including 38.2% of those under age 18 and 16.3% of those age 65 or over. ==References== ==External links== * Grayson Progress Community Progress Site for Grayson, LA Category:Villages in Caldwell Parish, Louisiana Category:Villages in Louisiana",
 "title": "Grayson, Louisiana"
}