{
 "id": "115618",
 "text": "| leader_title1 = | leader_name1 = | total_type = | unit_pref = Imperial | area_footnotes = | area_total_km2 = 16.09 | area_total_sq_mi = 6.21 | area_land_km2 = 15.15 | area_land_sq_mi = 5.85 | area_water_km2 = 0.93 | area_water_sq_mi = 0.36 | area_water_percent = | area_metro_footnotes = | area_metro_km2 = | area_metro_sq_mi = | area_rank = | elevation_footnotes = | elevation_m = | elevation_ft = 3 | elevation_point = | elevation_max_footnotes = | elevation_max_m = | elevation_max_ft = | elevation_max_point = | elevation_max_rank = | elevation_min_footnotes = | elevation_min_m = | elevation_min_ft = | elevation_min_point = | elevation_min_rank = | population_as_of = 2020 | population_footnotes = | population_total = 1809 | pop_est_as_of = 2020 | pop_est_footnotes = | population_est = 1996 | population_rank = JE: 5th | population_density_km2 = 132.00 | population_density_sq_mi = 341.88 | population_metro_footnotes = | population_metro = | population_density_metro_km2 = | population_density_metro_sq_mi = | population_density = | population_density_rank = | population_blank1_title = | population_blank1 = | population_density_blank1_km2 = | population_density_blank1_sq_mi = | population_blank2_title = | population_blank2 = | population_density_blank2_km2 = | population_density_blank2_sq_mi = | population_demonym = | population_note = | demographics_type1 = | demographics1_footnotes = | demographics1_title1 = | demographics1_info1 = | demographics_type2 = | demographics2_footnotes = | demographics2_title1 = | demographics2_info1 = | timezone1 = CST | utc_offset1 = -6 | timezone1_DST = CDT | utc_offset1_DST = -5 | timezone2 = | utc_offset2 = | timezone2_DST = | utc_offset2_DST = | postal_code_type = | postal_code = | postal2_code_type = | postal2_code = | area_code_type = | area_code = 504 | geocode = | iso_code = | blank_name = FIPS code | blank_info = 22-38092 | blank1_name = | blank1_info = | blank2_name = | blank2_info = | blank_name_sec2 = | blank_info_sec2 = | blank1_name_sec2 = | blank1_info_sec2 = | blank2_name_sec2 = Wikimedia Commons | blank2_info_sec2 = | website = | footnotes = *Town is on former site of Manila Village which was destroyed by hurricane in 1965 | image_blank_emblem = Jean Lafitte, Louisiana logo.png | blank_emblem_type = Logo }} Jean Lafitte is a town on Bayou Barataria in the U.S. state of Louisiana. Located in Jefferson Parish, it is named after the privateer Jean Lafitte. The population was 1,809 at the 2020 census. It is part of the New Orleans-Metairie-Kenner metropolitan statistical area. ==History== Jean Lafitte was originally settled by Native Americans, then explored and settled by the French who established the area as a harbor for large vessels coming in and out of New Orleans. Today, the communities along Bayou Barataria are made up of Jean Lafitte, Lafitte, Crown Point and Barataria. The town of Jean Lafitte was officially incorporated in 1974, an effort led by Leo E. Kerner Jr., who became the town's first mayor. His son, Tim Kerner Sr., later served 7 terms as mayor from 1992 to 2020. In 2020, his son Tim Kerner, Jr. was elected as mayor. Under the leadership of Tim Kerner Sr., the town built a number of civic and infrastructure improvements, including: a visitor center, museum, 1,300-seat auditorium, library, civic center, baseball park, senior center, medical clinic, art gallery, and nature trail. One of the mayor's major accomplishments was the creation of the Lafitte Area Independent Levee District that eventually secured over $300 million in funds to build tidal protection levees and flood walls. In 2012, a historical marker for the community of Manila Village was placed in Jean Lafitte. Since mid-2013, Manila Plaza, located in front of Jean Lafitte Town Hall, has held several historical markers and commemorative plaques acknowledging important individuals in the area's Filipino American history. The Philippine- Louisiana Historical Society participated in the dedication ceremony. While there were several settlements of Filipinos (sometimes called Manilamen or Tagalas) along the Louisiana coast in the late 19th century, Manila Village was the largest. The residents there implemented a system of platforms on which they dried shrimp, as forerunners of Louisiana's 21st-century dried shrimp industry. This community-on-stilts thrived for nearly a century, until it was destroyed by Hurricane Betsy in 1965. In 2014, the town of Jean Lafitte unveiled a historical marker sponsored by the Jefferson Parish Historical Commission at the town's visitor center. The historical marker reads: “Named for legendary privateer Jean Lafitte, who helped the United States win the Battle of New Orleans and used area bayous for his smuggling operations. Home to a thriving seafood industry. Incorporated in 1974 as a village. Became a town in 1977. First mayor of village and town was Leo E. Kerner, Jr., 1974-1991.” ==Geography== The town of Jean Lafitte is located at (29.735587, -90.122053). According to the United States Census Bureau, the town has a total area of , of which is land and (4.47%) is water. ==Demographics== {| class=\"wikitable\" style=\"text-align:right\" |+Jean Lafitte racial composition as of 2020 !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 1,491 | 82.42% |- !scope=\"row\"| Black or African American (non-Hispanic) | 20 | 1.11% |- !scope=\"row\"| Native American | 42 | 2.32% |- !scope=\"row\"| Asian | 22 | 1.22% |- !scope=\"row\"| Other/Mixed | 142 | 7.85% |- !scope=\"row\"| Hispanic or Latino | 92 | 5.09% |} According to the 2020 United States census, there were 1,809 people, 604 households, and 446 families residing in the town. At the 2019 American Community Survey, the racial and ethnic makeup of Jean Lafitte was 95.4% non-Hispanic white, 0.1% Black or African American, 0.7% American Indian or Alaska Native, 0.5% some other race, and 3.4% two or more races. By 2020, its composition was 82.42% non-Hispanic white, 1.11% Black or African American, 2.32% Native American, 1.22% Asian, 7.85% other races and ethnicities, and 5.09% Hispanic and Latino American, representing the demographic increase of Asians and Latinos nationwide. The median age of the town in 2019 was 39.7 and the median household income was $55,671 with a poverty rate of 17.1%. Of the 656 housing units in the township, males had a median income of $54,400 versus $39,830 for females. ==Education== Lafitte residents are zoned to Jefferson Parish Public Schools. Residents from K-6 are zoned to Leo E. Kerner Elementary School (formerly Lafitte Elementary School). 7-12 are zoned to Fisher Middle-High School. The Leo. E. Kerner Jr. City Park Multi-Purpose Complex is located in Jean Lafitte. Jefferson Parish Library operates the Lafitte Library inside the complex. The over facility, which is almost three times larger than the previous library facility, opened on March 4, 2010. The previous library facility sustained damage during Hurricane Katrina and Hurricane Rita, and the library contents were destroyed. The American Library Association donated $200,000 to the State of Louisiana, and the Louisiana Library Association's Disaster Relief Program awarded $20,000 of that to Jefferson Parish Library; the funds were used to rebuild the Lafitte Library. The previous library building became the Sheriff Harry Lee Police Station.\"Lafitte Library.\" Jefferson Parish Library. Retrieved on September 28, 2010. ==See also== *Jean Lafitte National Historical Park and Preserve - Barataria Preserve ==References== ==External links== * Town of Jean Lafitte * Leo E. Kerner Elementary School Category:Towns in Louisiana Category:Towns in Jefferson Parish, Louisiana Category:Towns in New Orleans metropolitan area",
 "title": "Jean Lafitte, Louisiana"
}