{
 "id": "115672",
 "text": "{{Infobox settlement | name = Clarence, Louisiana | official_name = Village of Clarence | native_name = | native_name_lang = | other_name = | settlement_type = Village | image_skyline = Grayson's Barbeque in Clarence, LA IMG_2050.JPG | imagesize = 225px | image_alt = | image_caption = Grayson Barbeque in Clarence, with a smokehouse, draws clientele from beyond the village because of its regional reputation and location on U.S. Highway 71 near the intersection with U.S. Highway 84. | image = | image_flag = | flag_size = | flag_alt = | flag_link = | image_seal = | seal_size = | seal_alt = | seal_link = | image_shield = | shield_size = | shield_alt = | shield_link = | image_blank_emblem = | blank_emblem_type = | blank_emblem_size = | blank_emblem_alt = | blank_emblem_link = | nickname = | motto = | anthem = | image_map = File:Natchitoches Parish Louisiana Incorporated and Unincorporated areas Clarence Highlighted.svg | mapsize = | map_alt = | map_caption = Location of Clarence in Natchitoches Parish, Louisiana. | image_map1 = | mapsize1 = | map_alt1 = | map_caption1 = Location of Louisiana in the United States | image_dot_map = | dot_mapsize = | dot_map_base_alt = | dot_map_alt = | dot_map_caption = | dot_x = |dot_y = | pushpin_map = Louisiana#USA | pushpin_label_position = | pushpin_label = | pushpin_map_alt = | pushpin_mapsize = | pushpin_map_caption = | pushpin_map1 = | pushpin_label_position1 = | pushpin_label1 = | pushpin_map_alt1 = | pushpin_mapsize1 = | pushpin_map_caption1 = | coordinates = | coordinates_footnotes = | subdivision_type = Country | subdivision_name = United States | subdivision_type1 = States | subdivision_name1 = Louisiana | subdivision_type2 = Parish | subdivision_name2 = Natchitoches | established_title = | established_date = | founder = | named_for = | elevation_footnotes = | elevation_m = | elevation_ft = | population_footnotes = | population_total = 326 | population_as_of = 2020 | population_rank = NC: 5th | timezone1 = CST | utc_offset1 = -6 | timezone1_DST = CDT | utc_offset1_DST = -5 | postal_code_type = ZIP code | postal_code = 71414 | area_code_type = Area code | area_code = 318 | geocode = | iso_code = | registration_plate = | blank_name_sec1 = | blank_info_sec1 = | website = | footnotes = |pop_est_as_of = |pop_est_footnotes = |population_est = |population_density_sq_mi = 207.38 |population_density_km2 = 80.09 |unit_pref = Imperial |blank_name = FIPS code |blank_info = 22-15745 |area_footnotes = |area_total_km2 = 4.08 |area_total_sq_mi = 1.58 |area_land_km2 = 4.07 |area_water_km2 = 0.01 |area_land_sq_mi = 1.57 |area_water_sq_mi = 0.00 }} Clarence is a village in Natchitoches Parish, Louisiana, United States. The population was 499 at the 2010 census. It is located some seven miles east of the parish seat of Natchitoches and is part of the Natchitoches Micropolitan Statistical Area. Still owned by descendants of its founders, Grayson Barbeque, with a smokehouse, is the best known business in Clarence. It is located on U.S. Highway 71 near the intersection with U.S. Highway 84, which leads to Winnfield. ==History== 200px|left|thumb|Church custodian Coleman Doyle Alldredge (born 1950) also participates in the outreach of Clarence Baptist Church. The Harrisonburg Road or the Natchez Trace ran through the area as it crossed Louisiana into Texas to connect with the El Camino Real. Clarence Baptist Church was founded by thirty charter members in 1945, but its sanctuary on Louisiana Highway 6 dates to the pre-World War I era, having been the chapel of the former Camp Claiborne, a United States Army facility near Alexandria in Rapides Parish. The chapel was physically moved to Clarence in 1948, dedicated in 1949, bricked during the 1950s, and still serves as a worship center, having undergone complete remodeling in 2002. The balcony, now a storage area, was used by African American troops who were segregated in worship from white soldiers who used the pews of the lower tier. The church has a baptistry and maintains a parsonage across the highway. Since 2003, the pastor has been the Reverend Harry Bamburg, the 21st man to hold the position. Among previous pastors is William A. Poe (born 1926), formerly an historian with Northwestern State University in Natchitoches who has retired to his home state of Alabama.\"Clarence Baptist Church History\", Clarence Baptist Church, Clarence, Louisiana, 2006 ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Clarence racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non- Hispanic) | 69 | 21.17% |- !scope=\"row\"| Black or African American (non- Hispanic) | 239 | 73.31% |- !scope=\"row\"| Native American | 3 | 0.92% |- !scope=\"row\"| Other/Mixed | 13 | 3.99% |- !scope=\"row\"| Hispanic or Latino | 2 | 0.61% |} As of the 2020 United States census, there were 326 people, 131 households, and 58 families residing in the village. ===2010 census=== At the 2010 census , there were 499 people, 186 households and 136 families residing in the village. The population density was 311.9 inhabitants per square mile (193.7/km). There were 204 housing units at an average density of 127.5 per square mile (79.2/km). The racial makeup of the village was 23.2% White, 75.2% African American, and 1.2% from two or more races. Hispanic or Latino of any race were 2.2% of the population. There were 186 households, of which 36% had children under the age of 18 living with them, 37.1% were married couples living together, 30.6% had a female householder with no husband present, and 26.9% were non-families. 22% of all households were made up of individuals, and 9.1% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 3.13. Age distribution was 29.1% under the age of 18, 9.3% from 18 to 24, 21.6% from 25 to 44, 28% from 45 to 64, and 12.0% who were 65 years of age or older. The median age was 36.5 years. For every 100 females, there were 87.6 males. For every 100 females age 18 and over, there were 78.5 males. At the 2000 census The median household income was $25,278, and the median family income was $25,694. Males had a median income of $24,375 versus $17,841 for females. The per capita income for the village was $13,360. About 27.9% of families and 28.3% of the population were below the poverty line, including 36.9% of those under age 18 and 40.0% of those age 65 or over. ==Geography== Clarence is located at (31.820143, −93.028773). According to the United States Census Bureau, the village has a total area of , all land. ===Climate=== Climate is characterized by relatively high temperatures and evenly distributed precipitation throughout the year. The Köppen Climate Classification subtype for this climate is \"Cfa\". (Humid Subtropical Climate).Climate Summary for closest city on record ==References== Category:Villages in Natchitoches Parish, Louisiana Category:Villages in Louisiana Category:Populated places in Ark-La-Tex",
 "title": "Clarence, Louisiana"
}