{
 "id": "115622",
 "text": "Marrero is a census-designated place (CDP) in Jefferson Parish, Louisiana, United States. Marrero is on the south side (referred to as the \"West Bank\") of the Mississippi River, within the New Orleans-Metairie-Kenner metropolitan statistical area. The population was 32,382 at the 2020 U.S. census. == History == Marrero was named in honor of the Louisiana politician and founder of Marrero Land Company, Louis H. Marrero. The area was originally referred to and shown on maps as \"Amesville\", after the Boston businessman Oakes Ames, who purchased much of the land following the Civil War. In February 1916, the U.S. Postmaster officially changed the name of the Post Office to \"Marrero\". Louis Herman Marrero was born in Adams County, Mississippi, on July 17, 1847. When he was a child his family moved to St. Bernard Parish, Louisiana. During his school years at Jackson, Louisiana, the Civil War began, and Marrero joined Captain Scott's Command, later known as the 25th Louisiana Regiment.The Times- Picayune obituary, Date: 02-27-1921, page 65. ==Geography== Marrero is located west of the Intracoastal Canal on the Mississippi River, at coordinates (29.886017, -90.109930). It is bordered to the east by Harvey, to the west by Westwego, and to the north, across the Mississippi, by New Orleans. According to the United States Census Bureau, the Marrero CDP has a total area of , of which are land and , or 7.66%, are water. ==Demographics== {| class=\"wikitable\" style=\"text-align:right\" |+Marrero racial composition as of 2020 !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 10,330 | 31.9% |- !scope=\"row\"| Black or African American (non-Hispanic) | 16,230 | 50.12% |- !scope=\"row\"| Native American | 160 | 0.49% |- !scope=\"row\"| Asian | 1,773 | 5.48% |- !scope=\"row\"| Pacific Islander | 4 | 0.01% |- !scope=\"row\"| Other/Mixed | 1,109 | 3.42% |- !scope=\"row\"| Hispanic or Latino | 2,776 | 8.57% |} The 2019 American Community Survey estimated 30,894 people lived in the CDP, down from 33,141 at the 2010 U.S. census. In 2020, the population was 32,382. At the 2019 census estimates, the racial and ethnic makeup was 50.1% Black or African American, 37.2% non-Hispanic white, 0.4% American Indian and Alaska Native, 5.2% Asian, 0.2% some other race, 2.0% multiracial, and 4.9% Hispanic and Latino American of any race. Per the following census in 2020, the composition was 50.12% Black or African American, 21.9% non-Hispanic white, 0.49% American Indian and Alaska Native, 5.48% Asian, 0.01% Pacific Islander, 3.42% two or more races, and 8.57% Hispanic or Latino American of any race; this reflects the greater diversification of the United States at the time of this census, becoming less predominantly non-Hispanic white. In 2019, the median household income was $44,866 and 21% of the population lived at or below the poverty line. ==Education== thumb|Belle Terre Library in Marrero Marrero's public schools are operated by the Jefferson Parish Public School System.\"2010 CENSUS - CENSUS BLOCK MAP (INDEX): Marrero CDP, LA\" (Archive) U.S. Census Bureau. Retrieved on May 19, 2014. High Schools:\"High School Districts 2012-2013 West Bank of Jefferson Parish Louisiana \" (Archive). Jefferson Parish Public Schools. Retrieved on May 18, 2014. *L.W. Higgins High School *John Ehret High School (outside of the CDP limits) L.H. Marrero Middle School is in Marrero. Parts of Marrero are zoned to Worley Middle in Westwego, Louisiana and Truman Middle in Marrero . \"Middle School Districts 2012-2013 West Bank of Jefferson Parish Louisiana \" (Archive). Jefferson Parish Public Schools. Retrieved on May 18, 2014. Elementary schools in Marrero include:\"Elementary School Districts 2012-2013 West Bank of Jefferson Parish Louisiana \" (Archive). Jefferson Parish Public Schools. Retrieved on May 18, 2014. * Judge Lionel R. Collins Montessori School ** It was previously called Ames Montessori School. In 2011 the school board voted to rename it after an African-American judge who died in 1988. He was the first African-American man elected to a Jefferson Parish-level political office.Waller, Mark. \"Marrero elementary school renamed for Lionel Collins, the first African-American elected to office in Jefferson Parish.\" Times-Picayune. July 22, 2011. Retrieved on May 19, 2014. * Lincoln Elementary School for the Arts * Miller Wall Elementary School * Ella C. Pittman Elementary School Schools outside of Marrero serving portions include Vic A. Pitre Elementary School in Westwego, Estelle Elementary in Estelle. In regards to advanced studies academies, some residents are zoned to the Marrero Academy and some are zoned to the Gretna Academy.\"Westbank Advanced Studies Academies Attendance Zones \" (Archive). Jefferson Parish Public Schools. Retrieved on May 18, 2014. The Roman Catholic Archdiocese of New Orleans operates two high schools: *Archbishop Shaw High School, all-boys school *Academy of Our Lady, all-girls school Jefferson Parish Library operates the Belle Terre Library in Marrero.\"Belle Terre Library.\" Jefferson Parish Library. Retrieved on September 29, 2010. ==Notable people== *Sherman A. Bernard (1925-2012), politician *Robert Billiot, former Marrero resident; state representative for Jefferson Parish; retired educator in Westwego *Marty Booker, NFL player for Chicago Bears, Miami Dolphins, and Atlanta Falcons *Paul Carr, actor *Chimdi Chekwa, football player *Patrick Connick, politician *Ryan Clark, NFL player *Brett P. Giroir, Assistant Secretary for Health at HSS, 2018- *Stephen Jackson, composer *Tory James, athlete *Norman Jefferson, former NFL player *Mickey Joseph, former football quarterback and college football coach *Vance Joseph, defensive coordinator for the Arizona Cardinals *Kordell Stewart, former NFL player for Pittsburgh Steelers *Chris Ullo, politician *Reggie Wayne, football player for Indianapolis Colts ==References== Category:Census-designated places in Louisiana Category:Census- designated places in Jefferson Parish, Louisiana Category:Census-designated places in New Orleans metropolitan area Category:Louisiana populated places on the Mississippi River",
 "title": "Marrero, Louisiana"
}