{
 "id": "115603",
 "text": "Quitman is a village in Jackson Parish, Louisiana, United States. As of the 2010 census, the village population was 181. Quitman is south of Ruston on U.S. Highway 167, and north of Jonesboro, the parish seat of Jackson Parish. It is also adjacent to the Jackson Bienville Wildlife Area. Quitman is part of the Ruston Micropolitan Statistical Area. East of Quitman is the Jimmie Davis Tabernacle, a gospel meeting hall. Behind the tabernacle are the grave sites of former Governor Jimmie Davis and his first wife, née Alvern Adams. Davis was born and reared in the area in the since abandoned Beech Springs community. ==Geography== Quitman is located at (32.346643, -92.722548). According to the United States Census Bureau, the village has a total area of , all land. ==Media== The internet access available is dial-up, DSL, or satellite service. DSL from AT&T; was added in January 2010 for many residents. ==Education== Quitman High School is a public K-12 academic school, classified by the LHSAA as a Class B school. The mascot is the Wolverine. The Wolverines have won five state basketball championships and seventeen softball championships ==Demographics== As of the census of 2000, there were 168 people, 69 households, and 48 families residing in the village. The population density was 180.3 inhabitants per square mile (69.7/km). There were 76 housing units at an average density of 81.6 per square mile (31.6/km). The racial makeup of the village was 99.40% White and 0.60% African American. Hispanic or Latino of any race were 1.19% of the population. There were 69 households, out of which 30.4% had children under the age of 18 living with them, 62.3% were married couples living together, 5.8% had a female householder with no husband present, and 30.4% were non-families. 29.0% of all households were made up of individuals, and 17.4% had someone living alone who was 65 years of age or older. The average household size was 2.43 and the average family size was 3.00. In the village, the population was spread out, with 26.2% under the age of 18, 7.1% from 18 to 24, 26.2% from 25 to 44, 24.4% from 45 to 64, and 16.1% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 84.6 males. For every 100 females age 18 and over, there were 77.1 males. The median income for a household in the village was $39,167, and the median income for a family was $39,583. Males had a median income of $36,875 versus $17,000 for females. The per capita income for the village was $17,182. About 11.8% of families and 12.1% of the population were below the poverty line, including 4.5% of those under the age of eighteen and 6.5% of those 65 or over. ==Schools== *Quitman High School ==Notable people== *Rodney Alexander, former U.S. representative from Louisiana's 5th congressional district, and former Secretary of the Veteran's Affairs for the State of Louisiana, a Republican, resides in Quitman. *Toby Borland is a former relief pitcher in Major League Baseball who played between and for the Philadelphia Phillies (1994-, ), New York Mets (), Boston Red Sox (1997), Anaheim Angels () and Florida Marlins (). ==References== Category:Villages in Jackson Parish, Louisiana Category:Villages in Louisiana Category:Villages in Ruston, Louisiana micropolitan area",
 "title": "Quitman, Louisiana"
}