{
 "id": "115612",
 "text": "Elmwood is a census-designated place (CDP) in Jefferson Parish, Louisiana, United States, within the New Orleans-Metairie-Kenner metropolitan statistical area. The population was 4,635 at the 2010 census, and 5,649 in 2020. Elmwood was part of neighboring Jefferson's census area from 1960 to 1990. The ZIP Code serving Elmwood is 70123. ==Geography== Elmwood is located in northern Jefferson Parish at (29.956455, −90.186098). It is bordered to the north by Metairie, to the east by Jefferson, to the west by Harahan, and to the south, across the Mississippi River, by Avondale and Bridge City. The Huey P. Long Bridge, carrying U.S. Route 90, crosses the Mississippi from Elmwood to Bridge City. Downtown New Orleans is to the east. According to the United States Census Bureau, the Elmwood CDP has a total area of , of which are land and , or 6.52%, are water. ==Demographics== {| class=\"wikitable\" style=\"text- align:right\" |+Elmwood racial composition as of 2020 !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non- Hispanic) | 2,781 | 49.23% |- !scope=\"row\"| Black or African American (non- Hispanic) | 1,582 | 28.0% |- !scope=\"row\"| Native American | 16 | 0.28% |- !scope=\"row\"| Asian | 496 | 8.78% |- !scope=\"row\"| Other/Mixed | 234 | 4.14% |- !scope=\"row\"| Hispanic or Latino | 540 | 9.56% |} The 2019 census estimates determined 5,698 people lived in the CDP, up from 4,635 at the 2010 U.S. census. In 2020, its population was 5,649. The racial and ethnic makeup was 52.4% non-Hispanic white, 28% Black or African American, 0.2% Native American, 0.2% some other race, 1.4% two or more races, and 11.8% Hispanic or Latino American of any race per 2019 estimates; and in 2020, the population was a tabulated 49.23% non-Hispanic white, 28% Black or African American, 0.28% Native American, 8.78% Asian, 4.14% two or more races, and 9.56% Hispanic or Latino American of any race. This has reflected the demographic growth among non-Hispanic white populations nationwide. In 2019, the median household income was $57,396 and 7% of the population lived at or below the poverty line. ==Economy== Elmwood is home to the offices of the Strategic Petroleum Reserve, operated by Fluor for the United States Department of Energy. ==Education== The Jefferson Parish Public School System (JPPSS) operates district public schools.\"2010 CENSUS - CENSUS BLOCK MAP: Elmwood CDP, LA \" (Archive). U.S. Census Bureau. Retrieved on May 18, 2014. Most residents are zoned to Harahan Elementary School in Harahan while some are zoned to Jefferson Elementary School in Jefferson.\"Elementary School Districts 2012-2013 East Bank of Jefferson Parish Louisiana \" (Archive). Jefferson Parish Public School System. Retrieved on May 18, 2014. Students are zoned to Riverdale Middle School,\"Middle School Districts 2012-2013 East Bank of Jefferson Parish Louisiana \" (Archive) Jefferson Parish Public School System. Retrieved on May 18, 2014. and Riverdale High School.\"High School Districts 2012-2013 East Bank of Jefferson Parish Louisiana .\" (Archive) Jefferson Parish Public School System. Retrieved on May 18, 2014. In regards to the advanced studies academies, most areas are zoned to Airline Park Academy, while some areas are zoned to Metairie Academy.\"East Bank Advanced Studies Attendance Zones \" (Archive). Jefferson Parish Public School System. Retrieved on May 18, 2014. In 2012 the Jefferson Parish campus of the International School of Louisiana (ISL) charter school opened in a leased JPPSS building on South Clearview Parkway in Elmwood.Tan, Sarah. \"The International School of Louisiana opens in Harahan.\" Times Picayune. November 23, 2012. Retrieved on May 18, 2014.\"Jefferson Parish\" () International School of Louisiana. December 18, 2012. Retrieved on May 18, 2014. \"822 S. Clearview Parkway Harahan, LA 70123 (Located in Elmwood)\" The JPPSS board later arranged for the charter school to move from the Elmwood facility to the former Ralph J. Bunche Academy in Metairie. ==References== == External links == * * Category:Census- designated places in Louisiana Category:Census-designated places in Jefferson Parish, Louisiana Category:Census-designated places in New Orleans metropolitan area Category:Louisiana populated places on the Mississippi River",
 "title": "Elmwood, Louisiana"
}