{
 "id": "115684",
 "text": "200px|left|thumb|Sterlington Memorial Library. 200px|left|thumb| Sterlington High School 200px|left|thumb|Sterlington Panthers (formed 1960) play on this field on Friday evenings in the fall. Sterlington is a town in northern Ouachita Parish, Louisiana, United States, near the boundary with Union Parish. At the 2010 census, the population was 1,594. In the 2018 census estimates, the population rose to 2,724. The current figure tabulation shows Sterlington the fastest-growing community in Northeast Louisiana. Mayor Vern Breland said the latest census report \"confirms what we know in Sterlington: We're poised for massive amounts of growth.\" Sterlington, which was incorporated in 1961, is expected to reach a population of 5,000 by 2017 because of its public schools and easy access to major employers in Ouachita Parish. ==Geography== Sterlington is located at (32.693440, -92.059318). According to the United States Census Bureau, the town has a total area of 2.3 square miles (6.0 km), of which 2.3 square miles (5.9 km) is land and 0.43% is water. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text- align:right\" |+Sterlington racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 1,381 | 69.75% |- !scope=\"row\"| Black or African American (non-Hispanic) | 402 | 20.3% |- !scope=\"row\"| Asian | 18 | 0.91% |- !scope=\"row\"| Other/Mixed | 98 | 4.95% |- !scope=\"row\"| Hispanic or Latino | 81 | 4.09% |} As of the 2020 United States census, there were 1,980 people, 926 households, and 726 families residing in the town. ===2000 census=== As of the census of 2000, there were 1,276 people, 478 households, and 356 families residing in the town. The population density was 556.3 people per square mile (215.1/km). There were 523 housing units at an average density of 228.0 per square mile (88.2/km). The racial makeup of the town was 84.17% White, 12.46% African American, 0.24% Asian, 1.72% from other races, and 1.41% from two or more races. Hispanic or Latino of any race were 4.08% of the population. There were 478 households, out of which 38.5% had children under the age of 18 living with them, 51.9% were married couples living together, 19.2% had a female householder with no husband present, and 25.5% were non-families. 21.8% of all households were made up of individuals, and 9.4% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.07. In the town, the population was spread out, with 29.7% under the age of 18, 11.1% from 18 to 24, 27.3% from 25 to 44, 18.7% from 45 to 64, and 13.2% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 87.1 males. For every 100 females age 18 and over, there were 82.3 males. The median income for a household in the town was $33,750, and the median income for a family was $38,269. Males had a median income of $29,643 versus $21,250 for females. The per capita income for the town was $16,707. About 10.4% of families and 11.7% of the population were below the poverty line, including 14.8% of those under age 18 and 10.2% of those age 65 or over. ==Education== Sterlington is part of the Ouachita Parish School System and has one elementary school, A.L. Smith Elementary. As of 2006, A.L. Smith's enrollment was 437, with a student- to- teacher ratio of 17.8.US Department of Education Sterlington Jr. High School and High School are also under the supervision of the Ouachita system. In 2011, A. L. Smith Elementary became Sterlington Junior High School, when elementary pupils were moved to the new Sterlington Elementary School. However, residents on the Union Parish side of the Ouachita River are served by the Union Parish School System, and go to either Farmerville Elementary School, Union Parish Sixth Grade Center, Farmerville Junior High School, or Union Parish High School, depending on their grade. All of these schools are located in Farmerville, Louisiana, about 22 miles (about 35 km) northwest. ==Economy== Since 1930, Sterlington has been home to ANGUS Chemical Company (ANGUS), a wholly owned subsidiary of the Dow Chemical Company, provides approximately 204 full-time and contract jobs to the area. ANGUS has a $20 million annual impact on the local economy, as well as \"Contributes more than $50,000 annually to the United Way and other community outreach programs.\"Sterlington – ANGUS ==Notable people== In 2013, Mayor Vern A. Breland, first elected in 2006, was named president of the Louisiana Municipal Association at its annual meeting in Monroe. Founded in 1926, the association is the lobbying group for 303 member municipalities in the state ranging from small villages to the largest cities. Mayor Breland resigned on October 1, 2018. Kerry Elee was named interim mayor by the Board of Aldermen, until the November 6, 2018 election., Former Mayor Vern Breland was subsequently arrested for malfeasance in office on April 12, 2020. The actor Ed Nelson of the Peyton Place television series relocated with his family to Sterlington from New Orleans in 2005 in the aftermath of Hurricane Katrina. He subsequently moved to Greensboro, North Carolina, where he was living at the time of his death in 2014 of congestive heart failure. U.S. Ambassador Edward J. Perkins was born in Sterlington in 1928. ==References== ==External links== * Town of Sterlington * Sterlington Progress Community Progress Site for Sterlington, LA Category:Louisiana populated places on the Ouachita River Category:Towns in Louisiana Category:Towns in Ouachita Parish, Louisiana Category:Towns in Monroe, Louisiana metropolitan area",
 "title": "Sterlington, Louisiana"
}