{
 "id": "115761",
 "text": "Breaux Bridge (;Jack A. Reynolds. \"Breaux Bridge\" entry in \"Louisiana Placenames of Romance Origin.\" LSU Historical Dissertations and Theses #7852. 1942. p. 77. ;\"Pour incorporer la ville de Pont-Breaux, Paroisse St-Martin.\" Act No. 59. Acts Passed by the Fourth Legislature of the State of Louisiana at its Second Session. 14 March 1859. p. 47.\"Parlez Vous Francais\" at Breaux Bridge city website. Retrieved 20 March 2021. ) is a small city in St. Martin Parish, Louisiana, United States. The population is 8,139 as of the 2010 census, up from 7,281 in 2000. It is part of the Lafayette Metropolitan Statistical Area. Originally dubbed \"La Capitale Mondiale de l’Écrevisse,\" Breaux Bridge was officially designated the Crawfish Capital of the World by former Speaker of the Louisiana House of Representatives Bob Angelle. Breaux Bridge hosts an annual Crawfish Festival, and is regionally noted for listing nicknames in its telephone directory. ==History== On August 25, 1829, Scholastique Picou Breaux founded Breaux Bridge, Louisiana at the age of 33. Scholastique was born Scholastique Melanie Picou on July 25, 1796. At a young age, she married Agricole Breaux; together, they had five children. In 1817, the couple replaced the Bayou Têche suspension footbridge built by Agricole's father with a vehicular bridge that allowed wagon passage and made way for the area's increasing commerce. At the age of 32, Scholastique became a widow. A determined Acadian woman, Scholastique drew up Plan de la Ville du Pont des Breaux (“Plan for the City of Breaux Bridge”), which included a detailed map of the area and a diagram of streets. She developed the area by selling land lots to other Acadian settlers. In 1847, a church parish was created; and 12 years later, the area was officially incorporated. After founding the town, Scholastique remarried and birthed an additional two children. === Breaux's Bridge === Agricole's father was the Acadian pioneer Firmin Breaux. Breaux first arrived in the area during early 1765. By 1774, his branding iron was registered, and by 1786 he was one of the largest property owners in the Bayou Têche country. In 1799, Breaux built a footbridge across the Bayou Têche to help ease the passage across for his family and neighbors. This first bridge was a suspension footbridge, likely made of rope and small planks. It was stabilized by being tied to small pilings located at each end of the bridge as well as to a pair of huge live oak trees on both sides of the bayou. When traveling directions were given, residents would often instruct people to \"go to Breaux's bridge . . .\" This was later adopted as the city's name.gov.breauxbridgelive.com \"History of Breaux Bridge\" ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== thumb|Mulate's Restaurant in Breaux Bridge, 2008 thumb|Crawfish Étouffée in Breaux Bridge {| class=\"wikitable\" style=\"text-align:right\" |+Breaux Bridge racial composition as of 2020 !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 3,629 | 48.3% |- !scope=\"row\"| Black or African American (non-Hispanic) | 3,331 | 44.34% |- !scope=\"row\"| Native American | 29 | 0.39% |- !scope=\"row\"| Asian | 68 | 0.91% |- !scope=\"row\"| Pacific Islander | 1 | 0.01% |- !scope=\"row\"| Other/Mixed | 263 | 3.5% |- !scope=\"row\"| Hispanic or Latino | 192 | 2.56% |} According to the 2020 United States census, there were 7,513 people, 2,944 households, and 2,171 families residing in the city. As of the 2010 United States census, there were 8,139 people living in the city; 50.0% were White, 47.3% African American, 0.4% Native American, 0.6% Asian, 0.4% from some other race and 1.3% from two or more races. 1.3% were Hispanic or Latino of any race. As of the census of 2000, there were 7,281 people, 2,512 households, and 1,821 families living in the city. The population density was 1,111.7 people per square mile (429.2/km2). There were 2,740 housing units at an average density of 418.3 per square mile (161.5/km2). The racial makeup of the city was 49.84% White, 48.66% African American, 0.11% Native American, 0.32% Asian, 0.27% from other races, and 0.80% from two or more races. Hispanic or Latino of any race were 0.65% of the population. Of the population over the age of five, 68.3% spoke English at home, 28.3% spoke French, 1.7% spoke Spanish, and 1.6% spoke Louisiana Creole French. There were 2,512 households, out of which 38.3% had children under the age of 18 living with them, 42.9% were married couples living together, 24.9% had a female householder with no husband present, and 27.5% were non-families. 23.5% of all households were made up of individuals, and 8.8% had someone living alone who was 65 years of age or older. The average household size was 2.73 and the average family size was 3.23. In the city, the population was spread out, with 30.1% under the age of 18, 10.7% from 18 to 24, 28.0% from 25 to 44, 19.0% from 45 to 64, and 12.2% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 92.2 males. For every 100 females age 18 and over, there were 87.6 males. The median income for a household in the city was $25,102, and the median income for a family was $31,570. Males had a median income of $30,880 versus $17,819 for females. The per capita income for the city was $12,536. About 26.8% of families and 30.7% of the population were below the poverty line, including 43.0% of those under age 18 and 25.8% of those age 65 or over. ==Education== Public schools in St. Martin Parish are operated by the St. Martin Parish School Board. The city of Breaux Bridge is zoned to Breaux Bridge Primary School (Grades PK-2), Breaux Bridge Elementary (Grades 3-5), Breaux Bridge Junior High School (Grades 6-8), and Breaux Bridge High School (Grades 9-12). Private schools include St. Bernard Elementary (Grades PreK-8) and Louisiana Christian School (Grades PreK-12). ==Notable people== *J. Burton Angelle, member of the Louisiana House of Representatives from 1964 to 1972, director of the Louisiana Department of Wildlife and Fisheries, 1972-1980 and 1984-1988 *Scott Angelle, former interim Lieutenant Governor of Louisiana (2010) and member of the Louisiana Public Service Commission from District 2, son of J. Burton Angelle * Lottie Beebe, superintendent of St. Martin Parish public schools; member of the Louisiana Board of Elementary and Secondary Education, resides in Breaux Bridge *Paula Davis, member of the Louisiana House of Representatives for District 69 in East Baton Rouge Parish; native of Breaux Bridge *Jake Delhomme, former quarterback for the NFL's Houston Texans, Cleveland Browns, Carolina Panthers and New Orleans Saints *Sonny Landreth, musician *Hunter Hayes, musician *Mike \"Pete\" Huval, state representative; former member of the St. Martin Parish Council, insurance agent *Jules Jeanmard, Roman Catholic bishop *Ali Landry, Miss Louisiana Teen USA 1990, Miss Louisiana USA 1996, Miss USA 1996, and actress and model *Branford Marsalis, jazz musician and former band leader for The Tonight Show *Fred H. Mills, Jr., state senator and president of Farmers-Merchants Bank and Trust Co. in Breaux Bridge *Domanick Williams, former running back for the Houston Texans, 2003 Pepsi NFL Rookie of the Year ==References== ==Further reading== * Castille, Jeanne M. Breaux Bridge Crawfish Festival. Lafayette, La: Attakapas Historical Association, 1976. * Comeaux, Goldie. The Original Mulate's, Breaux Bridge, Louisiana Cookbook. [Breaux Bridge, La.]: G. Comeaux, 1994. * Delcambre, Kenneth P. The Historical Chronolgy of Breaux Bridge Businesses, 1769-1954. Volume 1. [Breaux Bridge, La: Champvert, 2003. * Delcambre, Kenneth P. The Breaux Bridge Author's Directory. Breaux Bridge, La: Champvert Publications, 2001. * Delcambre, Kenneth P. World War II and Breaux Bridge, Louisiana. City of Breaux Bridge, La: K.P. Delcambre, 1999. * Rees, Grover. A Narrative History of Breaux Bridge, Once Called \"La Pointe\". St. Martinville, La: Attakapas Historical Association, 1976. * Sammons, Thomas C., and Brandee Duhon. Breaux Bridge: Urban Design for a Small Town. [Lafayette, La.]: Univ. of Louisiana at Lafayette, School of Architecture, 1990. * Irwin, Sam. \"Louisiana Crawfish: A Succulent History of the Cajun Crustacean\". [Charleston, S.C.]: The History Press, 2014. *Irwin, Sam. \"It Happens in Louisiana: Peculiar Tales, Traditions and Recipes from the Bayou\". [Charleston, S.C.]: The History Press, 2015 ==External links== * City of Breaux Bridge * The Bridges Category:Cities in Louisiana Category:Cities in St. Martin Parish, Louisiana Category:Cities in Lafayette, Louisiana metropolitan area Category:Populated places established in 1829 Category:Acadiana Category:1829 establishments in Louisiana",
 "title": "Breaux Bridge, Louisiana"
}