{
 "id": "115744",
 "text": "North Vacherie is a census-designated place (CDP) in St. James Parish, Louisiana, United States. The population was 2,411 at the 2000 census. Vacherie was noted in the 2000 census as being the town with the least mobility of all in the United States. ==Geography== North Vacherie is located at (29.993379, -90.714089). According to the United States Census Bureau, the CDP has a total area of 11.6 square miles (30.1 km), of which 11.0 square miles (28.5 km) is land and 0.6 square mile (1.6 km) (5.25%) is water. North Vacherie is known more popularly amongst locals as \"Front Vacherie.\" Officially, both North Vacherie and South Vacherie are known overall as \"Vacherie.\" South Vacherie is locally known as \"Back Vacherie.\" The \"unofficial\" divider is Louisiana Highway 3127 which runs through the town from east to west. Other dividers that are commonly accepted for the dividing line of Front and Back Vacherie are 1) an imaginary line drawn east to west just past the local watering hole \"Daiquiri Explosion\" and 2) St Patrick's St which runs east to west, approximately 1 1/8 miles south of LA Hwy. 3127. ==Demographics== As of the census of 2000, there were 2,411 people, 763 households, and 618 families residing in the CDP. The population density was 219.1 people per square mile (84.5/km). There were 829 housing units at an average density of 75.3 per square mile (29.1/km). The racial makeup of the CDP was 24.55% White, 75.36% African American and Franco-African, 0.04% from other races, and 0.04% from two or more races. Hispanic or Latino of any race were 0.62% of the population. There were 763 households, out of which 41.4% had children under the age of 18 living with them, 50.7% were married couples living together, 26.7% had a female householder with no husband present, and 19.0% were non-families. 16.9% of all households were made up of individuals, and 7.2% had someone living alone who was 65 years of age or older. The average household size was 3.16 and the average family size was 3.57. In the CDP, the population was spread out, with 31.0% under the age of 18, 10.7% from 18 to 24, 26.5% from 25 to 44, 21.4% from 45 to 64, and 10.5% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 89.5 males. For every 100 females age 18 and over, there were 84.6 males. The median income for a household in the CDP was $31,154, and the median income for a family was $32,404. Males had a median income of $37,700 versus $20,000 for females. The per capita income for the CDP was $13,032. About 20.7% of families and 21.9% of the population were below the poverty line, including 32.8% of those under age 18 and 9.4% of those age 65 or over. ==Education== St. James Parish Public Schools operates public schools. St. James High School is located in Vacherie. Vacherie Elementary School in South Vacherie serves the community.Home. Vacherie Elementary School. Retrieved on February 14, 2017. \"13440 Highway 644 Vacherie LA 70090\"\"2010 CENSUS - CENSUS BLOCK MAP: South Vacherie CDP, LA.\" U.S. Census Bureau. Retrieved on February 13, 2017. ==References== ==External links== *St. James High School Wildcats Category:Census-designated places in Louisiana Category:Census-designated places in St. James Parish, Louisiana",
 "title": "North Vacherie, Louisiana"
}