{
 "id": "115792",
 "text": "Roseland is a town in Tangipahoa Parish, Louisiana, United States. The population was 1,123 at the 2010 census. It is the birthplace of Cajun chef and storyteller Justin Wilson. Roseland is part of the Hammond Micropolitan Statistical Area. ==Geography== Roseland is located at (30.763352, -90.512875). According to the United States Census Bureau, the town has a total area of 2.3 square miles (5.9 km), of which 2.1 square miles (5.5 km) is land and 0.1 square mile (0.3 km) (5.75%) is water. ==History== John Bel Edwards lived on Louisiana Avenue in Roseland when he was elected governor of Louisiana on November 21, 2015. His residence, Egypta Hall, was built in 1888 and was originally a rooming house before being converted into a residence. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text- align:right\" |+Roseland racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 296 | 33.64% |- !scope=\"row\"| Black or African American (non-Hispanic) | 540 | 61.36% |- !scope=\"row\"| Native American | 3 | 0.34% |- !scope=\"row\"| Asian | 2 | 0.23% |- !scope=\"row\"| Other/Mixed | 22 | 2.5% |- !scope=\"row\"| Hispanic or Latino | 17 | 1.93% |} As of the 2020 United States census, there were 880 people, 366 households, and 250 families residing in the town. ===2000 census=== As of the census of 2000, there were 1,162 people, 416 households, and 304 families residing in the town. The population density was 545.2 people per square mile (210.6/km). There were 477 housing units at an average density of 223.8 per square mile (86.5/km). The racial makeup of the town was 34.42% White, 64.97% African American, 0.09% from other races, and 0.52% from two or more races. Hispanic or Latino of any race were 1.38% of the population. There were 416 households, out of which 36.1% had children under the age of 18 living with them, 38.2% were married couples living together, 29.1% had a female householder with no husband present, and 26.9% were non-families. 24.3% of all households were made up of individuals, and 7.7% had someone living alone who was 65 years of age or older. The average household size was 2.79 and the average family size was 3.35. In the town, the population was spread out, with 32.0% under the age of 18, 11.4% from 18 to 24, 24.5% from 25 to 44, 21.3% from 45 to 64, and 10.8% who were 65 years of age or older. The median age was 30 years. For every 100 females, there were 94.3 males. For every 100 females age 18 and over, there were 85.0 males. The median income for a household in the town was $20,511, and the median income for a family was $22,333. Males had a median income of $21,058 versus $15,469 for females. The per capita income for the town was $9,552. About 36.8% of families and 40.2% of the population were below the poverty line, including 53.3% of those under age 18 and 24.3% of those age 65 or over. ==Education== Tangipahoa Parish School Board operates public schools: * Roseland Elementary School ==References== ==External links== * Roseland Montessori School (Roseland Elementary School) Category:Towns in Louisiana Category:Towns in Tangipahoa Parish, Louisiana",
 "title": "Roseland, Louisiana"
}