{
 "id": "115758",
 "text": "Port Barre (BAH-ree) is a town in St. Landry Parish, Louisiana, United States. The town began in 1760 as an Indian trading post at the place where Bayou Teche flows out of Bayou Courtableau. The population was 2,055 at the 2010 census, down from 2,287 in 2000. It is part of the Opelousas-Eunice Micropolitan Statistical Area and home to the Port Barre High School Red Devils. ==History== Port Barre takes its name from Alex Charles Barre (born 1746, died 1829); it was not incorporated under this name until 1898. In 1733, the semi-nomadic Opelousas Indians petitioned the French colonial government to send traders to their district. In 1760, a couple of coureurs des bois set up a trading post at a landing where the bayous meet. In 1765, Jacques Courtableau, a wealthy landowner, gave land grants to 32 Acadian immigrants. That same year, he sold a large parcel of land, including the site of the first trading post, to Charles Barre. The post later became known as Barre's Landing, then Port Barre. It thrived as a port town before the days of the railroads. Alex Charles Barre is a descendant of Guillaume Barre, born 1642 in St. Valery, France. He emigrated, settling about 1665 at Martinique in the French West Indies. There Guillaume Barre met Jean Roy (1625–1707) and Jean Hebert (1624), and they traveled together to Louisiana. The Barres settled in Pointe Coupee, Louisiana, where they met the Nezat family (Pierre Nezat coming from Saint Domingue), and the Provost family (Nicolas Provost coming from Paris via Fort de Chartres, in the Illinois Country. In 1765, Charles Alex Barre bought a large parcel of land including the site of the first trading post from Jacques Courtableau. Barre married Magdelaine Decuir in Pointe Coupee, and they had 11 children together. Three of their children married three members of the Nezat family. At this same time, three Nezats married three Roys, and the three families became closely entwined. In 1820, Charles Alex Barre purchased additional acres from Sieur Jacques Guillaume Courtableau along the bank of the bayou, where the Barre family operated a goods handling business. The Barre, Nezat, and Roy families settled in this area and expanded. The settlement continued to grow through the 19th century. On July 13, 1898, the village of Port Barre was officially incorporated by Act of Proclamation of Louisiana Governor Jared Y. Sanders, Sr. ==Geography== Port Barre is located 8 miles east of Opelousas, and 52 miles west of Baton Rouge via U.S. Highway 190 at the confluence of Bayou Courtableau and Bayou Teche. According to the United States Census Bureau, the town has a total area of 1.1 square miles (2.8 km), all land. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Port Barre racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 1,137 | 64.93% |- !scope=\"row\"| Black or African American (non-Hispanic) | 528 | 30.15% |- !scope=\"row\"| Native American | 1 | 0.06% |- !scope=\"row\"| Asian | 3 | 0.17% |- !scope=\"row\"| Other/Mixed | 56 | 3.2% |- !scope=\"row\"| Hispanic or Latino | 26 | 1.48% |} As of the 2020 United States census, there were 1,751 people, 680 households, and 469 families residing in the town. ===2010 census=== As of the 2010 United States Census, there were 2,055 people living in the town. The racial makeup of the town was 70.7% White, 25.6% Black, 0.1% Native American, 0.2% Asian and 1.8% from two or more races. 1.6% were Hispanic or Latino of any race. ===2000 census=== As of the census of 2000, there were 2,287 people, 867 households, and 625 families living in the town. The population density was 2,075.5 people per square mile (802.7/km). There were 952 housing units at an average density of 864.0 per square mile (334.2/km). The racial makeup of the town was 71.88% White, 27.28% African American, 0.17% Native American, 0.17% Asian, and 0.48% from two or more races. Hispanic or Latino of any race were 0.61% of the population. There were 867 households, out of which 36.8% had children under the age of 18 living with them, 50.9% were married couples living together, 17.1% had a female householder with no husband present, and 27.9% were non- families. 24.6% of all households were made up of individuals, and 10.8% had someone living alone who was 65 years of age or older. The average household size was 2.64 and the average family size was 3.16. In the town, the population was spread out, with 29.8% under the age of 18, 9.6% from 18 to 24, 27.7% from 25 to 44, 20.9% from 45 to 64, and 12.1% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 93.0 males. For every 100 females age 18 and over, there were 86.8 males. The median income for a household in the town was $23,945, and the median income for a family was $29,279. Males had a median income of $30,761 versus $19,000 for females. The per capita income for the town was $11,028. About 21.6% of families and 28.1% of the population were below the poverty line, including 37.7% of those under age 18 and 29.2% of those age 65 or over. ==Arts and culture== Port Barre hosts an annual \"Cracklin' Festival,\" held the first or second weekend in November. The Cracklin' Festival was started in 1985 by the Port Barre Lions Club. This large event is recognized by the state of Louisiana. All proceeds from the festival are donated to underprivileged children who need glasses or eye surgery. ==Infrastructure== ===Transportation=== {| class=\"wikitable\" style=\"width:80%\" |- | width=\"5%\" | 31px || U.S. Route 190 is a major east-west route connecting with Baton Rouge to the east and with Opelousas and Eunice to the west. |- | 31px || LA 103 is a state highway traveling northeast-southwest through the heart of the town, connecting with U.S. Route 190 (southeast) and extending northeast out of the corporation limits. |- | 31px || LA 741 is a state highway traveling northwest-southeast which connects with LA 103 (northwest) in town and extending southeast out of the corporation limits intersecting with U.S. Route 190. |} ==Notable people== *Clay Higgins, member of the United States House of Representatives for Louisiana's 3rd congressional district ==References== ==External links== *Town of Port Barre Category:Acadiana Category:Towns in Louisiana Category:Towns in St. Landry Parish, Louisiana Category:Populated places established in 1898",
 "title": "Port Barre, Louisiana"
}