{
 "id": "115870",
 "text": "Blaine is a town in Aroostook County, Maine, United States. The population was 667 at the 2020 census. It was known as Alva prior to incorporation in 1874, when it was renamed in honor of James G. Blaine, then Speaker of the U.S. House of Representatives. According to local history, Blaine offered to donate a large bell for the tower of the town's new meeting hall, if the citizens would rename the town after him. The town's name was changed, but Blaine never donated a bell. The building still stands on the north end of town, on Route 1. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 726 people, 299 households, and 217 families living in the town. The population density was . There were 360 housing units at an average density of . The racial makeup of the town was 96.7% White, 1.5% Native American, 0.8% Asian, and 1.0% from two or more races. Hispanic or Latino of any race were 0.4% of the population. There were 299 households, of which 27.4% had children under the age of 18 living with them, 60.5% were married couples living together, 8.0% had a female householder with no husband present, 4.0% had a male householder with no wife present, and 27.4% were non-families. 24.7% of all households were made up of individuals, and 9.7% had someone living alone who was 65 years of age or older. The average household size was 2.43 and the average family size was 2.88. The median age in the town was 43.9 years. 20.8% of residents were under the age of 18; 8.5% were between the ages of 18 and 24; 22.8% were from 25 to 44; 30.6% were from 45 to 64; and 17.4% were 65 years of age or older. The gender makeup of the town was 50.3% male and 49.7% female. ===2000 census=== As of the census of 2000, there were 806 people, 313 households, and 234 families living in the town. The population density was 43.6 people per square mile (16.8/km2). There were 340 housing units at an average density of 18.4 per square mile (7.1/km2). The racial makeup of the town was 97.27% White, 0.37% African American, 0.99% Native American, 0.12% from other races, and 1.24% from two or more races. Hispanic or Latino of any race were 0.25% of the population. There were 313 households, out of which 34.8% had children under the age of 18 living with them, 64.2% were married couples living together, 7.0% had a female householder with no husband present, and 25.2% were non- families. 20.4% of all households were made up of individuals, and 9.3% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 3.00. In the town, the population was spread out, with 27.5% under the age of 18, 4.5% from 18 to 24, 29.4% from 25 to 44, 24.3% from 45 to 64, and 14.3% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 95.2 males. For every 100 females age 18 and over, there were 94.0 males. The median income for a household in the town was $28,693, and the median income for a family was $33,056. Males had a median income of $25,333 versus $20,078 for females. The per capita income for the town was $12,980. About 7.5% of families and 10.4% of the population were below the poverty line, including 7.9% of those under age 18 and 16.8% of those age 65 or over. == Politics == Blaine, Maine mainly went for John McCain in the 2008 USA presidential electionCNN and in 2009, the town's voters backed a referendum against same- sex marriage.Bangor Daily News ==Notable people== * Ben Bubar, temperance activist and Prohibition Party member ==References== Category:Towns in Aroostook County, Maine Category:Towns in Maine",
 "title": "Blaine, Maine"
}