{
 "id": "116005",
 "text": "Tremont is a town in Hancock County, Maine, United States. It is located on the southwestern side of Mount Desert Island, known to locals as \"the quiet side.\" Tremont includes the villages of Bass Harbor (or McKinley), Bernard, Gotts Island, Seal Cove and West Tremont. Part of Acadia National Park lies within the town. Bass Harbor is the terminus for the Swan's Island ferry and the Frenchboro ferry. The population was 1,544 at the 2020 census. ==History== Settled in 1762, it was incorporated on June 3, 1848 as Mansel, the name given the island by John Winthrop's company of emigrants to the Massachusetts Bay Colony in 1630. Two months later, on August 8 it was renamed Tremont, which means \"three mountains\" in French. By 1880, when the population was 2,011, the town had a sawmill, shipyard, gristmill, shingle mill and brickyard. Fishing and fish curing were the principal industries. Today, tourism is important to the economy. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and is water. Located on southwestern Mount Desert Island, Tremont is beside Blue Hill Bay and the Atlantic Ocean. The town is crossed by state routes 102 and 102A. It borders the towns of Mount Desert to the north and Southwest Harbor to the east. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,563 people, 723 households, and 440 families living in the town. The population density was . There were 1,260 housing units at an average density of . The racial makeup of the town was 97.3% White, 0.6% African American, 0.2% Native American, 0.4% Asian, 0.1% from other races, and 1.4% from two or more races. Hispanic or Latino of any race were 1.0% of the population. There were 723 households, of which 24.1% had children under the age of 18 living with them, 45.4% were married couples living together, 9.7% had a female householder with no husband present, 5.8% had a male householder with no wife present, and 39.1% were non-families. 28.5% of all households were made up of individuals, and 11.5% had someone living alone who was 65 years of age or older. The average household size was 2.16 and the average family size was 2.63. The median age in the town was 48.5 years. 17.5% of residents were under the age of 18; 7.5% were between the ages of 18 and 24; 19.3% were from 25 to 44; 38.7% were from 45 to 64; and 17% were 65 years of age or older. The gender makeup of the town was 47.9% male and 52.1% female. ===2000 census=== As of the census of 2000, there were 1,529 people, 662 households, and 436 families living in the town. The population density was 90.7 people per square mile (35.0/km). There were 1,075 housing units at an average density of 63.8 per square mile (24.6/km). The racial makeup of the town was 98.04% White, 0.33% African American, 0.65% Native American, 0.26% Asian, 0.07% from other races, and 0.65% from two or more races. Hispanic or Latino of any race were 0.33% of the population. There were 662 households, out of which 28.2% had children under the age of 18 living with them, 54.8% were married couples living together, 7.9% had a female householder with no husband present, and 34.0% were non-families. 25.4% of all households were made up of individuals, and 8.5% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.76. In the town, the population was spread out, with 22.8% under the age of 18, 4.9% from 18 to 24, 28.4% from 25 to 44, 28.7% from 45 to 64, and 15.2% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 89.9 males. For every 100 females age 18 and over, there were 86.1 males. The median income for a household in the town was $36,750, and the median income for a family was $43,472. Males had a median income of $28,026 versus $21,835 for females. The per capita income for the town was $19,420. About 5.0% of families and 7.4% of the population were below the poverty line, including 8.7% of those under age 18 and 8.0% of those age 65 or over. ==Government and infrastructure== The villages in Tremont are served by various United States Postal Service post offices. They include Bass Harbor,\"Bass Harbor.\" United States Postal Service. Retrieved on December 23, 2011. \"209 HARBOR DR BASS HARBOR, ME 04653-9998\" Bernard,\"Bernard.\" United States Postal Service. Retrieved on December 23, 2011. \"71 BERNARD RD BERNARD, ME 04612-9998\" and Seal Cove.\"Seal Cove.\" United States Postal Service. Retrieved on December 23, 2011. \"896 TREMONT RD SEAL COVE, ME 04674-9998\" ==Education== Tremont has one school, Tremont Consolidated School, located in Bass Harbor. The school educates students in kindergarten through eighth grade. High school students attend Mount Desert Island High School in the town of Mount Desert. ==Sites of interest== * Acadia National Park * Bass Harbor Head Light * Bass Harbor Memorial Library * Ketterlinus Nature Preserve * Seal Cove Auto Museum * Ship Island Group Preserve * Tremont Historical Society & Museum == Notable people == * John F. Bickford, Civil War-era Medal of Honor recipient * Elaine Guthrie Lorillard, musician * Eleanor Mayo, writer, politician * Ruth Moore, author Bill Weir, President of Bar Harbor Savings and Loan ==Gallery== File:TremontMaineSchool.JPGTremont Consolidated School File:BernardMEPostOffice0.JPG|Bernard Post Office File:Bass Harbor, McKinley, ME.jpg|Bass Harbor (1908) File:Bass Harbor.JPG|Bass Harbor (2008) File:Boats at Tremont, ME IMG_2219.JPG|Boats docked at Tremont (2014) File:TremontMEFire.JPG|Tremont Volunteer Fire Department File:TremontMECommunityCenter.JPG|Tremont Community Center File:Sea Memorial, Tremont, ME IMG_2215.JPG|Sea Memorial in Tremont honors the memory of all who perished at sea. File:Thurston's Lobster Pond, Tremont, ME IMG_2218.JPG|Thurston's Lobster Pound File:buoys at thurston.jpg|Colorful buoys at Thurston's ==References== ==External links== * Town of Tremont, Maine * Tremont School * Southwest Harbor / Tremont Chamber of Commerce Category:Mount Desert Island Category:Towns in Hancock County, Maine Category:Towns in Maine Category:Populated coastal places in Maine",
 "title": "Tremont, Maine"
}