{
 "id": "116167",
 "text": "Bowdoinham is a town in Sagadahoc County, Maine, United States. The population was 3,047 at the 2020 census. It is part of the Portland-South Portland- Biddeford, Maine metropolitan statistical area. The town is located on the west side of Merrymeeting Bay. ==History== Fort Richmond was built upriver in 1719, protecting the area and encouraging British settlement. About 1720, the mouth of the Cathance River was first settled by Captain Gyles Watkins. But during Dummer's War, in the summer of 1723 all buildings in the region were burned and cattle killed by the Norridgewocks and their 250 Indian allies from New France. The Kennebec River region was abandoned. When Gov. William Dummer's Treaty of 1725 brought peace, it was resettled about 1730 by Abraham and Jonas Preble from York. Litigation from two conflicting claims, however, slowed the town's development. On July 3, 1637, Sir Ferdinando Gorges, the lord proprietor of Maine, had granted this part of New Somersetshire to Sir Richard Edgcumbe of Mount Edgcumbe House, situated at Cremyll in Cornwall, England. But the Kennebec Company conveyed it in 1752 to William Bowdoin of Boston, older brother of James Bowdoin. The contested ownership went to court, whereupon Bowdoin won because Edgcumbe's grant was found obsolete and indefinite.History of Bowdoinham, Maine On September 18, 1762, the Massachusetts General Court incorporated it as Bowdoinham, named for William Bowdoin. It originally included Richmond, set off in 1823, and portions of Topsham and the Plantation of West Bowdoinham, set off in 1788 as Bowdoin.Brief Description and History of Bowdoinham, Maine Farmers grew apples, wheat, hay and potatoes. They also raised sheep. Shipbuilding was an important early industry which faded over time, with the first vessel launched in 1768, and the last of any size in 1912. By 1886, the town had three sawmills, a gristmill, plaster mill, two clothing factories, a cheese factory and about a dozen ice companies. It also produced boots and shoes, tinware, carriages and harness. Once a site of wharves to ship lumber and other goods, Cathance Landing became the town's business center called Bowdoinham Village. ==Geography== According to the United States Census Bureau, the town has a total area of , of which, of it is land and is water. Situated beside Merrymeeting Bay, Bowdoinham is drained by the Cathance River, Abagadasset River, Muddy River and Kennebec River. The town is crossed by Interstate 295 and state routes 24, 125 and 138. It borders the towns of Richmond to the north, Bowdoin to the west, and Topsham to the south. ==Demographics== ===2010 census=== As of the census of 2010, there were 2,889 people, 1,179 households, and 844 families residing in the town. The population density was . There were 1,279 housing units at an average density of . The racial makeup of the town was 95.3% White, 0.7% African American, 0.6% Native American, 1.0% Asian, 0.2% from other races, and 2.3% from two or more races. Hispanic or Latino of any race were 1.0% of the population. There were 1,179 households, of which 31.6% had children under the age of 18 living with them, 56.3% were married couples living together, 9.9% had a female householder with no husband present, 5.3% had a male householder with no wife present, and 28.4% were non-families. 20.3% of all households were made up of individuals, and 7.3% had someone living alone who was 65 years of age or older. The average household size was 2.45 and the average family size was 2.80. The median age in the town was 43.7 years. 21.6% of residents were under the age of 18; 5.9% were between the ages of 18 and 24; 24.6% were from 25 to 44; 35.2% were from 45 to 64; and 12.7% were 65 years of age or older. The gender makeup of the town was 50.1% male and 49.9% female. As of the updated census of 2010, the median income for a household in the town was $63,472, and the median income for a family was $71,406. Males had a median income of $48,170 versus $30,658 for females. The per capita income for the town was $27,827. About 5.4% of families and 9.4% of the population were below the poverty line, including 10.9% of those under age 18 and 9.4% of those age 65 or over. ===2000 census=== As of the census of 2000, there were 2,612 people, 1,027 households, and 752 families residing in the town. The population density was 75.9 people per square mile (29.3/km2). There were 1,107 housing units at an average density of 32.2 per square mile (12.4/km2). The racial makeup of the town was 97.70% White, 0.38% African American, 0.42% Native American, 0.50% Asian, 0.04% Pacific Islander, and 0.96% from two or more races. Hispanic or Latino of any race were 0.50% of the population. There were 1,027 households, out of which 35.1% had children under the age of 18 living with them, 58.0% were married couples living together, 9.4% had a female householder with no husband present, and 26.7% were non- families. 20.1% of all households were made up of individuals, and 5.6% had someone living alone who was 65 years of age or older. The average household size was 2.54 and the average family size was 2.90. In the town, the population was spread out, with 25.8% under the age of 18, 5.9% from 18 to 24, 30.1% from 25 to 44, 28.1% from 45 to 64, and 10.1% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 99.5 males. For every 100 females age 18 and over, there were 98.9 males. ==Education== Public schools in the area are operated by Maine School Administrative District 75. ==Sites of interest== * Bowdoinham Wildlife Management Area * Merrymeeting Bay * The Sands * Mailly Waterfront Park == Notable people == * Carroll W. Blake, motion picture exhibitor and real estate investor * Gardner Colby, businessman, philanthropist, namesake of Colby College * Robert Browne Hall, composer of marching music * Orrington Lunt, businessman * Arthur B. Patten, clergyman and author * Frank Sandford, religious leader * Pop Williams, baseball pitcher ==References== ==External links== * Town of Bowdoinham, Maine * Bowdoinham Public Library * Bowdoinham Historical Society Category:Portland metropolitan area, Maine Category:Towns in Sagadahoc County, Maine Category:Towns in Maine Category:1762 establishments in Massachusetts",
 "title": "Bowdoinham, Maine"
}