{
 "id": "116245",
 "text": "Machiasport is a town in Washington County, Maine, United States. The population was 962 at the 2020 census. Machiasport is a historic seaport and tourist destination. ==History== In 1633, the Plymouth Company established a trading post here to conduct business with the Native Americans. But this was part of Acadia, territory which New France considered its own. So in 1634, the trading post was sacked by French forces from Port Royal under the command of Charles de Saint-Étienne de la Tour. In 1770, the area was granted by the Massachusetts General Court to 80 petitioners, 54 from Scarborough. It was first part of Machias, incorporated in 1784, then set off and incorporated as Machiasport in 1826. In 1775, following the capture of the British ship HMS Margaretta by locals under leadership of Jeremiah O'Brien, the residents built a small breastworks here to guard the mouth of the Machias River and the area settlements. Later that year, the British sent four ships under the command of Sir George Collier that defeated the local militia, destroyed the breastworks, and burned several buildings. In 1777, the fort was rebuilt as a crescent shaped four-gun battery. In 1781 it was made part of the national defense and named Fort O'Brien. In 1808–1809, Lemuel Trescott of Eastport oversaw the construction of a blockhouse, barracks and battery. During the War of 1812, in September 1814 the British captured the fort and burnt the barracks. In 1863, during the American Civil War, Fort Machias was built adjacent to the ruins of Fort O'Brien. It was a five-gun earthworks fort with Napoleon 12-pound cannon. It was actively manned from 1863 to 1865. In 1923, the U.S. government transferred the sites of both forts to the state of Maine. As of 2006, they are managed as a historic site by the Maine Bureau of Parks and Lands. In 1969, they were added to the National Register of Historic Places, as structure #69000024. ==Geography== According to the United States Census Bureau, the town has a total area of , of which, of it is land and is water. Drained by the Machias River, the town is located at the head of Machias Bay on the Gulf of Maine, part of the Atlantic Ocean. The town is crossed by state routes 92 and 191. It is bordered by the towns of East Machias to the north, Whiting to the northeast, Machias to the west, and (separated by water) is near Cutler to the east, and Roque Bluffs to the southwest. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,119 people, 410 households, and 277 families residing in the town. The population density was . There were 611 housing units at an average density of . The racial makeup of the town was 97.1% White, 0.8% African American, 0.8% Native American, 0.3% Asian, 0.1% Pacific Islander, 0.3% from other races, and 0.6% from two or more races. Hispanic or Latino of any race were 1.8% of the population. There were 410 households, of which 27.3% had children under the age of 18 living with them, 54.4% were married couples living together, 9.5% had a female householder with no husband present, 3.7% had a male householder with no wife present, and 32.4% were non-families. 26.3% of all households were made up of individuals, and 12.4% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.78. The median age in the town was 43.3 years. 17.7% of residents were under the age of 18; 6% were between the ages of 18 and 24; 27.9% were from 25 to 44; 30.5% were from 45 to 64; and 18.1% were 65 years of age or older. The gender makeup of the town was 56.3% male and 43.7% female. ===2000 census=== As of the census of 2000, there were 1,160 people, 413 households, and 289 families residing in the town. The population density was 54.3 people per square mile (21.0/km2). There were 576 housing units at an average density of 27.0 per square mile (10.4/km2). The racial makeup of the town was 97.50% White, 0.09% African American, 0.78% Native American, 0.26% Asian, and 1.38% from two or more races. Hispanic or Latino of any race were 0.26% of the population. There were 413 households, out of which 29.1% had children under the age of 18 living with them, 58.4% were married couples living together, 7.3% had a female householder with no husband present, and 30.0% were non- families. 22.5% of all households were made up of individuals, and 8.7% had someone living alone who was 65 years of age or older. The average household size was 2.46 and the average family size was 2.88. In the town, the population was spread out, with 20.9% under the age of 18, 8.3% from 18 to 24, 32.1% from 25 to 44, 24.8% from 45 to 64, and 14.0% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 125.7 males. For every 100 females age 18 and over, there were 134.2 males. The median income for a household in the town was $29,531, and the median income for a family was $32,279. Males had a median income of $29,643 versus $20,500 for females. The per capita income for the town was $13,727. About 11.8% of families and 12.2% of the population were below the poverty line, including 12.9% of those under age 18 and 15.3% of those age 65 or over. ==Sites of interest== * Fort O'Brien State Historic Site * Larrabee Heath * Liberty Lighthouse—designed by Alexander Parris * Liberty Hall (1873) * Machiasport Historical Society & Museum * Jasper Beach == Notable people == * Francis Gano Benedict, nutritionist * David Freedberg, professor ==References== ==External links== * Town of Machiasport, Maine * Liberty Hall * Machias Bay Area Chamber of Commerce * Downeast Correctional Facility * Fort O'Brien and Fort Machias at FortWiki.com * Fort O'Brien and Fort Machias at NorthAmericanForts.com Category:Machias, Maine Category:Towns in Washington County, Maine Category:Towns in Maine Category:Populated coastal places in Maine Category:1826 establishments in Maine Category:Populated places established in 1826",
 "title": "Machiasport, Maine"
}