{
 "id": "116230",
 "text": "Columbia is a town in Washington County, Maine, United States. The population was 435 at the 2020 census. According to the United States Census Bureau, the town has a total area of , of which, of it is land and is water. Columbia was first settled by Europeans in the 1750s. ==Demographics== ===2010 census=== As of the census of 2010, there were 486 people, 198 households, and 123 families residing in the town. The population density was . There were 290 housing units at an average density of . The racial makeup of the town was 97.7% White, 0.2% Native American, 0.6% Asian, 1.2% from other races, and 0.2% from two or more races. Hispanic or Latino of any race were 2.5% of the population. There were 198 households, of which 32.3% had children under the age of 18 living with them, 46.0% were married couples living together, 11.1% had a female householder with no husband present, 5.1% had a male householder with no wife present, and 37.9% were non-families. 29.3% of all households were made up of individuals, and 10.6% had someone living alone who was 65 years of age or older. The average household size was 2.45 and the average family size was 3.03. The median age in the town was 40 years. 24.9% of residents were under the age of 18; 7% were between the ages of 18 and 24; 25.2% were from 25 to 44; 32.5% were from 45 to 64; and 10.5% were 65 years of age or older. The gender makeup of the town was 50.4% male and 49.6% female. ===2000 census=== As of the census of 2000, there were 459 people, 190 households, and 122 families residing in the town. The population density was 12.8 per square mile (4.9/km2 ). There were 267 housing units at an average density of 7.4 per square mile (2.9/km2). The racial makeup of the town was 98.69% White, 0.22% Native American, and 1.09% from two or more races. There were 190 households, out of which 32.6% had children under the age of 18 living with them, 44.7% were married couples living together, 14.7% had a female householder with no husband present, and 35.3% were non-families. 26.8% of all households were made up of individuals, and 8.9% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 2.89. In the town, the population was spread out, with 24.6% under the age of 18, 8.3% from 18 to 24, 34.4% from 25 to 44, 23.1% from 45 to 64, and 9.6% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 97.0 males. For every 100 females age 18 and over, there were 95.5 males. The median income for a household in the town was $28,125, and the median income for a family was $31,818. Males had a median income of $28,750 versus $22,000 for females. The per capita income for the town was $14,537. About 18.3% of families and 21.8% of the population were below the poverty line, including 35.5% of those under age 18 and 17.4% of those age 65 or over. ==History== Many of the major events of Columbia's past have been summarized in this section from local texts, newspaper accounts, and from the recollections of residents. ===Native Americans and early settlement=== Prior to settlement from families who originated in southern Maine, Native American settlements had existed along the Pleasant River. One is documented in Maine State records and another was present at Saco Falls. The earliest Euro- American settlers arrived from Addison, then known as Township 6, by traveling up the Pleasant River. The first family was William and Noah Mitchell in the 1750s. ===Government and industry=== The first formal record of government is a petition for a Justice of the Peace in 1770 to the Governor of Massachusetts by persons living in the Pleasant River valley. The town of Columbia was originally known as Township 12. Neighboring Township 13, now Columbia Falls, was joined with Township 12 and incorporated as the Town of Columbia in 1796. This association lasted for 67 years until Columbia Falls incorporated as a separate town in 1863. In the 1790s, \"Lottery Townships\" (including Twp 12) sold for 20 cents an acre. Alexander Baring refers to a settlement of about 30 Quaker families located near the center of Township 12. Families supported themselves with sawmills and shipbuilding. The first sawmill in Columbia was in Epping, near the present Fish and Game Club, built by Moses Worcester. It later burned, giving Burnt Mill Rips its name. Others were as follows: Little River, Saco Falls, Branch Brook, Georgetown, Webb District and on the Eastern Branch of Great Marsh Stream. Ship building also took place along Branch Brook. ===Education=== The first school in Township 12 was in Upper Epping. It was moved a few feet and turned into a residence in the early 1990s and it is at 11 Pea Ridge Road. It was used on Sundays to hold meetings. Eventually there were several school districts including Lower and Upper Epping; Saco, below Cynthia Dorr Hill; at the Branch (Four Corners area); Webb District and Georgetown. The only remaining one-room schoolhouse in town was built in 1892. It was renovated in 1996 and is now the Town Office. ===Religion=== The Union Church was built in 1829 and was originally Baptist. The Little River Church, built in 1858, was torn down in 1997. Parts of it are now in the new Faith United Methodist Church on Route 1. The only remnants of the original Quaker settlers are cellar holes in the Pea Ridge Road area. ===Farming, forestry and maritime industries=== The earliest settlers in the Pleasant River Valley came for the marsh hay and the lumber. To enhance the quality of the salt hay, boxes and dikes were built in the marshes to reduce the saltwater content. These were called \"aboiteaux\", and that area is now called \"the abadors\". As lumber mills sprang up, boat building followed. At one time there were three shipyards at the Branch (Four Corners area). The early settlements near the mills were Epping, Saco Falls, the Branch, Little River, Webb District and Georgetown. There were stores at Epping Corner. When the railroad was built, a settlement grew up near the train station. Here a factory was built for canning blueberries, then string beans and finally freezing fish. The factory burned in 1972, but by that time all the commerce in town had moved out to Route 1 near the Branch. Blueberries are one of only three fruits native to this area, the others being cranberries and grapes. Native Americans knew that burning the fields in spring helped the crop, and they dried blueberries for pemmican, as well. During the Civil War, berries were hand-picked, hand-canned and soldered for shipping to the Union Army. Berries were also hand picked (for 2 cents a quart) and shipped by schooner in one quart wooden firkins to Boston (the trip took 2½ days). Until 1876, the barrens were held as \"common land\", with different families managing different parcels. By the 1880s, there were canning factories in Harrington and Columbia Falls, and a blueberry rake was designed by Abijah Tabbutt in 1883. In 1882 it was voted to \"tax blueberry lands based on its value and income.\" The west end of town is mostly the headwaters of the Harrington River, while the east end is in the watershed of the Pleasant River. Development and roads have been established along the higher ground, as there are many wetlands throughout the town. In the 1890s most of the arable lands were in pasture and fields. The blueberry and forestry industries, including Christmas trees and wreath brush, still remain seasonal sources of income for many residents. Some liquidation forestry has taken place, but attempts at subdivision have been largely unsuccessful so far due to lack of jobs in the area. There has been a recent resurgence in small agriculture that should be encouraged if residents want to retain the rural nature of the town. ===Historic structures and land use activities=== The oldest house still standing in Columbia was built in 1790 at 515 Station Road. It is still used as a residence. Schools and churches followed, and the first town \"Hall\" was built at Lower Epping. It was built as a store, but the second floor was used for public gatherings. It was later known as Leighton's Hall, then Redmen's Hall. By 1876 Columbia got its own post office (at the Branch). The location changed several times until 1906 when rural delivery started. In 1910 the Columbia Grange was built, later to become the Town Hall. This structure burned in 2001. The first survey of Columbia (Township 12) was conducted in 1785. In 1857 the Base Line was completed. The Base Line is depicted on Map 2 and refers to a perfectly straight surveyed line, which was one of seven used by the US Coast and Geodetic Survey for triangulation to establish positions for mapping the North Atlantic. The Eastern Monument was badly vandalized and is now stored at the Cherryfield Historical Society. In 1940 the dike bridge was built that crosses the West Branch of the Pleasant River in Addison. Clappers were installed to prevent tides from coming up river so that the West Branch would become fresh water only. In 1963 Pine Island was subdivided. Elio Carerj purchased the Columbia portion of Pine Island (which is in the middle of the Great Heath) from Maurice Worcester for $1,000 on August 17, 1963. Doing business as Atlantic Real Estate, he subdivided his land into 673 individual -acre lots on 40 blocks. He sold about half of them for between $40 and $160 per lot, mostly to citizens of Germany, Switzerland and Italy. At that time, there was a bridge across the Pleasant River from El Meadow. ===Transportation=== In 1898 the Washington County Railroad came to the area. The station in Columbia was on Station Road on the north side of the tracks. The use of the rail lines diminished substantially in the 1950s and '60s, and the rail line was declared exempt in 1986. This was a result of more inexpensive trucking costs on the interstate highway system. U.S. Route 1 is now the main arterial route in Columbia and the southern part of Washington County. It was completed in 1953. ===Selected references=== *A History of Columbia and Columbia Falls in 1976, by Nancy Greene and Clarence Drisko ==Historical buildings and places== The Maine Historic Preservation Commission maintains an inventory of important sites including buildings or sites on the National Register of Historic Places (NRHP). They record one listing for the town: Columbia Union Church on Epping Rd. Columbia Streets and Public Facilities are of historic importance to the town's residents: *Geodetic Survey East Base Line Marker (1857, east end of Base Line Road) *Ichabod White House (c. 1858) The front half of the house was purchased in 1900 from Sears and Roebuck. *House at 515 Station Road (1790) ==Cemeteries== Cemeteries are a cultural resource providing insight into the history of the community. * Columbia Cemetery – only one owned by town, approximately, on Cemetery Road off Saco Road. * Mailley Hill Cemetery, , mile up Station Road on west side. * Nash Cemetery, acre, Route 1, south side next to Wright Construction. * Friendship Cemetery, , north side Sacarap Road just past Barney Brook. These four are in current use, and the town holds monies for their maintenance. The town's older cemeteries contain tombstones dating back to the early 19th century. They are as follows: * McCaslin Cemetery, 60 ft × 100 ft, in the woods north of Route 1 across from Delia’s store * White Cemetery, 50 ft × 60 ft, (0.55 mile from town line) Route 1, south side. * Unnamed cemetery, unfenced, approx 30 ft × 45 ft, contains grave of Civil War veteran Moses Nash, down a dirt road north side of Sacarap Road mile before Georgetown Woods Road. * Randall Cemetery, 50 ft × 60 ft, west side Sacarap Road, just before Great Marsh Stream. * Valley Cemetery, 100 ft × 100 ft, west side (left off Valley Road) There is one old family cemetery (Furren) whose gravestones could not be found, north of Route 1 behind the new Faith United Methodist Church. There are a few new family plots on private property. ==Archaeological sites== There is one known prehistoric archaeological site located within Columbia, according to the Maine Historic Preservation Commission (MHPC). This site (60.10) is located on the edge of the blueberry barrens. The shoreline of the Pleasant River, Schoodic Lake, kettle hole ponds and the south margin of the blueberry barrens have been determined by MHPC to be archeologically sensitive areas that are worth professionally surveying. There are no known historical archeological sites within Columbia, as recorded by the MHPC however some sites have been identified by residents including the silica mines, various mill sites, the baseline and the bean factory. ==Location and topography== Columbia is located in the western part of Washington County, Maine. The town is situated approximately east of Bangor and is bordered on the north by unorganized territory (T18 MD BPP), on the east by Columbia Falls, on the south by Harrington and Addison, and on the west by Cherryfield. The land area of the town is approximately . ==Geology== Columbia is located in a region of massive granite intrusion that was glaciated in the Wisconsin age. The glacier caused till (unsorted, poorly drained soil) to be deposited over the entire region. This poorly drained till formed bogs and ponds and altered the drainage pattern. The underlying granite caused the till to be more thickly deposited on the northwest sides of ridges: on the southeast sides boulders were \"plucked\" and transported further south. Thick till deposits are also found in bedrock \"valleys\" and depressions. The weight of the ice (in some places a mile thick) caused the land to be depressed in relation to the level of the sea. Marine sediments (silts and clays) were deposited in valleys and more sheltered locations. The release of pressure due to the melting allowed the land to rise slowly. This explains why silt and clay deposits can be found at elevations of or more. Columbia contains the largest and most significant areas of marine outwash plain resulting in regionally significant deposits of sand and gravel. ==Blueberry cultivation== The most significant agricultural activity in Columbia is blueberry production. There are approximately under cultivation for blueberries, of which are irrigated. While the soils in Columbia are not ideal for many agricultural uses, they are well suited for blueberry production, and this activity continues to provide significant employment in town. ==Water resources== ===Watersheds=== Within its boundaries, the town of Columbia has one great pond, Schoodic Lake (also in Cherryfield and T18 MD BPP). The water resources of Columbia are characterized primarily by the Pleasant River and several other watersheds. The headwaters of the Harrington River rise in the western part of Columbia, comprising the sub-watersheds of Trout Brook, Great Marsh Stream and several smaller tributaries leading directly to the Harrington River. The northwestern part of this watershed contains Pineo Ridge and a large sand and gravel aquifer, with potential yields of than 50 gallons per minute. The southern part of this watershed is primarily forested but is an area where significant clearcuts have occurred recently as timberland is converted to wreath brush production. The other watersheds in Columbia contain the main stem of the Pleasant River in the northern part of town, including the Great Heath described below. The West Branch of the Pleasant River rises in two sub-watersheds in the southeastern part of Columbia and drains south toward Addison. The portion of the watershed that has the greatest potential to affect a body of water is its direct watershed, or that part which does not first drain through upstream areas. Anything that can be transported by water will eventually reach and impact the quality of a water body. Development activities, such as house and road construction and timber harvesting, may disturb the land that drains to a lake by streams and groundwater and contribute pollutants and other substances to water bodies, degrading water quality. Activity anywhere in the watershed, even several miles away, has the potential to impact the water quality of our streams, rivers, ponds and lakes. Threats to water quality come from point and non-point discharges. Point source pollution is discharged directly from a specific site such as a municipal sewage treatment plant or an industrial outfall pipe. There are no point source discharges within the Town of Columbia. Non-point source pollution poses the greatest threat to water quality in Maine communities, and Columbia is no exception. The most significant contributing source comes from erosion and sedimentation as well as excessive run-off of nutrients, particularly phosphorus. In excessive quantities phosphorus acts as a fertilizer and causes algae to flourish or \"bloom\". Additional contributing factors include animal wastes, fertilizers, sand and salt storage, waste lagoons, faulty septic systems, roadside erosion, leaking underground storage tanks, and hazardous substances. Identification and regulation of these sites is important to safeguard both surface and ground waters. The non-point source pollution in Columbia caused by failing septic systems, run-off from surrounding agricultural land, and aerial spraying of herbicides threatens Schoodic Lake and kettle hole ponds, the Pleasant River and the headwaters of the Harrington River (Great Marsh Stream and Dorr and Trout Brooks). A small area along the western edge of the town drains to the Narraguagus River via Schoodic Lake. Camp development and blueberry agriculture could pose a serious threat to the water quality of this cold water lake. According to the ME-DEP Lake Water Quality Monitoring Report for Schoodic Lake provided by the PEARL spatial database, water quality monitoring data for Schoodic Lake has been collected since 1977. During this period, five years of basic chemical information was collected, in addition to 8 years of Secchi Disk Transparencies (SDT). In summary, the water quality of Schoodic Lake is considered to be average, based on measures of SDT, total phosphorus (TP), and Chlorophyll-a (Chla). The potential for nuisance algal blooms on Schoodic Lake is low. Schoodic Lake is a non-colored lake (average color 8 SPU) with an average SDT of 5.5 m (18 ft). The range of water column TP for Schoodic Lake is 4–15 parts per billion (ppb) with an average of 9 ppb, while Chla ranges from 2.1 to 4.5 ppb with an average of 3 ppb. Recent dissolved oxygen (DO) profiles show moderate DO depletion in deep areas of the lake. The potential for TP to leave the bottom sediments and become available to algae in the water column (internal loading) is low to moderate. Schoodic Lake is managed by the Maine Department of Inland Fish and Wildlife as both a warm water and cold-water fishery. Oxygen levels below 5 parts per million stress certain cold water fish, and a persistent loss of oxygen may eliminate or reduce habitat for sensitive cold water species. The outlet of Schoodic Brook hosts a run of rainbow smelts that are dipped by locals and provide forage for landlocked salmon. The Natural Resources Conservation Service in Machias is administering federal USDA funds in a small watersheds program known as PL566. The program focus is the Pleasant and Narraguagus River Watersheds and they are in Phase one of a three phase process that conducts an assessment of issues and concerns in the watershed (Phase I), involves stakeholders in the creation of a management plan and response to the issues (Phase II), and seeks implementation resources (Phase III) to address watershed concerns. It is a flexible program that allows funds to be directed to municipalities and not just landowners or individual producers. Columbia could participate in this process and ensure that all available resources can be tapped in support of town goals. Water withdrawals for irrigation of agricultural crops are of concern to some residents and there is discussion of the town regulating water withdrawals from surface waters. There are commercial production wells in the northwestern part of Columbia and surface water withdrawals also occur from Schoodic Lake, Duck Pond and Myers Pond. Surface water withdrawals in Cherryfield from Crane Pond are also of concern as these are the headwaters of the Harrington River tributaries that flow through Columbia. Concerns include the long-term impact of withdrawals of low water on Atlantic Salmon and other aquatic species such as native brook trout. The state legislature resolved in 2001, by Public Law 619 not to regulate water withdrawals in organized townships. Instead they chose to study the amounts and uses of existing water withdrawals and to develop a reporting system to gather this information. Columbia would like such studies to include the rivers within their boundaries. ===Rivers, streams, and brooks=== As defined by Maine's Natural Resources Protection Act, a river, stream, or brook is a channel that has defined banks (including a floodway and associated flood plain wetlands) created by the action of the surface water. Columbia’s rivers, streams and brooks include: # Pleasant River, main stem (Pleasant River Watershed) # Pleasant River, west branch (Pleasant River Watershed) # Western Little River (Pleasant River Watershed) # Trout Brook (Harrington River Watershed) # Dorr Brook (Harrington River Watershed) # Great Marsh Stream (Harrington River Watershed) # Barney Brook (Harrington River Watershed) # Bells Brook (West Branch Pleasant River Watershed) # Branch Brook (West Branch Pleasant River Watershed) ==Present land use regulations== Apart from the state-required minimums, the town of Columbia has a limited set of regulatory measures to affect the nature and pattern of development. Building permits are required. As noted in the housing chapter an ordinance was adopted on June 23, 1997, requiring the filing of a plan for building. Its stated purpose is to adopt an informational building permit to inform the town of impending growth and to regulate lot size (to not less than one acre). The defeat of a more complex ordinance a year later led to the mistaken belief that the 1997 ordinance had no effect. A notice will go out with the 2003 tax bill informing residents that the 1997 ordinance is in effect. ===Development pressure=== Columbia has experienced significant commercial growth along the Route 1 corridor, primarily in the Four Corners area. In addition to this commercial concentration on Route 1 the area known as Epping in the northeast corner of town contains the municipal offices, home based businesses and historic structures. Most new residential development has occurred along Webb District Road and Georgetown. In the absence of any permitting process in Columbia any individual lot can be developed throughout the town. As in other towns in Washington County, large parcels of timberland are changing hands and undergoing intensive harvest. These lands are being converted from timber stands to wreath brush production. To date this conversion is in compliance with the Forest Practices Act. There is very little large scale subdivision activity in Columbia with only one large subdivision, Pine Island in the Great Heath, and a 5 lot subdivision for affordable house lots on Webb District Road, and a 7 lot subdivision on Carberry Road, which is off Sacarap Road. There are no schools in Columbia and overall enrollment is declining. Because of the town's geography and population distribution, resident children attend two elementary schools, each in neighboring towns. ==References== ==External links== *Maine Historic Preservation Commission *Washington County, Maine *Downeast Salmon Federation *Historical Map of Columbia, Maine Category:Towns in Washington County, Maine Category:1796 establishments in Massachusetts Category:Towns in Maine",
 "title": "Columbia, Maine"
}