{
 "id": "116269",
 "text": "Cape Neddick is a census-designated place (CDP) in the town of York in York County, Maine, United States. The population was 2,568 at the 2010 census. It is part of the Portland-South Portland-Biddeford, Maine Metropolitan Statistical Area. ==Geography== Cape Neddick is located at (43.169023, -70.617341). The CDP as defined includes all of the physical peninsula known as Cape Neddick, plus all of the unincorporated community of York Beach, which consists of two beaches, one on either side of Cape Neddick. The northern limit of the CDP is Cape Neddick Harbor, the western limit is Route 1, and the southern boundary is the border with York Harbor. According to the United States Census Bureau, the CDP has a total area of , of which is land and of it, or 6.03%, is water. Cape Neddick Light, also known as Nubble Lighthouse, is the most distinctive feature of the community. Construction began in 1876 and cost $15,000. It was first illuminated on July 1, 1879. The lighthouse was originally red but has been painted white since 1902. The distinctive red house was also built in 1902. The tower stands tall. The lighthouse became automated in 1987. ==Demographics== As of the census of 2000, there were 2,997 people, 1,340 households, and 897 families residing in the CDP. The population density was 801.5 people per square mile (309.4/km2). There were 3,424 housing units at an average density of 915.7/sq mi (353.5/km2). The racial makeup of the CDP was 98.26% White, 0.27% African American, 0.47% Asian, 0.10% Pacific Islander, 0.20% from other races, and 0.70% from two or more races. Hispanic or Latino of any race were 0.90% of the population. There were 1,340 households, out of which 22.3% had children under the age of 18 living with them, 55.7% were married couples living together, 8.2% had a female householder with no husband present, and 33.0% were non-families. 27.2% of all households were made up of individuals, and 11.2% had someone living alone who was 65 years of age or older. The average household size was 2.24 and the average family size was 2.70. In the CDP, the population was spread out, with 18.2% under the age of 18, 4.4% from 18 to 24, 23.9% from 25 to 44, 33.9% from 45 to 64, and 19.6% who were 65 years of age or older. The median age was 47 years. For every 100 females, there were 88.4 males. For every 100 females age 18 and over, there were 86.7 males. The median income for a household in the CDP was $45,500, and the median income for a family was $52,796. Males had a median income of $42,386 versus $30,800 for females. The per capita income for the CDP was $33,788. About 2.2% of families and 5.6% of the population were below the poverty line, including 4.6% of those under age 18 and 5.2% of those age 65 or over. ==Points of interest== There are two listings on the National Register of Historic Places for Cape Neddick. One is St. Peter's By-The-Sea Protestant Episcopal Church, and the other is Cape Neddick Light just off the coast. ==Activities== Cape Neddick Country Club offers golfing on an 18-hole course designed by Donald Ross ==History== Before 1655 Cape Neddick was inhabited by John Gooch, Peter Weare, Edward Wanton, Sylvester Stover and Thomas Wheelwright and their families.\"Findings from the York/Cape Neddick Archaeological Survey 1996\", by Kathleen Wheeler, Ph.D. ==Notable residents== * Phyllis Brooks, actress * Peter Clines, writer * Dawn Hill, state legislator * Paul D. McGowan, state legislator ==References== ==External links== * Cape Neddick Light (Nubble) - United States Lighthouses Category:Census-designated places in Maine Category:Portland metropolitan area, Maine Category:Census- designated places in York County, Maine Category:York, Maine Category:Populated coastal places in Maine",
 "title": "Cape Neddick, Maine"
}