{
 "id": "116252",
 "text": "Princeton is a town in Washington County, Maine, United States. The town was named after Princeton, Massachusetts. The population was 745 at the 2020 census. ==Geography== According to the United States Census Bureau, the town has a total area of , of which, of it is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 832 people, 360 households, and 225 families living in the town. The population density was . There were 495 housing units at an average density of . The racial makeup of the town was 94.0% White, 1.4% African American, 3.0% Native American, 0.1% Asian, 0.4% from other races, and 1.1% from two or more races. Hispanic or Latino of any race were 0.7% of the population. There were 360 households, of which 27.2% had children under the age of 18 living with them, 47.2% were married couples living together, 10.6% had a female householder with no husband present, 4.7% had a male householder with no wife present, and 37.5% were non-families. 31.1% of all households were made up of individuals, and 13.9% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.84. The median age in the town was 44.9 years. 21.6% of residents were under the age of 18; 6.5% were between the ages of 18 and 24; 22.1% were from 25 to 44; 32.8% were from 45 to 64; and 17.1% were 65 years of age or older. The gender makeup of the town was 50.8% male and 49.2% female. ===2000 census=== As of the census of 2000, there were 892 people, 370 households, and 253 families living in the town. The population density was 24.1 people per square mile (9.3/km). There were 488 housing units at an average density of 13.2 per square mile (5.1/km). The racial makeup of the town was 95.85% White, 0.11% African American, 3.25% Native American, 0.11% Pacific Islander, and 0.67% from two or more races. Hispanic or Latino of any race were 0.90% of the population. There were 370 households, out of which 36.8% had children under the age of 18 living with them, 53.2% were married couples living together, 8.9% had a female householder with no husband present, and 31.4% were non-families. 27.6% of all households were made up of individuals, and 10.5% had someone living alone who was 65 years of age or older. The average household size was 2.41 and the average family size was 2.87. In the town, the population was spread out, with 27.2% under the age of 18, 6.5% from 18 to 24, 30.3% from 25 to 44, 21.4% from 45 to 64, and 14.6% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 95.2 males. For every 100 females age 18 and over, there were 99.1 males. The median income for a household in the town was $28,603, and the median income for a family was $39,464. Males had a median income of $40,139 versus $24,688 for females. The per capita income for the town was $14,449. About 12.3% of families and 18.0% of the population were below the poverty line, including 13.9% of those under age 18 and 27.9% of those age 65 or over. ==References== ==External links== * Category:Towns in Washington County, Maine Category:Towns in Maine",
 "title": "Princeton, Maine"
}