{
 "id": "116247",
 "text": "Meddybemps is a town in Washington County, Maine, United States. The population was 139 at the 2020 census. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 157 people, 80 households, and 49 families living in the town. The population density was . There were 182 housing units at an average density of . The racial makeup of the town was 99.4% White and 0.6% from other races. There were 80 households, of which 20.0% had children under the age of 18 living with them, 47.5% were married couples living together, 3.8% had a female householder with no husband present, 10.0% had a male householder with no wife present, and 38.8% were non-families. 30.0% of all households were made up of individuals, and 13.8% had someone living alone who was 65 years of age or older. The average household size was 1.96 and the average family size was 2.33. The median age in the town was 52.3 years. 13.4% of residents were under the age of 18; 3.9% were between the ages of 18 and 24; 17.2% were from 25 to 44; 45.2% were from 45 to 64; and 20.4% were 65 years of age or older. The gender makeup of the town was 48.4% male and 51.6% female. ===2000 census=== As of the census of 2000, there were 150 people, 67 households, and 46 families living in the town. The population density was 11.2 people per square mile (4.3/km2). There were 176 housing units at an average density of 13.1 per square mile (5.1/km2). The racial makeup of the town was 100.00% White. There were 67 households, out of which 22.4% had children under the age of 18 living with them, 58.2% were married couples living together, 9.0% had a female householder with no husband present, and 29.9% were non-families. 26.9% of all households were made up of individuals, and 10.4% had someone living alone who was 65 years of age or older. The average household size was 2.24 and the average family size was 2.68. In the town, the population was spread out, with 18.0% under the age of 18, 6.0% from 18 to 24, 26.7% from 25 to 44, 29.3% from 45 to 64, and 20.0% who were 65 years of age or older. The median age was 45 years. For every 100 females, there were 89.9 males. For every 100 females age 18 and over, there were 83.6 males. The median income for a household in the town was $35,625, and the median income for a family was $36,250. Males had a median income of $34,167 versus $21,563 for females. The per capita income for the town was $17,840. None of the families and 2.4% of the population were living below the poverty line, including no under eighteens and none of those over 64. ==References== Category:Towns in Washington County, Maine Category:Towns in Maine",
 "title": "Meddybemps, Maine"
}