{
 "id": "116318",
 "text": "Lake Shore is a census-designated place and unincorporated community in Anne Arundel County, Maryland, United States, located east of Pasadena. The population of Lake Shore was 19,477 at the 2010 census. ==Geography== Lake Shore is located at (39.098960, −76.481717), on the Hog Neck peninsula near Chesapeake Bay. It is partially bordered by tidal inlets to the bay, notably Magothy River to the south and Main Creek to the northeast. It is bordered by Pasadena to the west, with the boundary in the vicinity of Magothy Bridge Road. Maryland Route 177 (Mountain Road) is the main route through the community, running generally east–west along the center of the peninsula. According to the United States Census Bureau, the CDP has a total area of , of which is land and , or 23.69%, is water, consisting of the tidal rivers on either side of the CDP. ==Demographics== As of the census of 2010, there were 19,477 people, 6,962 households, and 5,454 families residing in the CDP. The population density was 1,317.0 people per square mile (508.5/km). There were 7,375 housing units at an average density of 482.2/sq mi (186.2/km). The racial makeup of the CDP was 92.1% White, 3.7% African American, 0.3% Native American, 1.3% Asian, 0.1% Pacific Islander, 0.6% from other races, and 1.9% from two or more races. Hispanic or Latino of any race were 2.2% of the population. There were 6,962 households, out of which 32.2% had children under the age of 18 living with them, 64.3% were married couples living together, 9.6% had a female householder with no husband present, and 21.7% were non- families. 16.7% of all households were made up of individuals, and 6.3% had someone living alone who was 65 years of age or older. The average household size was 2.8 and the average family size was 3.12. In the CDP, the population was spread out, with 23.3% under the age of 18, 6.0% from 18 to 24, 24.4% from 25 to 44, 32.2% from 45 to 64, and 11.9% who were 65 years of age or older. The median age was 41.3 years. For every 100 females, there were 99.1 males. For every 100 females age 18 and over, there were 99 males. The median income for a household in the CDP was $90,396, and the median income for a family was $103,540. Males had a median income of $67,397 versus $49,429 for females. The per capita income for the CDP was $37,743. About 2.1% of families and 3.4% of the population were below the poverty line, including 5.7% of those under age 18 and 3.8% of those age 65 or over. ==Education== Children in Lake Shore are served by the following public schools in the Anne Arundel County Public Schools district: Elementary Schools * Bodkin Elementarty * Fort Smallwood Elementary * Jacobsville Elementary * Lake Shore Elementary * Pasadena Elementary Middle Schools * Chesapeake Bay Middle High Schools * Chesapeake High School ==References== Category:Census-designated places in Maryland Category:Census-designated places in Anne Arundel County, Maryland Category:Pasadena, Maryland Category:Maryland populated places on the Chesapeake Bay",
 "title": "Lake Shore, Maryland"
}