{
 "id": "116364",
 "text": "Woodlawn is an unincorporated community and census-designated place in Baltimore County, Maryland, United States. The population was 37,879 at the 2010 census. It is home to the headquarters of the Social Security Administration (SSA) and the Centers for Medicare and Medicaid Services (CMS). It is bordered by Catonsville on the south, by the Patapsco River and Howard County on the west, by Randallstown and Lochearn to the north, and by the City of Baltimore to the east. Parts of Woodlawn are sometimes informally referred to as Security, Maryland, due to the importance of the SSA's headquarters as well as nearby Security Boulevard (Maryland Route 122) and Security Square Mall. The Lorraine Park Cemetery Gate Lodge and St. Mary's Episcopal Church were listed on the National Register of Historic Places in 1985. ==Geography== Woodlawn is located at (39.303695, −76.737425). According to the United States Census Bureau, the CDP has a total area of 9.6 square miles (24.9 km), all land. ==Demographics== As of the census of 2010, there were 37,879 people and 14,618 households. The population density was 3,971.4 people per square mile. There were 15,417 housing units at an average density of about 1,713.5 per square mile. The racial makeup of the community was 38.39% White, 51.50% African American, 0.30% Native American, 6.22% Asian, 0.05% Pacific Islander, 1.06% from other races, and 2.48% from two or more races. Hispanic or Latino of any race were 2.35% of the population. There were 13,936 households, out of which 33.8% had children under the age of 18 living with them, 43.6% were married couples living together, 18.3% had a female householder with no husband present, and 33.4% were non-families. 27.2% of all households were made up of individuals, and 7.3% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 3.13. The community's age distribution is: 26.7% under the age of 18, 7.6% from 18 to 24, 33.1% from 25 to 44, 22.0% from 45 to 64, and 10.5% who were 65 years of age or older. The median age was 35 years. For every 100 women, there were 88.6 men. For every 100 women age 18 and over, there were 84.0 men. The median income for a household in the community was $48,878, and the median income for a family was $54,490. Men had a median income of $36,789 versus $31,242 for women. The per capita income for the community was $21,710. About 4.3% of families and 6.3% of the population were below the poverty line, including 7.4% of those under age 18 and 6.8% of those age 65 or over. ==Transportation== ===Roads=== Some major roads in the Woodlawn area are: *Dogwood Road *Forest Park Avenue *Gwynn Oak Avenue *Rolling Road *Security Boulevard (MD-122) *Windsor Mill Road *Woodlawn Drive ===Public transportation=== The Woodlawn area is a transportation hub for the Maryland Transit Administration and is served by several bus routes. These include: *Route 15 (on Security Boulevard and Forest Park Avenue) *Route 20 (on Rolling Road and Crosby Road) *Route 40 (QuickBus), which operates along Security Boulevard *Route 44 (on Security Boulevard and Woodlawn Drive) *Route 57 (on Security Boulevard and Woodlawn Drive) *Route 77 (on Woodlawn Drive, Security Boulevard, and Rolling Road) *Route 99 (on Rolling Road and Security Boulevard) The Security Boulevard corridor is part of the route of the proposed Red Line. ==Woodlawn Volunteer Fire Company== The Woodlawn Volunteer Fire Company was founded in 1941 as a civil defense unit. At the conclusion of World War II, the fire company incorporated and began to provide fire suppression and ambulance service to the community. The fire house is currently located on Woodlawn Drive near Windsor Mill. It is one of 33 volunteer fire companies in Baltimore County. The County Fire Department comprises 26 \"career\" (paid) fire companies and 33 volunteer companies. Baltimore County Md. Fire Department - Overview. Baltimorecountymd.gov. Retrieved on 2013-07-15. ==Notable people== *Amy Ella Blanchard, author of children's books. *Robert Curbeam, Jr., astronaut *Kevin Liles, record executive *Adnan Masud Syed *DeWanda Wise, actress *Margaret Fetterolf, previously unidentified murder victim discovered in Woodlawn in 1976, identified in 2021 ==See also== *Woodlawn-Rockdale-Milford Mills, Maryland, name of census-designated place in 1960 ==References== Category:Census- designated places in Baltimore County, Maryland Category:Census-designated places in Maryland",
 "title": "Woodlawn, Baltimore County, Maryland"
}