{
 "id": "116391",
 "text": "Westminster is a city in northern Maryland, United States. A suburb of Baltimore, it is the seat of Carroll County. The city's population was 18,590 at the 2010 census. Westminster is an outlying community within the Baltimore- Towson, MD MSA, which is part of a greater Washington-Baltimore-Northern Virginia, DC-MD-VA-WV CSA. ==History== William Winchester (1706-1790) purchased approximately 167 acres of land called White's Level in 1754 which became known as the city of Winchester. The Maryland General Assembly later changed the name of the town to Westminster to avoid confusion with Winchester, the seat of nearby Frederick County, Virginia. On June 28, 1863, the cavalry skirmish known as Corbit's Charge was fought in the streets of Westminster, when two companies of Delaware cavalry attacked a much larger Confederate force under General J. E. B. Stuart, during the Gettysburg Campaign. In April 1865, Joseph Shaw, newspaper editor, had his presses wrecked and his business destroyed, and was subsequently beaten and stabbed to death by four men in Westminster, allegedly because of an anti-Lincoln editorial that was published the week before the actual assassination. In a later trial at the Westminster Court House the four men were acquitted; the reason cited was \"self-defense\". Since 1868, Westminster has held an annual Memorial Day parade, which is the longest continuously running Memorial Day parade in the country. Just north of Westminster is the farm at which Whittaker Chambers hid the so-called \"pumpkin papers.\" A historic marker states that Westminster was the first place in the nation to offer Rural Free Delivery postal service. Westminster is the birthplace of Sargent Shriver (1915–2011), the Democratic candidate for Vice President of the United States in 1972, and the first director of the Peace Corps. On March 10, 2006, members of the Westboro Baptist Church picketed the funeral of Matthew A. Snyder who had been killed in the Iraq War. Church members stood on city property adjoining St. John Catholic Church where the funeral took place. Snyder's father sued the church for violating his privacy. The United States Supreme Court in March 2011 ruled in Snyder v. Phelps that church members had a free speech right to picket. On Friday, June 26, 2015, the city of Westminster lit the Westminster Fiber Network, the first community wide gigabit fiber to the premise network in the mid-Atlantic region. The city partnered with Ting Inc., a subsidiary of Tucows, to light the network and provide gigabit services. ==Geography== Westminster is located at (39.576551, −77.000120). Westminster is approximately driving distance northwest of Baltimore and driving distance southwest of York, Pennsylvania. According to the United States Census Bureau, the city has a total area of , of which is land and is water. Westminster has access to two water reservoirs at present, Liberty and Piney Run; the county has also proposed a Union Mills Reservoir and Gillis Falls Reservoir. ===Climate=== Westminster lies in the humid subtropical climate zone, with hot and humid summers and cool winters with highly variable seasonal snowfall. Due to its elevation, distance from the Chesapeake Bay and urban heat island, temperatures in Westminster are often considerably lower than in Baltimore, especially at night. ===Tornado activity=== Westminster's historical tornado activity is slightly above the Maryland state average and 38% greater than the overall U.S. average. On April 16, 2011, a tornado was confirmed to have touched down around 8:00 pm EST. On July 19, 1996, an F3 (which has wind speeds of 158–206 mph) tornado struck 5.5 miles away from the Westminster city center, injuring three people and causing $5 million in damages. On April 15, 1952, an F3 tornado hit 15.5 miles away from the city center, injuring four people and causing between $500,000 and $5,000,000 in damages More recently a weak EF1 tornado went right over downtown heading parallel to Maryland 27 northward on the west side. This caused siding and shingle damage to several structures and brought down several trees. The biggest highlight of the event was the time of year and day as the tornado occurred shortly after sunrise on February 7, 2020. Schools across much of the county took shelter due to the tornado warning. ==Demographics== ===2010 census=== As of the census of 2010, there were 18,590 people, 7,161 households, and 4,117 families living in the city. The population density was . There were 7,684 housing units at an average density of . The racial makeup of the city was 86.0% White, 7.0% African American, 0.3% Native American, 2.2% Asian, 1.9% from other races, and 2.5% from two or more races. Hispanic or Latino of any race were 6.0% of the population. 40% of Latinos in Westminster were of Mexican descent, 16% were of Puerto Rican descent, and 3% were of Cuban descent. 60% of Westminster's Latino population identified as White, 4% identified as Afro-Latino, 6% identified as being of more than one race, and 29% identified as some other race. Non-Hispanics in Westminster were predominantly White; 88% of non- Hispanics were White and 7% were African-American. There were 7,161 households, of which 32.6% had children under the age of 18 living with them, 40.5% were married couples living together, 12.3% had a female householder with no husband present, 4.7% had a male householder with no wife present, and 42.5% were non-families. 35.5% of all households were made up of individuals, and 16.6% had someone living alone who was 65 years of age or older. The average household size was 2.39 and the average family size was 3.12. The median age in the city was 33.3 years. 22.9% of residents were under the age of 18; 15% were between the ages of 18 and 24; 26.6% were from 25 to 44; 21.9% were from 45 to 64; and 13.5% were 65 years of age or older. The gender makeup of the city was 47.5% male and 52.5% female. ===2000 census=== As of the census of 2000, there were 16,731 people, 6,420 households, and 3,762 families living in the city. The population density was 2,929.4 people per square mile (1,131.3/km). There were 6,755 housing units at an average density of 1,182.7 per square mile (456.8/km). The racial makeup of the city was 91.28% White, 5.49% African American, 0.23% Native American, 1.20% Asian, 0.04% Pacific Islander, 0.65% from other races, and 1.11% from two or more races. Hispanic or Latino of any race were 1.78% of the population. 28% of Westminster's residents were German, 15% Irish, 14% English, 6% Italian, 5% Polish, 2% French, and 2% Scottish. People of Dutch, Scotch-Irish, Greek, Welsh, Norwegian, Russian, Hungarian, Puerto Rican and Swedish descent each comprised 1% of the population. There were 6,420 households, out of which 32.4% had children under the age of 18 living with them, 42.5% were married couples living together, 12.6% had a female householder with no husband present, and 41.4% were non-families. 34.2% of all households were made up of individuals, and 14.5% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 3.05. In the city, the population was spread out, with 24.1% under the age of 18, 14.5% from 18 to 24, 31.4% from 25 to 44, 16.8% from 45 to 64, and 13.2% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 87.8 males. For every 100 females age 18 and over, there were 83.4 males. The median income for a household in the city was $40,477, and the median income for a family was $50,879. Males had a median income of $37,186 versus $28,419 for females. The per capita income for the city was $20,320. About 7.9% of families and 9.6% of the population were below the poverty line, including 11.5% of those under age 18 and 9.5% of those age 65 or over. ==Economy== ===Top employers=== According to the City of Westminster, the top employers in the city are: {| class=\"wikitable\" |- ! # ! Employer ! # of Employees |- | 1 | Carroll County Public Schools |3,757 |- |2 | McDaniel College |641 |- |3 | Carroll County |593 |- |4 | Carroll Lutheran Village |437 |- |5 | General Dynamics Robotics Systems |350 |- |6 | C.J. Miller |245 |- |7 | S.H. Tevis & Son |238 |- |8 | Truist Financial |174 |- |9 | PNC Financial Services |171 |- |10 | Landmark Community Newspapers |164 |} The five largest employers just outside Westminster in Carroll County are: {| class=\"wikitable\" |- ! # ! Employer ! # of Employees |- | 1 | Carroll Hospital Center |1,696 |- |2 | Random House |800 |- |3 | Carroll Community College |509 |- |4 | English American Tailoring |385 |- |5 | Knorr Brake |260 |} ==Arts and culture== ===Hashawha Tower=== The Hashawha Tower is a windmill in Westminster. It stands at the Hashawha Environmental Center. ===Annual events=== * Carroll County Fair * Common Ground on the Hill * Maryland Wine Festival * Art in the Park * Main Street Mile ==Education== The Carroll County Public Schools (CCPS) system enrolls over 28,000 students, which makes it the ninth largest school system in the state of Maryland. In Carroll County there are seven comprehensive high schools as well as two career and technology centers and an alternative school, The Gateway School. Students in grades 9 through 12 attend one of seven Carroll County high schools. Carroll County has 23 elementary schools and 9 middle schools. In the city of Westminster, there are two high schools, two middle schools and three elementary schools. Westminster is home to McDaniel College, a small liberal-arts college; to the Civil Air Patrol's National Honor Guard Academy; and to Dream Flight School, an institution providing flight lessons at the local airport. ==Transportation== thumb|right|MD 140 and MD 97 run concurrently for part of their route through Westminster The main method of travel to and from Westminster is by road and four primary highways serve the city. The most prominent of these is Maryland Route 140, which follows an east-southeast to west-northwest alignment across the area. To the southeast, MD 140 connects to Baltimore, while northwestward, it passes through Taneytown on its way to Emmitsburg. Maryland Route 97 is the next most important highway serving the city, providing the most direct route southward towards Washington, D.C. Two other primary highways, Maryland Route 27 and Maryland Route 31 provide connections to other towns in the area. The Owings Mills station of the Baltimore Metro SubwayLink in nearby Owings Mills, Baltimore County, is a 20-minute drive by car from Westminster and provides subway access to downtown Baltimore. Due to longstanding opposition to mass transit from local residents and politicians, there is no inter-county bus or rail transit linking Westminster to nearby suburban communities of Baltimore County. Due to a resolution passed by the Carroll County Board of Commissioners, the Carroll Transit System is prohibited from offering bus services into or out of the county. ==Notable people== * Whittaker Chambers, former Soviet spy who testified against Alger Hiss *Bill Oakley, television writer and producer best known for The Simpsons; born in Westminster and raised mainly in nearby Union Bridge *Robert S. Shriver Jr., American politician, born in Westminster November 9, 1915.R Sergent Shriver, New York Times, January 19, 2011, Obituary Section *Clyfford Still, renowned American abstract expressionist painter; had a farm nearby *Theodore E. Woodward, Nobel Prize nominee, renowned researcher in the field of medicine ==Sister city== * 25px Paide, Järva County, Estonia (since 2002) ==References== ==External links== * City of Westminster official website Category:Cities in Carroll County, Maryland Category:Cities in Maryland Category:County seats in Maryland Category:Suburbs of Baltimore Category:Populated places established in 1764 Category:1764 establishments in Maryland",
 "title": "Westminster, Maryland"
}