{
 "id": "116375",
 "text": "St. Leonard is a census-designated place (CDP) in Calvert County, Maryland, United States. The population was 742 at the 2010 census. Residents of the Calvert Beach and Long Beach communities also use the St. Leonard ZIP code designation. St. Leonard has a large antique dealer complex. ==History== St. Leonard has a small central business district with several small shops, gas stations, and an independent grocery store originally owned and operated by former Calvert County Commissioner Patrick Buehler. An enclosed marketplace houses 80 vendors of antiques and collectibles. The town has a volunteer fire department which has hosted numerous high-profile musical acts, including Lynyrd Skynyrd, Alan Jackson, and Hootie and the Blowfish at an outdoor pavilion adjacent to the fire department. Notable places of interest near St. Leonard include Flag Ponds Nature Park, a nature preserve south of Long Beach along Chesapeake Bay, and Jefferson Patterson State Park south of town, home to an annual Celtic festival, to Maryland's state archaeological facility, and the site of several key naval battles fought in the Patuxent River during the War of 1812. A detailed history of St. Leonard can be found in Sara Ehrenbeck Leeland's book St. Leonard: A Maryland Tidewater Community, published by the St. Leonard Vision Group in 2004. ==Geography== St. Leonard is located in southeastern Calvert County at (38.472963, −76.503713). It is bordered to the east by the community of Calvert Beach and to the southeast by Long Beach. Maryland Routes 2/4 form the western side of the community, leading north to Prince Frederick, the Calvert County seat, and south to Solomons. Maryland Route 765 (St. Leonard Road) forms the older main road through the center of the community. According to the United States Census Bureau, the St. Leonard CDP has a total area of , of which is land and , or 1.43%, is water. ==Demographics== As of the census of 2000, there were 536 people, 169 households, and 142 families residing in the CDP. The population density was 164.8 people per square mile (63.7/km). There were 178 housing units at an average density of 54.7/sq mi (21.1/km). The racial makeup of the CDP was 88.25% White, 7.84% African American, 0.37% Native American, 0.19% Asian, 0.19% Pacific Islander, 2.61% from other races, and 0.56% from two or more races. Hispanic or Latino of any race were 3.17% of the population. There were 169 households, out of which 49.1% had children under the age of 18 living with them, 68.0% were married couples living together, 8.9% had a female householder with no husband present, and 15.4% were non-families. 12.4% of all households were made up of individuals, and 4.7% had someone living alone who was 65 years of age or older. The average household size was 3.17 and the average family size was 3.41. In the CDP, the population was spread out, with 30.0% under the age of 18, 9.9% from 18 to 24, 33.6% from 25 to 44, 19.8% from 45 to 64, and 6.7% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 94.9 males. For every 100 females age 18 and over, there were 95.3 males. The median income for a household in the CDP was $67,188, and the median income for a family was $62,321. Males had a median income of $40,809 versus $31,641 for females. The per capita income for the CDP was $18,884. About 7.5% of families and 10.7% of the population were below the poverty line, including 15.0% of those under age 18 and 8.9% of those age 65 or over. ==References== Category:Census-designated places in Calvert County, Maryland Category:Census-designated places in Maryland Category:Maryland populated places on the Chesapeake Bay",
 "title": "St. Leonard, Maryland"
}