{
 "id": "116416",
 "text": "Hurlock is a town in Dorchester County, Maryland, United States. The population was 2,092 at the 2010 census. ==History== The town was named after John M. Hurlock, a local store owner. The community was incorporated in 1892. ==Geography== Hurlock is located at . According to the United States Census Bureau, the town has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 2,092 people, 788 households, and 536 families living in the town. The population density was . There were 903 housing units at an average density of . The racial makeup of the town was 55.0% White, 37.5% African American, 0.6% Native American, 0.8% Asian, 3.5% from other races, and 2.6% from two or more races. Hispanic or Latino of any race were 6.7% of the population. There were 788 households, of which 36.8% had children under the age of 18 living with them, 40.9% were married couples living together, 20.2% had a female householder with no husband present, 7.0% had a male householder with no wife present, and 32.0% were non-families. 27.4% of all households were made up of individuals, and 13.5% had someone living alone who was 65 years of age or older. The average household size was 2.64 and the average family size was 3.18. The median age in the town was 36 years. 27.5% of residents were under the age of 18; 7.8% were between the ages of 18 and 24; 25.5% were from 25 to 44; 27% were from 45 to 64; and 12.2% were 65 years of age or older. The gender makeup of the town was 48.5% male and 51.5% female. ===2000 census=== As of the census of 2000, there were 1,874 people, 710 households, and 491 families living in the town. The population density was 748.5 people per square mile (289.4/km2). There were 772 housing units at an average density of 308.4 per square mile (119.2/km2). The racial makeup of the town was 70.46% White, 25.27% African American, 0.16% Native American, 0.85% Asian, 0.21% from other races, and 3.04% from two or more races. Hispanic or Latino of any race were 2.88% of the population. There were 710 households, out of which 35.8% had children under the age of 18 living with them, 44.2% were married couples living together, 19.2% had a female householder with no husband present, and 30.8% were non-families. 26.6% of all households were made up of individuals, and 12.8% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 3.12. In the town, the population was spread out, with 30.3% under the age of 18, 7.6% from 18 to 24, 28.4% from 25 to 44, 21.6% from 45 to 64, and 12.2% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 85.5 males. For every 100 females age 18 and over, there were 81.8 males. The median income for a household in the town was $32,935, and the median income for a family was $40,435. Males had a median income of $29,697 versus $21,555 for females. The per capita income for the town was $15,446. About 8.2% of families and 11.4% of the population were below the poverty line, including 14.8% of those under age 18 and 13.0% of those age 65 or over. ==Arts and culture== ===Hurlock Fall Festival=== The annual Hurlock Fall Festival, held on the first Saturday of October, started in 1992. It begins with a parade local school bands, volunteer fire companies, and antique cars. Vendors of arts, crafts and food line the streets in the vicinity of the town's historic train station, where the Hurlock Express offers 1-hour round- trip rides to Federalsburg, Maryland. The town owns the train station and two restored passenger cars, which are pulled by a locomotive provided by the Maryland and Delaware Railroad.Events. Town of Hurlock. Retrieved 2011-02-22. ==Government== Charles T. Cephas is the current mayor, and the town has five council members: Charles A. Cummings (District 1), Bonnie Frantz (District 2), Russell Murphy (District 3) and Earl Murphy (District 5-At-Large). ==Media== Hurlock is home to WAAI radio. ==Notable people== * William N. Andrews, U.S. Representative for Maryland's 1st congressional district (1919–1921), born in Hurlock on November 13, 1876. * Carlton Dotson, convicted of murdering fellow Baylor University basketball player Patrick Dennehy. ==References== Category:Towns in Maryland Category:Towns in Dorchester County, Maryland",
 "title": "Hurlock, Maryland"
}