{
 "id": "116435",
 "text": "Accident ( ) is a town in Garrett County, Maryland, United States. The population was 338 at the 2020 United States census. Accident has been noted for its unusual place name. A person from Accident is called an \"Accidental\". ==History== Accident was one of the early settlements in the far west of Maryland. The name originates about the time of the 1786 land survey. Though the origin or meaning of the name is unknown, one popular story says that Brooke Beall and William Deakins, Jr., friends from Prince George's County, were conducting separate surveys in the area at the time and \"by accident\" Deakins claimed land already surveyed by Beall.\"How did this spot get the name \"Accident?\" Mary Strauss in Flowery Vale: A History of Accident, Maryland,(Parson, West Virginia: McClain Printing Col, 1986), p. 1, provides an interesting story of axe marks on a tree, and conflicting claims, When Lord Baltimore opened up the area, which he called Monocacy Manor, for settlement, in the early 1770s, Brooke Beall secured permission to survey 778 acres (315 ha; 1.2 sq mi). It will never be known for certain how Beall came to choose this particular spot, but the surveyor was given clear instructions where to start. He was to begin \"in the center between two bounded white oak trees, standing on the North Side of the South fork of Bear Creek in or near a glade about one Hundred yards from said Run, about one or two Miles above a Lick known by the name of the \"Cole Mine Lick\", about four miles (6 km) above the mouth of Broad Creek and about one mile (1.6 km) East of a Ridge of the Negro Mountain.\" John Hanson, Jr., later a delegate to the Continental Congress, and President of the United States in Congress Assembled, on April 14, 1774, surveyed the land, finding that it only contained 682 acres (276 ha). For the next twelve years, nothing was done with the survey. The American Revolutionary War intervened, and it was not until February 15, 1786, that the land was granted by means of a patent to William Deakins. The following year the surrounding countryside was surveyed into military lots by Francis Deakins, lots that were meant as compensation for the soldiers who served from Maryland during the Revolution. Each soldier who served for two years received one lot of 50 acres (20 ha), officers received four lots of 50 acres (20 ha) each. thumb|left|Detail from the original Francis Deakins 1787 survey of lots westward of Fort Cumberland, Library of Congress. Reproduced in Edward C. Papenfuse and Joseph M. Coale, The Maryland State Archives Atlas of Historical Maps of Maryland, (Baltimore: Johns Hopkins University Press, 2003), p. 204 Kaese Mill was listed on the National Register of Historic Places in 1984. The James Drane House was listed in 1985. ==Geography== Accident is located at (39.628074, -79.319996). According to the United States Census Bureau, the town has a total area of , all land. Accident is located in the plateau region of the Appalachian Mountains. ==Demographics== ===2010 census=== As of the census of 2010, there were 325 people, 141 households, and 86 families residing in the town. The population density was . There were 173 housing units at an average density of . The racial makeup of the town was 97.8% White, 0.6% Native American, 0.3% Asian, 0.6% from other races, and 0.6% from two or more races. Hispanic or Latino of any race were 0.6% of the population. There were 141 households, of which 33.3% had children under the age of 18 living with them, 45.4% were married couples living together, 11.3% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 39.0% were non-families. 32.6% of all households were made up of individuals, and 19.1% had someone living alone who was 65 years of age or older. The average household size was 2.30 and the average family size was 2.99. The median age in the town was 34.5 years. 26.2% of residents were under the age of 18; 10.1% were between the ages of 18 and 24; 25.3% were from 25 to 44; 22.8% were from 45 to 64; and 15.7% were 65 years of age or older. The gender makeup of the town was 45.5% male and 54.5% female. ===2000 census=== As of the census of 2000, there were 353 people, 138 households, and 96 families residing in the town. The population density was 711.1 people per square mile (272.6/km). There were 162 housing units at an average density of 326.3 per square mile (125.1/km). The racial makeup of the town was 99.72% White and 0.28% from two or more races. There were 138 households, out of which 37.7% had children under the age of 18 living with them, 54.3% were married couples living together, 12.3% had a female householder with no husband present, and 30.4% were non-families. 28.3% of all households were made up of individuals, and 21.7% had someone living alone who was 65 years of age or older. The average household size was 2.56 and the average family size was 3.14. In the town, the population was spread out, with 29.2% under the age of 18, 7.1% from 18 to 24, 22.4% from 25 to 44, 18.4% from 45 to 64, and 22.9% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 73.9 males. For every 100 females age 18 and over, there were 73.6 males. The median income for a household in the town was $22,500, and the median income for a family was $40,556. Males had a median income of $25,250 versus $18,750 for females. The per capita income for the town was $11,950. About 10.9% of families and 17.5% of the population were below the poverty line, including 17.3% of those under age 18 and 24.1% of those age 65 or over. ==Transportation== thumb|left|US 219 northbound in Accident The primary method of transportation to and from Accident is by road. One state- maintained highway, U.S. Route 219, serves the town directly, following Main Street through the middle of Accident. To the north, US 219 connects Accident to Interstate 68 and U.S. Route 40, along with the town of Grantsville, before heading into Pennsylvania. Heading south, US 219 connects to Maryland Route 42, Maryland Route 39, Maryland Route 135 and U.S. Route 50, along with the towns of Oakland and Mountain Lake Park, before it enters West Virginia. ==Notable people== * Wendell R. Beitzel, member of Maryland House of Delegates *James Drane, builder and first owner of the historical Drane House ==Notes== ==References== ==External links== * Maryland Municipal League: Accident * Photographs of Accident Western Maryland History Online, Whilbr * Ruth Enlow Library * Map of Military Lots, Garrett County, Maryland, 1787 Western Maryland Regional Library. * http://www.accidentmd.org/ * Accident School Category:Towns in Maryland Category:Towns in Garrett County, Maryland",
 "title": "Accident, Maryland"
}