{
 "id": "116410",
 "text": "Brookview is a town in Dorchester County, Maryland, United States. The population was 60 at the 2010 census. Brookview was incorporated in 1953. Brookview is governed by a three-person town council. Each member of the town council is elected by voters to a three-year term in office. The now deceased Richard E. Sullivan had previously served as mayor of the town since 1996 and was recognized at the 2017 Annual Maryland Municipal League Summer Conference as a long-serving mayor of over 25 years. The 2018 council consisted of Mayor J.D. Hurley, Commissioner Clint Falduto, Commissioner Shelly Hurley. The present 2021 council consists of Mayor Clint Falduto, Commissioner Mary Falduto, Commissioner Shelly Hurley. ==Geography== Brookview is located at (38.575406, -75.795132). According to the United States Census Bureau, the town has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 60 people, 23 households, and 15 families residing in the town. The population density was . There were 31 housing units at an average density of . The racial makeup of the town was 93.3% White and 6.7% African American. Hispanic or Latino of any race were 11.7% of the population. There were 23 households, of which 21.7% had children under the age of 18 living with them, 30.4% were married couples living together, 13.0% had a female householder with no husband present, 21.7% had a male householder with no wife present, and 34.8% were non-families. 26.1% of all households were made up of individuals, and 17.4% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 3.27. The median age in the town was 42 years. 16.7% of residents were under the age of 18; 11.6% were between the ages of 18 and 24; 23.3% were from 25 to 44; 23.3% were from 45 to 64; and 25% were 65 years of age or older. The gender makeup of the town was 58.3% male and 41.7% female. ===2000 census=== As of the census of 2000, there were 65 people, 26 households, and 17 families residing in the town. The population density was 1,597.4 people per square mile (627.4/km2). There were 27 housing units at an average density of 663.5 per square mile (260.6/km2). The racial makeup of the town was 100.00% White. There were 26 households, out of which 23.1% had children under the age of 18 living with them, 57.7% were married couples living together, 3.8% had a female householder with no husband present, and 34.6% were non-families. 34.6% of all households were made up of individuals, and 19.2% had someone living alone who was 65 years of age or older. The average household size was 2.50 and the average family size was 3.24. In the town, the population was spread out, with 23.1% under the age of 18, 6.2% from 18 to 24, 26.2% from 25 to 44, 23.1% from 45 to 64, and 21.5% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 71.1 males. For every 100 females age 18 and over, there were 72.4 males. The median income for a household in the town was $51,719, and the median income for a family was $51,250. Males had a median income of $28,125 versus $31,875 for females. The per capita income for the town was $14,288. There were 8.3% of families and 14.0% of the population living below the poverty line, including 12.1% of under eighteens and none of those over 64. ==References== ==External links== * Category:Towns in Maryland Category:Towns in Dorchester County, Maryland",
 "title": "Brookview, Maryland"
}