{
 "id": "116590",
 "text": "Easton is an incorporated town in and the county seat of Talbot County, Maryland, United States. The population was 15,945 at the 2010 census, with an estimated population in 2019 of 16,671. The primary ZIP Code is 21601, and the secondary is 21606. The primary phone exchange is 822, the auxiliary exchanges are 820, 763, and 770, and the area code is 410. == History == thumb|left|Courthouse in Downtown Easton|196x196px ===18th century=== The town of Easton received its official beginning from an Act of the Assembly of the Province of Maryland dated November 4, 1710. The act was entitled, \"An Act for the Building of a Court House for Talbot County, at Armstrong's Old Field near Pitt's Bridge\". Pitt's Bridge crossed a stream forming the headwaters of the Tred Avon or Third Haven River. It was located at a point where North Washington Street crosses this stream, now enclosed in culverts, north of the Talbottown Shopping Center, and passes under the Electric Plant property. Prior to this date, the court had met at York, near the mouth of Skipton Creek. The court decided that this location was not convenient to all sections of the county and, in order to change the location, the above act of the Assembly was passed. As a result of this act, two acres of land were purchased from Philemon Armstrong, at a cost of 15,000 pounds of tobacco. Upon this tract, the same plot upon which the present Talbot County Courthouse now stands, the court house, a brick building 20 x 30 feet, was erected at a cost of 115,000 pounds of tobacco. The courts of the county were held in this building from 1712 until 1794. A tavern to accommodate those who attended court was one of the first buildings erected; stores and dwellings followed. The village was then known as \"Talbot Court House\". These were not the first buildings in the area. The frame meeting house of the Society of Friends was built between 1682 and 1684. The Wye plantation was settled in the 1650s by Welsh Puritan and wealthy planter Edward Lloyd and is owned and occupied by the 11th generation of that family. Easton may be named because of its location east of Saint Michaels, however it is more likely that it was named after Easton in Somersetshire, England. ===20th century=== In 1916, the town erected the \"Talbot Boys\" statue in honor of Confederate soldiers from Talbot County. ===21st century=== In 2005, the movie Wedding Crashers was released, most of which was filmed at the Ellenborough Estate. In 2008, a lost painting of a Paris street scene by Édouard Cortès was discovered amongst donated items at a Goodwill Industries store in Easton. After an alert store manager noticed that it was a signed original, the painting was auctioned for $40,600 at Sotheby's. In 2011, local officials erected a statue of Frederick Douglass, the noted abolitionist, who was born a slave in 1818 at Wye House plantation near Easton. In 2015, and again in August 2020, the Talbot County Council voted against removing the Talbot Boys statue, but in September 2021, the council voted to remove the statue. In 2018, Easton was named one of America's top 5 coolest places to buy a vacation home by Forbes. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and is water. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen climate classification system, Easton has a humid subtropical climate (Cfa). ==Demographics== As of the census of 2013, there were 16,687 people, 6,711 households, and 4,079 families residing in the town. The population density was . There were 7,405 housing units at an average density of . The racial make-up of the town was 73.1% White, 17.2% African American, 0.2% Native American, 2.1% Asian, 0.1% Pacific Islander, 5.1% from other races, and 2.3% from two or more races. Hispanic or Latino of any race constituted 9.8% of the population. There were 6,711 households, of which 29.2% had children under the age of 18 living with them, 42.8% were married couples living together, 13.8% had a female householder with no husband present, 4.2% had a male householder with no wife present, and 39.2% were non-families. 33.1% of all households were made up of individuals, and 16.9% had someone living alone who was 65 years of age or older. The average household size was 2.32 and the average family size was 2.92. The median age in the town was 41.2 years. Of residents 22.3% were under the age of 18; 7.6% were between the ages of 18 and 24; 24.8% were from 25 to 44; 24.1% were from 45 to 64; and 21.2% were 65 years of age or older. The gender make-up of the town was 46.4% male and 53.6% female. The median income for a household in the town was $53,209. Males had a median income of $31,103 versus $25,411 for females. The per capita income for the town was $31,061. About 27.0% of families and 31.8% of the population were below the poverty line, including 15.0% of those under age 18 and 12.3% of those age 65 or over. == Neighborhoods == * Ashby Commons * Ashby Park * Chapel East * Crofton * Easton Club * Mulberry Station * Bretridge * St. Aubins Heights * Stoney Ridge (Corbin Parkway) * Matthewstown Run * The Hill (America's oldest free Black community c.1790) * Golton * Beechwood * South Beechwood * The Waylands * Calvert Terrace * Historic District *South Clifton ==Infrastructure== ===Transportation=== U.S. Route 50 runs north–south through the eastern part of the town along Ocean Gateway, heading northwest toward the Chesapeake Bay Bridge and southeast toward Cambridge, Salisbury, and Ocean City. Maryland Route 322 bypasses Easton to the west along the Easton Parkway. Washington Street serves as the main street of Easton, running north–south, with the southernmost section connecting to MD 322 a part of Maryland Route 565. Maryland Route 33 heads west from Washington Street on Bay Street, leading to St. Michaels and Tilghman Island. Maryland Route 333 heads southwest from Washington Street on Peachblossom Road, heading west to Oxford. Maryland Route 334 runs along Port Street between MD 322 and Washington Street. Goldsborough Street heads east from downtown Easton and becomes Maryland Route 328 upon crossing US 50, heading northeast to Denton. Dover Street heads east from downtown Easton and becomes Maryland Route 331 upon crossing US 50, heading southeast to Preston and Vienna. Maryland Route 309 begins at US 50 north of Easton and heads northeast toward Queen Anne. Maryland Route 662 heads north from Easton, paralleling US 50. Easton Airport, a general aviation airport, is located to the north of Easton., effective April 10, 2008 The nearest airports to Easton with commercial air service are the Salisbury–Ocean City–Wicomico Regional Airport near Salisbury and the Baltimore–Washington International Airport near Baltimore. Delmarva Community Transit provides bus service to Easton, operating multiple routes to towns in Talbot, Queen Anne's, Kent, Caroline, and Dorchester counties along with a shuttle to Chesapeake College and the local Route C and Route D buses serving points in Easton. thumb|300px|Easton's train station The Pennsylvania Railroad operated trains from New York and Philadelphia to Easton until the late 1940s. ===Utilities=== Easton Utilities, which is owned by the town of Easton, provides electricity, natural gas, water, wastewater service, cable, internet, and telephone service to the town. The utility commission was founded in 1914 and had control of all utility services in 1923, making Easton the first community in the state to own all its utility services. Easton Utilities provides electricity to over 10,000 customers, with most electricity purchased and some also generated by the town during times of high prices. The town owns 18 diesel-powered electric generators with a total capacity of 69 megawatts at two sites, one at a plant built in 1923 located in the center of town on Washington Street and the other located near the Easton Airport. Easton Utilities provides natural gas to over 4,500 customers, with natural gas purchased from the Eastern Shore Natural Gas Company. The town's natural gas supply is piped from the Gulf of Mexico via an interstate pipeline to Federalsburg, where of steel and plastic mains then deliver it to customers in Easton. The town, which has owned the natural gas utility since 1923, formerly delivered gas to customers by burning coal at a plant on West Street, but converted to natural gas in 1966. Easton Utilities is the only municipal natural gas utility in Maryland. Easton Utilities provides water to 6,800 customers, with of water mains and over 550 fire hydrants. The town gets its water from six wells that draw from underground aquifers, with the water then treated and stored. Easton Utilities provides wasterwater service to about 6,800 customers, operating more than of wastewater mains, six pumping stations, and a wastewater treatment plant. Easton Utilities' cable service, branded as Easton Velocity, is one of a few municipal cable systems in the United States. The cable system in Easton was first built in 1984 and upgraded to a hybrid fiber/coax design in 2001. Internet service through Easton Utilities is provided under the Easton Velocity brand, utilizing a fiber-optic network. Easton Utilities' telephone service operates under the Easton Velocity DigitalVoice brand. The town's Public Works department provides trash and recycling collection to Easton, with trash collection utilizing automated tipper cans. ===Health care=== University of Maryland Shore Regional Health operates the University of Maryland Shore Medical Center at Easton in Easton, a hospital with 112 beds, 20 acute care inpatient beds, and an emergency room. In 1906, Judge William R. Martin commissioned Mary Bartlett Dixon to serve as the treasurer and help establish a hospital in Easton Maryland. She began the hospital in a rented building, which later burned to the ground. Dixon and Elizabeth Wright Dixon received $43, 000 to construct the Memorial Hospital. Together, the woman began a nursing school in 1907. The school was run by volunteers. == Sports == Easton was home to minor league baseball, as the Easton Yankees and other Easton teams played as members of the Class D level Eastern Shore League between 1924 and 1949. Baseball Hall of Fame members Home Run Baker and Jimmie Foxx both played for Easton. ==Notable people== * Harold Baines, MLB baseball player, Hall of Fame member * Birch Bayh, United States senator from Indiana (1963–1981) * J. Harry Covington, U.S. Representative for Maryland's 1st congressional district * Frederick Douglass, author and abolitionistFrom a report by Amanda Barker as to the true location of Douglass' birthplace, and the difficulty of finding it. * Frances Farrand Dodge (1878 - 1969), artist. * Leslie Holdridge, 20th century climatologist * Charles Hopper Gibson-State's attorney for Talbot County, Maryland, serving from 1871 until 1875 * Jeannie Haddaway, member of the Maryland House of Delegates * Harry Hughes, Maryland governor (1979–1987) * Edward Lloyd (Colonial Governor of Maryland) (1670–1718), Governor of the Maryland Colony, 1709–1714 * Edward Lloyd (Continental Congress) (1744–1796), his grandson, Maryland delegate to the Continental Congress * John A. Moaney, personal assistant to the Eisenhowers 1942-78 * Chris Moore, producer for films including American Pie and Good Will Hunting * William O. Mills, U.S. Representative for Maryland's 1st congressional district * John Blake Rice, Mayor of Chicago, Illinois from 1865 to 1869. * Maggie Rogers, singer, songwriter and producer * William Pierce Rogers (1913-2001), Cabinet officer in the administrations of presidents Eisenhower and Nixon * James W. Rouse, real-estate developer, civic activist, and free enterprise-based philanthropist * Forrest Shreve, botanist * Philip F. Thomas, Maryland governor (1848–1851), United States Secretary of the Treasury under President Buchanan (1860–1861) * Oswald Tilghman, Confederate Army officer * Tench Tilghman, aide-de-camp for George Washington * Anne Truitt, proto-minimalist sculptor ==Notable landmarks== *All Saints' Church *The Anchorage *Avalon Theatre *Doncaster Town Site *Easton Historic District *Hope House, Llandaff House *Myrtle Grove, Old Bloomfield *Spring Hill Cemetery *St. John's Chapel of St. Michael's Parish, Tidewater Inn, Troth's Fortune *The Talbot Boys *Third Haven Meeting House *Trinity Cathedral *Wye House,listed on the National Register of Historic Places. *Wye Town Farm House,listed on the National Register of Historic Places. ==References== ==External links== * Town of Easton official website * Category:1710 establishments in Maryland Category:County seats in Maryland Category:Micropolitan areas of Maryland Category:Populated places established in 1710 Category:Towns in Talbot County, Maryland",
 "title": "Easton, Maryland"
}