{
 "id": "116630",
 "text": "Berlin is a town in Worcester County, Maryland, United States which includes its own historical Berlin Commercial District. The population was 4,485 at the 2010 census, and has since grown in population. It is part of the Salisbury, Maryland-Delaware Metropolitan Statistical Area. ==History== The town of Berlin lies over land that was originally the 300-acre Burley Plantation, patented by William Tomkins in 1677. With the development of ancient Native American migratory and hunting trails into colonial highways, the Burley Plantation became a crossroads of a post road leading to Philadelphia (today's Main Street) and the Sinepuxent Road. Berlin developed in the early-19th century at this crossroads, where a tavern, blacksmith shop, and livery were among the first established businesses in the new town. Regional tradition asserts that the pronunciation of the town's name, \"Burl'in\" with emphasis on the first syllable, stems from the \"Burley Inn,\" the early tavern that stood at the crossroads of the Philadelphia Post and Sinepuxent Roads. Soon after the Civil War, Berlin was incorporated as a town in 1868 and a period of significant growth ensued. Within the next decade, the arrival of the Delaware, Maryland, and Virginia Railroad made Berlin into a commercial center for upper Worcester County. After a fire in 1895 leveled a significant portion of the central commercial district, Victorian structures displaying elements of Queen Anne, Italianate, and Second Empire styles were erected along Main Street. The rise of nearby Ocean City as a tourist destination in the early- twentieth century also aided Berlin's economy by making the town a convenient rest stop. Just to the north of the town center of Berlin is Ocean Pines, Maryland, a waterfront census-designated place (CDP) that shares the same ZIP code as Berlin. Since the late 1980s, the town has undergone considerable revitalization of its historic downtown commercial district and adjacent residential areas. Berlin's historic residential areas feature nearly two centuries of architectural heritage from three distinct periods: Federal, Victorian, and 20th Century. Forty-seven of these structures have been noted in the National Register of Historic Places and the Berlin Commercial District. Berlin has also been designated as a \"Main Street Community\" by the State of Maryland in recognition of its revitalization progress. In addition to the Berlin Commercial District, the Buckingham Archeological Site, Burley Manor, Caleb's Discovery, Fassitt House, Genesar, Henry's Grove, Merry Sherwood and Williams Grove are listed on the National Register of Historic Places. ==Geography== Berlin is located at 38°20'N 75°13'W (38.3311,-75.2140). According to the United States Census Bureau, the town has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 4,485 people, 1,688 households, and 1,155 families residing in the town. The population density was . There were 1,953 housing units at an average density of . The racial makeup of the town was 68.8% White, 23.3% African American, 0.6% Native American, 1.4% Asian, 2.7% from other races, and 3.3% from two or more races. Hispanic or Latino of any race were 5.5% of the population. There were 1,688 households, of which 36.9% had children under the age of 18 living with them, 45.3% were married couples living together, 19.5% had a female householder with no husband present, 3.6% had a male householder with no wife present, and 31.6% were non-families. 25.9% of all households were made up of individuals, and 12.8% had someone living alone who was 65 years of age or older. The average household size was 2.55 and the average family size was 3.07. The median age in the town was 38.4 years. 25.8% of residents were under the age of 18; 7.3% were between the ages of 18 and 24; 25.1% were from 25 to 44; 24% were from 45 to 64; and 17.7% were 65 years of age or older. The gender makeup of the town was 45.5% male and 54.5% female. ===2000 census=== As of the census of 2000, there were 3,491 people, 1,347 households, and 880 families residing in the town. The population density was 1,587.2 people per square mile (612.7/km2). There were 1,427 housing units at an average density of 648.8 per square mile (250.4/km2). The racial makeup of the town was 63.74% White, 32.03% African American, 0.20% Native American, 1.52% Asian, 0.03% Pacific Islander, 0.97% from other races, and 1.52% from two or more races. Hispanic or Latino of any race were 3.38% of the population. There were 1,347 households, out of which 34.1% had children under the age of 18 living with them, 40.2% were married couples living together, 21.0% had a female householder with no husband present, and 34.6% were non- families. 29.7% of all households were made up of individuals, and 18.3% had someone living alone who was 65 years of age or older. The average household size was 2.46 and the average family size was 3.01. In the town, the population was spread out, with 26.1% under the age of 18, 7.4% from 18 to 24, 26.2% from 25 to 44, 19.9% from 45 to 64, and 20.4% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 81.3 males. For every 100 females age 18 and over, there were 74.7 males. The median income for a household in the town was $33,438, and the median income for a family was $36,653. Males had a median income of $29,946 versus $20,293 for females. The per capita income for the town was $19,303. About 12.9% of families and 14.3% of the population were below the poverty line, including 22.6% of those under age 18 and 12.5% of those age 65 or over. ==Climate== Berlin experiences a Humid subtropical climate (cfa) with all year precipation, warm to hot summers and snowy, wet winters. |source 3 = normals on NOAA places https://www.ncdc.noaa.gov/ ==Education== The town also includes four public schools as well as one private school, which have approximately 5,000 students combined. Worcester County Public Schools is one of the two top employers for the Town of Berlin. ===Public=== * Buckingham Elementary School * Berlin Intermediate School * Stephen Decatur Middle School * Stephen Decatur High School ===Private=== * Worcester Preparatory School ==Infrastructure== thumb|Berlin Town Hall ===Transportation=== Berlin is located at the junction of east-west U.S. Route 50 and north-south U.S. Route 113, which meet at a cloverleaf interchange to the northeast of the town. US 50 bypasses the town to the north on the Ocean Gateway and heads west to Salisbury and east to Ocean City. US 113 bypasses the town to the east on Worcester Highway and heads north to Selbyville, Delaware and south toward Snow Hill and Pocomoke City. Maryland Route 818 runs north-south through the center of Berlin on Main Street and connects to US 113 on both ends of town. Maryland Route 346 passes through the northern part of Berlin on Old Ocean City Boulevard, connecting to US 50 east and west of the town. Maryland Route 374 begins at MD 818 in the center of town and heads west on Broad Street before leaving town and following Libertytown Road west toward Powellville. Maryland Route 375 is the unsigned designation for one-way Commerce Street, running from MD 818 west to MD 374. Maryland Route 376 begins at MD 818 in the downtown area and heads east on Bay Street before leaving the town limits and following Assateague Road toward Assateague Island. Maryland Route 377 runs along Williams Street in Berlin from MD 376 north to MD 346. Shore Transit provides bus service to Berlin from Salisbury and to Ocean City and Pocomoke City along Route 432 and from Pocomoke City and Ocean City and to Salisbury along Route 452. The Snow Hill Line of the Maryland and Delaware Railroad runs north-south through Berlin. ===Utilities=== The Berlin Electric Utility Department provides electricity to Berlin, serving 3,500 customers. The electric utility operates a power plant along Williams Street in Berlin that generates some of its electricity while it also purchases power from outside sources. On September 19, 2006, residents of Berlin voted in favor of selling the town's electric department to Choptank Electric Cooperative, a move supported by the mayor and town council because of the utility's debt and high rates but opposed by the Berlin Utility Commission because of the feared loss of revenue. Under this arrangement, Choptank Electric Cooperative would have taken over the distribution system while Old Dominion Electric Cooperative would have taken over the town's power plant. The sale fell through in 2007 after Old Dominion Electric Cooperative backed out of the deal because it felt the town's power plant did not meet the environmental standard for a residential area; Choptank Electric Cooperative soon backed out too. The Water Resources Department provides water, wasterwater service, spray irrigation, and stormwater management to Berlin. The Sanitation Division of the Public Works department provides trash and recycling collection to Berlin. Sandpiper Energy, a subsidiary of Chesapeake Utilities, provides natural gas to Berlin. ===Health care=== Atlantic General Hospital, a 62-bed hospital, is located in Berlin. Founded in 1993 AGH serves the Worcester County area. The hospital has an emergency room, endoscopy center, bariatric center, and cancer center among other services. ==Notable people== * Stephen Decatur (1779–1820), American Naval hero of Barbary Wars and War of 1812. Youngest Commodore in US Navy history * Linda Harrison (b. 1945), actress * David H. Jarvis (1862-1911), US Revenue Cutter Service (now USCG) officer who led the 1897 winter rescue by dogsled of eight stranded whaling ships off Point Barrow, AK. *Oliver Purnell (b. 1953), men's basketball coach at DePaul University * William H. Sutphin (1887–1972) represented from 1931–1943, and retired to Berlin in 1951.William Halstead Sutphin, Biographical Directory of the United States Congress. Accessed August 30, 2007. * Ben Tate (b. 1988), running back for the Cleveland Browns of the NFL * Calvin B. Taylor (1857–1932), banker, politician, lawyer, and educator * Charles Tindley (1851–1933), minister and composer ==Berlin in popular culture== Two major motion pictures have been filmed in or around the town of Berlin and its historical downtown district: * For Runaway Bride (1999), starring Richard Gere and Julia Roberts, Berlin's Main Street and some of the outlying areas were altered to become the fictitious town of Hale, Maryland. * For Tuck Everlasting (2002), starring Sissy Spacek, Ben Kingsley, and William Hurt, alteration of the streets and sidewalks transformed Berlin into the fictitious town of Treegap. * Berlin was the home of the great racehorse Man o' War (1917- 1947). He trained at Glen Riddle Farm and was owned by Samuel D. Riddle. ==See also== * Calvin B. Taylor House ==References== ==External links== * Town of Berlin official site * Berlin Police Department * Berlin Fire Company Category:Towns in Maryland Category:Towns in Worcester County, Maryland Category:Salisbury metropolitan area Category:1790s establishments in Maryland",
 "title": "Berlin, Maryland"
}