{
 "id": "116615",
 "text": "Rohrersville is a census-designated place (CDP) in Washington County, Maryland, United States. The population was 175 at the 2010 census. ==History== The first settlers to arrive in the vicinity of Rohrersville began to survey land tracts in the 1730s. \"Park Hall,\" a tract of 1,550 acres, encompassing the present village of Rohrersville, was patented in 1732 by William Parks, and resurveyed in 1766 to Alexander Grimm. In 1747, Frederick Rohrer, a Mennonite from Germany, arrived in Philadelphia with his two oldest sons Samuel and Martin and the rest of his family. Frededick purchased property just east of Hagerstown from his brother Jacob, who had emigrated some years earlier. Their property was where Trovinger's Mill is now located. In 1763, Frederick's son Samuel bought three large tracts of land just north of Rohrersville at the same time John Rohrer of Lampeter, PA (perhaps a cousin?) bought the adjacent property, known as Piney Hills or Pennyhill. These properties are roughly bounded by Rohrersville Road (Rt. 67), Marble Quarry Road, Millbrook Road and Elk Ridge. By the mid 1790s, most of Samuel's children had left the area, but two of his sons, John and Frederick, remained, as did Capt. John M. Rohrer, grandson of the John Rohrer who had purchased Piney Hills. Samuel's son Frederick ended up owning most of his father's original property plus Piney Hills, and he named the combined properties Pleasant Valley. Frederick in turn had several sons, two of whom, Daniel and Samuel, are credited with starting a grist mill in the early 1800s that led to the formation of the village of Rohrersville. The name Rohrersville first appears in 1836. By the 1860s, Rohrersville had grown into a bustling commercial center for the surrounding farms of Pleasant Valley. A map of 1859 shows the growing number of businesses and residences in the town. In addition to the grist mill, the town also had a thriving marble industry, and a quarry was situated nearby to serve the business of William McCoy, who founded the town's most widely known institution, the Rohrersville Cornet Band, in 1837. By 1867, Rohrersville was served by the Washington County Branch of the Baltimore and Ohio Railroad. The rail line was started at Weverton, located at the southern end of Pleasant Valley, shortly after the Civil War, and ran through Pleasant Valley northwest to Hagerstown, where it connected to the other rail lines that converged there. The arrival of the railroad heralded a second era of prosperity for Rohrersville and many of the buildings in the village, displaying a variety of Victorian architectural styles, date to this period. thumb|left|Main Street in Rohrersville The first church in Rohrersville, a log structure open to the use of several congregations, was built in 1842 on the site of the present town cemetery. The cornerstone for the present Bethel United Methodist Church (Formerly Bethel United Brethren Church) was laid on July 24, 1871. This is the oldest house of worship standing in Rohrersville today. The former St. Mark's Lutheran Church, a brick structure built in Gothic Revival Style, was built in 1879. A second United Brethren Church was erected in the village in 1888, just down the street from Bethel Church. This congregation ceased operation in 2009 and the building has since been used by the Church of the Savior congregation. The village also had an Elementary School that operated in at least four different buildings before closing in 1978. This building is today used by the Rohrersville Ruritan Club, a community service organization, which was formed in 1952. Kefauver Place was listed on the National Register of Historic Places in 2005. ==Geography== Rohrersville is located at (39.4379, −77.6635). According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== As of the census of 2000, there were 170 people, 61 households, and 48 families residing in the CDP. The population density was 204.0 people per square mile (79.1/km). There were 64 housing units at an average density of 76.8/sq mi (29.8/km). The racial makeup of the CDP was 100.00% White. There were 61 households, out of which 29.5% had children under the age of 18 living with them, 67.2% were married couples living together, 8.2% had a female householder with no husband present, and 19.7% were non-families. 11.5% of all households were made up of individuals, and 8.2% had someone living alone who was 65 years of age or older. The average household size was 2.79 and the average family size was 3.04. In the CDP, the population was spread out, with 24.1% under the age of 18, 8.2% from 18 to 24, 28.2% from 25 to 44, 26.5% from 45 to 64, and 12.9% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 100.0 males. For every 100 females age 18 and over, there were 101.6 males. The median income for a household in the CDP was $61,607, and the median income for a family was $61,250. Males had a median income of $46,354 versus $26,250 for females. The per capita income for the CDP was $13,323. None of the families and 8.8% of the population were living below the poverty line, including no under eighteens and 54.5% of those over 64. ==References== Category:Census-designated places in Washington County, Maryland Category:Census-designated places in Maryland",
 "title": "Rohrersville, Maryland"
}