{
 "id": "116673",
 "text": "Woods Hole is a census-designated place in the town of Falmouth in Barnstable County, Massachusetts, United States. It lies at the extreme southwest corner of Cape Cod, near Martha's Vineyard and the Elizabeth Islands. The population was 781 at the 2010 census. It is the site of several marine science institutions, including Woods Hole Oceanographic Institution, the Marine Biological Laboratory, the Woodwell Climate Research Center, NOAA's Northeast Fisheries Science Center (which started the Woods Hole scientific community in 1871), the Woods Hole Science Aquarium, a USGS coastal and marine geology center, and the home campus of the Sea Education Association. And the headquarter of the Climate Foundation. It is also the site of United States Coast Guard Sector Southeastern New England (formerly USCG Group Woods Hole), the Nobska Light lighthouse, and the terminus of the Steamship Authority ferry route between Cape Cod and the island of Martha's Vineyard. == History == Historically, Woods Hole included one of the few good harbors (along with Hyannis) on the southern side of Cape Cod (i.e. Great Harbor, contained by Penzance Point). The community became a center for whaling, shipping, and fishing, prior to its dominance today by tourism and marine research. At the end of the nineteenth century, Woods Hole was the home of the Pacific Guano Company, which produced fertilizer from guano imported from islands in the Pacific Ocean, the Caribbean, and the coast of South Carolina. After the firm went bankrupt in 1889, Long Neck–the peninsula on which their factory was located–was renamed Penzance Point and was developed with shingle-style summer homes for bankers and lawyers from New York and Boston. Notable property owners on Penzance Point at the beginning of the twentieth century included Seward Prosser of New York's Bankers Trust Company; Francis Bartow, a partner in J. P. Morgan and Company; Joseph Lee, a partner in Lee, Higginson & Co.; and Franklin A. Park, an executive of Singer Sewing Machine. Other notable businessmen established homes on Gansett Point, Nobska Point, and at Quissett Harbor, further from the village center. Irving Langmuir, the famous Scientist, also lived in Woods Hole and died there on August 16, 1957. Before 1898, the Woods Hole Yacht Club was formed. In 1899, the Woods Hole Golf course was started. Around 1919, it was expanded to 18 holes. In 1976, The Woods Hole Foundation was created. ==Geography== Woods Hole is located at the southwest tip of the town of Falmouth (and of Cape Cod) at (41.526730, -70.663184). The term \"Woods Hole\" refers to a strait named Woods Hole, which separates Cape Cod from the Elizabeth Islands (specifically, Uncatena Island and Nonamesset Island) and which boats, yachts, and small ferries can use to travel between Vineyard Sound and Buzzards Bay. The strait is known for its extremely strong current, approaching four knots. It is one of four straits allowing maritime passage between Buzzards Bay and Vineyard Sound; the others are Canapitsit Channel, Quick's Hole and Robinson's Hole. Published yearly is the Eldridge Tide and Pilot Book, which has a detailed reference section showing the complex pattern of tides and currents. Ferries operated by The Woods Hole, Martha's Vineyard and Nantucket Steamship Authority run regularly between Woods Hole and Martha's Vineyard. The present Woods Hole, Martha's Vineyard and Nantucket Steamship Authority was formed from the New Bedford, Martha's Vineyard, and Nantucket Steamboat Company, which in turn was a consolidation of earlier companies dating to the early 19th century, just before the railroad arrived.The Woods Hole, Martha's Vineyard and Nantucket Steamship Authority Much of Woods Hole centers around the enclosed harbor of Eel Pond. The Eel Pond Bridge, a bascule drawbridge at the mouth of the harbor, allows boats to enter and exit the harbor according to a fixed schedule posted on the side of the bridge. Nobska Light, a lighthouse at Nobska Point, is operated by the United States Coast Guard, and the accompanying house is the home of the commander of the Coast Guard base at Little Harbor. The local landmark The Knob is a rocky outcropping that overlooks Buzzards Bay and Quisset Harbor. It is a part of the privately owned Salt Pond bird sanctuaries. According to the United States Census Bureau, the Woods Hole CDP has a total area of . of it is land, and of it (45.24%) is water. == Falmouth Road Race == The annual Falmouth Road Race brings thousands of runners to Woods Hole in August each year. The route of the race starts outside the front door of the Captain Kidd tavern and follows the shore of Vineyard Sound through Falmouth to Shipwrecked (historically, the British Beer Company, which closed due to COVID-19), another tavern, in Falmouth Heights. == Education == The Woods Hole School is the home of the Children's School of Science. Founded in 1913, this institution (locally known as \"CSS\" and \"Science School\") provides science classes for students between 8 and 15 years old that focus on scientific investigation by observation. Students regularly visit ecosystems around the village to study the organisms in their natural environments, such as the Sippewissett Salt Marsh. The Children's School of Science draws upon the talent brought to the village by the research institutions but also educates the children of both scientists and locals. Some mention of the Woods Hole Oceanographic Institution is made in the 1975 blockbuster film Jaws as having been the center of research for the fictional character Matt Hooper. Hooper is described as a marine biologist, focusing on the study of sharks. Coincidentally, a great white shark was spotted some years later near Woods Hole in September 2004. Woods Hole is part of the Falmouth public school district, served by Mullen-Hall Elementary, Morse Pond Middle School, Lawrence Junior High School, and Falmouth High School. Woods Hole students also often attend Upper Cape Cod Regional Technical High School, Sturgis Charter Public School, and Falmouth Academy. ==Demographics== As of the census of 2000, there were 925 people, 459 households, and 212 families residing in the CDP. The population density was 165.3/km (427.9/mi). There were 942 housing units at an average density of 168.4/km (435.8/mi). The racial makeup of the CDP was 94.70% White, 1.62% African American, 0.54% Native American, 1.84% Asian, 0.22% from other races, and 1.08% from two or more races. Hispanic or Latino of any race were 0.97% of the population. There were 459 households, out of which 14.8% had children under the age of 18 living with them, 39.7% were married couples living together, 5.4% had a female householder with no husband present, and 53.6% were non-families. 40.5% of all households were made up of individuals, and 17.9% had someone living alone who was 65 years of age or older. The average household size was 1.94 and the average family size was 2.58. In the CDP, the population was spread out, with 13.5% under the age of 18, 7.1% from 18 to 24, 25.7% from 25 to 44, 26.4% from 45 to 64, and 27.2% who were 65 years of age or older. The median age was 48 years. For every 100 females, there are 94.7 males. For every 100 females age 18 and over, there were 88.7 males. The median income for a household in the CDP was $47,604, and the median income for a family was $57,969. Males had a median income of $31,964 versus $31,875 for females. The per capita income for the CDP was $30,752. None of the families and 5.3% of the population were living below the poverty line, including no under 18 and 6.4% of those over 64. ==See also== *Woods Hole Conference *Jane's Island, a 1931 Newbery Honor novel set in Woods Hole *Statue of Rachel Carson ==References== ==External links== * W.H. Community Association - History, Resources, Calendar * Woods Hole Business Association * Woods Hole Public Library * Woods Hole Historical Museum * Woods Hole Inn * Woods Hole, the early years * Children's School of Science * 1887 Bird's Eye View of Woods Hole * Woods Hole Oceanographic Institution * Marine Biological Laboratory * NOAA Northeast Fisheries Science Center * U.S. Geological Survey Coastal and Marine Science Center * Images of Woods Hole, Dana Morris Category:Census- designated places in Barnstable County, Massachusetts Category:Census- designated places in Massachusetts Category:Falmouth, Massachusetts Category:Populated coastal places in Massachusetts",
 "title": "Woods Hole, Massachusetts"
}