{
 "id": "116783",
 "text": "Shutesbury is a town in Franklin County, Massachusetts, United States. The population was 1,717 at the 2020 census. It is part of the Springfield, Massachusetts Metropolitan Statistical Area. == History == For at least 2,000 years, Nipmuc towns along the Towanucksett and Quinneticut Rivers called the area covering what are now South Shutesbury, NE Amherst and parts of Pelham \"Sanakkamak\", meaning \"difficult land\", according to the Indian Land Archives of Springfield (1660–1835), now housed at Cornell University. According to the same archives (pages 31–33), the land was named Sanakkamak \"on accord of its many ponds, swamps, and streams\" leading to steep slopes of Kunckquatchu (Mt. Toby) and Quaquatchu (Brushy Mountain). The northern parts of Shutesbury, as well as parts of Belchertown and Pelham along the former Swift River (now Quabbin Reservoir), were called \"Kingyiwngwalak\", meaning \"Upturned land\" due to the heavily titled bedrock of the area and many steep ravines draining to the east and south (Indian Land Archives of Springfield, Cornell Univ.). Indian Land Deed Archives record that the land was used for hunting, fishing and collecting wild staples, such as chestnuts, hopniss (Indian potato, Apios americana), blackberries, blueberries, service berries, sunflower root, and for cutting timber. Sachems holding rights to the land in Shutesbury specifically inserted a clause in the deeds that \"they, their descendants and assigns retain the right to hunt, fish and take wood from the lands they have thus deeded, and the English shall not prohibit them from taking wood and fish, and shall be friendly and neighborly toward them\" (edited for modern spelling). Shutesbury was colonized in 1735, when it was called Road Town, because the original request by Colonists to Boston was to build a road in a roadless area. Road Town was officially incorporated as Shutesbury in 1761. The town was renamed in honor of Samuel Shute, former governor. Town building requirements initially required each Colonist family to clear four acres of forest and plant grazing grasses. After the Revolution, the entire area and most of Massachusetts were clear-cut and sheep grazing predominated during the brief textiles boom, which was overshadowed by wool production in the West, Australia, and New Zealand (Massachusetts Historical Preservation Commission publication online). Only after the Civil War period was the area largely reforested. Croplands have shrunk steadily in the period since then, being the most at-risk land category in the Town Master Plan. Post-1960, croplands in Shutesbury saw sharp reduction, while residential has remained the fastest- growing land use type since. Forest cover is the second largest sector of land use loss since 1960 and remains so, after croplands. Population has risen since 1960, with several short periods of population loss. Shutesbury's zoning laws reflect area concerns about rural status and conservation of resources. The December 2008 New England ice storm (December 11–12, 2008) coated trees throughout Massachusetts with a ½-inch to 1-inch thick layer of ice. Tree limbs came crashing down on power lines, houses, and cars. The state of Massachusetts declared a state of emergency. Power was out in Shutesbury for up to ten days. The estimated cost of cleaning up ranged from $50,000 to $100,000. The National Guard was called in to help with cleanup. The parts of town along Wendell Road and Pelham Hill Road suffered the most fallen trees. Shutesbury is home to a planned community based on historic Baker's Farm. Many residents choose Shutesbury for its rural character, and work hard to preserve that character, partly resulting in an extensive Town Master Plan. Shutesbury is one of a very few towns that enjoys actual night darkness, having forgone street lighting. Most of the Eastern third of the town is part of the Quabbin Reservation, with significantly large parcels also composing Shutesbury State Forest. As well, there is currently a proposal to place an additional 2,00 acres of private forestry land into conservation management. The Boston Globe ran a story in 2005 describing Shutesbury and its neighboring town, Leverett, as one of \"America's Broadband Black Holes\". Shutesbury Town Library not only lends members books, films and videos, but also lends kayaks, life vests, and paddles for use at Lake Wyola. A 2012 attempt to pass a ballot measure funding erection of a new library for the town resulted in an electoral tie, defeated on appeal. A total of $233,232.93 in personal pledges and grants were raised kickstart the effort. The current library, Shutesbury's first and only, was erected in 1902 and is very small—768 square feet total—and cannot provide modern amenities such as running water. ==Geography== According to the United States Census Bureau, the town has a total area of , of which are land and (2.06%) is water. Shutesbury lies at the northern end of the western branch of the Quabbin Reservoir. The West Branch of the Swift River still flows through town to the reservoir, and the eastern half of town is defined by the hills leading to the river. The brooks in the eastern part of town lead to this river, while the brooks in the western part of town flow towards the Towanucksett/Fort River. In the northwest corner of town lies Lake Wyola (formerly Locks Pond), bordered on its east end by wetlands. The center of town is dominated by a 1200-foot ridge, and the southwestern part of town grades toward the Connecticut River. A portion of the hills in the eastern part of town are protected as part of the Shutesbury State Forest. Shutesbury lies along the southern border of Franklin County, along the border of Hampshire County. Shutesbury is bordered by Wendell to the north, New Salem to the east, Pelham to the south, Amherst to the southwest, and Leverett to the west. The town center lies southeast of the county seat of Greenfield, north of Springfield, and west of Boston. ==Transportation== The town has no Interstate or limited-access highways, lying east of Interstate 91 and south of Massachusetts Route 2. U.S. Route 202, officially dedicated as Daniel Shays Highway, travels along the eastern edge of town. There are no means of mass transit within the town, with the nearest freight railroad passing through Leverett and Amherst and the nearest passenger railway along the Amtrak Vermonter line in Northampton. The nearest general aviation airports are north of the town, in Montague and Orange, with the nearest national air service being at Bradley International Airport in Connecticut. == Education == The town is part of the Amherst Regional School District along with Amherst, Leverett, and Pelham. Shutesbury has one elementary school, the Shutesbury Elementary School, which serves K-5. Students in Shutesbury then attend Amherst Regional Middle School for grades 6-8. High school students then attend Amherst Regional High School. ==Demographics== As of the census of 2000, there were 1,810 people, 662 households, and 479 families residing in the town. The population density was 68.0 people per square mile (26.3/km). There were 807 housing units at an average density of 30.3 per square mile (11.7/km). The racial makeup of the town was 93.70% White, 1.05% African American, 0.55% Native American, 1.27% Asian, 0.44% from other races, and 2.98% from two or more races. Hispanic or Latino of any race were 2.15% of the population. There were 662 households, out of which 44.1% had children under the age of 18 living with them, 61.3% were married couples living together, 8.5% had a female householder with no husband present, and 27.5% were non- families. Of all households 17.5% were made up of individuals, and 3.0% had someone living alone who was 65 years of age or older. The average household size was 2.72 and the average family size was 3.08. In the town, the population was spread out, with 28.6% under the age of 18, 5.9% from 18 to 24, 29.0% from 25 to 44, 30.8% from 45 to 64, and 5.7% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 92.8 males. For every 100 females age 18 and over, there were 91.8 males. The median income for a household in the town was $60,438, and the median income for a family was $65,521. Males had a median income of $44,000 versus $32,069 for females. The per capita income for the town was $26,260. About 1.0% of families and 3.8% of the population were below the poverty line, including 0.8% of those under age 18 and 5.9% of those age 65 or over. ==Points of interest== thumb|left|300px|Lake Wyola State Park public beach * Lake Wyola State Park *Morse Hill Outdoor Education Center * Pine Brook Camp and Conference Centerhttp://www.pinebrookcamp.org ==References== ==External links== * Town of Shutesbury official website Category:Towns in Franklin County, Massachusetts Category:Towns in Massachusetts Category:Springfield metropolitan area, Massachusetts",
 "title": "Shutesbury, Massachusetts"
}