{
 "id": "116842",
 "text": "Everett is a city in Middlesex County, Massachusetts, United States, directly north of Boston, bordering the neighborhood of Charlestown. The population was 49,075 at the time of the 2020 United States Census.https://www.census.gov/quickfacts/fact/table/everettcitymassachusetts/PST045219 Everett was the last city in the United States to have a bicameral legislature, which was composed of a seven-member Board of Aldermen and an eighteen-member Common Council. On November 8, 2011, the voters approved a new City Charter that changed the City Council to a unicameral body with eleven members – six ward councilors and five councilors-at-large. The new City Council was elected during the 2013 City Election. ==History== Everett was originally part of Charlestown, and later Malden. It separated from Malden in 1870. In 1892, Everett changed from a town to a city. On December 13, 1892, Alonzo H. Evans defeated George E. Smith to become Everett's first Mayor. Landfill has expanded the Everett shoreline over the centuries.1848 map of Charlestown and vicinity (Everett was then part of Malden) At some point between 19051905 map of Everett and 1912,Historical Register, Vol. XV, No. 1, p. 54, Medford Historical Society, Jan. 1912 it connected the mainland to what was formerly White Island in the Mystic River. The bridge of the Grand Junction Railroad was originally built using this island for part of the crossing. The city was named after Edward Everett, who served as U.S. Representative, U.S. Senator, the 15th Governor of Massachusetts, Minister to Great Britain, and United States Secretary of State. He also served as President of Harvard University. In 1971, Distrigas of Massachusetts began importing liquefied natural gas (LNG) at its Everett Marine Terminal in the Island End section of Everett. This terminal was the first of its kind in the country. Everett's business district is focused on Broadway, with many businesses and restaurants along the route. Bus routes that run through Everett are 97, 99, 104, 105, 106, 109, 110, 111, and 112. Everett Square is a small bus-hub, with bus routes 104, 109, 110, 112 and 97, all served by MBTA. A bus lane exists on Broadway, from Glendale Square (Ferry Street), to Sweetser Circle. The Everett City Hall, Everett Fire Department, Parlin Memorial Library, and a few health centers, businesses and restaurants are centered around Everett Square on Broadway, Norwood St and Chelsea St. Everett Stadium is also near the Square. Route 16 is just south of the Square, allowing quick access to a major highway. Besides Everett Square, Gateway Center just off Route 16 in Everett is a major retail shopping district, with big box stores like Target, The Home Depot, and Costco. On June 23, 2019, the Encore Boston Harbor casino (formerly called the Wynn Casino and Resort of Boston) opened on a 33-acre parcel of land along Broadway and the Mystic River in Everett, which had been previously used for industrial purposes.Citation error. See inline comment how to fix. After a remediation process to clean the site, Wynn Resorts constructedCitation error. See inline comment how to fix. Encore Boston as an integrated resort with a hotel, a harborwalk, restaurants, a casino, spa, retail outlets, and meeting and convention space.Citation error. See inline comment how to fix. Public amenities along the year-round harborwalk include a picnic park, paths for bikers and pedestrians, viewing decks, waterfront dining and retail,Citation error. See inline comment how to fix. a performance lawn, floral displays,Citation error. See inline comment how to fix. and boat docks.Citation error. See inline comment how to fix. Wynn Resorts described the $2.6 billion development as \"the largest private single-phase construction project in the history of the Commonwealth of Massachusetts.\"Citation error. See inline comment how to fix. Everett has an increasing population as people are seeking new households near downtown Boston while not wanting to pay the higher prices of living now associated with surrounding municipalities, such as those in neighborhoods of Boston, Cambridge, or Somerville. ==Geography== Everett is bordered by Malden on the north, Revere on the east, Chelsea on the southeast, Somerville and Medford on the west, and Boston and the Mystic River on the south at Charlestown. Everett is a major part of the Port of Boston. Some of Everett's neighborhoods are Glendale, Woodlawn, the Village, and the Line. Glendale Park is the city's largest park. According to the United States Census Bureau, the city has a total area of , of which is land and (7.63%) is water. ==Demographics== As of the 2010 United States Census, there were 41,667 people, 15,435 households, and 9,554 families residing in the city. The population density was 11,241.1 people per square mile (4,345.0/km2). There were 15,908 housing units at an average density of 4,701.3 per square mile (1,817.2/km2). The racial makeup of the city was 53.6% Non-Hispanic Whites, 14.3% African American, 4.8% Asian, 0.4% Pacific Islander, 2% from other races, and 3.8% were multiracial. Hispanic or Latino of any race were 21.1% of the population (9.3% Salvadoran, 3.0% Puerto Rican, 1.1% Colombian, 1.1% Dominican, 1.0% Guatemalan, 0.8% Mexican). The city also has a large number of people of Brazilian and Italian descent. In 2010, 33% of the residents of Everett were born outside the United States. This percentage was around 11% in 1990.Sacchetti, Maria. \"A melting pot stretches out to the suburbs.\" Boston Globe. September 15, 2010. p. 1 (Archive). Retrieved on September 23, 2014. There were 15,435 households, out of which 27.6% had children under the age of 18 living with them, 41.8% were married couples living together, 15.2% had a female householder with no husband present, and 38.1% were non-families. 31.3% of all households were made up of individuals, and 11.8% had someone living alone who was 65 years of age or older. The average household size was 2.45 and the average family size was 3.11. The population was spread out, with 21.6% under the age of 18, 8.9% from 18 to 24, 34.8% from 25 to 44, 19.9% from 45 to 64, and 14.7% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 91 males. For every 100 females age 18 and over, there were 87.4 males. The median income for a household in the city was $49,737. The median income for a family is $49,876. Males had a median income of $36,047 versus $30,764 for females. The per capita income for the city was $23,876. About 9.2% of families and 11.9% of the population were below the poverty line, including 16.9% of those under age 18 and 10.0% of those age 65 or over. ==Government== ===Local=== Everett has a mayor-council form of government, where the mayor serves a four-year term. The Everett city council was the last existing bicameral legislature in any American city, consisting of a Board of Aldermen and a Common Council. As of November 8, 2011, it became a unicameral City Council.http://archive.boston.com/news/local/massachusetts/articles/2011/12/08/everetts_bicameral_government_will_become_historical_footnote_in_2014/ ;Board of Aldermen The Board of Aldermen consisted of seven members one from each of the City's six wards and one Alderman-at-Large. All Aldermen were elected citywide for a term of two years. In addition to the duties they shared with the Common Council, the Board of Aldermen was the licensing authority in the City and approved licenses for motor dealers, second-hand dealers, awnings, lodging houses, junk dealers, pool tables, open-air parking lots, coin-operated devices, Lord's Day licenses, antique and precious metal dealers. ;Common Council The Common Council consisted of three members elected per ward for a total of eighteen members. The Common Council shared equal responsibility for most legislative actions with the exception of licensing and confirmation of most Mayoral appointees. ===State=== Everett is represented in the state legislature by officials elected from the following districts: * Massachusetts Senate's Middlesex and Suffolk district * Massachusetts House of Representatives' 28th Middlesex district ===Voter party enrollment=== {| class=wikitable ! colspan = 6 | Voter registration and party enrollment as of October 17, 2018 |- ! colspan = 2 | Party ! Number of Voters ! Percentage |- | | Democratic | style=\"text-align:center;\"| 9,606 | style=\"text-align:center;\"| 46.54% |- | | Republican | style=\"text- align:center;\"| 1,057 | style=\"text-align:center;\"| 5.12% |- | | Unaffiliated | style=\"text-align:center;\"| 9,720 | style=\"text-align:center;\"| 47.09% |- | | Minor Parties | style=\"text-align:center;\"| 56 | style=\"text-align:center;\"| 0.27% |- ! colspan = 2 | Total ! style=\"text-align:center;\"| 20,641 ! style=\"text-align:center;\"| 100% |} ==Education== Everett has eight public schools, which include six elementary schools, five K-8 schools, and one high school, Everett High School. The city also has one Private K-8 school and used to have a private high school, Pope John XXIII High School, however financial difficulties closed it on May 31, 2019. Everett High School moved to its new location, at 100 Elm Street, beginning in the 2007–2008 school year. ==Sites of interest== Part of the historic Revere Beach Parkway listed on the National Register of Historic Places, lies in Everett. On September 16, 2014, the Massachusetts Gaming Commission voted to approve Wynn Resorts' proposal for a $1.6 billion casino to be located in Everett. It's now owned and operated by Encore, named Encore Boston Harbor Resort, and opened on June 23, 2019. It is partially in Boston. ==Industries== The Mystic Generating Station has been producing electricity since the early twentieth century. It was built by Boston Edison and is now operated by Exelon. It has the largest capacity of any electrical plant in the state. The Leavitt Corporation has been manufacturing its trademark Teddie Peanut Butter in the city since 1924. ==Notable people== See also :Category:People from Everett, Massachusetts thumb|View of Everett Square in 1902 thumb|1852 Map of the Boston area showing South Malden, which later became Everett * Belden Bly – member of the Massachusetts House of Representatives * Pat Bradley - Arkansas basketball player and sports commentator * Matthew W. Bullock – Everett High School sports star, Dartmouth and Harvard Law School graduate, pioneering football coach, state government appointed service and national leader in the Urban League and the Bahá'í Faith * Vannevar Bush – engineer and head of the United States Office of Scientific Research and Development * George Russell Callender, military official and author * Walter Tenney Carleton – founding director of the NEC Corporation * Walter Carrington – US Ambassador to Nigeria & Senegal * Benjamin Castleman – pathologist and namesake of Castleman's disease * Patricia Courtney – All-American Girls Professional Baseball League player * Arthur Dearborn – Olympic track and field athlete * Johnny Dell Isola – former National Football League player * Louis DeLuca – member of the Connecticut Senate * Omar Easy - NFL football player * Maddy English – All- American Girls Professional Baseball League player * Diamond Ferri – CFL & NFL player * Hub Hart – MLB catcher * Pat Hughes – NFL player * Brian Kelly – LSU head football coach * John P. Kennedy - Member of the Massachusetts House of Representatives * George Keverian – Speaker of the Massachusetts House of Representatives * Richie Lamontagne – cruiserweight boxing champion, actor, model * Torbert Macdonald – member of the United States House of Representatives * Hermon Atkins MacNeil – sculptor * Mary Eliza Mahoney - first African American to study and work as a professionally trained nurse in the United States (not from Everett but is buried there). * A. David Mazzone – judge and attorney * George J. Mead – aircraft engineer * Gertrude Nason – artist * Nerlens Noel – Oklahoma City Thunder center * Andrew \"Swede\" Oberlander – College Football Hall of Famer * Al Pierotti – football, baseball, pro wrestling * Ellen Pompeo – actress * Dan Ross – NFL player * Danny Silva - MLB player, Boston Celtics assistant coach, WWI and WWII veteran, longtime Everett teacher and coach * Paul L. Smith – actor * Jim Tozzi - member of the PFFR art collective responsible for Adult Swim shows like Wonder Showzen, Xavier: Renegade Angel, and The Shivering Truth. * Joseph Frank Wehner – fighter pilot during World War I ==In popular culture== * Everett was home to the set of the 2012 ABC series Boston's Finest. * The 2007 Ben Affleck film Gone Baby Gone was partially filmed and set in Everett. * The old Everett High School was used for the filming of scenes for the Adam Sandler movie That's My Boy, the Kevin James movie Here Comes the Boom, and most recently Ghostbusters (2016 film) starring Melissa McCarthy, Kristen Wiig, Kate McKinnon, and Leslie Jones. ==References== ==Further reading== * 1871 Atlas of Massachusetts. by Wall & Gray. Map of Massachusetts. Map of Middlesex County. * Dutton, E.P. Chart of Boston Harbor and Massachusetts Bay with Map of Adjacent Country. Published 1867. A good map of roads and rail lines around Everett/South Malden. * Old USGS maps of Everett. * History of Middlesex County, Massachusetts, Volume 1 (A-H), Volume 2 (L-W) compiled by Samuel Adams Drake, published 1879–1880. 572 and 505 pages. Everett article by Dudley P. Bailey in volume 1 pages 428–435. * The History of Malden, Massachusetts, 1633–1785. By Deloraine Pendre Corey, published 1898, 870 pages. Note, Everett was originally South Malden. * Births, marriages onin Everett Mass 4 Everett deaths and Deaths in the Town of en49DelorPendre Corey, published 1903. ==External links== * Official website * Everett Public Libraries * Everett Independent newspaper * Profile at City Data * Everett Leader Herald Category:Cities in Massachusetts Category:Cities in Middlesex County, Massachusetts Category:Populated places established in 1630 Category:1630 establishments in Massachusetts",
 "title": "Everett, Massachusetts"
}