{
 "id": "116803",
 "text": "Montgomery is a town in Hampden County, Massachusetts, United States. The population was 819 at the 2020 census. It is part of the Springfield, Massachusetts Metropolitan Statistical Area. ==History== Montgomery was first settled in 1767 and was officially incorporated in 1780. The town was named after General Richard Montgomery, who died in the Battle of Quebec. It took land from Westfield, Southampton, and unincorporated land that is now Huntington. A small town, it grew bigger when Interstate 90 was built in 1957 and has served as an outer commuter town to Springfield. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and (0.86%) is water. Montgomery is bordered by Southampton to the northeast, Westfield to the southeast, Russell to the southwest, and Huntington to the northwest. Its border with the towns of Huntington and Southampton make up a portion of the Hampden-Hampshire county border. The center of Montgomery lies west-northwest of Springfield and west of Boston. Thus, like most of Western Massachusetts, it is closer to two other states' capitals – Hartford and Albany – than its own. The town of Montgomery lies atop a high plain, reaching into neighboring Huntington, framed by Lizzie Mountain to the northeast and Tekoa and Shatterack Mountains to the south and west, respectively. The latter two mountains rise from the banks of the Westfield River, whose banks make up a portion of the town's border with Russell. Within the town, the Moose Meadow Brook runs from north to south, with the Westfield Reservoir atop the plain and the smaller Tekoa Reservoir near the bottom of the slope of its namesake mountain. Several other small brooks run through the town. Other than a short stretch, less than long, of Interstate 90, located at the southern tip of town between Westfield and Russell, the town has no state or federal roads crossing through it. There are only nine roads which enter or exit the town's borders, four of which dead-end either just inside or outside of town. Along the banks of the Westfield River lie railroad tracks, which carry CSX and Amtrak trains between Springfield and Pittsfield, on their way westward. There is no other public transportation within town. The nearest general aviation airport is Barnes Municipal Airport in Westfield, the nearest national service can be found at Bradley International Airport in Connecticut, and the nearest full-service international airport is Logan International Airport in Boston. ==Demographics== As of the census of 2000, there were 654 people, 253 households, and 200 families residing in the town. The population density was 43.4 people per square mile (16.8/km). There were 257 housing units at an average density of 17.1 per square mile (6.6/km). The racial makeup of the town was 98.01% White, 0.31% Native American, 0.31% Asian, 0.31% from other races, and 1.07% from two or more races. Hispanic or Latino of any race were 0.76% of the population. There were 253 households, of which 29.2% had children under the age of 18 living with them, 71.9% were married couples living together, 5.1% had a female householder with no husband present, and 20.6% were non-families. 15.8% of all households were made up of individuals, and 3.6% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 2.84. In the town, the population was spread out, with 22.9% under the age of 18, 4.4% from 18 to 24, 27.5% from 25 to 44, 34.4% from 45 to 64, and 10.7% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 104.4 males. For every 100 females age 18 and over, there were 104.0 males. The median income for a household in the town was $59,063, and the median income for a family was $66,250. Males had a median income of $46,406 versus $37,125 for females. The per capita income for the town was $25,942. About 1.0% of families and 2.9% of the population were below the poverty line, including none of those under age 18 and 11.1% of those age 65 or over. Montgomery is a town without its own zip code and uses Huntington (01050) and Westfield (01085) for zip codes. ==See also== *Gateway Regional School District ==References== ==External links== * Gateway Regional High School * MHC Survey Reconnaissance Town Report: Montgomery Massachusetts Historical Commission, 1982. Category:Towns in Hampden County, Massachusetts Category:Springfield metropolitan area, Massachusetts Category:Towns in Massachusetts",
 "title": "Montgomery, Massachusetts"
}