{
 "id": "116844",
 "text": "South Lake Tahoe is the most populous city in El Dorado County, California, United States, in the Sierra Nevada. The city's population was 21,403 at the 2010 census, down from 23,609 at the 2000 census. The city, along the southern edge of Lake Tahoe, extends about west-southwest along U.S. Route 50, also known as Lake Tahoe Boulevard. The east end of the city, on the California–Nevada state line right next to the town of Stateline, Nevada, is mainly geared towards tourism, with T-shirt shops, restaurants, hotels, and Heavenly Mountain Resort with the Nevada casinos just across the state line in Stateline. The western end of town is mainly residential, and clusters around \"The Y\", the X-shaped intersection of US 50, State Route 89, and the continuation of Lake Tahoe Boulevard after it loses its federal highway designation. ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and , or 38.80%, is water. Its elevation is about above sea level. ==Demographics== left|thumb|Beachfront walkway, South Lake Tahoe, Memorial Day weekend 2007 The 2010 United States Census reported that South Lake Tahoe had a population of 21,403. The population density was 1,289.1 people per square mile (497.7/km2). The racial makeup of South Lake Tahoe was 15,733 (73.5%) White, 182 (0.9%) African American, 232 (1.1%) Native American, 1,186 (5.5%) Asian, 39 (0.2%) Pacific Islander, 3,230 (15.1%) from other races, and 801 (3.7%) from two or more races. Hispanic or Latino of any race were 6,665 persons (31.1%). The Census reported that 21,034 people (98.3% of the population) lived in households, 181 (0.8%) lived in non-institutionalized group quarters, and 188 (0.9%) were institutionalized. There were 8,918 households, out of which 2,421 (27.1%) had children under the age of 18 living in them, 3,100 (34.8%) were opposite-sex married couples living together, 983 (11.0%) had a female householder with no husband present, 594 (6.7%) had a male householder with no wife present. There were 857 (9.6%) unmarried opposite-sex partnerships, and 67 (0.8%) same-sex married couples or partnerships. 2,918 households (32.7%) were made up of individuals, and 652 (7.3%) had someone living alone who was 65 years of age or older. The average household size was 2.36. There were 4,677 families (52.4% of all households); the average family size was 3.06. The population was spread out, with 4,400 people (20.6%) under the age of 18, 2,478 people (11.6%) aged 18 to 24, 6,416 people (30.0%) aged 25 to 44, 6,013 people (28.1%) aged 45 to 64, and 2,096 people (9.8%) who were 65 years of age or older. The median age was 35.6 years. For every 100 females, there were 113.6 males. For every 100 females age 18 and over, there were 115.7 males. There were 15,087 housing units at an average density of 908.7 per square mile (350.8/km2), of which 8,918 were occupied, of which 3,473 (38.9%) were owner- occupied, and 5,445 (61.1%) were occupied by renters. The homeowner vacancy rate was 4.5%; the rental vacancy rate was 14.6%. 7,684 people (35.9% of the population) lived in owner-occupied housing units and 13,350 people (62.4%) lived in rental housing units. ==Education== South Lake Tahoe and the surrounding unincorporated communities are serviced by Lake Tahoe Unified School District, which is composed of four elementary schools (Bijou Community School, Sierra House Elementary School, Tahoe Valley Elementary School, and the Lake Tahoe Environmental Science Magnet School) a middle school (South Tahoe Middle School) and a high school (South Tahoe High School). Due to budget cuts, Al Tahoe Elementary School and Meyers Elementary School closed in 2004; however, Meyers Elementary School reopened as Lake Tahoe Environmental Science Magnet School after a year's absence. South Lake Tahoe also houses a community college, Lake Tahoe Community College. ==Politics== The city council of South Lake Tahoe is composed of five elected members: three council members, a Mayor, and a Mayor Pro Tem. The Mayor changes every year and is elected by the City Council. In the state legislature, South Lake Tahoe is in , and . Federally, South Lake Tahoe is in . ==History== thumb|South Lake Tahoe beach and western view The city incorporated in 1965 by combining the previously unincorporated communities of Al Tahoe, Bijou, Bijou Park, Stateline, Tahoe Valley, and Tallac Village. A post office was established in 1967. Gambling arrived at the Lake in 1944, when Harvey's Wagon Wheel Saloon and Gambling Hall opened in Nevada as one of the area's first gaming establishments. Competition soon sprang up and so did the need for more permanent accommodations. By the 1950s, roads began to be plowed year-round, enabling access to permanent residences. When the 1960 Winter Olympics came to Squaw Valley, Lake Tahoe was put firmly on the map as the skiing center of the western United States. In 2012, the Lakeview Commons Park was renamed. As reported in the local media, \"The Washoe Tribe has presented the name Tahnu Leweh (Pronounced Tah-New Lay-Way) which, in native language, means 'all the people's place.' It is a name the Tribe would like to gift to El Dorado County and South Lake Tahoe as a symbol of peace, prosperity and goodness.\" In August 2021, the entire city was forced to evacuate due to the Caldor Fire. ==Crime== Some notable crimes have taken place in, or been linked to, South Lake Tahoe. On December 8, 1963, Frank Sinatra Jr. was kidnapped by Barry Keenan, Johnny Irwin, and Joe Amsler. Sinatra was released, unharmed, soon after.https://www.fbi.gov/history/famous-cases/frank-sinatra-jr-kidnapping ,FBI History Retrieved September 4, 2017 The disappearance of Donna Lass on September 6, 1970, has been linked to the Zodiac Killer.True Crime: Unsolved Crimes p. 43 The bombing of Harvey's Lake Tahoe took place just outside the city limits in Stateline, Nevada.https://www.fbi.gov/video-repository/newss- harveys-casino-bomb/view FBI History, Retrieved September 4, 2017 On May 18, 1987, Herbert James Coddington was arrested for the murder of two women and the kidnapping of two teenagers.https://articles.latimes.com/1987-05-20/news/mn-816_1_mobile-home , Retrieved September 4, 2017 He was found guilty of these crimes and sentenced to death in 1988.http://www.sfgate.com/news/article/Death-Penalty-Upheld-for- Tahoe-Man-He-killed-2-2714445.php , Retrieved September 4, 2017http://www.cdcr.ca.gov/capital_punishment/docs/condemnedinmatelistsecure.pdf California Death row roster, retrieved September 4, 2017 In 1991, Jaycee Lee Dugard (age 11) was abducted from a bus stop in South Lake Tahoe; she was found alive in Antioch, California, in 2009. ==Transportation== South Lake Tahoe is served by a major east–west highway, U.S. 50, which links the area with Sacramento, California, and Carson City, Nevada. The Lake Tahoe Airport serves general aviation while the closest scheduled passenger airline service is available via the Reno–Tahoe International Airport in Reno, Nevada. Local bus services is operated by Tahoe Transportation District. El Dorado Transit operates service between South Lake Tahoe, Placerville, and Sacramento. ==Landscape== ==Climate== South Lake Tahoe has a snowy highland climate featuring chilly winters with regular snowfall, and summers that feature warm to hot days and cool nights with very low humidity. The climate is either classified as a warm-summer Mediterranean climate (Köppen Csb), using the isotherm of the original Köppen scheme, or a continental Mediterranean climate (Köppen Dsb), using the isotherm preferred by some climatologists. Summertime is also the dry season, with July averaging only of precipitation, in contrast to December's . Depending on the year, snowfall can be extremely heavy in winter, with an average of , while the wettest “rain year” has been from July 2005 to June 2006 with and the driest from July 2002 to June 2003 with . December 2005 has been the wettest month with of total water-equivalent precipitation. South Lake Tahoe averages two days per year that reach or higher, most commonly occurring in July and August. Every month of the year averages at least two nights with a low temperature of or lower, and overall there are 227 mornings in an average year that fall below freezing, although only seven fall to . High temperatures below occur on average on sixteen days per year. The all-time record high is , set on July 22, 1988, and the all-time record low is , set on December 29, 1972, and subsequently tied on February 7, 1989. ==Angora Fire== left|thumb|View of the Angora Fire from nearby right|thumb|Flames approach at 4:42pm on June 24, 2007. On June 24, 2007, a wildfire broke out at the Seneca Pond recreation area near Meyers, three miles south of South Lake Tahoe.http://www.590klbj.com/News/Article.aspx?ID=1165263 590klbj.com The Angora Fire, so named for its proximity to Angora Ridge, stands as the worst forest fire in recorded Lake Tahoe history. The fire spread throughout the Angora region rapidly, destroying dozens of homes and large tracts of forest. Highway closures followed by evacuations put the residents in the direct line of the fire. Hotels in the area responded by opening their doors to the hundreds of evacuees who needed shelter. On June 25, 2007, a state of emergency was announced by Lt. Gov. John Garamendi acting on behalf of the absent Governor Arnold Schwarzenegger, who was traveling in Europe. No lives were lost, but over were burned, while more than 275 structures, including 254 homes and 26 other buildings, were damaged or destroyed.http://sfgate.com/cgi- bin/article.cgi?f=/c/a/2007/06/28/BAG6AQNJD94.DTL sfgate.com On June 27, 2007, Schwarznegger toured the area after he returned to California. Full containment of the fire was announced on July 2. ==Caldor Fire== ==See also== *Tahoe Keys, California *Blacklist Festival *Susie Lake ==References== ==External links== * Category:Incorporated cities and towns in California Category:Cities in El Dorado County, California Category:Lake Tahoe Category:Populated places in the Sierra Nevada (United States) Category:Cities in Sacramento metropolitan area Category:Populated places established in 1965 Category:1965 establishments in California Category:Tourist attractions in El Dorado County, California",
 "title": "South Lake Tahoe, California"
}