{
 "id": "116864",
 "text": "Wayland is a town in Middlesex County, Massachusetts, United States. The town was founded in 1638, and incorporated in 1639 and was originally part of neighboring Sudbury. As of the 2020 United States Census, the population was 13,943. In 2021, Niche.com ranked Wayland as #1 on their list of \"Best Places to Raise a Family in Massachusetts\", #8 on their list of \"Best Places to Raise a Family in America\", and #2 on their list of \"Best Suburbs to Live in Massachusetts\". ==History== Wayland was the first settlement of Sudbury Plantation in 1638. The residents of what is now Sudbury split away in 1714 and formed into the western parish, while residents of what is now Wayland formed into the eastern parish. Prior to the American Revolution Sudbury had one of the largest militias in Massachusetts, numbering about 400. During the Battles of Lexington and Concord on April 19, 1775 approximately 302 members of the Sudbury militia, including 115 from the eastern parish, marched to Concord. The Town of East Sudbury split away from the western parish and was formally incorporated on April 10, 1780. \"The higher average wealth level of the residents on the eastern side of the river and on Pelham Island caused the east side of Town to have a higher total assessment than the west side... the east-siders paid more than half of Town taxes even though more than half of the Town population (and the associated costs for Town services) was on the west side.\" On March 11, 1835 members of town meeting voted to rename East Sudbury \"Wayland\" in honor of Dr. Francis Wayland, who was a temperance advocate, abolitionist, then president of Brown University, and a friend of local Judge Edward Mellen. Both Wayland and Mellen were strong advocates of public libraries, and donated money to fund the establishment of a public library for the town. When questions arose about the legality of taxing residents to establish a library, Representative Reverend John Burt Wight brought the question to the state legislature, which led to an 1851 Massachusetts state law enabling the establishment of free public libraries. This makes the Wayland Public library arguably the first free public library in the state and the second public library in the country. The current library building was built in 1900. Famous residents of Wayland in the mid-19th century include abolitionist Rev. Edmund Sears, the minister of the First Parish Church, who wrote the 1849 poem and song \"It Came Upon the Midnight Clear\" and abolitionist, author, and suffragist Lydia Maria Child. The Sudbury Valley Trustees were founded in 1953 by seven men from Wayland. In 1954, during the Red Scare, elementary school teacher Anne Hale was fired in a 2-1 vote by the Wayland School Committee. She had been a member of the Communist Party from 1938-1950 and the committee members who voted to fire her stated her lack of \"perception, understanding, and judgment necessary in one who is to be entrusted with the responsibility for teaching the children of the Town.\" In 2010, Boston Duck Tours was asked to help transport flood victims in Wayland. Torrential rains had left Pelham Island area of Wayland isolated and the Ducks were brought in to ferry people in and out of their neighborhood until the waters receded. The Wayland display server protocol is named after the town. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and , or 4.21%, is water. Wayland borders Lincoln, Sudbury, Weston, Framingham, Natick, and narrowly touches Concord. ==Demographics== As of the census of 2010, there were 13,444 people, 4,808 households, and 3,676 families residing in the town. The population density was 859.9 people per square mile (332.1/km). There were 5,021 housing units at an average density of 310.8 per square mile (120.0/km). The racial makeup of the town was 87.2% White, 0.9% African American, 0.0% Native American, 9.9% Asian, 0.0% Pacific Islander, 0.4% from other races, and 1.6% from two or more races. Hispanic or Latino of any race were 2.4% of the population. As of 2000, there were 4,625 households, out of which 41.4% had children under the age of 18 living with them, 71.5% were married couples living together, 7.1% had a female householder with no husband present, and 19.5% were non-families. 16.1% of all households were made up of individuals, and 7.6% had someone living alone who was 65 years of age or older. The average household size was 2.80 and the average family size was 3.15. In the town, the population was spread out, with 28.7% under the age of 18, 3.4% from 18 to 24, 24.7% from 25 to 44, 29.0% from 45 to 64, and 14.3% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 93.0 males. For every 100 females age 18 and over, there were 87.6 males. The median income for a household in the town was $121,036, and the median income for a family was $204,033.47. Males had a median income of $136,344 versus $60,875 for females. The per capita income for the town was $75,144. About 2.1% of families and 2.5% of the population were below the poverty line, including 1.9% of those under age 18 and 2.7% of those age 65 or over. ==Government== The town is part of the Massachusetts Senate's Norfolk, Bristol and Middlesex district. ==Education== thumb|right|Claypit Hill School in 2014In 2021 Niche.com ranked Wayland as #4 on their list of \"Places with the Best Public Schools in Massachusetts.\" The Town of Wayland operates six public schools: *The Children's Way (Pre-K) *Claypit Hill Elementary School (K-5) *Happy Hollow Elementary School (K-5) *Loker Elementary School (K-5) *Wayland Middle School (6-8) *Wayland High School (9-12) There is one private school in Wayland: Veritas Christian Academy (K-8). ==Notable residents== *Sammy Adams, rapper *Robert Anastas, former hockey coach and teacher who founded SADD chapter at Wayland High School following the 1981 deaths of two students in drunk driving accidents *Andrew Bachman, entrepreneur and investor *Joshua Bekenstein, co-chairman of Bain Capital *Amar Bose, founder of Bose Corporation, a company that specializes in high-quality sound systems *Lydia Maria Child, 19th-century American abolitionist, novelist, journalist, author of \"Over the River and Through the Woods\" *Glenn Cooper Internationally best- selling thriller writer and film producer *Gerard Cosloy, recording industry executive. Manager of Homestead Records, Co-founder of Matador Records, Owner of 12XU Records. *Archibald Cox, legal scholar, Special Prosecutor of the Watergate Scandal involving President Nixon's Administration *Jae Crowder, NBA player *Ricky Davis, NBA player *David Hackett Fischer, Brandeis Professor of History and author *Tom Hamilton, bass player for Aerosmith *Josiah Johnson Hawes, pioneering 19th-century photographer *Beatrice Herford, actress *George Howell, founder of George Howell coffee. *Liza Huber, Passions actress *Sarah Hurwitz, Michelle Obama's speech writer *Ted Johnson, NFL player *Thomas Kiefer, rower in the 1984 Summer Olympics *Joyce Kulhawik, arts and entertainment anchor for WBZ-TV News in Boston *Daniel Lopatin, experimental musician better known as Oneohtrix Point Never *Walter McCarty, NBA player and coach *Allen Morgan, founder and first executive director of Sudbury Valley Trustees *Johnny Most, the radio voice of the Boston Celtics *Tim Murphy, head coach of the Harvard football team *Tim O'Shea, former basketball coach at Bryant University *Alvaro Pascual-Leone, noted neuroscientist *Jonathan Papelbon, MLB player *Samuel Parris, Reverend and Salem Witch Trials magistrate, buried in an unmarked grave in North Cemetery *Jerry Remy, former Boston Red Sox player and current TV announcer *Peter Rowan, bluegrass musician *Harold Russell, Academy Award winner for his role as a disabled World War II vet in 1946's The Best Years of Our Lives * Alberto Salazar (born 1958), distance runner and athletics coach banned for life *Taylor Schilling, actress and star of the NBC hospital drama Mercy as well as the 2012 movie The Lucky One and the Netflix original drama-comedy series Orange is the New Black. *Dwight Schofield, professional hockey player for the Montreal Canadiens, Washington Capitals, Winnipeg Jets, and St. Louis Blues *Tom Scholz, guitarist for 1970s rock group Boston *Edmund Sears, 1800s Unitarian parish minister, author who wrote a number of theological works influential to his contemporary liberal Protestants, famous for penning the words to \"It Came Upon the Midnight Clear\". *Mary Sears, Oceanographer *Sarah Sewall, lecturer *Ryan Sypek, actor and star of the TV series Wildfire *Steven Tyler, member of Aerosmith, who held the first and only rock concert in the Wayland High School field house before the band became known worldwide *Erika Uyterhoeven *Michael VanRooyen *Gladys Widdiss, tribal historian and potter, President of the Aquinnah Wampanoag of Gay Head from 1978 until 1987 *Ted Williams, Baseball Hall of Famer, lived on Dudley Pond. ==References== ==Further reading== *1871 Atlas of Massachusetts. by Wall & Gray. Map of Massachusetts. Map of Middlesex County. * History of Middlesex County, Massachusetts, Volume 1 (A-H), Volume 2 (L-W) compiled by Samuel Adams Drake, published 1879-1880. 572 and 505 pages. Wayland article by Rev. Josiah H. Temple in volume 2 pages 506-511. ==External links== * Category:MetroWest Category:Towns in Middlesex County, Massachusetts Category:Towns in Massachusetts",
 "title": "Wayland, Massachusetts"
}