{
 "id": "116969",
 "text": "Alcona Township is a civil township of Alcona County in the U.S. state of Michigan. As of the 2010 census, the township population was 968. ==History== In Black River, lumber baron Russell Alexander Alger had a home while tending to his lumbering operations. He thereafter was a Michigan governor, U.S. senator and U.S. Secretary of War during the William McKinley presidential administration. Russell A. Alger street parallels the Black River. ==Communities== * Black River is an unincorporated community located within the eastern portion of the township, about south of Alpena on Lake Huron at the mouth of the Black River. It is just south of the Negwegon State Park at with an elevation of above sea level. Black River Island and several shoals are located offshore. The Black River ZIP code 48721 serves the eastern portion of Alcona Township as well as the northeast corner of Haynes Township.48721 5-Digit ZCTA, 487 3-Digit ZCTA - Reference Map - American FactFinder, U.S. Census Bureau Black River has an excellent park and boat launch, which give access to fishing, including perch, salmon and trout. The settlement began as a fishing station, first occupied by William Cullings in 1849, and settled by French trappers and fishermen. From 1876 to 1880, it was the seat of lumber operations for Alger, Smith & Company, then the largest pine timber producers in the world. A post office was established on February 9, 1877, with Edgar O. Cheney as postmaster. The spelling was changed to \"Blackriver\" on May 16, 1894, and reverted to \"Black River\" in 1958. The local post office closed in 2010. Unsurprisingly, the town has \"Alger Street\" named for Russell A. Alger. Alger's Camp was located a short distance from Mud Lake (now Jewell Lake) in Alcona County, Michigan. *Hubbard Lake is a census- designated place (CDP) and unincorporated community located at within the western portion of the township along the southern shore of Hubbard Lake. Hubbard Lake is also located within Hawes Township. * Lost Lake Woods is a census-designated place and unincorporated community located at within the center of the township. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (13.35%) is water. Negwegon State Park is within the township, and the southwest corner of the township is in the Huron National Forest, which offers outdoor recreational opportunities such as hunting, swimming, cross-country skiing and trout fishing. The forest contains of hiking trails. The Huron and Manistee National Forests were separately designated, but were combined in 1945 for administrative purposes. The Lake Huron beaches in and around Alcona Township (including two state parks) have been recognized as being among the top ten in Michigan. \"Old-fashioned lake vacations abound on this pretty stretch of Lake Huron.\"Detroit Free Press, May 26, 2007 ==Demographics== As of the census of 2000, there were 1,089 people, 524 households, and 361 families residing in the township. The population density was 18.9 per square mile (7.3/km). There were 1,313 housing units at an average density of 22.8 per square mile (8.8/km). The racial makeup of the township was 97.89% White, 0.83% Native American, 0.09% Asian, 0.18% from other races, and 1.01% from two or more races. Hispanic or Latino of any race were 0.73% of the population. 20.1% were of German, 15.1% English, 10.9% French, 10.8% Polish, 7.3% Irish and 6.9% French Canadian ancestry. There were 524 households, out of which 14.9% had children under the age of 18 living with them, 63.2% were married couples living together, 2.7% had a female householder with no husband present, and 31.1% were non-families. 29.4% of all households were made up of individuals, and 18.7% had someone living alone who was 65 years of age or older. The average household size was 2.08 and the average family size was 2.50. In the township the population was spread out, with 14.4% under the age of 18, 3.6% from 18 to 24, 16.5% from 25 to 44, 30.9% from 45 to 64, and 34.5% who were 65 years of age or older. The median age was 58 years. For every 100 females, there were 105.5 males. For every 100 females age 18 and over, there were 103.5 males. The median income for a household in the township was $34,125, and the median income for a family was $39,934. Males had a median income of $33,250 versus $21,364 for females. The per capita income for the township was $20,160. About 4.3% of families and 8.7% of the population were below the poverty line, including 17.1% of those under age 18 and 4.9% of those age 65 or over. ==Community notes== The Alcona County Review, located in Harrisville, is the newspaper of record, and has served the community since 1877. ==Education== Alcona Community Schools operates public schools. ==References== ==External links== * Alcona Township official website * Alcona County Review * Alcona Historical Society * Category:Townships in Alcona County, Michigan Category:Townships in Michigan Category:Populated places on Lake Huron in the United States",
 "title": "Alcona Township, Michigan"
}