{
 "id": "116994",
 "text": "Allegan is a city in the U.S. state of Michigan. Its population was 4,998 at the 2010 census. It is the county seat of Allegan County. It lies within Allegan Township but is administratively autonomous. ==History== The men after whom Allegan's downtown streets were named – Elisha Ely, Samuel Hubbard, Charles Christopher Trowbridge, Pliny Cutler, and Edmund Monroe – patented land in the area in 1833. They considered the site a prime location for industry, due to its potential for water power (since it straddled the Kalamazoo River) and water bound transportation. By 1835, a dam and sawmill had been established. Allegan was named in a neologism by Michigan historian Henry Rowe Schoolcraft in 1837 to sound like a Native American word. Land was purchased from government to form the downtown business district; village organization came in 1838 with city incorporation authorized in 1907.Romig, Walter (1986). Michigan Place Names, p. 17. Wayne State University Press. . In 1886, a one-lane bridge was built over the Kalamazoo River to connect limited highway M-89 to the downtown area. The bridge fell into disrepair and was going to be removed until a group of activists raised the money to restore the bridge in 1983. Now a highlight of Allegan, the one-lane bridge is used in the city logo and is considered an important part of the city. In 1914, Allegan entered the automobile race car industry as the manufacturing site of Howard E. Blood and Louis Chevrolet's chain-drive Cornelian automobile. The venture was short-lived, and less than 100 Cornelians were produced. http://vtauto.org/magicmotoring.php?ID=78 ==Geography== The city has a total area of , of which is land and is water. ===Climate=== This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the Köppen climate classification system, Allegan has a humid continental climate, abbreviated \"Dfa\" on climate maps. ==Demographics== ===2010 census=== As of the census of 2010, there were 4,998 people, 1,986 households, and 1,204 families residing in the city. The population density was . There were 2,226 housing units at an average density of . The racial makeup of the city was 91.4% White, 4.3% African American, 0.6% Native American, 0.8% Asian, 0.5% from other races, and 2.4% from two or more races. Hispanic or Latino of any race were 3.8% of the population. There were 1,986 households, of which 34.0% had children under the age of 18 living with them, 40.3% were married couples living together, 15.3% had a female householder with no husband present, 5.0% had a male householder with no wife present, and 39.4% were non-families. 32.7% of all households were made up of individuals, and 12.7% had someone living alone who was 65 years of age or older. The average household size was 2.40 and the average family size was 3.03. The median age in the city was 34.6 years. 25.8% of residents were under the age of 18; 10% were between the ages of 18 and 24; 27.5% were from 25 to 44; 24.5% were from 45 to 64; and 12.1% were 65 years of age or older. The gender makeup of the city was 48.4% male and 51.6% female. ===2000 census=== As of the census of 2000, there were 4,838 people, 1,831 households, and 1,186 families residing in the city. The population density was 1,270.9 per square mile (490.3/km). There were 1,947 housing units at an average density of 511.5 per square mile (197.3/km). The racial makeup of the city was 91.44% White, 4.71% African American, 0.25% Native American, 0.64% Asian, 0.04% Pacific Islander, 1.34% from other races, and 1.57% from two or more races. Hispanic or Latino of any race were 2.85% of the population. There were 1,831 households, out of which 33.0% had children under the age of 18 living with them, 45.4% were married couples living together, 15.2% had a female householder with no husband present, and 35.2% were non-families. 30.7% of all households were made up of individuals, and 12.6% had someone living alone who was 65 years of age or older. The average household size was 2.46 and the average family size was 3.05. In the city, the age distribution of the population shows 26.7% under the age of 18, 9.7% from 18 to 24, 28.4% from 25 to 44, 19.9% from 45 to 64, and 15.3% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 96.7 males. For every 100 females age 18 and over, there were 93.0 males. The median income for a household in the city was $39,539, and the median income for a family was $45,833. Males had a median income of $35,417 versus $25,669 for females. The per capita income for the city was $17,075. About 10.8% of families and 13.5% of the population were below the poverty line, including 13.7% of those under age 18 and 13.1% of those age 65 or over. ==Economy== The largest employer is the Perrigo, the largest maker of private label over-the-counter pharmaceuticals in the world. Perrigo was founded in Allegan in 1887. Companies previously located in Allegan include Haworth, a seat manufacturer, and Rockwell. The city is served by Padgham Field, a small general aviation airport. ==Arts and culture== thumb|right|River Front Walk === Regent Theatre === The Regent Theatre opened in 1919 in what was formerly a late 19th-century horse livery. The theater showed movies and presented vaudeville acts on its stage, and an Art Deco facade was installed in the 1930s. The theater closed in the 1980s, and was purchased it in 1990 and restored. The roof collapsed during a rainstorm in 1997, and was rebuilt. The original 20x30 foot screen is one of the largest screens in Michigan. ===Arts associations=== * Allegan Community Players, a theatre company. * Allegan Area Arts Council, established in 1997, a sponsor of artistic activities. ==Media== Allegan County News is a locally owned newspaper publication since 1858. ==Infrastructure== ===Highways=== * * * * ===City services=== Allegan maintains a comprehensive 24-hour hospital system (Allegan General Hospital) and is served in community policing by both City of Allegan police and the Sheriff's Department of Allegan County, also headquartered within the Allegan City limits. The County of Allegan comprises 24 incorporated townships, most maintaining their own system of city schools, emergency services and local law enforcement. ==Notable people== * Ray Luther \"Dad\" Hale, pitcher for the Boston Beaneaters and Baltimore Orioles; born in Allegan * Clare Hoffman, congressman from Michigan's 4th congressional district; practiced law in Allegan * Arthur Marsh, chairman of the Michigan Republican Party (1898– 1900); from Allegan * Frank Miller, pitcher for the Chicago White Sox, Pittsburgh Pirates, and Boston Braves; born in Allegan * George Munger, Corporal with the 4th Michigan Cavalry; native of Allegan * Clara Elsene Peck, painter and illustrator; born in Allegan * Benjamin D. Pritchard, Union Army Officer; lived in Allegan * Alanson Weeks, football player and medical doctor; born in Allegan * Boss Weeks, quarterback for the University of Michigan's 'Point-a-Minute' football teams of 1901 and 1902, later head football coach at the University of Kansas and Beloit College; lived in Allegan == References == ==External links== * Category:Cities in Allegan County, Michigan Category:County seats in Michigan Category:Micropolitan areas of Michigan Category:Populated places established in 1838 Category:1838 establishments in Michigan",
 "title": "Allegan, Michigan"
}