{
 "id": "117024",
 "text": "Watson Township is a civil township of Allegan County in the U.S. state of Michigan. The population was 2,063 at the 2010 census. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and , or 2.04%, is water. ==History== William and Eliza Miner, and Daniel and Flora Legget (two couples, Flora and William were siblings), are credited as the earliest settlers of Watson Township, in 1836. On April 14, 1871, a post office named West Watson was established in the western part of Watson Township. On October 2 of that year, the post office was renamed Abronia. This post office operated until June 30, 1902. ==Demographics== As of the census of 2000, there were 2,086 people, 694 households, and 567 families residing in the township. The population density was 58.9 per square mile (22.7/km). There were 748 housing units at an average density of 21.1 per square mile (8.2/km). The racial makeup of the township was 98.08% White, 0.10% African American, 0.67% Native American, 0.14% Asian, 0.53% from other races, and 0.48% from two or more races. Hispanic or Latino of any race were 2.49% of the population. There were 694 households, out of which 41.5% had children under the age of 18 living with them, 69.5% were married couples living together, 8.1% had a female householder with no husband present, and 18.2% were non-families. 13.8% of all households were made up of individuals, and 3.5% had someone living alone who was 65 years of age or older. The average household size was 3.01 and the average family size was 3.30. In the township the population was spread out, with 31.3% under the age of 18, 7.9% from 18 to 24, 31.6% from 25 to 44, 22.1% from 45 to 64, and 7.1% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 110.1 males. For every 100 females age 18 and over, there were 109.0 males. The median income for a household in the township was $49,070, and the median income for a family was $51,591. Males had a median income of $36,591 versus $28,063 for females. The per capita income for the township was $18,095. About 5.8% of families and 8.4% of the population were below the poverty line, including 11.3% of those under age 18 and 3.8% of those age 65 or over. == References == == External links == * Watson Township official website Category:Townships in Allegan County, Michigan Category:Townships in Michigan",
 "title": "Watson Township, Michigan"
}