{
 "id": "117022",
 "text": "Trowbridge Township is a civil township of Allegan County in the U.S. state of Michigan. The population was 2,502 at the 2010 census. ==Communities== Merson is an unincorporated community in the township at the junction of M-40 and 102 Avenue ( Elevation: 761 ft./232 m.). & GNIS in Google Map. Also in Merson is the country store owned by the man Larry! Home of donut Fridays. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and , or 3.22%, is water. ==Demographics== As of the census of 2000, there were 2,519 people, 941 households, and 712 families residing in the township. The population density was 72.6 per square mile (28.0/km). There were 1,060 housing units at an average density of 30.5 per square mile (11.8/km). The racial makeup of the township was 96.71% White, 1.07% African American, 0.20% Native American, 0.40% Asian, 0.83% from other races, and 0.79% from two or more races. Hispanic or Latino of any race were 2.02% of the population. There were 941 households, out of which 32.9% had children under the age of 18 living with them, 62.9% were married couples living together, 8.2% had a female householder with no husband present, and 24.3% were non- families. 17.9% of all households were made up of individuals, and 5.5% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.02. In the township the population was spread out, with 25.6% under the age of 18, 7.3% from 18 to 24, 30.6% from 25 to 44, 25.3% from 45 to 64, and 11.1% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 104.5 males. For every 100 females age 18 and over, there were 104.4 males. The median income for a household in the township was $40,476, and the median income for a family was $46,157. Males had a median income of $36,170 versus $26,487 for females. The per capita income for the township was $20,137. About 6.2% of families and 8.1% of the population were below the poverty line, including 4.8% of those under age 18 and 6.6% of those age 65 or over. == References == ==External links== *Trowbridge Township at Allegan County official website Category:Townships in Allegan County, Michigan Category:Townships in Michigan",
 "title": "Trowbridge Township, Michigan"
}