{
 "id": "117034",
 "text": "Sanborn Township is a civil township of Alpena County in the U.S. state of Michigan. The population was 2,116 at the 2010 census. == Communities == *Ossineke is an unincorporated community and census-designated place in the township on Lake Huron at the mouth of the Devils River. The census-designated place includes an area north of the community along the Lake Huron shore and south of the community along U.S. Route 23. Despite having the same name as the community, Ossineke Township is adjacent to Sanborn Township to the west. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (11.95%) is water. ==Demographics== As of the census of 2000, there were 2,152 people, 838 households, and 619 families residing in the township. The population density was 49.1 per square mile (19.0/km). There were 979 housing units at an average density of 22.3 per square mile (8.6/km). The racial makeup of the township was 98.23% White, 0.23% African American, 0.23% Native American, 0.14% Asian, 0.09% from other races, and 1.07% from two or more races. Hispanic or Latino of any race were 0.56% of the population. There were 838 households, out of which 32.8% had children under the age of 18 living with them, 61.3% were married couples living together, 9.1% had a female householder with no husband present, and 26.1% were non-families. 22.0% of all households were made up of individuals, and 11.0% had someone living alone who was 65 years of age or older. The average household size was 2.54 and the average family size was 2.96. In the township the population was spread out, with 24.8% under the age of 18, 7.1% from 18 to 24, 26.8% from 25 to 44, 26.3% from 45 to 64, and 15.0% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 100.9 males. For every 100 females age 18 and over, there were 97.1 males. The median income for a household in the township was $35,000, and the median income for a family was $43,333. Males had a median income of $35,068 versus $20,980 for females. The per capita income for the township was $16,867. About 11.1% of families and 14.2% of the population were below the poverty line, including 20.9% of those under age 18 and 14.6% of those age 65 or over. ==References== ==External links== * Clarke Historical Library, Central Michigan University, Bibliography on Alpena County Category:Townships in Alpena County, Michigan Category:Townships in Michigan Category:Populated places on Lake Huron in the United States",
 "title": "Sanborn Township, Michigan"
}