{
 "id": "117258",
 "text": "Boyne Falls is a village in Charlevoix County in the U.S. state of Michigan. The population was 294 at the 2010 census. The Boyne Falls post office first opened September 5, 1874. The village is located in Boyne Valley Township on the Boyne River, near the junction of the river's north and south branches. U.S. Route 131 connects Boyne Falls with U.S. Route 31 at Petoskey, about to the north, and to highway M-32 about to the south. The Great Lakes Central Railroad mainline also passes through the village. The town of Boyne City is about to the northwest on highway M-75. ==History== Boyne Falls was established after the construction of the Grand Rapids and Indiana Railroad in 1874. It was incorporated as a village in 1893.Walter Romig, Michigan Place Names, p. 73 It was named by \"Uncle\" John Miller, the first settler near a stream that emptied into Pine Lake (aka. Lake Charlevoix), after [small] falls or rapids in the stream. ==Geography== According to the United States Census Bureau, the village has a total area of , of which is land and is water. The largest lake in Boyne Falls is Thumb Lake (Lake Louise). The surface area of Thumb Lake is approximately 510 acres and the shoreline distance, including islands, totals roughly 7.5 miles. The deepest point is located in the west end of the lake and is reported to be 152 feet deep. The residents of the lake area form the Lake Louise Christian Community. Boyne Falls is also home to two Christian summer camps; Camp Lake Louise (formerly Lake Louise Baptist Camp) and Lake Louise Methodist Camp and Retreat Center.http://www.lakelouisecommunity.org/ ==Demographics== ===2010 census=== As of the census of 2010, there were 294 people, 133 households, and 80 families residing in the village. The population density was . There were 178 housing units at an average density of . The racial makeup of the village was 95.2% White, 0.7% African American, 1.0% Native American, 0.3% Asian, and 2.7% from two or more races. Hispanic or Latino of any race were 0.7% of the population. There were 133 households, of which 27.8% had children under the age of 18 living with them, 39.1% were married couples living together, 15.0% had a female householder with no husband present, 6.0% had a male householder with no wife present, and 39.8% were non-families. 33.8% of all households were made up of individuals, and 15% had someone living alone who was 65 years of age or older. The average household size was 2.21 and the average family size was 2.73. The median age in the village was 41.7 years. 20.7% of residents were under the age of 18; 10.6% were between the ages of 18 and 24; 23.4% were from 25 to 44; 32% were from 45 to 64; and 13.3% were 65 years of age or older. The gender makeup of the village was 47.3% male and 52.7% female. ===2000 census=== As of the census of 2000, there were 370 people, 158 households, and 97 families residing in the village. The population density was 675.9 per square mile (259.7/km2). There were 190 housing units at an average density of 347.1 per square mile (133.4/km2). The racial makeup of the village was 97.84% White, 1.35% Native American, 0.27% Asian, and 0.54% from two or more races. Hispanic or Latino of any race were 0.27% of the population. There were 158 households, out of which 31.6% had children under the age of 18 living with them, 44.3% were married couples living together, 10.1% had a female householder with no husband present, and 38.0% were non- families. 32.3% of all households were made up of individuals, and 11.4% had someone living alone who was 65 years of age or older. The average household size was 2.34 and the average family size was 2.96. In the village, the population was spread out, with 25.4% under the age of 18, 10.8% from 18 to 24, 34.1% from 25 to 44, 17.6% from 45 to 64, and 12.2% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 96.8 males. For every 100 females age 18 and over, there were 102.9 males. The median income for a household in the village was $32,143, and the median income for a family was $40,250. Males had a median income of $34,167 versus $16,103 for females. The per capita income for the village was $15,027. About 4.5% of families and 10.3% of the population were below the poverty line, including 5.9% of those under age 18 and 17.9% of those age 65 or over. ==Government== The current Mayor of Boyne Falls is William P. Carson. William P. Carson is the son of former Boyne Falls Mayor William H. Carson. ==Transportation== *Indian Trails provides daily intercity bus service between St. Ignace and East Lansing, Michigan. ==Climate== This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the Köppen Climate Classification system, Boyne Falls has a humid continental climate, abbreviated \"Dfb\" on climate maps.Climate Summary for Boyne Falls, Michigan ==References== Category:Villages in Charlevoix County, Michigan Category:Villages in Michigan Category:Populated places established in 1874 Category:1874 establishments in Michigan",
 "title": "Boyne Falls, Michigan"
}