{
 "id": "117375",
 "text": "Escanaba Township is a civil township of Delta County in the U.S. state of Michigan. The population was 3,482 at the 2010 census, down from 3,587 at the 2000 census. The City of Escanaba is south of the township but is administratively autonomous. Both are named for the Escanaba River. == Communities == * Chandler is an unincorporated community in the township at . It was founded in 1898. * West Gladstone is an unincorporated community in the township. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (1.24%) is water. ==Demographics== As of the census of 2000, there were 3,587 people, 1,290 households, and 1,038 families residing in the township. The population density was 60.2 per square mile (23.2/km2). There were 1,398 housing units at an average density of 23.5 per square mile (9.1/km2). The racial makeup of the township was 96.88% White, 1.45% Native American, 0.42% Asian, 0.17% from other races, and 1.09% from two or more races. Hispanic or Latino of any race were 0.20% of the population. There were 1,290 households, out of which 39.0% had children under the age of 18 living with them, 72.0% were married couples living together, 5.4% had a female householder with no husband present, and 19.5% were non-families. 16.4% of all households were made up of individuals, and 6.1% had someone living alone who was 65 years of age or older. The average household size was 2.76 and the average family size was 3.11. In the township the population was spread out, with 27.2% under the age of 18, 7.5% from 18 to 24, 27.5% from 25 to 44, 28.7% from 45 to 64, and 9.1% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 105.1 males. For every 100 females age 18 and over, there were 104.6 males. The median income for a household in the township was $44,730, and the median income for a family was $48,839. Males had a median income of $41,227 versus $22,952 for females. The per capita income for the township was $18,454. About 3.5% of families and 4.2% of the population were below the poverty line, including 1.3% of those under age 18 and 14.5% of those age 65 or over. ==References== ===Notes=== ===Sources=== * Category:Townships in Delta County, Michigan Category:Townships in Michigan Category:Michigan populated places on Lake Michigan",
 "title": "Escanaba Township, Michigan"
}