{
 "id": "117316",
 "text": "Whitefish Township is a civil township of Chippewa County in the U.S. state of Michigan. The population was 575 at the 2010 census. With a land area of , Whitefish Township is the sixth-largest municipality in the state by land area and among the least-densely populated. Located along Whitefish Bay on the shores of Lake Superior, the township contains Whitefish Point Light and the Great Lakes Shipwreck Museum, as well as portions of Tahquamenon Falls State Park. ==Communities== *Emerson is an unincorporated community and ghost town located within the township at near the mouth of the Tahquamenon River. Emerson was founded as a lumbering community in the 1880s. A post office was in operation in Emerson from April 15, 1884 until February 15, 1914. The community slowly declined, and the schoolhouse closed in 1927. Any remaining buildings were later moved or demolished. Emerson was dedicated as a Michigan State Historic Site in 1979. Today, the area of the former community is part of the Rivermouth Unit of Tahquamenon Falls State Park. *Paradise is an unincorporated community located at along the shores of Whitefish Bay. It is centered along M-123. The Paradise 49768 ZIP Code serves the majority of Whitefish Township. *Shelldrake is an unincorporated community and ghost town located at just north of Paradise at the mouth of the Shelldrake River along the shores of Whitefish Bay. The area was settled as early as 1820 and served as a lumbering community, peaking in the 1890s. A post office operated in Shelldrake from April 12, 1895 to September 15, 1908 and again from December 8, 1911 to June 15, 1925. The community declined and disappeared after 1925 when the lumbering industry closed. *Whitefish Point is an unincorporated community located at at the northern end of the township near Whitefish Point. The Great Lakes Shipwreck Museum, Whitefish Point Bird Observatory and Whitefish Point Light are located in Whitefish Point. The community was settled in 1871 and had its own post office from September 24, 1877 to February 15, 1974. While the post office is no longer in operation, it was listed as a Michigan State Historic Site in 1979. * Vermilion is an unincorporated community and ghost town located at in the northern portion of the township at Vermilion Point along the shores of Lake Superior. The remote area was only previously surveyed until the Vermilion Lifesaving Station began operation in 1877. The small community grew to include mainly the servicemen at the station and their families. A post office in Vermilion was in operation from May 23, 1896 to October 31, 1922. When the station was closed in 1944, the community was abandoned. Only one original station structure exists along with several recently restored structures. ==Geography== According to the U.S. Census Bureau, the township has a total area of , of which is land and (17.76%) is water. Whitefish Township is the sixth-largest municipality by land area in the state after the townships of McMillan, Marenisco, Hiawatha, Watersmeet, and L'Anse. Whitefish Township occupies the northwest corner of Chippewa County in the Upper Peninsula. It is on the shores of Lake Superior to the north with Whitefish Bay to the east. Whitefish Point forms the northern tip of the township and also includes Vermilion Point to the west. The township of Bay Mills, Chippewa, and Hulbert are to the south and southeast, while McMillan Township in Luce County borders to the west. The mouth of the Tahquamenon River is within the township. The eastern portion of Tahquamenon Falls State Park, including the Lower Tahquamenon Falls, is within Whitefish Township, while a smaller portion of the state park extends west into McMillan Township. The township also contains Whitefish Point Light, the Great Lakes Shipwreck Museum, the Whitefish Point Bird Observatory, and the Whitefish Point Unit of the Seney National Wildlife Refuge. M-123 runs through Whitefish Township. Entering at the township's southern boundary, it runs north until it reaches the community of Paradise, where it then curves to the west and continues it that direction. The Whitefish Bay National Forest Scenic Byway has its western terminus at M-123 in the southern portion of the township. ==Demographics== As of the census of 2000, there were 588 people, 285 households, and 196 families residing in the township. The population density was 2.4 per square mile (0.9/km). There were 1,087 housing units at an average density of 4.5 per square mile (1.7/km). The racial makeup of the township was 95.41% White, 0.17% African American, 2.72% Native American, 0.17% from other races, and 1.53% from two or more races. Hispanic or Latino of any race were 0.68% of the population. There were 285 households, out of which 15.4% had children under the age of 18 living with them, 58.9% were married couples living together, 6.0% had a female householder with no husband present, and 31.2% were non-families. 28.8% of all households were made up of individuals, and 12.6% had someone living alone who was 65 years of age or older. The average household size was 2.06 and the average family size was 2.47. In the township the population was spread out, with 14.8% under the age of 18, 2.9% from 18 to 24, 20.6% from 25 to 44, 35.0% from 45 to 64, and 26.7% who were 65 years of age or older. The median age was 53 years. For every 100 females, there were 101.4 males. For every 100 females age 18 and over, there were 98.0 males. The median income for a household in the township was $29,432, and the median income for a family was $34,659. Males had a median income of $28,542 versus $27,708 for females. The per capita income for the township was $18,154. About 5.7% of families and 12.5% of the population were below the poverty line, including 28.7% of those under age 18 and 8.9% of those age 65 or over. ==References== ==External links== *Whitefish Township official website Category:Townships in Chippewa County, Michigan Category:Townships in Michigan Category:Michigan populated places on Lake Superior Category:1925 establishments in Michigan Category:Populated places established in 1925",
 "title": "Whitefish Township, Michigan"
}