{
 "id": "117305",
 "text": "Drummond Township is a civil township of Chippewa County in the U.S. state of Michigan. The population was 1,058 at the 2010 census. The township consists of Drummond Island, the seventh-largest lake island in the world. With an area of , it is also the third-largest lake island in Lake Huron, following Manitoulin Island and St. Joseph Island, and the fifth-largest island in the contiguous United States, following Long Island, Padre Island, the lake island of Isle Royale and Whidbey Island. M-134 extends from the mainland to run through the western portion of the island, connecting with the mainland via the Drummond Island Ferry, which runs between the island and De Tour Village. On the east side of Drummond Island, the Canada–United States border passes through the False Detour Channel. On the other side of that channel, the Canadian Cockburn Island separates Drummond from Manitoulin Island. ==Communities== * Drummond is an unincorporated community on Potagannissing Bay on the northwest side of the island at . M-134 ends south of the community. * Johnswood is an unincorporated community on the NE shore of Scammon Cove, near the SW part of Drummond Island. ==History== The township and island are named after Gordon Drummond, the first Canadian-born officer to command the military and the civil government of British Canada. As Lieutenant Governor of Upper Canada, Drummond distinguished himself on the Niagara front in the War of 1812 and later became Governor-General and Administrator of Canada. The Ojibwe name for the island is Bootaagan-minising (syncope as Bootaagan-mnisingFreelang Ojibwe Dictionary recorded as \"Potagannissing\"), meaning \"at the Mill Island\". The history of Drummond Island dates back centuries, but more recent history of the past 200 years relates to the British occupation of the island during and after the War of 1812. The island was the last British outpost on American soil following the Treaty of Ghent (1814). On October 6, 1828 orders were sent out from Quebec that the post would be handed over, and the island was officially occupied by United States on November 14, 1828. Drummond Island is the only island in the Manitoulin island chain which is part of the United States. ===Border on the Great Lakes=== thumb|St. Joseph, Drummond and Cockburn islands and the placement of the international boundary agreed to in 1822 and 1842 British and American negotiators to the 1814 Treaty of Ghent ended the War of 1812 by offering no territorial concessions to either side, but returned to those boundaries set by the Treaty of Paris of 1783. To resolve territorial claims that had precipitated the war, negotiators at Ghent established a process whereby commissioners would survey the boundary to determine the borders envisioned in the original treaty. Beginning in August 1820, two teams of surveyors, including British explorer and cartographer David Thompson, mapped the area of St. Joseph Island, Drummond Island, and Lesser and Greater Manitou Islands (today Cockburn and Manitoulin islands). Mapping this corner of Lake Huron was a challenge given that little was known about the shores and depths of the channels between the islands. The agent for the United States survey team, Major Joseph Delafield, complained, \"No map that I have seen has any truth as it respects the position of Drummond's or the other islands about St. Marys. We entered this bay without a pilot, but are told we cannot proceed up river without one.\" Based on the surveys taken in the summers of 1820 and 1821, and guided by the Commission's two principles that the boundary would not divide islands and that the number of islands would be apportioned equally between the two countries, in November and December 1821, commissioners agreed to grant St. Joseph Island and Cockburn Island to Canada and Drummond Island, which lies between them, to the United States. ==Geography== thumb|A Quarry on Drummond Island in 1893. According to the US Census Bureau, the township has a total area of , of which is land and , or 48.23%, is water. The island is dominated by forest, with cliffs on the eastern side, which are part of the Niagara Escarpment. Most of the island, approximately , is state land owned by the state of Michigan. The island hosts a rare environment known as alvar, a grassy limestone plain found only in a few places worldwide. Drummond Township is one of only seven municipalities in the state of Michigan to consist entirely of islands, including Grosse Ile Township, St. James Township, Bois Blanc Township, Mackinac Island, Peaine Township, and Sugar Island Township. ==Climate== {| |- | |} ==Demographics== As of the 2000 United States Census, there were 992 people, 467 households, and 309 families in the township. The population density was 7.7 per square mile (3.0/km). There were 1,476 housing units at an average density of 11.4 per square mile (4.4/km). The racial makeup of the township was 90.83% White, 4.84% Native American, 0.10% from other races, 4.03% from two or more races and 0.20% African American. Hispanic or Latino of any race were 0.71% of the population. There were 467 households, out of which 18.2% had children under the age of 18 living with them, 58.5% were married couples living together, 3.9% had a female householder with no husband present, and 33.8% were non-families. 29.3% of all households were made up of individuals, and 10.5% had someone living alone who was 65 years of age or older. The average household size was 2.12 and the average family size was 2.59. The township population contained 16.9% under the age of 18, 3.9% from 18 to 24, 20.9% from 25 to 44, 35.3% from 45 to 64, and 23.0% who were 65 years of age or older. The median age was 51 years. For every 100 females, there were 107.1 males. For every 100 females age 18 and over, there were 103.0 males. The median income for a household in the township was $36,131, and the median income for a family was $39,931. Males had a median income of $35,729 versus $24,250 for females. The per capita income for the township was $21,963. About 7.6% of families and 9.0% of the population were below the poverty line, including 6.3% of those under age 18 and 7.9% of those age 65 or over. ==See also== *Populated islands of the Great Lakes *Jasper conglomerate (Drummond Island puddingstone) *Niagara Escarpment *Gordon Drummond *War of 1812 *Drummond Island Airport ==References== ==External links== * Drummond Island Tourism Association *Kelley, J.G., (2009) Drummond Island Puddingstone. Drummond Island Tourism Association, Drummond Island, Michigan. Category:Townships in Chippewa County, Michigan Category:Populated places on Lake Huron in the United States Category:Niagara Escarpment Category:Townships in Michigan",
 "title": "Drummond Township, Michigan"
}