{
 "id": "117333",
 "text": "Summerfield Township is a civil township of Clare County in the U.S. state of Michigan. The population was 459 at the 2020 census. == Communities == * Leota is an unincorporated community in the township on the Muskegon River at . A post office was established on June 15, 1899 with Arthur E. Rhoden as the first postmaster. In the 1920s, Leota was on the route of M-74.Michigan Highways Master List: 1918-Present == Geography == Summerfield Township is located in northern Clare County and is bordered to the north by Missaukee and Roscommon counties. According to the United States Census Bureau, the township has a total area of , of which is land and , or 1.96%, is water. == Demographics == As of the census of 2000, there were 453 people, 217 households, and 134 families residing in the township. The population density was 12.7 per square mile (4.9/km). There were 639 housing units at an average density of 17.9 per square mile (6.9/km). The racial makeup of the township was 98.68% White, 0.44% Native American, and 0.88% from two or more races. Hispanic or Latino of any race were 0.88% of the population. There were 217 households, out of which 16.1% had children under the age of 18 living with them, 52.5% were married couples living together, 5.1% had a female householder with no husband present, and 37.8% were non-families. 31.3% of all households were made up of individuals, and 14.3% had someone living alone who was 65 years of age or older. The average household size was 2.09 and the average family size was 2.53. In the township the population was spread out, with 15.5% under the age of 18, 4.9% from 18 to 24, 22.3% from 25 to 44, 33.6% from 45 to 64, and 23.8% who were 65 years of age or older. The median age was 49 years. For every 100 females, there were 99.6 males. For every 100 females age 18 and over, there were 102.6 males. The median income for a household in the township was $21,250, and the median income for a family was $25,000. Males had a median income of $30,000 versus $17,500 for females. The per capita income for the township was $15,912. About 18.3% of families and 19.3% of the population were below the poverty line, including 36.5% of those under age 18 and 15.5% of those age 65 or over. ==References== Category:Townships in Clare County, Michigan Category:Townships in Michigan",
 "title": "Summerfield Township, Clare County, Michigan"
}