{
 "id": "117435",
 "text": "Littlefield Township is a civil township of Emmet County in the U.S. state of Michigan. The population was 2,978 at the 2010 census. ==Communities== * Alanson is a village on the Crooked River at the junction of US 31 and M-68. * Oden is a small unincorporated community and census-designated place (CDP) on the north shore of Crooked Lake. It is on US 31 at It is approximately two miles east of Conway. Oden Island is to the south in Crooked Lake, and is accessible by road from the southern side of the lake. * Ponshewaing is a small unincorporated community and CDP on the north shore of Crooked Lake. It is on US 31 at , approximately a mile and a half south of Alanson and one mile east of Oden. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (11.56%) is water. ==Demographics== As of the census of 2000, there were 2,783 people, 1,116 households, and 792 families residing in the township. The population density was 128.1 per square mile (49.5/km2). There were 1,531 housing units at an average density of 70.5 per square mile (27.2/km2). The racial makeup of the township was 91.99% White, 0.43% African American, 4.64% Native American, 0.32% Asian, 0.25% from other races, and 2.37% from two or more races. Hispanic or Latino of any race were 0.75% of the population. There were 1,116 households, out of which 31.7% had children under the age of 18 living with them, 56.3% were married couples living together, 9.5% had a female householder with no husband present, and 29.0% were non-families. 23.3% of all households were made up of individuals, and 7.8% had someone living alone who was 65 years of age or older. The average household size was 2.49 and the average family size was 2.89. In the township the population was spread out, with 25.8% under the age of 18, 8.7% from 18 to 24, 30.7% from 25 to 44, 23.2% from 45 to 64, and 11.6% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 99.9 males. For every 100 females age 18 and over, there were 98.4 males. The median income for a household in the township was $37,694, and the median income for a family was $42,443. Males had a median income of $27,304 versus $20,645 for females. The per capita income for the township was $18,737. About 2.3% of families and 6.2% of the population were below the poverty line, including 3.9% of those under age 18 and 8.9% of those age 65 or over. ==Notes== Category:Townships in Emmet County, Michigan Category:Townships in Michigan",
 "title": "Littlefield Township, Michigan"
}