{
 "id": "117447",
 "text": "Argentine Township is a general law township of Genesee County in the U.S. state of Michigan. As of the 2010 census, the township population was 6,913, up from 6,521 at the 2000 census. ==Communities== *Argentine is an unincorporated community on Lobdell Lake in the southeast of the township at . A census-designated place with the same name is defined as a somewhat larger area around the community. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (3.33%) is water. ==Demographics== At the 2000 census there were 6,521 people, 2,293 households, and 1,806 families in the township. The population density was 185.7 per square mile (71.7/km2). There were 2,493 housing units at an average density of 71.0 per square mile (27.4/km2). The racial makeup of the township was 97.21% White, 0.23% African American, 0.84% Native American, 0.18% Asian, 0.08% Pacific Islander, 0.25% from other races, and 1.21% from two or more races. Hispanic or Latino of any race were 1.17%. Of the 2,293 households, 43.2% had children under the age of 18 living with them, 67.0% were married couples living together, 8.0% had a female householder with no husband present, and 21.2% were non-families. 16.0% of households were one person, and 3.7% were one person aged 65 or older. The average household size was 2.82 and the average family size was 3.18. In the township the population was spread out, with 29.7% under the age of 18, 7.1% from 18 to 24, 34.4% from 25 to 44, 21.7% from 45 to 64, and 7.1% 65 or older. The median age was 34 years. For every 100 females, there were 102.6 males. For every 100 females age 18 and over, there were 102.9 males. The median household income was $60,641 and the median family income was $65,764. Males had a median income of $52,742 versus $32,328 for females. The per capita income for the township was $24,343. About 1.7% of families and 2.2% of the population were below the poverty line, including 3.0% of those under age 18 and none of those age 65 or over. ==References== Category:Townships in Genesee County, Michigan Category:1836 establishments in Michigan Territory Category:Populated places established in 1836 Category:Townships in Michigan",
 "title": "Argentine Township, Michigan"
}