{
 "id": "117464",
 "text": "Gaines Township is a civil township of Genesee County in the U.S. state of Michigan. The population was 6,820 at the 2010 census. ==Communities== *The Village of Gaines is located within the township. *Duffield is an unincorporated community in the township that is located at the intersection of Duffield and Reid Roads, south of the railroad tracks at .Genesee County Map. J. Shively. State of Michigan Department of Information Technology Technology Center for Genographic Information. September 2007. ==Background== The first settler, Hartford Cargill, moved into the township section 36 in 1836. Other early settlers settled in an area called Fletcher's Corners. Philander McLain's family settled in what is now the City of Swartz Creek. Ephraim Fletcher came to Gaines from New York in 1836 and settled on Van Vleet Road (section 16). Mundy Township was organized in 1837 and included Gaines Township, which was organized in 1842. A school was started around 1845 by the Van Vleet and Cargill areas. ==History== Gaines Township which was organized in 1842 from Mundy Township. Joshua Dart, the oldest male resident, was given the honor of naming the township. He then named it after General Gaines, an acquaintance who fought in the War of 1812. On October 4, 1852, the Gaines Post Office was opened. With two Gaines Post Offices (Gaines and Gaines Station in 1856), this post office was renamed to Covert on January 2, 1863. On April 13, 1865, Covert was closed. The Village of Gaines area did not see a settler until 1856. The first passenger train passed through the future village site on July 4, 1856. A post office was established that same year as the Gaines Station office. The Village of Gaines was incorporated in 1875. At Duffield on June 13, 1884, a post office was opened, which operated until June 30, 1927. {| class=\"wikitable\" |- ! Years ! Supervisor ! Town Clerk ! Treasurer ! Justices of the Peace ! Constables ! Overseers of Highways ! Highway Commissioners |- | 1842 | William Young | Martin Dart | Ephraim Fletcher | James P. Allen, Philander McLain, Walter B. Beers, Frederick Wilcox | Elisha Martin, Layman Davis | William Young, Jonathan Yerkes, Marvin Williams, William Gazlay, John Rood, Walter Beers, Lyman Perkins, Lyman Cargill, Fred Wilcox, Elijah Lyman | James P. Allen, Lyman Perkins, William Gazley |} ===Crapo Farm=== Crapo Farm was built by Henry H. Crapo in 1860. The farm was at its peak 1,100 acres. The location was considered a hamlet and had a depot called Crapo. Henry M. Flagler was worker on the farm during its early years. The original land was a 600-acre drained swamp called Deadman's Swamp. Crapo had a four-mile ditch dug. The ditch was four-foot wide at the base and 10 feet at top. In 1860, Crapo was elected governor during the Civil War. Purchasing four, pure Herefords from Canada, Crapo began a heard of cattle. Henry died in 1869 leaving his farm to his only son William W. Crapo. With the railroad coming through the farm in 1876, William negotiated for of the railroad ditches for drainage plus its own private side track. The side track was for visitors and produce including cattle. Thus, the farm was the only one with a private depot on the railroad timetables. William died in 1926 thus the farm passed to one of his sons, Stanford Tappan Crapo. Land was donated for a new school, Mary Crapo, which was finished in 1928. At Stanford's death in 1939, William (Bill) Wallace Crapo II took over as the final owner of the farm. In the early 1950s, depot usage was discontinued. Crapo Farm was sold in the 1955 after donating a part for St. Mary's Cemetery. A subdivision was built on part of the farm called Winchester Village followed by another, Winchester Woods. All of former and most of the latter were incorporated into the City of Swartz Creek at founding in 1959. Another part of the part was used for Oakwood Village subdivision development. ===Modern era=== In 1979, the Township decided to form its own fire department. On April 1, 1980, Gaines Township Fire Department was formed splitting the township off from Swartz Creek Area Fire Department, a joint department with Swartz Creek City and Clayton Township. Berlin & Farro Liquid Incineration Inc. had a license for a landfill and incinerator in the township, 3.5 miles south of Swartz Creek. After multiple violations in 1975, Berlin & Farro lost their landfill and incinerator license but continue to dump waste there. Per EPA records, the company operated unauthorized and unlined waste storage lagoons, dumped liquid waste into agricultural drains and buried waste. Genesee Circuit Judge Judith A. Fullerton ordered a clean up in 1980 and an evacuation of the area. The evacuation, from two weeks to a month, took place in 1983 when the toxins became to much for the residents. The next year, doctors indicated that the site effected five residents with mild to severe damage to multiple organs. The clean up cost more than $25 million. In 2000, the Township started its own one officer police department with the assistance of the Michigan State Police Department. In 2013, the police chief turned in a resignation letter March 1. On March 6, the Board of Trustees voted 3 to 2 to disband its police department with the State Police providing police protection by default. In November 2013, the township approved a .5 mil police millage by 1 vote. The township board then reestablished their police department with two officers. On April 2, 2014, the township turned down Mundy Township's offer to provide police services to the township while absorbing the township's police staff. Gaines Township Police Chief Mark Schmitzer then attended a Gaines Village Council meeting on April 9 to propose the village merge their department into the township as village residents are paying the township police millage. In 2014, Supervisor Chuck Melki, Gaines Township Clerk Mike Dowler and Treasurer Diane Hyrman had recall petitions filed against them. In late September, Genesee County Clerk-Register John Gleason stripped the trio of their election duties, all three removed from the township election commission and Dowler from supervision of the election, appointing others in their place. As part of the first of its kind recall, the three faced off against other candidates to retain their offices. Dowler and Hyrman defeated their Republican opponent while Melki lost to Paul Fortino. In August 2016, the village's lone police officer retired thus police protection was being provided by the township. By March 9, 2017, the village council formally dissolved the police department and Gaines Township purchased the police car. The township residents approved a mosquito control ballot proposal in November 2016 that would allow the township to assess up to $50 for mosquito control. In September 2017, Gaines Township and Metro Police Authority officers were cross sworn in each other jurisdictions as a form of mutual aid while not necessarily planning to merge with the Authority. ==Government== Gaines Township in Genesee County has a Supervisor-Board form of government. In this form of government, three members of the Board of Trustees are executives: Supervisor (being the township's chief executive), Clerk and Treasurer. There are two additional trustees elected to the board. {| class=\"wikitable\" |- ! District ! Number ! Officeholder |- ! U.S. Representative | 5 | Dan Kildee |- ! State Senate | 27 | Jim Ananich |- ! State Representative | 49th | Phil Phelps |- ! County Commissioner | 8th | Ted Henry |- ! rowspan=3 | School District | Swartz Creek | rowspan=4 | Multiple: see article |- | Durand |- | Linden |- ! Community College | C.S. Mott |- ! Polling Locations | all precincts | Township Hall |} ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (0.20%) is water. ==Demographics== As of the census of 2000, there were 6,491 people, 2,269 households, and 1,892 families residing in the township. The population density was 184.4 per square mile (71.2/km). There were 2,334 housing units at an average density of 66.3 per square mile (25.6/km). The racial makeup of the township was 96.92% White, 0.34% African American, 0.40% Native American, 0.35% Asian, 0.02% Pacific Islander, 0.48% from other races, and 1.49% from two or more races. Hispanic or Latino of any race were 1.28% of the population. There were 2,269 households, out of which 37.7% had children under the age of 18 living with them, 72.2% were married couples living together, 7.2% had a female householder with no husband present, and 16.6% were non-families. 13.6% of all households were made up of individuals, and 4.7% had someone living alone who was 65 years of age or older. The average household size was 2.85 and the average family size was 3.12. In the township the population was spread out, with 26.5% under the age of 18, 7.9% from 18 to 24, 29.3% from 25 to 44, 28.5% from 45 to 64, and 7.8% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 100.5 males. For every 100 females age 18 and over, there were 100.2 males. The median income for a household in the township was $66,289, and the median income for a family was $69,649. Males had a median income of $53,547 versus $35,386 for females. The per capita income for the township was $24,816. About 3.1% of families and 3.6% of the population were below the poverty line, including 4.6% of those under age 18 and 2.2% of those age 65 or over. ==References== Category:Townships in Genesee County, Michigan Category:1842 establishments in Michigan Category:Populated places established in 1842 Category:Townships in Michigan",
 "title": "Gaines Township, Genesee County, Michigan"
}