{
 "id": "117575",
 "text": "Hillsdale is the largest city and county seat of Hillsdale County in the U.S. state of Michigan. As of the 2010 census, the city population was 8,305. The city is the home of Hillsdale College, a private liberal arts college noted for its academics and its influence in politics and education. == History == This area is located in the rolling, fertile hills of South Central Michigan, bordering Indiana and Ohio, according to the boundaries set up under United States settlement. It was long occupied by the Potowatomi, an Algonquian- speaking people who were part of a long-term alliance, called the Council of Three Fires, with the Ojibwe and Odawa (Ottawa). A Potowatomi band of about 150 people, led by the chief known as Baw Beese, had a base camp near the large lake in the area. The first European-American settler, Jeremiah Arnold, arrived in 1834 and encountered the band. They helped the early settlers. Arnold erected a cabin and moved in with his wife Percy (Round) Arnold. With the arrival of other settlers, the pioneers erected the first schoolhouse in 1838. The city was established in 1839. In 1840, the US forced out Baw Beese and his people, as well as other Potowatomi in neighboring and more distant areas of Michigan, Indiana and Ohio, making them remove to Indian Territory in present-day Kansas. Founded in 1844 as Central Michigan College in Spring Arbor, Hillsdale College relocated to this city in 1853 and changed its name. It was the first American college to prohibit in its charter discrimination based on race, religion or sex, and became an early force for the abolition of slavery. It was the second college in the nation to grant four-year liberal arts degrees to women. The city was chartered in 1869. In 1885 Hillsdale dedicated its first high school building, on what is now West Street. (It is now used as the middle school.) In the late 1800s, Hillsdale became a booming railroad town, served by both freight and passenger trains. The railroad was used by tourists to enjoy cottages and other facilities on Baw Beese Lake, named after the Potowatomi chief. About 20 minutes from downtown, the area was developed as a lake resort by the Lake Shore and Michigan Southern Railroad. People could avoid dusty travel on unpaved roads by taking the train. At the turn of the 20th century, it began to attract tourists from a wider range of cities, such as Chicago, Toledo, Elkhart and others at what had been known as Archer's Landing. People swam in the lake and could rent two types of canoes.\"Baw Beese Lake\", Hillsdale Historical Society After World War II, the construction of interstate highways encouraged use of automobiles, and passenger traffic declined on many lines. Railroads had to restructure and the last passenger train left Hillsdale in 1956. Dozens of fine Victorian homes had been built during the prosperity of the 19th century, many of which are still occupied as private residences, contributing to the city's historic fabric. The 20th century brought additional improvements. In 1908 the city opened its first public library. In 1921 it opened its first hospital and in 1934 Hillsdale Municipal Airport opened.City of Hillsdale history ==Neighboring communities== Nearby communities include: Allen, Bankers, Cambria, Camden, Frontier, Jerome, Jonesville, Litchfield, Montgomery, Moscow, Mosherville, North Adams, Osseo, Pittsford, Prattville, Ransom, Reading, and Waldron. == Geography and climate == According to the United States Census Bureau, the city has a total area of , of which, is land and is water. The St. Joseph River begins in Hillsdale, flowing from Lake Baw Beese. Several parks and a beach are located around this major body of water in the city. This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the Köppen Climate Classification system, Hillsdale has a humid continental climate, abbreviated \"Dfb\" on climate maps. == Transportation == === Highways === *, passes about north of Hillsdale *, run diagonally northwest through the center of the city === Airports === Hillsdale Municipal Airport (KJYM) established in 1934, has a 5000' paved lighted runway with instrument approaches, hangars, tie-downs, and fuel services available. === Railroad === Indiana Northeastern Railroad serves Hillsdale. == Demographics == === 2010 census === As of the census of 2010, there were 8,305 people, 2,970 households, and 1,686 families living in the city. The population density was . There were 3,383 housing units at an average density of . The racial makeup of the city was 95.8% White, 0.7% African American, 0.4% Native American, 0.7% Asian, 0.3% from other races, and 2.0% from two or more races. Hispanic or Latino of any race were 2.3% of the population. There were 2,970 households, of which 31.0% had children under the age of 18 living with them, 37.7% were married couples living together, 14.3% had a female householder with no husband present, 4.7% had a male householder with no wife present, and 43.2% were non-families. 36.4% of all households were made up of individuals, and 14.6% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 3.03. The median age in the city was 30.2 years. 22.1% of residents were under the age of 18; 21.9% were between the ages of 18 and 24; 21.9% were from 25 to 44; 20.5% were from 45 to 64; and 13.6% were 65 years of age or older. The gender makeup of the city was 47.0% male and 53.0% female. === 2000 census === As of the census of 2000, there were 8,233 people, 3,067 households, and 1,781 families living in the city. The population density was 1,548.2 per square mile (597.5/km2). There were 3,274 housing units at an average density of 615.7 per square mile (237.6/km2). The racial makeup of the city was 96.5% White, 0.6% African American, 0.5% Native American, 0.8% Asian, <0.1% Pacific Islander, 0.5% from other races, and 1.1% from two or more races. Hispanic or Latino of any race were 1.5% of the population. There were 3,067 households, out of which 30.2% had children under the age of 18 living with them, 41.5% were married couples living together, 12.6% had a female householder with no husband present, and 41.9% were non-families. 34.6% of all households were made up of individuals, and 13.6% had someone living alone who was 65 years of age or older. The average household size was 2.33 and the average family size was 3.01. In the city, the population was spread out, with 22.5% under the age of 18, 21.3% from 18 to 24, 24.7% from 25 to 44, 17.4% from 45 to 64, and 14.1% who were 65 years of age or older. The median age was 30 years. For every 100 females, there were 87.6 males. For every 100 females age 18 and over, there were 83.7 males. The median income for a household in the city was $34,695, and the median income for a family was $42,649. Males had a median income of $32,573 versus $22,707 for females. The per capita income for the city was $16,062. About 5.5% of families and 10.3% of the population were below the poverty line, including 10.1% of those under age 18 and 15.7% of those age 65 or over. ==Schools== The Hillsdale Community School District serves the city of Hillsdale. The school district is composed of one high school, Hillsdale High School (Michigan), one middle school, Davis Middle School, and two elementary schools. A private school, Hillsdale Academy, and two charter schools, Will Carleton Academy and Hillsdale Preparatory School, also serve the city of Hillsdale. The town has a lending library, the Hillsdale Community Library. == Points of interest == * Hillsdale College * Slayton Arboretum * Hillsdale Municipal Airport * Lost Nation State Game Area == Media == * WPCJ 91.1 FM * WCSR 92.1 FM / 1340 AM * WRFH-LP 101.7 FM * Hillsdale Daily News – newspaper * The Collegian – student paper for Hillsdale College There are no television stations broadcasting from within the county; Hillsdale County gets its television signals from the Lansing-Jackson, Toledo- Port Clinton-Lake Erie Islands, Kalamazoo-Battle Creek-Grand Rapids, and Detroit-Windsor SMSAs. == Notable people == *Lee Bartlett, three-time Olympian *Baw Beese, Potawatomi chief *Will Carleton (1845-1912); reporter and poet; associated from 1860s *William W. Cook, legal scholar and benefactor of the University of Michigan Law School *Charles Doolittle, Civil War general *Sile Doty, thief, robber and burglar *Dick Estell, host and producer of The Radio Reader *Caril Ann Fugate, the youngest female in United States history to date to have been tried for first-degree murder *Henry Churchill King, theologian, president of Oberlin College (1902–1927) *Penny Neer, collegiate and Olympic athlete *John Corbett O'Meara United States District Court judge *Jason Robards Sr., actor *Michael Sessions, youngest mayor elected *Rube Vickers (1879–1958), Major League baseball pitcher *Henry Waldron, politician *Frank \"Muddy\" Waters (1923–2006), Hall of Fame football coach == References == == External links == * City of Hillsdale, Michigan website * Hillsdale County Chamber of Commerce Category:Cities in Hillsdale County, Michigan Category:County seats in Michigan Category:Bulgarian-American history Category:Populated places established in 1869 Category:1869 establishments in Michigan",
 "title": "Hillsdale, Michigan"
}