{
 "id": "117543",
 "text": "Whitewater Township is a civil township of Grand Traverse County in the U.S. state of Michigan. The population was 2,597 at the 2010 census, an increase from 2,467 at the 2000 census. == History == Whitewater Township was organized in 1859, as Grand Traverse County's third township. ==Communities== *Angell was a whistle stop in the northern part of the township. (). *Francis is a ghost town () *Mabel is a ghost town east of Williamsburg at . *Palaestrum is a private development on the western shore of Elk Lake () *Skegemog Point is an unincorporated community on the western shores of Lake Skegemog (). *Truax is a private development in the southern part of the township. (). *Tunk is a ghost town northeast of Mabel (). *Williamsburg is an unincorporated community in the township on M-72 about midway between Traverse City and Kalkaska at . ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (10.77%) is water. ==Demographics== As of the census of 2000, there were 2,467 people, 896 households, and 712 families residing in the township. The population density was 51.6 per square mile (19.9/km). There were 1,176 housing units at an average density of 24.6 per square mile (9.5/km). The racial makeup of the township was 97.08% White, 0.28% African American, 0.93% Native American, 0.57% Asian, 0.20% Pacific Islander, 0.28% from other races, and 0.65% from two or more races. Hispanic or Latino of any race were 0.93% of the population. There were 896 households, out of which 37.7% had children under the age of 18 living with them, 70.8% were married couples living together, 4.9% had a female householder with no husband present, and 20.5% were non-families. 15.3% of all households were made up of individuals, and 5.8% had someone living alone who was 65 years of age or older. The average household size was 2.72 and the average family size was 3.02. In the township the population was spread out, with 27.0% under the age of 18, 5.0% from 18 to 24, 28.9% from 25 to 44, 27.0% from 45 to 64, and 12.0% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 103.4 males. For every 100 females age 18 and over, there were 103.8 males. The median income for a household in the township was $49,572, and the median income for a family was $54,737. Males had a median income of $38,500 versus $22,438 for females. The per capita income for the township was $21,890. About 3.4% of families and 4.9% of the population were below the poverty line, including 5.1% of those under age 18 and 4.8% of those age 65 or over. ===Major highways=== {| class=\"wikitable\" style=\"width:80%\" |- | 25px || M-72 |} ==References== Category:Townships in Grand Traverse County, Michigan Category:Traverse City micropolitan area Category:Townships in Michigan",
 "title": "Whitewater Township, Michigan"
}