{
 "id": "117502",
 "text": "Bessemer Township is a civil township of Gogebic County in the U.S. state of Michigan. As of the 2010 census, the township population was 1,176. ==Communities== *Anvil Location is a village established in 1886, associated with an iron mine, the Anvil Mine, operated by Newport Mining Company. Production at this mine spanned from 1887 to 1957; 70 years of production. It had a Post Office from 1918 to 1971. *The City of Bessemer is situated within the township, but is administratively autonomous. *Dunham was an unincorporated village centered on a station on the Chicago and Northwestern Railroad. There was a plant of the Ashland Iron and Steel Company here. It had a Post Office from 1902 until 1911. *Harding Location borders the southern parameters of the township, a farming village. Although some of this land is still used for farming, it is small compared to past years. *Puritan Location is the westernmost populated village, established in 1886. Its mine, the Ruby was operated by Oliver Mining Company and was the first of the major iron mines on the Gogebic Range to close in 1941. It had the largest public school edifice in the township, constructed in 1920 and continued operating through the school year of 1958–59. It had a Post Office from 1910 until 1953. *Ramsay is an unincorporated community within the township at . It is on the Black River just south of U.S. Highway 2 a few miles west of Wakefield and a few miles east of Bessemer. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (1.35%) is water. ==Demographics== As of the census of 2010, there were 1,176 people. As of the 2000 Census, there were 578 households, and 362 families residing in the township. The population density was 11.2 per square mile (4.3/km2). There were 946 housing units at an average density of 8.3 per square mile (3.2/km2). The racial makeup of the township was 97.24% White, 0.39% African American, 0.71% Native American, 0.31% Asian, and 1.34% from two or more races. Hispanic or Latino of any race were 0.16% of the population. 23.5% were of Finnish, 15.2% Italian, 13.4% German, 8.7% Swedish, 7.8% Polish and 7.0% English ancestry according to Census 2000. There were 578 households, out of which 22.8% had children under the age of 18 living with them, 51.4% were married couples living together, 8.0% had a female householder with no husband present, and 37.2% were non-families. 34.3% of all households were made up of individuals, and 19.7% had someone living alone who was 65 years of age or older. The average household size was 2.20 and the average family size was 2.79. In the township the population was spread out, with 19.3% under the age of 18, 7.5% from 18 to 24, 24.3% from 25 to 44, 28.4% from 45 to 64, and 20.6% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 107.2 males. For every 100 females age 18 and over, there were 100.6 males. The median income for a household in the township was $27,000, and the median income for a family was $32,941. Males had a median income of $27,381 versus $21,607 for females. The per capita income for the township was $18,917. About 7.7% of families and 8.9% of the population were below the poverty line, including 12.0% of those under age 18 and 11.0% of those age 65 or over. ==References== ===Notes=== ===Sources=== * Category:Townships in Gogebic County, Michigan Category:Townships in Michigan",
 "title": "Bessemer Township, Michigan"
}