{
 "id": "117653",
 "text": "Winsor Township is a civil township of Huron County in the U.S. state of Michigan. The population was 2,044 at the 2000 census. ==Communities== * Berne is an unincorporated community on the Township's border with McKinley Township at Berne Road and Berne Street (Elevation: 620). & GNIS in Google Map It was founded in 1878. * The Village of Pigeon is within the township. * Kilmanagh is an unincorporated community partially in the southwest corner of the township at . * Linkville is an unincorporated community on the Township's border with Brookfield Township on Kilmanagh Road between Caseville and Notter Road . & GNIS in Google Map. with the community's Linkville Cemetery on Stein Road between Caseville and Notter Road in Winsor Township. & GNIS in Google Map. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (0.11%) is water. ==Demographics== As of the census of 2000, there were 2,044 people, 786 households, and 557 families residing in the township. The population density was 57.8 per square mile (22.3/km). There were 823 housing units at an average density of 23.3 per square mile (9.0/km). The racial makeup of the township was 96.97% White, 0.34% African American, 0.34% Native American, 0.44% Asian, 0.73% from other races, and 1.17% from two or more races. Hispanic or Latino of any race were 2.54% of the population. There were 786 households, out of which 31.8% had children under the age of 18 living with them, 62.5% were married couples living together, 5.1% had a female householder with no husband present, and 29.1% were non-families. 26.2% of all households were made up of individuals, and 14.8% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 3.04. In the township the population was spread out, with 25.5% under the age of 18, 5.8% from 18 to 24, 25.8% from 25 to 44, 21.9% from 45 to 64, and 20.9% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 96.2 males. For every 100 females age 18 and over, there were 95.9 males. The median income for a household in the township was $37,222, and the median income for a family was $45,909. Males had a median income of $32,207 versus $20,000 for females. The per capita income for the township was $17,122. About 4.6% of families and 7.2% of the population were below the poverty line, including 8.5% of those under age 18 and 6.5% of those age 65 or over. ==References== ===Notes=== ===Sources=== * Category:Townships in Huron County, Michigan Category:Townships in Michigan",
 "title": "Winsor Township, Michigan"
}