{
 "id": "117690",
 "text": "Lake Odessa is a village in Ionia County of the U.S. state of Michigan. The population was 2,018 at the 2010 census. It is located in the southern portion of the county in Odessa Township on the northeast shore of Jordan Lake, which is the boundary with Barry County. Since 1987, Lake Odessa has been named a \"Tree City USA\" by the National Arbor Day Foundation. ==History== Several brothers in the Russell family began settling here around 1839 and it became known as the \"Russell Settlement\". It later became known as \"Bonanza\" and a Post Office with that name was established in 1880. When the Detroit, Lansing and Northern Railroad (later the Pere Marquette Railroad) was built through the area in the 1880s, the village was moved about a mile southwest. At that time the name was changed to \"Lake Odessa\", derived from the nearby Jordan Lake and the name of Odessa Township, which had been established in 1846. The township had been named for the city of Odessa in Ukraine, reflecting an interest of one of the founders in Ukraine as well as a desire for a distinctive name. Investor Humphrey Wager purchased of farmland on Jordan Lake and platted the village in 1887. With the advantage of a station on the new railroad, the new village quickly eclipsed the former settlement at Bonanza. The village incorporated in 1889. John R. Waite, a local man with an interest in history, has been credited with significant historical research for the village of Lake Odessa. John is also recognized as the President of the Lake Odessa Area Historical Society and is involved with the Train Depot Museum. ==Geography== According to the United States Census Bureau, the village has a total area of , all land. Lake Odessa, along with neighboring Woodland, Sunfield and Clarksville, make up the Lakewood Public School district. ==Demographics== ===2010 census=== As of the census of 2010, there were 2,018 people, 835 households, and 534 families living in the village. The population density was . There were 950 housing units at an average density of . The racial makeup of the village was 91.4% White, 0.1% African American, 0.4% Native American, 0.8% Asian, 4.2% from other races, and 3.1% from two or more races. Hispanic or Latino of any race were 10.3% of the population. There were 835 households, of which 35.2% had children under the age of 18 living with them, 40.7% were married couples living together, 17.7% had a female householder with no husband present, 5.5% had a male householder with no wife present, and 36.0% were non-families. 31.1% of all households were made up of individuals, and 12.1% had someone living alone who was 65 years of age or older. The average household size was 2.41 and the average family size was 2.98. The median age in the village was 34.6 years. 27% of residents were under the age of 18; 9.3% were between the ages of 18 and 24; 26.6% were from 25 to 44; 23.5% were from 45 to 64; and 13.5% were 65 years of age or older. The gender makeup of the village was 48.3% male and 51.7% female. ===2000 census=== As of the census of 2000, there were 2,272 people, 892 households, and 600 families living in the village. The population density was 2,767.8 per square mile (1,069.8/km2). There were 977 housing units at an average density of 1,190.2 per square mile (460.0/km2). The racial makeup of the village was 95.16% White, 0.13% African American, 0.66% Native American, 0.57% Asian, 2.77% from other races, and 0.70% from two or more races. Hispanic or Latino of any race were 6.07% of the population. There were 892 households, out of which 36.3% had children under the age of 18 living with them, 47.8% were married couples living together, 14.5% had a female householder with no husband present, and 32.7% were non-families. 28.3% of all households were made up of individuals, and 13.9% had someone living alone who was 65 years of age or older. The average household size was 2.54 and the average family size was 3.08. In the village, the population was spread out, with 30.5% under the age of 18, 8.7% from 18 to 24, 27.2% from 25 to 44, 19.9% from 45 to 64, and 13.7% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 84.0 males. For every 100 females age 18 and over, there were 81.6 males. The median income for a household in the village was $34,896, and the median income for a family was $41,379. Males had a median income of $32,961 versus $25,787 for females. The per capita income for the village was $19,822. About 5.5% of families and 8.8% of the population were below the poverty line, including 6.8% of those under age 18 and 7.0% of those age 65 or over. ==References== ===Notes=== ===Sources=== * Village of Lake Odessa site * Chapter XIL, pp. 154+ * ==External links== * * * Category:Villages in Ionia County, Michigan Category:Villages in Michigan Category:Grand Rapids metropolitan area",
 "title": "Lake Odessa, Michigan"
}