{
 "id": "117766",
 "text": "Hanover Township is a civil township of Jackson County in the U.S. state of Michigan. The population was 3,695 at the 2010 census. ==Communities== *Hanover is a village within the township. *Farwell Lake is both a lake and the surrounding unincorporated community in the southeast corner of the township. The north branch of the Kalamazoo River rises near Farwell Lake. *Horton (/'hoɻ.ʔən̪/) is an unincorporated community in the northeast part of the township. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (2.63%) is water. Hanover Township is in southwest Jackson County, bordered to the south by Hillsdale County. ==Demographics== As of the census of 2000, there were 3,792 people, 1,374 households, and 1,114 families residing in the township. The population density was 108.4 per square mile (41.9/km2). There were 1,490 housing units at an average density of 42.6 per square mile (16.4/km2). The racial makeup of the township was 98.05% White, 0.29% African American, 0.21% Native American, 0.21% Asian, 0.13% from other races, and 1.11% from two or more races. Hispanic or Latino of any race were 0.90% of the population. There were 1,374 households, out of which 35.7% had children under the age of 18 living with them, 68.3% were married couples living together, 8.6% had a female householder with no husband present, and 18.9% were non-families. 15.8% of all households were made up of individuals, and 5.5% had someone living alone who was 65 years of age or older. The average household size was 2.75 and the average family size was 3.05. In the township the population was spread out, with 27.3% under the age of 18, 7.0% from 18 to 24, 28.1% from 25 to 44, 27.5% from 45 to 64, and 10.1% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 102.0 males. For every 100 females age 18 and over, there were 101.0 males. The median income for a household in the township was $49,966, and the median income for a family was $56,216. Males had a median income of $41,309 versus $26,797 for females. The per capita income for the township was $22,648. About 3.5% of families and 4.0% of the population were below the poverty line, including 6.9% of those under age 18 and 4.5% of those age 65 or over. ==References== ==External links== *Hanover Township official website Category:Townships in Jackson County, Michigan Category:Townships in Michigan Category:Populated places established in 1836 Category:1836 establishments in Michigan Territory",
 "title": "Hanover Township, Jackson County, Michigan"
}