{
 "id": "117787",
 "text": "Augusta is a village in Kalamazoo County in the U.S. state of Michigan. The population was 885 at the 2010 census. The village is mostly within Ross Township, though a small portion extends south into Charleston Township. Augusta is situated on the M-96 highway, about five miles (8 km) northeast of Galesburg, and about seven miles (11 km) west of downtown Battle Creek. Kalamazoo is an additional ten miles (16 km) west of Galesburg. Fort Custer Recreation Area is immediately south of the village on the east side of the Kalamazoo River. Augusta was established in 1832. ==Geography== According to the United States Census Bureau, the village has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the 2010 census, there were 885 people, 362 households, and 223 families living in the village. The population density was . There were 394 housing units at an average density of . The racial makeup of the village was 94.0% White, 1.5% African American, 1.4% Native American, 0.1% Asian, 1.0% from other races, and 2.0% from two or more races. Hispanic or Latino of any race were 2.4% of the population. There were 362 households, of which 31.8% had children under the age of 18 living with them, 41.2% were married couples living together, 13.8% had a female householder with no husband present, 6.6% had a male householder with no wife present, and 38.4% were non-families. 29.8% of all households were made up of individuals, and 8% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 3.02. The median age in the village was 39.2 years. 24.2% of residents were under the age of 18; 9.9% were between the ages of 18 and 24; 24.4% were from 25 to 44; 30.6% were from 45 to 64; and 11% were 65 years of age or older. The gender makeup of the village was 49.8% male and 50.2% female. ===2000 census=== As of the 2000 census, there were 899 people, 368 households, and 238 families living in the village. The population density was 962.7 per square mile (373.2/km2). There were 392 housing units at an average density of 419.8 per square mile (162.7/km2). The racial makeup of the village was 95.77% White, 0.67% African American, 1.11% Native American, 0.22% Asian, 0.33% from other races, and 1.89% from two or more races. Hispanic or Latino of any race were 1.33% of the population. There were 368 households, out of which 34.8% had children under the age of 18 living with them, 50.5% were married couples living together, 11.4% had a female householder with no husband present, and 35.3% were non-families. 28.5% of all households were made up of individuals, and 8.4% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 3.03. In the village, the population was spread out, with 27.0% under the age of 18, 6.5% from 18 to 24, 36.8% from 25 to 44, 19.0% from 45 to 64, and 10.7% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 99.3 males. For every 100 females age 18 and over, there were 89.6 males. The median income for a household in the village was $44,375, and the median income for a family was $52,250. Males had a median income of $36,087 versus $30,625 for females. The per capita income for the village was $19,207. About 6.0% of families and 4.8% of the population were below the poverty line, including 4.2% of those under age 18 and 6.5% of those age 65 or over. ==Schools== In 1951, members of the community, along with those from neighboring Galesburg, formed a joint public school district. Today, Galesburg-Augusta Community Schools consists of a primary school and a high school in Galesburg and a middle school in Augusta. ==Points of interest== * The Fort Custer Recreation Area is immediately south of the village on the east side of the Kalamazoo River. * The Barn Theatre is Michigan's oldest professional equity summer stock theatre. * Sherman Lake YMCA Outdoor is an outdoor youth education center. * The Olde World Village is an outdoor entertainment venue that operates for the majority of the calendar year. ==Notable people== * Jean Engstrom, actress of 1950s films and television * Wayne Lamb, dancer and choreographer, director for the Barn Theatre ==References== ===Notes=== ===Sources=== * ==External links== * Kalamazoo County Chamber of Commerce * The Barn Theatre, equity summer stock theatre * Fort Custer Recreation Area * Augusta Depot, stop for the Michigan Central Railway * Gull Lake View, Golf Country Club & Resort * Yarrow Golf Golf & Conference Center * The Olde World Village Outdoor entertainment venue Category:Villages in Kalamazoo County, Michigan Category:Villages in Michigan Category:Kalamazoo–Portage metropolitan area Category:Populated places established in 1832 Category:1832 establishments in Michigan Territory",
 "title": "Augusta, Michigan"
}