{
 "id": "117896",
 "text": "Clifford is a village in Lapeer County of the U.S. state of Michigan. The population was 324 at the 2010 census. The village is within Burlington Township. ==History== Construction of Clifford village began circa 1862 at an existing crossroads.History of Lapeer County, Michigan (1884), page 198. Clifford was named for Clifford Lyman, the first child born in the settlement. A railroad interchange was nearby in 1897.Galbraith's railway mail service maps, Michigan. Library of Congress. Publ. 1897, c1898. Accessed April 2020. Clifford was incorporated as a village in 1891.Walter Romig, Michigan Place Names, p. 120 ==Geography== According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 324 people, 117 households, and 79 families living in the village. The population density was . There were 138 housing units at an average density of . The racial makeup of the village was 96.9% White, 0.3% African American, 0.3% Native American, 0.3% from other races, and 2.2% from two or more races. Hispanic or Latino of any race were 1.9% of the population. There were 117 households, of which 38.5% had children under the age of 18 living with them, 55.6% were married couples living together, 7.7% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 32.5% were non-families. 25.6% of all households were made up of individuals, and 13.7% had someone living alone who was 65 years of age or older. The average household size was 2.77 and the average family size was 3.33. The median age in the village was 39.3 years. 26.5% of residents were under the age of 18; 6.8% were between the ages of 18 and 24; 25.8% were from 25 to 44; 27.7% were from 45 to 64; and 13% were 65 years of age or older. The gender makeup of the village was 51.9% male and 48.1% female. ===2000 census=== As of the census of 2000, there were 324 people, 119 households, and 82 families living in the village. The population density was 214.7 per square mile (82.8/km2). There were 131 housing units at an average density of 86.8 per square mile (33.5/km2). The racial makeup of the village was 96.60% White, 0.31% African American, 0.31% Native American, 0.93% from other races, and 1.85% from two or more races. Hispanic or Latino of any race were 3.70% of the population. There were 119 households, out of which 36.1% had children under the age of 18 living with them, 52.9% were married couples living together, 11.8% had a female householder with no husband present, and 30.3% were non-families. 26.1% of all households were made up of individuals, and 11.8% had someone living alone who was 65 years of age or older. The average household size was 2.72 and the average family size was 3.25. In the village, the population was spread out, with 27.8% under the age of 18, 6.8% from 18 to 24, 33.0% from 25 to 44, 19.1% from 45 to 64, and 13.3% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 91.7 males. For every 100 females age 18 and over, there were 90.2 males. The median income for a household in the village was $36,875, and the median income for a family was $47,500. Males had a median income of $29,375 versus $23,393 for females. The per capita income for the village was $16,426. About 7.0% of families and 13.7% of the population were below the poverty line, including 11.8% of those under age 18 and 17.4% of those age 65 or over. ==References== Category:Villages in Lapeer County, Michigan Category:Villages in Michigan Category:1891 establishments in Michigan",
 "title": "Clifford, Michigan"
}