{
 "id": "117868",
 "text": "Eagle Harbor Township is a civil township of Keweenaw County in the U.S. state of Michigan. As of the 2020 census, the township population was 217. The irregularly shaped township is located on the Keweenaw Peninsula and also includes the southwestern half of Isle Royale. The unincorporated community of Eagle Harbor is located in the township along Lake Superior on M-26. ==Communities== *Copper Falls is an unincorporated community in the township *Windigo is an unincorporated community in the township on Isle Royale ==Geography== thumb|left|Icy Lake Superior Shore in Eagle Harbor Township According to the United States Census Bureau, the township has a total area of , of which is land and (66.78%) is water. ==Demographics== As of the census of 2000, there were 281 people, 122 households, and 81 families residing in the township. The population density was 1.6 per square mile (0.6/km2). There were 488 housing units at an average density of 2.7 per square mile (1.0/km2). The racial makeup of the township was 96.09% White, 2.14% African American, 0.36% from other races, and 1.42% from two or more races. Hispanic or Latino of any race were 1.42% of the population. 22.6% were of German, 21.8% English, 15.2% Polish, 11.1% Irish and 5.8% French ancestry. There were 122 households, out of which 4.1% had children under the age of 18 living with them, 60.7% were married couples living together, 3.3% had a female householder with no husband present, and 32.8% were non-families. 30.3% of all households were made up of individuals, and 14.8% had someone living alone who was 65 years of age or older. The average household size was 1.82 and the average family size was 2.17. In the township the population was spread out, with 7.1% under the age of 18, 5.3% from 18 to 24, 18.5% from 25 to 44, 44.5% from 45 to 64, and 24.6% who were 65 years of age or older. The median age was 54 years. For every 100 females, there were 106.6 males. For every 100 females age 18 and over, there were 110.5 males. The median income for a household in the township was $38,000, and the median income for a family was $46,250. Males had a median income of $41,250 versus $22,292 for females. The per capita income for the township was $29,091. None of the families and 3.6% of the population were living below the poverty line. ==Notes== ==References== Category:Townships in Keweenaw County, Michigan Category:Houghton micropolitan area, Michigan Category:Michigan populated places on Lake Superior Category:Townships in Michigan",
 "title": "Eagle Harbor Township, Michigan"
}