{
 "id": "117829",
 "text": "Alpine Township is a civil township of Kent County in the U.S. state of Michigan. The population was 13,336 at the 2010 census. The township is part of the Grand Rapids metropolitan area and is located just northwest of the city of Grand Rapids. ==Communities== *Alpine is an unincorporated community centered along M-37 at . *Comstock Park is a census-designated place that occupies the southeast corner of the township and extends east into Plainfield Charter Township. *Englishville is an unincorporated community along the northern border with Sparta Township at . It was founded in 1845. A school was built here in 1852, and it received a post office in 1856. ==History== The area was originally settled by the Ottawa, who had several camps in the area. Alpine Township was formally organized in 1847 from the northern half of Walker Township. The township was named after the abundance of pine trees in the area. It became a lumbering region with several sawmills. The township was struck by a tornado during the 1965 Palm Sunday tornado outbreak. In 1979, the township became a charter township but relinquished this status and returned to a civil township in 1996. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (0.86%) is water. The township is northwest of Grand Rapids and is bordered by Wright Township in Ottawa County to the west, Sparta Township to the north, Plainfield Charter Township to the east, and the city of Walker to the south. ===Major highways=== * runs east–west just south of the township boundary. * runs south–north just outside of the southeast boundary of the township. * runs south–north through the eastern portion of the township. ==Demographics== As of the census of 2000, there were 13,976 people, 5,550 households, and 3,468 families residing in the township. The population density was 389.9 per square mile (150.5/km2). There were 5,830 housing units at an average density of 162.6 per square mile (62.8/km2). The racial makeup of the township was 89.55% White, 3.11% African American, 0.77% Native American, 1.51% Asian, 0.05% Pacific Islander, 2.85% from other races, and 2.17% from two or more races. Hispanic or Latino of any race were 6.55% of the population. There were 5,550 households, out of which 31.5% had children under the age of 18 living with them, 46.5% were married couples living together, 11.1% had a female householder with no husband present, and 37.5% were non-families. 24.2% of all households were made up of individuals, and 4.7% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 3.04. In the township the population was spread out, with 25.0% under the age of 18, 17.3% from 18 to 24, 30.4% from 25 to 44, 18.6% from 45 to 64, and 8.8% who were 65 years of age or older. The median age was 29 years. For every 100 females, there were 101.3 males. For every 100 females age 18 and over, there were 99.6 males. The median income for a household in the township was $42,484, and the median income for a family was $50,068. Males had a median income of $37,143 versus $26,417 for females. The per capita income for the township was $20,412. About 6.9% of families and 8.9% of the population were below the poverty line, including 9.3% of those under age 18 and 5.8% of those age 65 or over. ==Education== Portions of the township are in Kenowa Hills Public Schools,\"2010 Zoning Map ADOPTED BY THE ALPINE TOWNSHIP BOARD JUNE 18, 1990 AS AMENDED THROUGH ORD. No. 10-01.\" (Archive) Alpine Township, Michigan. Retrieved on December 27, 2012. which has its headquarters in the township.\"Welcome to Kenowa Hills Public Schools.\" Kenowa Hills Public Schools. Retrieved on December 25, 2012. \"2325 Four Mile Road NW Grand Rapids, MI 49544\" Schools within the township limits include Alpine Elementary School,\"Welcome to Alpine Elementary.\" Kenowa Hills Public Schools. Retrieved on December 27, 2012. \"4730 Baumhoff NW Comstock Park, MI 49321\" Kenowa Hills Middle School,\"Welcome to Kenowa Hills Middle School.\" Kenowa Hills Middle School. Retrieved on December 27, 2012. \"3950 Hendershot NW Grand Rapids, MI 49544\" and Kenowa Hills High School.\"Welcome to Kenowa Hills High School.\" Kenowa Hills High School. Retrieved on December 27, 2012. \"3825 Hendershot NW Grand Rapids, MI 49544-9794 \" Portions of the township are in Comstock Park Public Schools.\"ABOUT OUR DISTRICT .\" Comstock Park Public Schools. Retrieved on December 25, 2012. Greenridge Elementary School serves preschool, kindergarten and PPI. Stoney Creek Elementary School has grades 1 and 2. Pine Island Elementary School serves 3 through 5. Mill Creek Middle School has grades 6 through 8. Comstock Park High School serves grades 9 through 12. Of the schools, Greenridge Elementary and Stoney Creek Elementary are in the Alpine Township limits.\"Schools .\" Comstock Park Public Schools. Retrieved on December 27, 2012. \"Greenridge Elementary Pre-School & ECSE 3825 Oakridge, NE Comstock Park, MI 49321\" and \"Stoney Creek Elementary Grades: K, 1, 2 200 Lantern Dr. NW Comstock Park, MI 49321\" and \"Pine Island Elementary Grades 3, 4, & 5 6101 Pine Island Drive Comstock Park, MI 49321\" and \"Comstock Park High School Grades 9-12 150 Six Mile Rd. NE Comstock Park, MI 49321-0900\" Portions of the township are in the Sparta Area School District.\"http://www.schooldigger.com/go/MI/district/32370/search.aspx\" Ridgeview Elementary School serves kindergarten through second grade. Appleview Elementary School serves grades 3 through 5. Sparta Middle School serves grades 6 through 8. Sparta Senior High School serves grades 9 through 12. Englishville School is an alternative high school and serves grades 9 through 12. Englishville School is the only school within the township limits. Kent District Library serves the township with the Alpine Branch Library.\"KDL Branch Library .\" Alpine Township, Michigan. Retrieved on December 27, 2012. \"KDL Library Branch 5255 Alpine Ave NW Comstock Park, MI 49321\" It is near the Comstock Park CDP.\"2010 CENSUS - CENSUS BLOCK MAP: Comstock Park CDP, MI.\" (Archive) U.S. Census Bureau. Retrieved on December 25, 2012. ==References== ==External links== *Alpine Township official website Category:Townships in Michigan Category:Townships in Kent County, Michigan Category:Populated places established in 1847 Category:1847 establishments in Michigan Category:Grand Rapids metropolitan area",
 "title": "Alpine Township, Michigan"
}