{
 "id": "117970",
 "text": "Genoa Charter Township is a charter township of Livingston County in the U.S. state of Michigan. As of the 2020 census, the township population was 20,692. Genoa Township was organized in 1837.Walter Romign, Michigan Place Names, p. 220 ==Communities== *Chilson is an unincorporated community in the township at Chilson and Brighton roads. It was established in 1878 around a sawmill and a flour mill.Walter Romig, Michigan Place Names, p. 115 ==Geography== Genoa Township is southeast of the center of Livingston County and is bordered to the northwest by the city of Howell, the county seat, and to the southeast by the city of Brighton. Interstate 96 crosses the township, with access from exits 140 and 141. The highway leads east to Detroit and west to Lansing. According to the United States Census Bureau, the township has a total area of , of which are land and , or 6.40%, are water. The northwest part of the township is part of the Shiawassee River watershed leading north to Saginaw Bay on Lake Huron, while the southeast portion is in the Huron River watershed leading southeast to Lake Erie. ==Demographics== As of the census of 2000, there were 15,901 people, 5,839 households, and 4,560 families residing in the township. The population density was 464.2 per square mile (179.3/km2). There were 6,346 housing units at an average density of 185.3 per square mile (71.5/km2). The racial makeup of the township was 97.30% White, 0.19% African American, 0.42% Native American, 0.71% Asian, 0.01% Pacific Islander, 0.22% from other races, and 1.14% from two or more races. Hispanic or Latino of any race were 1.00% of the population. There were 5,839 households, out of which 36.2% had children under the age of 18 living with them, 67.5% were married couples living together, 7.4% had a female householder with no husband present, and 21.9% were non-families. 17.3% of all households were made up of individuals, and 5.5% had someone living alone who was 65 years of age or older. The average household size was 2.72 and the average family size was 3.08. In the township the population was spread out, with 27.2% under the age of 18, 6.9% from 18 to 24, 28.8% from 25 to 44, 28.0% from 45 to 64, and 9.1% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 99.7 males. For every 100 females age 18 and over, there were 97.9 males. The median income for a household in the township was $71,398, and the median income for a family was $79,988. Males had a median income of $59,229 versus $31,020 for females. The per capita income for the township was $32,601. About 2.4% of families and 2.7% of the population were below the poverty line, including 2.6% of those under age 18 and 2.9% of those age 65 or over. ==Economy== The now defunct Mattress World of Michigan was headquartered in the township.\"Welcome to Mattress World of Michigan.\" Mattress World of Michigan. October 9, 2010. Retrieved on November 7, 2013. \"Corporate: 1212 Fendt Dr, Howell, MI 48843\"\"Official Zoning Map of Genoa Charter Township.\" (Archive) Genoa Charter Township, Michigan. As of September 2008. Retrieved on November 8, 2013. The Mount Brighton ski area and resort is in the southeast part of the township. ==Education== The Livingston Campus of Cleary University is in the township.\"Contact Us .\" Cleary University. Retrieved on November 8, 2013. \"Livingston Campus 3750 Cleary Drive Howell, MI 48843\" ==References== ==External links== *Genoa Township official website *Livingston Daily Press & Argus *WHMI, local radio station Category:Townships in Livingston County, Michigan Category:Charter townships in Michigan Category:1837 establishments in Michigan",
 "title": "Genoa Township, Michigan"
}