{
 "id": "117905",
 "text": "Imlay City is a city in Lapeer County in the U.S. state of Michigan. The population was 3,869 at the 2000 census and 3,597 in 2010. ==History== Imlay City was founded on April 1, 1850 by Charles Palmer, the chief engineer of the Port Huron and Lake Michigan Railroad, who bought 240 acres of land along the railroad's route at a location Palmer anticipated would be a likely produce center between the towns of Capac and Lapeer.\"Imlay City History,\" http://www.imlaycity.org/1/65/history.asp Palmer named the city for the Connecticut-based capitalist William H. Imlay, who had invested heavily in the region after moving there in 1828. Within a year and a half, the newly established city had attracted 500 residents with over 120 buildings including two hotels, 20 stores, a sawmill, and a school.\"Imlay City Historical Marker\" http://www.michmarkers.com/startup.asp?startpage=L0780.htm In 1914, the city started building streetcar lines—a form of public transportation that was usually reserved for large cities. In April 1970, Imlay City celebrated its 100th birthday, and the residents voted to change Imlay City from a village to a home rule city by a two to one margin. The construction of Interstate 69 in the 1980s connected Imlay City with Flint, Port Huron, and Canada, leading to significant economic growth to serve the interstate travelers. ==Education== Imlay City has five public schools, which are all part of Imlay City Community Schools, and one private school. The public schools include Weston Elementary for Kindergarten through 2nd grade, Borland Elementary for 3rd through 5th grade, Imlay City Middle School for 6th grade through 8th grade, and Imlay City High School for 9th through 12th grade. There is also Venture High School, an alternative school for students who do not succeed at the traditional high school. The private school in Imlay City is the Imlay City Christian School, which is a non-denominational, private Christian school located just outside town; it was established in 1952 by parents of the local area. ===Library=== The Ruth Hughes Memorial District Library was first opened on January 27, 1990. It was constructed on the funds Ruth E. Hughes left for the Township Library through her will upon her death in March 1985. The library is governed by a seven-member board of trustees, with representation from Imlay City, Imlay Township and Attica Township. ===Museum=== The Imlay City Historical Museum was established in 1978 and is run by a private, non- profit organization.\"Imlay City Historical Museum\" http://www.michigan.org/Property/Detail.aspx?p=G4694 While its historical records primarily showcase Imlay City, Imlay Township, Attica Township, Arcadia Township, Goodland Township and the surrounding areas, it also has had such items as a World War I handgun exhibit. In front of its building is an historical caboose that was decommissioned some time ago. The building was a train station for the Grand Trunk Western Railroad, until the Imlay City Historical Commission wanted to lease the building from Grand Trunk Western after they decided to bulldoze it in 1971. Grand Trunk Western decided to lease the land to Imlay City, and from Imlay City, the Historical Commission leased the building for a museum. Work was started on restoring the building, and in 1978 it was completed. The open house ceremony and dedication was held on November 9, 1979. ==Geography== * According to the United States Census Bureau, the city has a total area of , all land. * It is considered to be part of the Thumb of Michigan * Imlay City intersects two major Michigan highways, Interstate 69 and M-53 (also known as Van Dyke Rd). ==Demographics== ===2010 census=== As of the census of 2010, there were 3,597 people, 1,356 households, and 841 families living in the city. The population density was . There were 1,600 housing units at an average density of . The racial makeup of the city was 82.9% White, 0.9% African American, 0.3% Native American, 0.6% Asian, 12.1% from other races, and 3.2% from two or more races. Hispanic or Latino of any race were 29.0% of the population. There were 1,356 households, of which 37.9% had children under the age of 18 living with them, 42.8% were married couples living together, 13.5% had a female householder with no husband present, 5.7% had a male householder with no wife present, and 38.0% were non- families. 31.9% of all households were made up of individuals, and 15.5% had someone living alone who was 65 years of age or older. The average household size was 2.64 and the average family size was 3.43. The median age in the city was 33 years. 30.2% of residents were under the age of 18; 9.2% were between the ages of 18 and 24; 26% were from 25 to 44; 21.7% were from 45 to 64; and 12.8% were 65 years of age or older. The gender makeup of the city was 47.4% male and 52.6% female. ===2000 census=== As of the census of 2000, there were 3,869 people, 1,496 households, and 936 families living in the city. The population density was 1,690.4 per square mile (652.3/km2). There were 1,599 housing units at an average density of 698.6 per square mile (269.6/km2). The racial makeup of the city was 88.65% White, 0.57% African American, 0.28% Native American, 1.32% Asian, 7.78% from other races, and 1.40% from two or more races. Hispanic or Latino of any race were 19.20% of the population. There were 1,496 households, out of which 34.1% had children under the age of 18 living with them, 45.5% were married couples living together, 13.0% had a female householder with no husband present, and 37.4% were non-families. 33.2% of all households were made up of individuals, and 17.5% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 3.26. In the city, the population was spread out, with 28.3% under the age of 18, 11.1% from 18 to 24, 28.5% from 25 to 44, 16.9% from 45 to 64, and 15.3% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 87.5 males. For every 100 females age 18 and over, there were 83.4 males. The median income for a household in the city was $32,436, and the median income for a family was $43,267. Males had a median income of $36,066 versus $22,396 for females. The per capita income for the city was $16,021. About 6.4% of families and 8.1% of the population were below the poverty line, including 6.0% of those under age 18 and 12.7% of those age 65 or over. ==Media== ===Radio=== WHYT, which is on 88.1 FM, is stationed in Imlay City and broadcasts Smile FM - a non- commercial, contemporary Christian radio station. Most other radio stations, both AM and FM, come from Lapeer, Flint, or the Detroit area. ===Newspapers=== The Tri-City Times is located and printed in Imlay City, and both the Lapeer County Press and LA View are often available to residents. National and International publications such as The New York Times, USA Today, and The Wall Street Journal as well as regional publications such as daily editions of The Flint Journal, the Detroit Free Press, and The Detroit News are also widely available in the city. ==Attractions== Imlay City is home to the Eastern Michigan Fairgrounds, which holds a fair every year that includes rides, a rodeo, a demolition derby, and a farm animal competition. Also occurring at the fairground is a car show and Imlay City's \"Woods and Water\", a hunting and fishing extravaganza. An American Cancer Society Relay for Life is also held in Imlay City, with two different walks: the survivor walk and the team walk. Imlay City also has its own city pool, a number of parks, a portion of the Polly Ann Trail, and a farmer's market. ==Notable people== * Bob Burman, race car driver * James Paul Churchill, United States federal judge * Al Dorow, National Football League quarterback * David Kircus, National Football League wide receiver * Chester Marcol, National Football League placekicker * Carl Pursell, United States Congressman * John Philip Wernette, President of the University of New Mexico * Lee Weyer, National League umpire ==References== ==External links== * Category:Cities in Lapeer County, Michigan Category:Populated places established in 1850 Category:1850 establishments in Michigan",
 "title": "Imlay City, Michigan"
}