{
 "id": "118019",
 "text": "Ray Township is a civil township of Macomb County in the U.S. state of Michigan. As of the 2010 census, the township population was 3,739, which makes Ray Township the least populated township in Macomb County. Wolcott Mill Metropark, a park is located entirely within the township. The park is home to the Wolcott Mill, built in 1847. ==Communities== There are no incorporated villages within the township, but there are several unincorporated communities: *Davis, originally called Brooklyn and renamed Davis in 1876 (to avoid confusion with Brooklyn, Michigan in Jackson County), is located in the southwest corner of the township at Romeo Plank and 27 Mile Roads ( ; Elevation: 653 ft./199 m.). & GNIS in Google Map Davis was a thriving small community for several decades, peaking in the 1940s. Today, it houses a party store (Vince and Joe's), a Baptist church, a Masonic Temple & banquet hall, a cemetery, Heritage Oaks-Gift and Garden Shoppe and two tax/accounting businesses. *Meade is located in the southeast portion of the township at on the boundary with Macomb Township at 26 Mile Road and North Avenue. *Ray Center is located east of center of the Township at Hartway and 29 Mile Roads west of Indian Trail ( ; Elevation: 643 ft./196 m.). & GNIS in Google Map *Wolcott Mills is located at Wolcott Road and Indian Trail ( ; Elevation: 682 ft./208 m.). & GNIS in Google Map ==Geography== According to the United States Census Bureau, the township has a total area of 36.6 square miles (95.4 km), all land. ==Demographics== As of the 2010 census the population was 3,739. There were 1,404 households and 1,112 families. The population was 96.4% non- Hispanic white, 0.4% African-American, 0.3% Native American, 0.7% Asian, 0.5% reporting two or more races and 1.7% Latino. As of the census of 2000, there were 3,740 people, 1,305 households, and 1,062 families residing in the township. The population density was 101.5 per square mile (39.2/km). There were 1,349 housing units at an average density of 36.6 per square mile (14.1/km). The racial makeup of the township was 97.78% White, 0.16% African American, 0.29% Native American, 0.37% Asian, 0.45% from other races, and 0.94% from two or more races. Hispanic or Latino of any race were 1.18% of the population. There were 1,305 households, out of which 36.9% had children under the age of 18 living with them, 73.0% were married couples living together, 4.8% had a female householder with no husband present, and 18.6% were non- families. 15.9% of all households were made up of individuals, and 5.2% had someone living alone who was 65 years of age or older. The average household size was 2.84 and the average family size was 3.17. In the township the population was spread out, with 25.7% under the age of 18, 6.4% from 18 to 24, 30.3% from 25 to 44, 28.2% from 45 to 64, and 9.4% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 104.7 males. For every 100 females age 18 and over, there were 106.2 males. The median income for a household in the township was $70,081, and the median income for a family was $76,880. Males had a median income of $51,261 versus $26,830 for females. The per capita income for the township was $26,604. About 1.4% of families and 1.8% of the population were below the poverty line, including 1.7% of those under age 18 and 7.3% of those age 65 or over. ==Government== Ray Township is governed under state statute by an elected board of trustees with 2 trustees and includes a supervisor, clerk and treasurer. The three of which serve as executive officers of the township with the supervisor, chairs the board and is in charge of assessing and general all other matters outside the clerk's and treasurer's authority. For public library services, the Township runs the Ray Township Library in Wolcott Mills. School district serving the Township residents are Armada Area Schools, New Haven Community Schools, Romeo Community Schools and Utica Community Schools. Road maintaince is handled by the Macomb County Department of Roads. {| class=\"wikitable\" |- ! District ! Number ! Officeholder |- | U.S. Representative | 10th | Lisa McClain |- | State Senate | 11th | Jack Brandenburg |- | State Representative | 33rd | Jeff Yaroch |- | County Commissioner | 7th | Don Brown |} ==References== ==External links== *Ray Township Library Category:Townships in Macomb County, Michigan Category:Townships in Michigan",
 "title": "Ray Township, Michigan"
}