{
 "id": "118038",
 "text": "Kaleva ( ) is a village in Manistee County in the U.S. state of Michigan. The population was 470 at the 2010 census. ==Geography== *According to the United States Census Bureau, the village has a total area of , all land. *Kaleva is part of Northern Michigan. ==History== *Kaleva was founded in 1900, and became a refuge for Finnish settlers. The name of the village comes from the Kalevala, the national epic of Finland.Homepage, Kaleva, Michigan homepage *There is also now abandoned C&O; Railroad Line from Manistee to Traverse City. There's no railroad tracks here today. *There are two recognized Michigan historical markers in the town. The historic John J. Makinen Bottle House is one, and Kaleva itself is the subject of the second. ==Demographics== ===2010 census=== As of the census of 2010, there were 470 people, 206 households, and 125 families residing in the village. The population density was . There were 259 housing units at an average density of . The racial makeup of the village was 94.7% White, 0.2% African American, 0.6% Native American, 0.4% Asian, 1.9% from other races, and 2.1% from two or more races. Hispanic or Latino of any race were 6.0% of the population. There were 206 households, of which 29.1% had children under the age of 18 living with them, 42.7% were married couples living together, 13.6% had a female householder with no husband present, 4.4% had a male householder with no wife present, and 39.3% were non-families. 31.6% of all households were made up of individuals, and 10.7% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.86. The median age in the village was 39.6 years. 23% of residents were under the age of 18; 7.8% were between the ages of 18 and 24; 28.9% were from 25 to 44; 28.5% were from 45 to 64; and 11.7% were 65 years of age or older. The gender makeup of the village was 47.9% male and 52.1% female. ===2000 census=== As of the census of 2000, there were 509 people, 212 households, and 136 families residing in the village. The population density was 459.6 per square mile (177.1/km2). There were 251 housing units at an average density of 226.7 per square mile (87.3/km2). The racial makeup of the village was 94.30% White, 0.39% African American, 2.36% Native American, 1.38% from other races, and 1.57% from two or more races. Hispanic or Latino of any race were 3.93% of the population. There were 212 households, out of which 33.0% had children under the age of 18 living with them, 42.9% were married couples living together, 15.6% had a female householder with no husband present, and 35.8% were non- families. 30.7% of all households were made up of individuals, and 12.3% had someone living alone who was 65 years of age or older. The average household size was 2.40 and the average family size was 2.93. In the village, the population was spread out, with 27.3% under the age of 18, 8.1% from 18 to 24, 26.5% from 25 to 44, 23.4% from 45 to 64, and 14.7% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 92.1 males. For every 100 females age 18 and over, there were 92.7 males. The median income for a household in the village was $30,714, and the median income for a family was $30,909. Males had a median income of $26,161 versus $18,750 for females. The per capita income for the village was $13,400. About 15.0% of families and 17.4% of the population were below the poverty line, including 18.5% of those under age 18 and 10.7% of those age 65 or over. ==Auto racing== Northern Michigan Dragway is a 1/8-mile asphalt dragstrip located three miles north of town on Potter Road. In 2009 Northern Michigan Dragway celebrated its 40th season of operation. Northern Michigan Dragway is the only asphalt dragstrip north of Grand Rapids, Michigan. The first race at Northern Michigan Dragway was held on Memorial Day 1970. It was formerly known as Manistee County Dragway. ==Notes== ==External links== *Kaleva Michigan Official website, including calendar of events, photographs, local attractions *Kaleva Historical Society website Category:Villages in Manistee County, Michigan Category:Villages in Michigan Category:Populated places established in 1900",
 "title": "Kaleva, Michigan"
}