{
 "id": "118012",
 "text": "Harrison Charter Township is a charter township and a census-designated place (CDP) of Macomb County in the U.S. state of Michigan. As of the 2000 census, the population was 24,461. The 2008 Census Bureau Estimate places the population at 26,004. ==Communities== There are two unincorporated communities in the Township/CDP: * Lakeside is located a few miles southeast of Mount Clemens on the L'anse Creuse Bay of Lake St. Clair just east of Interstate 94 and just north of the Clinton River canal at . The area was projected in approximately 1900, mostly backed by financing from Pittsburgh, Pennsylvania capitalists who hoped to make it into a lake port for Mount Clemens. However, it did not develop much more than having an interurban rail connection with the city. *Saint Clair Haven, or Clair Haven is located on Campau Bay of the Lake Saint Clair ( ; Elevation: 577 ft./176 m.). Belvedere was a village at the mouth of the Clinton River. It was established in 1837 but flooded the following year and was abandoned. == Geography == According to the United States Census Bureau, the township has a total area of , of which is land and (39.79%) is water. == Attractions == The location of the township makes it a very popular attraction for many people in surrounding areas. Lake Saint Clair Metropark (formerly Metro Beach Metropark) is located on the shoreline of Harrison Township and Lake St. Clair. The park contains nature trails, a nature center, playgrounds, beaches, pools, and picnic areas. The park has docks available to boaters. Locally, Harrison Township is known as \"BoatTown, U.S.A.\" due to the large number of marinas. Selfridge Air National Guard Base is located in Harrison Township. == Demographics == The U.S. Census Bureau has defined Harrison Township as a census-designated place (CDP) in the 2000 Census. This allows the community to appear both on the list of places (like cities and villages) as well on the list of county subdivisions (like other townships). The final statistics for the township and the CDP are identical. As of the census of 2000, there were 24,461 people, 10,720 households, and 6,421 families residing in the township. The population density was 1,710.2 per square mile (660.5/km2). There were 11,486 housing units at an average density of 803.0 per square mile (310.1/km2). The racial makeup of the township was 94.53% White, 2.47% African American, 0.38% Native American, 0.58% Asian, 0.04% Pacific Islander, 0.45% from other races, and 1.55% from two or more races. Hispanic or Latino of any race were 1.48% of the population. There were 10,720 households, out of which 26.9% had children under the age of 18 living with them, 47.5% were married couples living together, 8.1% had a female householder with no husband present, and 40.1% were non-families. 33.1% of all households were made up of individuals, and 8.2% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.94. In the township the population was spread out, with 21.9% under the age of 18, 8.7% from 18 to 24, 32.5% from 25 to 44, 26.0% from 45 to 64, and 10.9% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 101.2 males. For every 100 females age 18 and over, there were 100.7 males. The median income for a household in the township was $51,892, and the median income for a family was $67,129. Males had a median income of $47,444 versus $31,561 for females. The per capita income for the township was $29,491. About 3.6% of families and 5.7% of the population were below the poverty line, including 7.0% of those under age 18 and 5.9% of those age 65 or over. == Government == The Charter Township of Harrison is governed by a board of trustees. , township officers and trustees are: Supervisor: Kenneth Verkest Deputy Supervisor: Joseph A. Aragona Clerk: Adam Wit Deputy Clerk: Teri Salgot Treasurer: Larry Tomenello Deputy Treasurer: Angie Troyer Trustees: Brian W. Batkins, Paula Rose, Dean Olgiati, David Bratto The terms for these offices run until November 20, 2020. The township is policed by the Macomb County Sheriff's Department with officers assigned to the area. Although the township does not have its own police force, it does have a fire department. There are two fire stations, Station 1 is on Crocker Boulevard and Station 2 is on Jefferson Avenue between Metropolitan Parkway (16 Mile Road) and South River Road. Harrison Township is served by the L'Anse Creuse Public Schools. Elected officials representing the area in the Michigan Legislature are: State Senator: Pete Lucido State Representative: Steve Marino Elected officials representing the area in the United States Congress are: U.S. Senator: Debbie Stabenow U.S. Senator: Gary Peters U.S. Representative: Paul Mitchell ==Notable people== *Dino Ciccarelli, retired professional ice hockey player *Uncle Kracker, rock, country and rap- rock musician *David Legwand, professional ice hockey player *Candice Miller, politician US Congress representative *Angela Ruggiero, four-time Olympic medalist ice hockey player == References == == External links == *Harrison Township *BoatTown USA Category:Townships in Macomb County, Michigan Category:Charter townships in Michigan Category:Former census-designated places in Michigan Category:Michigan populated places on Lake St. Clair",
 "title": "Harrison Township, Michigan"
}