{
 "id": "118093",
 "text": "Riverton Township is a civil township of Mason County in the U.S. state of Michigan. The population was 1,153 at the 2010 census. ==History== Riverton Township was organized in 1868. The township was named from the fact the Pere Marquette River forms its northern border. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (1.26%) is water. ==Demographics== As of the census of 2000, there were 1,335 people, 442 households, and 353 families residing in the township. The population density was 37.9 per square mile (14.6/km). There were 550 housing units at an average density of 15.6 per square mile (6.0/km). The racial makeup of the township was 96.55% White, 0.07% African American, 0.60% Native American, 0.07% Asian, 2.25% from other races, and 0.45% from two or more races. Hispanic or Latino of any race were 6.22% of the population. There were 442 households, out of which 38.9% had children under the age of 18 living with them, 69.5% were married couples living together, 6.8% had a female householder with no husband present, and 20.1% were non-families. 15.4% of all households were made up of individuals, and 7.9% had someone living alone who was 65 years of age or older. The average household size was 3.01 and the average family size was 3.36. In the township the population was spread out, with 31.1% under the age of 18, 7.6% from 18 to 24, 27.9% from 25 to 44, 21.6% from 45 to 64, and 11.7% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 109.2 males. For every 100 females age 18 and over, there were 103.5 males. The median income for a household in the township was $38,482, and the median income for a family was $41,528. Males had a median income of $32,188 versus $24,306 for females. The per capita income for the township was $14,566. About 10.6% of families and 16.8% of the population were below the poverty line, including 24.1% of those under age 18 and 11.8% of those age 65 or over. ==References== Category:Townships in Mason County, Michigan Category:Townships in Michigan Category:Populated places established in 1868 Category:1868 establishments in Michigan",
 "title": "Riverton Township, Michigan"
}