{
 "id": "118021",
 "text": "Romeo is a village in Macomb County in the U.S. state of Michigan. The population was 3,596 at the 2010 census. The village is situated at the southeast corner of Bruce Township, with a portion extending south into Washington Township. Armada Township is adjacent to the east and Ray Township to the southeast. Romeo is located on the rural-urban fringe of the Detroit metropolitan area, and many of its residents commute to jobs closer to the city. Romeo is known for its Peach Festival, which takes place every year during Labor Day weekend. This event dates back to 1931 and includes a car show, floral parade, craft show, and many other events. Tillson Street in Romeo is known for its elaborate Halloween decorations. Thousands trick-or- treat Tillson Street every Halloween to see the homeowners' one-of-a-kind Halloween stages. On February 14 of each year, the village of Romeo offers a special dual postmark with the community of Juliette, Georgia. This tradition began in 1994, as a nod to the William Shakespeare play, Romeo and Juliet. It was Mrs. Taylor who suggested the Name \"Romeo\" because it was \"Short, musical, classical and uncommon.\". ==History== A settlement here was originally occupied by the indigenous Chippewa (Ojibwe), an Algonquian-speaking people who were part of a large language family of tribes extending to the Atlantic Coast. Those tribes around the Great Lakes are thought to have migrated to this area by the 12th century. The early European-American settlers in this area referred to the Chippewa settlement as Indian Village. In the 1820s and 1830s more migrant European-American families began to settle in the area, building homes and establishing businesses. They renamed the community as Hoxie's Settlement, named after a man who opened an inn on main street. In 1839, Hoxie's Settlement became incorporated and was renamed as the village of Romeo. Romeo celebrated its 175th anniversary as of March 9, 2013. Romeo once served as a trading center for the timber industry, and had many mills processing lumber from the region. Many wealthy timber families resided there. Dozens of stately Victorian mansions survive. Romeo is distinct in the area for having a fairly robust, traditional downtown, which has never suffered a major fire. Because of this, some stores and restaurants downtown have features such as original tin ceilings from the Civil War. In the early 20th century, Romeo was the site of an early business devoted to the new automobile industry: the Detroit Auto Vehicle Company operated here from 1904 until 1908. ==Geography== According to the United States Census Bureau, the village has a total area of , all land. ==Government== The government of the Village of Romeo consists of elected and appointed officials. The elected officials include: six council members, one president, treasurer and clerk. The appointed officials include: Chief of Police, Department of Public Works Director, and Village Administrator. Currently, the elected clerk also holds the appointed position of Village Administrator. The day-to-day operations of the Village are handled by the Clerk/Administrator. Since the turn of the 21st century, Romeo has worked to upgrade its infrastructure. It has improved the streetscape on Van Dyke Avenue, the main road through the village, and installed a new water tower. It had earlier established one of the few wastewater treatment plants in the region. While most of the metropolitan region receives water and sewage service from the City of Detroit, Romeo independently sustains its own supply of water and manages treatment of village sewage. This was especially valuable during the blackout that occurred throughout the entire northeastern United States on August 14, 2003. Romeo was one of the few areas in the Detroit metropolitan area to have clean running water. More recent infrastructure improvements include a complete renovation of the village water system, and replacement of all the sidewalks throughout the village. ==Schools== Romeo has one high school (including a ninth grade academy), one middle school and five elementary schools. Most of the schools are located outside the village limits. ==Demographics== ===2010 census=== As of the census of 2010, there were 3,596 people, 1,501 households, and 979 families residing in the village. The population density was . There were 1,659 housing units at an average density of . The racial makeup of the village was 91.9% White, 3.8% African American, 0.2% Native American, 0.5% Asian, 1.1% from other races, and 2.6% from two or more races. Hispanic or Latino of any race were 5.7% of the population. There were 1,501 households, of which 32.2% had children under the age of 18 living with them, 46.2% were married couples living together, 14.9% had a female householder with no husband present, 4.1% had a male householder with no wife present, and 34.8% were non-families. 30.8% of all households were made up of individuals, and 13.6% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.96. The median age in the village was 40.9 years. 23.5% of residents were under the age of 18; 7.7% were between the ages of 18 and 24; 24.1% were from 25 to 44; 29.4% were from 45 to 64; and 15.3% were 65 years of age or older. The gender makeup of the village was 46.4% male and 53.6% female. ===2000 census=== As of the census of 2000, there were 3,721 people, 1,528 households, and 993 families residing in the village. The population density was 1,842.8 per square mile (711.2/km). There were 1,605 housing units at an average density of 794.9 per square mile (306.8/km). The racial makeup of the village was 92.66% White, 4.35% African American, 0.16% Native American, 0.40% Asian, 0.11% Pacific Islander, 0.67% from other races, and 1.64% from two or more races. Hispanic or Latino of any race were 2.74% of the population. There were 1,528 households, out of which 33.3% had children under the age of 18 living with them, 48.2% were married couples living together, 13.5% had a female householder with no husband present, and 35.0% were non-families. 31.3% of all households were made up of individuals, and 13.2% had someone living alone who was 65 years of age or older. The average household size was 2.40 and the average family size was 3.04. In the village, the population was spread out, with 26.1% under the age of 18, 8.2% from 18 to 24, 30.1% from 25 to 44, 21.4% from 45 to 64, and 14.2% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 87.2 males. For every 100 females age 18 and over, there were 82.5 males. The median income for a household in the village was $48,015, and the median income for a family was $60,179. Males had a median income of $51,875 versus $27,696 for females. The per capita income for the village was $22,588. About 3.2% of families and 3.9% of the population were below the poverty line, including 6.5% of those under age 18 and 3.9% of those age 65 or over. ==Events== Romeo plays host to the annual Michigan Lavender Festival every summer, at the height of lavender season. Romeo also hosts a Michigan Peach Festival annually on Labor Day weekend. Started in 1931 to promote the local orchards, in the early 21st century, festival events include a 5K/10K run, a car show, three parades, craft show, Kidsfest, and carnival rides. A yearly Peach Queen is chosen to preside over events and represent Romeo. The Michigan Peach Festival is sponsored by the Romeo Lions Club fraternal organization.http://www.peachfestromeo.com/ Romeo also conducts the Romeo Zombie Walk, a food drive to aid homeless/needy veterans. == Notable people == * Frank Bowerman, Major League Baseball catcher * Harold Courlander, writer, folklorist, and anthropologist * Edwin Henry Hackley, African American lawyer * Jill Ritchie, actress * Kid Rock, musician * Ben Stephens, Major League Baseball pitcher * Henry Stephens, lumber baron * Tom Sharpe, drummer for Mannheim Steamroller and for Dennis DeYoung. ==References== ==External links== * Romeo Historical Society * Romeo District Library - Hours and Locations of Graubner and Kezar branches * Romeo Downtown Development Authority * Starkweather Arts Center Category:Villages in Macomb County, Michigan Category:Villages in Michigan Category:Metro Detroit Category:Populated places established in 1839 Category:1839 establishments in Michigan",
 "title": "Romeo, Michigan"
}