{
 "id": "118141",
 "text": "Stephenson is a city in Menominee County in the U.S. state of Michigan. The population was 862 at the 2010 census. The city is surrounded by Stephenson Township but is administered autonomously. It is part of the Marinette, WI-MI Micropolitan Statistical Area. ==History== This Menominee River settlement had a Chicago and Northwestern Railroad station setup in 1872. On July 13, 1874, a post office was opened here under the name of Wacedah with Alva F. Burnham as its postmaster. The post office was renamed after local leader Samuel Stephenson on January 10, 1876. Stephenson would serve as Congressmen for the community's district from 1889 to 1896. Stephenson incorporated as a village in 1898. Stephenson village incorporated as a city in 1968. ==Geography== According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 862 people, 358 households, and 212 families living in the city. The population density was . There were 408 housing units at an average density of . The racial makeup of the city was 97.3% White, 0.1% African American, 0.3% Asian, 0.7% from other races, and 1.5% from two or more races. Hispanic or Latino of any race were 2.2% of the population. There were 358 households, of which 24.9% had children under the age of 18 living with them, 42.2% were married couples living together, 13.7% had a female householder with no husband present, 3.4% had a male householder with no wife present, and 40.8% were non-families. 34.4% of all households were made up of individuals, and 21.5% had someone living alone who was 65 years of age or older. The average household size was 2.24 and the average family size was 2.92. The median age in the city was 47.9 years. 21.7% of residents were under the age of 18; 5.6% were between the ages of 18 and 24; 19.7% were from 25 to 44; 24.5% were from 45 to 64; and 28.7% were 65 years of age or older. The gender makeup of the city was 46.3% male and 53.7% female. ===2000 census=== As of the census of 2000, there were 875 people, 383 households, and 209 families living in the city. The population density was 800.1 per square mile (309.9/km2). There were 421 housing units at an average density of 385.0 per square mile (149.1/km2). The racial makeup of the city was 98.17% White, 0.11% African American, 0.11% Native American, 0.34% Asian, 0.11% Pacific Islander, and 1.14% from two or more races. Hispanic or Latino of any race were 0.11% of the population. There were 383 households, out of which 20.6% had children under the age of 18 living with them, 43.3% were married couples living together, 8.4% had a female householder with no husband present, and 45.4% were non-families. 41.3% of all households were made up of individuals, and 29.2% had someone living alone who was 65 years of age or older. The average household size was 2.10 and the average family size was 2.84. In the city, the population was spread out, with 19.2% under the age of 18, 6.9% from 18 to 24, 20.5% from 25 to 44, 20.3% from 45 to 64, and 33.1% who were 65 years of age or older. The median age was 48 years. For every 100 females, there were 80.0 males. For every 100 females age 18 and over, there were 77.2 males. The median income for a household in the city was $25,357, and the median income for a family was $34,167. Males had a median income of $29,375 versus $19,688 for females. The per capita income for the city was $16,615. About 8.0% of families and 11.8% of the population were below the poverty line, including 11.1% of those under age 18 and 12.4% of those age 65 or over. ==Images== File:StephensonMichiganSignUS41.jpg|Sign File:StephensonMichiganWelcomeSignUS41.jpg|Welcome sign File:StephensonMichiganDowntown2US41.jpg|Looking south in Stephenson ==Climate== This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the Köppen Climate Classification system, Stephenson has a humid continental climate, abbreviated \"Dfb\" on climate maps.Climate Summary for Stephenson, Michigan ==References== * Category:Cities in Menominee County, Michigan Category:Marinette micropolitan area",
 "title": "Stephenson, Michigan"
}