{
 "id": "118155",
 "text": "Midland Charter Township is a charter township of Midland County in the U.S. state of Michigan. The population was 2,287 at the 2010 census. The township consists of three non-contiguous segments adjacent to the city of Midland, and the township and city are administered autonomously. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (5.81%) is water. ==Demographics== As of the census of 2000, there were 2,297 people, 847 households, and 651 families residing in the township. The population density was 295.3 per square mile (114.0/km2). There were 876 housing units at an average density of 112.6 per square mile (43.5/km2). The racial makeup of the township was 98.43% White, 0.39% African American, 0.35% Native American, 0.17% Asian, and 0.65% from two or more races. Hispanic or Latino of any race were 1.52% of the population. There were 847 households, out of which 40.1% had children under the age of 18 living with them, 64.2% were married couples living together, 8.4% had a female householder with no husband present, and 23.1% were non-families. 19.0% of all households were made up of individuals, and 6.6% had someone living alone who was 65 years of age or older. The average household size was 2.71 and the average family size was 3.08. In the township the population was spread out, with 29.8% under the age of 18, 6.1% from 18 to 24, 33.0% from 25 to 44, 22.2% from 45 to 64, and 9.0% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 98.5 males. For every 100 females age 18 and over, there were 96.5 males. The median income for a household in the township was $50,327, and the median income for a family was $54,539. Males had a median income of $40,559 versus $24,500 for females. The per capita income for the township was $21,538. About 2.9% of families and 3.0% of the population were below the poverty line, including 3.0% of those under age 18 and 5.4% of those age 65 or over. ==References== ==External links== * Official Midland Charter Township site Category:Townships in Midland County, Michigan Category:Charter townships in Michigan",
 "title": "Midland Township, Michigan"
}