{
 "id": "118111",
 "text": "Hinton Township is a civil township of Mecosta County in the U.S. state of Michigan. As of the 2000 census, the township population was 1,035. John Hinton was the first white settler here in 1855. The township was named for him when it was organized in 1860. A post office named Hinton operated from July 1862 until October 1863. == Communities == There are no incorporated municipalities in the township. There are some unincorporated communities or named locales in the northern portion of the township along 5 Mile Road: * Altona is in the northwest part of the township, located where 5 Mile Road crosses the Little Muskegon River at In 1868, William Seaton and Bartley Davis built a sawmill and Harrison J. Brown a flour mill on the Little Muskegon where the village of Altona was later platted, but never incorporated. A post office operated from February 1872 until November 1937. * Halls Corner is in the northeast part of the township, located by the junction of 70th Avenue and 5 Mile Road approximately east of Altona and south of Mecosta at . * Sylvester is in the north central part of the township by the junction of 85th Avenue and 5 Mile Road, approximately east of Altona and west of Halls Corner at David Fowler opened the first store in Hinton Township here in 1868. A post office operated from September 1872 until July 1904 and was named for Sylvester Dresser, a pioneer lumberman in the area. A series of grocers set up shop over the first century of the town's existence, until the last one, William Yurisko, saw his establishment burn to the ground on New Year's Eve, 1957. The Grand Rapids Herald ran a photo of the burning store next to an article titled, \"Last Store Burns: Mecosta County Town of Sylvester Becomes History\". As it turns out, William Yurisko was not the last grocer in Sylvester. The town's few businesses include a popular general store known as King's Trading Post, which was featured in the September 8, 1996 edition of The Grand Rapids Press for its thriving ice cream cone trade. * The Canadian Lakes area is immediately north of the northwest part of the township. * The village of Morley is to the west, and the Morley ZIP code 49336 also serves portions of the western area of the Hinton Township.49336 5-Digit ZCTA, 493 3-Digit ZCTA - Reference Map - American FactFinder, U.S. Census Bureau, 2000 Census * The community of Blanchard is to the southeast in Isabella County, and the Blanchard ZIP code 49310 also serves a portion of the eastern area of Hinton Township.49310 5-Digit ZCTA, 493 3-Digit ZCTA - Reference Map - American FactFinder, U.S. Census Bureau, 2000 Census * The village of Mecosta is to the north, and the Mecosta ZIP code 49332 also serves a portion of the northeast area of Hinton Township.49332 5-Digit ZCTA, 493 3-Digit ZCTA - Reference Map - American FactFinder, U.S. Census Bureau, 2000 Census * The village of Lakeview is to the southwest in Montcalm County, and the Lakeview ZIP code 48850 also serves most of the southern and central area of Hinton Township. 48850 5-Digit ZCTA, 488 3-Digit ZCTA - Reference Map - American FactFinder, U.S. Census Bureau, 2000 Census * The village of Stanwood is to the northwest, and the Stanwood ZIP code 49346 also serves a small area in the northwest part of Hinton Township.49346 5-Digit ZCTA, 493 3-Digit ZCTA - Reference Map - American FactFinder, U.S. Census Bureau, 2000 Census ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (0.06%) is water. ==Demographics== As of the census of 2000, there were 1,035 people, 372 households, and 287 families residing in the township. The population density was 29.0 per square mile (11.2/km2). There were 424 housing units at an average density of 11.9 per square mile (4.6/km2). The racial makeup of the township was 96.71% White, 0.10% African American, 0.58% Native American, 0.10% Asian, 0.77% from other races, and 1.74% from two or more races. Hispanic or Latino of any race were 1.74% of the population. There were 372 households, out of which 34.7% had children under the age of 18 living with them, 67.5% were married couples living together, 6.2% had a female householder with no husband present, and 22.6% were non-families. 16.7% of all households were made up of individuals, and 7.3% had someone living alone who was 65 years of age or older. The average household size was 2.78 and the average family size was 3.15. In the township the population was spread out, with 27.6% under the age of 18, 9.3% from 18 to 24, 25.5% from 25 to 44, 25.4% from 45 to 64, and 12.2% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 102.9 males. For every 100 females age 18 and over, there were 98.1 males. The median income for a household in the township was $37,976, and the median income for a family was $45,893. Males had a median income of $31,912 versus $19,911 for females. The per capita income for the township was $16,964. About 5.2% of families and 9.9% of the population were below the poverty line, including 11.5% of those under age 18 and 12.7% of those age 65 or over. ==References== Category:Townships in Mecosta County, Michigan Category:Populated places established in 1860 Category:1860 establishments in Michigan Category:Townships in Michigan",
 "title": "Hinton Township, Michigan"
}