{
 "id": "118213",
 "text": "Carson City is a city in Montcalm County of the U.S. state of Michigan. The population was 1,093 at the 2010 census. Carson City was first platted in 1866 on land owned by R. M. Abbott, Delia Miner, and Hiram T. Sherman and recorded in 1871. The first lot was sold to Thomas Scott and two nephews, John and Thomas LaDue in 1867. With the corporate name Scott & LaDue, they built a sawmill in 1868 and a grist mill in 1870. The post office from North Shade in Gratiot County was transferred to this location on August 3, 1868, with Hiram T. Sherman as the first postmaster. The name Carson City was given to the post office by Thomas Scott, who had been in Carson City, Nevada, during the gold and silver mining boom days. Carson City incorporated as a village in 1887 and as a city in 1960. The first mayor of Carson City was John T Hallett. ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,093 people, 451 households, and 271 families residing in the city. The population density was . There were 521 housing units at an average density of . The racial makeup of the city was 96.7% White, 0.4% African American, 0.3% Native American, 0.5% Asian, 0.7% from other races, and 1.4% from two or more races. Hispanic or Latino of any race were 4.2% of the population. There were 451 households, of which 30.4% had children under the age of 18 living with them, 40.6% were married couples living together, 14.4% had a female householder with no husband present, 5.1% had a male householder with no wife present, and 39.9% were non-families. 35.7% of all households were made up of individuals, and 17.1% had someone living alone who was 65 years of age or older. The average household size was 2.27 and the average family size was 2.93. The median age in the city was 41.8 years. 24.4% of residents were under the age of 18; 9.2% were between the ages of 18 and 24; 20.7% were from 25 to 44; 21.8% were from 45 to 64; and 24% were 65 years of age or older. The gender makeup of the city was 43.7% male and 56.3% female. ===2000 census=== As of the census of 2000, there were 1,190 people, 496 households, and 312 families residing in the city. The population density was 1,670.8 per square mile (647.1/km2). There were 532 housing units at an average density of 746.9 per square mile (289.3/km2). The racial makeup of the city was 95.04% White, 0.50% African American, 0.17% Native American, 0.34% Asian, 2.10% from other races, and 1.85% from two or more races. Hispanic or Latino of any race were 4.54% of the population. There were 496 households, out of which 32.5% had children under the age of 18 living with them, 44.6% were married couples living together, 13.1% had a female householder with no husband present, and 36.9% were non-families. 32.3% of all households were made up of individuals, and 15.7% had someone living alone who was 65 years of age or older. The average household size was 2.39 and the average family size was 3.01. In the city, the population was spread out, with 28.4% under the age of 18, 7.9% from 18 to 24, 27.1% from 25 to 44, 21.4% from 45 to 64, and 15.1% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 82.0 males. For every 100 females age 18 and over, there were 75.3 males. The median income for a household in the city was $32,500, and the median income for a family was $41,477. Males had a median income of $31,442 versus $28,472 for females. The per capita income for the city was $19,178. About 11.7% of families and 15.2% of the population were below the poverty line, including 19.2% of those under age 18 and 12.9% of those age 65 or over. ==Amenities== The Carson City post office, with ZIP code 48811, serves most of Bloomer Township and southern portions of Crystal Township in Montcalm County and the western portions of North Shade Township and southwestern New Haven Township in Gratiot County.ZCTA Reference Map for 48811 , U.S. Census Bureau, 2000 census The nearest airport is Mayes Airport, a privately owned airport located about away. ==Education== The city is served by the Carson City-Crystal Area Schools, which operates a lower elementary school, a combined upper elementary-middle school and a high school. Its mascot is the eagle. ==Notable people== * Orson Baldwin (1881–1942), Major League Baseball player for the St. Louis Cardinals * William C. Lawe (1910–1942), United States Navy sailor during World War II and Distinguished Flying Cross recipient * Bill Knot (1940–2014), poet * Daniel Henney (b. 1979), actor and model ==References== Category:Cities in Montcalm County, Michigan Category:Populated places established in 1866 Category:1866 establishments in Michigan",
 "title": "Carson City, Michigan"
}