{
 "id": "118458",
 "text": "{{Infobox settlement | name = Hellendoorn | settlement_type = Municipality | image_skyline = Hellendoorn.jpg | image_alt = | image_caption = looking toward the Hellendoorn town centre | image_flag = Hellendoorn vlag.svg | flag_size = 100x67px | flag_alt = | image_shield = Hellendoorn wapen.svg | shield_size = 100x80px | shield_alt = | image_map = Map - NL - Municipality code 0163 (2009).svg | map_alt = Highlighted position of Hellendoorn in a municipal map of Overijssel | map_caption = Location in Overijssel | coordinates = | coordinates_footnotes = | subdivision_type = Country | subdivision_name = Netherlands | subdivision_type1 = Province | subdivision_name1 = Overijssel | government_footnotes = | governing_body = Municipal council | leader_party = CDA | leader_title = Mayor | leader_name = Anneke Raven | unit_pref = Metric | area_footnotes = | area_total_km2 = | area_land_km2 = | area_water_km2 = | elevation_footnotes = | elevation_m = 10 | elevation_max_footnotes = | elevation_max_m = | elevation_min_footnotes = | elevation_min_m = | population_footnotes = | population_total = | population_as_of = | population_density_km2 = | population_demonym = | timezone = CET | utc_offset = +1 | timezone_DST = CEST | utc_offset_DST = +2 | postal_code_type = Postcode | postal_code = 7440–7449, 7687–7689 | area_code_type = Area code | area_code = 0546, 0548 | website = | footnotes = }} Hellendoorn () is a municipality and a town in the middle of the Dutch province of Overijssel. There is an amusement park near the town of Hellendoorn called . At the outskirts of the town there is an ice cream factory from Unilever, where Ben & Jerry's is produced for the European market. == Population centres == The municipality comprises: Towns: * * Nijverdal Hamlets: * * Daarlerveen * * Egede * * * * * (former hamlet, now an integrated part of Nijverdal) ===Topography=== 450px Dutch topographic map of the municipality of Hellendoorn, June 2015 == Geography == thumb|Noetselerberg The central part of the municipality consists of a hilly and sparsely populated area that extends south into the municipality of Rijssen-Holten, called the Sallandse Heuvelrug (Salland Ridge). The highest point lies at about above sea level and is part of the Noetselerberg. A large chunk of the area is covered by forest, but there are also heathlands. This scenery is now part of the Sallandse Heuvelrug National Park. Originally part of the region of Salland, Hellendoorn is now administratively considered part of Twente; a fact reflected in the inclusion of Hellendoorn in the city region of Twente (Kaderwetgebied Regio Twente) as defined by the Dutch government. == History == The municipality of Hellendoorn is the only place in the Netherlands where gold mining took place. The Germans operated a V-2 launching platform near the town of Hellendoorn during World War II, harassing the city of Antwerp.SS Werfer Abteilung 500 in Hellendoorn / Dalfsen, Holland Rudi Velthuis - Tracy Dungan - Ed Straten - Cor Lulof (From V2Rocket.com A-4 V-2 Resource site) On March, 22nd 1945, Nijverdal was severely bombed by allied bombers who were targeting the German Reichskommissar of Austrian origin Arthur Seyss-Inquart. Seyss-Inquart was fleeing the advancing Allied forces and had set up his temporary headquarters in the Reformed School in Nijverdal, but had already left town at the time of the bombing. Over 70 people were killed, mainly at the Grotestraat. A small part of the film A Bridge Too Far was filmed near Hellendoorn. In 1955, part of the municipality of Wierden was annexed (Eversberg, Konijnenbelt, Slettenhaar and Lochter) which is the only part of the municipality located on originally Twente soil. In the late-1970s the quarter of 'het Lochter' arose here. == Notable residents == * Ernst Bakker (1946 in Hellendoorn – 2014) a Dutch politician * Douwe Draaisma (born 1953 in Nijverdal) a Dutch psychologist and academic * Herman Ponsteen (born 1953 in Hellendoorn) Dutch track cyclist who won silver at the 1976 Summer Olympics * Derk van Egmond (born 1956 in Hellendoorn) a Dutch track cyclist, competed in the 1984 Summer Olympics * Wim Woudsma (1957 in Nijverdal – 2019) a Dutch footballer with 395 club caps ==Gallery== File:Hellendoorn, korenmolen de Hoop RM21401 foto2 2014-10-04 12.15.jpg|Hellendoorn, windmill: korenmolen de Hoop File:Hellendoorn, de Dorpskerk RM21392 foto15 204-10-04 12.26.jpg|Hellendoorn, church: de Dorpskerk File:Hellendoorn, de Sint Sebastianuskerk GM-0163WN038 foto7 2014-10-04 12.414.jpg|Hellendoorn, church: de Sint Sebastianuskerk File:Hellendoorn, de Wippe (ook wel de Molen van Fakkert) RM21399 foto8 2014-10-04 12.51.jpg|Hellendoorn, windmill: de Wippe (ook wel de Molen van Fakkert) File:Rollercoaster Tornado Avonturenpark Hellendoorn Netherlands.jpg|Hellendoorn, Rollercoaster Tornado File:Tussen Hellendoorn en Daarle, de Regge foto5 2014-10-04 13.10.jpg|between Hellendoorn and Daarle, river: de Regge File:Daarle, de Hervormde kerk GM-0163WN001 foto7 2014-10-04 13.45.jpg|Daarle, reformed church File:Nijverdal, de Sint- Antonius van Paduakerk GM0163WN07 IMG 5727 2020-05-31 11.28.jpg|Nijverdal, church: de Antonius van Paduakerk ==References== ==External links== * Category:Municipalities of Overijssel Category:Populated places in Overijssel Category:Salland Category:Twente",
 "title": "Hellendoorn"
}