{
 "id": "118535",
 "text": "Margraten (; ) is a village and a former municipality in the southeastern part of the Netherlands. On 1 January 2011 this former municipality merged with a neighbouring one, which resulted in the new Eijsden-Margraten municipality. ==Preceding developments== Until 1982 the municipality with this name comprised apart from Margraten, also the hamlets Groot Welsden, Klein Welsden, Termaar and 't Rooth. In 1982 this municipality was extended with a number of neighbouring municipalities: Cadier en Keer, Mheer, Noorbeek and Sint Geertruid. Also the village Scheulder, that until then was part of another municipality, was added. As a result, from 1982 until 2011 the municipality of Margraten comprised the following population centres, that from 2011 on are all part of nowadays municipality of Eijsden-Margraten. {| |valign=\"top\"| *Banholt *Bemelen *Bergenhuizen *Bruisterbosch *Cadier en Keer *Eckelrade *Gasthuis *Groot-Welsden |valign=\"top\"| *Herkenrade *Honthem *Klein Welsden *Margraten *Mheer *Moerslag *Noorbeek *'t Rooth |valign=\"top\"| *Scheulder *Schey *Schilberg *Sint Antoniusbank *Sint Geertruid *Terhorst *Terlinden *Termaar |valign=\"top\"| *Ulvend *Wolfshuis |} ==American Cemetery== At Margraten the Netherlands American Cemetery and Memorial is situated. Established in 1960, it is Europe's third largest war cemetery for unidentified soldiers who died in World War II. 8,301 soldiers are buried there under long rows of white crosses and stars of David. All graves are adopted by locals, who attend the graves and lay flowers. This cemetery is the final resting place for, among others, Lt. Colonel Robert G. Cole, who was awarded the Medal of Honor for action during the Normandy campaign in June 1944. President George W. Bush visited the cemetery on 8 May 2005, the first American president to do so. ==Gallery== {| | thumb|upright|175px|Netherlands American Cemetery | thumb|upright|175px|One of the many typical \"road crosses\" in this Roman Catholic region | thumb|upright|175px|Margraten place | thumb|upright|175px|Neighbourhood 't Rooth |} ==People== *Jean Bessems (1945), (Cadier en Keer), billiards; worldchampion artistic in 1985 en 1988. *Pierre Lardinois (1924-1987), (Noorbeek), politician *Fons van Wissen (1933-2015), (Margraten), footballer (30 caps) ==References== ==External links== *Official Website * Category:Municipalities of the Netherlands disestablished in 2011 Category:Former municipalities of Limburg (Netherlands) Category:Populated places in Limburg (Netherlands) Category:Eijsden-Margraten",
 "title": "Margraten"
}