{
 "id": "118666",
 "text": "Doorn is a town in the municipality of Utrechtse Heuvelrug in the central Netherlands, in the province of Utrecht. ==History== In a document from 885 to 896, the settlement is called \"Thorhem\", dwelling of Thor, the God of Thunder. Vikings quartered at Dorestad (now Wijk bij Duurstede), called the place Thorhem because reputedly, the god of thunder was worshipped there. Indeed, archeological diggings in a moor on the estate of Hoog Moersbergen, north of Doorn, prove that there was a pagan sacrificial site. At the time, the settlement of Thorhem belonged to the homestead of Villa Thorhem. Around 1200 this homestead was in the possession of a provost of the Bishopric of Utrecht. He or one of his successors had a castle built in the 14th Century, now Huis Doorn, and a church called the Maartenskerk (\"St. Martin's Church\") around 1200. The church was extended in the 15th century. It fell into Protestant hands around 1585 and is still in use as a Protestant church. Another castle, Kasteel Moersbergen, was first mentioned in 1435 and has been altered several times since the 17th Century. The estate around Huis Doorn was so large that there was little room for extension of the town. Only after 1874, when the estate was parcelled out, was there room for growth. After World War II, the town has grown considerably. Doorn is also a major base for the Royal Dutch Marines. Von Gimborn Arboretum, one of the sites of the botanical gardens of Utrecht University, is near the town. Doorn was an independent municipality until 1 January 2006. Since then, it has been the principal town in the municipality of Utrechtse Heuvelrug. There is also a football club, Dev Doorn. ==Famous inhabitants== The last German Emperor, Wilhelm II, lived at castle Doorn (Huis Doorn), in the center of the village, after he was deposed in 1918. He died in Doorn in 1941. The Dutch novelist Simon Vestdijk lived in Doorn for a great part of his life (between 1939 and 1971, a few short intervals excepted). The environs of Doorn are clearly recognisable in the landscape descriptions in many of his novels. Maarten Maartens, a Dutch writer who wrote in English, had a small castle built in Doorn: Zonheuvel (\"Sun Hill\", finished in 1903). At present the castle is called Maarten Maartenshuis and is a part of the hotel and conference centre Zonheuvel. == References == ==External links== *Official website of the municipality of Utrechtse Heuvelrug (in Dutch) *About the Maartenskerk (in Dutch) *Soccer club DEV Doorn (in Dutch) Category:Municipalities of the Netherlands disestablished in 2006 Category:Populated places in Utrecht (province) Category:Former municipalities of Utrecht (province) Category:Utrechtse Heuvelrug",
 "title": "Doorn"
}