{
 "id": "118697",
 "text": "Herostratus () was a 4th-century BC Greek, accused of seeking notoriety as an arsonist by destroying the second Temple of Artemis in Ephesus (on the outskirts of present-day Selçuk). The conclusion prompted the creation of a damnatio memoriae law forbidding anyone to mention his name, orally or in writing. The law was ultimately ineffective, as evidenced by mentions of his existence in modern works and parlance. Thus, Herostratus has become an eponym for someone who commits a criminal act in order to become famous. == History == Archeological evidence indicates the site of the Temple of Artemis at Ephesus had been of sacred use since the Bronze Age, and the original building was destroyed during a flood in the 7th century BC.Pausanias, Description of Greece 7.7 - 8. A second temple was commissioned by King Croesus of Lydia around 560 BC and built by Cretan architects including Chersiphron, constructed largely of marble, and measuring 337 feet long and 180 feet wide with its pillars standing 40 feet tall. The sculpted bases of the pillars contained life-sized carvings and the roof opened to the sky around a statue of Artemis. The second temple was included on an early list of the Seven Wonders of the Ancient World by Herodotus in the 5th century BC, and was well known in ancient times. Little is known about the life of Herostratus, though it is thought he may have been someone of low social standing, a non-Ephesian or a slave. According to tradition, the fire that destroyed the second temple was set on the day Alexander the Great was born, 21 July 356 BC. Herostratus was then captured and tortured on the rack, where he confessed to having committed the arson in an attempt to immortalize his name.Valerius Maximus, Memorable Deeds and Sayings, 8. 14. 5: \"A man was found to plan the burning of the temple of Ephesian Diana so that through the destruction of this most beautiful building his name might be spread through the whole world.\" Valerius Maximus, VIII.14.ext.5 To dissuade those of similar intentions, the Ephesian authorities not only executed Herostratus, but attempted to condemn him to a legacy of obscurity by forbidding mention of his name under penalty of death. However, the ancient historian Theopompus, who was not Ephesian but rather Chian, mentions the name of Herostratus in his Philippica, and it appears again later in the works of Strabo. It is said that in fact his name has outlived the names of his judges, and in his 1658 work Hydriotaphia Sir Thomas Browne states: > But the iniquity of oblivion blindly scattereth her poppy, and deals with > the memory of men without distinction to merit of perpetuity. [...] > Herostratus lives that burnt the Temple of Diana, he is almost lost that > built it [...] Who knows whether the best of men be known? or whether there > be not more remarkable persons forgot, than any that stand remembred in the > known account of time? Work on a third temple at the site began in 323 BC, resulting in a larger and more ornate temple that would be included by Antipater of Sidon as one of Seven Wonders of the Ancient World.Price, J. R., & House, H. W., Zondervan Handbook of Biblical Archaeology (Grand Rapids: Zondervan, 2017), pp. 417–418. ==Legacy== Herostratus' name lived on in classical literature and has passed into modern languages as a term for someone who commits a criminal act in order to achieve notoriety, thus winning herostratic fame. According to Julia H. Fawcett, Herostratus \"exemplifies a figure asserting his right to self- definition, one who strikes out against a history to which he is unknown by performing himself back into that history—through whatever means necessary.\"Fawcett, J. H., Spectacular Disappearances: Celebrity and Privacy, 1696-1801 (Ann Arbor: University of Michigan Press, 2016), p. 33. ===In language=== The term \"Herostratic fame\" refers to Herostratus and means \"fame [sought] at any cost\". ===In media=== * Chaucer makes reference to Herostratus in The House of Fame: \"I am that ylke shrewe, ywis, / That brende the temple of Ysidis / In Athenes, loo, that citee.\" / \"And wherfor didest thou so?\" quod she. / \"By my thrift,\" quod he, \"madame, / I wolde fayn han had a fame, / As other folk hadde in the toun...\" * Many authors from 16th- and 17th-century Spain refer to Herostratus to represent someone who will do anything to gain notoriety. He is discussed in Chapter 8 of the second part of Miguel de Cervantes' Don Quixote (1615), along with Julius Caesar and Hernán Cortés. Don García, the protagonist of Ruiz de Alarcón's La verdad sospechosa (Suspect Truth), compares his feats to the ancient character. * Colley Cibber's Richard III (1699) contains the oft-quoted line, \"The aspiring youth that fired the Ephesian dome / Outlives in fame the pious fool that rais'd it.\" * In the chapter titled \"Dreams\" in Herman Melville's Mardi, and a Voyage Thither (1849), the protagonist states, \"[W]hoso stones me, shall be as Erostratus, who put torch to the temple...\" *Jaroslav Hašek, in the preface of his last novel, The Good Soldier Švejk, compared Herostratus to Švejk (the protagonist) and praised the latter. * In his 6 October 1939 speech to the Berlin Reichstag, Adolf Hitler made a reference to Herostratus, making a contemporary comparison: \"It is clear to me that there is a certain Jewish international capitalism and journalism that has no feeling at all in common with the people whose interests they pretend to represent, but who, like Herostratus of old, regard incendiarism as the greatest success of their lives.\" * The protagonist of the 1967 film Herostratus hires a marketing company to turn his suicide-by- jumping into a mass-media spectacle. * In Gore Vidal's 1970 novel Two Sisters the real-life story of Herostratus appears as a sub-plot. * In Grigori Gorin's 1972 play Forget Herostratus! in which a \"theater man\" from the present observes the judgement of Herostratus in order to understand the source of the disaster that plagues humanity. * Jean-Paul Sartre's short story \"Erostratus\" is directly based on the story of Herostratus. *Andrei Tarkovsky's 1979 film Stalker makes reference to Herostratus. * The tale of Herostratus is directly referenced in two songs from the If These Trees Could Talk album Above the Earth, Below the Sky. *In Sam Levinson's 2018 film Assassination Nation a hacker under the handle \"Er0str4tus\" leaks half of the town of Salem's personal information \"for the lulz\", sending the town into a frenzy of violence. == See also == * Famous for being famous * Streisand effect ==References== ==Bibliography== * Category:Year of birth unknown Category:Date of death unknown Category:356 BC deaths Category:4th-century BC births Category:4th-century BC executions Category:4th-century BC Greek people Category:Arsonists Category:Terrorism Category:Executed ancient Greek people Category:Historical negationism",
 "title": "Herostratus"
}