{
 "id": "118788",
 "text": "Rochester Hills is a city in Oakland County in the U.S. state of Michigan. As of the 2020 census, the city had a total population of 76,300.https://www.census.gov/quickfacts/rochesterhillscitymichigan It is the 15th largest city in Michigan.https://worldpopulationreview.com/states/cities/michigan The area was first occupied by settlers of European descent in 1817, and organized as Avon Township in 1835. The City of Rochester incorporated in 1967, while the remaining area of Avon Township was incorporated and renamed the City of Rochester Hills in 1984. Considered a northern suburb of Metro Detroit, the city is about north of the City of Detroit. ==Communities== *Stony Creek is a neighborhood on the northeast end of the city on the border with Rochester at . *Yates is on the boundary with Rochester and Shelby Township, Oakland County ( ; Elevation: 669 ft./204 m.). & GNIS in Google Map ==History== Prior to European settlement, the area now known as Rochester Hills was inhabited by Native Americans, namely the Potawatomi. The Potawatomi depended on the area's abundant water sources, such as the Clinton River and Paint Creek, to grow crops, fish, and travel.De Vaudreuil, M. \"General Memoir Respecting the Indians between Lake Erie and the Mississippi, with Remarks upon Their Territory, Manners, Habits, Etc.\" In Documents Relative to the Colonial History of the State of New York, edited by E. B. O'Callaghan, MD, compiled by John Romeyn Brodhead, Esq, 887-90. Vol. IX. Albany, NY: Weed, Parsons and Company Printers, 1855. They resided here until the 1807 Treaty of Detroit caused them, along with the Odawa, Wyandot, and Ojibwe peoples, to cede their land in Southeast Michigan. The first European settler was James Graham who arrived in 1817. Graham and his family reached the area by following trails created by the Sauk Native Americans.\"Our Community's History.\" Rochester Hills, MI Official Website. https://www.rochesterhills.org/index.aspx?NID=267.\"Saginaw Trail Historic Marker.\" Detroit: The History and Future of the Motor City. July 2009. http://www.detroit1701.org/. Avon Township was organized in 1835. Rochester incorporated as a village within the township in 1869. The township adopted a charter in 1948 under the Home Rule Act. Also in 1948 a post office was established under the name of Brooklands for the area between Auburn Road and Hamlin Road just to the west of Dequindre Road. In 1966, village residents voted to become the City of Rochester, effective in February 1967. As a result, Rochester residents no longer had to pay property taxes to the township, as it was now a separate municipality. In 1967, Avon Township filed a petition to become a city. In January 1968, township voters approved the petition to move forward with seeking city status. Three proposed city charters were voted down by residents, the first in March 1969, the second in May 1970, and the third in September 1971. The city of Rochester then sought to annex all of the township, which was unanimously denied by the Michigan Boundary Commission. In 1972, petitions were filed to consolidate Avon Township and Rochester. In April 1974, the consolidation petition lost by 350 votes in the township, while passing by four votes in Rochester. In May 1974, Rochester's petition to annex of Avon Township was approved by the Michigan Boundary Commission, depriving Avon Township of its largest taxpayer.https://rochestermedia.com/the-battle-for-avon-township-rochester- and-rochester-hills-a-tale-of-two-cities/ The township became Avon Charter Township in August 1978. Court challenges to the 1974 annexation continued until November 1981, when the township was ordered to surrender the annexed property. An impending annexation request from the City of Troy, due south, for 300 acres of southeast Avon Township brought the cityhood question to a crisis.https://rochestermedia.com/the-battle-for-avon-township-rochester-and- rochester-hills-a-tale-of-two-cities/ In May 1984, township voters approved a city charter. On November 20, 1984, Avon Township became the City of Rochester Hills. The name of the new city was put to a vote, with the other choice being \"Avon Hills.\" The name \"Rochester Hills\" won by a landslide with voters, based on the area's historical ties to Rochester and the rolling hills in the area. Township Supervisor Earl E. Borden became the first mayor of Rochester Hills. ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and (0.27%) is water. Rochester Hills is bordered to the north by Oakland Charter Township along Dutton Road, to the south by the city of Troy along South Boulevard, to the east by Shelby Township in Macomb County along Dequindre Road, and to the west by the city of Auburn Hills along part of Adams Road. Rochester Hills is also partially bordered by the city of Rochester to the east. Elevations in the city range from above sea level in the southeastern portion of the city to in the northwestern section. ==Demographics== ===2010 census=== As of the census of 2010, there were 70,995 people, 27,578 households, and 19,308 families residing in the city. The population density was . There were 29,494 housing units at an average density of . The racial makeup of the city was 89.1% White, 2.5% African American, 0.2% Native American, 4.5% Asian, 0.7% from other races, and 1.9% from two or more races. Hispanic or Latino of any race were 1.1% of the population. There were 27,578 households, of which 33.2% had children under the age of 18 living with them, 59.2% were married couples living together, 8.1% had a female householder with no husband present, 2.8% had a male householder with no wife present, and 30.0% were non-families. 25.7% of all households were made up of individuals, and 10.3% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 3.08. The median age in the city was 40.9 years. 23.7% of residents were under the age of 18; 7.7% were between the ages of 18 and 24; 24.6% were from 25 to 44; 30.3% were from 45 to 64; and 13.8% were 65 years of age or older. The gender makeup of the city was 48.4% male and 51.6% female. Between 2000 and 2010, the Asian population in Rochester Hills increased to almost 10% of the community's population, a 61% increase from the 2000 figure.Steele, Micki. \"Asian-Americans settle in Metro Detroit enclaves.\" The Detroit News. April 19, 2011. Retrieved on September 9, 2013. ==Government== thumb|Rochester Hills Public Library, Rochester, Michigan. Rochester Hills has a Mayor-council government. The Rochester Hills City Council consists of seven Council Members: four district members and three at- large members. They are elected to four-year terms and, due to term limiting, can serve no more than two terms for a maximum of eight years. However, there are no limits on how many times the mayor can run for re-election as a write- in candidate. Rochester Hills does not have a police department, so the city's police services are provided by the Oakland County Sheriff's Office. The 52nd District Court Division 3 is also located in Rochester Hills. In the 2020 United States Presidential Election, 23,173 (50.67%) votes went to Joseph Biden and 21,680 (47.4%) votes were cast for Donald Trump.https://www.clickondetroit.com/decision-2020/2020/11/10/how-detroits- oakland-county-suburbs-voted-in-2020-presidential-election/#// ==Education== Rochester Community Schools serve most of the city. Rochester Adams High School, Rochester High School, and Stoney Creek High School are in Rochester Hills. The city also hosts college and graduate-level programs in various disciplines at Oakland University and Rochester University. Some portions of the city, however, are in Avondale School District. Much of the ASD portion of Rochester Hills is zoned to Deerfield Elementary School, also within the city. Other portions are zoned to Auburn Elementary School in Auburn Hills and Woodland Elementary School in Troy. All ASD residents are zoned to Avondale Middle School in Rochester Hills and Avondale High School in Auburn Hills. The Meadows School, Avondale Academy, and the ASD transportation department are all in Rochester Hills.\"District Map \" (Archive). Avondale School District. Retrieved on June 20, 2015. City services include Rochester Hills Public Library. (The neighboring City of Rochester and Oakland Township contract with the City of Rochester Hills to permit their residents' use of the library.) The Japanese School of Detroit, a supplementary school for Japanese citizens of school age, at one time had its administrative offices in the former Oakland Steiner School in Rochester Hills.\"JSD History\" (Archive). Japanese School of Detroit. May 2, 2001. Retrieved on April 16, 2015. \"（１９９９） 事務局移転（インターナショナル・アカデミー校→旧オークランド・シュタイナー校） \" ==Notable people== This list includes people from the Rochester area (Rochester, Rochester Hills, and Oakland Township) (48306, 48307, 48309, 48363): * Mike Bishop, politician, represented MI-08 district in the US Congress * Tommy Clufetos, drummer for Ozzy Osbourne, Alice Cooper, and Ted Nugent; graduated from Rochester Adams High School * Paul Davis, professional basketball player; graduated from Rochester High School * Eminem, rapper, actor and producer; owned a house in Oakland Township * Eric Fisher, NFL football player for the Kansas City Chiefs * Hal Foster, artist and writer; lived in Rochester for a period during his work of the comic strip Prince Valiant * Amy Frazier, professional tennis player; graduated from Rochester Adams High School * Jay Gibbons, professional baseball player * Andrew Good, Major League baseball player, grew up in Rochester Hills and graduated from Rochester High School * Idris Goodwin, playwright, poet, activist, professor at Colorado College * Shawn Hare, professional baseball player; attended Rochester Community Schools * Greg and Tim Hildebrandt, fantasy artists and painters of the original Star Wars movie poster * Rude Jude, television and radio personality; graduated from Rochester High School * George Jamison, former NFL player for the Detroit Lions * Bob Keselowski, NASCAR driver * Brad Keselowski, 2012 NASCAR Sprint Cup Champion, current NASCAR Cup Series driver. Graduated from Rochester High School * Brian Keselowski, NASCAR driver * Walt Kowalczyk, professional American football player * Jana Kramer, country music singer and actress * Madonna, singer and actress; grew up in Rochester Hills but born in Bay City; graduated from Rochester Adams High School * Alec Martinez, professional hockey player for the Vegas Golden Knights * Craig Owens, lead singer of Chiodos and Cinematic Sunrise * Roxy Petrucci, drummer of all-female rock/metal band Vixen in the 1980s * Brian Sell, retired marathoner; resides in Rochester Hills * Joey Sturgis, record producer; resides in Oakland Township * Ron Teachworth, educator, artist, writer and filmmaker * Dita von Teese, burlesque artist, model and actress * Jacob Trouba, NHL hockey player for the New York Rangers * Peter Vanderkaay, Olympic gold medalist in swimming; graduated from Rochester Adams High School in 2002 * Jason Varitek, professional baseball player; born in Rochester * Robert Simpson Woodward, physicist and mathematician; born in Rochester * George D. Zamka (born 1962), NASA astronaut and Marine Corps pilot who piloted the Space Shuttle Discovery in its 2007 mission to the International Space Station and was commander of mission STS-130 in 2010. ==References== ===Notes=== ===Sources=== * ==External links== *City of Rochester Hills *Rochester Public Library *The Oakland County Category:Cities in Oakland County, Michigan Category:Metro Detroit Category:1984 establishments in Michigan Category:Populated places established in 1984",
 "title": "Rochester Hills, Michigan"
}