{
 "id": "118822",
 "text": "Otto Township is a civil township of Oceana County in the U.S. state of Michigan. It was originally named Ottawa or Ottaway in the 1840 census and was organized as Otto Township in 1860. The population was 662 in 2000 according to the 2000 census. ==Geography== According to the United States Census Bureau, the township has a total area of , of which, of it is land and of it (0.22%) is water. ==Demographics== As of the census of 2000, there were 662 people, 247 households, and 183 families residing in the township. The population density was 18.5 per square mile (7.1/km). There were 302 housing units at an average density of 8.4 per square mile (3.3/km). The racial makeup of the township was 97.89% White, 0.15% Native American, 0.15% Asian, 1.51% from other races, and 0.30% from two or more races. Hispanic or Latino of any race were 4.98% of the population. There were 247 households, out of which 36.0% had children under the age of 18 living with them, 62.3% were married couples living together, 6.5% had a female householder with no husband present, and 25.9% were non-families. 21.5% of all households were made up of individuals, and 6.5% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 3.16. In the township the population was spread out, with 28.7% under the age of 18, 7.4% from 18 to 24, 30.4% from 25 to 44, 26.6% from 45 to 64, and 6.9% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 111.5 males. For every 100 females age 18 and over, there were 111.7 males. The median income for a household in the township was $36,625, and the median income for a family was $46,875. Males had a median income of $35,000 versus $23,750 for females. The per capita income for the township was $15,606. About 3.7% of families and 5.8% of the population were below the poverty line, including 4.1% of those under age 18 and none of those age 65 or over. ==References== Category:Townships in Oceana County, Michigan Category:Townships in Michigan",
 "title": "Otto Township, Michigan"
}