{
 "id": "119020",
 "text": "Bridgehampton Township is a civil township of Sanilac County in the U.S. state of Michigan. As of the 2000 census, the township population was 911. == Communities == * Carsonville is a village along M-46 at the southern boundary of the township with Washington Township and lies partially within both townships. The Carsonville ZIP code 48419 serves most of the southern portion of the township.48419 5-Digit ZCTA, 484 3-Digit ZCTA - Reference Map - American FactFinder, U.S. Census Bureau, 2000 Census * Deckerville is a village to the north in Marion Township and the Deckerville ZIP code 49427 serves areas in the northern part of the township.48427 5-Digit ZCTA, 484 3-Digit ZCTA - Reference Map - American FactFinder, U.S. Census Bureau, 2000 Census * Downington is a historical settlement on Ruth Road along the northern boundary with Marion Township. William Bancroft of Port Huron built a store here in 1862. It was named for Alonzo Downing, another businessman who served as supervisor of Marion Township from 1873 to 1876. It was given a station on the Port Huron and Northwestern Railway in 1880 and a post office was established in April 1883. * McGregor is an unincorporated community in the northwest part of the township at The settlement was founded by Adam McGregor in 1859 and named for him. It was a station on the Flint and Pere Marquette Railroad. A post office operated from September 1894 until April 1958. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (0.08%) is water. ==Demographics== As of the census of 2000, there were 911 people, 333 households, and 252 families residing in the township. The population density was 25.2 per square mile (9.7/km2). There were 376 housing units at an average density of 10.4 per square mile (4.0/km2). The racial makeup of the township was 98.13% White, 0.44% Native American, 0.22% from other races, and 1.21% from two or more races. Hispanic or Latino of any race were 1.32% of the population. There were 333 households, out of which 35.4% had children under the age of 18 living with them, 59.8% were married couples living together, 9.0% had a female householder with no husband present, and 24.3% were non-families. 20.7% of all households were made up of individuals, and 11.4% had someone living alone who was 65 years of age or older. The average household size was 2.71 and the average family size was 3.09. In the township the population was spread out, with 27.7% under the age of 18, 9.1% from 18 to 24, 27.4% from 25 to 44, 21.3% from 45 to 64, and 14.5% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 93.8 males. For every 100 females age 18 and over, there were 96.7 males. The median income for a household in the township was $32,604, and the median income for a family was $37,857. Males had a median income of $27,083 versus $19,485 for females. The per capita income for the township was $14,580. About 8.9% of families and 11.0% of the population were below the poverty line, including 13.8% of those under age 18 and 4.4% of those age 65 or over. ==References== Category:Townships in Sanilac County, Michigan Category:Townships in Michigan",
 "title": "Bridgehampton Township, Michigan"
}