{
 "id": "119046",
 "text": "Minden Township is a civil township of Sanilac County in the U.S. state of Michigan. The population was 633 at the 2000 census. == Communities == * Minden City is a village in the northeast part of the township at . The Minden City ZIP code 48456 serves the northeast portion of Minden Township.48456 5-Digit ZCTA, 484 3-Digit ZCTA - Reference Map - American FactFinder, U.S. Census Bureau, 2000 census * Palms is an unincorporated community in the southeast portion of the township at . The community was founded around 1859 and was a station on the Port Huron and Northwestern Railway in 1880. A post office named Palm State was established in October 1882 and renamed Palms in April 1896. The Palms ZIP code 48465 serves the southeast part of Minden Township as well as the northeast part of Wheatland Township to the south, the southern portion of Delaware Township to the east, and small areas of northern Marion Township and Forester Township, also to the east.48465 5-Digit ZCTA, 484 3-Digit ZCTA - Reference Map - American FactFinder, U.S. Census Bureau, 2000 census Former minor league baseball player Leon Messing grew up in the Palms area. * The Ubly ZIP code 48475 serves the western portion of Minden Township.48475 5-Digit ZCTA, 484 3-Digit ZCTA - Reference Map - American FactFinder, U.S. Census Bureau, 2000 census ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and 0.03% is water. Two rivers rise within the township: * Black River, a tributary of the St. Clair River rises near Minden City at . * North Branch Cass River, a tributary of the Saginaw River rises nearby at . ==Demographics== As of the census of 2000, there were 633 people, 237 households, and 167 families residing in the township. The population density was 17.5 per square mile (6.8/km). There were 274 housing units at an average density of 7.6 per square mile (2.9/km). The racial makeup of the township was 95.10% White, 3.48% from other races, and 1.42% from two or more races. Hispanic or Latino of any race were 3.63% of the population. There were 237 households, out of which 32.9% had children under the age of 18 living with them, 54.0% were married couples living together, 13.1% had a female householder with no husband present, and 29.5% were non-families. 26.2% of all households were made up of individuals, and 14.8% had someone living alone who was 65 years of age or older. The average household size was 2.59 and the average family size was 3.10. In the township the population was spread out, with 28.3% under the age of 18, 9.3% from 18 to 24, 27.3% from 25 to 44, 19.3% from 45 to 64, and 15.8% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 87.3 males. For every 100 females age 18 and over, there were 90.0 males. The median income for a household in the township was $30,227, and the median income for a family was $38,500. Males had a median income of $31,029 versus $20,066 for females. The per capita income for the township was $14,770. About 7.5% of families and 12.8% of the population were below the poverty line, including 14.9% of those under age 18 and 23.7% of those age 65 or over. ==References== Category:Townships in Sanilac County, Michigan Category:Townships in Michigan",
 "title": "Minden Township, Michigan"
}