{
 "id": "119115",
 "text": "Fort Gratiot Township ( ) is a charter township of St. Clair County in the U.S. state of Michigan. The population was 11,108 at the 2010 Census. It is named for Fort Gratiot, an American fort located there off and on between 1814 and 1879. ==History== Fort Gratiot Township was established in 1867.Walter Romig, Michigan Place Names, p. 204 It is named for General Charles Gratiot, the engineer who laid out the fort. ==Communities== * Gardendale is an unincorporated community near the center of the township at . It was a station on the Pere Marquette Railway. A post office operated from March 1891 until March 1906. * Keewahdin or Keewahdin Beach was a resort developed in 1914 by the Keewahdin Park Association on Lake Huron north of Port Huron. The name was likely derived from Kewadin, a famous Ojibwe leader. It is located at . * The city of Port Huron is adjacent to the southeast. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (0.19%) is water. Fort Gratiot is on the southwestern shore of Lake Huron and is considered to be part of the Thumb of Michigan, which in turn is a subregion of the Flint/Tri-Cities. Fort Gratiot is a major center of trade for the Blue Water Area, a subregion of the Thumb. The Birchwood Mall and many big box stores are located in Fort Gratiot. ==Demographics== As of the census of 2000, there were 10,691 people, 4,076 households, and 2,946 families residing in the township. The population density was 664.7 per square mile (256.7/km2). There were 4,334 housing units at an average density of 269.5 per square mile (104.1/km2). The racial makeup of the township was 95.43% White, 1.46% Black, 0.26% Native American, 1.34% Asian, 0.01% Pacific Islander, 0.52% from other races, and 0.98% from two or more races. Hispanic or Latino of any race were 1.75% of the population. There were 4,076 households, out of which 32.7% had children under the age of 18 living with them, 61.0% were married couples living together, 8.1% had a female householder with no husband present, and 27.7% were non-families. 22.5% of all households were made up of individuals, and 8.8% had someone living alone who was 65 years of age or older. The average household size was 2.56 and the average family size was 3.02. In the township the population was spread out, with 24.7% under the age of 18, 7.9% from 18 to 24, 28.1% from 25 to 44, 24.9% from 45 to 64, and 14.3% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 91.8 males. For every 100 females age 18 and over, there were 90.8 males. The median income for a household in the township was $50,736, and the median income for a family was $55,726. Males had a median income of $43,268 versus $25,667 for females. The per capita income for the township was $25,485. About 4.2% of families and 5.7% of the population were below the poverty line, including 8.2% of those under age 18 and 5.9% of those age 65 or over. ==References== ==External links== * Category:Townships in St. Clair County, Michigan Category:Charter townships in Michigan Category:1867 establishments in Michigan Category:Populated places on Lake Huron in the United States",
 "title": "Fort Gratiot Township, Michigan"
}