{
 "id": "119353",
 "text": "Wealthwood Township is a township in Aitkin County, Minnesota, United States. The population was 268 as of the 2010 census. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and , or 68.09%, is water. The township is located on the north shore of Mille Lacs Lake, the second-largest inland lake in Minnesota. ===Major highway=== * 20px Minnesota State Highway 18 ===Lakes=== * Killroy Lake * Mille Lacs Lake (northeast half) ===Adjacent townships=== * Nordland Township (north) * Glen Township (northeast) * Lakeside Township (east) * Malmo Township (east) * East Side Township, Mille Lacs County (southeast) * South Harbor Township, Mille Lacs County (south) * Kathio Township, Mille Lacs County (southwest) * Hazelton Township (west) * Farm Island Township (northwest) ===Cemeteries=== The township contains Black Cemetery. ==Demographics== As of the census of 2000, there were 269 people, 128 households, and 88 families and 4 second names residing in the township. The population density was 11.3 people per square mile (4.4/km). There were 287 housing units at an average density of 12.4/sq mi (4.8/km). The racial makeup of the township was 97.33% White, 1.53% Native American, 0.38% from other races, and 0.76% from two or more races. Hispanic or Latino of any race were 0.76% of the population. There were 128 households, out of which 10.9% had children under the age of 18 living with them, 59.4% were married couples living together, 7.8% had a female householder with no husband present, and 31.3% were non-families. 26.6% of all households were made up of individuals, and 10.9% had someone living alone who was 65 years of age or older. The average household size was 2.05 and the average family size was 2.39. In the township the population was spread out, with 11.5% under the age of 18, 1.5% from 18 to 24, 16.4% from 25 to 44, 39.3% from 45 to 64, and 31.3% who were 65 years of age or older. The median age was 57 years. For every 100 females, there were 111.3 males. For every 100 females age 18 and over, there were 114.8 males. The median income for a household in the township was $35,227, and the median income for a family was $32,500. Males had a median income of $19,375 versus $21,563 for females. The per capita income for the township was $25,423. About 2.2% of families and 6.7% of the population were below the poverty line, including 16.7% of those under the age of eighteen and 6.2% of those 65 or over. ==References== * United States National Atlas * United States Census Bureau 2007 TIGER/Line Shapefiles * United States Board on Geographic Names (GNIS) Category:Townships in Aitkin County, Minnesota Category:Townships in Minnesota",
 "title": "Wealthwood Township, Aitkin County, Minnesota"
}