{
 "id": "119509",
 "text": "Beardsley is a city in Big Stone County, Minnesota, United States. The population was 233 at the 2010 census. ==History== Beardsley was platted in 1880 by W. W. Beardsley, and named for him. == Geography == According to the United States Census Bureau, the city has a total area of , all land. Minnesota State Highways 7 and 28 are two of the main routes in the community. ===Climate=== Beardsley holds two state monthly record high temperatures, 111 °F (approx. 44 °C) in September, set in 1931, and 98 °F (approx. 37 °C) for October, reached in 1963, , and shares with Moorhead both the July record and the all-time state high temperature of 115°, reached in Beardsley on July 29, 1917. ===Seismology=== Minnesota has a relatively low incidence of earthquakes, with 19 having been documented in the state since 1860, according to the University of Minnesota-Morris.Minnesota at a Glance: Earthquakes in Minnesota A rare earthquake shook the area on June 5, 1993; the earthquake's epicenter was in the nearby town of Dumont and measured a Magnitude 4.1 and Intensity V-VI.U.S. Department of the Interior A stronger earthquake (Magnitude 4.6, Intensity VI) struck the area in 1975 and was felt over 315,000 square kilometers.U.S. Department of the Interior == Demographics == ===2010 census=== As of the census of 2010, there were 233 people, 108 households, and 60 families living in the city. The population density was . There were 141 housing units at an average density of . The racial makeup of the city was 99.6% White and 0.4% Native American. There were 108 households, of which 28.7% had children under the age of 18 living with them, 41.7% were married couples living together, 9.3% had a female householder with no husband present, 4.6% had a male householder with no wife present, and 44.4% were non- families. 41.7% of all households were made up of individuals, and 21.3% had someone living alone who was 65 years of age or older. The average household size was 2.16 and the average family size was 2.88. The median age in the city was 44.8 years. 24.9% of residents were under the age of 18; 7.2% were between the ages of 18 and 24; 18.1% were from 25 to 44; 27.5% were from 45 to 64; and 22.3% were 65 years of age or older. The gender makeup of the city was 47.2% male and 52.8% female. ===2000 census=== As of the census of 2000, there were 262 people, 125 households, and 71 families living in the city. The population density was 552.4 people per square mile (215.2/km2). There were 148 housing units at an average density of 312.1 per square mile (121.6/km2). The racial makeup of the city was 100.00% White. Hispanic or Latino of any race were 1.15% of the population. There were 125 households, out of which 26.4% had children under the age of 18 living with them, 46.4% were married couples living together, 7.2% had a female householder with no husband present, and 42.4% were non-families. 40.8% of all households were made up of individuals, and 25.6% had someone living alone who was 65 years of age or older. The average household size was 2.10 and the average family size was 2.83. In the city, the population was spread out, with 24.4% under the age of 18, 3.1% from 18 to 24, 22.9% from 25 to 44, 22.9% from 45 to 64, and 26.7% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 88.5 males. For every 100 females age 18 and over, there were 88.6 males. The median income for a household in the city was $26,429, and the median income for a family was $33,929. Males had a median income of $26,875 versus $18,750 for females. The per capita income for the city was $16,106. About 6.3% of families and 12.2% of the population were below the poverty line, including 20.3% of those under the age of 18 and 15.5% of those 65 and older. ==References== Category:Cities in Big Stone County, Minnesota Category:Cities in Minnesota",
 "title": "Beardsley, Minnesota"
}