{
 "id": "119578",
 "text": "New Ulm is a city in Brown County, Minnesota, United States. The population was 14,120 at the 2020 census. It is the county seat of Brown County. Located in the triangle of land formed by the confluence of the Minnesota River and the Cottonwood River, the city is home to the Minnesota Music Hall of Fame, the Hermann Heights Monument, Martin Luther College, Flandrau State Park, and the August Schell Brewing Company. New Ulm is the episcopal see of the Roman Catholic Diocese of New Ulm. U.S. Highway 14 and Minnesota State Highways 15 and 68 are three of the main routes in the city. ==History== ===Settlement=== thumb|left|The first European-American settlers of New Ulm, 1854. The city was founded in 1854New Ulm Chamber of Commerce by the German Land Company of Chicago. The city was named after the city of Neu-Ulm in the state of Bavaria in southern Germany. Ulm and Neu-Ulm are sister cities, with Ulm being situated on the Baden-Württemberg side and Neu-Ulm on the Bavarian side of the Danube River. In part due to the American city's German heritage, it became a center for brewing in the Upper Midwest. It is home to the August Schell Brewing Company. In 1856, the Settlement Association of the Socialist Turner Society (\"Turners\") helped to secure the future of New Ulm. The Turners originated in Germany in the first half of the nineteenth century, promoted with the slogan, \"Sound Mind, Sound Body\". Their clubs combined gymnastics with lectures and debates about the issues of the day. Following the failed Revolutions of 1848, numerous Germans emigrated to the United States. In their new land, Turners formed associations (Vereins) throughout the eastern, midwestern, and western states. This was the largest secular German-American organization in the country in the nineteenth century. Following a series of attacks by nativist mobs in major cities such as Chicago, Cincinnati, and Louisville, a national convention of Turners authorized the formation of a colony on the frontier. Intending to develop a community that expressed Turner ideals, the Settlement Association joined the Chicago Germans who had struggled here due to a lack of capital. The Turners supplied that, as well as hundreds of colonists from the east who arrived in 1856.Alice Felt Tyler, \"William Pfaender and the Founding of New Ulm,\" Minnesota History 30 (March 1949): 24-35; Grady Steele Parker, editor, Wilhelm Pfaender and the German American Experience (Roseville, Minn.: Edinborough Press, 2009). The city plan represented Turner ideals. The German Land Company hired Christian Prignitz to complete the plan for New Ulm, which was filed in April 1858. This master plan for New Ulm expressed a grand vision of the city's future. At the heart of the community stood blocks reserved for Turner Hall, the county courthouse, and a public school, representing the political, social, and educational center of the community. The westernmost avenues were named after American heroes George Washington, Benjamin Franklin, Thomas Jefferson, and Thomas Paine—the latter three noted for their freethinking philosophies. Members were given the means to support themselves — in harmony with nature — through the distribution of four-acre garden lots located outside the residential area. Historian Dennis Gimmestad wrote, > \"The founders’ goals created a community persona that sets New Ulm apart > from the Minnesota towns founded by land speculators or railroad > companies.... The New Ulm founders aspired to establish a town with a > defined philosophical, economic, and social character\".Dennis Gimmestad, > \"Territorial Space: Platting New Ulm,\" Minnesota History 56 (Summer 1999): > 340-350. Also see Rainier Vollmar, \"Ideology and Settlement Plan: Case of > Bethlehem, Pennsylvania, and New Ulm, Minnesota,\" address to the Brown > County Historical Society, May 18, 1991, tape recording, Brown County > Historical Society. ===U.S.–Dakota War of 1862=== In the Dakota War of 1862, the city was attacked twice by Dakota warriors from a nearby reservation on the Minnesota River to the west. Retreating behind barricades that protected the city center, local citizens fought back, supported by volunteer militia who arrived from other towns to support the city's defense. Much of the town outside the barricades was burned. ===1881 Tornado=== On July 15, 1881, New Ulm was struck by a large tornado that killed six people and injured 53. ===World War I and II=== Between the outbreak of World War I in 1914 and U.S. entry into the conflict, the citizens of New Ulm closely followed events in Europe. Local newspapers sometimes printing news from relatives and friends in Germany. In an unofficial referendum in early April 1917, local voters opposed war by a margin of 466 to 19. Even as President Woodrow Wilson prepared his Declaration of War, a Brown County delegation arrived in Washington, D.C. to voice its opposition to that action. On the national level, the Wilson administration organized an active campaign to suppress antiwar fervor, joined on the state level by Minnesota Governor James Burnquist. The Minnesota Commission of Public Safety was granted broad powers to protect the state and assist in the war effort. Specific actions taken by the commission included surveillance of alleged subversive activities, mobilization of opposition to labor unions and strikes (which were considered even more suspect in wartime), pursuit of draft evaders, and registration and monitoring of aliens (foreign nationals). Given the strong German heritage of New Ulm residents, federal and state agents began to visit the city soon after the United States' entry into the Great War. They filed reports to offices in Washington and St. Paul because immigrants and first-generation ethnics were suspected of having divided loyalties at best, and perhaps favoring Prussia and the Axis powers. Locally, several business and civic leaders joined in efforts to root out antiwar fervor. On July 25, 1917, a massive rally, attended by 10,000 people, was held on the grounds of Turner Hall. The people had gathered to “enter a protest against sending American soldiers to a foreign country.” Speakers included Louis Fritsche, mayor of New Ulm; Albert Pfaender, city attorney and former minority leader of the Minnesota House of Representatives; Adolph Ackermann, director of Dr. Martin Luther College; and F. H. Retzlaff, a prominent businessman. Federal and state agents mingled through the crowd, gathering information. A month later, Governor Burnquist removed Fritsche and Pfaender from their positions. The Commission of Public Safety pressured the college to fire Ackermann. These blows sharply divided the community — on one side, many residents took the removals as an attack on the city's heritage and traditions. Albert Pfaender was the son, and Fritsche, the son-in-law, of the city's principal founder, Wilhelm Pfaender. On the other side, prominent local businessmen, including flour mill managers, feared economic repercussions and promoted pro-war parades and bond drives.New Ulm Review, May 23, 1917. For an overview of these events, see Carl H. Chrislock, Watchdog of Loyalty: The Minnesota Commission of Public Safety During World War I (St. Paul: Minnesota Historical Society, 1991). During World War II, German POWs were housed in a camp to the immediate southeast of New Ulm, in what is now Flandrau State Park. In 1944, a New Ulm family was fined $300 for removing a prisoner from the camp, housing him, and taking him to church.Dean B. Simmons, Swords into Plowshares, Cathedral Hill Books, 2000 ==Historic sites== ===Turner Hall=== New Ulm Turner Hall, with the oldest section constructed in 1873, was listed in the National Register of Historic Places in 1979. It is the oldest Turner Hall in the United States still in its original use. The north half of the building is a combination of exterior wall elements of a 1901 hall/theater that burned in 1952 with a 1953 interior and main facade. Turner Hall remains one of the most active in the country and one that continues its original mission at the same location after more than 150 years. Its Rathskeller is likely the oldest continuously used bar in Minnesota, while its gymnastics program is also the oldest in the state. The Rathskeller features murals of scenes from Germany, painted by Guido Methua (1873), Christian Heller (1887), and Anton Gag (1901). These were recently restored with support from a grant from the Minnesota Historical Society.Daniel J. Hoisington, A German Town: A History of New Ulm, Minnesota (Edinborough Press, 2004). ===Brown County Historical Society=== thumb|right|The Historical Museum is housed in the old post office building, listed in the NRHP. The Brown County Historical Society, located at 2 North Broadway houses 3 floors of exhibits and one of the largest archives in the state. It contains over 5,500 family files, microfilm of census, naturalization, church, cemetery and birth and death records as well as business and history files.Brown County Historical Society ===Defender's monument=== Located at Center and State Streets, Defender's Monument was erected in 1891 by the State of Minnesota to honor the memory of the defenders who aided New Ulm during the Dakota War of 1862. The artwork at the base was created by New Ulm artist Anton Gag. The monument has not been changed since its completion except for being moved to the middle of the block. ===Hermann monument=== The Hermann Monument in New Ulm dominates the Minnesota River valley from a hill overlooking the city. Inspired by a similar monument called Hermannsdenkmal near Detmold, Germany, the figure served as a symbol for members of the Sons of Hermann, a fraternal organization of German Americans. In 1885, the 362 Sons of Hermann lodges across the country committed themselves to the construction of a monument representing their cultural heritage. Through the efforts of Minnesota's 53 Sons of Hermann lodges, the monument was built in New Ulm, home to many German immigrants. The sculptor chosen for this project was a German sculptor from Ohio, Alfons Pelzer. A delegation from New Ulm visited Ulm in 2009 and went up to the Teutoburger Forest and Detmold, in northern Germany, to commemorate the 2000th anniversary of the Battle of the Teutoburg Forest, when Arminius, a chieftain of the Cherusci, a Germanic tribe, defeated a Roman army, led by Varus. ===German Bohemian monument=== A monument to German-Bohemian immigration to America is located in New Ulm. It was erected in 1991 by the German-Bohemian Heritage Society to honor the German-Bohemian immigrants who arrived the area, mostly by a boat landing on the Minnesota River some 150 yards to the east. The immigrants came mostly from small villages, with the largest number from the village centers of Hostau, Muttersdorf, and Ronsperg. Most of the immigrants were Catholic farmers who spoke a Bohemian dialect of German. Inscribed in granite slabs around the base of the monument are the surnames of over 350 immigrant families. Many of these names are still prominent in the region. As more and more immigrants arrived, not all of whom could farm, they settled in the city of New Ulm and some of the small communities to the west and north. The bronze statue that rests on top of the granite base was designed and sculpted by Leopold Hafner, a German-Bohemian sculptor who now lives near Passau, Germany. The monument is located at 200 North German Street and is open year-round. ==Culture== ===Glockenspiel in Schonlau Park=== thumb|right|upright|The Glockenspiel bell tower New Ulm's glockenspiel is one of the world's few free-standing carillon clock towers. It stands 45 feet high, and its largest Bourdon (bell) weighs 595 pounds while the total weight of the bells is two tons. The bells chime the time of day in Westminster style. ===Minnesota Music Hall of Fame=== In 1990, the Minnesota Music Hall of Fame was established in New Ulm. The museum displays music memorabilia from around the state. ===Polka capital of the nation=== Music was always a part of life in New Ulm, especially with the arrival of the musically-inclined Sudeten Germans in the 1870s. Whoopee John Wilfahrt's successful career opened the door to what became known as \"Old-Time\" music. After him, other local bands such as those led by Harold Loeffelmacher, Babe Wagner, Elmer Scheid and Fezz Fritsche kept New Ulm well known around the state and region. They even produced nationally popular recordings. With the opening of George's Ballroom and the New Ulm Ballroom and the start of KNUJ radio station in the 1940s, New Ulm billed itself as the \"Polka Capital of the Nation\". New Ulm's Polka Days were known worldwide by polka lovers. The festival was held each year in July. Polka Bands played on Minnesota Street and people danced and drank beer until well past midnight. thumb|250px|Parking meter checker stands by his police vehicle which is imprinted with the German word for police (Polizei). It is part of the town's highlighting its German ethnic origins. New Ulm, Minnesota, July 1974. ===Festivals=== Local events held annually in New Ulm have celebrated German culture through food, music, and beer. New Ulm's Oktoberfest has been celebrated the first two weekends in October since 1981.New Ulm Oktoberfest Bock Fest, often scheduled concurrently with the local festivities for Fasching, has been celebrated since 1987 at the August Schell Brewing Company. Bavarian Blast, a summer festival, was created as reinterpretation of New Ulm's longstanding festival, Heritagefest. ===In popular culture=== New Ulm was the setting and filming location of the 1995 independent film The Toilers and the Wayfarers, directed by Keith Froelich. The city was a filming location for the 2004 documentary American Beer. It is also the setting of the 2009 comedy New in Town, starring Renée Zellweger and Harry Connick Jr., although the movie was actually filmed in Selkirk, Manitoba. ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and is water. The Minnesota River and the Cottonwood River flow past the city on their way to the Mississippi River. ===Climate=== New Ulm has a hot-summer humid continental climate (Köppen Dfa), and it experiences four distinct seasons. Summers in New Ulm are typically warm to hot with thunderstorms being common. Winters are quite cold and snowy, yet not quite as snowy as other areas further east in Minnesota. ==Demographics== In 2002, the U.S. Census Bureau released a report showing that 65.85% of New Ulm's population has German ancestry, more per capita than any other city in the U.S. ===2010 census=== As of the census of 2010, there were 13,522 people, 5,732 households, and 3,511 families residing in the city. The population density was . There were 5,987 housing units at an average density of . The racial makeup of the city was 97.8% White, 0.3% African American, 0.1% Native American, 0.7% Asian, 0.4% from other races, and 0.8% from two or more races. Hispanic or Latino of any race were 1.8% of the population. There were 5,732 households, of which 25.7% had children under the age of 18 living with them, 48.6% were married couples living together, 8.8% had a female householder with no husband present, 3.9% had a male householder with no wife present, and 38.7% were non-families. 33.9% of all households were made up of individuals, and 15.2% had someone living alone who was 65 years of age or older. The average household size was 2.20 and the average family size was 2.80. The median age in the city was 41.4 years. 20.7% of residents were under the age of 18; 11.7% were between the ages of 18 and 24; 21.6% were from 25 to 44; 27.6% were from 45 to 64; and 18.6% were 65 years of age or older. The gender makeup of the city was 49.1% male and 50.9% female. ===2000 census=== As of the census of 2000, there were 13,594 people, 5,494 households, and 3,554 families residing in the city. The population density was 1,548.3 people per square mile (597.8/km). There were 5,736 housing units at an average density of 653.3 per square mile (252.2/km). The racial makeup of the city was 98.10% White, 0.11% African American, 0.15% Native American, 0.46% Asian, 0.03% Pacific Islander, 0.50% from other races, and 0.65% from two or more races. Hispanic or Latino of any race were 1.26% of the population. There were 5,494 households among which 29.6% had children under the age of 18 living with them, 52.9% were married couples living together, 8.9% had a female householder with no husband present, and 35.3% were non-families. 31.0% of all households were made up of individuals, and 14.4% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.89. In the city, the population was spread out, with 23.1% under the age of 18, 12.6% from 18 to 24, 25.5% from 25 to 44, 22.2% from 45 to 64, and 16.6% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 95.7 males. For every 100 females age 18 and over, there were 92.2 males. The median income for a household in the city was $40,044, and the median income for a family was $51,309. Males had a median income of $34,196 versus $24,970 for females. The per capita income for the city was $20,308. About 4.6% of families and 6.2% of the population were below the poverty line, including 7.1% of those under age 18 and 10.0% of those age 65 or over. ==Politics== {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Precinct General Election Results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third parties |- | style=\"text-align:center;\" |2020 | style=\"text-align:center;\" |56.8% 4,442 | style=\"text-align:center;\" |40.7% 3,179 | style=\"text-align:center; background:honeyDew;\"|2.5% 197 |- | style=\"text-align:center;\" |2016 | style=\"text-align:center;\" |56.1% 4,166 | style=\"text-align:center;\" |33.0% 2,445 | style=\"text-align:center; background:honeyDew;\"|10.9% 809 |- | style=\"text-align:center;\" |2012 | style=\"text-align:center;\" |51.3% 3,825 | style=\"text-align:center;\" |45.5% 3,395 | style=\"text-align:center; background:honeyDew;\"|3.2% 243 |- | style=\"text-align:center;\" |2008 | style=\"text-align:center;\" |51.5% 3,810 | style=\"text-align:center;\" |45.8% 3,389 | style=\"text-align:center; background:honeyDew;\"|2.7% 196 |- | style=\"text-align:center;\" |2004 | style=\"text-align:center;\" |56.8% 4,212 | style=\"text-align:center;\" |41.2% 3,052 | style=\"text-align:center; background:honeyDew;\"|2.0% 146 |- | style=\"text-align:center;\" |2000 | style=\"text-align:center;\" |52.6% 3,720 | style=\"text-align:center;\" |39.1% 2,764 | style=\"text-align:center; background:honeyDew;\"|8.3% 585 |- | style=\"text-align:center;\" |1996 | style=\"text-align:center;\" |42.3% 2,727 | style=\"text-align:center;\" |43.4% 2,792 | style=\"text-align:center; background:honeyDew;\"|14.3% 923 |- | style=\"text-align:center;\" |1992 | style=\"text-align:center;\" |40.8% 2,824 | style=\"text-align:center;\" |34.2% 2,368 | style=\"text-align:center; background:honeyDew;\"|25.0% 1,736 |- | style=\"text-align:center;\" |1988 | style=\"text-align:center;\" |55.2% 3,313 | style=\"text-align:center;\" |44.8% 2,691 | style=\"text-align:center; background:honeyDew;\"|0.0% 0 |- | style=\"text-align:center;\" |1984 | style=\"text-align:center;\" |61.2% 3,882 | style=\"text-align:center;\" |38.8% 2,459 | style=\"text-align:center; background:honeyDew;\"|0.0% 0 |- | style=\"text-align:center;\" |1980 | style=\"text-align:center;\" |53.1% 3,723 | style=\"text-align:center;\" |38.2% 2,676 | style=\"text-align:center; background:honeyDew;\"|8.7% 614 |- | style=\"text-align:center;\" |1976 | style=\"text-align:center;\" |54.3% 3,740 | style=\"text-align:center;\" |41.4% 2,853 | style=\"text-align:center; background:honeyDew;\"|4.3% 298 |- | style=\"text-align:center;\" |1972 | style=\"text-align:center;\" |62.1% 3,773 | style=\"text-align:center;\" |34.6% 2,106 | style=\"text-align:center; background:honeyDew;\"|3.3% 201 |- | style=\"text-align:center;\" |1968 | style=\"text-align:center;\" |55.9% 3,059 | style=\"text-align:center;\" |38.8% 2,124 | style=\"text-align:center; background:honeyDew;\"|5.3% 289 |- | style=\"text-align:center;\" |1964 | style=\"text-align:center;\" |49.9% 2,600 | style=\"text-align:center;\" |50.0% 2,605 | style=\"text-align:center; background:honeyDew;\"|0.1% 9 |- | style=\"text-align:center;\" |1960 | style=\"text-align:center;\" |58.6% 3,076 | style=\"text-align:center;\" |41.3% 2,164 | style=\"text-align:center; background:honeyDew;\"|0.1% 6 |} ==Media== ===Newspaper=== The Journal is a daily newspaper in New Ulm. It was founded in 1898 and is owned by Ogden Newspapers. The circulation was 5,248 in 2019. ===Radio=== New Ulm has two full-power radio stations licensed to it. KNUJ/860 airs a full-service farm format. KATO-FM/93.1 broadcasts a country music format from Mankato. Although the two stations are no longer co-owned, KATO-FM was originally KNUJ's sister FM station. ==Notable people== thumb|Anton Gag home * Ali Bernard, 2008 Olympic wrestler, born in New Ulm in 1986. * Joseph Bobleter, newspaper editor, Minnesota legislator, and mayor of New Ulm. * Kathryn Adams Doty, actress, born in New Ulm in 1920; married to actor Hugh Beaumont of Leave It To Beaver television show fame. * Marion Downs, audiologist who pioneered newborn hearing screening, born in New Ulm in 1914. * Robert A. Duin, U.S. Coast Guard Rear Admiral, born in New Ulm in 1924. * Tony Eckstein, former Minnesota politician, legislator and New Ulm mayor, born in New Ulm in 1923. * Wanda Gág, author and artist, born in New Ulm in 1893. Her childhood home is open to tour. * Tippi Hedren, film actress, born in New Ulm in 1930; She was the star of Alfred Hitchcock's classic The Birds; mother of actress Melanie Griffith and grandmother of actress Dakota Johnson. * Harold G. Krieger, Minnesota state senator and judge, born in New Ulm in 1926. * John Lind, although born in Sweden, immigrated to the United States and called New Ulm his hometown. He was a successful lawyer and the 14th governor of Minnesota from 1899 to 1901. He later served as a United States Congressman from 1903 to 1905. * Harold Loeffelmacher, polka band leader, born near New Ulm in 1905, organized The Six Fat Dutchmen in New Ulm during the 1930s. His band played polka music all over the United States. * Brad Lohaus, retired National Basketball Association player, born in New Ulm in 1964. * William Pfaender, businessman, Minnesota state treasurer, and legislator; served as mayor of New Ulm. * August Schell moved to New Ulm from Germany in 1848, starting the August Schell Brewing Company. The brewery is still in business today. He died in New Ulm in 1891. *Flip Schulke, photojournalist who traveled with Martin Luther King Jr. * Terry Steinbach, former Oakland A's catcher, born in New Ulm in 1962. A three-time All-Star and in 1988 was voted the All-Star Game MVP. * Thomas O. Streissguth, Minnesota Supreme Court justice. * Lenore Ulric, actress and movie star, born in New Ulm in 1892. * Hal Wick, South Dakota state legislator, born in New Ulm in 1944. * Whoopee John Wilfahrt, born in 1893, on a farm near New Ulm. He became the leader of one of the most successful polka bands in the nation. ==See also== * Cathedral High School (New Ulm, Minnesota) * New Ulm High School * New Ulm Municipal Airport * Minnesota Valley Lutheran High School * Martin Luther College ==International relations== New Ulm is twinned with: * Neu-Ulm, Bavaria, Germany ==References== ==External links== * * City of New Ulm official website * Web site of the Journal, New Ulm's daily newspaper * Hermann Heights * The History of New Ulm Documentary produced by Pioneer Public Television * Category:Cities in Brown County, Minnesota Category:County seats in Minnesota Category:Minnesota River Category:German-American culture in Minnesota Category:German-American history Category:Populated places established in 1854 Category:1854 establishments in Minnesota Territory Category:Cities in Minnesota",
 "title": "New Ulm, Minnesota"
}