{
 "id": "119550",
 "text": "McPherson Township is a township in Blue Earth County, Minnesota, United States. The population was 470 as of the 2000 census. McPherson Township was named for James B. McPherson, an officer in the Civil War. ==Geography== According to the United States Census Bureau, the township has a total area of 35.4 square miles (91.7 km), of which 35.0 square miles (90.6 km) is land and 0.4 square mile (1.0 km) (1.13%) is water. The city of St. Clair is entirely within the township geographically but is a separate entity. ===Lake=== * Rice Lake ===Adjacent townships=== * Le Ray Township (north) * Janesville Township, Waseca County (northeast) * Alton Township, Waseca County (east) * Freedom Township, Waseca County (southeast) * Medo Township (south) * Beauford Township (southwest) * Decoria Township (west) * Mankato Township (northwest) ===Cemeteries=== The township includes the following cemeteries: Bunker Hill, McPherson and Saint Johns. ==Demographics== As of the census of 2000, there were 470 people, 167 households, and 126 families residing in the township. The population density was 13.4 people per square mile (5.2/km). There were 170 housing units at an average density of 4.9/sq mi (1.9/km). The racial makeup of the township was 98.94% White, 0.43% African American, and 0.64% from two or more races. Hispanic or Latino of any race were 0.43% of the population. There were 167 households, out of which 34.7% had children under the age of 18 living with them, 68.3% were married couples living together, 5.4% had a female householder with no husband present, and 24.0% were non- families. 10.8% of all households were made up of individuals, and 6.0% had someone living alone who was 65 years of age or older. The average household size was 2.81 and the average family size was 3.07. In the township the population was spread out, with 28.3% under the age of 18, 6.6% from 18 to 24, 33.0% from 25 to 44, 20.9% from 45 to 64, and 11.3% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 114.6 males. For every 100 females age 18 and over, there were 113.3 males. The median income for a household in the township was $45,804, and the median income for a family was $50,208. Males had a median income of $32,206 versus $20,917 for females. The per capita income for the township was $17,610. About 2.9% of families and 5.1% of the population were below the poverty line, including 1.3% of those under age 18 and 4.4% of those age 65 or over. ==References== * United States National Atlas * United States Census Bureau 2007 TIGER/Line Shapefiles * United States Board on Geographic Names (GNIS) Category:Townships in Blue Earth County, Minnesota Category:Mankato – North Mankato metropolitan area Category:Townships in Minnesota",
 "title": "McPherson Township, Blue Earth County, Minnesota"
}