{
 "id": "119664",
 "text": "Kego Township is a township in Cass County, Minnesota, United States. The population was 465 as of the 2000 census. Kego is a name derived from the Ojibwe language, meaning \"fish\". ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (12.81%) is water. The city of Longville is located entirely within Kego Township geographically but is a separate entity. ===Major highways=== * 20px Minnesota State Highway 84 * 20px Minnesota State Highway 200 ===Lakes=== * Blot Lake * Boxell Lake * Boxnell Lake * Bullhead Lake * Carnahan Lake * County Lake * Craig Lake (north three-quarters) * Crown Lake * Football Lake * Ford Lake (west edge) * Gijik Lake * Girl Lake (vast majority) * Gooseberry Lake * Kego Lake * Little Silver Lake (vast majority) * Long Lake * Long Lake (west three-quarters) * Lundeen Lake * Maple Lake * Marshall Lake * Nellie Lake (north three-quarters) * Silver Lake (east edge) * Tadpole Lake * Tamarack Lake * Three Island Lake * Town Line Lake (south half) * Woman Lake (north edge) ===Adjacent townships=== * Boy Lake Township (north) * Rogers Township (northeast) * Inguadona Township (east) * Wabedo Township (south) * Woodrow Township (southwest) * Pine Lake Township (west) ===Cemeteries=== The township contains the following cemeteries: Riverside and Saint Edwards. ==Demographics== As of the census of 2000, there were 465 people, 200 households, and 138 families residing in the township. The population density was 14.7 people per square mile (5.7/km2). There were 628 housing units at an average density of 19.9/sq mi (7.7/km2). The racial makeup of the township was 85.38% White, 13.12% Native American, 0.22% Asian, and 1.29% from two or more races. There were 200 households, out of which 26.0% had children under the age of 18 living with them, 58.5% were married couples living together, 6.0% had a female householder with no husband present, and 31.0% were non-families. 25.5% of all households were made up of individuals, and 15.0% had someone living alone who was 65 years of age or older. The average household size was 2.33 and the average family size was 2.78. In the township the population was spread out, with 23.7% under the age of 18, 4.3% from 18 to 24, 21.9% from 25 to 44, 28.6% from 45 to 64, and 21.5% who were 65 years of age or older. The median age was 45 years. For every 100 females, there were 97.0 males. For every 100 females age 18 and over, there were 97.2 males. The median income for a household in the township was $30,750, and the median income for a family was $35,481. Males had a median income of $25,972 versus $20,417 for females. The per capita income for the township was $15,598. About 11.7% of families and 16.2% of the population were below the poverty line, including 26.0% of those under age 18 and 11.3% of those age 65 or over. ==References== * United States National Atlas * United States Census Bureau 2007 TIGER/Line Shapefiles * United States Board on Geographic Names (GNIS) Category:Townships in Cass County, Minnesota Category:Brainerd, Minnesota micropolitan area Category:Townships in Minnesota",
 "title": "Kego Township, Cass County, Minnesota"
}