{
 "id": "119690",
 "text": "Sylvan Township is a township in Cass County, Minnesota, United States. The population was 1,965 as of the 2000 census. This township took its name from Sylvan Lake. ==Geography== According to the United States Census Bureau, the township has a total area of 34.7 square miles (89.9 km), of which 30.8 square miles (79.7 km) is land and 3.9 square miles (10.1 km) (11.24%) is water. The city of Pillager is located entirely within Sylvan Township geographically but is a separate entity. ===Unincorporated communities=== * Sylvan ===Major highway=== * 20px Minnesota State Highway 210 ===Lakes=== * Harlan Lake (vast majority) * Kramer Lake * Little Red Sand Lake * Lynch Lake (west edge) * Mile Lake * Pillager Lake (east three-quarters) * Rice Lake * Sylvan Lake (south half) ===Adjacent townships=== * Fort Ripley Township, Crow Wing County (southeast) * Rosing Township, Morrison County (southwest) * Scandia Valley Township, Morrison County (southwest) * May Township (west) * Motley Township, Morrison County (west) * Fairview Township (northwest) ===Cemeteries=== The township contains four cemeteries which include Gull River, Pillager, Sylvan and Wildwood. ==Demographics== As of the census of 2000, there were 1,965 people, 717 households, and 569 families residing in the township. The population density was 63.8 people per square mile (24.6/km). There were 1,083 housing units at an average density of 35.2/sq mi (13.6/km). The racial makeup of the township was 98.12% White, 0.05% African American, 0.15% Native American, 0.25% Asian, 0.10% Pacific Islander, 0.05% from other races, and 1.27% from two or more races. Hispanic or Latino of any race were 0.66% of the population. There were 717 households, out of which 37.5% had children under the age of 18 living with them, 69.3% were married couples living together, 5.7% had a female householder with no husband present, and 20.6% were non- families. 16.2% of all households were made up of individuals, and 4.9% had someone living alone who was 65 years of age or older. The average household size was 2.74 and the average family size was 3.05. In the township the population was spread out, with 28.9% under the age of 18, 7.0% from 18 to 24, 30.2% from 25 to 44, 23.8% from 45 to 64, and 10.2% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 103.2 males. For every 100 females age 18 and over, there were 101.6 males. The median income for a household in the township was $43,173, and the median income for a family was $47,216. Males had a median income of $35,458 versus $22,688 for females. The per capita income for the township was $17,493. About 4.7% of families and 7.1% of the population were below the poverty line, including 8.9% of those under age 18 and 3.0% of those age 65 or over. ==References== * United States National Atlas * United States Census Bureau 2007 TIGER/Line Shapefiles * United States Board on Geographic Names (GNIS) Category:Townships in Cass County, Minnesota Category:Brainerd, Minnesota micropolitan area Category:Townships in Minnesota",
 "title": "Sylvan Township, Cass County, Minnesota"
}