{
 "id": "119781",
 "text": "Clearbrook is a city in Clearwater County, Minnesota, United States. The population was 518 at the 2010 census. ==Geography== According to the United States Census Bureau, the city has a total area of , all land. Main routes include Minnesota State Highway 92, Tower Street, Main Street, and Clearwater County Roads 4, 5, 49, and 74. ==History== A post office called Clearbrook has been in operation since 1910. The city was named for a small brook near the original town site. ==Demographics== ===2010 census=== As of the census of 2010, there were 518 people, 250 households, and 120 families living in the city. The population density was . There were 280 housing units at an average density of . The racial makeup of the city was 94.6% White, 3.9% Native American, and 1.5% from two or more races. Hispanic or Latino of any race were 0.8% of the population. There were 250 households, of which 20.0% had children under the age of 18 living with them, 35.2% were married couples living together, 8.8% had a female householder with no husband present, 4.0% had a male householder with no wife present, and 52.0% were non-families. 50.0% of all households were made up of individuals, and 26.8% had someone living alone who was 65 years of age or older. The average household size was 1.92 and the average family size was 2.80. The median age in the city was 50.8 years. 20.5% of residents were under the age of 18; 4.6% were between the ages of 18 and 24; 18.5% were from 25 to 44; 23% were from 45 to 64; and 33.4% were 65 years of age or older. The gender makeup of the city was 43.2% male and 56.8% female. ===2000 census=== As of the census of 2000, there were 551 people, 237 households, and 127 families living in the city. The population density was 1,239.6 people per square mile (483.5/km). There were 259 housing units at an average density of 582.7 per square mile (227.3/km). The racial makeup of the city was 96.19% White, 1.45% Native American, 0.36% Asian, 0.18% from other races, and 1.81% from two or more races. Hispanic or Latino of any race were 0.73% of the population. There were 237 households, out of which 24.1% had children under the age of 18 living with them, 42.6% were married couples living together, 8.4% had a female householder with no husband present, and 46.0% were non-families. 42.6% of all households were made up of individuals, and 27.8% had someone living alone who was 65 years of age or older. The average household size was 2.05 and the average family size was 2.82. In the city, the population was spread out, with 20.9% under the age of 18, 7.8% from 18 to 24, 18.9% from 25 to 44, 17.6% from 45 to 64, and 34.8% who were 65 years of age or older. The median age was 47 years. For every 100 females, there were 79.5 males. For every 100 females age 18 and over, there were 71.7 males. The median income for a household in the city was $19,091, and the median income for a family was $32,614. Males had a median income of $31,029 versus $16,094 for females. The per capita income for the city was $13,052. About 6.8% of families and 10.5% of the population were below the poverty line, including 12.2% of those under age 18 and 14.0% of those age 65 or over. ==Economy== ===Agriculture=== One of the notable local industries is the cultivation of wild rice, with cultivated paddies north of Clearbrook. Clearbrook also has large rice processing plant, owned by Riviana Foods. ===Oil pipeline=== Clearbrook has a significant oil pipeline junction between the Enbridge Pipeline - Lakehead (U.S. Mainline) system, Minnesota Pipe Line, and North Dakota Pipeline Company system. Clearbrook made national news on November 28, 2007, when two pipeline workers were killed after a large fire erupted while they were repairing a leak in the pipeline. ==Education== Clearbrook is the home of Clearbrook-Gonvick High School. ==Notable people== Clearbrook is the birthplace, home, and final resting place of Wes Westrum, a major league baseball catcher and manager. Westrum was on the cover of the first edition of Sports Illustrated on August 16, 1954. It is the hometown of Alan Sparhawk and Mimi Parker, members of the indie rock group Low. ==See also== * List of oil pipelines ==References== ==External links== *City of Clearbrook *Clearbrook, Minnesota, Guide Category:Cities in Minnesota Category:Cities in Clearwater County, Minnesota",
 "title": "Clearbrook, Minnesota"
}