{
 "id": "119715",
 "text": "Sparta Township is a township in Chippewa County, Minnesota, United States. The population was 814 at the 2000 census. ==History== Sparta Township was organized in 1870, and named after the Ancient Greek city of Sparta. ==Geography== According to the United States Census Bureau, the township has a total area of 39.6 square miles (102.6 km), of which 39.3 square miles (101.7 km) is land and 0.3 square mile (0.9 km) (0.88%) is water. ==Demographics== As of the census of 2000, there were 814 people, 311 households, and 247 families residing in the township. The population density was 20.7 people per square mile (8.0/km). There were 326 housing units at an average density of 8.3/sq mi (3.2/km). The racial makeup of the township was 98.89% White, 0.37% Native American, 0.37% Asian, and 0.37% from two or more races. There were 311 households, out of which 36.7% had children under the age of 18 living with them, 70.7% were married couples living together, 4.2% had a female householder with no husband present, and 20.3% were non-families. 18.3% of all households were made up of individuals, and 8.0% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 2.93. In the township the population was spread out, with 26.8% under the age of 18, 7.1% from 18 to 24, 24.6% from 25 to 44, 29.6% from 45 to 64, and 11.9% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 108.2 males. For every 100 females age 18 and over, there were 100.7 males. The median income for a household in the township was $46,042, and the median income for a family was $48,056. Males had a median income of $34,545 versus $22,031 for females. The per capita income for the township was $19,392. About 5.6% of families and 7.5% of the population were below the poverty line, including 9.5% of those under age 18 and 7.1% of those age 65 or over. ==References== Category:Townships in Chippewa County, Minnesota Category:Townships in Minnesota",
 "title": "Sparta Township, Chippewa County, Minnesota"
}