{
 "id": "119760",
 "text": "Humboldt Township is a township in Clay County, Minnesota, United States. The population was 239 at the 2000 census. Humboldt Township was named for Alexander von Humboldt, a German scientist and explorer. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (0.12%) is water. ==Demographics== As of the census of 2000, there were 239 people, 82 households, and 71 families residing in the township. The population density was 7.2 people per square mile (2.8/km2). There were 84 housing units at an average density of 2.5/sq mi (1.0/km2). The racial makeup of the township was 99.16% White, 0.42% Native American, and 0.42% from two or more races. There were 82 households, out of which 45.1% had children under the age of 18 living with them, 80.5% were married couples living together, 3.7% had a female householder with no husband present, and 13.4% were non-families. 13.4% of all households were made up of individuals, and 4.9% had someone living alone who was 65 years of age or older. The average household size was 2.91 and the average family size was 3.18. In the township the population was spread out, with 31.0% under the age of 18, 5.9% from 18 to 24, 26.8% from 25 to 44, 26.4% from 45 to 64, and 10.0% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 125.5 males. For every 100 females age 18 and over, there were 123.0 males. The median income for a household in the township was $51,806, and the median income for a family was $51,944. Males had a median income of $39,583 versus $20,625 for females. The per capita income for the township was $21,303. About 2.7% of families and 2.5% of the population were below the poverty line, including none of those under the age of eighteen or sixty five or over. ==References== Category:Townships in Clay County, Minnesota Category:Townships in Minnesota",
 "title": "Humboldt Township, Clay County, Minnesota"
}