{
 "id": "119783",
 "text": "Copley Township is a township in Clearwater County, Minnesota, United States. The population was 859 at the 2000 census. Copley Township was named for Lafayette Copley, a pioneer settler. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (0.59%) is water. ==Demographics== As of the census of 2000, there were 859 people, 327 households, and 258 families residing in the township. The population density was 25.4 people per square mile (9.8/km2). There were 350 housing units at an average density of 10.4/sq mi (4.0/km2). The racial makeup of the township was 93.83% White, 4.07% Native American, 0.35% Asian, 0.12% from other races, and 1.63% from two or more races. Hispanic or Latino of any race were 0.12% of the population. There were 327 households, out of which 35.8% had children under the age of 18 living with them, 65.4% were married couples living together, 9.8% had a female householder with no husband present, and 21.1% were non-families. 19.0% of all households were made up of individuals, and 9.2% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 2.99. In the township the population was spread out, with 27.8% under the age of 18, 7.0% from 18 to 24, 26.5% from 25 to 44, 26.0% from 45 to 64, and 12.7% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 106.5 males. For every 100 females age 18 and over, there were 101.3 males. The median income for a household in the township was $46,324, and the median income for a family was $49,286. Males had a median income of $37,125 versus $20,179 for females. The per capita income for the township was $19,302. About 4.7% of families and 8.0% of the population were below the poverty line, including 13.9% of those under age 18 and 9.9% of those age 65 or over. ==References== Category:Townships in Clearwater County, Minnesota Category:Townships in Minnesota",
 "title": "Copley Township, Clearwater County, Minnesota"
}