{
 "id": "119811",
 "text": "Schroeder Township is one of the three townships of Cook County, Minnesota, United States. The population was 187 at the 2000 census. The unincorporated communities of Schroeder and Taconite Harbor are located within the township. The community was named for John Schroeder, a businessperson in the lumber industry. ==Geography== According to the United States Census Bureau, the township has a total area of 159.1 square miles (411.9 km), of which 149.9 square miles (388.3 km) is land and 9.1 square miles (23.7 km) (5.75%) is water. The township is located on the North Shore of Lake Superior. The Cross River flows through the township. Minnesota Highway 61 serves as a main route in the township. The community of Schroeder is located 30 miles southwest of the city of Grand Marais; and 53 miles northeast of the city of Two Harbors. ==Demographics== As of the census of 2000, there were 187 people, 84 households, and 57 families residing in the township. The population density was 1.2 people per square mile (0.5/km). There were 210 housing units at an average density of 1.4/sq mi (0.5/km). The racial makeup of the township was 93.58% White, 1.60% African American, 1.07% Native American, 1.60% Asian, 0.53% from other races, and 1.60% from two or more races. There were 84 households, out of which 22.6% had children under the age of 18 living with them, 63.1% were married couples living together, 3.6% had a female householder with no husband present, and 32.1% were non-families. 21.4% of all households were made up of individuals, and 10.7% had someone living alone who was 65 years of age or older. The average household size was 2.23 and the average family size was 2.60. In the township the population was spread out, with 18.7% under the age of 18, 5.9% from 18 to 24, 26.7% from 25 to 44, 33.2% from 45 to 64, and 15.5% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 85.1 males. For every 100 females age 18 and over, there were 92.4 males. The median income for a household in the township was $33,250, and the median income for a family was $39,375. Males had a median income of $40,000 versus $22,083 for females. The per capita income for the township was $19,853. About 7.9% of families and 6.6% of the population were below the poverty line, including 21.4% of those under the age of eighteen and none of those 65 or over. ==References== Category:Townships in Cook County, Minnesota Category:Townships in Minnesota",
 "title": "Schroeder Township, Cook County, Minnesota"
}