{
 "id": "119829",
 "text": "Mountain Lake Township is a township located in Cottonwood County, Minnesota, United States. According to the 2010 census, the population was 384. The township was organized in 1871. ==Geography== Mountain Lake Township has a total area of , of which is land and , or 0.17%, is water. It derives its name from the (now drained) lake of the same name which existed within its borders. Otherwise, there are several small creeks flowing in the township. Except for the extreme southern portion of the town of Mountain Lake, which is primarily located in Midway township, there are no incorporated towns within the township. An early historical source describes the land within its borders thus, \"It is excellent land and produces immense crops of all grains and grasses common to this latitude.\" ==History== Mountain Lake Township was formally organized on May 6, 1871, at a meeting in the home of A. A. Soule. (The village of the same name, which encompasses a small part of its northern boundary, was platted on May 25, 1872.) It is a full thirty-six section township, located directly south of Midway township, west of the Watonwan county line, north of Jackson county, and directly east of Lakeview township.The author or transcriptionist incorrectly says \"Lakewood\" instead of \"Lakeview\" township. Lakewood township does not exist. === Early history === The name \"Mountain Lake\" itself is attributed to the township's earliest non- Indian inhabitant, William Mason. As told on the city's (of the same name) website, “the first white settler to the area, William Mason, found a shallow 900-acre lake with three islands. The two smaller islands just broke the water's surface. The third much larger, higher island looked to Mason like a mountain rising from the lake. He named the lake Mountain Lake and the island Mountain Island.” The almost circular island, located in the center of the lake, was flat on top and rose about forty feet out of the water. The top of the island was covered with trees which could be seen for many miles, thus serving as a land-mark and a guide for early settlers. The township was named from the lake which contained the prominent island. Demand for tillable farmland and construction advances led to the lake's draining in the 1905–06 timeframe. The original lake's largest island – now a tree-covered hill amidst the surrounding farmland – has become a county park, which since 1973 been listed on the National Register of Historic Places. Archeological evidence unearthed in a 1976 dig revealed remnants of a Fox Indian inhabitation from what could be as early as 500 B.C., making the former island's location within the township the oldest human habitation yet to be discovered in the state of Minnesota. === Formation === On May 6, 1871, Daniel D. Bates and others presented a petition at the organizational board meeting held in the home of A. A. Soule, requesting that \"township 105, range 34 be set off and called Mountain Lake township.\" At the organizational meeting, the aforementioned Daniel D. Bates and A. A. Soule, plus M. Jacobson were appointed election judges and S. H. Soule was appointed clerk. The legal description of the newly formed townships was: \"Commencing at the northeast corner of township 105, range 34, thence south to the southeast corner of said township and range; thence west to the southwest corner of said township, thence east to the northeast corner of said township and to the northeast corner of said township, thence to the place of beginning.\" === Mennonite settlement === Mennonite immigrants from Ukraine (at the time, Ukraine was part of Russia) began to arrive in the Mountain Lake area in 1873, having been recruited by William Seeger, a member of the Minnesota State Board of Immigration. Seeger had intentionally targeted these Mennonite farmers, “because they were believed to be hard workers of good character.” Because the township's farmland was already surveyed, the Mennonites could not arrange themselves in the traditional communal villages they had been accustomed to in their Ukrainian colonies. This forced them to adapt to American-style, single family farms and to live amongst their non-Mennonite neighbors. As settlement continued, however, they soon established a successful and cohesive farming community, “based primarily on agriculture and local commerce.” Many of the township's current residents are descendants of these immigrants. The township contains a historic cemetery dating to circa 1880, located in section 22 of the township, where some of the pioneer Mennonite residents are buried. The population of the township in 1895 was 612 and the 1900 census counted 512 inhabitants. === Hutterite settlement === In 1994, the Neuhof Hutterite Colony in Mountain Lake township was founded as a division of the Spring Lake Hutterite Colony of Oldham, South Dakota. The Neuhof Colony reports 64 residents. Neuhof is associated with the Hutterite branch known as Schmiedeleut. In 2005, a second Hutterite colony was formed as a branch of the Upland Hutterite Colony of Letcher, South Dakota, called Elmendorf Christian Community. This community is an independent colony, with a Hutterite tradition. Elmendorf reports 135 residents. Elmendorf is affiliated with a group of independent Hutterites known as the Hutterite Christian Communities. ==Demographics== According to the U.S. Census, as of 2010 the township's population was 384, down from 442 in the 2000 census, making the population density 10.73 persons per square mile (4.8/km).Population density calculated as follows: 2010 population / area in sq. miles e.g. 384/35.8 = 10.73 The 2010 population included 100 households and 81 families residing in the township. There were 100 occupied housing units, with an average household size of 3.84. The racial makeup of the township was 95.8% White, 0.3% African American, 0.8% Asian, 0.5% from two or more races, and 2.6% reporting \"some other race\". Hispanic or Latino of any race were reported as 5.5% of the population. Of the 100 households in the township, 19% were non-family households and 81% were families. There were 40 households which had children under the age of 18. 77% of the family households were husband-wife/married families, 2% were male householders with no wife present, and 2% were female householders with no husband present. Of the non-family households, 17 were householders living alone. The average household size was 3.84 and the average family size was 4.21. In the township, 27.9% the population was under the age of 18 and 72.1% was 18 and over. 10.2% of the population was 65 years of age or older. The median age was 26.7 years. There were 92 females and 92 males. ==Government== Mountain Lake Township is governed by an elected township board. It is located within Minnesota's 1st congressional district, represented by Jim Hagedorn, a Republican. At the state level, the township is located in Senate District 22, represented by Republican Bill Weber, and in House District 22B, represented by Republican Rod Hamilton. ==Further reading== * Schultz, Ferdinand Peter.\" A History of the Settlement of German Mennonites from Russia, at Mountain Lake, Minnesota.\" MA Thesis, University of Minnesota, 1937. ==References== ==External links== *Schultz Cemetery by Find A Grave *\"Mennonites of Mountain Lake\" by the Minnesota Historical Society Category:Townships in Cottonwood County, Minnesota Category:Townships in Minnesota",
 "title": "Mountain Lake Township, Cottonwood County, Minnesota"
}