{
 "id": "119930",
 "text": "Kasson is a city in Dodge County, Minnesota, United States. The population was 6,851 at the 2020 census. The city is located west of Rochester along U.S. Highway 14 and is one of the endpoints of Minnesota State Highway 57. The Dakota, Minnesota and Eastern Railroad's main freight rail line also runs through the city. Kasson shares a school system with nearby Mantorville (the \"K–M Komets\"). The K–M school system is a member of the Zumbro Education school district (ZED). Kasson is part of the Rochester, MN Metropolitan Statistical Area. ==History== According to Warren Upham, superintendent of the Minnesota Historical Society from 1896–1934, the city of Kasson was incorporated on February 24, 1870, and again on April 22, 1916, separating from the township on March 21, 1917. The town was named after Jabez Hyde Kasson, owner of the original townsite. Kasson was born on January 17, 1820 and moved to Minnesota in 1856. He settled on a farm in the township, and laid out the village along with others. The plat was recorded on October 13, 1865. It had a station of the Chicago and North Western Transportation Company, and its post office opened in 1866.Upham, W. (2001). Minnesota Place Names: A Geographical Encyclopedia. (p. 177). St. Paul, MN: Minnesota Historical Society Press. ==Geography== According to the United States Census Bureau, the city has a total area of , all land. Kasson is located west of Rochester, and south of Mantorville. ==Demographics== ===2010 census=== As of the census of 2010, there were 5,931 people, 2,224 households, and 1,569 families residing in the city. The population density was . There were 2,340 housing units at an average density of . The racial makeup of the city was 96.0% White, 0.4% African American, 0.3% Native American, 0.5% Asian, 1.2% from other races, and 1.6% from two or more races. Hispanic or Latino people of any race were 4.2% of the population. There were 2,224 households, of which 41.3% had children under the age of 18 living with them, 56.0% were married couples living together, 9.3% had a female householder with no husband present, 5.2% had a male householder with no wife present, and 29.5% were non-families. 25.2% of all households were made up of individuals, and 11.1% had someone living alone who was 65 years of age or older. The average household size was 2.65 and the average family size was 3.18. The median age in the city was 33.1 years. 31.3% of residents were under the age of 18; 6.7% were between the ages of 18 and 24; 29.7% were from 25 to 44; 21% were from 45 to 64; and 11.3% were 65 years of age or older. The gender makeup of the city was 48.6% male and 51.4% female. ===2000 census=== As of the census of 2000, there were 4,398 people, 1,678 households, and 1,179 families residing in the city. The population density was 2,170.4 people per square mile (836.5/km2). There were 1,711 housing units at an average density of 844.4 per square mile (325.4/km2). The racial makeup of the city was 97.29% White, 0.39% African American, 0.02% Native American, 0.50% Asian, 1.41% from other races, and 0.39% from two or more races. Hispanic or Latino people of any race were 2.30% of the population. There were 1,678 households, out of which 40.2% had children under the age of 18 living with them, 57.6% were married couples living together, 8.8% had a female householder with no husband present, and 29.7% were non- families. 24.2% of all households were made up of individuals, and 12.2% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 3.12. In the city, the population was spread out, with 30.4% under the age of 18, 8.0% from 18 to 24, 32.2% from 25 to 44, 17.5% from 45 to 64, and 12.0% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 94.1 males. For every 100 females age 18 and over, there were 92.3 males. The median income for a household in the city was $49,022, and the median income for a family was $55,880. Males had a median income of $36,045 versus $25,810 for females. The per capita income for the city was $19,249. About 2.5% of families and 4.2% of the population were below the poverty line, including 3.5% of those under age 18 and 8.0% of those age 65 or over. ==Government== The City of Kasson utilizes a city council/city administrator form of government with a mayor and four city council members.http://www.cityofkasson.com/index.asp?Type=B_BASIC&SEC;={68427B12-ED74-4AAC-A30F-18CF8D39B060} Two council members and the mayor are elected every two years via a citywide vote. Among its primary duties, the City Council makes laws, sets policies, adopts budgets and oversees a wide-ranging agenda for the community. The City Administrator is appointed by the City Council to implement these initiatives. This official heads the administrative branch of city government and directs all city operations, projects and programs. Various advisory boards and commissions provide information and makes recommendations to the City Council. These include the Planning and Zoning Commission, the Park & Recreation Commission, the Economic Development Authority, and the Library Board. ==Historic 1918 Kasson Public School== Due to efforts of Kasson's non-profit historic preservation group Kasson Alliance for Restoration (KARE)Kasson Alliance for Restoration (KARE) the 2012-era Kasson Public School building has officially been placed on the National Register of Historic Places. Kasson's elementary and high school students began using the stately building on December 5, 1918.Dodge County Republican, December 5, 1918. The school's nomination to the National Register was approved on December 6, 2007, almost exactly 89 years later. The school joins the Jacob Leuthold Jr. House, the Eureka HotelEureka Hotel the Kasson Municipal Building,Kasson Municipal Building and the Kasson Water Tower1895 Kasson Water Tower on the list of Kasson's buildings on the National Register of Historic Places. thumb|right|Kasson Water Tower in 2006 (built 1895) KARE and the City of KassonCity of Kasson co-sponsored an Historic Properties Reuse Study to investigate ways to use the Kasson Public School building.Grossman, Laura. \"City, preservationists reach agreement on Kasson's old elementary school\" , Rochester Post-Bulletin, August 15, 2008. The Reuse Study Report was published in October 2009. A citizen task force was formed in November 2009 and began meeting in January 2010 to investigate the adaptive reuses options outlined in the report which included a survey distributed to all of Kasson's 5,000 citizens. 581 citizens responded. In May 2010 the Task Force presented the survey results to the City Council. 58% of the respondents favored rehabilitating/reusing the school. At a city council meeting in August 2010, Mayor Tim Tjosaas asked the council to form a Library Building Committee (LBC) composed of citizen volunteers; this was approved. The LBC began meeting in September 2010. In February 2011 the LBC announced that they had met with Deb Parrott of the engineering and architecture firm Widseth, Smith, Nolting and Associates. Parrott, who has experience with library design, was asked to prepare three library design proposals for the historic school, as follows: 1) total rehabilitation of the 1918 school building, 2) a partial or modified rehabilitation of the school building and 3) a completely new structure on the general footprint of the existing building (after demolition of the 1918 school). ==Festival== Kasson is known for its annual Festival in the ParkFestival in the Park celebration in August, a volunteer-organized weekend with events celebrating the town's heritage and bringing together members of the community. The festival began in 1991 and has continued to grow over the years, including traditional events like a parade, a fireworks display, and the \"Miss Kasson\" ceremony, which was recently changed to \"Kasson Ambassador,\" allowing men to take part. More recent events include a bellyflop contest, an eating contest, and a musical showcase. The festival takes place the second weekend in August every year at the North Park. ==Notable person== * Peg Lynch, radio and early television personality; raised in Kasson ==References== ==External links== *City of Kasson, Minnesota official website *Kasson Alliance for Restoration (KARE) *Kasson Festival in the Park Category:Cities in Minnesota Category:Cities in Dodge County, Minnesota Category:Rochester metropolitan area, Minnesota",
 "title": "Kasson, Minnesota"
}