{
 "id": "119929",
 "text": "Hayfield Township is a township in Dodge County, Minnesota, United States. The population was 445 at the 2000 census. Hayfield Township was organized in 1872, and named after Hayfield Township, Crawford County, Pennsylvania. ==Geography== According to the United States Census Bureau, the township has a total area of , all land. ==Demographics== As of the census of 2000, there were 445 people, 137 households, and 117 families residing in the township. The population density was 12.2 people per square mile (4.7/km2). There were 140 housing units at an average density of 3.8/sq mi (1.5/km2). The racial makeup of the township was 98.43% White, 0.45% Asian, 0.45% from other races, and 0.67% from two or more races. Hispanic or Latino of any race were 1.35% of the population. There were 137 households, out of which 48.2% had children under the age of 18 living with them, 76.6% were married couples living together, 8.0% had a female householder with no husband present, and 13.9% were non-families. 11.7% of all households were made up of individuals, and 7.3% had someone living alone who was 65 years of age or older. The average household size was 3.25 and the average family size was 3.54. In the township the population was spread out, with 36.4% under the age of 18, 5.4% from 18 to 24, 28.8% from 25 to 44, 18.0% from 45 to 64, and 11.5% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 107.0 males. For every 100 females age 18 and over, there were 96.5 males. The median income for a household in the township was $48,438, and the median income for a family was $50,208. Males had a median income of $38,036 versus $25,313 for females. The per capita income for the township was $15,587. About 8.5% of families and 9.2% of the population were below the poverty line, including 14.4% of those under age 18 and 4.2% of those age 65 or over. ==References== Category:Townships in Dodge County, Minnesota Category:Rochester metropolitan area, Minnesota Category:Townships in Minnesota",
 "title": "Hayfield Township, Dodge County, Minnesota"
}