{
 "id": "120000",
 "text": "Winnebago is a city in Faribault County, Minnesota, United States. The population was 1,437 at the 2010 census. ==History== Winnebago was originally called Winnebago City, and under the latter name was laid out in 1856. The city was named after the Winnebago Indians, who had recently been moved to a reservation nearby from a location further north near Long Prairie. A post office was established as Winnebago City in 1857, and \"city\" was dropped from the name in 1905. ==Geography== According to the United States Census Bureau, the city has a total area of , all land. U.S. Route 169 and Minnesota State Highway 109 are two of the main routes in the city. Winnebago is nine miles north of Interstate 90, exit 119, and approximately 28 miles south of Mankato. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,437 people, 609 households, and 379 families living in the city. The population density was . There were 688 housing units at an average density of . The racial makeup of the city was 95.5% White, 0.1% African American, 0.6% Native American, 0.1% Asian, 2.6% from other races, and 1.0% from two or more races. Hispanic or Latino of any race were 7.5% of the population. There were 609 households, of which 27.4% had children under the age of 18 living with them, 48.1% were married couples living together, 9.5% had a female householder with no husband present, 4.6% had a male householder with no wife present, and 37.8% were non-families. 34.3% of all households were made up of individuals, and 16.9% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.88. The median age in the city was 42.3 years. 23.3% of residents were under the age of 18; 6.7% were between the ages of 18 and 24; 23.3% were from 25 to 44; 24.5% were from 45 to 64; and 22.1% were 65 years of age or older. The gender makeup of the city was 48.0% male and 52.0% female. ===2000 census=== At the 2000 census, there were 1,487 people, 641 households and 398 families living in the city. The population density was 675.5 per square mile (261.0/km). There were 705 housing units at an average density of 320.3 per square mile (123.7/km). The racial makeup of the city was 96.30% White, 0.47% Native American, 0.67% Asian, 1.75% from other races, and 0.81% from two or more races. Hispanic or Latino of any race were 6.66% of the population. There were 641 households, of which 25.4% had children under the age of 18 living with them, 52.4% were married couples living together, 7.5% had a female householder with no husband present, and 37.9% were non-families. 34.2% of all households were made up of individuals, and 20.0% had someone living alone who was 65 years of age or older. The average household size was 2.21 and the average family size was 2.83. 21.0% under of the population were the age of 18, 7.5% from 18 to 24, 22.8% from 25 to 44, 21.3% from 45 to 64, and 27.3% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 91.9 males. For every 100 females age 18 and over, there were 87.5 males. The median household income was $32,321 and the median family income was $41,420. Males had a median income of $30,375 versus $20,256 for females. The per capita income for the city was $16,435. About 4.6% of families and 9.5% of the population were below the poverty line, including 11.4% of those under age 18 and 13.3% of those age 65 or over. ==Notable people== *Harry Chozen - Major League baseball player *John E. Grotberg - U.S. Representative from Illinois *Margaret Hurley - Washington State legislator *Harry E. Siman - Nebraska State Senator *William Knight - lawyer and newspaper publisher who moved to Oregon as a child. Father of Phil Knight, founder of Nike Inc. ==Politics== Winnebago is located in Minnesota's 1st Congressional District. Winnebago is located in Minnesota State Senate District 24, represented by Julie Rosen, and Minnesota House District 24A, represented by Bob Gunther. ==Social media== The City of Winnebago also maintains a presence in the world of social media. It is on Facebook and on Twitter. ==References== ==External links== * City of Winnebago, Minnesota * www.facebook.com/pages/City-of-Winnebago/153481911329679 City of Winnebago on Facebook * www.twitter.com/WinnebagoMN City of Winnebago on Twitter Category:Cities in Faribault County, Minnesota Category:Cities in Minnesota",
 "title": "Winnebago, Minnesota"
}