{
 "id": "120194",
 "text": "thumb|Map of North Holland from 1865 with Wieringen still an island Wieringen () is part of the municipality of Hollands Kroon, established in 2012 in the province of North Holland in the Netherlands. It is a former municipality in this province, with its name appearing in records of the late 9th and early 10th century. From 1200 it was known as an island, also named Wieringen, which was separated by water from the mainland during one of the disastrous storm floods towards the end of the late Middle Ages that changed the coastline. By draining, dikes and landfill from 1924 to 1932, the island was rejoined to the mainland. In the 21st century, the local governments proposed a project to restore the insular status of Wieringen by construction of a recreational lake to be called the Wieringerrandmeer. The project was cancelled in 2010 for financial reasons. ==Population centres== The former municipality of Wieringen consisted of the following cities, towns, villages and/or districts: Dam, De Haukes, De Hoelm, Den Oever, Hippolytushoef, Hollebalg, Noordburen, Oosterklief, Oosterland, Smerp, Stroe, Vatrop, Westerklief and Westerland. == History == The landscape of Wieringen is not all flat: it is characterised by dam ramparts of boulder clay, which were formed during the Saale Ice Age. The name Wieringen has nothing to do with \"wier\" (seaweed in Dutch), but this connection was often made in former days. Probably the name came from Old Frisian wîr = \"height\". === Earliest references === The first known written references to Wieringen are as \"Wiron\" or \"pagus Wirense\" in Latin in a list of property owned by the monastery at Fulda, dated late 8th century or early 9th century AD. In that list, the entries that mention Wieringen are:- :Ego Gebi tradidi ad monasterium sancti Bonifacii in pago Wirense curtilem unam cum omnibus que ad eam pertinent, terris et mancipiis, domibus et mancipiis. := \"I, Gebi, have transferred to the monastery of St. Bonifacius in the area Wieringen one mansion with all that goes with it, land with the serfs and dwellings with the serfs.\". :Ego Gerwic de Fresia trado sancto Bonifacio ad Fuldense monasterium terram iuris mei iuxta fluvium Maresdeop et quicquid proprietatis habui sive in agris vel pratis, silvis, domibus vel mancipiis. := \"I, Gerwic of Friesland, transfer to St. Bonifacius of the monastery of Fulda the land that is under my jurisdiction near the river Marsdiep, and all I had in possession either fields or meadows, forests, houses or serfs.\". ::It describes the Marsdiep as \"fluvium Maresdeop\": fluvium is Latin for \"river\"; it seems that in that time Texel and Wieringen were much bigger and spread across what is now the western end of the Waddenzee and perhaps also other areas which are now sea or have been re-empoldered since. Wieringen and Texel may have met as opposite banks of the Maresdeop (which name may mean \"morass deep\"), which was then an ordinary river with banks of permanent land (but perhaps a large river, as it is called a \"deep\"). :Ego Geltrud tradidi ad monasterium sancti Bonifacii omnem proprietatem meam in agris, silvis et de pratis ad XX carradas feni, in loco nuncupato Wictulfingafurt in pago Wironi. = \"I, Geltrud, have transferred to the monastery of St. Bonifacius all my property in fields, forests and from the meadows to [= \"enough land to produce\"?] 20 cart-loads of hay, in the place named Wictulfingafurt, in the area Wieringen ...\". Wictulfingafurt means \"the ford of the sons or people of a man called Wictulf\". :Ego in Dei nomine Isanbalt et uxor mea Sigibirn de Fresia tradimus ad sanctum Bonifacium in villa que dicitur Brochenlar, in pago Wirah, quicquid proprietatis habuimus, hoc est de terra arabili quantum XI modus conseri potest. = \"In God's name I, Isanbalt and my wife Sigibirn from Friesland, transfer to St. Bonifacius in the manor which is named Brochenlar, in the area [named] Wieringen, all we had in property, that is of ploughland as much as can be sowed with 11 measures [of seed].\" ::The places Wictulfingafurt and Brochenlar cannot now be found, and their sites are likeliest now under the sea, or under some polder which has been made since. :Ego Hunbertus tradidi ad sanctum Bonifacium quicquid mihi in regione Frésionum in pago Wirah mei reliquere parentes in hereditatem, cunctamque meam possessionem, hoc est in terris, agris, pratis, pascuis, silvis, aquis, domibus ac familiis. = \"I, Hunbertus, have transferred to St. Bonifacius whatever in the region of the Frisians in the area Wieringen my parents left me in inheritance, and my complete possessions, that it in fields, meadows, grassland, forests, waters, dwellings, and all the families [= \"inhabitants of that estate\"]\". ::These gifts are all dated between 800AD and 820AD and include 5 manors. A possessions list of the St. Martin's church in Utrecht, dated 948, lists a church domain with 12 farms at Alvitlo (= De Elft), and 72 [probably mostly small] farms at Strude (= Stroe). Both these places still exist and are in Wieringen. The amount of property in land in these two lists composed an area larger than the modern (up to 1924) island of Wieringen. === Later history === In 1996 silver treasure was found in a pasture at the hamlet of Westerklief. It has been dated to the 9th century and is attributed to Vikings, who likely had an operating base there. The treasure is approx. 1.7 kilograms of silver coins and jewels, and small silver ingots. It now can be seen in the Rijksmuseum voor Oudheden in Leiden. Some years later smaller silver treasures from the same period were found in this area, confirming the theories of origin. Wieringen became an island around 1200 as a result of successive storm floods that surrounded it with water. This status lasted for more than 700 years. The All Saints' Flood (1170) created the islands of Wieringen and Texel from North Holland. The larger area was inhabited and controlled by Frisians, until the Dutch count Floris V made the Wieringers subject in 1284. Afterwards the area was unquiet for a time. Since 1297 it was directly under the county of Holland, for it fell under Westfriesland, for a time under Frisian rule. In 1299 the county of Holland retook Holland and Westfriesland. Wieringen was included in the district of Westfriesland. In 1432 all the island of Wieringen officially was designated as one township and received city rights. But as more of Holland and Westfriesland were developed and became more habitable, the importance of Wieringen decreased. thumb|An 1849 map of the island Wieringen thumb|A 1909 map of the island Wieringen In 1798 when the Batavian Republic formed, the province of Holland and West Friesland was divided differently: it fell under the département of Texel (from the Vlie to the Rhine). In 1807 under Napoleon, the province was subdivided into two separate provinces; Amstelland and Maasland, but this organization ended in 1814. In 1815 Holland with Westfriesland became a province of the Kingdom of the Netherlands. To reduce the dominance of the province of Holland, in 1840 under King Willem I, it was split into the provinces of North Holland and South Holland. Since then Wieringen has been within the province of North Holland. In the early 20th century, Wieringen was known as the place of exile of German crown prince Wilhelm, who received political asylum after fleeing with his father Wilhelm II from Flanders to the Netherlands in November 1918 during the German Revolution. Wilhelm II went into exile in Doorn. The crown prince settled on the island on 22 November 1918, where he stayed until his return to Germany on 10 November 1923. During this time he learned how to forge horseshoes at the blacksmithy in Hippolytushoef. On 31 July 1924 the Amsteldiep was closed by a short dam called the Amsteldiepdijk. In 1930 the Eastern Wieringermeerdijk was completed in the Zuiderzee, and with it the adjacent polder the Wieringermeer. The closing of the Zuiderzee was completed in 1932 by the Afsluitdijk, a large dike which connects Wieringen with Friesland, making it part of the mainland again. This dike starts at Den Oever. == Local government == The former municipal council of Wieringen consisted of 13 seats, which were divided as follows: * OW '91 – 5 seats * VVD – 3 seats * PvdA – 3 seats * CDA – 2 seats == References == * Statistics are taken from the SDU Staatscourant ==External links== Category:West Frisian Islands Category:Former islands of the Netherlands Category:Islands of North Holland Category:Municipalities of the Netherlands disestablished in 2012 Category:Former municipalities of North Holland Category:Hollands Kroon",
 "title": "Wieringen"
}