{
 "id": "120410",
 "text": "Peace Township is a township in Kanabec County, Minnesota, United States. The population was 963 at the 2000 census. Peace Township was named to contrast with Warman. ==Geography== According to the United States Census Bureau, the township has a total area of 38.0 square miles (98.3 km), of which 36.4 square miles (94.3 km) is land and 1.6 square miles (4.0 km) (4.11%) is water. ==Demographics== As of the census of 2000, there were 963 people, 358 households, and 264 families residing in the township. The population density was 26.5 people per square mile (10.2/km). There were 537 housing units at an average density of 14.7/sq mi (5.7/km). The racial makeup of the township was 96.88% White, 0.10% African American, 0.93% Native American, 0.73% Asian, 0.10% from other races, and 1.25% from two or more races. Hispanic or Latino of any race were 0.42% of the population. There were 358 households, out of which 33.8% had children under the age of 18 living with them, 61.7% were married couples living together, 7.8% had a female householder with no husband present, and 26.0% were non-families. 20.4% of all households were made up of individuals, and 6.1% had someone living alone who was 65 years of age or older. The average household size was 2.69 and the average family size was 3.07. In the township the population was spread out, with 30.3% under the age of 18, 6.0% from 18 to 24, 27.9% from 25 to 44, 23.2% from 45 to 64, and 12.6% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 107.5 males. For every 100 females age 18 and over, there were 107.1 males. The median income for a household in the township was $33,929, and the median income for a family was $35,962. Males had a median income of $30,982 versus $23,456 for females. The per capita income for the township was $14,546. About 10.9% of families and 15.9% of the population were below the poverty line, including 23.3% of those under age 18 and 9.2% of those age 65 or over. ==References== Category:Townships in Kanabec County, Minnesota Category:Townships in Minnesota",
 "title": "Peace Township, Kanabec County, Minnesota"
}