{
 "id": "120474",
 "text": "Lake Bronson is a city in Kittson County, Minnesota, United States. The population was 229 at the 2010 census. Lake Bronson State Park is nearby. ==History== A post office was established under the name Bronson in 1904. The city was named for Giles Bronson, an early settler. ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 229 people, 109 households, and 56 families living in the city. The population density was . There were 144 housing units at an average density of . The racial makeup of the city was 99.1% White and 0.9% from two or more races. There were 109 households, of which 22.0% had children under the age of 18 living with them, 34.9% were married couples living together, 9.2% had a female householder with no husband present, 7.3% had a male householder with no wife present, and 48.6% were non-families. 43.1% of all households were made up of individuals, and 18.4% had someone living alone who was 65 years of age or older. The average household size was 2.10 and the average family size was 2.89. The median age in the city was 49.2 years. 22.7% of residents were under the age of 18; 5.2% were between the ages of 18 and 24; 15.7% were from 25 to 44; 37.9% were from 45 to 64; and 18.3% were 65 years of age or older. The gender makeup of the city was 56.3% male and 43.7% female. ===2000 census=== As of the census of 2000, there were 246 people, 128 households, and 66 families living in the city. The population density was 410.3 people per square mile (158.3/km2). There were 147 housing units at an average density of 245.2 per square mile (94.6/km2). The racial makeup of the city was 97.15% White, 2.44% African American, and 0.41% from two or more races. There were 128 households, out of which 15.6% had children under the age of 18 living with them, 38.3% were married couples living together, 8.6% had a female householder with no husband present, and 48.4% were non-families. 42.2% of all households were made up of individuals, and 23.4% had someone living alone who was 65 years of age or older. The average household size was 1.92 and the average family size was 2.59. In the city, the population was spread out, with 16.7% under the age of 18, 4.1% from 18 to 24, 26.0% from 25 to 44, 27.6% from 45 to 64, and 25.6% who were 65 years of age or older. The median age was 48 years. For every 100 females, there were 101.6 males. For every 100 females age 18 and over, there were 95.2 males. The median income for a household in the city was $25,278, and the median income for a family was $30,938. Males had a median income of $29,107 versus $25,208 for females. The per capita income for the city was $12,239. About 20.8% of families and 24.1% of the population were below the poverty line, including 23.0% of those under the age of 18 and 18.0% of those aged 65 or over. ==References== Category:Cities in Minnesota Category:Cities in Kittson County, Minnesota",
 "title": "Lake Bronson, Minnesota"
}