{
 "id": "120629",
 "text": "Stanley Township is a township in Lyon County, Minnesota, United States. The population was 254 at the 2000 census. Stanley Township was organized in 1877. ==Geography== According to the United States Census Bureau, the township has a total area of 35.2 square miles (91.0 km), all land. ==Demographics== As of the census of 2000, there were 254 people, 87 households, and 74 families residing in the township. The population density was 7.2 people per square mile (2.8/km). There were 91 housing units at an average density of 2.6/sq mi (1.0/km). The racial makeup of the township was 98.82% White, 0.39% Asian, 0.39% from other races, and 0.39% from two or more races. Hispanic or Latino of any race were 0.39% of the population. There were 87 households, out of which 44.8% had children under the age of 18 living with them, 80.5% were married couples living together, 2.3% had a female householder with no husband present, and 13.8% were non-families. 11.5% of all households were made up of individuals, and 5.7% had someone living alone who was 65 years of age or older. The average household size was 2.92 and the average family size was 3.19. In the township the population was spread out, with 31.1% under the age of 18, 7.1% from 18 to 24, 28.7% from 25 to 44, 20.5% from 45 to 64, and 12.6% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 104.8 males. For every 100 females age 18 and over, there were 105.9 males. The median income for a household in the township was $56,250, and the median income for a family was $57,500. Males had a median income of $33,125 versus $18,750 for females. The per capita income for the township was $18,009. About 2.5% of families and 2.2% of the population were below the poverty line, including none of those under the age of eighteen and 19.4% of those 65 or over. ==References== Category:Townships in Lyon County, Minnesota Category:Townships in Minnesota",
 "title": "Stanley Township, Lyon County, Minnesota"
}