{
 "id": "120730",
 "text": "Fox Lake Township is a township in Martin County, Minnesota, United States. The population was 289 at the 2000 census. Fox Lake Township was organized in 1872, and named for its Fox Lake. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (4.21%) is water. ==Demographics== As of the census of 2000, there were 289 people, 110 households, and 83 families residing in the township. The population density was 8.5 people per square mile (3.3/km2). There were 141 housing units at an average density of 4.1/sq mi (1.6/km2). The racial makeup of the township was 98.96% White, 0.35% Asian, and 0.69% from two or more races. Hispanic or Latino of any race were 0.35% of the population. There were 110 households, out of which 39.1% had children under the age of 18 living with them, 70.0% were married couples living together, 5.5% had a female householder with no husband present, and 24.5% were non-families. 23.6% of all households were made up of individuals, and 8.3% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.12. In the township the population was spread out, with 28.0% under the age of 18, 4.5% from 18 to 24, 28.0% from 25 to 44, 27.0% from 45 to 64, and 12.5% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 115.7 males. For every 100 females age 18 and over, there were 108.0 males. The median income for a household in the township was $32,188, and the median income for a family was $36,625. Males had a median income of $25,000 versus $15,000 for females. The per capita income for the township was $14,888. About 14.7% of families and 16.4% of the population were below the poverty line, including 19.7% of those under the age of eighteen and none of those 65 or over. ==References== Category:Townships in Martin County, Minnesota Category:Townships in Minnesota",
 "title": "Fox Lake Township, Martin County, Minnesota"
}