{
 "id": "120765",
 "text": "Hutchinson is the largest city in McLeod County, Minnesota, United States. It lies along the South Fork of the Crow River. The population was 14,599 at the 2020 census. ==History== thumb|left|The Adam's and Quast House, built in 1902, is one of several historic homes in downtown Hutchinson.[http://www.explorehutchinson.com/downloads/Historic_Tour.pdf Historic Hutchinson Tour] , Hutchinson Area Convention and Visitors Bureau, 2004 The Hutchinson Family Singers (John, Asa, and Judson Hutchinson) are credited with founding the town in November 1855. A post office has been in operation in Hutchinson since 1856. The city was incorporated in 1904. In 1942, muralist Elsa Jemne completed an egg tempera on plaster mural, The Hutchinson Singers, in the town's post office. Federally commissioned murals were produced from 1934 to 1943 through the Section of Painting and Sculpture, later called the Section of Fine Arts, of the Treasury Department. The program created public art for numerous buildings constructed during the Great Depression as part of President Franklin D. Roosevelt's Public Works Administration's program to provide employment and improve infrastructure. Hutchinson was once served by three railroads. The Electric Short Line (commonly known as the Luce Line) provided freight and interurban service between Minneapolis and Gluek via Hutchinson. During the mid-20th century, there was extensive restructuring in the railroad industry, as automobiles caused a decline in passenger traffic and trucking cut into freight movement. The Electric Short Line was purchased by the Minneapolis & St. Louis in 1956, which was in turn purchased by the Chicago & North Western in 1960. The tracks west of Hutchinson were abandoned in 1967, and the tracks between Hutchinson and Plymouth were abandoned in 1972. The Milwaukee Road had a branch line to Hutchinson from Glencoe, which was abandoned in 1956. The Great Northern Railway also had a branch line, which went from Wayzata to Hutchinson. This was taken over by Burlington Northern in 1970. In 1985 Burlington Northern petitioned to abandon its line to Hutchinson, but Dakota Rail took over operations that same year. Dakota Rail struggled to turn a profit and sought to abandon the line in 2000. The tracks were officially abandoned in 2001. Hutchinson's Great Northern Depot has been preserved. ==Geography== According to the United States Census Bureau, the city has an area of , of which is land and is water. Minnesota State Highways 7, 15, and 22 are three of the city's main routes. Major bodies of water include the Crow River, which flows through the downtown; Otter Lake; and Campbell Lake. Started by the Hutchinson brothers, Hutchinson has the nation's second-oldest city park system (only New York City's Central Park is older). ==Demographics== ===2010 census=== As of the census of 2010, there were 14,178 people, 5,950 households, and 3,642 families living in the city. The population density was . There were 6,393 housing units at an average density of . The racial makeup of the city was 95.4% White, 0.9% African American, 0.3% Native American, 1.1% Asian, 0.1% Pacific Islander, 0.9% from other races, and 1.3% from two or more races. Hispanic or Latino of any race were 3.8% of the population. There were 5,950 households, of which 31.0% had children under 18 living with them, 47.4% were married couples living together, 9.5% had a female householder with no husband present, 4.4% had a male householder with no wife present, and 38.8% were non- families. 32.9% of all households were made up of individuals, and 13.3% had someone living alone who 65 or older. The average household size was 2.34 and the average family size was 2.99. The median age in the city was 36.9. 25.6% of residents were under 18; 8.4% were between 18 and 24; 26.1% were from 25 to 44; 24.5% were from 45 to 64; and 15.5% were 65 or older. The gender makeup of the city was 48.8% male and 51.2% female. ===2000 census=== According to the 2000 United States Census, there were 13,080 people, 5,333 households, and 3,418 families living in the city. The population density was 1,763.6 people per square mile (680.6/km2). There were 5,667 housing units at an average density of 764.1 per square mile (294.9/km2). The racial makeup of the city was 96.24% White, 0.36% African American, 0.23% Native American, 0.92% Asian, 0.03% Pacific Islander, 1.36% from other races, and 0.86% from two or more races. Hispanic or Latino of any race were 2.13% of the population. There were 5,333 households, of which 33.3% had children under 18 living with them, 51.8% were married couples living together, 8.8% had a female householder with no husband present, and 35.9% were non-families. 29.7% of all households were made up of individuals, and 11.2% had someone living alone who was 65 or older. The average household size was 2.41 and the average family size was 3.01. In the city, the population was spread out, with 27.6% under 18, 9.3% from 18 to 24, 30.0% from 25 to 44, 19.4% from 45 to 64, and 13.6% who were 65 or older. The median age was 34. For every 100 females, there were 94.6 males. For every 100 females 18 and over, there were 91.3 males. The median income for a household in the city was $42,278, and the median income for a family was $53,784. Males had a median income of $36,800 versus $24,862 for females. The per capita income was $19,970. About 3.1% of families and 5.4% of the population were below the poverty line, including 5.1% of those under 18 and 8.3% of those 65 or older. ==Politics== {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ 2020 Precinct Results Spreadsheet |+ 2016 Precinct Results Spreadsheet |+ 2012 Precinct Results Spreadsheet |+ 2008 Precinct Results Spreadsheet |+ 2004 Precinct Results Spreadsheet |+ 2000 Precinct Results Spreadsheet |+ 1996 Precinct Results |+ 1992 Precinct Results |+ 1988 Precinct Results |+ 1984 Precinct Results |+ 1980 Precinct Results |+ 1976 Precinct Results |+ 1968 Precinct Results |+ 1964 Precinct Results |+ 1960 Precinct Results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third parties |- | style=\"text-align:center;\" |2020 | style=\"text-align:center;\" |59.1% 4,680 | style=\"text-align:center;\" |37.8% 2,991 | style=\"text-align:center; background:honeyDew;\"|3.1% 242 |- | style=\"text-align:center;\" |2016 | style=\"text-align:center;\" |58.4% 4,127 | style=\"text-align:center;\" |31.1% 2,197 | style=\"text-align:center; background:honeyDew;\"|10.5% 741 |- | style=\"text-align:center;\" |2012 | style=\"text-align:center;\" |55.3% 3,825 | style=\"text-align:center;\" |41.6% 2,873 | style=\"text-align:center; background:honeyDew;\"|3.1% 214 |- | style=\"text-align:center;\" |2008 | style=\"text-align:center;\" |53.8% 3,812 | style=\"text-align:center;\" |43.6% 3,089 | style=\"text-align:center; background:honeyDew;\"|2.6% 183 |- | style=\"text-align:center;\" |2004 | style=\"text-align:center;\" |58.1% 4,023 | style=\"text-align:center;\" |40.2% 2,785 | style=\"text-align:center; background:honeyDew;\"|1.7% 115 |- | style=\"text-align:center;\" |2000 | style=\"text-align:center;\" |53.6% 3,030 | style=\"text-align:center;\" |39.8% 2,247 | style=\"text-align:center; background:honeyDew;\"|6.6% 374 |- | style=\"text-align:center;\" |1996 | style=\"text-align:center;\" |40.9% 1,991 | style=\"text-align:center;\" |44.4% 2,165 | style=\"text-align:center; background:honeyDew;\"|14.7% 717 |- | style=\"text-align:center;\" |1992 | style=\"text-align:center;\" |39.1% 2,111 | style=\"text-align:center;\" |31.7% 1,712 | style=\"text-align:center; background:honeyDew;\"|29.2% 1,577 |- | style=\"text-align:center;\" |1988 | style=\"text-align:center;\" |62.2% 2,853 | style=\"text-align:center;\" |37.8% 1,733 | style=\"text-align:center; background:honeyDew;\"|0.0% 0 |- | style=\"text-align:center;\" |1984 | style=\"text-align:center;\" |62.4% 2,453 | style=\"text-align:center;\" |37.6% 1,475 | style=\"text-align:center; background:honeyDew;\"|0.0% 0 |- | style=\"text-align:center;\" |1980 | style=\"text-align:center;\" |54.3% 2,330 | style=\"text-align:center;\" |37.0% 1,588 | style=\"text-align:center; background:honeyDew;\"|8.7% 375 |- | style=\"text-align:center;\" |1976 | style=\"text-align:center;\" |56.0% 2,146 | style=\"text-align:center;\" |42.8% 1,642 | style=\"text-align:center; background:honeyDew;\"|1.2% 47 |- | style=\"text-align:center;\" |1968 | style=\"text-align:center;\" |58.5% 2,025 | style=\"text-align:center;\" |38.3% 1,323 | style=\"text-align:center; background:honeyDew;\"|3.2% 111 |- | style=\"text-align:center;\" |1964 | style=\"text-align:center;\" |53.8% 1,698 | style=\"text-align:center;\" |46.0% 1,453 | style=\"text-align:center; background:honeyDew;\"|0.2% 5 |- | style=\"text-align:center;\" |1960 | style=\"text-align:center;\" |72.3% 2,351 | style=\"text-align:center;\" |27.5% 894 | style=\"text-align:center; background:honeyDew;\"|0.2% 8 |} ==Economy== Data from the top 31 employers in Hutchinson show the following distribution of employment: * Manufacturing (3959) * Retail (1178) * Medical (826) * School and local government (450) * Utilities (122) * Printing/publishing (116) * Agricultural service (75) * Food/gardening products (66) * Construction (30) * Wholesalers (21) Manufacturing jobs are with Hutchinson Technology (~390 employees, computer and peripheral equipment), Uponor, and 3M (2,900 employees, flags and vinyl, Scotch tapes). The Goebel Fixture Co. employs 125 in a niche market, producing cabinetry fixtures for department stores nationwide. The town has agricultural roots, notably as the birthplace of the Geier Hitch. The retail and service economy has grown from agricultural supply and processing to include a combination of local manufacturing, shopping, and a growing restaurant and food service industry with multiple new options opening recently. It also has a hospital and medical center that offer primary care as well as full access to specialty care. ==Education== thumb|left|Ridgewater College Hutchinson is home to a campus of Ridgewater College, a comprehensive community and technical college (another campus is in Willmar, Minnesota). The original use of the campus was for an Area Vocational Technical Institute. The Vo-Tech merged with a similar institute in Willmar, and ultimately the Willmar Community College joined the two Vo-Techs to form Ridgewater College, a member of the MnSCU system. Although begun as a technical institute, since the creation of Ridgewater the Hutchinson campus has shown a steady increase in the number of \"transfer\" (versus \"technical\") programs, faculty, and students. From 2004 to 2006, significant remodeling included the installation of new facilities for the school's nursing programs, plus new biology, chemistry, and physics laboratories. A notable and unique technical program on the Hutchinson campus is Nondestructive Testing. Not including the two charter schools (New Discoveries Montessori Academy and New Century Charter School) , there are five public schools. The school names and grades for Independent School District #423 are West Elementary (Pre-1), Tiger Elementary (2-3) Park Elementary (4-5), Hutchinson Middle School (6-8), and Hutchinson High School (9-12).http://www.hutch.k12.mn.us/pageView.cfm Private schools in the city include Maplewood Academy. Immanuel Lutheran School is a Christian Pre-K-8 school of the Wisconsin Evangelical Lutheran Synod in Hutchinson. ==Notable people== * Carlos Avery (1868-1930) - newspaper publisher and politician * John Bernhagen - politician, businessman, and farmer * William T. Bonniwell, Jr. - politician * Paulette Carlson - country singer-songwriter and founder of Highway 101 * John W. Foss - U.S. Army General and former Training and Doctrine Command commander * George P. Hammond - educator and librarian * Lydia Young Hayes - blind educator in New Jersey * Les Kouba - artist * Charles D. McEwen - politician * John Jeremiah McRaith - Bishop of diocese of Owensboro, Kentucky * Ancher Nelsen - 34th Lieutenant Governor of Minnesota, 8-term congressman * Harold Popp - pharmacist and politician * Cory Sauter - retired NFL quarterback * Lindsay Whalen - professional basketball player, 4-time WNBA champion, twice Olympic gold medalist == References == == External links == * City of Hutchinson * Historic Hutchinson Photo Tour * Hutchinson Public Schools website Category:Cities in Minnesota Category:Cities in McLeod County, Minnesota Category:Populated places established in 1855 Category:1855 establishments in Minnesota Territory",
 "title": "Hutchinson, Minnesota"
}