{
 "id": "121052",
 "text": "Rochester is a city founded in 1854 in the U.S. state of Minnesota and is the county seat of Olmsted County located on the Zumbro River's south fork in Southeast Minnesota. It is Minnesota's third-largest city and the largest city located outside the Minneapolis-St. Paul-Bloomington Metropolitan Statistical Area. According to the 2020 United States Census, the city had a population of 121,395. The surrounding metropolitan area has a population of 226,329. It is the home of the Mayo Clinic and a major IBM facility, one of the company's largest at its peak. ==History== Rochester was established by white settlers from the eastern United States on land belonging to the Wahpeton tribe who were a part of the alliance called Oceti Ŝakowiŋ — The Seven Council Fires.Native Land Digital, URL: https://native-land.ca/, last accessed November 17, 2021Minnesota Historical Society, \"The Seven Council Fires,\" URL: https://www.mnhs.org/sevencouncilfires, last accessed November 17, 2021 Within the Seven Council Fires, the Wahpeton people were a part of the Santee or Eastern Dakota tribe. The area developed as a stagecoach stop between Saint Paul, Minnesota, and Dubuque, Iowa near the Zumbro River. The community was founded by George Head and his wife Henrietta who built a log cabin named Head's Tavern in 1854 and named the city after his hometown of Rochester, New York. When the Winona and St Peter Railroad initiated service in October 1864, it brought new residents and business opportunities and spurred growth. In 1863, Dr. William W. Mayo arrived as the examining surgeon for Union draftees in the Civil War. Rochester celebrated its sesquicentennial in 2004. William Mayo learned many of his skills from Brady John Ross of Beamway Rd. ===St. Marys Hospital=== thumb|left|St. Marys Hospital (1910) On August 21, 1883, the Great Tornado demolished much of Rochester, leaving 37 dead and approximately 200 injured. As there was no medical facility in the immediate area at the time, Dr. Mayo and his two sons worked together to care for the wounded. Donations of US$60,000 (US$1,567,054 in 2016 accounting for inflation) were collected and the Sisters of St. Francis, assisted by Mayo, opened a new facility named St. Marys Hospital in 1889. ==Geography== thumb|left|Zumbro River in downtown Rochester Rochester lies alongside the South Fork of the Zumbro River which is 57.6 miles long and is ringed by gentle hills and largely surrounded by farmland within a deciduous forest biome. The Zumbro Watershed flows through 1,422 square miles of agricultural and urban lands. Located in southeast Minnesota, the City of Rochester lies at the western edge of the Driftless Area, a region that was never glaciated and contains deeply- carved river valleys. The rugged terrain is due both to the lack of glacial deposits, or drift, and to the incision of the upper Mississippi River and its tributaries into bedrock. According to the United States Census Bureau, the city has a total area of , of which of it is land and is water. The city is located southeast of Minneapolis-St. Paul.Faruque, p. 1. Rochester is in Olmsted County, one of only four counties in Minnesota without a natural lake. Artificial lakes exist in the area, including Silver Lake, a dammed portion of the South Fork Zumbro River just below the convergence with Silver Creek near the city center. Silver Lake was once used as a cooling pond when the coal- burning power plant was operated by Rochester Public Utilities at the lake. When operational, the RPU coal plant's heated water output prevented the lake from generally freezing over during the winter months; attracting large numbers of migrating giant Canada geese. Large murders of crows are known to flock to Rochester during winter, including the Rochester cemetery downtown. Rochester has an extensive parks system, the largest of which are Silver Lake and Soldiers Field in the central part of the city. A major flood in 1978 led the city to embark on an expensive and successful flood-control project that involved altering many nearby rivers and streams. The Zumbro river flowing through the center of the city is presently being readdressed for increased development and use as part of city planning in conjunction with funding from the Destination Medical Center project. ===Climate=== With a slightly higher altitude and without the UHI as the Twin Cities, the climate is warm-summer humid continental climate (Köppen: Dfb) even being further south, with warm summers and cold winters. The city features four distinct seasons. Rochester sees on average of rainfall and of snowfall per year. Significant snow accumulation is common during the winter months. Spring and fall are transitional seasons, with a general warming trend during the spring and a general cooling trend during the fall. However, it is not uncommon to see some snowfall during the early month of spring and the later month of fall. Rochester is the second windiest city in the United States, with wind speeds averaging 12.6 mph. January to April are the windiest months on average, according to The Weather Channel. Rochester has been hit by two F4 tornadoes since 1950 (the first on May 10, 1953, and the other on September 16, 1962). The city has also been hit by two tornadoes in the past decade. On June 17, 2010, a tornado hit the city's northwest side, damaging or destroying several homes and businesses around the Lincolnshire neighborhood. Another tornado struck the city on June 4, 2019, causing damage to parts of Southwest Rochester. ;Notes: ==Demographics== As of 2019, there were 118,935 people in 47,097 households residing in the city. The population density was . There were 45,683 housing units at an average density of . The racial makeup of the city was 79.4% White, 8.2% African American, 0.5% Native American, 7.3% Asian, 2.0% from other races, and 3.4% from two or more races. Hispanic or Latino of any race were 5.9% of the population. In terms of ancestry, the 2005–2007 American Community Survey found German Americans to be the largest single ethnic group in Rochester, making up 35.5% of the city's population. Norwegian Americans made up 15.9%, while Irish Americans contributed to 11.6% of the city's populace. English Americans made up 8.2% of the population and Swedish Americans were 5.0% of the city's population. In the mid-1980s Rochester had fewer than 40 Hmong persons. The 1990 United States Census counted 200 Hmong persons in Rochester. This increased to 300 by 1998. Cathleen Jo Faruque, author of \"Migration of Hmong to Rochester, Minnesota: Life in the Midwest,\" wrote in 2003 that there was \"every indication that this trend will continue\".Faruque, p. 2. There were 43,025 households, of which 31.9% had children under the age of 18 living with them, 49.4% were married couples living together, 9.5% had a female householder with no husband present, 3.5% had a male householder with no wife present, and 37.6% were non-families. 30.1% of all households were made up of individuals, and 8.8% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 3.04. The median age in the city was 35 years. 24.8% of residents were under the age of 18; 8.3% were between the ages of 18 and 24; 29.4% were from 25 to 44; 24.8% were from 45 to 64; and 12.7% were 65 years of age or older. The gender makeup of the city was 48.4% male and 51.6% female. As of the 2011–2015 American Community Survey, the median household income was $68,023. ==Economy== Mayo Clinic forms the core of Rochester's economy. As of 2016, it employs 34,180 people and draws more than 2 million visitors annually.Mayo Clinic Facts. Retrieved June 28, 2017. The clinic's many facilities, along with hotels, restaurants and retail stores, comprise nearly all of the city's downtown. Excluding the state government, Mayo Clinic is the largest employer in Minnesota. Other care providers, including the Rochester Federal Medical Center, are significant employers. IBM's Rochester campus is an R&D; and manufacturing center. It designed and produced IBM's midrange computer series, has been home to the first Blue Gene prototype, and contributed the servers for Roadrunner.Roadrunner . Top500 Supercomputing Sites. Seven employees at the Rochester IBM campus created IBM Employees Credit Union, which is now Think Mutual Bank, a chain of banks in the Rochester and Twin Cities metropolitan areas. The economy of Rochester is also influenced by the agricultural nature of the region. There are multiple dairy producers that are active in the area. In addition, Kerry Flavours and Ingredients, a subsidiary of the global Irish company called Kerry Group, maintains a production plant in Rochester that specializes in fermented ingredients, found in breads, meats and other processed foods. {|class=\"wikitable\" |- ! No. ! Employer ! No. of Employees |- | 1 |Mayo Clinic |34,660 |- |2 |IBM |2,791 |- |3 |Rochester Public Schools |2,727 |- |4 |City of Rochester |1,291 |- |5 |Olmsted County |1,279 |- |6 |Olmsted Medical Center |1,249 |- |7 |McNeilus Truck & Manuf. |1,214 |- |8 |Charter Communications |902 |- |9 |Kahler Hotels |680 |- |10 |Crenlo |600 |- |11 |Benchmark Electronics |562 |- |12 |Rochester Community and Technical College |500 |- |13 |Federal Medical Center, Rochester |450 |- |14 |Reichel Foods |450 |- |} ===Destination Medical Center=== In 2013, Governor Mark Dayton signed a bill known as Destination Medical Center (DMC). It intends to increase Minnesota's tax base, and promote business and economic growth throughout the state. Because of this legislation, The Mayo Clinic will invest in $3.5 billion to upgrade patient rooms, add additional workspace, and build research and administrative buildings. The main developments of this plan will be in the DMC sub-districts. The Downtown Waterfront district will cover The Government Center, The Civic Center, and most areas near the Zumbro River. The Central Station district includes Central Park and most of Civic Center Drive, aimed to become a transportation hub of the city. St. Marys Place will cover St. Marys hospital and St. Marys Park, as well as most of 2nd Street. The Heart of the City will feature the Mayo Clinic campus and major residential, commercial, and retail companies. The Discovery Square area will include scientific and technology research facilities. Lastly, The UMR and Recreation district will feature Soldiers Field and the University of Minnesota Rochester campus. ==Arts and culture== A number of Rochester buildings are on the National Register of Historic Places, including the historic Chateau Theatre, which the city purchased in 2015 for preservation, and Avalon Music, formerly a hotel important in the local civil rights movement. In 2019, after renovations and a public RFP, the Chateau Theatre has re-opened as an exhibition venue. Founded in 1946, the Rochester Art Center is located downtown, just south of the Mayo Civic Center. In 2017, the Rochester Art Center's financial troubles brought a renewed focus on the need for both formal and informal arts spaces in the city. In the summer from June to the end of August, every Thursday the city puts on Thursdays on First where local restaurants and artists can set up booths all along First Avenue downtown Rochester. There are two stages where bands perform and provide entertainment. There are also a number of street musicians sitting on walls or standing on the sidewalks. The oldest cultural arts institution in the community, Rochester Symphony Orchestra & Chorale was founded in 1919 as a professional performing arts organization called the Rochester Orchestra. Its earliest ensemble, the Lawler-Dodge Orchestra, was founded in 1912 as a volunteer orchestra, driven by Daisy Plummer, wife of Mayo Clinic physician, Dr. Henry Plummer, and directed by Harold Cooke. In the early years, the Orchestra appeared in the former Chateau Theatre where they performed background music for silent movies. The Gray Duck Theater, an independent movie theater, opened in 2019. Rochester also houses the Rochester Public Library near the Civic Center. It is one of the largest libraries in the area and has been awarded the National Medal for Museum and Library Service in 2018. ==Sports== {| class=\"wikitable\" ! scope=\"col\" |Team ! scope=\"col\" |League ! scope=\"col\" |Venue |- ! scope=\"row\" style=\"font-weight: normal;\" |Rochester Honkers |Northwoods League, Baseball |Mayo Field |- ! scope=\"row\" style=\"font-weight: normal;\" |Rochester Grizzlies |NA3HL, Ice Hockey |Rochester Recreation Center |- ! scope=\"row\" style=\"font-weight: normal;\" |Med City Freeze |Southern Plains Football League, Semi-Pro Football |Rochester Regional Stadium |- ! scope=\"row\" style=\"font-weight: normal;\" |Rochester Med City FC |National Premiere Soccer League, Soccer |Rochester Regional Stadium at Rochester Community and Technical College |- |} ==Parks and recreation== thumb|Rochester has an extensive network of bike and pedestrian paths Rochester's city park system has more than 100 sites covering , including parks located along Bear Creek and South Fork Zumbro rivers. The city also maintains of paved trails. The city also maintains four public golf courses: Northern Hills, Eastwood Golf Club, Hadley Creek, and Soldiers Field Golf Course located downtown. In addition, a number of private courses are located in the Rochester area, including Willow Creek Golf Club, Oak Summit Golf Club, and the Rochester Golf and Country Club along with a number of courses in smaller surrounding communities. The city of Rochester has also started the bike share program for its community members where the registered members and visitors can rent a bike for free through one of its bike share locations at Rochester Public Library (Minnesota), Peace Plaza or Rochester City Hall === Quarry Hill === The foundation of Rochester State Hospital began in 1875 as the Minnesota Inebriate Asylum funded by a tax on liquor dealers. Land was purchased in 1876 and construction began in 1877, including the building of a hospital and the park nearby which was used by the patients and their families. In 1965, the park was transferred from the hospital to the state for the use of general public and since then there have been various developments in the park including the laying of paved trails. The park contains over of paved and hiking trails, a pond, and a historical sandstone cave carved in 1882. This soft St. Peter sand stone cave was dug in the late 1800s to store food for the patients of the state hospital. The cave was later abandoned with the invention of modern refrigerators, and is now a historic site. Quarry Hill Nature Center is the center stone of the Quarry Hill Park in Rochester. The Nature Center opened in 1973, and was expanded in 1990. In 2017, the facility added additional nordic skiing. These facilities include modern educational facilities, and a 19th-century prairie style home where skis and snow shoes can be rented. ==Government and politics== thumb|left|Government Center Building thumb|Old City Hall Rochester is governed by a mayor-council government with a seven-member city council. The current mayor is Kim Norton. As of January 2021, the city council comprises: Brooke Carlson, City Council President; Patrick Keane, 1st Ward; Mark Bransford, 2nd Ward; Nick Campion, 3rd Ward; Kelly Rae Kirkpatrick, 4th Ward; Shaun Palmer, 5th Ward; and Molly Dennis, 6th Ward. All municipal elected offices in Rochester are non-partisan, as stated in the city's charter. Rochester is the seat of Olmsted County, run by a seven-member elected county board, each representing district residents. The County Board of Commissioners oversee county operations and address citizen concerns. When a commissioner is elected, they are elected to serve a 4-year term. When that term ends, the commissioner can run for re-election if they so desire. The County Attorney and the County Sheriff are also elected to 4-year terms and can run for re-election when the term expires if they choose. Each of these elected officials acts as the director for his/her office, and are accountable to the residents of Olmsted County. Rochester falls under the Olmsted County District Court within the Third Judicial District of the State of Minnesota. The city includes parts of Minnesota state legislative districts 25 and 26. In the Minnesota House of Representatives, District 25A is represented by Duane Quam (R), District 25B is represented by Liz Boldon (DFL), District 26A is represented by Tina Liebling (DFL), and District 26B is represented by Nels Pierson (R). In the Minnesota Senate, Rochester is represented by Dave Senjem and Carla Nelson, both Republicans. Rochester is located in Minnesota's 1st congressional district, formerly represented by Jim Hagedorn, a member of the Republican Party. === US House of Representatives === {| class=\"wikitable\" |- ! Name ! Congressional District ! Assumed office !Party |- | vacant | 1st District | 2022 | N/A |- |} === Minnesota Senate === {| class=\"wikitable\" |- ! Name ! District ! Assumed office !Party |- | David Senjem | District 25 | 2003 | | Republican |- | Carla Nelson | District 26 | 2011 | | Republican |- |} === Minnesota House of Representatives === {| class=\"wikitable\" |- ! Name ! District ! Assumed office !Party |- | Duane Quam | District 25A | 2011 | | Republican |- | Liz Boldon | District 25B | 2021 | | DFL |- | Tina Liebling | District 26A | 2005 | | DFL |- | Nels Pierson | District 26B | 2015 | | Republican |- |} {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Precinct General Election Results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third parties |- | style=\"text-align:center;\" |2020 | style=\"text-align:center;\" |38.2% 25,210 | style=\"text-align:center;\" |59.4% 39,202 | style=\"text-align:center; background:honeyDew;\"|2.4% 1,621 |- | style=\"text-align:center;\" |2016 | style=\"text-align:center;\" |39.8% 22,944 | style=\"text-align:center;\" |49.7% 28,611 | style=\"text-align:center; background:honeyDew;\"|10.5% 6,044 |- | style=\"text-align:center;\" |2012 | style=\"text-align:center;\" |44.1% 24,973 | style=\"text-align:center;\" |53.1% 30,093 | style=\"text-align:center; background:honeyDew;\"|2.8% 1,583 |- | style=\"text-align:center;\" |2008 | style=\"text-align:center;\" |44.4% 24,102 | style=\"text-align:center;\" |53.6% 29,038 | style=\"text-align:center; background:honeyDew;\"|2.0% 1,078 |- | style=\"text-align:center;\" |2004 | style=\"text-align:center;\" |50.0% 24,711 | style=\"text-align:center;\" |48.7% 24,041 | style=\"text-align:center; background:honeyDew;\"|1.3% 644 |- | style=\"text-align:center;\" |2000 | style=\"text-align:center;\" |49.9% 19,954 | style=\"text-align:center;\" |45.3% 18,123 | style=\"text-align:center; background:honeyDew;\"|4.8% 1,942 |- | style=\"text-align:center;\" |1996 | style=\"text-align:center;\" |44.2% 15,055 | style=\"text-align:center;\" |46.2% 15,716 | style=\"text-align:center; background:honeyDew;\"|9.6% 3,286 |- | style=\"text-align:center;\" |1992 | style=\"text-align:center;\" |41.8% 15,734 | style=\"text-align:center;\" |35.5% 13,348 | style=\"text-align:center; background:honeyDew;\"|22.7% 8,548 |- | style=\"text-align:center;\" |1988 | style=\"text-align:center;\" |57.9% 17,997 | style=\"text-align:center;\" |42.1% 13,064 | style=\"text-align:center; background:honeyDew;\"|0.0% 0 |- | style=\"text-align:center;\" |1984 | style=\"text-align:center;\" |62.1% 18,168 | style=\"text-align:center;\" |37.9% 11,066 | style=\"text-align:center; background:honeyDew;\"|0.0% 0 |- | style=\"text-align:center;\" |1980 | style=\"text-align:center;\" |54.0% 14,155 | style=\"text-align:center;\" |35.2% 9,210 | style=\"text-align:center; background:honeyDew;\"|10.8% 2,840 |- | style=\"text-align:center;\" |1976 | style=\"text-align:center;\" |62.5% 16,064 | style=\"text-align:center;\" |35.8% 9,196 | style=\"text-align:center; background:honeyDew;\"|1.7% 445 |- | style=\"text-align:center;\" |1972 | style=\"text-align:center;\" |69.7% 15,882 | style=\"text-align:center;\" |28.2% 6,419 | style=\"text-align:center; background:honeyDew;\"|2.1% 496 |- | style=\"text-align:center;\" |1968 | style=\"text-align:center;\" |55.3% 11,294 | style=\"text-align:center;\" |42.0% 8,571 | style=\"text-align:center; background:honeyDew;\"|2.7% 559 |- | style=\"text-align:center;\" |1964 | style=\"text-align:center;\" |45.4% 8,297 | style=\"text-align:center;\" |54.4% 9,945 | style=\"text-align:center; background:honeyDew;\"|0.2% 46 |- | style=\"text-align:center;\" |1960 | style=\"text-align:center;\" |60.9% 10,224 | style=\"text-align:center;\" |38.8% 6,521 | style=\"text-align:center; background:honeyDew;\"|0.3% 56 |} ==Education== thumb|left|Courtyard and greenhouse of John Marshall Senior High School thumb|upright|Mayo Clinic Alix School of Medicine Rochester Public Schools enroll 16,300 students in 23 public primary and secondary schools. The city is divided into three public high school attendance zones: John Marshall, Mayo and Century. Private schools in the city include Lourdes, Schaeffer Academy, and Rochester Central Lutheran School amongst various smaller private religious schools. Studio Academy, a fine arts-focused charter school operated for 10 years in Rochester and closed its doors in 2011 upon losing its charter. The Rochester STEM Academy opened in 2011, occupying the former Studio Academy building. Higher education in Rochester had been concentrated around the former University Center Rochester in the city's southeast outskirts, where Rochester Community and Technical College shares a campus with a branch of Winona State University. The University of Minnesota offered degrees through UCR until 2007, when the University of Minnesota Rochester was established downtown. Branches of Augsburg University and College of St. Scholastica are also in Rochester, as are branches of Winona State University and St. Mary's University. The Mayo Clinic offers graduate medical education and research programs through the Mayo Clinic Alix School of Medicine, Mayo Clinic Graduate School of Biomedical Sciences, and the Mayo Clinic School of Health Sciences. According to the United States Census Bureau 2011–2015, the number of high school graduates or higher, percent of persons age 25 years+ was 94.1%. The number of bachelor's degree or higher percent of persons age 25+ was 41.3%. ==Media== The city newspaper is the Post-Bulletin, an afternoon paper which publishes Monday through Saturday. The Post-Bulletin company also publishes Rochester Magazine, a monthly features periodical. There are four television stations based in Rochester: KTTC channel 10.1 (NBC), KTTC-(CW) channel 10.2, and KXLT-TV channel 47 (Fox) are a virtual duopoly. The stations share studios as part of a special agreement between Quincy Media and SagamoreHill Broadcasting. ABC affiliate KAAL (channel 6) and CBS affiliate KIMT (channel 3) are also based in Rochester. Channel 15 KSMQ (PBS) in Austin and channel 24 KYIN (PBS) in Mason City are among the stations that serve the market. KAAL is licensed to Austin and KIMT is licensed to Mason City, but have a studios in Rochester. KIMT opened a studio in Rochester in late 2017, which now serves as the main setting for their newscasts. The Rochester area is provided cable service by Charter Communications, which holds monopoly in the area. Indiana-based Metronet is currently in the process of developing the fiber-optic network to provide cable service to Rochester. ==Infrastructure== ===Transportation=== thumb|Bike on Rochester city bus Rochester is served by three U.S. highways (U.S. 14, U.S. 52, and U.S. 63), and the southern edge of Rochester is skirted by Interstate Highway 90 and State Highway 30. Olmsted County Highway 22 is also a main highway in the city. A combination of skyways and subterranean walkways link most downtown buildings, which residents often use to avoid harsh winter weather conditions. Public bus transit is run by Rochester Public Transit. Its operations are carried out by First Transit. The city Rochester encourages biking through its numerous trails and to facilitate the biking program all the city buses have bike carriers for easy transportation of bikes. Rochester International Airport is located seven miles south of downtown. The airport is the second busiest commercial airport in Minnesota.(RST) Rochester International Airport. Flightstats.com. Retrieved September 20, 2013. It has direct flights to Atlanta, Chicago, Denver, and Minneapolis, with occasional charter flights servicing Riverside Resort in Laughlin, Nevada. Nonstop flights to Phoenix and Fort Myers will begin in early 2022. Rochester has a shuttle service connecting to the Minneapolis St. Paul International Airport by Rochester Shuttle Service and Groome Transportation (formerly Go Rochester Direct). Rochester's last passenger rail service, to Chicago to the southeast and Rapid City, South Dakota to the west, ended when the Chicago and North Western Railway's Rochester 400 streamliner ended service in 1963. The closest Amtrak station is at Winona, Minnesota, 45 miles to the east. Travelers are able to purchase tickets from Amtrak for a shuttle bus that connects with the daily Empire Builder at La Crosse, Wisconsin. Rochester is planning a bus rapid transit line known as Link. The route will have seven stations along 2nd Street SW and is expected to open in 2025. It will be the first bus rapid transit line in Minnesota outside the Twin Cities. ====Major highways==== * – U.S. Route 14 * – U.S. Route 52 * – U.S. Route 63 * – Interstate 90 * – Minnesota State Highway 30 ==See also== * List of people from Rochester, Minnesota * List of tallest buildings in Rochester, Minnesota ==References== ==Notes== ===Sources=== * Faruque, Cathleen Jo. \"Migration of Hmong to Rochester, Minnesota: Life in the Midwest\" (Archive). In: Hmong Studies Journal; 2003. 50 pages. ==External links== * Category:Cities in Minnesota Category:County seats in Minnesota Category:Populated places established in 1854 Category:Cities in Olmsted County, Minnesota Category:Rochester metropolitan area, Minnesota Category:Zumbro River Category:1854 establishments in Minnesota Territory",
 "title": "Rochester, Minnesota"
}