{
 "id": "121243",
 "text": "Norden Township is a township in Pennington County, Minnesota, United States. The population was 385 at the 2000 census. ==History== Norden is a name derived from Norwegian and/or Swedish meaning \"northern.\" ==Geography== According to the United States Census Bureau, the township has a total area of 27.6 square miles (71.5 km), all land. ==Demographics== As of the census of 2000, there were 385 people, 135 households, and 108 families residing in the township. The population density was 14.0 people per square mile (5.4/km). There were 144 housing units at an average density of 5.2/sq mi (2.0/km). The racial makeup of the township was 98.44% White, 0.26% African American, 0.78% Native American, and 0.52% from two or more races. Hispanic or Latino of any race were 0.26% of the population. There were 135 households, out of which 40.7% had children under the age of 18 living with them, 68.9% were married couples living together, 5.2% had a female householder with no husband present, and 20.0% were non-families. 17.8% of all households were made up of individuals, and 8.9% had someone living alone who was 65 years of age or older. The average household size was 2.85 and the average family size was 3.23. In the township the population was spread out, with 29.6% under the age of 18, 7.0% from 18 to 24, 28.1% from 25 to 44, 26.8% from 45 to 64, and 8.6% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 110.4 males. For every 100 females age 18 and over, there were 115.1 males. The median income for a household in the township was $50,500, and the median income for a family was $55,938. Males had a median income of $35,521 versus $21,125 for females. The per capita income for the township was $17,951. About 6.9% of families and 7.4% of the population were below the poverty line, including 12.5% of those under age 18 and 5.9% of those age 65 or over. ==References== Category:Townships in Pennington County, Minnesota Category:Townships in Minnesota",
 "title": "Norden Township, Pennington County, Minnesota"
}