{
 "id": "121230",
 "text": "Western Township is a township in Otter Tail County, Minnesota, United States. The population was 142 at the 2000 census. Western Township was organized in 1873, and so named due to its location in the western part of the county. ==Geography== According to the United States Census Bureau, the township has a total area of 35.6 square miles (92.2 km), of which 34.5 square miles (89.2 km) is land and 1.1 square miles (3.0 km) (3.23%) is water. ==Demographics== As of the census of 2000, there were 142 people, 48 households, and 43 families living in the township. The population density was 4.1 people per square mile (1.6/km). There were 51 housing units at an average density of 1.5/sq mi (0.6/km). The racial makeup of the township was 100.00% White. There were 48 households, out of which 37.5% had children under the age of 18 living with them, 81.3% were married couples living together, 8.3% had a female householder with no husband present, and 10.4% were non-families. 6.3% of all households were made up of individuals, and 4.2% had someone living alone who was 65 years of age or older. The average household size was 2.96 and the average family size was 3.07. In the township the population was spread out, with 26.8% under the age of 18, 7.7% from 18 to 24, 26.1% from 25 to 44, 22.5% from 45 to 64, and 16.9% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 100.0 males. For every 100 females age 18 and over, there were 100.0 males. The median income for a household in the township was $43,000, and the median income for a family was $44,000. Males had a median income of $12,375 versus $17,500 for females. The per capita income for the township was $16,961. There were 7.1% of families and 5.4% of the population living below the poverty line, including 4.8% of under eighteens and none of those over 64. ==References== Category:Townships in Otter Tail County, Minnesota Category:Townships in Minnesota",
 "title": "Western Township, Otter Tail County, Minnesota"
}