{
 "id": "121332",
 "text": "Andover Township is a township in Polk County, Minnesota, United States. Andover Township was organized in 1877. It is part of the Grand Forks-ND-MN Metropolitan Statistical Area. The population of the township was 154 at the 2000 census. The unincorporated community of Wilds, near the edge of Crookston, and the unincorporated community of Girard are located within Andover Township. ==Geography== According to the United States Census Bureau, the township has a total area of , all land. ==Demographics== As of the census of 2000, there were 154 people, 52 households, and 42 families residing in the township. The population density was 4.3 people per square mile (1.7/km). There were 55 housing units at an average density of 1.6/sq mi (0.6/km). The racial makeup of the township was 100.00% White. Hispanic or Latino of any race were 2.60% of the population. There were 52 households, out of which 42.3% had children under the age of 18 living with them, 80.8% were married couples living together, and 19.2% were non-families. 13.5% of all households were made up of individuals, and 5.8% had someone living alone who was 65 years of age or older. The average household size was 2.96 and the average family size was 3.33. In the township the population was spread out, with 31.8% under the age of 18, 5.8% from 18 to 24, 31.8% from 25 to 44, 23.4% from 45 to 64, and 7.1% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 105.3 males. For every 100 females age 18 and over, there were 110.0 males. The median income for a household in the township was $53,750, and the median income for a family was $58,125. Males had a median income of $40,000 versus $17,188 for females. The per capita income for the township was $21,486. None of the population or families were below the poverty line. ==References== Category:Townships in Polk County, Minnesota Category:Townships in Minnesota",
 "title": "Andover Township, Polk County, Minnesota"
}