{
 "id": "121390",
 "text": "McIntosh is a city in Polk County, Minnesota, United States. It is part of the Grand Forks, ND-MN Metropolitan Statistical Area. The population was 625 at the 2010 census. ==History== When the \"Thirteen Towns\", 13 townships in Polk County, Minnesota, were opened for settlement in 1883, settlers homesteaded the region. King Township, in which the village of McIntosh was located, was one of those 13 townships. The village was named for Angus John (A.J.) McIntosh, a man of Scottish descent, who immigrated from French Canada to the United States in 1870. However, he lived most of his years on the White Earth Indian Reservation north of Detroit Lakes, Minnesota. The only census in which he was residing in King Township was the Minnesota State Census in 1895. The population of McIntosh has decreased since the 1940s. ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 625 people, 285 households, and 155 families living in the city. The population density was . There were 311 housing units at an average density of . The racial makeup of the city was 95.8% White, 1.3% Native American, 0.2% Asian, 0.2% Pacific Islander, and 2.6% from two or more races. Hispanic or Latino of any race were 1.8% of the population. There were 285 households, of which 21.8% had children under the age of 18 living with them, 44.2% were married couples living together, 7.0% had a female householder with no husband present, 3.2% had a male householder with no wife present, and 45.6% were non-families. 41.4% of all households were made up of individuals, and 22.1% had someone living alone who was 65 years of age or older. The average household size was 2.03 and the average family size was 2.72. The median age in the city was 48.4 years. 18.2% of residents were under the age of 18; 7.8% were between the ages of 18 and 24; 19% were from 25 to 44; 26.2% were from 45 to 64; and 28.8% were 65 years of age or older. The gender makeup of the city was 48.0% male and 52.0% female. ===2000 census=== As of the census of 2000, there were 638 people, 262 households, and 160 families living in the city. The population density was 642.0 people per square mile (248.8/km2). There were 285 housing units at an average density of 286.8 per square mile (111.2/km2). The racial makeup of the city was 97.65% White, 0.78% Native American, 0.31% Asian, and 1.25% from two or more races. Hispanic or Latino of any race were 2.04% of the population. There were 262 households, out of which 24.8% had children under the age of 18 living with them, 48.5% were married couples living together, 9.2% had a female householder with no husband present, and 38.9% were non-families. 37.8% of all households were made up of individuals, and 26.3% had someone living alone who was 65 years of age or older. The average household size was 2.12 and the average family size was 2.71. In the city, the population was spread out, with 18.8% under the age of 18, 4.1% from 18 to 24, 17.6% from 25 to 44, 24.5% from 45 to 64, and 35.1% who were 65 years of age or older. The median age was 53 years. For every 100 females, there were 88.8 males. For every 100 females age 18 and over, there were 94.0 males. The median income for a household in the city was $31,328, and the median income for a family was $38,529. Males had a median income of $31,250 versus $21,875 for females. The per capita income for the city was $20,676. About 4.9% of families and 7.6% of the population were below the poverty line, including 5.9% of those under age 18 and 13.5% of those age 65 or over. ==References== Category:Cities in Minnesota Category:Cities in Polk County, Minnesota",
 "title": "McIntosh, Minnesota"
}