{
 "id": "121510",
 "text": "Sundown Township is one of the twenty-six townships of Redwood County, Minnesota, United States. The population was 242 at the 2000 census. Sundown Township was organized in 1873. ==Geography== According to the United States Census Bureau, the township has a total area of 35.9 square miles (92.9 km), all land. No municipalities are located in Sundown Township. ==Demographics== As of the census of 2000, there were 242 people, 86 households, and 66 families residing in the township. The population density was 6.7 people per square mile (2.6/km). There were 91 housing units at an average density of 2.5/sq mi (1.0/km). The racial makeup of the township was 99.17% White, 0.83% from other races. Hispanic or Latino of any race were 1.65% of the population. There were 86 households, out of which 38.4% had children under the age of 18 living with them, 73.3% were married couples living together, 2.3% had a female householder with no husband present, and 22.1% were non-families. 20.9% of all households were made up of individuals, and 8.1% had someone living alone who was 65 years of age or older. The average household size was 2.81 and the average family size was 3.28. In the township the population was spread out, with 30.2% under the age of 18, 5.0% from 18 to 24, 28.1% from 25 to 44, 21.5% from 45 to 64, and 15.3% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 116.1 males. For every 100 females age 18 and over, there were 119.5 males. The median income for a household in the township was $52,708, and the median income for a family was $54,167. Males had a median income of $30,417 versus $18,750 for females. The per capita income for the township was $19,270. About 4.4% of families and 8.3% of the population were below the poverty line, including 15.0% of those under the age of eighteen and 4.9% of those 65 or over. ==References== Category:Townships in Redwood County, Minnesota Category:Townships in Minnesota",
 "title": "Sundown Township, Redwood County, Minnesota"
}