{
 "id": "121598",
 "text": "Springwater Township is a township in Rock County, Minnesota, United States. The population was 266 at the 2000 census. Springwater Township was organized in 1874, and probably named after Springwater, New York, the former home of an early settler. ==Geography== According to the United States Census Bureau, the township has a total area of 48.7 square miles (126.0 km), all land. ==Demographics== As of the census of 2000, there were 266 people, 102 households, and 83 families residing in the township. The population density was 5.5 people per square mile (2.1/km). There were 107 housing units at an average density of 2.2/sq mi (0.8/km). The racial makeup of the township was 99.62% White, and 0.38% from two or more races. There were 102 households, out of which 39.2% had children under the age of 18 living with them, 78.4% were married couples living together, 1.0% had a female householder with no husband present, and 18.6% were non-families. 16.7% of all households were made up of individuals, and 4.9% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 2.95. In the township the population was spread out, with 29.7% under the age of 18, 4.5% from 18 to 24, 34.2% from 25 to 44, 15.8% from 45 to 64, and 15.8% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 106.2 males. For every 100 females age 18 and over, there were 117.4 males. The median income for a household in the township was $37,500, and the median income for a family was $38,500. Males had a median income of $24,219 versus $21,042 for females. The per capita income for the township was $14,610. About 5.4% of families and 5.8% of the population were below the poverty line, including 5.7% of those under the age of eighteen and 12.1% of those 65 or over. ==Politics== Springwater Township is located in Minnesota's 1st congressional district, represented by Mankato educator Tim Walz, a Democrat. At the state level, Springwater Township is located in Senate District 22, represented by Republican Doug Magnus, and in House District 22A, represented by Republican Joe Schomacker. ==References== Category:Townships in Rock County, Minnesota Category:Townships in Minnesota",
 "title": "Springwater Township, Rock County, Minnesota"
}