{
 "id": "121541",
 "text": "Hawk Creek Township is a township in Renville County, Minnesota, United States. The population was 227 at the 2000 census. Hawk Creek Township was organized in 1867, and named after Hawk Creek. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (0.20%) is water. ==Demographics== As of the census of 2000, there were 227 people, 83 households, and 67 families residing in the township. The population density was 7.4 people per square mile (2.9/km2). There were 99 housing units at an average density of 3.2/sq mi (1.3/km2). The racial makeup of the township was 94.71% White, 0.44% African American, 1.76% Native American, 0.44% Asian, 0.44% from other races, and 2.20% from two or more races. Hispanic or Latino of any race were 1.32% of the population. There were 83 households, out of which 32.5% had children under the age of 18 living with them, 73.5% were married couples living together, 6.0% had a female householder with no husband present, and 18.1% were non-families. 18.1% of all households were made up of individuals, and 2.4% had someone living alone who was 65 years of age or older. The average household size was 2.73 and the average family size was 3.07. In the township the population was spread out, with 26.0% under the age of 18, 6.6% from 18 to 24, 22.9% from 25 to 44, 30.4% from 45 to 64, and 14.1% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 127.0 males. For every 100 females age 18 and over, there were 127.0 males. The median income for a household in the township was $49,250, and the median income for a family was $56,563. Males had a median income of $30,833 versus $30,625 for females. The per capita income for the township was $18,256. About 3.6% of families and 6.7% of the population were below the poverty line, including 10.4% of those under the age of eighteen and none of those 65 or over. ==References== Category:Townships in Renville County, Minnesota Category:Townships in Minnesota",
 "title": "Hawk Creek Township, Renville County, Minnesota"
}