{
 "id": "121617",
 "text": "Malung Township is a township in Roseau County, Minnesota, United States. It was named by settlers after Malung, a town in central Sweden. The population was 427 at the 2000 census. Malung Township was named after Malung, in Sweden. ==Geography== According to the United States Census Bureau, the township has a total area of 35.8 square miles (92.8 km2), all land. ==Demographics== As of the census of 2000, there were 427 people, 153 households, and 128 families residing in the township. The population density was 11.9 people per square mile (4.6/km2). There were 162 housing units at an average density of 4.5/sq mi (1.7/km2). The racial makeup of the township was 96.49% White, 0.23% Native American, 1.87% Asian, 0.23% Pacific Islander, 0.23% from other races, and 0.94% from two or more races. Hispanic or Latino of any race were 0.23% of the population. There were 153 households, out of which 41.2% had children under the age of 18 living with them, 75.8% were married couples living together, 5.9% had a female householder with no husband present, and 16.3% were non- families. 14.4% of all households were made up of individuals, and 6.5% had someone living alone who was 65 years of age or older. The average household size was 2.79 and the average family size was 3.06. In the township the population was spread out, with 30.0% under the age of 18, 6.3% from 18 to 24, 31.4% from 25 to 44, 22.5% from 45 to 64, and 9.8% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 105.3 males. For every 100 females age 18 and over, there were 106.2 males. The median income for a household in the township was $49,250, and the median income for a family was $56,964. Males had a median income of $35,521 versus $28,611 for females. The per capita income for the township was $18,787. About 2.2% of families and 5.0% of the population were below the poverty line, including 6.3% of those under age 18 and 13.6% of those age 65 or over. ==References== Category:Townships in Roseau County, Minnesota Category:Townships in Minnesota",
 "title": "Malung Township, Roseau County, Minnesota"
}