{
 "id": "121649",
 "text": "New Market was a city in Scott County, Minnesota, United States. The population was 332 at the 2000 census. In January 2007, New Market merged with Elko to become Elko New Market.https://www.ci.enm.mn.us/historyofelkonewmarket As of 2006 New Market has a public school, Eagle View Elementary School which is operated by and is part of the New Prague Schools and teaches Preschool - 5th. ==Geography== According to the United States Census Bureau, the city has a total area of . ==Demographics== As of the census of 2000, there were 332 people, 131 households, and 96 families residing in the city. The population density was 527.3 people per square mile (203.5/km2). There were 133 housing units at an average density of 211.3 per square mile (81.5/km2). The racial makeup of the city was 97.89% White, 0.30% African American, 0.30% Asian, and 1.51% from two or more races. There were 131 households, out of which 35.1% had children under the age of 18 living with them, 58.8% were married couples living together, 10.7% had a female householder with no husband present, and 26.0% were non-families. 18.3% of all households were made up of individuals, and 8.4% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 2.90. In the city the population was spread out, with 23.8% under the age of 18, 8.4% from 18 to 24, 40.1% from 25 to 44, 19.0% from 45 to 64, and 8.7% who were 65 years of age or older. The median age was 31 years. For every 100 females, there were 98.8 males. For every 100 females age 18 and over, there were 99.2 males. The median income for a household in the city was $53,250, and the median income for a family was $60,500. Males had a median income of $35,288 versus $27,250 for females. The per capita income for the city was $24,302. About 3.1% of families and 2.7% of the population were below the poverty line, including none of those under age 18 and 5.6% of those age 65 or over. ==Television and film== New Market has appeared in the film Wooly Boys and an episode of the television series Supernanny. ==References== Category:Neighborhoods in Minnesota Category:Geography of Scott County, Minnesota Category:Former municipalities in Minnesota Category:Populated places disestablished in 2007",
 "title": "New Market, Minnesota"
}