{
 "id": "121668",
 "text": "Haven Township is a township in Sherburne County, Minnesota, United States. The population was 2,024 at the 2000 census. Haven Township was organized in 1872, and named for John Ormsbee Haven, a state legislator. ==Geography== According to the United States Census Bureau, the township has an area of ; is land and (2.33%) is water. ==Demographics== As of the census of 2000, there were 2,024 people, 666 households, and 582 families residing in the township. The population density was 60.5 people per square mile (23.3/km). There were 675 housing units at an average density of 20.2/sq mi (7.8/km). The township's racial makeup was 97.73% White, 0.35% African American, 0.10% Native American, 0.54% Asian, 0.10% Pacific Islander, 0.15% from other races, and 1.04% from two or more races. Hispanics or Latinos of any race were 0.94% of the population. Of the 666 households, 45.3% included children under 18, 80.8% were married couples living together, 4.5% had a female householder with no husband present, and 12.5% were non-families. 10.2% of all households were made up of individuals, and 3.0% had someone living alone who was 65 or older. The average household size was 3.03 and the average family size was 3.26. 30.4% of the township's population was under 18, 7.0% between 18 and 24, 26.6% between 25 and 44, 28.1% between 45 and 64, and 7.9% over 64. The median age was 38. For every 100 females, there were 108.4 males. For every 100 females over 18, there were 105.2 males over 18. The township's median household income was $63,906, and its median family income $68,250. Males had a median income of $45,577 versus $27,424 for females. The township's per capita income was $23,065. About 2.1% of families and 2.8% of the population were below the poverty line, including 3.8% of those under 18 and 1.4% of over 64. ==References== Category:Townships in Sherburne County, Minnesota Category:Townships in Minnesota",
 "title": "Haven Township, Sherburne County, Minnesota"
}