{
 "id": "121727",
 "text": "Colvin Township is a township in Saint Louis County, Minnesota, United States. The population was 317 at the 2010 census. Vermilion Trail (County 4) serves as a main route in the township. The unincorporated community of Markham is located within Colvin Township. ==History== Colvin Township was named for Frank S. Colvin, a businessperson in the lumber industry. ==Geography== According to the United States Census Bureau, the township has a total area of ; is land and , or 6.40%, is water. The Paleface River flows through the southwest and south–central parts of Colvin Township. The Water Hen River flows through the west–central and north–central portions of the township. The South Branch of the Water Hen River flows through the central and northeast portions of the township. The Whiteface Reservoir is partially located within Colvin Township. ===Adjacent townships and communities=== The following are adjacent to Colvin Township: * White Township (north) * The unincorporated community of Palo (north) * Hush Lake Unorganized Territory (northeast) * Linwood Lake Unorganized Territory (east, southeast, and south) * Superior National Forest (east) * Cloquet Valley State Forest (south) * Ellsburg Township (southwest) * Mud Hen Lake Unorganized Territory (west) * The unincorporated community of Makinen (west-northwest) * Tikander Lake Unorganized Territory (northwest) ===Unincorporated communities=== * Markham Townline Road–County Highway 16 (CR 16) runs east–west along Colvin Township's northern boundary line with adjacent White Township. ==Demographics== At the 2000 census there were 354 people, 149 households, and 102 families living in the township. The population density was 10.5 people per square mile (4.1/km). There were 298 housing units at an average density of 8.9/sq mi (3.4/km). The racial makeup of the township was 97.74% White, 0.85% Native American, 1.13% from other races, and 0.28% from two or more races. Hispanic or Latino of any race were 0.28%. Of the 149 households 26.2% had children under the age of 18 living with them, 61.7% were married couples living together, 5.4% had a female householder with no husband present, and 30.9% were non-families. 26.2% of households were one person and 12.8% were one person aged 65 or older. The average household size was 2.38 and the average family size was 2.90. The age distribution was 21.2% under the age of 18, 6.8% from 18 to 24, 23.2% from 25 to 44, 31.1% from 45 to 64, and 17.8% 65 or older. The median age was 44 years. For every 100 females, there were 128.4 males. For every 100 females age 18 and over, there were 119.7 males. The median household income was $39,821 and the median family income was $44,583. Males had a median income of $40,500 versus $17,500 for females. The per capita income for the township was $17,359. About 13.0% of families and 16.4% of the population were below the poverty line, including 30.8% of those under age 18 and 4.1% of those age 65 or over. ==References== Category:Townships in St. Louis County, Minnesota Category:Townships in Minnesota",
 "title": "Colvin Township, St. Louis County, Minnesota"
}