{
 "id": "121724",
 "text": "Cherry Township is a township in Saint Louis County, Minnesota, United States. The population was 860 at the 2010 census. State Highway 37 (MN 37) serves as a main route in the township. Other routes include Saint Louis County Roads 25 and 92\\. The unincorporated community of Cherry is located within Cherry Township. ==Geography== According to the United States Census Bureau, the township has a total area of ; is land and , or 1.70%, is water. The West Two River flows through the eastern portion of Cherry Township. ===Adjacent townships, cities, and communities=== The following are adjacent to Cherry Township : * The city of Hibbing (west) * Great Scott Township (north) * The city of Buhl (north) * The city of Kinney (north) * The city of Mountain Iron (northeast) * Clinton Township (east) * Iron Junction (east) * The unincorporated community of Forbes (east-southeast) * McDavitt Township (southeast) * The unincorporated community of Zim (southeast) * Lavell Township (south) Saint Louis County Highway 5 (CR 5) briefly runs north–south along Cherry Township's western boundary line with adjacent city of Hibbing. Hayes Road runs east–west along Cherry Township's northern boundary line with adjacent Great Scott Township. Spirit Lake Road and Fraser Road both run north–south along Cherry Township's eastern boundary line with adjacent Clinton Township. Townline Road–County Highway 16 (CR 16) runs east–west along Cherry Township's southern boundary line with adjacent Lavell Township. ===Unincorporated communities=== * Cherry ==Demographics== As of the census of 2000, there were 915 people, 339 households, and 258 families living in the township. The population density was 27.8 people per square mile (10.7/km2). There were 364 housing units at an average density of 11.1/sq mi (4.3/km2). The racial makeup of the township was 99.02% White, 0.55% Native American, 0.11% Asian, and 0.33% from two or more races. Hispanic or Latino of any race were 0.11% of the population. There were 339 households, out of which 36.6% had children under the age of 18 living with them, 68.1% were married couples living together, 3.5% had a female householder with no husband present, and 23.6% were non-families. 21.8% of all households were made up of individuals, and 8.3% had someone living alone who was 65 years of age or older. The average household size was 2.70 and the average family size was 3.13. In the township the population was spread out, with 27.3% under the age of 18, 6.9% from 18 to 24, 29.5% from 25 to 44, 27.3% from 45 to 64, and 9.0% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 116.3 males. For every 100 females age 18 and over, there were 113.8 males. The median income for a household in the township was $50,263, and the median income for a family was $55,882. Males had a median income of $43,173 versus $25,208 for females. The per capita income for the township was $19,186. About 1.6% of families and 4.6% of the population were below the poverty line, including 0.8% of those under age 18 and 15.2% of those age 65 or over. ==Notable person== Cherry Township is the birthplace of Gus Hall, an important politician and former General Secretary of the Communist Party of the United States. ==References== Category:Townships in St. Louis County, Minnesota Category:Townships in Minnesota",
 "title": "Cherry Township, St. Louis County, Minnesota"
}