{
 "id": "121999",
 "text": "Zumbro Township is a township in Wabasha County, Minnesota, United States. The population was 715 at the 2000 census. The unincorporated community of South Troy is in Zumbro Township. Zumbro Township was organized in 1861, and named after the Zumbro River. ==Geography== According to the United States Census Bureau, the township has a total area of 32.3 square miles (83.6 km2); 31.7 square miles (82.0 km2) of it is land and 0.6 square miles (1.6 km2) of it (1.89%) is water. ==Demographics== As of the census of 2000, there were 715 people, 283 households, and 217 families residing in the township. The population density was 22.6 people per square mile (8.7/km2). There were 322 housing units at an average density of 10.2/sq mi (3.9/km2). The racial makeup of the township was 97.48% White, 0.42% African American, 0.14% Native American, 0.70% Asian, 0.28% from other races, and 0.98% from two or more races. Hispanic or Latino of any race were 0.42% of the population. There were 283 households, out of which 29.7% had children under the age of 18 living with them, 71.4% were married couples living together, 4.6% had a female householder with no husband present, and 23.0% were non-families. 19.8% of all households were made up of individuals, and 3.5% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 2.86. In the township the population was spread out, with 24.6% under the age of 18, 4.3% from 18 to 24, 31.3% from 25 to 44, 30.6% from 45 to 64, and 9.1% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 110.3 males. For every 100 females age 18 and over, there were 112.2 males. The median income for a household in the township was $51,477, and the median income for a family was $55,156. Males had a median income of $39,688 versus $28,977 for females. The per capita income for the township was $23,827. About 1.9% of families and 2.8% of the population were below the poverty line, including 1.8% of those under age 18 and 3.2% of those age 65 or over. ==References== Category:Townships in Wabasha County, Minnesota Category:Rochester metropolitan area, Minnesota Category:Townships in Minnesota Category:1861 establishments in Minnesota",
 "title": "Zumbro Township, Wabasha County, Minnesota"
}