{
 "id": "122055",
 "text": "Marine on St. Croix is a city in Washington County, Minnesota, United States. The population was 689 at the 2010 census. It was founded in 1839 as Marine Mills. The city was the site of the first commercial sawmill on the St. Croix River. A substantial portion of the city is listed as a historic district on the National Register of Historic Places and by the state of Minnesota. ==Geography== According to the United States Census Bureau, the city has a total area of ; is land and is water. Minnesota State Highway 95 serves as a main route in the community. The city is located at 45.19804 N, 92.77316 W. ==Demographics== ===2010 census=== As of the census of 2010, there were 689 people, 302 households, and 196 families residing in the city. The population density was . There were 348 housing units at an average density of . The racial makeup of the city was 98.7% White, 0.1% African American, 0.4% Asian, 0.1% from other races, and 0.6% from two or more races. Hispanic or Latino of any race were 0.6% of the population. There were 302 households, of which 27.5% had children under the age of 18 living with them, 56.0% were married couples living together, 6.3% had a female householder with no husband present, 2.6% had a male householder with no wife present, and 35.1% were non- families. 29.8% of all households were made up of individuals, and 11.6% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.84. The median age in the city was 50 years. 21.8% of residents were under the age of 18; 3.6% were between the ages of 18 and 24; 13.2% were from 25 to 44; 42% were from 45 to 64; and 19.4% were 65 years of age or older. The gender makeup of the city was 47.2% male and 52.8% female. ===2000 census=== As of the census of 2000, there were 602 people, 254 households, and 178 families residing in the city. The population density was 152.8 people per square mile (59.0/km2). There were 290 housing units at an average density of 73.6 per square mile (28.4/km2). The racial makeup of the city was 98.34% White, 0.33% African American, 0.17% Asian, and 1.16% from two or more races. Hispanic or Latino of any race were 0.17% of the population. There were 254 households, out of which 29.5% had children under the age of 18 living with them, 61.8% were married couples living together, 5.9% had a female householder with no husband present, and 29.9% were non-families. 23.6% of all households were made up of individuals, and 7.1% had someone living alone who was 65 years of age or older. The average household size was 2.37 and the average family size was 2.83. In the city, the population was spread out, with 22.4% under the age of 18, 3.3% from 18 to 24, 26.1% from 25 to 44, 35.4% from 45 to 64, and 12.8% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 96.1 males. For every 100 females age 18 and over, there were 93.8 males. The median income for a household in the city was $66,250, and the median income for a family was $77,633. Males had a median income of $51,705 versus $37,232 for females. The per capita income for the city was $32,383. About 3.1% of families and 2.8% of the population were below the poverty line, including 2.0% of those under age 18 and 5.4% of those age 65 or over. ==History== Marine on St. Croix was founded in 1839 as Marine Mills. The city was the site of the first commercial sawmill on the St. Croix River. The sawmill was built by Illinois lumbermen David Hone and Lewis Judd, who saw the opportunity to cut the St. Croix River valley's abundant white pine. They named the mill after their hometown of Marine, Illinois. The mill began operation in August 1839, making it the first commercial sawmill within Minnesota. It was first powered by water and then by steam, and it operated through 1895. Over of lumber was milled through this sawmill. Although the frame buildings were demolished and the sawmill equipment was sold, footings of the buildings are still visible. The Marine Mill site is now a historic site operated by the Minnesota Historical Society. The city retains several historic sites in addition to the Marine Mill, such as the General Store, built in 1870; the Stone House Museum, built in 1872; the Village Hall, built in 1888; the Lutheran Church; and the Fire Hall. ===Marine on St. Croix Historic District=== A historic district in Marine on St. Croix was listed on the National Register of Historic Places in 1974 for having state-level significance in the themes of architecture, commerce, exploration/settlement, and industry. It was nominated as the birthplace of Minnesota's lumber industry and for its representation of two separate but interdependent waves of immigration that created the town. The district encompasses three distinct areas: the original business district bounded by Oak, 5th, and Mill Streets; the residential area of the Yankee business owners on the bluffs to the north, now bisected by Highway 95; and the residential areas of the Swedish working class, initially on the low areas to the north and south of the village center, and later on the bluff to the west. 60 buildings and three sites of ruins were identified as the contributing properties to the historic district in 1974. ==Politics== { {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Precinct General Election Results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third parties |- | style=\"text-align:center;\" |2020 | style=\"text-align:center;\" |22.7% 125 | style=\"text-align:center;\" |75.3% 415 | style=\"text-align:center; background:honeyDew;\"|2.0% 11 |- | style=\"text-align:center;\" |2016 | style=\"text-align:center;\" |24.9% 129 | style=\"text-align:center;\" |66.6% 345 | style=\"text-align:center; background:honeyDew;\"|8.9% 44 |- | style=\"text- align:center;\" |2012 | style=\"text-align:center;\" |33.1% 169 | style=\"text- align:center;\" |66.1% 338 | style=\"text-align:center; background:honeyDew;\"|0.8% 4 |- | style=\"text-align:center;\" |2008 | style=\"text-align:center;\" |33.5% 164 | style=\"text-align:center;\" |66.1% 324 | style=\"text-align:center; background:honeyDew;\"|0.4% 2 |- | style=\"text- align:center;\" |2004 | style=\"text-align:center;\" |38.3% 194 | style=\"text- align:center;\" |61.1% 309 | style=\"text-align:center; background:honeyDew;\"|0.6% 3 |- | style=\"text-align:center;\" |2000 | style=\"text-align:center;\" |41.1% 186 | style=\"text-align:center;\" |50.5% 228 | style=\"text-align:center; background:honeyDew;\"|8.4% 38 |- | style=\"text- align:center;\" |1996 | style=\"text-align:center;\" |38.0% 147 | style=\"text- align:center;\" |54.0% 209 | style=\"text-align:center; background:honeyDew;\"|8.0% 31 |- | style=\"text-align:center;\" |1992 | style=\"text-align:center;\" |27.2% 104 | style=\"text-align:center;\" |50.4% 193 | style=\"text-align:center; background:honeyDew;\"|22.4% 86 |- | style=\"text- align:center;\" |1988 | style=\"text-align:center;\" |41.8% 146 | style=\"text- align:center;\" |58.2% 203 | style=\"text-align:center; background:honeyDew;\"|0.0% 0 |- | style=\"text-align:center;\" |1984 | style=\"text-align:center;\" |49.3% 169 | style=\"text-align:center;\" |50.7% 174 | style=\"text-align:center; background:honeyDew;\"|0.0% 0 |- | style=\"text- align:center;\" |1980 | style=\"text-align:center;\" |41.3% 140 | style=\"text- align:center;\" |42.8% 145 | style=\"text-align:center; background:honeyDew;\"|15.9% 54 |- | style=\"text-align:center;\" |1976 | style=\"text-align:center;\" |50.7% 171 | style=\"text-align:center;\" |46.3% 156 | style=\"text-align:center; background:honeyDew;\"|3.0% 10 |- | style=\"text- align:center;\" |1972 | style=\"text-align:center;\" |64.2% 199 | style=\"text- align:center;\" |35.8% 111 | style=\"text-align:center; background:honeyDew;\"|0.0% 0 |- | style=\"text-align:center;\" |1968 | style=\"text-align:center;\" |48.0% 129 | style=\"text-align:center;\" |43.9% 118 | style=\"text-align:center; background:honeyDew;\"|8.1% 22 |- | style=\"text- align:center;\" |1964 | style=\"text-align:center;\" |39.6% 99 | style=\"text- align:center;\" |60.0% 150 | style=\"text-align:center; background:honeyDew;\"|0.4% 1 |- | style=\"text-align:center;\" |1960 | style=\"text-align:center;\" |68.6% 181 | style=\"text-align:center;\" |31.4% 83 | style=\"text-align:center; background:honeyDew;\"|0.0% 0 |} ==Notable people== * Ellen Torelle Nagler (1870–1965), biologist, author, lecturer * Butch Thompson (1943-), Jazz pianist ==References== ==External links== *City website *MarineOnStCroix.com *Washington County Barn Quilt Trail - is a 16.4 mile (or 26.39 kilometers) route that winds through the beautiful communities of Marine on St. Croix, Scandia, and the Town of May in Minnesota. Along the way, there are 18 barn quilts that are based on quilt patterns in the book The Quiltmaker's Gift. The founder of the Washington County Barn Quilt Trail, Olivia Nienaber, wanted a theme that would tie the quilts together. At the time she began developing the concept for the Washington County Barn Quilt Trail in 2015, she was 12 years old. Category:1839 establishments in Iowa Territory Category:Cities in Minnesota Category:Cities in Washington County, Minnesota Category:Historic districts in Minnesota Category:Historic districts on the National Register of Historic Places in Minnesota Category:National Register of Historic Places in Washington County, Minnesota",
 "title": "Marine on St. Croix, Minnesota"
}