{
 "id": "122088",
 "text": "Andrea Township is a township in Wilkin County, Minnesota, United States. The population was 70 at the 2000 census. Andrea Township was named for Andrea Heider, the wife of an early settler. ==Geography== According to the United States Census Bureau, the township has a total area of , all land. ==Demographics== As of the census of 2000, there were 70 people, 26 households, and 17 families residing in the township. The population density was 2.0 people per square mile (0.8/km2). There were 29 housing units at an average density of 0.8/sq mi (0.3/km2). The racial makeup of the township was 94.29% White, 1.43% Native American, 2.86% Asian, and 1.43% from two or more races. Hispanic or Latino of any race were 4.29% of the population. There were 26 households, out of which 38.5% had children under the age of 18 living with them, 69.2% were married couples living together, and 30.8% were non-families. 30.8% of all households were made up of individuals, and 19.2% had someone living alone who was 65 years of age or older. The average household size was 2.69 and the average family size was 3.22. In the township the population was spread out, with 31.4% under the age of 18, 5.7% from 18 to 24, 24.3% from 25 to 44, 28.6% from 45 to 64, and 10.0% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 133.3 males. For every 100 females age 18 and over, there were 108.7 males. The median income for a household in the township was $43,333, and the median income for a family was $52,500. Males had a median income of $35,000 versus $20,625 for females. The per capita income for the township was $14,048. There were no families and 2.7% of the population living below the poverty line, including no under eighteens and 33.3% of those over 64. ==References== Category:Townships in Wilkin County, Minnesota Category:Wahpeton micropolitan area Category:Townships in Minnesota",
 "title": "Andrea Township, Wilkin County, Minnesota"
}