{
 "id": "122158",
 "text": "Delano is a small city in Wright County, Minnesota, United States situated on the south fork of the Crow River. The small town is known for its historic downtown district and being home to the state's oldest and largest Fourth of July festival. It is in the outskirts of the Twin Cities west of Minneapolis and is surrounded by family farms, lakes, and wooded areas. The population was 5,464 at the 2010 census. ==History== Delano was platted in 1868, and named after Francis Roach Delano, a railroad official. A post office has been in operation at Delano since 1870. Delano was incorporated in 1876. Three buildings in the town are on the National Register of Historic Places: the 1880s Eagle Newspaper Office, the 1888 Delano Village Hall, and the 1893 Simon Weldele House. ==Geography== According to the United States Census Bureau, the city has an area of , all land. U.S. Highway 12 serves as a main route in the community. Other routes include County Roads 6 and 11 (from Minneapolis), 16, 17, and 30. Delano is located at 45.04 degrees north, 93.78 degrees west, along the South Fork of the Crow River. The ZIP code is 55328. ==Education== Delano is known for its strong public school system. In 2013, Forbes selected Delano over every other town in the United States as the \"Best School for Your Housing buck.\" Delano schools produce exceptionally high test scores that complement its top-of-the-line athletic facilities. Delano also has parochial schools, including St. Maximilian Kolbe Catholic School and Mt. Olive Lutheran School. ==Demographics== ===2015 and 2010 census=== As of the census of 2015, there were 5,875 people, 2,064 households, and 1,948 families living in the city. The population density was . There were 2,064 housing units at an average density of . The racial makeup of the city was 96.0% White, 0.4% African American, 0.3% Native American, 1.0% Asian, 0.6% from other races, and 1.7% from two or more races. Hispanic or Latino of any race were 1.4% of the population. There were 2,064 households, of which 31.9% had children under the age of 18 living with them, 58.9% were married couples living together, 9.1% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 27.6% were non-families. 23.0% of all households were made up of individuals, and 9.8% had someone living alone who was 65 years of age or older. The average household size was 2.89 and the average family size was 3.29. The median age in the city was 34.9 years. 31.9% of residents were under the age of 18; 6.2% were between the ages of 18 and 24; 27.3% were from 25 to 44; 24.7% were from 45 to 64; and 9.8% were 65 years of age or older. The gender makeup of the city was 48.8% male and 51.2% female. ===2000 census=== As of the census of 2000, there were 3,836 people, 1,368 households, and 986 families living in the city. The population density was 1,492.8 people per square mile (576.4/km2). There were 1,391 housing units at an average density of 541.2 per square mile (209.0/km2). The racial makeup of the city was 98.18% White, 0.34% African American, 0.16% Native American, 0.29% Asian, 0.31% from other races, and 0.73% from two or more races. Hispanic or Latino of any race were 0.91% of the population. There were 1,368 households, out of which 45.4% had children under the age of 18 living with them, 60.5% were married couples living together, 8.3% had a female householder with no husband present, and 27.9% were non-families. 22.9% of all households were made up of individuals, and 8.0% had someone living alone who was 65 years of age or older. The average household size was 2.80 and the average family size was 3.37. In the city, the population was spread out, with 33.5% under the age of 18, 6.8% from 18 to 24, 35.4% from 25 to 44, 17.1% from 45 to 64, and 7.1% who were 65 years of age or older. The median age was 31 years. For every 100 females, there were 96.6 males. For every 100 females age 18 and over, there were 94.7 males. The median income for a household in the city was $52,917, and the median income for a family was $63,011. Males had a median income of $40,902 versus $30,562 for females. The per capita income for the city was $21,538. About 1.1% of families and 2.7% of the population were below the poverty line, including 3.0% of those under age 18 and 8.8% of those age 65 or over. ==Government== Delano has a mayor-council government. The mayor is Dale Graunke. He was elected in 2010 and reelected in 2014. The city council consists of five elected officials. They are Betsy Stolfa, Jack Russek, Jason Franzen, and Holly Shrupp. Each council member serves a four- year term. Russek and Stolfa's terms expire in 2016, Franzen's and Shrupp's in 2018. Delano also has a park and recreation commission, planning commission, public safety commission, and water, light, and safety commission. Each of these commissions has seven members appointed by the city council who serve three-year terms. ==Culture== Delano is home to Minnesota's oldest and largest Fourth of July celebration. The first known Fourth of July celebration was held in 1857 near Fountain Lake. The celebration lasts at least four days, and includes various entertainment and activities. It begins with local baseball and softball tournaments, the arrival of the carnival in Central Park, and the coronation of Delano Royalty. The Fourth of July parade begins at 10:30 am, and the evening closes with a fireworks display. The films A Simple Plan and Grumpy Old Men were filmed in Delano. Delano is home to the bimonthly newspaper Kurier Polski, the sole Polish/American newspaper in the Midwest, with a distribution of 1,500. ==Notable people== * Tom Emmer – member of the Minnesota House of Representatives from 2005 to 2011, and the Republican nominee for governor in 2010. On June 5, 2013, he announced he would seek the 6th Congressional District seat being vacated by Michele Bachmann. Elected in 2014, he took office in January 2015. * Robert O. McEachern - member of the Minnesota House of Representatives from 1973 to 1992. McEachern grew up in Delano.'Robert McEachern, a most \"colorful\" legislator,' Minneapolis Star Tribune (Minnesota), Ben Cohen, February 21, 2008, pg. B8 ==References== ==External links== * City of Delano – Official Website * Delano Public Schools * DelanoMN.com * Delano American Legion Post 377 * Delano 4th of July Celebration * Delano Athletics Amateur Baseball Team *Delano Community Band Category:Cities in Minnesota Category:Cities in Wright County, Minnesota Category:Populated places established in 1876 Category:1876 establishments in Minnesota",
 "title": "Delano, Minnesota"
}