{
 "id": "122150",
 "text": "Buffalo is a city in the U.S. state of Minnesota and the county seat of Wright County. It is within the Minneapolis–Saint Paul metropolitan area, located 42 miles northwest of Minneapolis. The population of Buffalo was 15,453 at the 2010 census. As of 2019 estimates, Buffalo is the third largest city in Wright County, and the 65th largest city in Minnesota, with a population of 18,042. Minnesota State Highways 25 and 55 are two of the main routes in the city. ==Geography== According to the United States Census Bureau, the city has a total area of ; is land and is water. The city is home to many lakes, namely Buffalo Lake and Lake Pulaski. ==History== Buffalo was platted in 1856, and named after nearby Buffalo Lake. A post office has been in operation at Buffalo since 1856. A mass shooting and bombing occurred at Allina Health's Buffalo Crossroads medical clinic on February 9, 2021. Five people were shot and one woman died. ==Education== The local school district is named Buffalo–Hanover–Montrose Schools. It is composed of schools within the city of Buffalo, and local towns of Hanover and Montrose. There are six elementary schools, which include Discovery Center, Northwinds Elementary, Parkside Elementary, Tatanka Elementary, Hanover Elementary, and Montrose Elementary. There is one middle school, Buffalo Community Middle School, and one high school, Buffalo High School. There is also one private Catholic school, St. Francis Xavier School (grades K–8). ==Culture== Buffalo offers a relatively large and vibrant arts scene for the town's size. The Buffalo Community Theater is a local organization that has been producing plays since 1986. The Buffalo Community Orchestra is another popular artistic outlet. The orchestra has been part of the Buffalo community since 1995, and has over 50 members. The orchestra is well known for the 'Concert in the Park' series they put on every summer for free to community members. The orchestra is also funded by business and residents of Buffalo and the surrounding area. Also in the area, are the Wright County Chamber Chorus, and the Wright Ringers bell choir. Buffalo is also home to many antique shops that have annual sales the first Thursday of every month. During the Winter, the Civics Center houses two ice- sheets and an outdoor rink. It is used for open skating, youth and adult hockey, and figure skating. The Buffalo Youth Hockey Association and the Buffalo Figure Skating Club both use the Civics Center as their home rink. ==Media== KRWC 1360 AM has been serving Buffalo and the Wright County area since 1971, and is located just outside city limits. They provide local and national news, as well as broadcasting high school sports for Buffalo and surrounding communities. They also air oldies, as well as classic and contemporary country music. Buffalo also has two local newspapers, The Drummer and The Wright County Journal Press. ==Government== Buffalo uses a city council with five councilmembers including the mayor. The mayor is elected every two years and presides over council meetings. As of March 2020, the current mayor of Buffalo is Teri Lachermeier. The four other councilmembers are as of 2020 Steve Downer, Scott Enter, Eric Anderson, Nick O'Rourke. Aside from the mayor, councilmembers serve four year terms with elections for two at a time every two years. On the federal level, Buffalo and Wright County reside in Minnesota's 6th congressional district. == Weather == In Buffalo, the summers are long and warm, while the winters are windy and freezing. Over the entire year, temperature varies from 7°F - 82°F. Don’t expect temperatures below -15°F or above 90°F. The windiest parts of the year last around 8.3 months, starting in September, with an average of 10.3 miles per hour. ==Demographics== thumb|left|Welcome sign entering Buffalo As of 2000 the median income for a household in the city was $49,573, and the median income for a family was $59,250. Males had a median income of $39,960 versus $27,793 for females. The per capita income for the city was $21,424. About 4.6% of families and 5.1% of the population were below the poverty line, including 6.0% of those under age 18 and 5.1% of those age 65 or over. ===2010 census=== As of the census of 2010, there were 15,453 people, 5,699 households, and 3,970 families residing in the city. The population density was . There were 6,044 housing units at an average density of . The racial makeup of the city was 95.1% White, 0.8% African American, 0.5% Native American, 0.9% Asian, 0.7% from other races, and 2.0% from two or more races. Hispanic or Latino of any race were 2.8% of the population. There were 5,699 households, of which 41.0% had children under the age of 18 living with them, 54.3% were married couples living together, 10.9% had a female householder with no husband present, 4.5% had a male householder with no wife present, and 30.3% were non-families. 24.9% of all households were made up of individuals, and 9.6% had someone living alone who was 65 years of age or older. The average household size was 2.64 and the average family size was 3.17. The median age in the city was 34.3 years. 29.7% of residents were under the age of 18; 6.4% were between the ages of 18 and 24; 30.3% were from 25 to 44; 21.7% were from 45 to 64; and 11.8% were 65 years of age or older. The gender makeup of the city was 48.5% male and 51.5% female. ==References== ==External links== * * City Website * Buffalo Community/Senior Center website Category:Cities in Minnesota Category:Cities in Wright County, Minnesota Category:County seats in Minnesota Category:Populated places established in 1856 Category:1856 establishments in Minnesota Territory",
 "title": "Buffalo, Minnesota"
}