{
 "id": "122194",
 "text": "Porter is a city in Yellow Medicine and Lincoln counties, Minnesota, United States. The population was 183 at the 2010 census. ==History== Porter was platted in 1881 when the Winona and St. Peter Railroad was extended to that point. It was named for L. C. Porter, a mill owner and early settler. A post office has been in operation in Porter since 1882. Porter was incorporated in 1898. ==Geography== According to the United States Census Bureau, the city has a total area of , all land. The North Branch of the Yellow Medicine River flows through the city. ==Demographics== ===2010 census=== As of the census of 2010, there were 183 people, 86 households, and 47 families residing in the city. The population density was . There were 97 housing units at an average density of . The racial makeup of the city was 99.5% White and 0.5% Asian. Hispanic or Latino of any race were 1.1% of the population. There were 86 households, of which 23.3% had children under the age of 18 living with them, 45.3% were married couples living together, 4.7% had a female householder with no husband present, 4.7% had a male householder with no wife present, and 45.3% were non-families. 37.2% of all households were made up of individuals, and 18.6% had someone living alone who was 65 years of age or older. The average household size was 2.13 and the average family size was 2.83. The median age in the city was 39.8 years. 21.9% of residents were under the age of 18; 7.7% were between the ages of 18 and 24; 24% were from 25 to 44; 32.2% were from 45 to 64; and 14.2% were 65 years of age or older. The gender makeup of the city was 50.8% male and 49.2% female. ===2000 census=== As of the census of 2000, there were 190 people, 88 households, and 54 families residing in the city. The population density was 85.2 people per square mile (32.9/km). There were 98 housing units at an average density of 44.0 per square mile (17.0/km). The racial makeup of the city was 97.37% White, 1.05% African American and 1.58% Native American. There were 88 households, out of which 28.4% had children under the age of 18 living with them, 48.9% were married couples living together, 4.5% had a female householder with no husband present, and 38.6% were non-families. 37.5% of all households were made up of individuals, and 20.5% had someone living alone who was 65 years of age or older. The average household size was 2.16 and the average family size was 2.74. In the city, the population was spread out, with 20.5% under the age of 18, 11.1% from 18 to 24, 28.4% from 25 to 44, 23.2% from 45 to 64, and 16.8% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 93.9 males. For every 100 females age 18 and over, there were 98.7 males. The median income for a household in the city was $21,250, and the median income for a family was $27,000. Males had a median income of $23,875 versus $21,500 for females. The per capita income for the city was $12,910. About 17.7% of families and 18.1% of the population were below the poverty line, including 22.2% of those under the age of eighteen and 20.6% of those 65 or over. ==Community== Porter was founded in 1881 by Scandinavian settlers. The town's heritage is still celebrated today with the annual Lutefisk, Lefse and Swedish Meatball Supper at Bethel Lutheran Church (Porter Norwegian Lutheran Church) in early November. Auctions highlight a tradition in Porter. In January the long-standing Porter March of Dimes auction takes place at the Porter Community Hall. The fundraiser has been an annual event for over 70 years. Porter celebrates its annual Market Day Sale in April. The annual auction draws thousands to the town and shuts down streets for auction rings. The auction is a pre-World War II tradition that carries on to this day. As has been tradition for the over 90 years of the auction, homemade pies and sandwiches are still served in the Porter Community Hall by the Bethel Lutheran Church and food stands are operated by the Deb's Café and various Porter organizations throughout the auction grounds. In August the community celebrates the bountiful harvests of the community with our Harvest Festival. The event has been held on the 3rd weekend in August for over 50 years. Highlighted by the softball tournament, kids activities, tractor and farm equipment show and food there are more activities than any one person could enjoy. ==References== Category:Cities in Yellow Medicine County, Minnesota Category:Cities in Minnesota",
 "title": "Porter, Minnesota"
}