{
 "id": "122224",
 "text": "Merigold (sometimes misspelled as Marigold or Merrigold) is a town in Bolivar County, Mississippi, United States. The population was 439 at the 2010 census, down from 664 in 2000. ==Geography== According to the United States Census Bureau, the town has a total area of , all land. ==Demographics== As of the census of 2000, there were 664 people, 268 households, and 191 families residing in the town. The population density was 686.1 people per square mile (264.3/km2). There were 280 housing units at an average density of 289.3 per square mile (111.5/km2). The racial makeup of the town was 42.62% White, 56.93% African American, 0.15% Asian, 0.15% from other races, and 0.15% from two or more races. Hispanic or Latino of any race were 0.75% of the population. There were 268 households, out of which 28.0% had children under the age of 18 living with them, 42.9% were married couples living together, 23.1% had a female householder with no husband present, and 28.7% were non- families. 24.6% of all households were made up of individuals, and 10.8% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 2.96. In the town, the population was spread out, with 23.8% under the age of 18, 9.3% from 18 to 24, 25.8% from 25 to 44, 24.2% from 45 to 64, and 16.9% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 82.4 males. For every 100 females age 18 and over, there were 78.8 males. The median income for a household in the town was $24,375, and the median income for a family was $27,500. Males had a median income of $26,250 versus $21,250 for females. The per capita income for the town was $16,185. About 21.4% of families and 23.7% of the population were below the poverty line, including 35.6% of those under age 18 and 18.4% of those age 65 or over. ==Education== Merigold is served by the Cleveland School District. The district operates the Hayes Cooper Center for Math and Science, located on old Highway 61.Home page. Hayes Cooper Center. Retrieved on May 21, 2016. \"500 Martin Luther King, Jr., Blvd. Merigold, MS 38759\" Secondary students are zoned to Cleveland Central Middle School and Cleveland Central High School. As of 2002 some children in Merigold attended the North Sunflower Academy in unincorporated Sunflower County.\"No simple solutions to education, workforce training problems. (Focus Delta & River Cities).\" Mississippi Business Journal. May 27, 2002. Retrieved on August 10, 2010. ==Entertainment== Po' Monkey's is a juke joint located approximately west of Merigold. The Mississippi Blues Commission placed a historic marker at the Po Monkey's Lounge in 2009 designating it as a site on the Mississippi Blues Trail for its contribution to the development of the blues (and one of the few authentic juke joints that is still operating today). ==Notable people== *Charlie Capps, member of the Mississippi House of Representatives from 1972 to 2005 *Esther Golar, Illinois state representative, was born in Merigold.State Rep. Esther Golar laid to rest *Larry Speakes, acting press secretary in the Ronald Reagan administration, grew up in Merigold.'Larry Speakes, Public Face of Reagan Era, Dies at 74,' The New York Times, Michael D. Shear, January 10, 2014 ==References== Category:Towns in Bolivar County, Mississippi Category:Towns in Mississippi Category:Mississippi Blues Trail",
 "title": "Merigold, Mississippi"
}