{
 "id": "122273",
 "text": "McLain is a town in Greene County, Mississippi, United States. The population was 441 at the 2010 census, down from 603 at the 2000 census. ==History== === Natural disasters === In early spring 2016, McLain had major flooding which closed many roads and the school. ==Geography== McLain is located in southwestern Greene County; the western border of the town follows the Perry County line. The town is on the western side of the valley of the Leaf River, a south-flowing tributary of the Pascagoula River. U.S. Route 98 passes through the northern part of the town; the four-lane highway leads northwest to Hattiesburg and southeast to Mobile, Alabama. Mississippi Highway 57 passes through the east side of McLain, leading south to U.S. Route 90 near Gautier and east to Leakesville, the Greene County seat. According to the United States Census Bureau, McLain has a total area of , of which is land and , or 1.82%, is water, consisting largely of the Leaf River, which flows along part of the eastern edge of the town. ===Climate=== The climate in this area is characterized by relatively high temperatures and evenly distributed precipitation throughout the year. According to the Köppen Climate Classification system, McLain has a Humid subtropical climate, abbreviated \"Cfa\" on climate maps. ==Demographics== thumb|right|upright|McLain Attendance Center As of the 2010 United States Census, There were 441 people living in the town. 73.0% were White, 26.1% African American, 0.5% Native American, and 0.5% of two or more races. 0.7% were Hispanic or Latino of any race. As of the census of 2000, there were 603 people, 228 households, and 157 families living in the town. The population density was 177.7 people per square mile (68.7/km2). There were 277 housing units at an average density of 81.6 per square mile (31.5/km2). The racial makeup of the town was 63.68% White, 35.66% African American, 0.17% Native American, 0.17% Asian, and 0.33% from two or more races. Hispanic or Latino of any race were 1.33% of the population. There were 228 households, out of which 40.8% had children under the age of 18 living with them, 40.4% were married couples living together, 22.8% had a female householder with no husband present, and 31.1% were non-families. 28.1% of all households were made up of individuals, and 10.5% had someone living alone who was 65 years of age or older. The average household size was 2.64 and the average family size was 3.27. In the town, the population was spread out, with 35.8% under the age of 18, 8.0% from 18 to 24, 28.2% from 25 to 44, 18.4% from 45 to 64, and 9.6% who were 65 years of age or older. The median age was 30 years. For every 100 females, there were 84.4 males. For every 100 females age 18 and over, there were 76.7 males. The median income for a household in the town was $20,000, and the median income for a family was $27,981. Males had a median income of $29,375 versus $14,375 for females. The per capita income for the town was $10,272. About 26.4% of families and 31.2% of the population were below the poverty line, including 40.2% of those under age 18 and 28.6% of those age 65 or over. ==Government== The mayor of McLain, Steve McCluskey, is Mississippi's first elected member of the Libertarian Party of Mississippi. ==Education== McLain is served by the Greene County School District and the Mclain Attendance Center. ==Infrastructure== McLain has a public library run by local citizens. There is also a volunteer fire department. ==Notable people== * Nathaniel Bolton, former professional football player * Ruthie Bolton, Olympic gold medalist; raised on a farm near McLain * Ed Freeman, Medal of Honor Recipient * De'Lance Turner, NFL running back ==References== Category:Cities in Greene County, Mississippi Category:Cities in Mississippi",
 "title": "McLain, Mississippi"
}