{
 "id": "122239",
 "text": "Houston is a city in and one of two county seats of Chickasaw County, in northern Mississippi, United States. The population was 3,623 at the 2010 census. ==History== Native American groups had long used the future Chickasaw County for millennia before the coming of European adventurers. Eventually the natives were essentially forced out of the area. An 1832 treaty finally made the area secure for settlement, and emigrants rapidly moved in. The formation of Chickasaw County was authorized on February 9, 1836, and a few days later a committee was authorized to determine the location of the county seat. Judge Joel Pinson offered to donate land for development of this seat, and on July 8, 1836 his offer was accepted. Judge Pinson named the settlement 'Houston' in memory of Sam Houston, a childhood friend. Construction began that year on a brick courthouse on the village square, and a jail one block north. The city of Houston was incorporated on May 9, 1837, and its first Post Office was authorized on December 5 of that same year. In the northeast end of Chickasaw County, a settlement named Rose Hill was established in 1845. When it applied for state recognition, it was discovered that another Mississippi settlement had that name and already had an operating post office, so the Chickasaw settlement changed its name to Okolona. That settlement also flourished in the next 2 decades. The Civil War brought widespread ruin and loss to the county, including an incident when Union troops burned nearly all the county's records as workers tried to move them out for safekeeping. During the following decade, the nearly-moribund economy slowly recovered, but poor roads across the area continued to hamper commerce and daily life. To address this shortcoming, in 1866 the state authorized a second judicial district to be based in Okolona, while allowing the existing facilities in Houston to continue. Thus the county became one of the few in the nation to host two bases for its court system.History of Chickasaw County (accessed 21 August 2018) In 1909, Houston became home to the first Carnegie library in the state after. School Superintendent L. B. Reid contacted philanthropist Andrew Carnegie, who had created a matching program for libraries, telling of the need for a public library, and his request was approved. Also in 1909, an African-American man, Robbie Daskin, was lynched for allegedly killing a preacher. Houston hosts the Mississippi Flywheel Festival in April and September of every year.Valley Flywheel Festival NatchezTraceTravel.com (accessed 21 August 2018) ==Geography== Houston is located west of the center of Chickasaw County. Mississippi Highway 8 passes through the city, leading east to Aberdeen and west to Calhoun City. Mississippi Highway 15 bypasses the city to the west, crossing Highway 8 within a western extension of the city limits. Highway 15 leads north to Pontotoc and south to Mathiston. The Natchez Trace Parkway passes about east of the city center; the Trace followed an ancient Native American trail. According to the United States Census Bureau, the city has a total area of , of which is land and , or 0.25%, is water. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Houston has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Houston, Mississippi ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Houston Racial Composition !Race !Num. !Perc. |- |White |1,672 |44.03% |- |Black or African American |1,726 |45.46% |- |Native American |3 |0.08% |- |Asian |11 |0.29% |- |Other/Mixed |99 |2.61% |- |Hispanic or Latino |286 |7.53% |} As of the 2020 United States Census, there were 3,797 people, 1,404 households, and 917 families residing in the city. ===2000 census=== As of the census of 2000, there were 4,079 people, 1,589 households, and 1,088 families residing in the city. The population density was 537.4 people per square mile (207.5/km2). There were 1,721 housing units at an average density of 226.8 per square mile (87.5/km2). The racial makeup of the city was 59.89% White, 36.58% African American, 0.27% Native American, 0.17% Asian, 0.12% Pacific Islander, 2.70% from other races, and 0.27% from two or more races. Hispanic or Latino people of any race were 5.12% of the population. There were 1,589 households, out of which 33.5% had children under the age of 18 living with them, 44.6% were married couples living together, 19.4% had a female householder with no husband present, and 31.5% were non-families. 29.1% of all households were made up of individuals, and 15.0% had someone living alone who was 65 years of age or older. The average household size was 2.49 and the average family size was 3.06. In the city, the population was spread out, with 26.6% under the age of 18, 10.3% from 18 to 24, 26.9% from 25 to 44, 19.5% from 45 to 64, and 16.8% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 88.3 males. For every 100 females age 18 and over, there were 83.6 males. The median income for a household in the city was $23,709, and the median income for a family was $31,979. Males had a median income of $27,214 versus $22,000 for females. The per capita income for the city was $12,482. About 22.6% of families and 21.2% of the population were below the poverty line, including 17.8% of those under age 18 and 28.0% of those age 65 or over. ==Education== The city of Houston is served by the Chickasaw County School District. Houston High School is the community's high school. The Houston School District and the old Chickasaw County district merged into a new district on July 1, 2021. The Houston Public Schools system is home to 11-time National Dell-Winston Solar Car Challenge Championships. ==Infrastructure== ===Transportation=== Houston was once served by both the Gulf, Mobile and Ohio Railroad and Okolona, Houston and Calhoun City Railway. In the early 21st century, both of these rail lines were abandoned. Sections of the former have been converted to a recreational trail. ==Notable people== * Dee Barton, film and big band composer, Stan Kenton Orchestra drummer, Jackson State University composer in residence * David R. Bowen, U.S. Representative from Mississippi's 2nd congressional district 1973–1983 * T. Jeff Busby, U.S. Representative 1923–1935 * Terry Catledge, NBA player * William R. Dunlap, artist, writer, and arts commentator * Chris Jones, NFL player * Ricky Love, former professional basketball player * Walter Stanley Mooneyham, evangelical author * James W. St. Clair, head football coach of the University of North Texas 1915–1919 * Rosa Lee Tucker (1866–1946), Mississippi State Librarian * William F. Tucker, brigadier general in the Confederate States Army and member of the Mississippi House of Representatives * Howard Waldrop, science fiction author * Bukka White, Delta blues guitarist ==References== ==External links== *Houston, Mississippi website Category:Cities in Mississippi Category:Cities in Chickasaw County, Mississippi Category:County seats in Mississippi Category:Sam Houston",
 "title": "Houston, Mississippi"
}