{
 "id": "122256",
 "text": "Crystal Springs is a city in Copiah County, Mississippi, United States. The population was 5,044 as of the 2010 census, down from 5,873 in 2000. It is part of the Jackson Metropolitan Statistical Area. ==Geography== U.S. Route 51 runs through the northwest part of Crystal Springs, intersecting Interstate 55 at the latter's Exit 72. I-55 leads north to Jackson, the state capital, and south to Brookhaven. According to the United States Census Bureau, the city has a total area of , of which is land and , or 0.96%, is water. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Crystal Springs racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |1,464 |30.11% |- |Black or African American (non-Hispanic) |3,007 |61.85% |- |Native American |1 |0.02% |- |Asian |16 |0.33% |- |Pacific Islander |4 |0.08% |- |Other/Mixed |108 |2.22% |- |Hispanic or Latino |262 |5.39% |} As of the 2020 United States census, there were 4,862 people, 1,418 households, and 982 families residing in the city. ===2000 census=== As of the census of 2000, there were 5,873 people, 2,118 households, and 1,503 families residing in the city. The population density was 1,090.7 people per square mile (421.5/km2). There were 2,326 housing units at an average density of 432.0 per square mile (166.9/km2). The racial makeup of the city was 42.99% Caucasian, 55.76% African American, 0.09% Native American, 0.15% Asian, 0.61% from other races, and 0.39% from two or more races. Hispanic or Latino of any race were 1.23% of the population. There were 2,118 households, out of which 32.5% had children under the age of 18 living with them, 41.6% were married couples living together, 25.0% had a female householder with no husband present, and 29.0% were non-families. 26.3% of all households were made up of individuals, and 12.8% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.22. In the city, the population was spread out, with 28.1% under the age of 18, 12.0% from 18 to 24, 26.3% from 25 to 44, 19.7% from 45 to 64, and 13.9% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 86.1 males. For every 100 females age 18 and over, there were 81.0 males. The median income for a household in the city was $23,846, and the median income for a family was $29,313. Males had a median income of $29,086 versus $18,969 for females. The per capita income for the city was $12,111. About 26.5% of families and 31.2% of the population were below the poverty line, including 45.2% of those under age 18 and 16.6% of those age 65 or over. ==Education== Crystal Springs is served by the Copiah County School District. Copiah Academy is a local private school in the area. Copiah-Lincoln Community College is located in Wesson. Crystal Springs was the first school in Mississippi to allow black students to attend. The Copiah-Jefferson Regional Library operates a branch in Crystal Springs. ==Controversies== On February 2, 1922, Will Thrasher was Lynched, the first lynching in Copiah county in twenty years. Civil rights-era violence related to passage of civil rights legislation in 1964 and 1965 led the armed Deacons for Defense and Justice to established centers in both Crystal Springs and nearby Hazlehurst in 1966 and 1967. They acted to provide physical protection for African-American protesters who were working with the NAACP on a commercial boycott of white merchants to force integration of stores and employment, to gain jobs for African Americans at places where they were patrons.Ted Ownby, The Civil Rights Movement in Mississippi, Univ. Press of Mississippi, 2013, pp. 221-223 Eventually the protesters won the removal of discriminatory practices at stores and African Americans gained some jobs in these local businesses. In 2012, the First Baptist Church denied a black couple permission to be married there after objections from church members. The pastor performed the wedding at a different church. ==Notable people== * Hulette F. Aby, former attorney in Tulsa, Oklahoma * Dexter Allen, blues guitarist * Greg Osgood, multi-genre keyboardist, singer and songwriter * Bruce M. Bailey, author and humorist * Joseph W. Bailey, U.S. senator from Texas * Percy Bland, mayor of Meridian, Mississippi * Tom Funchess, former professional football offensive tackle * Larry Grantham, American Football League linebacker and member of the *New York Jets (Super Bowl III champions) * White Graves, former professional football defensive back * Pat Harrison, a Democratic member of the *U.S. Congress in the 1920s and 1930s * Anita C. Hill, Lutheran minister * Tommy Johnson, Delta blues musician * George Kinard, former professional football guard * Phil Redding, former Major League Baseball pitcher for the St. Louis Cardinals * Hunter Renfroe, baseball player for the Boston Red Sox. * Alton D. Slay, four-star general in the United States Air Force * Malcolm Taylor, former professional football defensive end ==See also== * List of cities in Mississippi ==References== * ==External links== * Category:Cities in Mississippi Category:Cities in Copiah County, Mississippi Category:Cities in Jackson metropolitan area, Mississippi",
 "title": "Crystal Springs, Mississippi"
}