{
 "id": "122315",
 "text": "Gulf Hills is an unincorporated community and census-designated place (CDP) in Jackson County, Mississippi, United States. It is part of the Pascagoula Metropolitan Statistical Area. The population was 7,144 at the 2010 census, up from 5,900 at the 2000 census. ==Geography== Gulf Hills is located along the Mississippi Gulf Coast at (30.434065, -88.825794), just south of Interstate 10. It is bordered by St. Martin (a census-designated place) to the west, Latimer (a census-designated place) to the north and the city of Ocean Springs to the south. Pascagoula is to the southeast via U.S. Route 90, and Biloxi is to the southwest, across Biloxi Bay. According to the United States Census Bureau, the Gulf Hills CDP has a total area of , of which are land and , or 6.03%, are water. The terrain in the Bayou Porteaux region is relatively high considering its proximity to the Gulf of Mexico. Elevations range from sea level to above sea level. The area of interest lies south of the Big Ridge escarpment, on the western terminus of an east-west striking coastal ridge, which is sub-parallel to the Big Ridge. Here small bayous and streams have dissected the topography with steep ravines to create a \"hilly\" terrain. Reconnaissance, surface and geologic investigations indicate that alluvial- fluvial deposits of the Late Pleistocene Prairie Formation are exposed in the higher areas of the Bayou Porteaux-Gulf Hills section.Otvos, 1972, pp. 223–224, ==History== \"Bayou Puerto\" is the ancestral name for the area that is now Gulf Hills. This small, isolated, primarily Roman Catholic settlement came into existence in the mid-19th century, and encompassed for the most part the south half of Section 12, all of Section 13, the east half of Section 14, and the northeast quarter of Section 24, all of T7S-R9W, Jackson County, Mississippi. The majority of the people of the Bayou Puerto sector made their livelihoods from the sea and forest. The sea provided fish, crustaceans, and mollusks, as well as the medium for travel and trade. Sylvan dwellers cut timber and light wood and made charcoal. Agriculturally, there were some citrus orchards and viticulture, but large traditional farms were nonexistence. Families cultivated vegetable gardens to supplement their high protein diet consisting primarily of seafood, fowl, and game. After 1900, there was a marked decrease in charcoal making. Virtually every male resident of Bayou Puerto in 1900 was employed in the seafood industry. Only a few Blacks were still producing charcoal, probably for local consumption.1900 Federal Census, Jackson County, Miss. ===Slavery=== Slavery in the Bayou Puerto area was almost nil, as most of the inhabitants existed at the subsistence level. ===Civil War=== No Union incursions occurred in the Bayou Puerto section, nor are there any records of Federal occupation here during the Civil War. Some of the men left the safety and seclusion of their homes to fight for the Confederate States of America. ===Millionaires' playground=== An event which permanently changed the history and culture of Bayou-Puerto and St. Martin occurred as a result of the land boom of the mid-1920s. A group of investors from Chicago and New York enamored with the natural beauty, temperate climate, and proximity via rail to the \"snow birds\" of the Midwest, chose an area in eastern St. Martin along and at the mouth of Old Fort Bayou and Bayou Puerto, to build a winter resort. It was called \"Gulf Hills\" because small tributaries and intermittent streams flowing into Old Fort Bayou and Bayou Puerto have dissected the topography in the area. Harvey W. Braniger (1875–1953), a native of Morning Sun, Iowa, and developer of Ivanhoe at Chicago, is generally considered the founder of Gulf Hills. A charter of incorporation was issued for Gulf Hills by the state of Mississippi on September 15, 1925.The Jackson County Times, September 19, 1925, p. 2 The Chicago developers envisioned selling homesites to wealthy northerners who would come to escape winter's cold blasts, then peacefully retire here. The Branigars hosted a gala with the early January 1927 opening of Gulf Hills on the No. 1 tee. Billed as the golf city of the Gulf Coast, Gulf Hills covered , with 249 of them dedicated as fairways, parks, playgrounds and waterways. Of the of narrow roadways, four of them were waterfront and seven were on the golf course. The Depression put the skids to the program. By the end of World War II, there were only 40 homes. By the 1950s, homes were being built again in Gulf Hills. Activity heightened in the 1960s and continued into the 1980s. The Gulf Hills Inn was revitalized by renaming it Gulf Hills Dude Ranch and creating a western atmosphere. Gulf Hills became a popular place with nationwide recognition. Stars like Judy Garland, Elvis Presley and honeymooning Mary Ann Mobley and Gary Collins adopted the resort as a retreat. Until the 1970s, Mafia bosses would annually gather for business and pleasure. They were so unobtrusive and looked like other golfing businessmen that few people realized they were there. Presently most people live in Gulf Hills year round, and a diverse group now occupies this once resort community. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Gulf Hills racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |5,562 |65.24% |- |Black or African American (non-Hispanic) |1,317 |15.45% |- |Native American |21 |0.25% |- |Asian |597 |7.0% |- |Pacific Islander |6 |0.07% |- |Other/Mixed |535 |6.27% |- |Hispanic or Latino |488 |5.72% |} As of the 2020 United States census, there were 8,526 people, 3,072 households, and 2,218 families residing in the CDP. ===2000 census=== As of the census of 2000, there were 5,900 people, 2,199 households, and 1,662 families residing in the CDP. The population density was 778.7 people per square mile (300.5/km2). There were 2,436 housing units at an average density of 321.5/sq mi (124.1/km2). The racial makeup of the CDP was 81.64% White, 10.61% African American, 0.19% Native American, 5.83% Asian, 0.02% Pacific Islander, 0.47% from other races, and 1.24% from two or more races. Hispanic or Latino of any race were 2.02% of the population. There were 2,199 households, out of which 34.6% had children under the age of 18 living with them, 60.9% were married couples living together, 10.2% had a female householder with no husband present, and 24.4% were non-families. 18.4% of all households were made up of individuals, and 6.1% had someone living alone who was 65 years of age or older. The average household size was 2.67 and the average family size was 3.04. In the CDP, the population was spread out, with 25.3% under the age of 18, 8.4% from 18 to 24, 29.7% from 25 to 44, 24.1% from 45 to 64, and 12.5% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 96.5 males. For every 100 females age 18 and over, there were 95.4 males. The median income for a household in the CDP was $49,250, and the median income for a family was $54,418. Males had a median income of $34,243 versus $23,377 for females. The per capita income for the CDP was $21,759. About 4.7% of families and 5.0% of the population were below the poverty line, including 6.1% of those under age 18 and 2.0% of those age 65 or over. ==Public safety== ===Fire department=== The Northwest Jackson County Fire Department provides fire protection for the community. ===Law enforcement=== The Jackson County Sheriff's Office provides law enforcement services for the community. ==Education== Gulf Hills is served by the Jackson County School District. Students in Gulf Hills attend schools in St. Martin. ===Elementary schools=== * St. Martin North Elementary * St. Martin East Elementary * St. Martin Upper Elementary ===Middle schools=== * St. Martin Middle School ===High schools=== * St. Martin High School == Web Site == http://gulfhills.org ==References== Category:Census-designated places in Jackson County, Mississippi Category:Census-designated places in Mississippi Category:Pascagoula metropolitan area",
 "title": "Gulf Hills, Mississippi"
}