{
 "id": "122368",
 "text": "Byhalia ,Keith A. Baca Native American place names in Mississippi pronounced \"bye-HAIL-yah\" by some residents, is a town in Marshall County, Mississippi, United States. The population was 1,302 as of the 2010 census. ==History== Byhalia was founded in the 1830s and named after Byhalia Creek, which flows past the site. ==Geography== According to the United States Census Bureau, the town has a total area of , all land. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Byhalia Racial Composition !Race !Num. !Perc. |- |White |624 |46.6% |- |Black or African American |595 |44.44% |- |Native American |6 |0.45% |- |Pacific Islander |3 |0.22% |- |Other/Mixed |32 |2.39% |- |Hispanic or Latino |79 |5.9% |} As of the 2020 United States Census, there were 1,339 people, 637 households, and 409 families residing in the town. ===2010 census=== As of the 2010 United States Census, there were 1,302 people living in the town. 51.4% were White, 44.9% Black or African American, 1.7% of some other race and 2.1% of two or more races. 4.0% were Hispanic or Latino (of any race). ===2000 census=== The following demographic information is based on 2000 Census information; however, the population of Byhalia has significantly increased in recent years due to immigration and a 2005 annexation of adjacent area. The population in 2007 was estimated at over 2,000.Town of Byhalia General Development Plan, Working Draft, p. 13, August 18, 2008. http://www.gobyhalia.com/images/stories/townofbyhalia.pdf As of the census of 2000, there were 706 people, 275 households, and 188 families living in the town. The population density was 246.8 people per square mile (95.3/km2). There were 306 housing units at an average density of 107.0 per square mile (41.3/km2). The racial makeup of the town was 60.76% White, 35.69% African American, 0.14% Native American, 3.12% from other races, and 0.28% from two or more races. Hispanic or Latino of any race were 3.12% of the population. There were 275 households, out of which 30.9% had children under the age of 18 living with them, 42.5% were married couples living together, 22.2% had a female householder with no husband present, and 31.6% were non-families. 27.6% of all households were made up of individuals, and 10.2% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 3.13. In the town, the population was spread out, with 26.5% under the age of 18, 10.8% from 18 to 24, 25.8% from 25 to 44, 22.2% from 45 to 64, and 14.7% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 84.8 males. For every 100 females age 18 and over, there were 79.0 males. The median income for a household in the town was $26,618, and the median income for a family was $35,313. Males had a median income of $34,375 versus $19,219 for females. The per capita income for the town was $15,156. About 25.0% of families and 26.4% of the population were below the poverty line, including 31.2% of those under age 18 and 39.2% of those age 65 or over. ==Education== The town of Byhalia is served by the Marshall County School District, one of the districts being supported by the Mississippi Teacher Corps. ==Notable People== *The soul singer Jan Bradley was born in Byhalia in 1943. * The Nobel Prize-winning author William Faulkner died in Byhalia in 1962. ==In Popular Culture== *The original field recording of \"Sea Lion Woman\", sung by Katherine and Christine Shipp, was recorded in Byhalia by Herbert Halpert on May 13, 1939. *The play Byhalia, Mississippi by Evan Linder premiered in January 2016. ==References== Category:Towns in Marshall County, Mississippi Category:Towns in Mississippi Category:Memphis metropolitan area",
 "title": "Byhalia, Mississippi"
}