{
 "id": "122464",
 "text": "Metcalfe is a town in Washington County, Mississippi, United States. The population was 1,067 at the 2010 census. The county is located on the western border of the state, with the Mississippi River on the west. It is within the Mississippi Delta. ==Geography== According to the United States Census Bureau, the town has a total area of , all land. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Metcalfe has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Metcalfe, Mississippi ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Metcalfe Racial Composition !Race !Num. !Perc. |- |White |15 |1.84% |- |Black or African American |773 |94.73% |- |Other/Mixed |22 |2.7% |- |Hispanic or Latino |6 |0.74% |} As of the 2020 United States Census, there were 816 people, 351 households, and 201 families residing in the town. ===2000 census=== At the 2000 census there were 1,109 people, 386 households, and 272 families in the town. The population density was 1,110.5 people per square mile (428.2/km). There were 417 housing units at an average density of 417.5 per square mile (161.0/km). The racial makeup of the town was 1.17% White, 97.57% African American, 0.27% Native American, 0.36% from other races, and 0.63% from two or more races. Hispanic or Latino of any race were 0.63%. Of the 386 households 44.0% had children under the age of 18 living with them, 23.3% were married couples living together, 43.8% had a female householder with no husband present, and 29.5% were non-families. 27.5% of households were one person and 9.8% were one person aged 65 or older. The average household size was 2.87 and the average family size was 3.54. The age distribution was 40.8% under the age of 18, 11.6% from 18 to 24, 24.0% from 25 to 44, 16.3% from 45 to 64, and 7.3% 65 or older. The median age was 23 years. For every 100 females, there were 75.8 males. For every 100 females age 18 and over, there were 56.4 males. The median household income was $15,000 and the median family income was $18,295. Males had a median income of $21,307 versus $16,793 for females. The per capita income for the town was $8,050. About 43.0% of families and 47.4% of the population were below the poverty line, including 58.9% of those under age 18 and 53.3% of those age 65 or over. ==Education== The Town of Metcalfe is served by the Western Line School District. ==References== Category:Towns in Mississippi Category:Towns in Washington County, Mississippi",
 "title": "Metcalfe, Mississippi"
}