{
 "id": "122441",
 "text": "Senatobia is a city in, and the county seat of, Tate County, Mississippi, United States, and is the 16th largest municipality in the Memphis Metropolitan Area. The population was 8,165 at the 2010 census. Senatobia is the home of Northwest Mississippi Community College, a state community college that provides two-year academic and technical degree programs. Northwest's system-wide enrollment exceeds 8,000 on three campuses in Senatobia, Southaven and Oxford. Also located in Senatobia is the Baddour Center, a residential care facility for intellectually disabled adults. ==History== On April 13, 1834 early settler James Peters purchased two sections of land from the Chickasaw Nation for the sum of $1.25 per acre. This land was later developed as the town of Senatobia. The community took its name from Senatobia Creek. Senatobia received its charter as a municipality in 1860. During the Civil War, the town's business section was burned twice by Federal troops. Tate County was organized in 1873, during the Reconstruction era. Two Academy Award-nominated films have been partially filmed in the town: The Client (1994) and The People vs. Larry Flynt (1996). ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and (0.28%) is water. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Senatobia Racial Composition !Race !Num. !Perc. |- |White |4,467 |53.47% |- |Black or African American |3,367 |40.3% |- |Native American |10 |0.12% |- |Asian |31 |0.37% |- |Other/Mixed |255 |3.05% |- |Hispanic or Latino |224 |2.68% |} As of the 2020 United States Census, there were 8,354 people, 2,470 households, and 1,639 families residing in the city. ===2010 and 2000 censuses=== As of the census of 2010, there were 8,165 people, 2,554 households, and 1,826 families residing in the city, up from 6,682 people, 2,137 households, and 1,498 families recorded in the census of 2000. The population density was 621.7 people per square mile (240.0/km). There were 2,239 housing units at an average density of 208.3 per square mile (80.4/km). The racial makeup of the city was 61.1% non-Hispanic White, 35.0% non-Hispanic African American, 2.4% Hispanic or Latino of any race, and 1.6% in other racial/ethnic categories. In the 2000 census, the distribution had been 68.03% White, 30.51% African American, 0.12% Native American, 0.22% Asian, 0.15% Pacific Islander, 0.24% from other races, and 0.72% from two or more races, while Hispanic or Latino of any race were 0.85% of the population. There were 2,137 households, out of which 38.3% had children under the age of 18 living with them, 47.4% were married couples living together, 19.4% had a female householder with no husband present, and 29.9% were non-families. 26.6% of all households were made up of individuals, and 12.5% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.15. In the city, the population was spread out, with 24.8% under the age of 18, 20.1% from 18 to 24, 26.0% from 25 to 44, 17.1% from 45 to 64, and 11.9% who were 65 years of age or older. The median age was 29 years. For every 100 females, there were 89.1 males. For every 100 females age 18 and over, there were 85.4 males. The median income for a household in the city was $33,698, and the median income for a family was $43,088. Males had a median income of $34,022 versus $22,000 for females. The per capita income for the city was $16,434. About 13.0% of families and 17.7% of the population were below the poverty line, including 21.3% of those under age 18 and 18.5% of those age 65 or over. ==Education== Senatobia is served by the Senatobia Municipal School District and Magnolia Heights School. ==Notable people== *JoJo Billingsley (1952-2010), rock and roll vocalist *Aron Burton (1938-2016), blues bass guitarist *William J. East (1854-1933), longtime Mississippi state legislator *James \"Kamala\" Harris (1950-2020), wrestler *Robert Earl Jones (1910-2006), an American actor *O. B. McClinton (1940-1987), country and R&B; singer/songwriter *Dan A. Sullivan, Republican member of the Arkansas House of Representatives from Jonesboro, Arkansas; former Senatobia resident. ==References== ==External links== *City website *Senatobia Municipal School District *Magnolia Heights School *Tate County Democrat *Northwest Mississippi Community College ==Gallery== File:Senatobia MS 024.jpg File:Senatobia MS 023.jpg File:Senatobia MS 022.jpg File:Senatobia MS 019.jpg File:Senatobia MS 021.jpg File:Senatobia MS 008.jpg File:Senatobia MS 010.jpg File:Senatobia MS 016.jpg File:Senatobia MS 015.jpg File:Senatobia MS 013.jpg File:Senatobia MS 012.jpg File:Senatobia MS 011.jpg file:Tate County Courthouse with Sign.jpg Category:Cities in Tate County, Mississippi Category:County seats in Mississippi Category:Cities in the Memphis metropolitan area Category:Cities in Mississippi",
 "title": "Senatobia, Mississippi"
}