{
 "id": "122413",
 "text": "Flowood is a city in Rankin County, Mississippi, United States. The population was 10,202 at the 2020 U.S. Census. It is part of the Jackson Metropolitan Statistical Area. ==History== In June 2009 Flowood voters approved (by a 75% to 25% margin) being classified as a resort area which allows liquor by the glass in restaurants and hotels, coming out from under a dry county. Flowood is also the location of the National Weather Service office that serves the Jackson area. ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and (1.69%) is water. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Flowood racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |6,844 |67.08% |- |Black or African American (non-Hispanic) |2,133 |20.91% |- |Native American |17 |0.17% |- |Asian |620 |6.08% |- |Other/Mixed |284 |2.78% |- |Hispanic or Latino |304 |2.98% |} As of the 2020 United States census, there were 10,202 people, 3,626 households, and 2,338 families residing in the city. ===2000 census=== As of the census of 2000, there were 4,750 people, 2,130 households, and 1,145 families residing in the city. The population density was 291.7 people per square mile (112.7/km2). There were 2,371 housing units at an average density of 145.6 per square mile (56.2/km2). The racial makeup of the city was 79.92% White, 16.63% African American, 0.17% Native American, 1.89% Asian, 0.06% Pacific Islander, 0.61% from other races, and 0.72% from two or more races. Hispanic or Latino of any race were 1.77% of the population. There were 2,130 households, out of which 29.0% had children under the age of 18 living with them, 39.8% were married couples living together,1.7% of households consisted of unmarried partners, 10.5% had a female householder with no husband present, and 46.2% were non-families. 35.0% of all households were made up of individuals, and 3.1% had someone living alone who was 65 years of age or older. The average household size was 2.23 and the average family size was 2.99. In the city, the population was spread out, with 23.5% under the age of 18, 16.1% from 18 to 24, 41.0% from 25 to 44, 15.1% from 45 to 64, and 4.4% who were 65 years of age or older. The median age was 29 years. For every 100 females, there were 90.6 males. For every 100 females age 18 and over, there were 92.0 males. The median income for a household in the city was $40,333, and the median income for a family was $49,767. Males had a median income of $37,500 versus $29,773 for females. The per capita income for the city was $21,875. About 10.3% of families and 13.9% of the population were below the poverty line, including 16.6% of those under age 18 and 9.2% of those age 65 or over. ==Parks and recreation== Flowood has an indoor track for remote control racing. Opened in 2010, it is the first \"permanent city owned indoor off road remote control race track\" in the United States. ==Education== The City of Flowood's public schools are served by the Rankin County School District. ===Public schools=== * Northwest Rankin High School (Grades 9-12) * Northwest Rankin Middle School (Grades 7-8) * Flowood Elementary School (Grades K-6) * Northshore Elementary School (Grades K-6) * Northwest Rankin Elementary School (Grades K-6) * Oakdale Elementary School (Grades K-6) * Highland Bluff Elementary School (Grades K-6) ===Private schools=== * Jackson Preparatory School, also known as Jackson Prep * Hartfield Academy, previously known as University Christian School ===Colleges and universities=== * The University of Phoenix's sole Mississippi campus is located in Flowood. ==Notable people== * Kyle Carpenter, a retired United States Marine who received in 2014 the United States' highest military honor, the Medal of Honor for his actions in Marjah, Helmand Province, Afghanistan in 2010. Carpenter is the youngest currently living Medal of Honor recipient. * Chris Epps, the former head of the Mississippi Department of Corrections\"Chris Epps, Cecil McCrory plead guilty to corruption\" (Archive). The Clarion-Ledger. February 25, 2015. Retrieved on February 27, 2015. * J.T. Ginn, minor league pitcher for the New York Mets. *Josh Harkins, Republican member of the Mississippi State Senate. * Chris Dowling, film director and screenwriter. *Gardner Minshew, Quarterback for the Philadelphia Eagles. \"Jaguars Player Info for Gardner Minshew II\" ==See also== * Airport Parkway * Jackson metropolitan area ==References== ==External links== * City of Flowood Website * The Chamber of Flowood * Flowood Business Directory Category:Cities in Mississippi Category:Cities in Rankin County, Mississippi Category:Jackson metropolitan area, Mississippi",
 "title": "Flowood, Mississippi"
}