{
 "id": "122467",
 "text": "Mantee is a village in Webster County, Mississippi. The population was 232 at the 2010 census. ==Geography== Mantee is located at (33.730615, -89.060074). According to the United States Census Bureau, the village has a total area of , of which is land and (3.51%) is water. ==Demographics== As of the 2010 census,United States Census Bureau \"U.S. Census website — Profile of General Population and Housing Characteristics: 2010\" , Retrieved on July 23rd, 2019. there were 232 people, 95 households, and 70 families residing in the village. There were 115 housing units of which 20 were reported vacant. The racial makeup of the village was 99.1% White and 0.4% African American. There were 115 households, out of which 23.7% had children under the age of 18 living with them, 65.3% were married couples living together, 6.3% had a female householder with no husband present, and 26.3% were non-families. 22.1% of all households were made up of individuals, and 30.5% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 2.89. In the village, the population was spread out, with 7.3% under the age of five, 19,4% from five to 19, 1.7% from 20 to 24, 27,9% from 25 to 44, 26,2% from 45 to 64, and 17.2% who were 65 years of age or older. The median age was 41.5 years. For every 100 males, there were 127 females. The median income for a household in the village was $49,375, and the median home price was $105,600.Livability.com, \"Mantee, MS: What you need to know\", Retrieved on July 23rd, 2019. Males had a median income of $32,500 versus $23,750 for females. The per capita income for the village was $18,871. About 3.5% of families and 6.3% of the population were below the poverty line, including 9.7% of those under the age of eighteen and 8.2% of those 65 or over. ==Education== The Village of Mantee is served by the Webster County School District. ==References== ==External links== Category:Villages in Mississippi Category:Villages in Webster County, Mississippi",
 "title": "Mantee, Mississippi"
}