{
 "id": "122529",
 "text": "Glen Allen is a village in central Bollinger County in Southeast Missouri, United States, located near the intersection of State Highway 34 and Route ZZ just west of Marble Hill. The population was 57 at the 2020 census. It is part of the Cape Girardeau-Jackson, MO-IL Metropolitan Statistical Area. ==History== Glen Allen was settled circa 1870 and incorporated as a town in 1906. It was situated along the St. Louis, Iron Mountain and Southern Railway. ===Glen Allen or Glenallen?=== The legal name of the settlement is \"Glen Allen\". However, the U.S. Post Office there is \"Glenallen\", which was also the spelling of the St. Louis Iron Mountain & Southern Railway company station there. Locals uniformly refer to this location as \"Glen Allen\", as does the U.S. Census Bureau. The United States Geological Survey (USGS) refers to this community with both names, as does the State of Missouri. ==Geography== Glen Allen is located at (37.316872, -90.028248). According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 85 people, 35 households, and 26 families living in the village. The population density was . There were 49 housing units at an average density of . The racial makeup of the village was 96.47% White, 1.18% Black or African American, and 2.35% from two or more races. There were 35 households, of which 28.6% had children under the age of 18 living with them, 57.1% were married couples living together, 14.3% had a female householder with no husband present, 2.9% had a male householder with no wife present, and 25.7% were non-families. 22.9% of all households were made up of individuals, and 14.3% had someone living alone who was 65 years of age or older. The average household size was 2.43 and the average family size was 2.85. The median age in the village was 39.9 years. 21.2% of residents were under the age of 18; 11.8% were between the ages of 18 and 24; 24.8% were from 25 to 44; 23.6% were from 45 to 64; and 18.8% were 65 years of age or older. The gender makeup of the village was 47.1% male and 52.9% female. ===2000 census=== As of the census of 2000, there were 145 people, 50 households, and 38 families living in the town. The population density was 2,477.5 people per square mile (933.1/km2). There were 64 housing units at an average density of 1,093.5 per square mile (411.8/km2). The racial makeup of the town was 91.03% White, 5.52% Native American, and 3.45% from two or more races. Hispanic or Latino of any race were 4.14% of the population. There were 50 households, out of which 44.0% had children under the age of 18 living with them, 54.0% were married couples living together, 18.0% had a female householder with no husband present, and 24.0% were non-families. 20.0% of all households were made up of individuals, and 14.0% had someone living alone who was 65 years of age or older. The average household size was 2.90 and the average family size was 3.39. In the town the population was spread out, with 35.2% under the age of 18, 8.3% from 18 to 24, 30.3% from 25 to 44, 15.2% from 45 to 64, and 11.0% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 74.7 males. For every 100 females age 18 and over, there were 84.3 males. The median income for a household in the town was $15,000, and the median income for a family was $26,250. Males had a median income of $16,875 versus $12,188 for females. The per capita income for the town was $15,079. There were 30.0% of families and 30.8% of the population living below the poverty line, including 30.8% of under eighteens and 33.3% of those over 64. ==Notable people== * Madison Roswell Smith, U.S. ambassador to Haiti and United States Representative, was born on a farm near Glen Allen * James Fulton Zimmerman, educator and historian, was born in Glen Allen * Orville Zimmerman, United States Representative for Missouri's 10th congressional district, 1935–1948, was born on a farm near Glen Allen ==References== Category:Villages in Bollinger County, Missouri Category:Cape Girardeau–Jackson metropolitan area Category:Villages in Missouri",
 "title": "Glen Allen, Missouri"
}