{
 "id": "122558",
 "text": "Camdenton is a city in and the county seat of Camden County, Missouri, United States. Its population was 3,718 at the 2010 census. The city is enveloped by the Lower Niangua arm of the Lake of the Ozarks and serves as a popular trade point for visitors to the area. ==History== Camdenton, the new county seat, had its start in the 1930s when construction of the Lake of the Ozarks inundated the old county seat of Linn Creek. The city derives its name from Camden County. A post office called Camdenton has been in operation since 1931. ==Geography== Camdenton is located at (38.008890, -92.746484). According to the United States Census Bureau, the city has a total area of , all land. Camdenton is above sea level. ==Demographics== ===2010 census=== As of the census of 2010, there were 3,718 people, 1,441 households, and 901 families living in the city. The population density was . There were 1,591 housing units at an average density of . The racial makeup of the city was 95.0% White, 0.3% African American, 0.4% Native American, 0.5% Asian, 1.4% from other races, and 2.3% from two or more races. Hispanic or Latino of any race were 3.7% of the population. There were 1,441 households, of which 36.8% had children under the age of 18 living with them, 39.9% were married couples living together, 18.2% had a female householder with no husband present, 4.4% had a male householder with no wife present, and 37.5% were non-families. 31.0% of all households were made up of individuals, and 15% had someone living alone who was 65 years of age or older. The average household size was 2.47 and the average family size was 3.07. The median age in the city was 32.3 years. 28.1% of residents were under the age of 18; 10.2% were between the ages of 18 and 24; 26.2% were from 25 to 44; 21.8% were from 45 to 64; and 13.8% were 65 years of age or older. The gender makeup of the city was 47.3% male and 52.7% female. ===2000 census=== As of the census of 2000, there were 2,779 people, 1,149 households, and 708 families living in the city. The population density was 795.3 people per square mile (307.4/km2). There were 1,283 housing units at an average density of 367.2 per square mile (141.9/km2). The racial makeup of the city was 95.65% White, 0.18% African American, 0.90% Native American, 0.76% Asian, 0.14% Pacific Islander, 0.50% from other races, and 1.87% from two or more races. Hispanic or Latino of any race were 2.16% of the population. There were 1,149 households, out of which 34.2% had children under the age of 18 living with them, 40.4% were married couples living together, 16.4% had a female householder with no husband present, and 38.3% were non-families. 33.5% of all households were made up of individuals, and 17.3% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 2.99. In the city, the population was spread out, with 27.6% under the age of 18, 9.7% from 18 to 24, 28.4% from 25 to 44, 18.9% from 45 to 64, and 15.3% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 90.0 males. For every 100 females age 18 and over, there were 80.7 males. The median income for a household in the city was $26,649, and the median income for a family was $29,342. Males had a median income of $25,156 versus $20,431 for females. The per capita income for the city was $14,040. About 15.2% of families and 17.1% of the population were below the poverty line, including 21.8% of those under age 18 and 16.3% of those age 65 or over. ==Media== KCVO-FM is a non-commercial FM radio station whose frequency is 91.7 mHz. Its programming consists of Christian music and talk. It is the flagship station for Spirit FM, a network of stations in Missouri owned by Lake Area Educational Broadcasting Foundation. The Lake Sun is a semi-weekly newspaper covering the Lake of the Ozarks region. It is owned by Vernon Publishing. ==Education== Camdenton R-III School District operates public elementary schools, Camdenton Middle School, and Camdenton High School. Camdenton is home to a FIRST Robotics Competition program named FIRST LASER. Camdenton has a public library, a branch of the Camden County Library District. == Arts and culture == Camdenton offers some Lake of the Ozarks accommodations, including boating and fishing year-round. Each June, the city serves as Time Station 32 in the Race Across America (RAAM), the annual ultra marathon cross country 3000 mile non-stop bicycle race starting in Oceanside, California and ending in Annapolis, Maryland. ==Transportation== Camdenton is served by U.S. Route 54, Missouri Route 5, and Missouri Route 7. Camdenton has an airport named Camdenton Memorial Airport. == Tourism == Camdenton is located near two tourist attractions. The two attractions are the Bridal Cave and Ha Ha Tonka State Park. ==References== ==External links== * City of Camdenton Category:Cities in Camden County, Missouri Category:County seats in Missouri Category:Cities in Missouri",
 "title": "Camdenton, Missouri"
}