{
 "id": "122655",
 "text": "St. Cloud is a village in northeast Crawford County, Missouri, United States. The population was 41 at the 2010 census. ==Geography== St. Cloud is located on Interstate 44 1.5 miles northeast of Bourbon and 3.5 miles southwest of Sullivan.Missouri Atlas & Gazetteer, DeLorme 1st ed., 1998, p. 47 According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 41 people, 18 households, and 12 families living in the village. The population density was . There were 21 housing units at an average density of . The racial makeup of the village was 87.80% White, 7.32% Black or African American, 2.44% Native American, and 2.44% from two or more races. Hispanic or Latino of any race were 7.32% of the population. There were 18 households, of which 27.8% had children under the age of 18 living with them, 50.0% were married couples living together, 16.7% had a female householder with no husband present, and 33.3% were non-families. 22.2% of all households were made up of individuals, and 11.1% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.67. The median age in the village was 47.5 years. 17.1% of residents were under the age of 18; 17% were between the ages of 18 and 24; 9.7% were from 25 to 44; 34.2% were from 45 to 64; and 22% were 65 years of age or older. The gender makeup of the village was 43.9% male and 56.1% female. ===2000 census=== As of the census of 2000, there were 56 people, 24 households, and 19 families living in the village. The population density was 45.2 people per square mile (17.4/km). There were 26 housing units at an average density of 21.0 per square mile (8.1/km). The racial makeup of the village was 94.64% White, 5.36% from other races. Hispanic or Latino of any race were 10.71% of the population. There were 24 households, out of which 37.5% had children under the age of 18 living with them, 50.0% were married couples living together, 16.7% had a female householder with no husband present, and 20.8% were non-families. 20.8% of all households were made up of individuals, and 8.3% had someone living alone who was 65 years of age or older. The average household size was 2.33 and the average family size was 2.68. In the village, the population was spread out, with 30.4% under the age of 18, 3.6% from 18 to 24, 26.8% from 25 to 44, 23.2% from 45 to 64, and 16.1% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 93.1 males. For every 100 females age 18 and over, there were 116.7 males. The median income for a household in the village was $23,750, and the median income for a family was $19,375. Males had a median income of $23,750 versus $16,875 for females. The per capita income for the village was $8,081. There were 40.0% of families and 48.1% of the population living below the poverty line, including 61.9% of under eighteens and 44.4% of those over 64. ==References== Category:Villages in Crawford County, Missouri Category:Villages in Missouri",
 "title": "St. Cloud, Missouri"
}