{
 "id": "122797",
 "text": "Webb City is a city in Jasper County, Missouri, United States. The population was 13,031 at the 2020 census. It is part of the Joplin, Missouri Metropolitan Statistical Area. Webb City also has a police department, a fire department, and animal control services. ==History== Webb City (Webbville) was platted by John C. Webb in September 1875 and incorporated in December 1876, with a population of 700. The city was located on a portion of Webb's 200-acre farm, which he entered in February 1857. There, in 1873, Webb discovered lead while plowing. With the assistance of W.A. Daugherty, he sank the first pump-shaft in 1874. Webb then leased his land to Daugherty and G.P. Ashcraft. In 1876, the Center Creek Mining Company leased the land and began operations. Some 20 years later, 700 mines were located within the limits of Webb City and adjacent Carterville, and the district ranked first in the production of zinc ore. Webb aided the city in its material development. He donated land for a school and the first Methodist Episcopal Church, South. He built the Webb City Bank and the first hotel. The St. Louis and San Francisco Railroad was built to Webb City in 1879, followed by the Missouri Pacific Railroad in 1881. The population increased from 1,588 in 1880 to 9,201 in 1900. After the success of the first Webb City sheet ground mine (\"Yellow Dog\") in the 1890s, business boomed. The 100-room Newland Hotel was built and co-educational Webb City College was established. The Webb City Mining District was prominently represented at the Chicago Columbia Exposition in 1893 and at the 1898 Omaha International Exhibit. Webb City received for its mineral display the only silver medal awarded. A.H. Rogers built a mule streetcar line from Webb City to Carterville, 1889, the predecessor of the SouthWest Missouri Electric Railway, established 1893, and expanded in the 1900s to become the Southwest Missouri Railroad Company. a vast inter-urban system with a power plant, car barns and an employee clubhouse at Webb City. During World War I, zinc and lead concentrate produced in the Webb City ~ Carterville ~ Prosperity District were valued at more than $18 million. Webb City's population increased to some 15,000. After the decline of mining in the postwar period, Webb City turned to diversified industrial and agricultural production. In the 1930s and during World War II, explosives were manufactured by powder plants located near Webb City. The Downtown Webb City Historic District and Middle West Hotel are listed on the National Register of Historic Places listings in Jasper County, Missouri, as is the Elijah Thomas Webb Residence, an elaborate Queen Anne style three-story built by Elijah Webb, son of the town's founder John Webb. With ==Geography== Webb City is located at (37.144458, -94.469249). According to the United States Census Bureau, the city has a total area of , all land. During the late 19th and early 20th centuries, Webb City was part of the \"Tri- State Mining District\", at the time the world's largest and most productive lead and zinc mining field. The area remains surrounded by chat piles that are used primarily in road-building. ==Demographics== ===2010 census=== As of the census of 2010, there were 10,996 people, 4,230 households, and 2,840 families living in the city. The population density was . There were 4,730 housing units at an average density of . The racial makeup of the city was 90.7% White, 1.6% African American, 1.5% Native American, 0.9% Asian, 0.1% Pacific Islander, 2.2% from other races, and 3.0% from two or more races. Hispanic or Latino of any race were 4.9% of the population. There were 4,230 households, of which 38.4% had children under the age of 18 living with them, 47.8% were married couples living together, 13.9% had a female householder with no husband present, 5.4% had a male householder with no wife present, and 32.9% were non-families. 26.9% of all households were made up of individuals, and 10.4% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 3.10. The median age in the city was 32.1 years. 28.2% of residents were under the age of 18; 10.8% were between the ages of 18 and 24; 27.5% were from 25 to 44; 21.7% were from 45 to 64, and 11.6% were 65 years of age or older. The gender makeup of the city was 48.0% male and 52.0% female. ===2000 census=== As of the census of 2000, there were 9,812 people, 0,808 households, and 2,600 families living in the city. The population density was 1,318.0 people per square mile (509.2/km2). There were 4,108 housing units at an average density of 551.8 per square mile (213.2/km2). The racial makeup of the city was 87.53% White, 3.51% African American, 1.32% Native American, 0.78% Asian, 0.11% Pacific Islander, 1.14% from other races, and 4.63% from two or more races. Hispanic or Latino of any race were 11.57% of the population. There were 3,808 households, out of which 37.2% had children under the age of 18 living with them, 50.6% were married couples living together, 14.0% had a female householder with no husband present, and 31.7% were non-families. 26.7% of all households were made up of individuals, and 13.1% had someone living alone who was 65 years of age or older. The average household size was 2.55 and the average family size was 3.09. In the city, the population was spread out, with 29.1% under the age of 4, 11.0% from 18 to 24, 28.4% from 25 to 44, 17.8% from 45 to 64, and 13.8% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 89.2 males. For every 100 females age 18 and over, there were 84.9 males. The median income for a household in the city was $21,398 dollars and the median income for a family was $30,9. Males had a median income of $22 versus $18 for females. The per capita income for the city was $15,589. About 16.36% of families and 20.147% of the population were below the poverty line, including 22.2% of those under age 18 and 11.7% of those age 65 or over. ==Education== Public education in Webb City is administered by Webb City R-VII School District. Webb City has a lending library, the Webb City Public Library. ==Notable people== * W. Alton Jones — industrialist, philanthropist, President of CITGO (1940–1953) * Gordon Arthur Riley — Biological oceanographer (1911–1985) * Grant Wistrom — Defensive end for the St. Louis Rams (1998–2003) and the Seattle Seahawks (2004–2006) ==References== * https://www.census.gov/ ==Gallery== Image:Webb City Public Library.jpg|Webb City, Missouri Public Library. ==External links== * Webb City Chamber of Commerce * Historic maps of Webb City in the Sanborn Maps of Missouri Collection at the University of Missouri Category:Cities in Jasper County, Missouri Category:Joplin, Missouri, metropolitan area Category:Cities in Missouri",
 "title": "Webb City, Missouri"
}