{
 "id": "122737",
 "text": "Urich is a city in Henry County, Missouri, United States. The population was 505 at the 2010 census. ==History== Urich was platted in 1871. The city was named for General Uhrich, a figure in the Siege of Strasbourg. A post office called Urich has been in operation since 1872. ==Geography== Urich is located at (38.461128, -94.000398). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 505 people, 216 households, and 132 families living in the city. The population density was . There were 254 housing units at an average density of . The racial makeup of the city was 96.8% White, 1.2% African American, 1.0% Native American, 0.2% from other races, and 0.8% from two or more races. Hispanic or Latino of any race were 0.4% of the population. There were 216 households, of which 31.9% had children under the age of 18 living with them, 45.4% were married couples living together, 8.8% had a female householder with no husband present, 6.9% had a male householder with no wife present, and 38.9% were non-families. 34.7% of all households were made up of individuals, and 16.2% had someone living alone who was 65 years of age or older. The average household size was 2.34 and the average family size was 3.05. The median age in the city was 40.2 years. 26.7% of residents were under the age of 18; 7.4% were between the ages of 18 and 24; 21.9% were from 25 to 44; 27.9% were from 45 to 64; and 15.8% were 65 years of age or older. The gender makeup of the city was 48.7% male and 51.3% female. ===2000 census=== As of the census of 2000, there were 499 people, 219 households, and 139 families living in the city. The population density was 1,215.2 people per square mile (469.9/km). There were 242 housing units at an average density of 589.3 per square mile (227.9/km). The racial makeup of the city was 97.80% White, 0.20% African American, 0.80% Native American, 0.60% Asian, and 0.60% from two or more races. Hispanic or Latino of any race were 1.80% of the population. There were 219 households, out of which 27.9% had children under the age of 18 living with them, 49.3% were married couples living together, 10.0% had a female householder with no husband present, and 36.5% were non- families. 35.2% of all households were made up of individuals, and 16.9% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.91. In the city the population was spread out, with 24.6% under the age of 18, 8.8% from 18 to 24, 26.5% from 25 to 44, 19.2% from 45 to 64, and 20.8% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 86.2 males. For every 100 females age 18 and over, there were 79.0 males. The median income for a household in the city was $30,197, and the median income for a family was $37,727. Males had a median income of $26,607 versus $18,125 for females. The per capita income for the city was $14,250. About 14.3% of families and 15.2% of the population were below the poverty line, including 19.2% of those under age 18 and 16.7% of those age 65 or over. ==References== Category:Cities in Henry County, Missouri Category:Cities in Missouri",
 "title": "Urich, Missouri"
}