{
 "id": "122883",
 "text": "Wheeling is a city in eastern Livingston County, Missouri, United States. The population was 220 at the 2020 census. ==History== Wheeling was laid out in 1865, and named after Wheeling, West Virginia, the native home of a first settler. A post office called Wheeling has been in operation since 1866. ==Geography== Wheeling is located on Missouri Route B one-half mile north of US Route 36 and one mile west of the Livingston-Linn county line. Meadville is four miles to the east. Muddy Creek flows past 1.5 miles to the west.Missouri Atlas & Gazetteer, DeLorme, 1998, First edition, p. 22 According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 271 people, 107 households, and 78 families living in the city. The population density was . There were 125 housing units at an average density of . The racial makeup of the city was 98.9% White, 0.4% African American, 0.4% Native American, and 0.4% from other races. Hispanic or Latino of any race were 0.7% of the population. There were 107 households, of which 33.6% had children under the age of 18 living with them, 54.2% were married couples living together, 13.1% had a female householder with no husband present, 5.6% had a male householder with no wife present, and 27.1% were non-families. 21.5% of all households were made up of individuals, and 12.1% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 2.92. The median age in the city was 40.2 years. 26.2% of residents were under the age of 18; 5.1% were between the ages of 18 and 24; 25.5% were from 25 to 44; 27.3% were from 45 to 64; and 15.9% were 65 years of age or older. The gender makeup of the city was 47.6% male and 52.4% female. ===2000 census=== As of the census of 2000, there were 268 people, 100 households, and 71 families living in the city. The population density was 835.6 people per square mile (323.4/km). There were 115 housing units at an average density of 358.6 per square mile (138.8/km). The racial makeup of the city was 99.25% White and 0.75% Native American. Hispanic or Latino of any race were 0.75% of the population. There were 100 households, out of which 34.0% had children under the age of 18 living with them, 59.0% were married couples living together, 7.0% had a female householder with no husband present, and 29.0% were non-families. 26.0% of all households were made up of individuals, and 16.0% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 3.20. In the city the population was spread out, with 32.8% under the age of 18, 6.7% from 18 to 24, 25.0% from 25 to 44, 19.8% from 45 to 64, and 15.7% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 103.0 males. For every 100 females age 18 and over, there were 93.5 males. The median income for a household in the city was $26,154, and the median income for a family was $35,208. Males had a median income of $23,750 versus $17,917 for females. The per capita income for the city was $13,150. About 16.4% of families and 23.7% of the population were below the poverty line, including 36.4% of those under the age of eighteen and 8.9% of those 65 or over. ==Notable people== *Willis Glassgow, football player and attorney *Lawrence Walkup, eleventh president of Northern Arizona University ==References== Category:Cities in Livingston County, Missouri Category:Cities in Missouri",
 "title": "Wheeling, Missouri"
}