{
 "id": "122859",
 "text": "Cave is a in Lincoln County, Missouri, United States. The population was 5 at the 2010 census. With a 2020 population of 5, it is the 939th largest city in Missouri and the 19481st largest city in the United States. Cave is currently declining at a rate of 0.00% annually and its population has decreased by 0.00% since the most recent census, which recorded a population of 5 in 2010. ==History== Cave was incorporated in the 1980s, and was first included in the 1990 census, when the population was ten. ==Geography== Cave is a rural place located at (39.022986, -91.058936). According to the United States Census Bureau, the village has a total area of , of which is land and is water. ===Climate=== ==Demographics== ===2010 census=== As of the census of 2010, there were 5 people, 3 households, and 2 families living in the village. The population density was . There were 6 housing units at an average density of . The racial makeup of the village was all White. There were 3 households, of which two were married couples living together and one was a non-family. One of the households was made up of a single individual. The average household size was 1.67 and the average family size was 2.00. The median age in the village was 61.5 years. None of the residents were under the age of 18; one was between the ages of 18 and 24; none were from 25 to 44; three were from 45 to 64; and one was 65 years of age or older. The gender makeup of the village was three males and two females. ===2000 census=== As of the census of 2000, there were 7 people, 4 households, and 2 families living in the town. The population density was 7.1 people per square mile (2.7/km2). There were 5 housing units at an average density of 5.1/sq mi (2.0/km2). The racial makeup of the town was 100.00% White. There were 4 households, out of which one had children under the age of 18 living with them, one was a married couple living together, one had a female householder with no husband present, and two were non-families. Two households were made up of individuals who were 65 years of age or older. The average household size was 1.75 and the average family size was 2.50. In the town the population was spread out, with two persons under the age of 18 (a male and a female), two from 25 to 44, and three from 45 to 64. The median age was 34 years. There were four females and three males. The median income for a household in the town was $41,250, and the median income for a family was $41,250. Males had a median income of $0 versus $13,750 for females. The per capita income for the town was $8,120. None of the population and none of the families were below the poverty line. ==References== Category:Villages in Lincoln County, Missouri Category:Villages in Missouri",
 "title": "Cave, Missouri"
}