{
 "id": "122885",
 "text": "Bevier is a city in Macon County, Missouri, United States. The population was 636 at the 2020 census. ==History== Bevier was laid out and platted in 1858 along a new railroad line. The community was named for Kentucky native Col. Robert Bevier, who afterward became a leader of the Confederate army. A post office called Bevier has been in operation since 1858. Coal was discovered in Bevier in 1860, and coal mining was an important part of the town economy well into the 20th century. Bevier was incorporated as a village on September 5, 1881, and reorganized as a city on March 16, 1889. ==Geography== Bevier is located at (39.749126, -92.563902). According to the United States Census Bureau, the city has a total area of , all of it land. ==Demographics== ===2010 census=== As of the census of 2010, there were 718 people, 287 households, and 191 families living in the city. The population density was . There were 341 housing units at an average density of . The racial makeup of the city was 97.4% White, 1.3% African American, 0.4% Asian, and 1.0% from two or more races. Hispanic or Latino of any race were 0.1% of the population. There were 287 households, of which 35.9% had children under the age of 18 living with them, 46.0% were married couples living together, 15.3% had a female householder with no husband present, 5.2% had a male householder with no wife present, and 33.4% were non-families. 29.6% of all households were made up of individuals, and 14.6% had someone living alone who was 65 years of age or older. The average household size was 2.50 and the average family size was 3.07. The median age in the city was 40.1 years. 26.2% of residents were under the age of 18; 8.1% were between the ages of 18 and 24; 23.5% were from 25 to 44; 27% were from 45 to 64; and 15.2% were 65 years of age or older. The gender makeup of the city was 48.2% male and 51.8% female. ===2000 census=== As of the census of 2000, there were 723 people, 303 households, and 195 families living in the city. The population density was 838.6 people per square mile (324.6/km2). There were 342 housing units at an average density of 396.7/sq mi (153.5/km2). The racial makeup of the city was 97.65% White, 0.83% Native American, 0.41% Asian, and 1.11% from two or more races. Hispanic or Latino of any race were 0.14% of the population. There were 303 households, out of which 32.3% had children under the age of 18 living with them, 49.2% were married couples living together, 12.2% had a female householder with no husband present, and 35.6% were non-families. 32.3% of all households were made up of individuals, and 15.5% had someone living alone who was 65 years of age or older. The average household size was 2.39 and the average family size was 3.02. In the city the population was spread out, with 26.4% under the age of 18, 8.2% from 18 to 24, 27.8% from 25 to 44, 20.2% from 45 to 64, and 17.4% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 96.5 males. For every 100 females age 18 and over, there were 90.0 males. The median income for a household in the city was $28,250, and the median income for a family was $34,479. Males had a median income of $25,078 versus $17,284 for females. The per capita income for the city was $13,099. About 1.6% of families and 7.6% of the population were below the poverty line, including 5.9% of those under age 18 and 11.0% of those age 65 or over. ==Notable people== * Robert Bevier (1834 – 1889), Confederate colonel * John V. Cox (born 1930), Major General (ret) United States Marine Corps ==References== ==External links== * Historic maps of Bevier in the Sanborn Maps of Missouri Collection at the University of Missouri Category:Cities in Macon County, Missouri Category:Cities in Missouri",
 "title": "Bevier, Missouri"
}