{
 "id": "122833",
 "text": "Bates City is a city in western Lafayette County, Missouri, and is part of the Kansas City metropolitan area within the United States. The population was 219 at the 2010 census. ==History== Bates City was laid out in 1878 by Theodore Bates, and named for him. A post office called Bates City has been in operation since 1879. ==Geography== Bates City is located just south of I-70 approximately ten miles east of Blue Springs.Missouri Atlas & Gazetteer, DeLorme, 1998, First edition, p. 34 According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 219 people, 80 households, and 62 families residing in the city. The population density was . There were 98 housing units at an average density of . The racial makeup of the city was 97.7% White, 0.5% Pacific Islander, 1.4% from other races, and 0.5% from two or more races. Hispanic or Latino of any race were 1.8% of the population. There were 80 households, of which 37.5% had children under the age of 18 living with them, 62.5% were married couples living together, 8.8% had a female householder with no husband present, 6.3% had a male householder with no wife present, and 22.5% were non-families. 20.0% of all households were made up of individuals, and 7.5% had someone living alone who was 65 years of age or older. The average household size was 2.74 and the average family size was 3.11. The median age in the city was 39.6 years. 26.5% of residents were under the age of 18; 7.8% were between the ages of 18 and 24; 23.8% were from 25 to 44; 28.3% were from 45 to 64; and 13.7% were 65 years of age or older. The gender makeup of the city was 44.7% male and 55.3% female. ===2000 census=== As of the census of 2000, there were 245 people, 92 households, and 75 families residing in the city. The population density was 281.9 people per square mile (108.7/km2). There were 96 housing units at an average density of 110.4 per square mile (42.6/km2). The racial makeup of the city was 98.37% White, 0.82% African American, and 0.82% from two or more races. Hispanic or Latino of any race were 1.22% of the population. There were 92 households, out of which 34.8% had children under the age of 18 living with them, 68.5% were married couples living together, 10.9% had a female householder with no husband present, and 17.4% were non- families. 17.4% of all households were made up of individuals, and 3.3% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 2.91. In the city the population was spread out, with 26.1% under the age of 18, 11.4% from 18 to 24, 24.9% from 25 to 44, 26.9% from 45 to 64, and 10.6% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 100.8 males. For every 100 females age 18 and over, there were 90.5 males. The median income for a household in the city was $43,125, and the median income for a family was $45,000. Males had a median income of $30,313 versus $24,464 for females. The per capita income for the city was $19,950. About 14.3% of families and 11.2% of the population were below the poverty line, including 7.3% of those under the age of eighteen and none of those 65 or over. ==References== Category:Cities in Lafayette County, Missouri Category:Cities in Missouri",
 "title": "Bates City, Missouri"
}