{
 "id": "122890",
 "text": "Macon is a city in and the county seat of Macon County, Missouri, United States. The population was 5,457 at the 2020 census. ==History== Macon was platted in 1856. Like the county, Macon was named for Nathaniel Macon. A post office called Macon City was established in 1856, and the name was changed to Macon in 1892. In May 1898, there was a string of break-ins in the area of Macon. The break-ins included the theft of food and items, as well as assaults on women. In late June, there was a break-in at the home of John Koechel, a blind broom maker. During this break-in, there were references to previous assaults, an attempted assault, and a theft of two sacks of flour. Police officers followed a trail of tiny white specks to the home of Henry Williams, who was later arrested with no resistance. The night of Williams' arrest, crowds formed at the courthouse, while a local pastor, Rev. G. A. Robbins, plead for the crowd to allow the law to take its proper course. The crowd moved on to the jail, and demanded Sheriff A. J. Glenn give up Williams, Glenn and his deputies refused the crowd's demands. A man called Mr. McVicker made a speech to attempt to pacify the crowd, but was knocked out by a thrown brick. The crowd knocked down the fence, stole the key, and unlocked Williams' cell, confronting the cowering man. The mob of 200-300 men decided they would hang him from a bridge instead of electrical lights, so they would not offend the women and children in the morning. In the early morning hours of June 30, 1898, Henry Williams was lynched on the Wabash bridge, he maintained his innocence when asked if he wanted to say anything. In November 1919 four African-Americans were arrested for allegedly robbing a white farmer. They were held at the Macon prison but on Saturday, November 15, 1919, a white mob drove into town and demanded that the Sheriff hand them over. At first he refused but when the mob threatened to use dynamite to destroy the prison the four black men were handed over and they were then driven to Moberly, Missouri and lynched. The Blees Military Academy, Macon County Courthouse and Annex, and Wardell House are listed on the National Register of Historic Places. ==Geography== Macon is located at (39.740596, -92.470639). According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 5,471 people, 2,369 households, and 1,357 families living in the city. The population density was . There were 2,727 housing units at an average density of . The racial makeup of the city was 90.8% White, 5.6% African American, 0.3% Native American, 0.6% Asian, 0.3% from other races, and 2.4% from two or more races. Hispanic or Latino of any race were 1.3% of the population. There were 2,369 households, of which 27.7% had children under the age of 18 living with them, 42.0% were married couples living together, 11.6% had a female householder with no husband present, 3.7% had a male householder with no wife present, and 42.7% were non-families. 38.1% of all households were made up of individuals, and 18.5% had someone living alone who was 65 years of age or older. The average household size was 2.21 and the average family size was 2.90. The median age in the city was 42.7 years. 23.2% of residents were under the age of 18; 7.4% were between the ages of 18 and 24; 21.7% were from 25 to 44; 25.1% were from 45 to 64; and 22.5% were 65 years of age or older. The gender makeup of the city was 46.7% male and 53.3% female. ===2000 census=== As of the census of 2000, there were 5,538 people, 2,434 households, and 1,448 families living in the city. The population density was 903.9 people per square mile (348.8/km2). There were 2,723 housing units at an average density of 444.4/sq mi (171.5/km2). The racial makeup of the city was 92.78% White, 5.36% African American, 0.22% Native American, 0.23% Asian, 0.02% Pacific Islander, 0.42% from other races, and 0.98% from two or more races. Hispanic or Latino of any race were 0.88% of the population. There were 2,434 households, out of which 27.2% had children under the age of 18 living with them, 46.1% were married couples living together, 10.5% had a female householder with no husband present, and 40.5% were non-families. 37.1% of all households were made up of individuals, and 19.8% had someone living alone who was 65 years of age or older. The average household size was 2.17 and the average family size was 2.82. In the city, the population was spread out, with 22.7% under the age of 18, 7.7% from 18 to 24, 24.1% from 25 to 44, 21.7% from 45 to 64, and 23.8% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 85.8 males. For every 100 females age 18 and over, there were 79.3 males. The median income for a household in the city was $26,738, and the median income for a family was $36,633. Males had a median income of $30,069 versus $18,217 for females. The per capita income for the city was $16,679. About 8.6% of families and 12.8% of the population were below the poverty line, including 11.4% of those under age 18 and 16.8% of those age 65 or over. ==Media== Radio station KLTI is licensed to Macon. Other radio signals from cities in the region like Brookfield, Marceline, Kirksville, and Moberly are easily received in Macon as well. ==Education== Public education in Macon is administered by Macon County R-I School District. Macon has a lending library, the Macon Public Library. ==Notable people== * Frederick W. V. Blees, chief benefactor of Macon, founder of Blees Military Academy, (1860–1906). * Frank P. Briggs, former United States Senator and Assistant U.S. Secretary of the Interior. * Henderson Forsythe, American actor * James P. Kem, United States Senator from Missouri, 1947–1953. * Butch Patrick, television actor best known for his role as Eddie Munster on CBS's The Munsters. * Milton A. Romjue, long-time US Congressman for Missouri's 1st district. * David Britt, International Harvester Executive ==References== * * ==External links== * * Historic maps of Macon in the Sanborn Maps of Missouri Collection at the University of Missouri Category:Cities in Macon County, Missouri Category:County seats in Missouri Category:Cities in Missouri Category:1856 establishments in Missouri",
 "title": "Macon, Missouri"
}