{
 "id": "122905",
 "text": "Mercer is a city in Mercer County, Missouri, United States. The population was 263 at the 2020 census. ==History== Mercer was platted in the 1870s when the railroad was extended to that point. The community has the name of Marion Merwitt, the daughter of a local pharmacist. ==Geography== Mercer is located at . According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 318 people, 149 households, and 91 families residing in the city. The population density was . There were 183 housing units at an average density of . The racial makeup of the city was 98.7% White, 0.3% Native American, and 0.9% from two or more races. Hispanic or Latino of any race were 0.6% of the population. There were 149 households, of which 25.5% had children under the age of 18 living with them, 47.7% were married couples living together, 8.1% had a female householder with no husband present, 5.4% had a male householder with no wife present, and 38.9% were non-families. 38.3% of all households were made up of individuals, and 25.5% had someone living alone who was 65 years of age or older. The average household size was 2.13 and the average family size was 2.81. The median age in the city was 46.4 years. 23.3% of residents were under the age of 18; 5.3% were between the ages of 18 and 24; 19.6% were from 25 to 44; 29.2% were from 45 to 64; and 22.6% were 65 years of age or older. The gender makeup of the city was 45.9% male and 54.1% female. ===2000 census=== As of the census of 2000, there were 342 people, 165 households, and 97 families residing in the town. The population density was 966.3 people per square mile (377.3/km2). There were 193 housing units at an average density of 545.3 per square mile (212.9/km2). The racial makeup of the town was 99.42% White, 0.29% Native American, and 0.29% from two or more races. Hispanic or Latino of any race were 0.29% of the population. There were 165 households, out of which 24.2% had children under the age of 18 living with them, 46.7% were married couples living together, 9.1% had a female householder with no husband present, and 41.2% were non-families. 38.2% of all households were made up of individuals, and 24.2% had someone living alone who was 65 years of age or older. The average household size was 2.07 and the average family size was 2.75. In the town the population was spread out, with 21.6% under the age of 18, 6.7% from 18 to 24, 23.7% from 25 to 44, 20.8% from 45 to 64, and 27.2% who were 65 years of age or older. The median age was 44 years. For every 100 females there were 81.0 males. For every 100 females age 18 and over, there were 77.5 males. The median income for a household in the town was $23,906, and the median income for a family was $27,750. Males had a median income of $24,583 versus $16,406 for females. The per capita income for the town was $13,493. About 18.1% of families and 26.3% of the population were below the poverty line, including 38.2% of those under age 18 and 27.1% of those age 65 or over. ==Notable events== * In 1984 Mercer High School finished 2nd in the Missouri Class 1A/2A Girls Softball State Championship. * In 2013 Mercer High School finished 3rd in the Missouri Class 1 Girls Basketball State Championship. * In 2017 Mercer High School won the Missouri Class 1 Girls Basketball State Championship. ==References== Category:Cities in Mercer County, Missouri Category:Cities in Missouri",
 "title": "Mercer, Missouri"
}