{
 "id": "122947",
 "text": "Gideon is a city in New Madrid County, Missouri, United States. The population was 1,093 at the 2010 census. ==History== Gideon had its start in 1900 as a lumber company town. The town site was platted in 1903, and named in honor of Frank Gideon, a businessperson in the lumber industry. A post office called Gideon has been in operation since 1902. ==Geography== Gideon is located at (36.454799, -89.918691). The city is concentrated around the intersection of Missouri Route 153 and Missouri Route 162, in the western Bootheel. The city of Clarkton lies just to the west. According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,093 people, 418 households, and 281 families living in the city. The population density was . There were 458 housing units at an average density of . The racial makeup of the city was 99.36% White, 0.09% Black or African American, and 0.55% from two or more races. Hispanic or Latino of any race were 0.27% of the population. There were 418 households, of which 34.9% had children under the age of 18 living with them, 48.1% were married couples living together, 14.8% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 32.8% were non-families. 29.4% of all households were made up of individuals, and 14.1% had someone living alone who was 65 years of age or older. The average household size was 2.47 and the average family size was 3.03. The median age in the city was 39.1 years. 25.6% of residents were under the age of 18; 7.6% were between the ages of 18 and 24; 23.1% were from 25 to 44; 24.2% were from 45 to 64; and 19.4% were 65 years of age or older. The gender makeup of the city was 47.8% male and 52.2% female. ===2000 census=== As of the census of 2000, there were 1,113 people, 430 households, and 288 families living in the city. The population density was 618.6 people per square mile (238.7/km2). There were 465 housing units at an average density of 258.4 per square mile (99.7/km2). The racial makeup of the city was 98.56% White, 0.09% Native American, 0.72% from other races, and 0.63% from two or more races. Hispanic or Latino of any race were 0.99% of the population. There were 430 households, out of which 35.6% had children under the age of 18 living with them, 50.9% were married couples living together, 12.6% had a female householder with no husband present, and 32.8% were non- families. 29.8% of all households were made up of individuals, and 17.7% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 3.03. In the city the population was spread out, with 26.7% under the age of 18, 8.6% from 18 to 24, 25.1% from 25 to 44, 20.0% from 45 to 64, and 19.6% who were 65 years of age or older. The median age was 38 years. For every 100 females there were 85.5 males. For every 100 females age 18 and over, there were 81.3 males. The median income for a household in the city was $22,208, and the median income for a family was $31,094. Males had a median income of $26,406 versus $19,821 for females. The per capita income for the city was $13,556. About 21.5% of families and 25.5% of the population were below the poverty line, including 30.6% of those under age 18 and 27.1% of those age 65 or over. ==Education== Gideon has a public school system which has two school facilities, Gideon Elementary and Gideon High School. The bulldog is the mascot for the Gideon schools. Gideon has a lending library, a branch of the New Madrid County Library. ==Notable people== * Jack Campbell lived in Gideon. He was a gospel songwriter and musician, having his song \"I Know A Man Who Can\" performed by George Jones. Campbell died on February 12, 2007 at his home in Gideon, at the age of 79. * Mark Littell, the former pitcher for Kansas City Royals and St. Louis Cardinals, is from Gideon. ==References== ==External links== * City of Gideon * More of Gideon's history Category:Cities in New Madrid County, Missouri Category:Populated places established in 1900 Category:Cities in Missouri",
 "title": "Gideon, Missouri"
}