{
 "id": "122966",
 "text": "Seneca is a city in western Newton County, Missouri, United States. The population was 2,336 at the 2010 census. Located on the southwest border of the state, the city is part of the Joplin, Missouri Metropolitan Statistical Area. ==History== Seneca was platted by European Americans in 1869, following the American Civil War. The city was named for the Seneca Nation, one of the Six Nations of the Iroquois League, or Haudenosaunee. \"This tribe was moved to the Indian Territory not many miles west of town. The word is a corruption of the Dutch word \"Sinnekaas\" a term applied to them.\" A post office called Seneca has been in operation since 1869. Several houses in the rural northern Seneca area were destroyed by a tornado on May 10, 2008 in the Mid-May 2008 tornado outbreak sequence in which an EF4 tornado hit the county, killing 13 people. Pollution may have indirectly saved lives in Okla. town; May 12, 2008; International Herald Tribune; Retrieved May 12, 2008 The Early Show broadcast their national weather report from the city on the following Monday morning. On the one year anniversary, Bill Lant, owner of Lant's Feed and Country Store, unveiled a memorial for the people who died from the tornado. He had donated the plot of land and memorial, and had the memorial built next to his store. ==Geography== Seneca is located on Lost Creek, approximately one- quarter mile from the Missouri-Oklahoma state line. Missouri Route 43 passes through the town and U.S. Route 60 passes just south of the location. Neosho is about ten miles east, along Route 60.Missouri Atlas & Gazetteer, DeLorme, 1998, First edition, p. 60, According to the United States Census Bureau, the city has a total area of , all land. Seneca is located in Lost Creek Valley, five miles upstream from the Grand Lake of the Cherokees and five miles downstream from the quaint Old Settlers town of Racine. The Frisco Railroad (now Burlington-Northern) runs through this valley. Prior to 1959, highway traffic to and from Oklahoma largely followed US 60 through Seneca. US 60 joins the more famous U.S. Route 66, approximately 15 miles west of Seneca. ==Demographics== ===2010 census=== As of the census of 2010, there were 2,336 people, 877 households, and 612 families living in the city. The population density was . There were 962 housing units at an average density of . The racial makeup of the city was 85.3% White, 0.3% African American, 8.0% Native American, 0.4% Asian, 0.1% Pacific Islander, 0.4% from other races, and 5.5% from two or more races. Hispanic or Latino of any race were 2.2% of the population. There were 877 households, of which 40.5% had children under the age of 18 living with them, 48.2% were married couples living together, 16.0% had a female householder with no husband present, 5.6% had a male householder with no wife present, and 30.2% were non-families. 26.7% of all households were made up of individuals, and 14% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.13. The median age in the city was 35.3 years. 28.9% of residents were under the age of 18; 8.1% were between the ages of 18 and 24; 24% were from 25 to 44; 21.5% were from 45 to 64; and 17.3% were 65 years of age or older. The gender makeup of the city was 47.9% male and 52.1% female. ===2000 census=== As of the census of 2000, there were 2,135 people, 820 households, and 575 families living in the city. The population density was 1,231.2 people per square mile (476.5/km). There were 876 housing units at an average density of 505.2 per square mile (195.5/km). The racial makeup of the city was 88.99% White, 0.09% African American, 6.56% Native American, 0.23% Asian, 0.09% Pacific Islander, 0.33% from other races, and 3.70% from two or more races. Hispanic or Latino of any race were 1.12% of the population. There were 820 households, out of which 35.1% had children under the age of 18 living with them, 54.6% were married couples living together, 13.0% had a female householder with no husband present, and 29.8% were non-families. 27.7% of all households were made up of individuals, and 14.5% had someone living alone who was 65 years of age or older. The average household size was 2.49 and the average family size was 3.00. In the city the population was spread out, with 26.9% under the age of 18, 8.0% from 18 to 24, 25.3% from 25 to 44, 19.8% from 45 to 64, and 20.0% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 81.7 males. For every 100 females age 18 and over, there were 75.4 males. The median income for a household in the city was $29,441, and the median income for a family was $37,566. Males had a median income of $28,264 versus $19,662 for females. The per capita income for the city was $14,525. About 8.8% of families and 14.1% of the population were below the poverty line, including 15.4% of those under age 18 and 15.8% of those age 65 or over. ==Education== Public education in Seneca is administered by Seneca R-VII School District. Seneca has a public library, the Seneca Branch Library. ==Notable people== * Scott Elbert - Pitcher for the Los Angeles Dodgers * Steve Gaines - Guitarist for Lynyrd Skynyrd * Cassie Gaines- Backup singer for Lynyrd Skynyrd; sister of Steve Gaines * Little Britches - Female bandit, associated with Cattle Annie, resided in Seneca during her girlhood in the 1880s. * Morris Watts - Former assistant football coach at Michigan State University ==Photo gallery== Image:Bridge Over Creek 01.jpg|Bridge over Lost Creek, taken from Oneida Street. Image:Seneca MO City Hall.jpg|Seneca, Missouri City Hall. Note veterans monument in lower left-hand corner. Image:Seneca Old Schoolhouse.jpg|Old Schoolhouse behind City Hall. Image:Welcome to Seneca.jpg|Sign welcoming people to Seneca, on MO 43. ==References== ==External links== * Historic maps of Seneca in the Sanborn Maps of Missouri Collection at the University of Missouri * Census map Category:Cities in Newton County, Missouri Category:Joplin, Missouri, metropolitan area Category:Cities in Missouri",
 "title": "Seneca, Missouri"
}