{
 "id": "122907",
 "text": "South Lineville is a village in Mercer County, Missouri, United States. The population was 13 at the 2020 census, a decline of fifteen people from the 2010 census. The name Lineville refers to the fact the town site lies near the Missouri—Iowa state line. The village is located directly south of its twin city of Lineville, Iowa. ==Geography== South Lineville is located at (40.578582, -93.524694). According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 28 people, 13 households, and 6 families residing in the village. The population density was . There were 16 housing units at an average density of . The racial makeup of the village was 100.0% White. There were 13 households, of which 15.4% had children under the age of 18 living with them, 46.2% were married couples living together, and 53.8% were non-families. 38.5% of all households were made up of individuals, and 15.4% had someone living alone who was 65 years of age or older. The average household size was 2.15 and the average family size was 3.17. The median age in the village was 48.5 years. 17.9% of residents were under the age of 18; 3.5% were between the ages of 18 and 24; 21.4% were from 25 to 44; 32.2% were from 45 to 64; and 25% were 65 years of age or older. The gender makeup of the village was 60.7% male and 39.3% female. ===2000 census=== As of the census of 2000, there were 37 people, 15 households, and 10 families residing in the town. The population density was 636.8 people per square mile (238.1/km). There were 17 housing units at an average density of 292.6 per square mile (109.4/km). The racial makeup of the town was 100.00% White. There were 15 households, out of which 26.7% had children under the age of 18 living with them, 66.7% were married couples living together, 6.7% had a female householder with no husband present, and 26.7% were non-families. 26.7% of all households were made up of individuals, and 13.3% had someone living alone who was 65 years of age or older. The average household size was 2.47 and the average family size was 2.91. In the town the population was spread out, with 27.0% under the age of 18, 10.8% from 18 to 24, 24.3% from 25 to 44, 21.6% from 45 to 64, and 16.2% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 105.6 males. For every 100 females age 18 and over, there were 125.0 males. The median income for a household in the town was $26,875, and the median income for a family was $26,250. Males had a median income of $27,500 versus $11,250 for females. The per capita income for the town was $9,153. There were 20.0% of families and 15.8% of the population living below the poverty line, including no under eighteens and 28.6% of those over 64. ==References== Category:Villages in Mercer County, Missouri Category:Villages in Missouri",
 "title": "South Lineville, Missouri"
}