{
 "id": "122961",
 "text": "Grand Falls Plaza is a village in Newton County, Missouri, United States. The population was 114 at the 2010 census, at which time it was a town. It is part of the Joplin, Missouri Metropolitan Statistical Area. ==Geography== Grand Falls Plaza is located at . According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 114 people, 46 households, and 36 families living in the village. The population density was . There were 47 housing units at an average density of . The racial makeup of the village was 94.7% White, 3.5% Native American, and 1.8% from two or more races. Hispanic or Latino of any race were 0.9% of the population. There were 46 households, of which 21.7% had children under the age of 18 living with them, 63.0% were married couples living together, 10.9% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 21.7% were non-families. 21.7% of all households were made up of individuals, and 13.1% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 2.78. The median age in the village was 52 years. 20.2% of residents were under the age of 18; 8.7% were between the ages of 18 and 24; 11.4% were from 25 to 44; 32.4% were from 45 to 64; and 27.2% were 65 years of age or older. The gender makeup of the village was 41.2% male and 58.8% female. ===2000 census=== As of the census of 2000, there were 104 people, 40 households, and 32 families living in the town. The population density was 1,105.9 people per square mile (446.2/km2). There were 43 housing units at an average density of 457.2 per square mile (184.5/km2). The racial makeup of the town was 99.04% White and 0.96% Native American. There were 40 households, out of which 30.0% had children under the age of 18 living with them, 75.0% were married couples living together, 5.0% had a female householder with no husband present, and 20.0% were non-families. 17.5% of all households were made up of individuals, and 7.5% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 2.94. In the town the population was spread out, with 23.1% under the age of 18, 2.9% from 18 to 24, 25.0% from 25 to 44, 38.5% from 45 to 64, and 10.6% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 103.9 males. For every 100 females age 18 and over, there were 100.0 males. The median income for a household in the town was $48,250, and the median income for a family was $49,250. Males had a median income of $35,833 versus $58,750 for females. The per capita income for the town was $15,341. There were 3.4% of families and 8.8% of the population living below the poverty line, including 5.7% of under eighteens and 20.0% of those over 64. ==References== * https://web.archive.org/web/20131013222920/http://2010.census.gov/2010census/popmap/ Category:Villages in Newton County, Missouri Category:Joplin, Missouri, metropolitan area Category:Villages in Missouri",
 "title": "Grand Falls Plaza, Missouri"
}