{
 "id": "123022",
 "text": "Standing on the Verge of Getting It On is the sixth studio album by Funkadelic, released on Westbound Records, released in July 1974. It is notable for featuring the return of guitarist, Eddie Hazel. On this album, the lyrics generally take a backseat to the music and the jamming. It is one of the most popular Funkadelic albums among fans, and highlights the virtuosic guitar of the returning Eddie Hazel, who had departed following 1971's Maggot Brain. Hazel co-wrote all of the album's songs, although the songwriting credits were mostly in the name of Grace Cook, Hazel's mother (a gambit by Hazel to avoid contractual difficulties with the publishing rights). ==Track listing== ===Side One=== #“Red Hot Mama” (Bernie Worrell, George Clinton, Eddie Hazel) – 4:54 (released as a single-Westbound 5000) #“Alice in My Fantasies” (George Clinton, Eddie Hazel) – 2:26 #“I’ll Stay” (George Clinton, Eddie Hazel) – 7:16 #“Sexy Ways” (George Clinton, Eddie Hazel) – 3:05 ===Side Two=== #“Standing on the Verge of Getting It On” (George Clinton, Eddie Hazel) – 5:07 (released as a single-Westbound 224) #“Jimmy’s Got a Little Bit of Bitch in Him” (George Clinton, Eddie Hazel) – 2:33 (released as the B-side of \"Standing on the Verge of Getting It On\") #“Good Thoughts, Bad Thoughts” (George Clinton, Eddie Hazel) – 12:30 Note: on songs 2–7, Eddie Hazel's songwriting credit was in the name of his mother, Grace Cook. ==Personnel== (all the below is from the liner notes) *Spaced Viking; Keyboards & Vocals: Bernie Worrell *Tenor Vocals, Congas and Suave Personality: Calvin Simon *A Prototype Werewolf; Berserker Octave Vocals: Fuzzy Haskins *World's Only Black Leprechaun; Bass & Vocals: Boogie Mosson *Maggoteer Lead/Solo Guitar & Vocals: Eddie “Smedley Smorganoff” Hazel *Rhythm/Lead Guitar, Doowop Vocals, Sinister Grin: Garry Shider *Supreme Maggot Minister of Funkadelia; Vocals, Maniac Froth and Spit; Behaviour Illegal In Several States: George Clinton *Percussion & Vocals; Equipped with stereo armpits: Tiki Fulwood *Rhythm/Lead Guitar; polyester soul-powered token white devil: Ron Bykowski *Registered and Licensed Genie; Vocals: “Shady” Grady Thomas *Subterranean Bass Vocals, Supercool and Stinky Fingers: Ray (Stingray) Davis *Drums: Gary Bronson *Bass: Jimmy Calhoun *Piano: Leon Patillo *Percussion: Ty Lampkin ==Song information== ===“Red Hot Momma”=== This song is a remake of a song by Parliament while the band was signed to Invictus Records. The title of this song has been spelled in three different ways on various Parliaments, Funkadelic, and Parliament releases that have featured a version of the song, with the final word being spelled as \"Mama,\" \"Mamma,\" or \"Momma.\" The guitar solo and jam that conclude this song were continued in the studio, and ended up as a B-side titled \"Vital Juices,\" featuring guitar work by Eddie Hazel and Ron Bykowski. That track is found on Westbound compilation CD Music For Your Mother: Funkadelic 45s as well as the recent CD reissue of the original album. *Lead Vocals: George Clinton & Eddie Hazel *Lead Guitars and Solos: Eddie Hazel & Ron Bykowski ==Charts== ; Album Billboard (North America) {| class=\"wikitable\" !Year !Chart !Position |- |1974 |Pop Albums |align=\"center\"|163 |- |1974 |R&B; Albums |align=\"center\"|13 |} ==References== ==External links== * Standing on the Verge of Getting It On at Discogs *the Motherpage Category:Funkadelic albums Category:Westbound Records albums Category:1974 albums Category:Albums with cover art by Pedro Bell",
 "title": "Standing on the Verge of Getting It On"
}