{
 "id": "123120",
 "text": "Eminence is a city in Shannon County, Missouri, United States. The population was 515 at the 2020 census. It is the county seat of Shannon County. ==History== A post office called Eminence has been in operation since 1844. According to one account, Eminence was so named on account of its lofty elevation, however, this interpretation is disputed. ==Geography== Eminence is located in the center of the Ozark National Scenic Riverways, Missouri's largest national park and the nation's first protected river system. Popular activities in the Eminence area include canoeing, hunting, fishing, and horseback riding. Eminence maintains a small-town feel, but in the summer becomes a resort city with several locally owned restaurants, motels, bed & breakfasts, including America's largest trail riding establishment. According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 600 people, 254 households, and 140 families living in the city. The population density was . There were 334 housing units at an average density of . The racial makeup of the city was 95.17% White, 1.83% Native American, 0.17% Asian, and 2.83% from two or more races. Hispanic or Latino of any race were 0.83% of the population. There were 254 households, of which 28.7% had children under the age of 18 living with them, 35.8% were married couples living together, 11.4% had a female householder with no husband present, 7.9% had a male householder with no wife present, and 44.9% were non-families. 41.3% of all households were made up of individuals, and 20% had someone living alone who was 65 years of age or older. The average household size was 2.30 and the average family size was 3.10. The median age in the city was 41 years. 24.5% of residents were under the age of 18; 9.7% were between the ages of 18 and 24; 19.3% were from 25 to 44; 28.5% were from 45 to 64; and 18% were 65 years of age or older. The gender makeup of the city was 46.7% male and 53.3% female. ===2000 census=== As of the census of 2000, there were 548 people, 256 households, and 142 families living in the city. The population density was 290.4 people per square mile (111.9/km2). There were 316 housing units at an average density of 167.5 per square mile (64.6/km2). The racial makeup of the city was 91.61% White, 0.91% African American, 2.55% Native American, and 4.93% from two or more races. Hispanic or Latino of any race were 1.09% of the population. There were 256 households, of which 19.9% included children of 18 or fewer years, 44.5% comprised married couples living together, 7.8% included a female householder with no husband present, and 44.5% were non-families. 41.8% of all households comprised a sole person, and 23.8% comprised a sole person of 65 or more years of age. The average household size was 2.09 people and the average family size was 2.85 people. In the city, the population comprised 19.5% under the age of 18, 7.5% aged from 18 to 24, 25.9% aged from 25 to 44, 22.3% aged from 45 to 64, and 24.8% of 65 or more years of age. The median age was 43 years. For every 100 females, there were 82.7 males. For every 100 females aged 18 and over, there were 80.0 males. The median income for an urban household was $17,422, and the median income for a city-dwelling family was $21,607. City-dwelling males had a median income of $20,250, versus $13,125 for females. The per capita income for the city was $10,696. Approximately 23.8% of families and 31.4% of the population as a whole were classified as living below the poverty line, including 41.7% of those aged 18 years or younger, and 21.7% of those aged 65 years or older. == Transportation == Eminence is accessed from Missouri Route 19 and Missouri Route 106. ==Education== Eminence R-I School District operates one elementary school, one middle school, and Eminence High School. The town has its own lending library, the Eminence Public Library. ==Notable people== * Thomas Dale Akers, former four-time Shuttle astronaut * Mitch Jayne, bass player for The Dillards * Clair Kenamore (c. 1875 – 1935), foreign correspondent and editor * George Rufus Kenamore (1846 – 1928), merchant, politician, and civil servant ==References== ==External links== * *Chamber of Commerce Category:Cities in Shannon County, Missouri Category:County seats in Missouri Category:Cities in Missouri",
 "title": "Eminence, Missouri"
}