{
 "id": "123117",
 "text": "Oran is a city in Scott County, Missouri, United States. The population was 1,294 at the 2010 census. ==History== Oran was originally named \"St. Cloud\", and under the latter name was founded in the late 1860s. A post office called Oran has been in operation since 1882. The present name is a transfer from Oran, Algeria. ==Geography== Oran is located at (37.084520, -89.654121). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,294 people, 518 households, and 360 families living in the city. The population density was . There were 566 housing units at an average density of . The racial makeup of the city was 97.68% White, 1.55% African American, and 0.77% from two or more races. Hispanic or Latino of any race were 1.47% of the population. There were 518 households, of which 38.4% had children under the age of 18 living with them, 53.9% were married couples living together, 10.2% had a female householder with no husband present, 5.4% had a male householder with no wife present, and 30.5% were non-families. 27.8% of all households were made up of individuals, and 14.7% had someone living alone who was 65 years of age or older. The average household size was 2.50 and the average family size was 3.03. The median age in the city was 38.3 years. 27.1% of residents were under the age of 18; 7.8% were between the ages of 18 and 24; 25% were from 25 to 44; 24.1% were from 45 to 64; and 15.8% were 65 years of age or older. The gender makeup of the city was 49.8% male and 50.2% female. ===2000 census=== As of the census of 2000, there were 1,264 people, 507 households, and 353 families living in the city. The population density was 1,200.5 people per square mile (464.8/km). There were 544 housing units at an average density of 516.7 per square mile (200.0/km). The racial makeup of the city was 97.39% White, 0.40% African American, 0.40% Native American, 1.27% from other races, and 0.55% from two or more races. Hispanic or Latino of any race were 2.53% of the population. There were 507 households, out of which 35.1% had children under the age of 18 living with them, 55.4% were married couples living together, 11.0% had a female householder with no husband present, and 30.2% were non-families. 27.2% of all households were made up of individuals, and 19.7% had someone living alone who was 65 years of age or older. The average household size was 2.49 and the average family size was 3.02. In the city the population was spread out, with 27.5% under the age of 18, 8.2% from 18 to 24, 26.9% from 25 to 44, 20.5% from 45 to 64, and 16.9% who were 65 years of age or older. The median age was 35 years. For every 100 females there were 91.5 males. For every 100 females age 18 and over, there were 81.9 males. The median income for a household in the city was $28,750, and the median income for a family was $36,985. Males had a median income of $28,185 versus $17,500 for females. The per capita income for the city was $13,487. About 12.4% of families and 14.9% of the population were below the poverty line, including 20.4% of those under age 18 and 11.2% of those age 65 or over. ==Education== Oran R-III Schools operates one elementary school and Oran High School. Guardian Angel School is a Catholic institution. Oran has a public library, a branch of the Riverside Regional Library. ==See also== *International Hat Company *George Tilles, Jr. Memorial Park ==References== ==External links== * Oran R-III School District * Historic maps of Oran in the Sanborn Maps of Missouri Collection at the University of Missouri Category:Cities in Scott County, Missouri Category:Cities in Missouri",
 "title": "Oran, Missouri"
}