{
 "id": "123174",
 "text": "Cool Valley is a city in St. Louis County, Missouri, United States in Greater St. Louis. The population was 1,196 at the 2010 census. ==Geography== Cool Valley is located at (38.727150, -90.306109). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,196 people, 440 households, and 303 families living in the city. The population density was . There were 483 housing units at an average density of . The racial makeup of the city was 11.8% White, 84.5% African American, 0.3% Native American, 0.4% Asian, 0.6% from other races, and 2.4% from two or more races. Hispanic or Latino of any race were 0.3% of the population. There were 440 households, of which 36.6% had children under the age of 18 living with them, 30.9% were married couples living together, 31.1% had a female householder with no husband present, 6.8% had a male householder with no wife present, and 31.1% were non-families. 28.6% of all households were made up of individuals, and 8.4% had someone living alone who was 65 years of age or older. The average household size was 2.72 and the average family size was 3.34. The median age in the city was 36.2 years. 28% of residents were under the age of 18; 9.3% were between the ages of 18 and 24; 22.7% were from 25 to 44; 28.6% were from 45 to 64; and 11.5% were 65 years of age or older. The gender makeup of the city was 45.4% male and 54.6% female. ===2000 census=== As of the census of 2000, there were 1,081 people, 402 households, and 272 families living in the city. The population density was 2,244.1 people per square mile (869.5/km). There were 432 housing units at an average density of 896.8 per square mile (347.5/km). The racial makeup of the city was 21.83% White, 76.13% African American, 0.09% Native American, 0.09% Asian, 0.28% from other races, and 1.57% from two or more races. Hispanic or Latino of any race were 0.37% of the population. There were 402 households, out of which 30.1% had children under the age of 18 living with them, 39.6% were married couples living together, 24.6% had a female householder with no husband present, and 32.1% were non- families. 25.4% of all households were made up of individuals, and 8.7% had someone living alone who was 65 years of age or older. The average household size was 2.69 and the average family size was 3.26. In the city the age distribution of the population shows 27.8% under the age of 18, 9.3% from 18 to 24, 27.1% from 25 to 44, 25.3% from 45 to 64, and 10.6% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 84.5 males. For every 100 females age 18 and over, there were 75.9 males. The median income for a household in the city was $42,727, and the median income for a family was $47,250. Males had a median income of $35,893 versus $23,500 for females. The per capita income for the city was $20,847. About 10.1% of families and 10.4% of the population were below the poverty line, including 12.9% of those under age 18 and 18.2% of those age 65 or over. ==Police Services and Municipal Court== Cool Valley contracts police services from neighboring Normandy Police Department. For the fiscal year ending September 30, 2013, Cool Valley has General Revenue of $1,259,770, $652,979 or 55% of which came from fines and fees collected by its Municipal Court. Using its population of 1,196 people from the 2010 Census, the Municipal Court collected $545.99 per person. ==Economy== In 2007 Express Scripts opened its new world headquarters on the grounds of the University of Missouri–St. Louis. The company employs about 4,500 in the area, with most of its employees to be in a new 220,000-square-foot building. Two other buildings for employees also exist. The company plans expansion to add another 1,500 employees over the next five years contingent on state and local tax incentives, with the new building a $56 mil. project that could start later in 2013, and be completed by early 2015. ==Education== Ferguson-Florissant School District serves the city. Cool Valley Elementary School is in Cool Valley.\"Cool Valley Elementary .\" Ferguson-Florissant School District. Retrieved on June 13, 2009. ==References== ==External links== Category:Cities in St. Louis County, Missouri Category:Cities in Missouri",
 "title": "Cool Valley, Missouri"
}