{
 "id": "123220",
 "text": "Pasadena Park is a village in St. Louis County, Missouri, United States. The population was 470 at the 2010 census. It is part of the Normandy School District, and is distinct from the city of Pasadena Hills. ==Geography== Pasadena Park is located at (38.711251, -90.298462). According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 470 people, 221 households, and 127 families living in the village. The population density was . There were 232 housing units at an average density of . The racial makeup of the village was 35.1% White, 60.6% African American, 1.3% Asian, 1.1% from other races, and 1.9% from two or more races. Hispanic or Latino of any race were 0.9% of the population. There were 221 households, of which 24.4% had children under the age of 18 living with them, 31.7% were married couples living together, 21.7% had a female householder with no husband present, 4.1% had a male householder with no wife present, and 42.5% were non-families. 35.7% of all households were made up of individuals, and 10.4% had someone living alone who was 65 years of age or older. The average household size was 2.13 and the average family size was 2.72. The median age in the village was 45.5 years. 17.2% of residents were under the age of 18; 6.8% were between the ages of 18 and 24; 25.1% were from 25 to 44; 34.3% were from 45 to 64; and 16.6% were 65 years of age or older. The gender makeup of the village was 43.2% male and 56.8% female. ===2000 census=== As of the census of 2000, there were 489 people, 226 households, and 127 families living in the village. The population density was 5,506.5 people per square mile (2,097.8/km). There were 232 housing units at an average density of 2,612.5 per square mile (995.3/km). The racial makeup of the village was 40.08% White, 53.37% African American, 0.41% Native American, 1.84% Asian, 2.25% from other races, and 2.04% from two or more races. Hispanic or Latino of any race were 2.45% of the population. There were 226 households, out of which 27.0% had children under the age of 18 living with them, 36.3% were married couples living together, 16.4% had a female householder with no husband present, and 43.4% were non-families. 34.1% of all households were made up of individuals, and 8.4% had someone living alone who was 65 years of age or older. The average household size was 2.16 and the average family size was 2.82. In the village, the population was spread out, with 21.5% under the age of 18, 6.1% from 18 to 24, 34.2% from 25 to 44, 27.2% from 45 to 64, and 11.0% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 83.1 males. For every 100 females age 18 and over, there were 82.0 males. The median income for a household in the village was $44,712, and the median income for a family was $47,083. Males had a median income of $34,844 versus $34,250 for females. The per capita income for the village was $28,274. About 7.2% of families and 10.3% of the population were below the poverty line, including 15.8% of those under age 18 and 21.4% of those age 65 or over. ==References== Category:Villages in St. Louis County, Missouri Category:Villages in Missouri",
 "title": "Pasadena Park, Missouri"
}