{
 "id": "123377",
 "text": "Moore is a town in Fergus County, Montana, United States. The population was 194 at the 2020 census. ==Description== The town began in 1903 with the construction of the Montana Central Railway's line west of Lewistown. It was named after Henry D. Moore, who had helped finance the railroad. ==Geography== Moore is located at (46.975514, -109.694553). U.S. Route 87 passes by the town. It is 15 miles from Lewistown. According to the United States Census Bureau, the town has a total area of , all land. ===Climate=== The Köppen Climate System classifies the weather as humid continental, abbreviated as Dfb.Climate Summary for Moore, Montana ==Demographics== ===2010 census=== At the 2010 census, there were 193 people, 84 households and 59 families living in the town. The population density was . There were 93 housing units at an average density of . The racial makeup of the town was 95.3% White, 0.5% Asian, and 4.1% from two or more races. Hispanic or Latino of any race were 2.1% of the population. There were 84 households, of which 26.2% had children under the age of 18 living with them, 56.0% were married couples living together, 10.7% had a female householder with no husband present, 3.6% had a male householder with no wife present, and 29.8% were non-families. 23.8% of all households were made up of individuals, and 13.1% had someone living alone who was 65 years of age or older. The average household size was 2.30 and the average family size was 2.69. The median age in the town was 49.2 years. 21.2% of residents were under the age of 18; 4.8% were between the ages of 18 and 24; 17.1% were from 25 to 44; 37.4% were from 45 to 64; and 19.7% were 65 years of age or older. The gender makeup of the town was 49.2% male and 50.8% female. ===2000 census=== At the 2000 census, there were 186 people, 83 households and 57 families living in the town. The population density was 778.5 per square mile (299.2/km2). There were 91 housing units at an average density of 380.9 per square mile (146.4/km2). The racial makeup of the town was 98.92% White and 1.08% Native American. There were 83 households, of which 25.3% had children under the age of 18 living with them, 55.4% were married couples living together, 10.8% had a female householder with no husband present, and 31.3% were non-families. 27.7% of all households were made up of individuals, and 9.6% had someone living alone who was 65 years of age or older. The average household size was 2.24 and the average family size was 2.61. 23.7% of the population were under the age of 18, 5.4% from 18 to 24, 26.9% from 25 to 44, 27.4% from 45 to 64, and 16.7% who were 65 years of age or older. The median age was 41 years. For every 100 females there were 87.9 males. For every 100 females age 18 and over, there were 75.3 males. The median household income was $25,536 and the median family income was $32,500. Males had a median income of $27,750 and females $16,071. The per capita income was $13,140. About 10.0% of families and 10.6% of the population were below the poverty line, including none of those under the age of eighteen and 11.5% of those 65 or over. ==Schools== Moore Public Schools educates students from kindergarten through 12th grade. Moore High School's team name is the Bulldogs. Moore is part of the Tri-City sports coop with Hobson and Judith Gap. ==See also== * List of municipalities in Montana ==References== ==External links== Category:Towns in Fergus County, Montana",
 "title": "Moore, Montana"
}