{
 "id": "123375",
 "text": "Lewistown is a city in and the county seat of Fergus County, Montana. The population was 5,952 at the 2020 census. Lewistown is located in the geographic center of the state, southeast of Great Falls and northwest of Billings. First planned in 1882, it was the site of an 1880s gold rush, and served as an important railway destination, supplying surrounding communities with bricks via rail. ==History== The area was the territory of the Blackfoot Native Americans. In 1874, Fort Lewis was established there by Company \"F\" of the 7th U.S. Infantry to provide military protection for people traveling on the Carroll Trail, then the shortest route between Carroll, Montana and Helena. Lewistown is named after this fort. The first permanent settlers of Lewistown were Métis. The Metis established Lewistown in 1879.Jacqueline Peterson and Jennifer S. H. Brown, The New Peoples: Being and Becoming Metis in North America (St. Paul: Minnesota Historical Society Press, 2001) p. 7 Pierre Berger is credited with being the founder of Lewistown. Berger, along with his wife Judith Wilkie Berger, son Isadore Berger, Isaie Berger, Jean Baptiste Berger and Jacques Berger, as well as several other families made the trek into the Lewistown area in 1879. Francis Janeaux came with the second group. Janeaux founded the first public school house in 1883. Lewistown became an incorporated city in 1899. Lewistown was the site of a gold rush when gold was discovered in the nearby Judith Mountains in 1880. Before the gold rush, Maiden was the largest city in central Montana. When the gold supply ran out, many of the miners gained new employment in Lewistown and settled there permanently. Lewistown was the eastern terminus of the Montana Railroad which connected with Lombard, Montana, a distance of approximately . The railroad connected with the national railway network via a connection with the Northern Pacific Railway at Lombard. The Montana Railroad line was constructed between 1895 and 1903, and operated independently until 1908, when it was acquired by the Chicago, Milwaukee, St. Paul and Pacific Railroad (\"the Milwaukee Road\"). During World War II, in 1942 the US Army Air Corps established a Boeing B-17 Flying Fortress training base just west of Lewistown to train aircrews for missions in North Africa and Europe. The former airbase is now the Lewistown Municipal Airport, which is home to the last remaining Norden bombsight storage facility, used to keep the device safe from theft by enemy spies during World War II . The city park displays a Minuteman III ballistic missile. ==Geography== U.S. Highway 87 intersects with U.S. Route 191 in town. According to the United States Census Bureau, the city has a total area of , all land. The city is located in the exact center of the state of Montana and is part of the Rocky Mountains. The city's water source is Big Spring Creek, which originates in the foothills of the Big Snowy Mountains south of Lewistown. ===Climate=== Lewistown experiences a relatively dry humid continental climate (Köppen Dfb) with long, dry and usually cold winters and short, warm, wetter summers.Climate Summary for Lewistown, Montana Winter weather can either be severe due to the movement of cold polar air from Canada, or occasionally very mild or even warm due to gusty chinook winds. On average 10.7 afternoons will reach during the three winter months, but on the other hand 49 afternoons during a full year will fail to top freezing, is reached on 23.9 mornings and on two mornings each winter, with as many as twelve this cold during the severe winter of 1928–29. Temperatures do not consistently stay above freezing until June: the average window for freezing temperatures is from September 13 to May 30 – allowing a \"growing season\" of 105 days – and for subfreezing maxima from October 30 to April 4. The hottest temperature at Lewistown has been , which has occurred twice during 1900 on June 21 and July 1931, and the coldest on 28 January 1929. The hottest minimum has been on July 17 of 1925, and the coldest maximum on 29 January 1916; the coldest month was January 1950 which averaged . During the summer, days are very warm, but nights remain cool and rare freezes have occurred. Most precipitation is from spring thunderstorms: the wettest calendar year since 1896 having been 1953 with and the driest 1984 with . Despite the dry conditions, winter snowfall is substantial at a mean of and a median of ; however the frequent chinooks keep mean snow cover down to even in January, with the median even lower at . The most snow on the ground has been on February 1 and 2, 1978. February 1978 also had the highest mean snow cover at ; the snowiest season has been from July 1954 to June 1955 with and the least snowy from July 1991 to June 1992 with only , and the most snow in a month during March 1954. ==Demographics== ===2010 census=== As of the census of 2010, there were 5,901 people, 2,761 households, and 1,512 families living in the city. The population density was . There were 3,007 housing units at an average density of . The racial makeup of the city was 95.4% White, 0.3% African American, 1.7% Native American, 0.4% Asian, 0.3% from other races, and 2.0% from two or more races. Hispanic or Latino of any race were 2.1% of the population. There were 2,761 households, of which 23.7% had children under the age of 18 living with them, 42.7% were married couples living together, 8.3% had a female householder with no husband present, 3.7% had a male householder with no wife present, and 45.2% were non-families. 39.8% of all households were made up of individuals, and 18.8% had someone living alone who was 65 years of age or older. The average household size was 2.07 and the average family size was 2.78. The median age in the city was 45.4 years. 20.4% of residents were under the age of 18; 6.5% were between the ages of 18 and 24; 22.6% were from 25 to 44; 28.9% were from 45 to 64; and 21.7% were 65 years of age or older. The gender makeup of the city was 49.2% male and 50.8% female. ===2000 census=== As of the census of 2000, there were 5,813 people, 2,594 households, and 1,507 families living in the city. The population density was 3,055.3 people per square mile (1,181.3/km2). There were 2,868 housing units at an average density of 1,507.4 per square mile (582.8/km2). The racial makeup of the city was 96.53% White, 0.07% African American, 1.41% Native American, 0.34% Asian, 0.14% from other races, and 1.51% from two or more races. Hispanic or Latino of any race were 0.72% of the population. There were 2,594 households, out of which 26.1% had children under the age of 18 living with them, 46.5% were married couples living together, 8.6% had a female householder with no husband present, and 41.9% were non-families. 37.7% of all households were made up of individuals, and 18.4% had someone living alone who was 65 years of age or older. The average household size was 2.18 and the average family size was 2.88. In the city, the population was spread out, with 23.5% under the age of 18, 6.8% from 18 to 24, 23.2% from 25 to 44, 23.6% from 45 to 64, and 22.8% who were 65 years of age or older. The median age was 43 years. For every 100 females there were 87.5 males. For every 100 females age 18 and over, there were 84.4 males. The median income for a household in the city was $28,949, and the median income for a family was $36,888. Males had a median income of $30,231 versus $20,019 for females. The per capita income for the city was $16,817. About 9.0% of families and 13.6% of the population were below the poverty line, including 17.3% of those under age 18 and 12.0% of those age 65 or over. ==Infrastructure== Lewistown Municipal Airport is two miles southwest of town. ==Education== Lewistown Public Schools educates students from kindergarten through 12th grade. There are three elementary schools, a middle school, and Fergus High School. They are known as the Golden Eagles. Lewistown has a public library, the Lewistown Public Library. ==Arts and culture== ===Annual cultural events=== thumb|Chokecherries The Chokecherry Festival is an annual event that includes a chokecherry culinary contest, pit spitting contest, 5k run/walk and 10k run. The event has been held for more than twenty-three years. The Metis Celebration is the only celebration for Metis people within the continental US. Traditionally held on labor day weekend, this festival includes a pow wow, fiddling, jigging, and other Metis related activities. 2015 marked the 21st year for the festival ==Media== ;Radio *KXLO AM 1230 – 1,000 watts; country music *KQPZ FM 95.9 – 3,000 watts; classic rock. modern rock ;Newspaper *Lewistown News-Argus ==Notable people== thumb|Loren Acton in 2009 * Loren Acton, astronaut and physicist * Roy E. Ayers, governor and congressman * Walter A. Coslet, science fiction fan, collector, and fanzine publisher * Alma Smith Jacobs, first African American Montana State Librarian * Ed McGivern, shooter, instructor, author of Fast and Fancy Revolver Shooting * Bobby Petrino, former head football coach of University of Louisville and former head coach with Atlanta Falcons and University of Arkansas * Rick Rydell, radio talk show host and author * Mike Taylor, politician and rancherOur Campaigns.com.-Mike Taylor (Montana) * Tom Stout, congressman * Roger Youderian, Christian missionary * Jim Otten, MLB pitcher for the Chicago White Sox and St. Louis Cardinals ==References== ==External links== * Official City of Lewistown website * Lewistown Community Resources website * Lewistown Chamber of Commerce website * City-Data.com * ePodunk: Profile for Lewistown Montana Category:Cities in Fergus County, Montana Category:County seats in Montana Category:Populated places established in 1882 Category:1882 establishments in Montana Territory Category:Cities in Montana",
 "title": "Lewistown, Montana"
}