{
 "id": "123335",
 "text": "Fort Belknap Agency is a census-designated place (CDP) in Blaine County, Montana, United States. As of the 2010 census, its population was 1,293. ==Fort Belknap Indian Reservation== Fort Belknap Agency is the capital of the Fort Belknap Indian Reservation. It is located at the northern end of the reservation at the junction of U.S. Route 2 and Montana Highway 66. The town is the home of Aaniiih Nakoda College, and other facilities such as the Fort Belknap Hospital, an office of the Bureau of Indian Affairs, the Fort Belknap Tribal Council and Tribal Police, and a highway rest area. ==Geography== Fort Belknap Agency is located at (48.468779, -108.755390). According to the United States Census Bureau, the CDP has a total area of , of which are land and , or 0.56%, is covered by water. ==Demographics== As of the census of 2000, 1,262 people, 345 households, and 287 families were residing in the CDP. This grew to 1293 in the 2010 census and 1,567 in the 2020 census. The population density in 2000 was 116.4 people/sq mi (45.0/km2). The 380 housing units averaged 35.1/sq mi (13.5/km2). The racial makeup of the CDP was 2.61% White, 0.32% African American, 95.64% Native American, 0.08% Asian, 0.16% Pacific Islander, and 1.19% from two or more races. Hispanics or Latinos of any race were 1.51% of the population. Of the 345 households, 50.7% had children under the age of 18 living with them, 40.9% were married couples living together, 32.8% had a female householder with no husband present, and 16.8% were not families. About 14.2% of all households were made up of individuals, and 3.2% had someone living alone who was 65 years of age or older. The average household size was 3.64, and the average family size was 4.00. In the CDP, the age distribution was 41.8% under 18, 12.4% from 18 to 24, 25.2% from 25 to 44, 16.3% from 45 to 64, and 4.3% who were 65 or older. The median age was 22 years. For every 100 females, there were 90.6 males. For every 100 females age 18 and over, there were 88.9 males. The median income for a household in the CDP was $22,000, and for a family was $23,583. Males had a median income of $26,364 versus $20,833 for females. The per capita income for the CDP was $9,053. About 37.9% of families and 38.3% of the population were below the poverty line, including 39.0% of those under age 18 and 56.1% of those age 65 or over. ==Notable people== * George Horse Capture, Native American anthropologist and writer, was born here. * James Welch, Native American author, went to school here. ==References== Category:Census-designated places in Blaine County, Montana Category:Census-designated places in Montana Category:Fort Belknap Indian Reservation",
 "title": "Fort Belknap Agency, Montana"
}