{
 "id": "123493",
 "text": "Fortine is a census-designated place (CDP) in Lincoln County, Montana, United States. The population was 325 at the 2010 census. ==Geography== Fortine is located in northeastern Lincoln County at (48.764516, -114.902945). U.S. Route 93 passes through the community, leading northwest to Eureka and southeast to Whitefish. According to the United States Census Bureau, the CDP has a total area of , of which are land and , or 0.99%, are water. The community is in the valley of Fortine Creek, where it is joined by Deep Creek from the east and Murphy Creek from the southeast. Fortine Creek flows northwest to the Tobacco River, a northwest-flowing tributary of the Kootenai River, part of the Columbia River watershed. == History == Fortine was named for an early settler, Octave Fortin. It was a station on the Great Northern Railway line. The first post office was established in 1905. Like many other towns in northwestern Montana, Fortine prospered with the development of the timber industry between 1908 and 1928. ==Demographics== As of the census of 2000, there were 169 people, 74 households, and 48 families residing in the CDP. The population density was 56.3 people per square mile (21.8/km2). There were 85 housing units at an average density of 28.3 per square mile (10.9/km2). The racial makeup of the CDP was 96.45% White, 0.59% African American, 0.59% Native American, and 2.37% from two or more races. Hispanic or Latino of any race were 0.59% of the population. There were 74 households, out of which 23.0% had children under the age of 18 living with them, 51.4% were married couples living together, 10.8% had a female householder with no husband present, and 33.8% were non-families. 28.4% of all households were made up of individuals, and 8.1% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.82. In the CDP, the population was spread out, with 24.3% under the age of 18, 3.0% from 18 to 24, 22.5% from 25 to 44, 33.7% from 45 to 64, and 16.6% who were 65 years of age or older. The median age was 45 years. For every 100 females, there were 96.5 males. For every 100 females age 18 and over, there were 96.9 males. The median income for a household in the CDP was $26,500, and the median income for a family was $35,625. Males had a median income of $30,625 versus $31,250 for females. The per capita income for the CDP was $13,140. About 6.0% of families and 11.8% of the population were below the poverty line, including 8.8% of those under the age of eighteen and none of those 65 or over. ==See also== * List of census-designated places in Montana ==References== ==External links== Category:Census-designated places in Lincoln County, Montana Category:Census-designated places in Montana",
 "title": "Fortine, Montana"
}