{
 "id": "123566",
 "text": "One Nation Under a Groove is the tenth studio album by American funk rock band Funkadelic, released on September 22, 1978 on Warner Bros. Records. Recording sessions took place at United Sound Studio in Detroit, Michigan, with one song recorded live on April 15, 1978 at the Monroe Civic Center in Monroe, Louisiana.Tower.com: One Nation Under a Groove . Tower.com. Retrieved on 2008-08-11. The album was the first album to include keyboardist and frequent songwriter Walter \"Junie\" Morrison. One Nation Under a Groove was Funkadelic's most commercially successful album, reaching number 1 on the Billboard Magazine Top R&B;/Hip-Hop Albums chart, number 16 on the Billboard 200, and being certified platinum in the US. It reached number 58 in Canada. It was one of the band's most critically lauded albums, and ranks at or near the top of many \"best album\" lists in disparate genres.Acclaimed Music - One Nation Under a Groove (rankings, ratings, etc.). Acclaimed Music. Retrieved on 2008-08-11. The album was later featured on Vibe magazine's 100 Essential Albums of the 20th Century list. The album is ranked number 177 on Rolling Stone magazine's list of the 500 greatest albums of all time in both 2003 and 2012 editions,177) One Nation Under a Groove : Rolling Stone. Rolling Stone. Retrieved on 2008-08-11. before moving to number 360 in the 2020 edition. The album is listed as one of the 1001 Albums You Must Hear Before You Die. == Music == According to the academic Bill Martin, One Nation Under a Groove is indebted \"a good deal more to progressive rock than most critics are willing to admit, as well as progressive soul, Hendrix, and Sly Stone\". ==Original LP track listing== In the US, the original album came with a bonus 7\" EP. In Europe, the Bonus-EP was replaced by a bonus 12\" 45rpm mini-album containing the 3 EP tracks on one side and an extended version of \"One Nation Under a Groove\" on the other. ==US Priority CD track listing== (note that the UK Charly Groove presents side one of the EP (Lunchmeat/PE) as tracks 7 & 8 and side two (Maggot Brain) as track 9. ==Personnel== Funkadelic Main Invasion Force (as given in the liner notes): *Throbbasonic Funkgeetarists: **Mike 'Kidd Funkadelic' Hampton, Gary Shider *Banjo'd Muthaplucker: **Bobby Lewis *Avatarian ** Mike Hampton * Keybo' Dans & Synthezoidees: ** Bernie 'DaVinci' Worrell, Walter 'Junie' Morrison * Rotofunkie Drum & Percussionatin' Thumpdans: **Jerome Brailey, W. Bootsy Collins, Larry Fratangelo, Tyrone Lampkin *Bass Thumpasaurians: **William 'Bootsy' Collins, Rodney \"Skeet\" Curtis, Cordell 'Boogie' Mosson *Funkadelic Blamgusta Vocaloids (Voices For Da Nation!): **George Clinton, Raymond (Stingray) Davis, Ron Ford, Mallia Franklin, Lynn Mabry, W. 'Junie' Morrison, Cordell Mosson, Dawn Silva, Gary \"Dowop\" Shider, Greg Thomas, Jeanette Washington, Debbie Wright ==See also== *List of number-one R&B; albums of 1978 (U.S.) ==References== ==External links== * One Nation Under a Groove at Discogs * The Motherpage Category:1978 albums Category:Funkadelic albums Category:Warner Records albums Category:Albums with cover art by Pedro Bell",
 "title": "One Nation Under a Groove"
}