{
 "id": "123584",
 "text": "Corvallis (Salish: cƛ̓mƛ̓mqéy) is a census-designated place (CDP) in Ravalli County, Montana, United States. The population was 976 at the 2010 census. ==History== Corvallis, Montana was named by settlers who hailed from Corvallis, Oregon. It was platted in 1879. ==Geography== Corvallis is located at (46.315010, -114.114630). According to the United States Census Bureau, the CDP has a total area of , all land. ===Climate=== This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the Köppen Climate Classification system, Corvallis has a humid continental climate, abbreviated \"Dfb\" on climate maps.Climate Summary for Corvallis, Montana ==Demographics== As of the census of 2000, there were 443 people, 185 households, and 120 families residing in the CDP. The population density was 934.6 people per square mile (363.9/km2). There were 198 housing units at an average density of 417.7 per square mile (162.7/km2). The racial makeup of the CDP was 95.03% White, 1.35% Native American, 0.45% Asian, 0.23% Pacific Islander, 0.68% from other races, and 2.26% from two or more races. Hispanic or Latino of any race were 4.29% of the population. There were 185 households, out of which 31.4% had children under the age of 18 living with them, 41.1% were married couples living together, 15.7% had a female householder with no husband present, and 35.1% were non-families. 29.2% of all households were made up of individuals, and 9.7% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.83. In the CDP, the population was spread out, with 26.9% under the age of 18, 8.6% from 18 to 24, 29.1% from 25 to 44, 19.6% from 45 to 64, and 15.8% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 99.5 males. For every 100 females age 18 and over, there were 90.6 males. The median income for a household in the CDP was $17,434, and the median income for a family was $27,344. Males had a median income of $12,321 versus $15,972 for females. The per capita income for the CDP was $10,167. About 34.2% of families and 40.8% of the population were below the poverty line, including 75.2% of those under age 18 and none of those age 65 or over. ==Education== Corvallis School District educates students from kindergarten through 12th grade. Corvallis High School's team name is the Blue Devils. ==See also== * List of census-designated places in Montana ==References== ==External links== Category:Census-designated places in Ravalli County, Montana Category:Census-designated places in Montana",
 "title": "Corvallis, Montana"
}