{
 "id": "123585",
 "text": "Darby (Salish: snk̓ʷɫxʷexʷem̓i, \"Place Where They Would Lift Something\") is a town in Ravalli County, Montana, United States. The population was 783 at the 2020 census. Darby is located near the southwestern border of Montana and Idaho, along the Continental Divide. Officially established in 1889, the town was named after James W. Darby who signed the post office application. ==Geography== Darby is located at (46.022030, -114.179603). According to the United States Census Bureau, the town has a total area of , all land. The area south of Darby is called nɫpapʔá in Salish. ===Climate=== This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the Köppen Climate Classification system, Darby has a humid continental climate, abbreviated \"Dfb\" on climate maps.Climate Summary for Darby, Montana Visitors to Darby may wish to seek shelter during thunderstorms. In July 2012, \"A cowboy and two spectators were taken by ambulance to a Hamilton hospital [...] after lightning hit a power pole at the Elite Bull Connection, sending an electric shock through the grandstands, rodeo chutes and bull pens.\" On July 14, 2014, 45 cattle on a ranch near Darby were killed in a single lightning strike. ==Demographics== ===2010 census=== As of the census of 2010, there were 720 people, 303 households, and 179 families residing in the town. The population density was . There were 360 housing units at an average density of . The racial makeup of the town was 91.3% White, 0.1% African American, 4.2% Native American, 0.8% Asian, and 3.6% from two or more races. Hispanic or Latino of any race were 2.2% of the population. There were 303 households, of which 28.1% had children under the age of 18 living with them, 39.6% were married couples living together, 14.5% had a female householder with no husband present, 5.0% had a male householder with no wife present, and 40.9% were non-families. 33.3% of all households were made up of individuals, and 12.9% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.94. The median age in the town was 40.8 years. 24% of residents were under the age of 18; 8.2% were between the ages of 18 and 24; 23.1% were from 25 to 44; 29.6% were from 45 to 64; and 15% were 65 years of age or older. The gender makeup of the town was 49.9% male and 50.1% female. ===2000 census=== As of the census of 2000, there were 710 people, 279 households, and 176 families residing in the town. The population density was 1,336.5 people per square mile (517.2/km2). There were 316 housing units at an average density of 230.2/km2 or 594.8/sq mi. The racial makeup of the town was 90.56% White, 0.14% African American, 3.24% Native American, 2.39% from other races, and 3.66% from two or more races. Hispanic or Latino of any race were 3.52% of the population. There were 279 households, out of which 36.9% had children under the age of 18 living with them, 41.9% were married couples living together, 14.0% had a female householder with no husband present, and 36.9% were non- families. 30.5% of all households were made up of individuals, and 10.8% had someone living alone who was 65 years of age or older. The average household size was 2.54 and the average family size was 3.20. In the town, the population was spread out, with 32.3% under the age of 18, 9.0% from 18 to 24, 26.9% from 25 to 44, 22.5% from 45 to 64, and 9.3% who were 65 years of age or older. The median age was 33 years. For every 100 females there were 99.4 males. For every 100 females age 18 and over, there were 91.6 males. The median income for a household in the town was $25,221, and the median income for a family was $27,500. Males had a median income of $21,071 versus $20,781 for females. The per capita income for the town was $11,658. About 19.5% of families and 24.0% of the population were below the poverty line, including 30.6% of those under age 18 and 9.3% of those age 65 or over. ==City Council== The Darby Town Council has two wards and an at-large position. ==Scenic Community Gallery== File:DarbyFishing.jpg|Fishing north of Darby (Lost Horse) File:DarbyMainPark.jpg|Main street park File:DarbyVets.jpg|Veterans Memorial at Loggers Day field File:DarbyMuseum.jpg|Pioneer Memorial Museum File:DarbyLibrary.jpg|District Library File:DarbyCommunityCenter.jpg|Community clubhouse File:DarbyTrailsWest.jpg|Discovery nature trail (West side near Rodeo grounds) File:DarbyTrailsEast.jpg|Discovery nature trail (East side towards river) File:DarbyRodeoGround.jpg|Richard Cromwell Memorial Rodeo Grounds File:DarbyTennis.jpg|Tennis courts next to school File:DarbyTownHall.jpg|Town Hall (Tanner Ave and Hwy 93) ==Movies and Television filmed in Darby== In 1989 the movie Disorganized Crime was filmed in Darby, Hamilton, and Missoula. Yellowstone is an American television series created by Taylor Sheridan that premiered on June 20, 2018 on the Paramount Network. Yellowstone follows \"the Dutton family, led by John Dutton played by Kevin Costner, who controls the largest contiguous ranch in the United States, under constant attack by those it borders — land developers, an Indian reservation, and America’s first National Park. It is an intense study of a violent world far from media scrutiny — where land grabs make developers billions, and politicians are bought and sold by the world’s largest oil and lumber corporations. Where drinking water poisoned by fracking wells and unsolved murders are not news: they are a consequence of living in the new frontier. It is the best and worst of America seen through the eyes of a family that represents both. The series went into production in August 2017 at the Chief Joseph Ranch in Darby, Montana which is standing in as the home of John Dutton. ==Education== Darby School District educates students from kindergarten through 12th grade. Darby High School's team name is the Tigers. Darby Community Public Library serves the town. ==See also== * Nez Perce National Forest * Selway-Bitterroot Wilderness ==References== ==External links== * Town of Darby, Official website Category:Towns in Ravalli County, Montana",
 "title": "Darby, Montana"
}