{
 "id": "123623",
 "text": "Plentywood is a city in and the county seat of Sheridan County, Montana, United States. The population was 1,669 at the 2020 census. ==History== The first business in Plentywood opened in 1900, and a post office was established two years later. The city incorporated in 1912, following the arrival of a Great Northern Railway branch line that eventually ran from Bainville to Opheim. Local folklore suggests that the name of the nearby Plentywood Creek, after which the city was named, comes from a search for firewood. One day, according to the story, a group of cowboys watched in exasperation as the chuck wagon cook attempted to start a fire with damp buffalo chips. Finally, in frustration, Dutch Henry said, \"If you'll go two miles up this creek, you'll find plenty wood.\" Plentywood has been a center for purchase of pulse crops since 2005. ==Geography== According to the United States Census Bureau, the city has a total area of , all land. ===Climate=== According to the Köppen Climate Classification system, Plentywood has a semi-arid climate, abbreviated \"BSk\" on climate maps.Climate Summary for Plentywood, Montana ==Demographics== ===2010 census=== At the 2010 census, there were 1,734 people, 820 households and 462 families in the city. The population density was . There were 972 housing units at an average density of . The racial make-up was 95.0% White, 0.2% African American, 1.7% Native American, 0.7% Asian, 0.3% from other races and 2.1% from two or more races. Hispanic or Latino of any race were 2.1% of the population. There were 820 households, of which 22.2% had children under the age of 18 living with them, 45.2% were married couples living together, 7.1% had a female householder with no husband present, 4.0% had a male householder with no wife present and 43.7% were non-families. 40.6% of all households were made up of individuals, and 18.6% had someone living alone who was 65 years of age or older. The average household size was 2.02 and the average family size was 2.68. The median age was 49.7 years. 19.1% of residents were under the age of 18, 5.3% were between the ages of 18 and 24, 18.7% were from 25 to 44, 32.4% were from 45 to 64 and 24.5% were 65 years of age or older. The gender make-up was 47.8% male and 52.2% female. ===2000 census=== At the 2000 census, there were 2,061 people, 857 households and 522 families in the city. The population density was . There were 1,020 housing units at an average density of . The racial make-up was 97.14% White, 0.97% Native American, 0.15% African American, 0.19% from other races and 1.12% from two or more races. Hispanic or Latino of any race were 1.12% of the population. There were 857 households, of which 27.7% had children under the age of 18 living with them, 53.2% were married couples living together, 5.7% had a female householder with no husband present, and 39.0% were non-families. 36.3% of all households were made up of individuals, and 19.4% had someone living alone who was 65 years of age or older. The average household size was 2.26 and the average family size was 2.95. 23.3% of the population were under the age of 18, 4.5% from 18 to 24, 23.0% from 25 to 44, 23.7% from 45 to 64 and 25.5% were 65 years of age or older. The median age was 44 years. For every 100 females there were 88.7 males. For every 100 females age 18 and over, there were 85.8 males. The median household income was $30,037 and the median family income was $37,679. Males had a median income of $24,741 and females $20,662. The per capita income was $15,609. About 10.6% of families and 16.3% of the population were below the poverty line, including 14.0% of those under age 18 and 19.1% of those age 65 or over. ==Radio== Plentywood is the location of Radio International, with the combined signals of KATQ 1070, KATQ-FM 100.1, and KATQ-FM 107.1. All stations are located at 112 Third Avenue East. The stations serve the northeast Montana, western North Dakota and southern Saskatchewan region. ==Infrastructure== Sher-Wood Airport is a public use airport located one mile (2 km) northeast of the town. ==Education== Plentywood Schools educates students from kindergarten to 12th grade. ===Plentywood High School=== The school's team name is the Wildcats. In 1969, Plentywood played Choteau and lost in its first Class B boys' state championship basketball appearance. The 1976 boys' basketball team won the Montana Class A title against Hamilton as one of the smallest Class A teams in the state at the time. In 1978, the boys' basketball team won the Class B title against Big Timber after declining enrollment resulted in a downward classification. The 1979 boys' basketball team finished as runners-up to the archrival Scobey Spartans at the State B Boys' Basketball Tournament. The 2007 boys' basketball team finished again as runners up, this time to Huntly Project at the State B Boys' Tournament. In 1998, the Wildcats finished third at the State Tourney and in the 1980s had two top four finishes at the State Tournament as well. The 1971 Plentywood Wildcats American football team, coached by Doug Dierenfield, reached the class B state championship, losing in overtime 6–8 to Huntley Project. The 1981 Plentywood Wildcats American football team, coached by Ron Smith, beat the Big Timber Herders 20-14 for the State B title in Big Timber. Smith is the only coach in Sheridan County to have ever won a State Football title. In 1997, the Plentywood Wildcat American football team also reached the state championship, losing to Frenchtown 27-20 after being up 20–7 at half time. The 1999 and 2000 girls' golf team won the State B-C title. For 5 years, from 1997 to 2001, Plentywood was the state champion girls' 4x400 relay winner In 1977, Plentywood won the Class B State Championship in boys' cross country. Cross country was later dropped from the athletic program. The Plentywood boys' track team has won four state titles, in 1970, 1971, 1972 and 1973. ===Library=== Sheridan County Library is a public library which serves the area. ==Notable people== *Robin Selvig: University of Montana Grizzly women's basketball coach for 38 seasons to 2015-16 is a native of nearby Outlook; his first teaching job was at Plentywood High School. ==Climate== Plentywood experiences a semi-arid climate (Köppen BSk) with long, cold, dry winters and hot, wetter summers. ==References== ==External links== * Sheridan County Online home page * Sheridan County, Montana * Plentywood High School Alumni Foundation * Montana Memory Project includes homesteading in Plentywood Category:Cities in Sheridan County, Montana Category:County seats in Montana Category:1912 establishments in Montana Category:Cities in Montana",
 "title": "Plentywood, Montana"
}