{
 "id": "123618",
 "text": "Thompson Falls is a city in and the county seat of Sanders County, Montana. The population was 1,336 at the time of the 2020 census. ==History== Thompson Falls was named after British explorer, geographer and fur trader David Thompson, who founded a North West Company fur trading post called Saleesh House in 1809. The community is located next to natural waterfalls on the Clark Fork river. Incredible Journeys, Montana Outdoors The arrival of the railroad in 1881 brought the first real activity to the area. Two years later, when the gold rush hit nearby Cœur d'Alene, the town grew to accommodate the men going over the Murray Trail to the mines. In 1885 John Russell bought and plotted the town site. Thompson Falls was established in 1910. The Thompson Falls Dam, in operation since 1915, was constructed atop the original falls. ==Geography== Thompson Falls is located at (47.596587, -115.343730) in the Clark Fork Valley at an elevation of . According to the United States Census Bureau, the city has a total area of , all land. ===Ecology=== An amphibian, the rough-skinned newt, has a population at Thompson Falls which is noncontiguous with the remainder of the Western US population of the species.C. Michael Hogan (2008) Rough-skinned Newt (Taricha granulosa), Globaltwitcher, ed. N. Stromberg In 2010, a fish ladder was completed consisting of 48 pools, each one foot higher than the last, enabling native fish, including bull trout (Salvelinus confluentus) to pass the 913-foot Thompson Falls Dam for the first time in nearly a century. ===Climate=== Under the Köppen climate classification, depending on the variant used, Thompson Falls has either an oceanic climate (Cfb) or a warm-summer humid continental climate (Dfb). ==Demographics== ===2010 census=== As of the census of 2010, there were 1,313 people, 618 households, and 362 families living in the city. The population density was . There were 681 housing units at an average density of . The racial makeup of the city was 94.9% White, 0.2% African American, 1.6% Native American, 0.5% Asian, 0.6% from other races, and 2.1% from two or more races. Hispanic or Latino of any race were 1.6% of the population. There were 618 households, of which 24.9% had children under the age of 18 living with them, 46.1% were married couples living together, 9.1% had a female householder with no husband present, 3.4% had a male householder with no wife present, and 41.4% were non-families. 37.4% of all households were made up of individuals, and 19.4% had someone living alone who was 65 years of age or older. The average household size was 2.11 and the average family size was 2.73. The median age in the city was 46.2 years. 21.2% of residents were under the age of 18; 5.3% were between the ages of 18 and 24; 22.1% were from 25 to 44; 28.6% were from 45 to 64; and 22.7% were 65 years of age or older. The gender makeup of the city was 48.7% male and 51.3% female. ===2000 census=== As of the census of 2000, there were 1,321 people, 549 households, and 357 families living in the city. The population density was 708.5 people per square mile (274.2/km). There were 619 housing units at an average density of 332.0 per square mile (128.5/km). The racial makeup of the city was 96.74% White, 0.23% African American, 1.44% Native American, 0.15% Asian, 0.08% from other races, and 1.36% from two or more races. Hispanic or Latino of any race were 0.98% of the population. There were 549 households, out of which 28.1% had children under the age of 18 living with them, 53.7% were married couples living together, 9.1% had a female householder with no husband present, and 34.8% were non-families. 31.0% of all households were made up of individuals, and 14.9% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.92. In the city, the population was spread out, with 25.1% under the age of 18, 6.4% from 18 to 24, 24.3% from 25 to 44, 27.2% from 45 to 64, and 17.0% who were 65 years of age or older. The median age was 41 years. For every 100 females there were 95.4 males. For every 100 females age 18 and over, there were 92.0 males. The median income for a household in the city was $28,103, and the median income for a family was $31,544. Males had a median income of $28,125 versus $18,333 for females. The per capita income for the city was $13,245. About 13.6% of families and 16.1% of the population were below the poverty line, including 20.2% of those under age 18 and 18.6% of those age 65 or over. ==Infrastructure== Thompson Falls Airport is a county-owned, public- use airport located three miles (6 km) southeast of town. ==Education== Thompson Falls is served by the Thompson Falls Public Schools School District. The district has an elementary school, middle school and high school. Students attend Thompson Falls High School, a Class B school. They are known as the Blue Hawks. It offers eight sports to its students. Thompson Falls Public Library is located in town. == Notable people == * Jennifer Fielder, former member of the Montana Senate * Greg Hinkle, former member of the Montana Senate * Pat Ingraham, former member of the Montana House of Representatives * Marc Racicot, 21st governor of Montana and former chair of the RNC ==References== ==External links== * City Hall of Thompson Falls, Montana * Directory and Visitor Info for Thompson Falls, Montana * Chamber of Commerce for Thompson Falls, Montana * Thompson Falls Public Schools * Category:Cities in Sanders County, Montana Category:County seats in Montana Category:1910 establishments in Montana Category:Populated places established in 1910 Category:Cities in Montana",
 "title": "Thompson Falls, Montana"
}