{
 "id": "123706",
 "text": "Gibbon is a city in Buffalo County, Nebraska, United States. It is part of the Kearney, Nebraska Micropolitan Statistical Area. The population was 1,833 at the 2010 census. ==History== Gibbon was founded in 1871 by a group of settlers consisting of many Civil War veterans. It was named for Major General John Gibbon. It was the former county seat of Buffalo County until Kearney was voted the seat in 1874. ==Geography== Gibbon is located at (40.747656, -98.844381). According to the United States Census Bureau, the city has a total area of , all land. Gibbon is a few miles north of Interstate 80 and U.S. Route 30 passes through it. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,833 people, 654 households, and 471 families living in the city. The population density was . There were 698 housing units at an average density of . The racial makeup of the city was 75.2% White, 0.4% African American, 0.3% Native American, 0.3% Asian, 0.3% Pacific Islander, 21.3% from other races, and 2.2% from two or more races. Hispanic or Latino of any race were 32.4% of the population. There were 654 households, of which 40.1% had children under the age of 18 living with them, 60.4% were married couples living together, 7.5% had a female householder with no husband present, 4.1% had a male householder with no wife present, and 28.0% were non- families. 24.2% of all households were made up of individuals, and 12.5% had someone living alone who was 65 years of age or older. The average household size was 2.77 and the average family size was 3.31. The median age in the city was 34.1 years. 31.1% of residents were under the age of 18; 7.6% were between the ages of 18 and 24; 24.6% were from 25 to 44; 22.5% were from 45 to 64; and 14.3% were 65 years of age or older. The gender makeup of the city was 49.6% male and 50.4% female. ===2000 census=== As of the census of 2000, there were 1,759 people, 641 households, and 464 families living in the city. The population density was 2,096.9 people per square mile (808.5/km2). There were 668 housing units at an average density of 796.3 per square mile (307.0/km2). The racial makeup of the city was 85.05% White, 0.17% African American, 0.74% Native American, 0.17% Asian, 12.51% from other races, and 1.36% from two or more races. Hispanic or Latino of any race were 20.98% of the population. There were 641 households, out of which 38.2% had children under the age of 18 living with them, 62.4% were married couples living together, 6.9% had a female householder with no husband present, and 27.5% were non-families. 24.3% of all households were made up of individuals, and 12.3% had someone living alone who was 65 years of age or older. The average household size was 2.70 and the average family size was 3.20. In the city, the population was spread out, with 30.3% under the age of 18, 7.5% from 18 to 24, 28.1% from 25 to 44, 19.6% from 45 to 64, and 14.6% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 96.3 males. For every 100 females age 18 and over, there were 97.1 males. As of 2000 the median income for a household in the city was $34,955, and the median income for a family was $42,688. Males had a median income of $27,813 versus $19,297 for females. The per capita income for the city was $15,013. About 4.7% of families and 7.8% of the population were below the poverty line, including 7.2% of those under age 18 and 7.8% of those age 65 or over. ==2019 flooding== Gibbon was affected by the Midwestern U.S. flooding. The Wood River came over the banks in March and flooded the town, in July there was more flooding, and again in August. ==Notable person== * Dick Cavett, former television talk show host ==References== Category:Cities in Buffalo County, Nebraska Category:Cities in Nebraska Category:Kearney Micropolitan Statistical Area",
 "title": "Gibbon, Nebraska"
}