{
 "id": "123788",
 "text": "Kilgore is a village in Cherry County, Nebraska, United States. The population was 77 at the 2010 census. ==History== Kilgore was founded, under the name of Boulware, in 1883 when the Fremont, Elkhorn and Missouri Valley Railroad was extended to that point. In 1885, the village was renamed Georgia. Georgia was incorporated in 1893; the name of the settlement was changed in 1904 to Kilgore when the post office objected to the name Georgia, which could be confused with the state of Georgia. The name Kilgore was chosen in honor of a family of pioneer settlers. The village experienced a heyday from the 1900s to the late 1920s. During that era, Kilgore \"boasted a post office, a medical doctor, a pharmacist, four general merchandise stores, two hotels, a livery stable, a lumber yard, hardware store, a harness and blacksmith shop, two new car dealerships, a hair dresser, pool hall, barber shop, bulk oil plant, three filling stations, a well driller, a livestock trucker, a full-time railroad depot, and a grain and feed elevator. There were two passenger trains each way each day, a town dray wagon, a small dairy, a meat market, two saloons, and several bootleggers who sold liquor to the Indians. The community also built a brick K-12 schoolhouse in 1929 when the population was over 250.\" But with the decline in railroads, the village's importance declined. Today, Kilgore has fewer than 100 residents. ==Geography== According to the United States Census Bureau, Kilgore has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 77 people, 33 households, and 20 families residing in the village. The population density was . There were 45 housing units at an average density of . The racial makeup of the village was 74.0% White, 2.6% African American, 14.3% Native American, and 9.1% from two or more races. Hispanic or Latino of any race were 7.8% of the population. There were 33 households, of which 30.3% had children under the age of 18 living with them, 54.5% were married couples living together, 6.1% had a female householder with no husband present, and 39.4% were non-families. 36.4% of all households were made up of individuals, and 6.1% had someone living alone who was 65 years of age or older. The average household size was 2.33 and the average family size was 3.00. The median age in the village was 43.2 years. 26% of residents were under the age of 18; 6.5% were between the ages of 18 and 24; 23.4% were from 25 to 44; 26% were from 45 to 64; and 18.2% were 65 years of age or older. The gender makeup of the village was 53.2% male and 46.8% female. ===2000 census=== As of the census of 2000, there were 99 people, 37 households, and 29 families residing in the village. The population density was 221.6 people per square mile (84.9/km2). There were 49 housing units at an average density of 109.7 per square mile (42.0/km2). The racial makeup of the village was 86.87% White, 2.02% African American and 11.11% Native American. There were 37 households, out of which 37.8% had children under the age of 18 living with them, 59.5% were married couples living together, 5.4% had a female householder with no husband present, and 21.6% were non-families. 18.9% of all households were made up of individuals, and 8.1% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 3.00. In the village, the population was spread out, with 27.3% under the age of 18, 6.1% from 18 to 24, 28.3% from 25 to 44, 23.2% from 45 to 64, and 15.2% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 115.2 males. For every 100 females age 18 and over, there were 100.0 males. As of 2000 the median income for a household in the village was $29,750, and the median income for a family was $31,875. Males had a median income of $21,875 versus $21,250 for females. The per capita income for the village was $13,767. None of the population and none of the families were below the poverty line. ==References== Category:Villages in Cherry County, Nebraska Category:Villages in Nebraska",
 "title": "Kilgore, Nebraska"
}