{
 "id": "123886",
 "text": "Benkelman is a city in, and the county seat of, Dundy County, Nebraska, United States. As of the 2010 census, the city population was 953. ==History== Benkelman was originally called Collinsville, in honor of Moses Collins, and under that name was founded circa 1880. In 1882, it was renamed Benkelman by the railroad for J. G. Benkelman, a stock raiser. ==Geography== Benkelman is located at (40.050615, -101.533660). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 953 people, 445 households, and 242 families residing in the city. The population density was . There were 556 housing units at an average density of . The racial makeup of the city was 95.9% White, 0.4% African American, 0.8% Native American, 0.2% Asian, 0.7% from other races, and 1.9% from two or more races. Hispanic or Latino of any race were 4.4% of the population. There were 445 households, of which 23.6% had children under the age of 18 living with them, 44.9% were married couples living together, 6.7% had a female householder with no husband present, 2.7% had a male householder with no wife present, and 45.6% were non-families. 42.5% of all households were made up of individuals, and 22% had someone living alone who was 65 years of age or older. The average household size was 2.07 and the average family size was 2.86. The median age in the city was 48.5 years. 22.4% of residents were under the age of 18; 3.7% were between the ages of 18 and 24; 19.2% were from 25 to 44; 29.4% were from 45 to 64; and 25.4% were 65 years of age or older. The gender makeup of the city was 46.6% male and 53.4% female. ===2000 census=== As of the census of 2000, there were 1,006 people, 458 households, and 266 families residing in the city. The population density was 1,267.6 people per square mile (491.7/km). There were 576 housing units at an average density of 725.8 per square mile (281.5/km). The racial makeup of the city was 97.51% White, 0.80% Native American, 0.60% Asian, 0.10% Pacific Islander, 0.10% from other races, and 0.89% from two or more races. Hispanic or Latino of any race were 0.30% of the population. There were 458 households, out of which 24.0% had children under the age of 18 living with them, 51.3% were married couples living together, 5.5% had a female householder with no husband present, and 41.9% were non-families. 38.6% of all households were made up of individuals, and 24.7% had someone living alone who was 65 years of age or older. The average household size was 2.07 and the average family size was 2.76. In the city, the population was spread out, with 20.0% under the age of 18, 5.9% from 18 to 24, 21.1% from 25 to 44, 23.4% from 45 to 64, and 29.7% who were 65 years of age or older. The median age was 47 years. For every 100 females, there were 79.3 males. For every 100 females age 18 and over, there were 75.0 males. As of 2000 the median income for a household in the city was $27,788, and the median income for a family was $37,813. Males had a median income of $26,741 versus $19,107 for females. The per capita income for the city was $16,700. About 7.4% of families and 11.9% of the population were below the poverty line, including 15.2% of those under age 18 and 8.0% of those age 65 or over. ==Climate== ==Notable people== * Ward Bond, actor * Dave Heineman, 39th Governor of Nebraska * Edward W. Snedeker, Lieutenant general in the Marine Corps ==See also== * National Register of Historic Places listings in Dundy County, Nebraska ==References== ==External links== * Dundy County Chamber of Commerce Category:Cities in Nebraska Category:Cities in Dundy County, Nebraska Category:County seats in Nebraska",
 "title": "Benkelman, Nebraska"
}