{
 "id": "123824",
 "text": "Beemer is a village in Cuming County, Nebraska, United States. The population was 678 at the 2010 census. ==Geography== Beemer is located at (41.930439, -96.809862) on the table lands adjoining the Elkhorn River bottoms, 84 miles from Omaha and nine miles northwest of West Point, near the geographic center of Cuming County where Nebraska Link 20A meets U.S. Route 275. According to the United States Census Bureau, the village has a total area of , all land. thumb|alt=Beemer|Beemer view ==History== ===Early settlement=== The first settlers of European descent arrived in the Beemer area by prairie schooner in 1864, seeking land under the Homestead Act. The new inhabitants built dugouts, sod houses, and, eventually, log cabins. The earliest settlers in Beemer Township included M. Brayrerton, George Graham, Joseph S. Emley, Robert Fehlmann, Dr. H.H. Howe, Howard Howe, James and Michael McNamara, Judge Newburn, the Rabe family, W.S. Schneald, William Sharp and two sons Martin and Silas, Casper Schifferns, David Simons, Wm. A. Smith, J.E. Spencer, Benjamin Ewing, John Wagaoner, Henry White, James Wilson, and William Witte.Some Early History of Beemer, Nebraska, Nebraska State Historical Society. The first school in Beemer Township was taught by Mrs. William Sharp in 1867 in her log cabin, a short distance to the northwest of where Beemer is now located. West of Beemer, a small stream called Rock Creek flows into the south side of the Elkhorn River. In 1865, August Lambrecht built a water-driven grain and flour mill on the creek about from the river. Lambrecht's mill, combined with the creek and with favorable agricultural conditions, attracted a small concentration of settlers; the area was known as \"Rock Creek\", after the stream. In 1871, the tracks of the Fremont, Elkhorn and Missouri Valley Railroad, which followed the Elkhorn upstream from Fremont, reached Wisner; the line reached Norfolk in 1879.Pangle, Mary Ellen. A History of Norfolk. Published serially in Norfolk Daily News. 1929 As the railway was extended, water stops were needed at intervals to support the steam locomotives.\"History of Allen\", a brochure about Allen, TexasFor example, a section of the Atlantic and Pacific Railroad running in the Mojave Desert between Ludlow and Amboy had water stops spaced by 5-10 miles: Lavic, Ragtown, Ash Hill, Klondike, Siberia, Bagdad, see Google Maps, all eight of them being ghost towns now. The railroad stops were also served by telegraphs for the purpose of administering and controlling the railroad as well as business development of the telegraphs.Thompson, Jim. The Railroad Telegrapher, Vol. VII, No. 2, Fall 1993 / Winter 1994. Retrieved from http://thelibrary.springfield.missouri.org/lochist/periodicals/ozarkswatch/ow702h.htm on 31 July 2010 The telegraph station at the water stop located at the site of present-day Beemer was named after the nearest significant settlement, Rock Creek, and used the call letters \"R C\". So, for the next fifteen years, two locations, several miles apart and on opposite sides of the Elkhorn, were referred to as 'Rock Creek': one was the area around the Rock Creek stream near Lambrecht's mill and the other the area around the railway water stop and telegraph station. ===Forming a village=== In 1885, Allen D. Beemer, George Canfield, and K.C. Morehouse laid out lots to the north of the Rock Creek water stop and platted a village to be known as Rock Creek, as filed in the county seat of West Point on May 26, 1885. Mr. Beemer built the first rail depot building, and led the drive to build a wooden bridge across the Elkhorn. His efforts on behalf of the area were rewarded in 1886, when Congressman Edward K. Valentine secured a post office for the settlement, naming it the Beemer Post Office. On July 15, 1886, in response to a petition of 54 residents, a village named Beemer was incorporated with Harry Delmont, W.D. Gibbon, John M. Barber, F.J. Fitzgerald, and Niels Hansen the village trustees. In that year Mr. Beemer founded a newspaper, the Beemer Times; and the rail company changed the name of the station from Rock Creek to Beemer, although its telegraph call signs remained \"R C\" (for \"Rock Creek\") until the depot closed in 1963. ===Beemer's first century, 1886 - 1986=== The first century was marked by spurious growth and numerous initiatives to develop Beemer. The Beemer Times, founded by A.D. Beemer around 1 March 1886, chronicled the times, the progress, the achievements, the disasters, and the dilemmas that faced early Beemer. The paper assailed ills like the muddy streets, the lack of sidewalks, and the excessive number of taverns; and it reported on more favorable developments like improvements to the schooling, new commercial enterprises, and major modernizations such as waterworks, electrification, road improvements, and telephone systems. thumb|alt=Congregational Church|Original site of the Congregational Church thumb|alt=Holy Cross Catholic Church|Holy Cross Catholic Church ====Churches==== Five churches were established in Beemer during this era. The Methodist Episcopal Church was built at the northeast corner of Fifth and Beemer Streets and dedicated September 5, 1886. In 1904, it moved to a new building on the northwest corner of Third and Fraisier streets. The first St. John's Lutheran Church building, with a steeple, was built on the southeast corner of Third and Lambrecht streets and dedicated July 2, 1893. The Congregational Church at the northeast corner of Third and Canfield streets was dedicated January 14, 1900. The Holy Cross Roman Catholic Church, at the southwest corner of Sixth and Frasier streets, was dedicated on September 20, 1914. The Mennonite Church at the southwest corner of Sherman and Fourth streets was dedicated on March 15, 1959. ====Schools==== The first Beemer Public School was held in a small frame building located on the northeast corner of Third and Beemer Streets. By 1886, in order to support its 32 enrolled pupils, a two-room, frame building was built on the southwest corner of Fifth and Beemer Streets. The names of absent or tardy students were duly reported in the Beemer Times. In 1892, voters approved $10,000 in bonds for a modern two-story brick school. The school officers, F.J. Fitzgerald, A.D. Beemer, and Charles Decker reported an enrollment of 210 pupils. The building was erected on the north side of Third Street between Blaine and Harrison Streets (approximately where a 1964 addition to the school was eventually built). In 1917, the village passed another bond issue for a new school building on the northeast corner of Third and Blaine Streets. The new building was used for the graduation ceremonies in May 1918; the older, adjacent building was torn down that summer. The 1918 building would continue to be used until 2008. ====Railroad Service==== The tracks of the Fremont. Elkhorn & Missouri Valley Railroad arrived in Beemer in 1871. This route was laid from Fremont to reach the Black Hills of South Dakota. The Chicago & North Western took over in 1903. By the mid-1970s, the freight traffic volumes began mildly declining. C&NW; ended railroad service in the spring of 1982, after flooding damaged many sections of the track & abandonment was applied for. The tracks were removed just a few years later. ==Demographics== ===2010 census=== As of the census of 2010, there were 678 people, 291 households, and 172 families residing in the village. The population density was . There were 321 housing units at an average density of . The racial makeup of the village was 92.0% White, 0.4% Native American, 0.1% Asian, 5.6% from other races, and 1.8% from two or more races. Hispanic or Latino of any race were 7.7% of the population. There were 291 households, of which 23.7% had children under the age of 18 living with them, 50.5% were married couples living together, 7.6% had a female householder with no husband present, 1.0% had a male householder with no wife present, and 40.9% were non-families. 35.1% of all households were made up of individuals, and 21.6% had someone living alone who was 65 years of age or older. The average household size was 2.18 and the average family size was 2.85. The median age in Beemer was 52 years. 21.1% of residents were under the age of 18; 4.5% were between the ages of 18 and 24; 18.3% were from 25 to 44; 21.5% were from 45 to 64; and 34.7% were 65 years of age or older. The gender makeup of the village was 47.2% male and 52.8% female. ===2000 census=== As of the census of 2000, there were 773 people, 298 households, and 196 families residing in the village. The population density was 1,921.1 people per square mile (746.1/km). There were 315 housing units at an average density of 782.9 per square mile (304.1/km). The racial makeup of the village was 95.47% White, 0.39% Native American, 0.39% Asian, 2.98% from other races, and 0.78% from two or more races. Hispanic or Latino of any race were 3.62% of the population. There were 298 households, out of which 29.5% had children under the age of 18 living with them, 59.4% were married couples living together, 5.4% had a female householder with no husband present, and 34.2% were non-families. 31.5% of all households were made up of individuals, and 18.8% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 3.08. The median age in Beemer was 43 years, with 24.7% of the population under the age of 18, 6.6% aged 18 to 24, 22.6% from 25 to 44, 19.5% from 45 to 64, and 26.5% 65 years of age or older. For every 100 females, there were 87.6 males. For every 100 females age 18 and over, there were 81.3 males. As of 2000, the median income for a household in the village was $30,938, and the median income for a family was $36,429. Males had a median income of $26,842 versus $16,806 for females. The per capita income for the village was $14,653. About 4.5% of families and 7.6% of the population were below the poverty line, including 7.2% of those under age 18 and 8.8% of those age 65 or over. thumb|alt=One-story brick building with garage-type doors; siren on tower behind it|Fire station == Infrastructure == === Facilities === Nearly 100 percent of Beemer's neighborhood streets are paved and complete with storm sewage systems. The village property includes a village office building, a fire station, the town park, a dance hall, and a library. The village operates its own works system in the eastern outskirts of town and a sewage treatment plant located close to the nearby Elkhorn River. Power and telecommunications services are provided by regional companies. thumb|alt=Golf course with fairway running through trees|Indian Trails Golf Course Recreational facilities include the school gymnasium, the Beemer park which is complete with tennis courts and picnic areas, and the nearby Indian Trails Country Club, an 18-hole course on the bluffs of the Elkhorn River colloquially known as the ‘Beemer Golf Course’. Senior citizens are entertained at the Senior Citizen Center collocated with Post 159 of the American Legion. === Schools === The Beemer elementary school, located in Beemer, is part of the West Point-Beemer Public School system. The district's high school is located about 10 miles from Beemer. ==Notable people== * William E. Galbraith – National Commander of the American Legion 1967-1968 * Mel Harder, baseball player and manager * Karl Hubenthal, cartoonist * Adam Bradfield, PGA Golf Professional ==References== ==External links== * Google Map of Beemer Category:Villages in Cuming County, Nebraska Category:Villages in Nebraska",
 "title": "Beemer, Nebraska"
}