{
 "id": "12397",
 "text": "In abstract algebra, a group isomorphism is a function between two groups that sets up a one-to-one correspondence between the elements of the groups in a way that respects the given group operations. If there exists an isomorphism between two groups, then the groups are called isomorphic. From the standpoint of group theory, isomorphic groups have the same properties and need not be distinguished. == Definition and notation== Given two groups (G, *) and (H, \\odot), a group isomorphism from (G, *) to (H, \\odot) is a bijective group homomorphism from G to H. Spelled out, this means that a group isomorphism is a bijective function f : G \\to H such that for all u and v in G it holds that f(u * v) = f(u) \\odot f(v). The two groups (G, *) and (H, \\odot) are isomorphic if there exists an isomorphism from one to the other. This is written: (G, *) \\cong (H, \\odot) Often shorter and simpler notations can be used. When the relevant group operations are unambiguous they are omitted and one writes: G \\cong H Sometimes one can even simply write G = H. Whether such a notation is possible without confusion or ambiguity depends on context. For example, the equals sign is not very suitable when the groups are both subgroups of the same group. See also the examples. Conversely, given a group (G, *), a set H, and a bijection f : G \\to H, we can make H a group (H, \\odot) by defining f(u) \\odot f(v) = f(u * v). If H = G and \\odot = * then the bijection is an automorphism (q.v.). Intuitively, group theorists view two isomorphic groups as follows: For every element g of a group G, there exists an element h of H such that h 'behaves in the same way' as g (operates with other elements of the group in the same way as g). For instance, if g generates G, then so does h. This implies in particular that G and H are in bijective correspondence. Thus, the definition of an isomorphism is quite natural. An isomorphism of groups may equivalently be defined as an invertible group homomorphism. == Examples == In this section some notable examples of isomorphic groups are listed. * The group of all real numbers with addition, (\\R, +), is isomorphic to the group of positive real numbers with multiplication \\left(\\R^+, \\times\\right): *:(\\R, +) \\cong \\left(\\R^+, \\times\\right) via the isomorphism f(x) = e^x (see exponential function). * The group \\Z of integers (with addition) is a subgroup of \\R, and the factor group \\R/\\Z is isomorphic to the group S^1 of complex numbers of absolute value 1 (with multiplication): *:\\R/\\Z \\cong S^1 * The Klein four-group is isomorphic to the direct product of two copies of \\Z_2 = \\Z/2\\Z (see modular arithmetic), and can therefore be written \\Z_2 \\times \\Z_2. Another notation is \\operatorname{Dih}_2, because it is a dihedral group. * Generalizing this, for all odd n, \\operatorname{Dih}_{2 n} is isomorphic with the direct product of \\operatorname{Dih}_n and Z_2. * If (G, *) is an infinite cyclic group, then (G, *) is isomorphic to the integers (with the addition operation). From an algebraic point of view, this means that the set of all integers (with the addition operation) is the 'only' infinite cyclic group. Some groups can be proven to be isomorphic, relying on the axiom of choice, but the proof does not indicate how to construct a concrete isomorphism. Examples: * The group (\\R, +) is isomorphic to the group (\\Complex, +) of all complex numbers with addition. * The group \\left(\\Complex^*, \\cdot\\right) of non-zero complex numbers with multiplication as operation is isomorphic to the group S^1 mentioned above. ==Properties== The kernel of an isomorphism from (G, *) to (H, \\odot), is always {eG} where eG is the identity of the group (G, *) If (G, *) and (H, \\odot) are isomorphic, then G is abelian if and only if H is abelian. If f is an isomorphism from (G, *) to (H, \\odot), then for any a \\in G, the order of a equals the order of f(a). If (G, *) and (H, \\odot) are isomorphic, then (G, *) is locally finite group if and only if (H, \\odot) is locally finite. The number of distinct groups (up to isomorphism) of order n is given by sequence A000001 in OEIS. The first few numbers are 0, 1, 1, 1 and 2 meaning that 4 is the lowest order with more than one group. == Cyclic groups == All cyclic groups of a given order are isomorphic to (\\Z_n, +_n), where +_n denotes addition modulo n. Let G be a cyclic group and n be the order of G. G is then the group generated by \\langle x \\rangle = \\left\\\\{e, x, \\ldots, x^{n-1}\\right\\\\}. We will show that G \\cong \\left(\\Z_n, +_n\\right). Define \\varphi : G \\to \\Z_n = \\\\{0, 1, \\ldots, n - 1\\\\}, so that \\varphi\\left(x^a\\right) = a. Clearly, \\varphi is bijective. Then \\varphi\\left(x^a \\cdot x^b\\right) = \\varphi\\left(x^{a+b}\\right) = a + b = \\varphi\\left(x^a\\right) +_n \\varphi\\left(x^b\\right), which proves that G \\cong \\left(\\Z_n, +_n\\right). == Consequences == From the definition, it follows that any isomorphism f : G \\to H will map the identity element of G to the identity element of H, f\\left(e_G\\right) = e_H that it will map inverses to inverses, f\\left(u^{-1}\\right) = [f(u)]^{-1} \\quad \\text{ for all } u \\in G, and more generally, bth powers to nth powers, f\\left(u^n\\right)= [f(u)]^n \\quad \\text{ for all } u \\in G, and that the inverse map f^{-1} : H \\to G is also a group isomorphism. The relation \"being isomorphic\" satisfies all the axioms of an equivalence relation. If f is an isomorphism between two groups G and H, then everything that is true about G that is only related to the group structure can be translated via f into a true ditto statement about H, and vice versa. == Automorphisms == An isomorphism from a group (G, *) to itself is called an automorphism of this group. Thus it is a bijection f : G \\to G such that f(u) * f(v) = f(u * v). An automorphism always maps the identity to itself. The image under an automorphism of a conjugacy class is always a conjugacy class (the same or another). The image of an element has the same order as that element. The composition of two automorphisms is again an automorphism, and with this operation the set of all automorphisms of a group G, denoted by \\operatorname{Aut}(G), forms itself a group, the of G. For all abelian groups there is at least the automorphism that replaces the group elements by their inverses. However, in groups where all elements are equal to their inverse this is the trivial automorphism, e.g. in the Klein four-group. For that group all permutations of the three non-identity elements are automorphisms, so the automorphism group is isomorphic to S_3 and \\operatorname{Dih}_3. In Z_p for a prime number p, one non-identity element can be replaced by any other, with corresponding changes in the other elements. The automorphism group is isomorphic to Z_{p-1} For example, for n = 7, multiplying all elements of Z_7 by 3, modulo 7, is an automorphism of order 6 in the automorphism group, because 3^6 \\equiv 1 \\pmod 7, while lower powers do not give 1. Thus this automorphism generates Z_6. There is one more automorphism with this property: multiplying all elements of Z_7 by 5, modulo 7. Therefore, these two correspond to the elements 1 and 5 of Z_6, in that order or conversely. The automorphism group of Z_6 is isomorphic to Z_2, because only each of the two elements 1 and 5 generate Z_6, so apart from the identity we can only interchange these. The automorphism group of Z_2 \\oplus Z_2 \\oplus \\oplus Z_2 = \\operatorname{Dih}_2 \\oplus Z_2 has order 168, as can be found as follows. All 7 non-identity elements play the same role, so we can choose which plays the role of (1,0,0). Any of the remaining 6 can be chosen to play the role of (0,1,0). This determines which corresponds to (1,1,0). For (0,0,1) we can choose from 4, which determines the rest. Thus we have 7 \\times 6 \\times 4 = 168 automorphisms. They correspond to those of the Fano plane, of which the 7 points correspond to the 7 non-identity elements. The lines connecting three points correspond to the group operation: a, b, \\text{ and } c on one line means a + b = c, a + c = b, and b + c = a. See also general linear group over finite fields. For abelian groups all automorphisms except the trivial one are called outer automorphisms. Non-abelian groups have a non- trivial inner automorphism group, and possibly also outer automorphisms. == See also == * == References == * Herstein, I. N., Topics in Algebra, Wiley; 2 edition (June 20, 1975), . Category:Group theory Category:Morphisms",
 "title": "Group isomorphism"
}