{
 "id": "124053",
 "text": "Roca is a village in Lancaster County, Nebraska, United States. It is part of the Lincoln, Nebraska Metropolitan Statistical Area. The population was 220 at the 2010 census. ==Geography== Roca is located at (40.657101, -96.660619). According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 220 people, 81 households, and 61 families residing in the village. The population density was . There were 83 housing units at an average density of . The racial makeup of the village was 96.8% White, 0.5% Asian, and 2.7% from two or more races. There were 81 households, of which 43.2% had children under the age of 18 living with them, 65.4% were married couples living together, 8.6% had a female householder with no husband present, 1.2% had a male householder with no wife present, and 24.7% were non-families. 18.5% of all households were made up of individuals, and 6.2% had someone living alone who was 65 years of age or older. The average household size was 2.72 and the average family size was 3.07. The median age in the village was 34.5 years. 29.5% of residents were under the age of 18; 6.4% were between the ages of 18 and 24; 31.8% were from 25 to 44; 26.7% were from 45 to 64; and 5.5% were 65 years of age or older. The gender makeup of the village was 53.6% male and 46.4% female. thumb|right|Roca water tower Добрі й привітні люди. Затишно. Мені сподобалось. (Ukrainian) ===2000 census=== As of the census of 2000, there were 220 people, 80 households, and 61 families residing in the village. The population density was 1,580.4 people per square mile (606.7/km). There were 86 housing units at an average density of 617.8 per square mile (237.2/km). The racial makeup of the village was 98.64% White, 0.45% Native American, and 0.91% from two or more races. Hispanic or Latino of any race were 0.91% of the population. There were 80 households, out of which 50.0% had children under the age of 18 living with them, 62.5% were married couples living together, 10.0% had a female householder with no husband present, and 23.8% were non-families. 15.0% of all households were made up of individuals, and 5.0% had someone living alone who was 65 years of age or older. The average household size was 2.75 and the average family size was 3.13. In the village, the population was spread out, with 30.0% under the age of 18, 7.3% from 18 to 24, 39.1% from 25 to 44, 18.2% from 45 to 64, and 5.5% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 96.4 males. For every 100 females age 18 and over, there were 105.3 males. As of 2000 the median income for a household in the village was $47,083, and the median income for a family was $47,500. Males had a median income of $32,500 versus $21,500 for females. The per capita income for the village was $19,224. None of the families and 1.0% of the population were living below the poverty line. ==History== The population of Roca in 1890 was 190, the highest it has been before the present day. The post office was established September 22, 1894. When the town was platted in 1876, the citizens wished to choose a name, which would suggest the chief industry in the area, stone quarrying. Roca is the Spanish word for stone. A 1925 edition is available for download at University of Nebraska—Lincoln Digital Commons. In 1857 John and Margaret Prey, adult sons, John W., Thomas, and William, and teenage children, David and Rebecca, came from Wisconsin to preempt land near the proposed town called \"Olathe.\" There were high hopes for the future of the area, which was designated as \"Clay County.\" However, not many people ventured this far onto the prairie. While there were no major confrontations with Indians, there were several scares, which caused some settlers to leave and not return. Indians took Rebecca Prey, but they released her when her father and brothers appeared. In 1861 Delos and Frances Mills settled one-half mile west of Salt Creek. They built a small stone house, using limestone from a ledge that protruded from the ground. This was the beginning of the quarries that became a primary business. The following year Mills' mother, Orra Boydston, and her sister, Esther Warner arrived. Both widows, they filed on adjoining homesteads near Mills' cabin. There was a \"political altercation\" in 1863, at which time Clay County was dissolved and the land divided between Gage and Lancaster counties. The Prey family and John Haskins were the only original settlers who remained at this location. In 1864 Elmore Keys arrived and bought Prey's cabin for $20. He moved it, log by log, to a site on the east side of the creek and later added a small stone lean-to. In 1867 a committee was commissioned to find a location for the state's capital city. A site near the rock quarries on the Mills farm was suggested because of the availability of good building materials. However, the town of Lancaster was chosen instead. When work was started on the statehouse in 1868, rock from the quarry was said to be \"unsatisfactory for building.\" The quarry men built a school in 1869 near the Warner farm. When the Atchinson & Nebraska Railroad built its line to Lincoln in 1871, it came right through the area. The siding and station established at that time needed a name. Haskel Warner, who had worked with a survey crew in the New Mexico Territory, suggested \"Roca,\" which is Spanish for rock. Elmore Keys and John Meyer donated the land, and a town site was platted. The big stone house that Keys built on top of the hill east of the town at that time is still a fine home today. The town immediately started to grow, and 1876 incorporated it. Keys & Bullock opened a new quarry on the south side of Roca in 1875, and later called it the Blue Stone quarry. Rock from these quarries was used in the construction of many buildings in Lincoln, out-state, and beyond. There was active quarrying in the area for over 100 years, both by the county and by private owners. In 1879 the number of students had grown so that another schoolhouse was needed. That one also was quickly outgrown, so a larger wooden building was erected. By 1882 there were 280 students and businesses included a motel, a mill, a hardware store, a lumberyard, and a few other shops. Main Street faced Salt Creek on the West Side of town, with the Railroad depot across the street. Fires destroyed several businesses in 1891, the mill in about 1900, and the hotel in 1910. By then the quarries were not as productive. Businesses, once displaced, did not rebuild. In 1933 a large brick schoolhouse was built, which served the community until 1964 when a Consolidation effort formed the Norris School District with a building south of Hickman. A Methodist church formed in 1876 was built by quarry men, and enlarged in 1925. That evidence burned in an early morning fire in 1969. A new church was built which was a small but active congregation. A small Lutheran church located near the school was active until 1916 when it disbanded. The original cemetery was one mile north of town on a sand hill. In 1876 the present cemetery was established on land donated by the Keys family, an enlargement of their family burial grounds. The \"old stone store\" was built from quarry rock as a blacksmith shop in 1879. It has been a lodge, community hall, and a grocery store, with an apartment upstairs. ==References== Category:Villages in Lancaster County, Nebraska Category:Villages in Nebraska Category:Lincoln, Nebraska metropolitan area",
 "title": "Roca, Nebraska"
}