{
 "id": "124014",
 "text": "Minden is a city in, and the county seat of, Kearney County, Nebraska, United States. The population was 2,923 at the 2010 census. It is home of the Pioneer Village museum complex. ==History== Minden was established in 1876. The city was named after Minden, in Germany. Minden was originally built up chiefly by Germans. A 1925 edition is available for download at University of Nebraska—Lincoln Digital Commons. It has possessed a post office since 1876. Post Offices in Kearney County, Nebraska ==Geography== Minden is located at (40.498114, -98.951091). According to the United States Census Bureau, the city has a total area of , all land. ==Climate== The highest temperature ever measured in Nebraska, at , was recorded in Minden on July 24, 1936, during the 1936 North American heat wave which occurred during the Dust Bowl era. ==Demographics== Minden is part of the Kearney, Nebraska Micropolitan Statistical Area. ===2010 census=== As of the census of 2010, there were 2,923 people, 1,256 households, and 791 families residing in the city. The population density was . There were 1,339 housing units at an average density of . The racial makeup of the city was 96.6% White, 0.2% African American, 0.2% Native American, 0.2% Asian, 1.4% from other races, and 1.4% from two or more races. Hispanic or Latino of any race were 5.2% of the population. There were 1,256 households, of which 28.7% had children under the age of 18 living with them, 52.2% were married couples living together, 7.5% had a female householder with no husband present, 3.3% had a male householder with no wife present, and 37.0% were non-families. 32.9% of all households were made up of individuals, and 17.8% had someone living alone who was 65 years of age or older. The average household size was 2.26 and the average family size was 2.86. The median age in the city was 43.1 years. 22.9% of residents were under the age of 18; 6.7% were between the ages of 18 and 24; 22.9% were from 25 to 44; 25.4% were from 45 to 64; and 22.1% were 65 years of age or older. The gender makeup of the city was 46.5% male and 53.5% female. ===2000 census=== As of the census of 2000, there were 2,964 people, 1,185 households, and 811 families residing in the city. The population density was 1,809.7 people per square mile (697.8/km). There were 1,269 housing units at an average density of 774.8 per square mile (298.8/km). The racial makeup of the city was 98.65% White, 0.17% African American, 0.24% Native American, 0.10% Asian, 0.44% from other races, and 0.40% from two or more races. Hispanic or Latino of any race were 2.33% of the population. There were 1,185 households, out of which 32.0% had children under the age of 18 living with them, 59.2% were married couples living together, 7.4% had a female householder with no husband present, and 31.5% were non-families. 27.8% of all households were made up of individuals, and 13.9% had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 2.89. In the city, the population was spread out, with 24.9% under the age of 18, 6.5% from 18 to 24, 25.5% from 25 to 44, 21.3% from 45 to 64, and 21.8% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 87.4 males. For every 100 females age 18 and over, there were 82.7 males. As of 2000, the median income for a household in the city was $40,092, and the median income for a family was $47,356. Males had a median income of $29,267 versus $18,929 for females. The per capita income for the city was $18,847. About 2.3% of families and 5.3% of the population were below the poverty line, including 5.8% of those under age 18 and 6.7% of those age 65 or over. ==Attractions== thumb|alt=Building with strings of colored lights running from top of cupola to sides of square|Christmas lights in Minden's courthouse square (2011) Minden is the home of Harold Warp's Pioneer Village. The museum, a complex of 28 buildings on with a total collection of over 50,000 items. Minden bills itself as \"Nebraska's Christmas City\", illuminating the courthouse square with a display of over 12,000 bulbs and staging an annual Christmas pageant titled \"The Light Of The World\". The lighting of the courthouse was begun in 1915, when lights were acquired with the intention of stringing them from the railroad station to the town square for the state G.A.R. convention. Weather precluded this use, and the lights were repurposed for a Christmas display.\"The Christmas City\". Minden, Nebraska website. Retrieved 2011-12-10. ==Notable people== * Charles Binderup, U.S. Congressman * Carl Curtis, U.S. Congressman and Senator * Otto Miller, Nicknamed \"Moonie\", a catcher in Major League Baseball from 1910 through 1922 for Brooklyn. * Norbert Tiemann, 32nd Governor of Nebraska * Harold Warp, businessman in the plastics industry ==References== ==External links== * * Category:Cities in Nebraska Category:Cities in Kearney County, Nebraska Category:County seats in Nebraska Category:Kearney Micropolitan Statistical Area Category:Populated places established in 1876 Category:1876 establishments in Nebraska",
 "title": "Minden, Nebraska"
}