{
 "id": "124056",
 "text": "Brady is a village in Lincoln County, Nebraska, United States. It is part of the North Platte, Nebraska Micropolitan Statistical Area. The population was 428 at the 2010 census. ==History== Brady was laid out in 1889. The community was named for a trapper named Brady who was killed on what is known as Brady Island. A 1925 edition is available for download at University of Nebraska—Lincoln Digital Commons. ==Geography== Brady is located at (41.022792, -100.367828). According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 428 people, 159 households, and 121 families residing in the village. The population density was . There were 177 housing units at an average density of . The racial makeup of the village was 99.1% White, 0.2% African American, and 0.7% from two or more races. Hispanic or Latino of any race were 1.9% of the population. There were 159 households, of which 41.5% had children under the age of 18 living with them, 63.5% were married couples living together, 7.5% had a female householder with no husband present, 5.0% had a male householder with no wife present, and 23.9% were non- families. 21.4% of all households were made up of individuals, and 7.5% had someone living alone who was 65 years of age or older. The average household size was 2.69 and the average family size was 3.17. The median age in the village was 36.4 years. 31.8% of residents were under the age of 18; 4.1% were between the ages of 18 and 24; 24.4% were from 25 to 44; 23.8% were from 45 to 64; and 15.7% were 65 years of age or older. The gender makeup of the village was 48.8% male and 51.2% female. ===2000 census=== As of the census of 2000, there were 366 people, 155 households, and 110 families residing in the village. The population density was 1,117.9 people per square mile (428.2/km). There were 170 housing units at an average density of 519.2 per square mile (198.9/km). The racial makeup of the village was 98.91% White, 0.27% Native American, 0.27% Asian, and 0.55% from two or more races. Hispanic or Latino of any race were 0.27% of the population. There were 155 households, out of which 31.6% had children under the age of 18 living with them, 60.6% were married couples living together, 9.0% had a female householder with no husband present, and 29.0% were non-families. 27.1% of all households were made up of individuals, and 11.0% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.87. The median age in Brady was 37 years. 26.0% of the population was under the age of 18; 8.7% was aged from 18 to 24; 27.0% from 25 to 44; 22.1% from 45 to 64; and 16.1% aged 65 years or older. For every 100 females, there were 92.6 males; for every 100 females aged 18 and older, there were 86.9 males. The median age in the village was 36.4 years. 31.8% of residents were under the age of 18; 4.1% were between the ages of 18 and 24; 24.4% were from 25 to 44; 23.8% were from 45 to 64; and 15.7% were 65 years of age or older. The gender makeup of the village was 48.8% male and 51.2% female. The per capita income for the village was $14,024. About 12.5% of families and 15.3% of the population were below the poverty line, including 29.4% of those under age 18 and 10.3% of those age 65 or over. ==References== Category:Villages in Nebraska Category:Villages in Lincoln County, Nebraska Category:North Platte Micropolitan Statistical Area",
 "title": "Brady, Nebraska"
}