{
 "id": "124069",
 "text": "Central City is a city and the county seat of Merrick County, Nebraska, United States. It is part of the Grand Island, Nebraska Metropolitan Statistical Area. The population was 2,934 at the 2010 census. ==History== ===Early inhabitants=== The inhabitants just prior to the establishment of Lone Tree (Central City) were the Pawnee. In the late 1700s, the Chaui (Cáwiiʾi) had a village on the current location of Central City. An account that an old Chaui man gave to Major Frank North in 1875 about a battle that took place between two divisions of the Pawnee (the Chaui, Pitahauerit, and Kitkehahki, jointly known as the Southern Pawnee, on one side; and the Skidi on the other) in the late 1700s illustrates the political complexities of the early inhabitants of what would come to be Central City. There had been considerable rivalry between the Chaui and the Skidi, which eventually led to an unprovoked attack by the Skidi on a group of Chaui hunting buffalo. It was estimated that 200 Chaui were killed. All were men from the Chaui village, which was near Lone Tree and where Central City is now located. The surviving Chaui returned to their village (this was thought to have occurred during winter). The Chaui did not believe they were strong enough to attack the Skidi, so they held councils with two other Southern Pawnee bands and told them what happened. The Pitahauerit and Kitkehahki decided to help the Chaui against the Skidi. The men of the three villages crossed the Platte River and made a night march to the Skidi village. Some of the men dressed as buffaloes in order to entice the Skidi out of their village to hunt buffalo. The rest of the men hid along the river and behind the ridge of sandhills next to the river. The Skidi charged between the men hiding along the river and behind the sandhill ridge thinking that they were chasing buffalo; the Southern Pawnees attacked them there. All of the Skidi men who had not gone out to hunt the buffaloes came out of the village and joined buffalo hunters who had initially escaped, preparing to make a last stand. Grinnell's Chaui informant estimated that more than 400 Skidi men were killed. The Chaui and the Pitahauerat wanted to exterminate the Skidi, but the Kitkehaki disagreed, arguing that the Skidi were the same people as they and should not be eradicated. The three bands argued for some time, but the Kitkehaki won the argument. They told the Skidi that they wanted to talk and Skidi subsequently agreed to their terms. The Southern Pawnees took much of the Skidi property, including many horses. Many of the Skidi women were forced to marry into the other villages to establish family ties among villages of Pawnee. ===Founding of Lone Tree=== The first pioneers passed by what would eventually become Central City on the Mormon Trail in 1847 and later on the Oregon Trail and the California Trail. This location was close to a huge cottonwood tree, called Lone Tree, that the pioneers used on these trails as a landmark. In 1858, the Nebraska Territorial Legislature establish Merrick county named after Elvira Merrick, the wife of a Dodge County Nebraska Territorial legislator who introduced the bill creating Merrick County. A yet to be established county seat was called \"Elvira\" and was said to be located under Lone Tree. It was not until 1866 that an actual county seat was created near the mythical location of Elvira and renamed \"Lone Tree.\" It was established as the Union Pacific Railroad was laying tracks through Merrick County. In 1868, J.H.Berryman built the first substantial building, which functioned as a general store, hotel, bar, court house, revival meeting hall, and his home. The first courthouse was built in 1871 and was replaced by the current court house in 1912. thumb|right|upright|Nebraska Christian High school main building, formerly Nebraska Central College main building ===Name change=== In 1875 a petition was presented to the Merrick County Court requesting a name change for Lone Tree to \"Central City\". Proponents of change argued that the name \"Lone Tree\", gave the impression that the area was desolate and the inhabitants were poor and uncivilized, which would not bring in new settlers and thereby limit the growth of the area. Opponents to change countered that \"Lone Tree\" portrayed a \"beautiful spot and is a name dear to the pioneers.\" The proponents of change won out and on July 1, 1875, the name was officially changed from \"Lone Tree\" to \"Central City.\" Central City was meant to designate the city's key location within the state's agricultural belt. A 1925 edition is available for download at University of Nebraska—Lincoln Digital Commons. ===Boom town=== By the 1880s, Central City was a \"boom\" town after the arrival of a second railroad, the Burlington & Missouri River. During this time of peak growth, three banks were built, in addition to a hardware store, a roller mill, two newspapers, three lumberyards, a cracker factory, a cigar factory, a new brick school, nine churches, and a college. The college was Nebraska Central College, which opened in 1885 as a Methodist college and the first high school were built. The first newspaper in Central City was The Merrick County News, which published its first addition on March 21, 1872. A second news paper, the Sentinel, a \"railroad\" paper, started on April 10, 1873, but only lasted a short time. In 1874, The Merrick County News became the Courier. In 1880, the Merrick County Item was first published, but only lasted until 1881. In 1882, the Nonpareil opened and Central City again had two newspapers. By the 1890s, economic growth had slowed. In 1890, the Courier closed and Nebraska Central College closed in 1891. A flood washed out both the Union Pacific and Burlington railroad tracks. By the mid-1890s, economic conditions were improving. Two new newspapers opened: the Record in 1895 (which would close in 1908) and Republican in 1896 (which would merge with the Nonpareil to form the current Republican-Nonpareil in 1953). The Society of Friends (Quakers) reopened Nebraska Central College in 1899. The early 1900s saw the construction of a new courthouse (1911–1913), the historic Martha Ellen Auditorium (1916, earlier an opera house), and a new high school. Economic growth was aided in the 1920s by the opening of a branch of Omaha Cold Storage in 1927, allowing farmers to sell their poultry and eggs locally at better prices. Perhaps the most notable citizen of Central City, Wright Morris, lived here from 1910 to 1919. ===1930s to the present=== A library was built just before the Great Depression, but little construction took place during the 1930s. In the 1940s, construction resumed when a hospital was built and a gymnasium was added for the high school. In the 1950s, Nebraska Central College closed (1953), but a new hospital was built in 1959. In 1975, an explosion and fire destroyed an entire city block, but Central City still reached its largest population to date at 3,083 people in 1980. Central City's population has declined slightly since then. ==Historic places and buildings== ===National Register of Historic Places=== Six places in or near Central City are listed in the National Register of Historic Places. To qualify for listing in the National Register of Historic Places, a place (e.g., building, landmark, or location) must be at least 50 years old and have one or more of the following characteristics or associations: historic events, notable people, and/or architecture. |} ===Former listing=== |} ===Nebraska State Historic Places=== A number of significant events, people, places, sites, movements, and traditions in Nebraska history are marked by the Nebraska State Historical Society. By law, a marker cannot be erected without permission of the Nebraska State Historical Society. There are currently two such locations marked in Central City: Lone Tree and the Mormon Trail, which passed near the historical location of Lone Tree. ==Geography== According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 2,934 people, 1,240 households, and 762 families residing in the city. The population density was . There were 1,419 housing units at an average density of . The racial makeup of the city was 96.5% white, 0.1% African American, 0.4% Native American, 0.2% Asian, 0.2% Pacific Islander, 1.2% from other races, and 1.4% from two or more races. Hispanic or Latino of any race were 3.5% of the population. There were 1,240 households, of which 28.8% had children under the age of 18 living with them, 48.9% were married couples living together, 9.3% had a female householder with no husband present, 3.3% had a male householder with no wife present, and 38.5% were non-families. 33.9% of all households were made up of individuals, and 16.3% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.94. The median age in the city was 42.4 years. 24% of residents were under the age of 18; 7% were between the ages of 18 and 24; 22.3% were from 25 to 44; 25.7% were from 45 to 64; and 20.8% were 65 years of age or older. The gender makeup of the city was 46.9% male and 53.1% female. ===2000 census=== As of the census of 2000, there were 2,998 people, 1,212 households, and 812 families residing in the city. The population density was 1,507.1 people per square mile (581.7/km2). There were 1,352 housing units at an average density of 679.6 per square mile (262.3/km2). The racial makeup of the city was 98.20% white, 0.40% African American, 0.10% Native American, 0.50% Asian, 0.03% Pacific Islander, 0.27% from other races, and 0.50% from two or more races. Hispanic or Latino of any race were 1.30% of the population. There were 1,212 households, out of which 31.6% had children under the age of 18 living with them, 53.9% were married couples living together, 8.7% had a female householder with no husband present, and 33.0% were non-families. 30.4% of all households were made up of individuals, and 16.9% had someone living alone who was 65 years of age or older. The average household size was 2.40 and the average family size was 2.96. In the city, the population was spread out, with 26.5% under the age of 18, 6.7% from 18 to 24, 23.2% from 25 to 44, 22.4% from 45 to 64, and 21.2% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 87.8 males. For every 100 females age 18 and over, there were 85 males. As of 2000 the median income for a household in the city was $50,000 and the median income for a family was $39,118. Males had a median income of $27,250 versus $19,750 for females. The per capita income for the city was $16,943. About 6.3% of families and 8.2% of the population were below the poverty line, including 8.2% of those under age 18 and 11.9% of those age 65 or over. ==Notable people== * Wright Morris - Author and photographer * Dick Wagner - Cincinnati Reds executive * Bill Wilson - Baseball player ==References== ==External links== *Central City *Central City Public Schools *Merrick County & Merrick County Courthouse *The Republican- Nonpareil Category:Cities in Nebraska Category:Cities in Merrick County, Nebraska Category:Grand Island micropolitan area Category:County seats in Nebraska Category:Populated places established in 1866 Category:1866 establishments in Nebraska Territory",
 "title": "Central City, Nebraska"
}