{
 "id": "124185",
 "text": "Leshara is a village in Saunders County, Nebraska, United States. The population was 112 at the 2010 census. ==History== Leshara was founded in 1905 when the Great Northern Railway established a station there. In early October, the S. C. & W. Townsite Company purchased 50 acres of land from Joseph Lammel on which to build the town. By the end of the month, commercial lots were being sold for $600 each. The first business construction in Leshara was a lumberyard operated by the Zaugg brothers of Yutan. Residential lots were on sale in November. Leshara's name honors an important Pawnee chief, Petalesharo, who lived in the area during the 19th century. thumb|Pohocco Township located in Saunders County, Nebraska (1907) thumb|Leshara Township located in Saunders County, Nebraska (1916) ==Geography== Leshara is located at (41.330124, -96.428996). According to the United States Census Bureau, the village has a total area of , all land. It is located within Leshara Township. ==Demographics== ===2010 census=== As of the census of 2010, there were 112 people, 48 households, and 27 families living in the village. The population density was . There were 52 housing units at an average density of . The racial makeup of the village was 85.7% White, 1.8% African American, 0.9% Native American, 0.9% Asian, 8.0% from other races, and 2.7% from two or more races. Hispanic or Latino of any race were 9.8% of the population. There were 48 households, of which 25.0% had children under the age of 18 living with them, 43.8% were married couples living together, 4.2% had a female householder with no husband present, 8.3% had a male householder with no wife present, and 43.8% were non-families. 31.3% of all households were made up of individuals, and 16.7% had someone living alone who was 65 years of age or older. The average household size was 2.33 and the average family size was 3.07. The median age in the village was 42 years. 17.9% of residents were under the age of 18; 10.8% were between the ages of 18 and 24; 27.7% were from 25 to 44; 30.3% were from 45 to 64; and 13.4% were 65 years of age or older. The gender makeup of the village was 48.2% male and 51.8% female. ===2000 census=== As of the census of 2000, there were 111 people, 50 households, and 27 families living in the village. The population density was 1,637.7 people per square mile (612.2/km2). There were 51 housing units at an average density of 752.5 per square mile (281.3/km2). The racial makeup of the village was 89.19% White, 1.80% Native American, 5.41% from other races, and 3.60% from two or more races. Hispanic or Latino of any race were 4.50% of the population. There were 50 households, out of which 16.0% had children under the age of 18 living with them, 50.0% were married couples living together, and 46.0% were non-families. 36.0% of all households were made up of individuals, and 16.0% had someone living alone who was 65 years of age or older. The average household size was 2.22 and the average family size was 3.04. In the village, the population was spread out, with 17.1% under the age of 18, 10.8% from 18 to 24, 30.6% from 25 to 44, 26.1% from 45 to 64, and 15.3% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 101.8 males. For every 100 females age 18 and over, there were 100.0 males. As of 2000 the median income for a household in the village was $31,750, and the median income for a family was $55,625. Males had a median income of $31,250 versus $21,250 for females. The per capita income for the village was $16,746. There were 6.5% of families and 8.5% of the population living below the poverty line, including 13.6% of under eighteens and none of those over 64. ==References== Category:Villages in Saunders County, Nebraska Category:Villages in Nebraska",
 "title": "Leshara, Nebraska"
}