{
 "id": "124182",
 "text": "Ceresco is a farming village in Saunders County, Nebraska, United States. The population was 889 at the 2010 census. It is located near U.S. Highway 77, just north of Lincoln, just south of Wahoo, and a short distance southwest of Omaha. ==Overview== Ceresco was established in 1886 when the Fremont, Elkhorn & Missouri Valley Railroad was extended to that point. It was named after Ceresco, Michigan, hometown of early settlers Richard Nelson and Hod Andrus.Fitzpatrick, Lilian Linder A.M., \"Nebraska Place-Names\" (1925). University of Nebraska Studies in Language, Literature, and Criticism. Paper 1. Lincoln, Nebraska; p. 126 It has a public library, public park, and three Protestant churches. Ceresco also has an elementary school that feeds into the Raymond Central School District. Its roads are 95% paved, and it includes a small police and fire department featuring three part-time policemen and four fire trucks. The village's government is a village board, which hires a city engineer. It has no medical facilities or manufacturing plants. ==Geography== Ceresco is located at (41.057730, -96.645623). According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 889 people, 333 households, and 256 families living in the village. The population density was . There were 350 housing units at an average density of . The racial makeup of the village was 98.7% White, 0.1% African American, 0.1% Native American, 0.3% from other races, and 0.8% from two or more races. Hispanic or Latino of any race were 0.7% of the population. There were 333 households, of which 39.9% had children under the age of 18 living with them, 67.9% were married couples living together, 6.0% had a female householder with no husband present, 3.0% had a male householder with no wife present, and 23.1% were non-families. 20.1% of all households were made up of individuals, and 8.7% had someone living alone who was 65 years of age or older. The average household size was 2.67 and the average family size was 3.06. The median age in the village was 35.6 years. 28.7% of residents were under the age of 18; 6.2% were between the ages of 18 and 24; 28.3% were from 25 to 44; 26.9% were from 45 to 64; and 9.9% were 65 years of age or older. The gender makeup of the village was 50.3% male and 49.7% female. ===2000 census=== As of the census of 2000, there were 920 people, 333 households, and 259 families living in the village. The population density was 2,170.8 people per square mile (845.7/km2). There were 339 housing units at an average density of 799.9 per square mile (311.6/km2). The racial makeup of the village was 98.15% White, 0.22% Native American, 1.41% from other races, and 0.22% from two or more races. Hispanic or Latino of any race were 1.52% of the population. There were 333 households, out of which 43.8% had children under the age of 18 living with them, 67.6% were married couples living together, 6.9% had a female householder with no husband present, and 22.2% were non-families. 19.5% of all households were made up of individuals, and 9.0% had someone living alone who was 65 years of age or older. The average household size was 2.76 and the average family size was 3.19. In the village, the population was spread out, with 32.5% under the age of 18, 6.2% from 18 to 24, 33.8% from 25 to 44, 19.9% from 45 to 64, and 7.6% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 102.2 males. For every 100 females age 18 and over, there were 103.6 males. As of 2000 the median income for a household in the village was $47,574, and the median income for a family was $51,053. Males had a median income of $33,188 versus $23,029 for females. The per capita income for the village was $17,467. About 1.5% of families and 2.9% of the population were below the poverty line, including 2.5% of those under age 18 and 3.0% of those age 65 or over. ==References== ==External links== * Raymond Central: Ceresco information page Category:Villages in Saunders County, Nebraska Category:Villages in Nebraska",
 "title": "Ceresco, Nebraska"
}