{
 "id": "124209",
 "text": "Garland, formerly known as Germantown, is a village in Seward County, Nebraska, United States. It is part of the Lincoln, Nebraska Metropolitan Statistical Area. The population was 216 at the 2010 census. == History == In 1874, the Midland Pacific Railroad built the first railway in Seward County, laying tracks from Lincoln to Seward. To finance the construction of the new line, the railroad sought money from the county. However, the residents of the southern portion of the county voted overwhelmingly against the bond issue in an 1871 election: they were displeased at having been bypassed by an earlier railroad line, anticipated no benefits from the new line, and were angry with Seward, which had won the county seat away from the southern town of Milford. The failure of the bond issue forced the railroad to seek support from the northern portions of the county; so rather than following the desirable route up the valley of Middle Creek, the company agreed to build the line through Malcolm and then up into the hills of northeastern Seward County. This measure won enough support for the bonds to be approved in 1872. A depot was established on a level place along the line, and the town of Germantown, named for the ethnicity of the local settlers, was platted in 1874 by Hiland Fraisure. With the entry of the United States into World War I, anti-German sentiment was rampant. German-language newspapers were closed and German- language Lutheran church services were ended. Sauerkraut was dubbed \"liberty cabbage\", and dachshunds \"liberty hounds\". In this environment, the Germantown city council decided that the name had to be changed; and they resolved to rename the town after the first local soldier to die during the war. Although several residents later fell by enemy action, the resolution had failed to specify the manner of death; so the honor went to Raymond Garland, who died of pneumonia before he ever reached France. On December 11, 1918, a month after the signing of the Armistice, Germantown became Garland. ==Geography== Garland is located at (40.945501, -96.985926). According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 216 people, 91 households, and 58 families residing in the village. The population density was . There were 97 housing units at an average density of . The racial makeup of the village was 98.6% White, 0.9% African American, and 0.5% Asian. There were 91 households, of which 26.4% had children under the age of 18 living with them, 57.1% were married couples living together, 4.4% had a female householder with no husband present, 2.2% had a male householder with no wife present, and 36.3% were non-families. 29.7% of all households were made up of individuals, and 14.3% had someone living alone who was 65 years of age or older. The average household size was 2.37 and the average family size was 3.02. The median age in the village was 43 years. 21.8% of residents were under the age of 18; 7% were between the ages of 18 and 24; 22.6% were from 25 to 44; 27.2% were from 45 to 64; and 21.3% were 65 years of age or older. The gender makeup of the village was 51.9% male and 48.1% female. ===2000 census=== As of the census of 2000, there were 247 people, 99 households, and 66 families residing in the village. The population density was 1,501.2 people per square mile (596.0/km2). There were 100 housing units at an average density of 607.8 per square mile (241.3/km2). The racial makeup of the village was 98.79% White, 0.81% from other races, and 0.40% from two or more races. Hispanic or Latino of any race were 1.62% of the population. There were 99 households, out of which 33.3% had children under the age of 18 living with them, 56.6% were married couples living together, 7.1% had a female householder with no husband present, and 33.3% were non-families. 27.3% of all households were made up of individuals, and 14.1% had someone living alone who was 65 years of age or older. The average household size was 2.49 and the average family size was 2.97. In the village, the population was spread out, with 27.9% under the age of 18, 5.7% from 18 to 24, 25.9% from 25 to 44, 26.3% from 45 to 64, and 14.2% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 111.1 males. For every 100 females age 18 and over, there were 114.5 males. As of 2000 the median income for a household in the village was $45,469, and the median income for a family was $50,536. Males had a median income of $32,083 versus $24,063 for females. The per capita income for the village was $17,746. About 1.8% of families and 5.9% of the population were below the poverty line, including 6.5% of those under the age of eighteen and none of those 65 or over. ==Notable people== *Arland F. Christ-Janer, 6th President of Boston University Garland is the current residence of Poet Laureate Ted Kooser, and the subject (among other aspects of rural life) of Kooser's book Local Wonders: Seasons in the Bohemian Alps. ==References== Gahm, Mary Lue. \"Garland--Seward County\". Nebraska... Our Towns. Retrieved 2011-10-27. \"Over Here: World War I on the Home Front\". Digital History. Retrieved 2011-10-27. Fitzpatrick, Lilian Linder (1925). \"Nebraska Place- Names\". University of Nebraska Department of English. Retrieved 2011-10-27. Murphy, D. Retrieved 2011-10-27. Retrieved 2011-10-27. Waterman, John H. (1916). General History of Seward County, Nebraska. Online at Internet Archive. pp. 99-105. Retrieved 2011-10-27. Waterman, John H. (1916). General History of Seward County, Nebraska. Online at Internet Archive. p. 79. Retrieved 2011-10-27. Category:German-American culture in Nebraska Category:Villages in Seward County, Nebraska Category:Villages in Nebraska Category:Lincoln, Nebraska metropolitan area Category:Populated places established in 1874 Category:1874 establishments in Nebraska",
 "title": "Garland, Nebraska"
}