{
 "id": "124224",
 "text": "Litchfield is a village in Sherman County, Nebraska, United States. The population was 262 at the 2010 census. ==History== Litchfield was platted in 1886 when the railroad was extended to that point. It was likely named after Litchfield, Connecticut. A 1925 edition is available for download at University of Nebraska—Lincoln Digital Commons. ==Geography== Litchfield is located at (41.157021, -99.153697). According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 262 people, 121 households, and 78 families residing in the village. The population density was . There were 141 housing units at an average density of . The racial makeup of the village was 99.6% White and 0.4% Native American. There were 121 households, of which 24.0% had children under the age of 18 living with them, 52.1% were married couples living together, 8.3% had a female householder with no husband present, 4.1% had a male householder with no wife present, and 35.5% were non- families. 34.7% of all households were made up of individuals, and 13.2% had someone living alone who was 65 years of age or older. The average household size was 2.17 and the average family size was 2.76. The median age in the village was 48.3 years. 25.2% of residents were under the age of 18; 2.6% were between the ages of 18 and 24; 17.6% were from 25 to 44; 31.7% were from 45 to 64; and 22.9% were 65 years of age or older. The gender makeup of the village was 45.4% male and 54.6% female. ===2000 census=== As of the census of 2000, there were 280 people, 124 households, and 81 families residing in the village. The population density was 926.5 people per square mile (360.4/km2). There were 147 housing units at an average density of 486.4 per square mile (189.2/km2). The racial makeup of the village was 100.00% White. Hispanic or Latino of any race were 1.07% of the population. There were 124 households, out of which 26.6% had children under the age of 18 living with them, 55.6% were married couples living together, 5.6% had a female householder with no husband present, and 33.9% were non-families. 31.5% of all households were made up of individuals, and 21.0% had someone living alone who was 65 years of age or older. The average household size was 2.26 and the average family size was 2.79. In the village, the population was spread out, with 23.2% under the age of 18, 5.0% from 18 to 24, 25.7% from 25 to 44, 20.0% from 45 to 64, and 26.1% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 84.2 males. For every 100 females age 18 and over, there were 85.3 males. As of 2000 the median income for a household in the village was $29,688, and the median income for a family was $31,806. Males had a median income of $25,313 versus $16,042 for females. The per capita income for the village was $12,986. About 10.8% of families and 18.2% of the population were below the poverty line, including 39.2% of those under the age of eighteen and 6.5% of those 65 or over. ==Notable person== Holly Lewis, actress ==References== Category:Villages in Sherman County, Nebraska Category:Villages in Nebraska",
 "title": "Litchfield, Nebraska"
}