{
 "id": "124238",
 "text": "Byron is a village in Thayer County, Nebraska, United States, and its south edge is the Nebraska-Kansas state border. The population was 83 at the 2010 census. ==History== The community was originally founded as Harbine straddling the Nebraska-Kansas state border,A History of Republic County, Kansas; I.O. Savage; Jones & Chubbic; 323 pages; 1901 and under the latter name was platted in 1877 when it was certain that the B&M; Railroad would be extended to that point. When it was discovered in 1889 another post office in Nebraska was named Harbine, the community was renamed to Byron in order to avoid repetition. Currently, the south side of the state border is named Harbine, Kansas.Map of Republic County, Kansas ==Geography== According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 83 people, 48 households, and 25 families residing in the village. The population density was . There were 63 housing units at an average density of . The racial makeup of the village was 100.0% White. There were 48 households, of which 16.7% had children under the age of 18 living with them, 45.8% were married couples living together, 4.2% had a female householder with no husband present, 2.1% had a male householder with no wife present, and 47.9% were non- families. 45.8% of all households were made up of individuals, and 25.1% had someone living alone who was 65 years of age or older. The average household size was 1.73 and the average family size was 2.36. The median age in the village was 53.5 years. 13.3% of residents were under the age of 18; 3.5% were between the ages of 18 and 24; 14.4% were from 25 to 44; 31.2% were from 45 to 64; and 37.3% were 65 years of age or older. The gender makeup of the village was 44.6% male and 55.4% female. ===2000 census=== As of the census of 2000, there were 144 people, 58 households, and 44 families residing in the village. The population density was 931.3 people per square mile (370.7/km2). There were 66 housing units at an average density of 426.9 per square mile (169.9/km2). The racial makeup of the village was 96.53% White, 1.39% Native American, and 2.08% from two or more races. Hispanic or Latino of any race were 0.69% of the population. There were 58 households, out of which 27.6% had children under the age of 18 living with them, 63.8% were married couples living together, 10.3% had a female householder with no husband present, and 24.1% were non-families. 24.1% of all households were made up of individuals, and 15.5% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 2.86. In the village, the population was spread out, with 27.1% under the age of 18, 22.9% from 25 to 44, 13.9% from 45 to 64, and 36.1% who were 65 years of age or older. The median age was 45 years. For every 100 females, there were 105.7 males. For every 100 females age 18 and over, there were 90.9 males. As of 2000 the median income for a household in the village was $36,875, and the median income for a family was $36,875. Males had a median income of $32,500 versus $13,750 for females. The per capita income for the village was $18,801. There were 9.8% of families and 17.1% of the population living below the poverty line, including 26.1% of under eighteens and 13.8% of those over 64. ==References== Category:Villages in Thayer County, Nebraska Category:Villages in Nebraska",
 "title": "Byron, Nebraska"
}