{
 "id": "124385",
 "text": "Harper Woods is a city in Wayne County in the U.S. state of Michigan. As of the 2010 census, the city had a population of 14,236. Harper Woods is a northeastern suburb of Metro Detroit and shares its southern and western border with the city of Detroit. It was incorporated as a city from the last remaining portion of Gratiot Township in 1951. ==Etymology== According to the city's website, Harper Woods was so named because it was then a wooded area and because its main thoroughfare was Harper Avenue (named for Walter Harper, founder of Harper Hospital in Detroit). ==History== Harper Woods was incorporated as a city on February 19, 1951, from what was left of Gratiot Township. A charter commission was elected, a charter prepared and adopted, and a city council elected. The City of Harper Woods came into existence on October 29, 1951, when the charter took effect and the first city council was sworn in. The fledgling suburb faced the usual problems confronting new cities: schools, streets, sidewalks, water systems, drains, etc. In 1956, Harper Woods was the subject of a community service study by the Bureau of Government, Institute of Public Administration, at the University of Michigan. The development of Harper Woods reflected the growth of metropolitan Detroit. In 1955, Interstate 94 (I-94) (which bisects the eastern part of the suburb) was approved, and construction on the Eastland Shopping Center began soon after. Eastland Center, one of the first outdoor malls in the Midwest, opened in 1957. Harper Woods continued to develop and grow over the decades. In 2001, Harper Woods celebrated its 50th anniversary. === Pension fund lawsuit=== In September 2007, the City of Harper Woods Employees’ Retirement Scheme filed suit against British-based defense contractor BAE Systems.BAE Systems Sued over alleged Saudi bribes The suit alleges that BAE Systems executives funneled approximately $2 billion to Saudi ambassador Prince Bandar.'David vs. Goliath': City Takes On BAE Systems The suit, which made news around the world,BAE asks U.S. court to end shareholder's suit seeks governance changes to the BAE Systems board, and efforts to redress the losses due to this alleged corruption. On December 29, 2009, the U.S. Court of Appeals rejected the Scheme's claim. Representatives for the Scheme later said that they would consider appealing to the Supreme Court.Harper Woods Employees' Retirement Scheme may take BAe case to Supreme Court ===Cultural history=== Though a relatively new city, Harper Woods has played a role in the cultural history of Metro Detroit. For many years, the city was home to the East Side Drive-In (located at 19440 Harper Avenue, near 7 Mile Road), the first drive-in theater in Metro Detroit and one of the first in the Midwest. The East Side opened May 26, 1938, with The Big Broadcast of 1938, starring W. C. Fields and Dorothy Lamour. Automobile capacity in later years was listed at 970 vehicles. The East Side closed in 1977 and was demolished a year later.East Side Drive-In Theater - Harper Woods Michigan The Hideout (located at 20542 Harper Avenue, at Beaufait Street) was a popular teen dance club in the mid-1960s.Detroit Area Musical Venues Many Detroit-area music acts - including some that would go on to national prominence - performed at the club. Among them were Bob Seger, Mitch Ryder, Ted Nugent, Glenn Frey (later of the Eagles), and Suzi Quatro. One performance at the club by the MC5 was described by their manager John Sinclair. The Hideout spawned a local record label, Hideout Records. A 2001 compact disc, Friday at the Hideout: Boss Detroit Garage Bands 1964-1967, documents the scene. One of the first bands to play at the Hideout, The Underdogs, wrote Friday Night at the Hideout.Friday Night at the Hideout Dave Leone is credited as the writer on the record. Another venue for local bands in the 1960s and 1970s was Notre Dame High School. According to various accounts,Discuss Detroit: Notre Dame High School Dances in the 60's \"All the Motown artists used to come and lip-sync to their records. Local neighborhood bands got to play live.\" Among the local performers of note who played dances and concerts at the school were The Amboy Dukes (featuring Ted Nugent), Bob Seger and the Last Heard, Frijid Pink, The Frost, Salem Witchcraft, Toby Redd, The Almighty Strut, and other acts. U.S. Poet Laureate Donald Hall's 1970s poem, \"Poem With One Fact\", alludes to the city.Poetry Foundation: The online home of the Poetry Foundation Similarly, in 1986, the critically acclaimed crime fiction writer Loren D. Estleman unflatteringly portrayed the city in his Amos Walker novel Every Brilliant Eye. Among other works, the Detroit-area crime fiction writer Elmore Leonard mentions the city in his 2000 novel, Pagan Babies. Jeffrey Eugenides' bestselling 1993 novel The Virgin Suicides as well as his Pulitzer Prize-winning Middlesex also mention Harper Woods. Betty Bahr, an early local television personality,From Soupy to Nuts! A History of Detroit Television by Tim Kiska and Angela Ruggiero,Harper Woods, Michigan MI, city profile (Wayne County) - hotels, festivals, genealogy, newspapers - ePodunk 2006 Olympics bronze medal winner (ice hockey), have been among its better known residents. Dave Coulier, a popular television and voice actor, graduated from Notre Dame High School. Dominating the cultural and commercial profile of the suburb is Eastland Mall, which sits at the intersection of 8 Mile Road and Beaconsfield Avenue. Eastland Center, as it is now known, houses a celebrated work of public sculpture, \"The Lion and Mouse\", by Marshall Fredericks.Prodigal mouse returns: Pilfered icon back at mall after 50-year trip ==Geography== Harper Woods is located between the City of Detroit and St. Clair Shores,Binelli, p. 260. and between Detroit and the Grosse Pointes. Harper Wood borders Macomb County on the 8 Mile Road side. It is located along I-94. Eastland Shopping Center is the community's shopping center. Harper Woods has no rail access and it has no industries.\"Harper Woods.\" (Archive) Wayne County Government. June 22, 2003. Retrieved on November 2, 2013. According to the United States Census Bureau, the city has a total area of , all land. ==Education== thumb|right|250px|Harper Woods Public Library === Primary and secondary schools=== ==== Public schools ==== Harper Woods is served by two public school districts, the Harper Woods School District and the Grosse Pointe School District.\"Schools.\" Harper Woods. Retrieved on January 9, 2017.\"Zoning Map.\" Harper Woods, Michigan. Retrieved on January 9, 2017. Use this map to compare with school attendance boundaries. The Harper Woods School District manages Beacon Elementary School (preschool-2), Tyrone Middle School (3-5), Triumph Middle School (6-8), and Harper Woods High School (9-12). The Grosse Pointe School District manages Charles A. Poupard Elementary School in Harper Woods, and residents of Harper Woods in that school district are zoned to Poupard as well as two secondary schools in Grosse Pointe Woods: Parcells Middle School and Grosse Pointe North High School.\"District Map.\" Grosse Pointe Public School System. Retrieved on January 8, 2017. In June 2019 the school board voted to close Poupard Elementary School as the numbers of students had declined. Harper Woods is also home to the charter schools of Chandler Park Academy Elementary, Middle, and High Schools, and Starr Academy. The Chandler Park Academy, a K-12 charter school, is in Harper Woods.Home . Chandler Park Academy. Retrieved on April 3, 2010. ==== Private schools ==== During its history, Harper Woods was also home to the following (now defunct) parochial and private schools: St. Peter's Grade School, Our Lady Queen of Peace Elementary School, Lutheran High School East, Bishop Gallagher High School, Trinity Catholic High School, Heart Academy, Colin Powell Academy, and Notre Dame High School.Pratt, Chastity, Patricia Montemurri, and Lori Higgins. \"PARENTS, KIDS SCRAMBLE AS EDUCATION OPTIONS NARROW.\" Detroit Free Press. March 17, 2005. A1 News. Retrieved on April 30, 2011. \"[...]said Jean Irvin-Stanley, who has children at Trinity High and Notre Dame High, both scheduled to shut their doors.\"Mercer, Tenisha. \"Schools merge, form Trinity High.\" The Detroit News. June 5, 2002. Metro 6E. Retrieved on April 29, 2011. In the fall of 2002, Bishop Gallagher and St. Florian High School in Hamtramck merged to form Trinity Catholic High School in Harper Woods. In 2005 the archdiocese announced that Trinity and Notre Dame, an all-boys parochial school in Harper Woods, would close. The all-girls Regina High School, once located in Harper Woods, moved to the nearby suburb of Warren in the fall of 2007. === Satellite college campuses === The Wayne County Community College University Square campus is located within the boundaries of Harper Woods. Wayne State University has also used Harper Woods High School as a satellite campus; with a concentration on general education, Wayne State provides classes in the evening hours when the High School is not in session. === Public libraries === Harper Woods Public Library acts as the community's library system.\"Home.\" Harper Woods Public Library. Retrieved on April 3, 2010. ==Demographics== ===2010 census=== As of the census of 2010, there were 14,236 people, 5,814 households, and 3,611 families residing in the city. The population density was . There were 6,504 housing units at an average density of . The racial makeup of the city was 49.6% White, 45.6% African American, 0.2% Native American, 1.5% Asian, 0.4% from other races, and 2.7% from two or more races. Hispanic or Latino of any race were 2.0% of the population. There were 5,814 households, of which 34.2% had children under the age of 18 living with them, 35.2% were married couples living together, 21.8% had a female householder with no husband present, 5.2% had a male householder with no wife present, and 37.9% were non-families. 33.5% of all households were made up of individuals, and 12.4% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 3.11. The median age in the city was 37.5 years. 25.9% of residents were under the age of 18; 8% were between the ages of 18 and 24; 27.4% were from 25 to 44; 25.7% were from 45 to 64; and 12.8% were 65 years of age or older. The gender makeup of the city was 46.2% male and 53.8% female. ===2000 census=== As of the census of 2000, there were 14,254 people, 6,292 households, and 3,756 families residing in the city. The population density was 5,521.1 per square mile (2,133.1/km2). There were 6,514 housing units at an average density of 2,523.1 per square mile (974.8/km2). The racial makeup of the population was 84.9% Non-Hispanic white, 10.2% African-American, 0.34% Native American, 1.0% Non-Filipino Asian, 0.7% Filipino, 0.01% Pacific Islander, 0.40% from other races, and 1.39% from two or more races. Hispanic or Latino of any race were 2% of the population. 14.4% were of German, 14.0% Italian, 12.5% Polish, 10.4% Irish and 5.0% English ancestry according to Census 2000. There were 6,292 households, out of which 27.4% had children under the age of 18 living with them, 44.1% were married couples living together, 12.0% had a female householder with no husband present, and 40.3% were non-families. 35.5% of all households were made up of individuals, and 16.8% had someone living alone who was 65 years of age or older. The average household size was 2.24 and the average family size was 2.94. In the city, the population was spread out, with 22.4% under the age of 18, 6.0% from 18 to 24, 32.8% from 25 to 44, 18.8% from 45 to 64, and 19.9% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 86.6 males. For every 100 females age 18 and over, there were 81.1 males. The median income for a household in the city was $46,769, and the median income for a family was $55,065. Males had a median income of $46,747 versus $34,138 for females. The per capita income for the city was $24,900. About 2.9% of families and 5.1% of the population were below the poverty line, including 5.0% of those under age 18 and 7.1% of those age 65 or over. ==Highways== * runs south–north through the eastern portion of the city with two exits: exit 224B Allard Avenue–Eastwood Drive (exit only) and exit 225 Vernier Road (M-102). * runs west–east at the northern edge of the city and has its eastern terminus at I-94. Within the city, M-102 is briefly known as 8 Mile Road before turning slightly south, where the designation changes to Vernier Road for a short length until I-94. ==References== ==Further reading== * Binelli, Mark. Detroit City is the Place to Be. Metropolitan Books, Henry Holt and Company (New York). First Edition, 2012. (hardback version). ==External links== * * Additional demographic information from Citytowninfo.com Category:Metro Detroit Category:Cities in Wayne County, Michigan Category:Populated places established in 1951 Category:1951 establishments in Michigan",
 "title": "Harper Woods, Michigan"
}