{
 "id": "124367",
 "text": "Kenockee Township is a civil township of St. Clair County in the U.S. state of Michigan. The population was 2,470 at the 2010 Census. ==Communities== A couple of unincorporated communities are within the township: * Abbottsford, also called Abbotsford and Abbottsville, is on the eastern boundary with Clyde Township at Cribbins and Bryce Roads (; Elevation: 696 ft./212 m.). & GNIS in Google Map Ignace Morass built a sawmill here in 1816 on the Mill Creek off of the Pine River. James Abbott bought both the sawmill and a grist mill that had been built by Zephaniah W. Bunce. The settlement around the mills was named for Abbott. A post office operated from May 1892 until March 1942. *Avoca is situated on M-136 about 15 miles northwest of Port Huron at . The ZIP code is 48006, which serves all of Kenockee Township, as well as all of Greenwood Township to the north and small portions of Emmett Township to the west and Clyde Township to the east.48006 5-Digit ZCTA, 480 3-Digit ZCTA - Reference Map - American FactFinder, U.S. Census Bureau, 2000 census Avoca is home to a grain elevator, it is a trail head of the Wadhams to Avoca Trail and holds the Saint Clair County Road Commission Garage for the northern portion of the county. It was founded in 1884. Avoca was a station on the Port Huron and Northwestern Railway, later a part of the Pere Marquette Railroad, with regular rail passenger and mail service.Galbraith's railway mail service maps, Michigan. Library of Congress. Publ. 1897, c1898. Accessed April 2020. Avoca was the main town before Port Huron until the 1920s when a fire burnt down the east side of town taking a pharmacy, shoe store, candy store, and many more. In the 1940s William Strenk started the Kenockee fire department after his gas station burnt down. A fire truck was held in his new garage until the Kenokee fire station was built. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and 0.03% is water. ==Demographics== As of the census of 2000, there were 2,423 people, 833 households, and 696 families residing in the township. The population density was 67.6 per square mile (26.1/km2). There were 866 housing units at an average density of 24.2 per square mile (9.3/km2). The racial makeup of the township was 98.18% White, 0.21% African American, 0.50% Native American, 0.04% Asian, 0.04% Pacific Islander, 0.50% from other races, and 0.54% from two or more races. Hispanic or Latino of any race were 1.11% of the population. There were 833 households, out of which 39.4% had children under the age of 18 living with them, 72.7% were married couples living together, 5.5% had a female householder with no husband present, and 16.4% were non- families. 12.7% of all households were made up of individuals, and 4.4% had someone living alone who was 65 years of age or older. The average household size was 2.90 and the average family size was 3.17. In the township the population was spread out, with 27.9% under the age of 18, 7.3% from 18 to 24, 31.0% from 25 to 44, 24.8% from 45 to 64, and 9.0% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 102.6 males. For every 100 females age 18 and over, there were 101.6 males. The median income for a household in the township was $54,293, and the median income for a family was $58,190. Males had a median income of $45,708 versus $26,151 for females. The per capita income for the township was $20,764. About 3.2% of families and 4.2% of the population were below the poverty line, including 5.1% of those under age 18 and 10.2% of those age 65 or over. ==References== ===Notes=== ===Sources=== * Category:Townships in St. Clair County, Michigan Category:Townships in Michigan",
 "title": "Kenockee Township, Michigan"
}