{
 "id": "124420",
 "text": "Spring Creek is a census-designated place (CDP) in central Elko County, in northeastern Nevada in the western United States. It mainly serves as a bedroom community for the businesses and industries in and around the nearby city of Elko. It is part of the Elko Micropolitan Statistical Area. The population was 12,361 at the 2010 census. ==Geography== Spring Creek is located in a large valley between the Elko Hills to the northwest, and the Ruby Mountains to the southeast. To the southwest is Huntington Valley and the South Fork of the Humboldt River, while to the north is the main branch of the Humboldt. The city of Elko is approximately to the northwest, while Lamoille is just to the east. According to the United States Census Bureau, the CDP has a total area of . thumb|450px|left|Marina Park in Spring Creek, Nevada 250px|thumb|left|Spring Creek High School thumb|250px|Spring Creek from Lamoille Summit The community was developed in the 1970s by C. V. Wood, president of McCulloch Oil, as three large housing sections. The western section, at the base of the Elko Hills, is located near the post office (zip 89815), a shopping center, and a supermarket. About 1 mile to the east is the main school campus for grades 1-12. The central section of the community, another mile to the east, includes a park and lake (\"The Marina\"), and an 18-hole golf course and clubhouse. Nearby are an outdoor sports complex and a second elementary school. The southern section of the community surrounds an indoor sports arena (\"The Horse Palace\"), and is adjacent to the Ruby Mountains and a community-owned campground. ==Demographics== As of the census of 2010, there were 12,362 people, 4,204 households, and 3,425 families residing in the CDP. The population density was 179.8 per square mile (69.4/km). There were 4,394 housing units at an average density of 62.4 per square mile (24.1/km). The racial makeup of the CDP was 92.5% White, 0.3% African American, 1.6% Native American, 0.6% Asian, 0.1% Pacific Islander, 2.3% from other races, and 2.6% from two or more races. Hispanic or Latino of any race were 7.8% of the population. thumb|left|Spring Creek Association Executive Offices There were 4,204 households, out of which 44.1% had children under the age of 18 living with them, 75.2% were married couples living together, 4.7% had a female householder with no husband present, and 15.0% were non-families. 11.0% of all households were made up of individuals, and 1.6% had someone living alone who was 65 years of age or older. The average household size was 3.10 and the average family size was 3.35. In the CDP, the population was spread out, with 35.1% under the age of 18, 6.0% from 18 to 24, 33.5% from 25 to 44, 22.1% from 45 to 64, and 3.2% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 105.0 males. For every 100 females age 18 and over, there were 104.9 males. The median income for a household in the CDP was $60,109, and the median income for a family was $61,650. Males had a median income of $50,053 versus $27,260 for females. The per capita income for the CDP was $20,606. About 2.9% of families and 4.2% of the population were below the poverty line, including 2.7% of those under age 18 and 8.2% of those age 65 or over. ==Transportation== SR 227, more commonly known as Lamoille Highway, is the primary highway through Spring Creek, connecting it to Lamoille and Elko. SR 228, also known as Jiggs Highway, begins at SR 227 in Spring Creek and continues south to Jiggs; the road eventually reaches Ruby Valley after losing its state highway designation. Passenger rail service is available from the nearby Elko Train Station, while commercial air service can be found at the Elko Regional Airport. ==Media== * Elko Television District ==References== == External links == * Spring Creek Association * Elko County Category:Census- designated places in Elko County, Nevada Category:Census-designated places in Nevada Category:Elko, Nevada micropolitan area Category:Populated places established in the 1970s",
 "title": "Spring Creek, Nevada"
}