{
 "id": "124459",
 "text": "Incline Village is a census-designated place (CDP) on the north shore of Lake Tahoe in Washoe County, Nevada, United States. The population was 8,777 at the 2010 census. It is part of the Reno−Sparks Metropolitan Statistical Area. Until the 2010 census, the CDP Crystal Bay, Nevada was counted jointly with Incline Village. Sierra Nevada University's main campus is located in Incline Village. It has some of the most expensive real estate in the United States.Dobson, Jim (2017) Lake Tahoe Breaks Records With New Mansion Listings Including A $75 Million Estate. Forbes. Retrieved 2020-06-24 __TOC__ thumb|left|Sierra Nevada Wood and Lumber Company rail line in 1891 ==History== Incline Village was established in 1882 with a post office opening February 7, 1884. ===Sierra Nevada Wood and Lumber Company=== The Sierra Nevada Wood and Lumber Company (SNW&L;) was a logging company that operated on the northeast side of Lake Tahoe at what is today known as Incline Village, which was named after the SNW&L; incline railway that served the area. Timber was required for the mines during the mining boom in the late 1800s of the nearby Comstock Lode in Virginia City. The timber around Lake Tahoe was placed on the incline railway where it was taken up and then dropped by a gravity flume down the western side of mountain to a 3000 ft tunnel to Carson City. The company operated a number of other railroad lines that were narrow gauge and standard gauge. ==Geography== The town center is above sea level.U.S. Geological Survey Marlette Lake and Mount Rose quadrangles, 2012 According to the United States Census Bureau, the CDP has a total area of , of which is land and , or 0.97%, is water. Several creeks cross Incline Village on the way to Crystal Bay, Lake Tahoe. Heading east from Stateline Point, these include First, Second and Third Creeks, then Incline Creek and finally Mill Creek at the eastern end. ==Demographics== As of the census of 2010, there were 8,777 people, 3,765 households, and 2,335 families residing in the CDP. The population density was 408.2 people per square mile (157.3/km2). There were 7,667 housing units at an average density of 356.6 per square mile (137.4/km2). The racial makeup of the CDP was 86.9% White, 0.3% African American, 0.3% Native American, 2.2% Asian, 0.1% Pacific Islander, 8.1% some other race, and 2.1% from two or more races. Hispanic or Latino of any race were 17.8% of the population. There were 3,765 households, out of which 21.9% had children under the age of 18 living with them, 53.4% were headed by married couples living together, 4.6% had a female householder with no husband present, and 38.0% were non-families. 26.2% of all households were made up of individuals, and 8.0% were someone living alone who was 65 years of age or older. The average household size was 2.29, and the average family size was 2.74. In the CDP, the population was spread out, with 17.2% under the age of 18, 8.8% from 18 to 24, 23.0% from 25 to 44, 33.4% from 45 to 64, and 17.7% who were 65 years of age or older. The median age was 45.7 years. For every 100 females there were 107.5 males. For every 100 females age 18 and over, there were 108.6 males. Prior to 2010, the CDP was listed as \"Incline Village–Crystal Bay, Nevada\" by the U.S. Census Bureau. Crystal Bay, with a population of 305, became its own CDP for the 2010 census. For the period 2007–2011, the estimated median annual income for a household in the CDP was $78,375, and the median income for a family was $93,831. Males had a median income of $55,693 versus $47,993 for females. The per capita income for the CDP was $54,787. About 2.8% of families and 5.7% of the population were below the poverty line, including 3.1% of those under age 18 and 7.0% of those age 65 or over. The largest industry is real estate with sales in excess of $1 billion in 2005. The median price for a single family residence in August 2019 was $1,300,000 and for a condo in 2010 was $335,000. The local newspaper is the Tahoe Daily Tribune which is only published on Fridays. ==Climate== Incline Village has a humid continental climate (Dfb) with warm to hot summers with cool nights and moderately cold winters with frigid nights. ==Education== The area is served by the Washoe County School District. Public schools in the CDP are Incline Elementary, Middle, and High School (public, K–12). The Lake Tahoe School is a private school for grades K–8. Sierra Nevada University is located in Incline. Lake Tahoe’s only science museum and environmental research laboratories are operated by the UC Davis Tahoe Environmental Research Center (TERC) in Incline Village. Incline Village has a public library, a branch of the Washoe County Library. ==Tax haven== The town is known as a haven for business and wealthy individuals from California and Southern Nevada. While some move to the village, others register shell corporations and residences there to avoid paying California taxes. A Montara, California politician faced controversy for reporting Incline as her primary residence for tax purposes while also running for office in California. Joe Francis, creator of \"Girls Gone Wild\", was registered as a resident in Incline but living in Los Angeles, California during the time he was found guilty of tax fraud and bribery. Michael DeDomenico, heir of the Rice-A-Roni and Ghirardelli fortune, was charged with evading $1.5 million in taxes to California by falsely claiming residency in Nevada. He owned homes in Verdi and Incline. ==Notable residents== * Lloyd Bryan Molander Adams, director and producer * Dale Brown, novelist; former U.S. Air Force pilot * Warren Buffett, businessman; owned a home here in the 1980s * Stu Cook, former bassist for Creedence Clearwater Revival * David Coverdale, founder/lead singer of Whitesnake and former lead singer of Deep Purple * Trent Dilfer, former NFL quarterback and football analyst for NFL on Fox * David Duffield, chairman of Workday, Inc., former chairman of PeopleSoft * Larry Ellison, former CEO of Oracle Corporation; built a compound at the east end of Lakeshore Blvd. * John Force, National Hot Rod Association (NHRA) Championship Funny Car driver * Joe Francis, founder of Mantra Films, Inc. aka Girls Gone Wild * Brent Jones, former Pro Bowl tight end for the San Francisco 49ers * Jerome Lemelson, inventor and philanthropist * Mike Love, lead singer of The Beach Boys * Michael Milken, financier and philanthropist; pleaded guilty to securities and tax violations * Bill Miller, Major League Baseball umpire * Charles H. Moore, inventor of the Forth programming language * Aaron Rodgers, quarterback for the Green Bay Packers * George Seifert, former head coach for the San Francisco 49ers * Annika Sörenstam, professional golfer * Ken Wilber, author ==See also== * List of census-designated places in Nevada ==References== ==External links== * Incline Village Schools Category:Census-designated places in Nevada Category:Census-designated places in Washoe County, Nevada Category:Lake Tahoe Category:Reno, NV Metropolitan Statistical Area",
 "title": "Incline Village, Nevada"
}