{
 "id": "124473",
 "text": "Wadsworth is a census-designated place (CDP) in Washoe County, Nevada, United States. The population was 834 at the 2010 census. It is part of the Reno- Sparks Metropolitan Statistical Area and located entirely within the Pyramid Lake Indian Reservation. The town was named for General James S. Wadsworth, a Civil War general killed at the battle of the Wilderness in 1864. It was given this name by Leland Stanford of the Central Pacific Railroad as a favor to General Irvin McDowell,Wright p. 12 whom Wadsworth had served under during the Civil War.Eicher p.547 ==Geography== Wadsworth is located at (39.635550, -119.283175). According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== As of the census of 2000, there were 881 people, 328 households, and 225 families residing in the CDP. The population density was 237.7 people per square mile (91.7/km). There were 360 housing units at an average density of 97.1 per square mile (37.5/km). The racial makeup of the CDP was 28.94% White, 0.11% African American, 64.81% Native American, 0.23% Asian, 3.75% from other races, and 2.16% from two or more races. Hispanic or Latino of any race were 12.03% of the population. There were 328 households, out of which 36.3% had children under the age of 18 living with them, 36.3% were married couples living together, 23.5% had a female householder with no husband present, and 31.1% were non-families. 24.1% of all households were made up of individuals, and 10.7% had someone living alone who was 65 years of age or older. The average household size was 2.69 and the average family size was 3.16. In the CDP, the population was spread out, with 31.3% under the age of 18, 10.1% from 18 to 24, 29.1% from 25 to 44, 19.8% from 45 to 64, and 9.8% who were 65 years of age or older. The median age was 31 years. For every 100 females, there were 93.6 males. For every 100 females age 18 and over, there were 93.3 males. The median income for a household in the CDP was $31,198, and the median income for a family was $32,109. Males had a median income of $24,479 versus $24,554 for females. The per capita income for the CDP was $14,756. About 7.2% of families and 8.5% of the population were below the poverty line, including 5.5% of those under age 18 and 5.9% of those age 65 or over. ==History== *Joe Conforte—owner of the first legal brothel in the United States—moved to Nevada in 1955 and opened the Triangle River Ranch brothel in Wadsworth; an illegal brothel at the junction of Washoe, Storey, and Lyon counties. In 1959, Conforte served 22 months in jail after attempting to blackmail Washoe County District Attorney Bill Raggio, who summarily had the ranch burned down. *Author Gwendolyn B. Bennett spent her early childhood in Wadsworth on the Paiute Indian Reservation, where her parents were teachers. *On September 8, 1959, a bill to protect American mustangs was signed into law by President Eisenhower, making it a violation of federal law to use aircraft or motorized vehicles on public land in hunting wild horses and burros. Velma Bronn Johnston of Wadsworth, nicknamed \"Wild Horse Annie\", had lobbied Congress to pass the bill.\"Ike Approves Bill To Save Mustangs\", Oakland Tribune, September 8, 1959, p9 *Wadsworth is known to participants in the Burning Man festival as the exit from Interstate 80 that one takes to get to Black Rock City. The event is held in the Black Rock Desert which is near Gerlach, north of Wadsworth on State Route 447. *Wadsworth is also home base to a popular Christian Rock radio station, named Renegade Radio, which broadcasts at 101.3 FM and streams at renegaderadio.org *The opening scene in John Ford's early western masterpiece, The Iron Horse was filmed in Wadsworth. Ford would go on to enjoy one of the greatest careers in cinema, eventually winning an unprecedented four Academy Awards as director. ==Education== It is in the Washoe County School District. Circa 2000 Natchez Elementary School in Wadsworth had about 160 students with 94% being Native American. Enrollment remained at the same level as of 2016. The school is on the Paiute Indian Reservation and is the only school in the district that is on a Native American reservation. Holly O'Driscoll of the Nevada Living Magazine described it as \"a small, older\" facility. In 2017 Siobhan McAndrew of the Reno Gazette Journal stated that historically Natchez had issues with academic performance but by 2017 had a new principal and newly hired teachers. The district extensively renovated the school in summer 2017, spending $1.5 million to do so. Residents zoned to Natchez Elementary are zoned to Mendive Middle School and Edward C. Reed High School. Some students at Natchez Elementary matriculate to a Bureau of Indian Education-contracted secondary school, Pyramid Lake Schools. ==References== * Eicher, John H., and David J. Eicher. Civil War High Commands. Stanford, CA: Stanford University Press, 2001. . * Wright, Frank Nevada's Heartland: Washoe County and its Neighbors Nevada Historical Society ==External links== Category:Census- designated places in Washoe County, Nevada Category:Census-designated places in Nevada Category:Reno, NV Metropolitan Statistical Area",
 "title": "Wadsworth, Nevada"
}