{
 "id": "124525",
 "text": "Silver Lake is a city in McLeod County, Minnesota, United States. The population was 837 at the 2010 census. ==History== Silver Lake was platted in 1881, and named for the lake near the town site. Silver Lake was incorporated in 1889. The city was co-founded by John S. Jerabek. ==Geography== According to the United States Census Bureau, the city has a total area of , all land. Minnesota State Highway 7 serves as a main route in the city. ==Demographics== ===2010 census=== As of the census of 2010, there were 837 people, 352 households, and 214 families living in the city. The population density was . There were 379 housing units at an average density of . The racial makeup of the city was 99.4% White, 0.2% Asian, and 0.4% from two or more races. Hispanic or Latino of any race were 1.4% of the population. There were 352 households, of which 31.0% had children under the age of 18 living with them, 48.0% were married couples living together, 7.1% had a female householder with no husband present, 5.7% had a male householder with no wife present, and 39.2% were non-families. 31.5% of all households were made up of individuals, and 13.1% had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 3.04. The median age in the city was 35 years. 24.7% of residents were under the age of 18; 9.1% were between the ages of 18 and 24; 31.4% were from 25 to 44; 20.7% were from 45 to 64; and 14.1% were 65 years of age or older. The gender makeup of the city was 51.1% male and 48.9% female. ===2000 census=== As of the census of 2000, there were 761 people, 330 households, and 207 families living in the city. The population density was 2,191.4 people per square mile (839.5/km). There were 340 housing units at an average density of 979.1 per square mile (375.1/km). The racial makeup of the city was 99.34% White, 0.13% African American, 0.13% Native American, 0.26% Pacific Islander, and 0.13% from two or more races. Hispanic or Latino of any race were 0.66% of the population. There were 330 households, out of which 30.3% had children under the age of 18 living with them, 51.5% were married couples living together, 7.3% had a female householder with no husband present, and 37.0% were non- families. 32.7% of all households were made up of individuals, and 20.6% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.92. In the city, the population was spread out, with 25.0% under the age of 18, 7.4% from 18 to 24, 30.4% from 25 to 44, 20.1% from 45 to 64, and 17.2% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 94.1 males. For every 100 females age 18 and over, there were 96.9 males. The median income for a household in the city was $36,833, and the median income for a family was $47,917. Males had a median income of $35,000 versus $25,060 for females. The per capita income for the city was $18,126. About 3.7% of families and 7.3% of the population were below the poverty line, including 8.0% of those under age 18 and 17.7% of those age 65 or over. ==References== ==External links== *City Website *Glencoe–Silver Lake Schools website Category:Cities in McLeod County, Minnesota Category:Cities in Minnesota",
 "title": "Silver Lake, Minnesota"
}