{
 "id": "124581",
 "text": "Columbia is a town in Coös County, New Hampshire, United States. The population was 659 at the 2020 census, down from 757 at the 2010 census.United States Census Bureau, American FactFinder, 2010 Census figures. Retrieved March 23, 2011. It is part of the Berlin, NH-VT micropolitan statistical area. ==History== The township was originally chartered in 1762 and named \"Preston\", after Richard Graham, 1st Viscount Preston of Scotland. Settlers failed to meet the terms of the original grant, so the plantation was transferred in 1770 to grantees including Sir James Cockburn, 8th Baronet, after which it was named \"Cockburn Town\", incorporated on December 16, 1797.Article in Statistics and Gazetteer of New-Hampshire (1875) In 1811, in the lead-up to the War of 1812, Governor John Langdon changed the name to Columbia. Although the surface is uneven and mountainous, the soil was of good quality. Maple sugar became an important product, and lumber was cut and transported on rafts down the Connecticut River to markets. By 1859, when the population was 762, Columbia had four sawmills, three gristmills, two clapboard machines, and a starch mill. ==Geography== According to the United States Census Bureau, the town has a total area of , of which are land and are water, comprising 0.55% of the town. It is drained by the east and west branches of Simms Stream. The highest point is the summit of Blue Mountain, at above sea level. Columbia lies fully within the Connecticut River watershed. The town is served by U.S. Route 3. ==Demographics== At the 2000 census there were 750 people, 300 households, and 218 families living in the town. The population density was 12.3 people per square mile (4.8/km). There were 449 housing units at an average density of 7.4 per square mile (2.8/km). The racial makeup of the town was 97.60% White, 0.13% African American, 0.27% Native American, 0.27% Asian, and 1.73% from two or more races. Hispanic or Latino of any race were 0.67%. Of the 300 households 31.7% had children under the age of 18 living with them, 60.0% were married couples living together, 7.7% had a female householder with no husband present, and 27.3% were non-families. 21.3% of households were one person and 8.0% were one person aged 65 or older. The average household size was 2.49 and the average family size was 2.82. The age distribution was 24.8% under the age of 18, 4.4% from 18 to 24, 26.5% from 25 to 44, 29.1% from 45 to 64, and 15.2% 65 or older. The median age was 42 years. For every 100 females, there were 113.7 males. For every 100 females age 18 and over, there were 101.4 males. The median household income was $36,964 and the median family income was $42,143. Males had a median income of $27,604 versus $19,732 for females. The per capita income for the town was $16,859. About 4.0% of families and 7.3% of the population were below the poverty line, including 6.8% of those under age 18 and 10.1% of those age 65 or over. ==See also== * Wallace Farm (Columbia, New Hampshire) ==References== ==External links== * * New Hampshire Economic and Labor Market Information Bureau Profile Category:Towns in Coös County, New Hampshire Category:Berlin, New Hampshire micropolitan area Category:New Hampshire populated places on the Connecticut River Category:Towns in New Hampshire",
 "title": "Columbia, New Hampshire"
}