{
 "id": "124516",
 "text": "Heier Township is a township in Mahnomen County, Minnesota, United States. The population was 154 at the 2000 census. Heier Township was named for Frank Heier, a local educator. ==Geography== According to the United States Census Bureau, the township has a total area of , of which of it is land and of it (7.24%) is water. ==Demographics== As of the census of 2000, there were 154 people, 56 households, and 44 families residing in the township. The population density was 4.6 people per square mile (1.8/km2). There were 67 housing units at an average density of 2.0/sq mi (0.8/km2). The racial makeup of the township was 85.71% White, 5.19% Native American, 0.65% Asian, and 8.44% from two or more races. There were 56 households, out of which 39.3% had children under the age of 18 living with them, 66.1% were married couples living together, 8.9% had a female householder with no husband present, and 21.4% were non-families. 19.6% of all households were made up of individuals, and 7.1% had someone living alone who was 65 years of age or older. The average household size was 2.75 and the average family size was 3.16. In the township the population was spread out, with 29.2% under the age of 18, 5.8% from 18 to 24, 29.2% from 25 to 44, 26.6% from 45 to 64, and 9.1% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 129.9 males. For every 100 females age 18 and over, there were 109.6 males. The median income for a household in the township was $34,167, and the median income for a family was $42,917. Males had a median income of $17,250 versus $20,417 for females. The per capita income for the township was $15,290. About 5.9% of families and 7.3% of the population were below the poverty line, including 8.8% of those under the age of eighteen and 15.4% of those 65 or over. ==References== Category:Townships in Mahnomen County, Minnesota Category:Townships in Minnesota",
 "title": "Heier Township, Mahnomen County, Minnesota"
}