{
 "id": "124614",
 "text": "Northumberland is a town located in western Coös County, New Hampshire, U.S., north of Lancaster. It is part of the Berlin, NH-VT micropolitan statistical area. As of the 2020 census, the town population was 2,126, of whom 1,068 lived in the village of Groveton. ==History== North of the mountain ridge known as Cape Horn, near the Connecticut River, are the remains of Fort Wentworth, built by the New Hampshire Militia in 1755 during the French and Indian War. The town was granted as \"Stonington\" in 1761 to John Hogg and others by Governor Benning Wentworth, and first settled in 1767 by Thomas Burnside and Daniel Spaulding. Burnside was a member of Rogers' Rangers. The land was regranted by Governor John Wentworth in 1771 as \"Northumberland\", the name derived from Northumberland in England. The town was incorporated November 16, 1779. In 1797 the town voted to construct a meeting house, which was completed in 1799. The structure can still be found alongside U.S. Route 3. Groveton is the northern terminus of a railroad track owned by the New Hampshire & Vermont Railroad, where it intersects the St. Lawrence & Atlantic Railroad. This was formerly the junction of the Grand Trunk Railway and the Boston, Concord & Montreal Railroad—a major point of access for the northern White Mountains.History of Northumberland, Coos County, New Hampshire The area was once known for its large corn and potato crop, starch mills, and manufacturing (leather, shoe pegs). More recently, the town economy centered on the lumber industry. That changed in 2007, however, when the Wausau Paper mill closed, eliminating 300 jobs. ==Geography== According to the United States Census Bureau, the town has a total area of , of which are land and are water, comprising 2.96% of the town. The Connecticut River, which forms the New Hampshire–Vermont border, runs along the western edge of town. The Upper Ammonoosuc River runs through town in a southwesterly direction to the Connecticut and is crossed by a covered bridge at Groveton. There are several mountains in town, including Morse Mountain ( above sea level), Cape Horn (), Moore Mountain (), and Spaulding Hill (). The town's highest point is above sea level on a spur of the Pilot Range on the town's eastern boundary. Cape Horn State Forest is located in the central portion of the town boundaries. The nucleus of Northumberland (outside of Groveton) is arranged along US 3, which runs along the Connecticut River. Route 110 intersects US 3 in Northumberland and runs east toward adjacent Stark. ==Demographics== As of the census of 2000, there were 2,438 people, 989 households, and 666 families residing in the town. The population density was 67.4 people per square mile (26.0/km). There were 1,112 housing units at an average density of 30.7 per square mile (11.9/km). The racial makeup of the town was 98.44% White, 0.25% Native American, 0.33% Asian, and 0.98% from two or more races. Hispanic or Latino of any race were 0.53% of the population. There were 989 households, out of which 32.3% had children under the age of 18 living with them, 51.3% were married couples living together, 10.1% had a female householder with no husband present, and 32.6% were non-families. 26.7% of all households were made up of individuals, and 13.5% had someone living alone who was 65 years of age or older. The average household size was 2.47 and the average family size was 2.91. In the town, the population was spread out, with 26.2% under the age of 18, 6.8% from 18 to 24, 27.6% from 25 to 44, 23.5% from 45 to 64, and 15.8% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 98.5 males. For every 100 females age 18 and over, there were 95.1 males. The median income for a household in the town was $31,570, and the median income for a family was $34,444. Males had a median income of $33,281 versus $19,464 for females. The per capita income for the town was $15,101. About 9.4% of families and 11.4% of the population were below the poverty line, including 13.4% of those under age 18 and 10.1% of those age 65 or over. ==Sites of interest== * Groveton Covered Bridge == Notable people == * William E. Holyoke (1868–1934), US Navy sailor; recipient of the Medal of Honor ==References== ==External links== * * Northumberland Public Library * New Hampshire Economic and Labor Market Information Bureau Profile Category:Towns in Coös County, New Hampshire Category:Populated places established in 1767 Category:Berlin, New Hampshire micropolitan area Category:New Hampshire populated places on the Connecticut River Category:Towns in New Hampshire Category:1767 establishments in New Hampshire",
 "title": "Northumberland, New Hampshire"
}