{
 "id": "12462",
 "text": "The gauss, symbol (sometimes Gs), is a unit of measurement of magnetic induction, also known as magnetic flux density. The unit is part of the Gaussian system of units, which inherited it from the older CGS-EMU system. It was named after the German mathematician and physicist Carl Friedrich Gauss in 1936. One gauss is defined as one maxwell per square centimetre. As the cgs system has been superseded by the International System of Units (SI), the use of the gauss has been deprecated by the standards bodies, but is still regularly used in various subfields of science. The SI unit for magnetic flux density is the tesla (symbol T),NIST Special Publication 1038, Section 4.3.1 which corresponds to . ==Name, symbol, and metric prefixes== Albeit not a component of the International System of Units, the usage of the gauss generally follows the rules for SI units. Since the name is derived from a person's name, its symbol is the uppercase letter G. When the unit is spelled out, it is written in lowercase (\"gauss\"), unless it begins a sentence. The gauss may be combined with metric prefixes, such as in milligauss, mG (or mGs). ==Unit conversions== \\begin{align} 1\\,{\\rm G} &= {\\rm Mx}{\\cdot}{\\rm cm}^{-2} = \\frac{\\rm g}{{\\rm Bi}{\\cdot}{\\rm s}^2}\\\\\\ &\\text{ ≘ } 10^{-4}\\,{\\rm T} = 10^{-4}\\frac{\\rm kg}{{\\rm A}{\\cdot}{\\rm s^2}} \\end{align} The gauss is the unit of magnetic flux density B in the system of Gaussian units and is equal to Mx/cm2 or g/Bi/s2, while the oersted is the unit of -field. One tesla (T) corresponds to 104 gauss, and one ampere (A) per metre corresponds to 4π × 10−3 oersted. The units for magnetic flux Φ, which is the integral of magnetic -field over an area, are the weber (Wb) in the SI and the maxwell (Mx) in the CGS-Gaussian system. The conversion factor is 108, since flux is the integral of field over an area, area having the units of the square of distance, thus 104 (magnetic field conversion factor) times the square of 102 (linear distance conversion factor, i.e., centimetres per metre). 108 = 104 × (102)2. ==Typical values== * 10−9–10−8 G – the magnetic field of the human brain * 10−6–10−3 G – the magnetic field of Galactic molecular clouds. Typical magnetic field strengths within the interstellar medium of the Milky Way are ~5 μGs. * 0.25–0.60 G – the Earth's magnetic field at its surface * 25 G – the Earth's magnetic field in its coreBuffett, Bruce A. (2010), \"Tidal dissipation and the strength of the Earth's internal magnetic field\", Nature, volume 468, pages 952–954, * 50 G – a typical refrigerator magnet * 100 G – an iron magnet * 1500 G – within a sun spot * 10000 to 13000 G – remanence of a neodymium-iron-boron (NIB) magnet * 16000 to 22000 G – saturation of high permeability iron alloys used in transformers * 3000–70000 G – a medical magnetic resonance imaging machine * 1012–1013 G – the surface of a neutron star * 4 × 1013 G – the quantum electrodynamic threshold * 1014 G – the magnetic field of SGR J1745-2900, orbiting the supermassive black hole Sgr A* in the center of the Milky Way. * 1015 G – the magnetic field of some newly created magnetars * 1017 G – the upper limit to neutron star magnetism ==See also== *Centimetre–gram–second system of units *Gaussian units == Notes == ==References== Category:Centimetre–gram–second system of units Category:Units of magnetic flux density Unit",
 "title": "Gauss (unit)"
}