{
 "id": "124709",
 "text": "Taylorsville is a town located in southeastern Smith County, Mississippi, United States. With a population of 1,353 in the 2010 census, the town is the second most populous city in Smith County, behind the county seat of Raleigh to the north. ==History== Taylorsville was established on the Gulf and Ship Island Railroad in 1900. The site was selected by an employee of the railroad, and soon after a post office was built. The post office was originally located about five miles away in Old Taylorsville (now a community located off of Mississippi Highway 531), but was later moved to New Taylorsville. It was the moving of the post office to New Taylorsville that established the present location of the town. Soon after, the Old Stringer Hotel was built. Many years later, in 1946, it was burned down in an arson fire. The town of Taylorsville was founded as a result of the extensive pine forests that grow in Smith County and the surrounding areas. The vast majority of the area was cut by Eastman-Gardiner. As lumber was a very plentiful resource, new businesses and homes both were rapidly built. Today, the lumber industry remains a vital part of the town's economy, with Georgia Pacific having two lumber processing plants and one chemical plant (Plywood and Chemical Divisions in West Taylorsville, and the Paper Division in East Taylorsville) in the city. Today, the city is a bustling small town full of life. There are several major companies that have major branches (or are even headquartered) in Taylorsville, and the town has several stores and gas stations. It has several restaurants, including Catfish Cabin, 28 Diner and Los Charros. It also has a junior college vocational training facility run by Jones College, formerly known as Jones County Junior College. Taylorsville is the headquarters of Southern Pine Electric Power Association, an electric co-op chartered in March 1938 to serve 481 homes and farms. Today, Southern Pine Electric is one of the largest electric cooperatives in the United States with nearly 10,000 miles of energized line serving more than 65,000 meters. The 11-county service area encompasses 14.3% of the total land mass of Mississippi. ==Geography== According to the United States Census Bureau, the city has a total area of , all land. The city is located just west of the Leaf River, which passes under Mississippi Highway 28 about 1 mile outside of the Taylorsville city limits. The Leaf River is a main tributary of the Pascagoula River, which flows to the Gulf of Mexico. ==Demographics== thumb|right|Downtown Taylorsville ===2020 census=== {| class=\"wikitable\" |+Taylorsville racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |751 |65.42% |- |Black or African American (non-Hispanic) |337 |29.36% |- |Native American |1 |0.09% |- |Asian |2 |0.17% |- |Other/Mixed |23 |2.0% |- |Hispanic or Latino |34 |2.96% |} As of the 2020 United States census, there were 1,148 people, 654 households, and 460 families residing in the town. ===2010 census=== As of the census of 2010, there were 1,353 people, 534 households, and 375 families residing in the town. The population density was 364.3 people per square mile (140.7/km2). There were 598 housing units at an average density of 162.4 per square mile (62.7/km2). The racial makeup of the town was 81.58% White, 17.75% African American, 0.37% from other races, and 0.30% from two or more races. Hispanic or Latino people of any race were 0.37% of the population. There were 534 households, out of which 35.0% had children under the age of 18 living with them, 53.2% were married couples living together, 14.0% had a female householder with no husband present, and 29.6% were non-families. 28.5% of all households were made up of individuals, and 16.5% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 3.05. In the town, the population was spread out, with 26.2% under the age of 18, 8.9% from 18 to 24, 26.3% from 25 to 44, 22.5% from 45 to 64, and 16.0% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 88.1 males. For every 100 females age 18 and over, there were 82.0 males. The median income for a household in the town was $28,563, and the median income for a family was $38,958. Males had a median income of $30,776 versus $20,096 for females. The per capita income for the town was $15,202. About 12.5% of families and 16.1% of the population were below the poverty line, including 24.1% of those under age 18 and 10.2% of those age 65 or over. ==Arts and culture== ===BBQ festival=== The Grillin' N Chillin' Barbecue Festival is a two-day event that is held each year in Taylorsville on the first weekend in November. The festival starts on Friday night with the barbecue teams firing up the grills to compete for various prizes. On Saturday morning, the town closes a one-mile stretch of Mississippi Highway 28 for the car and bike show, which features prizes and a burnout competition. The festival has been a great success for the town, bringing in much-needed tourism dollars and attracting barbecue cooks from all over Mississippi and the southeastern United States. ==Education== Taylorsville Attendance Center is a public school governed by the Smith County School District. Taylorsville also has The First Baptist Church of Taylorsville Christian School, a K4-6th grade private school operated by the church. ==Media== Taylorsville is served by two newspapers: The Smith County Reformer and The Post. Both provide news on a local level, while television and high- speed internet provides wider-scale news. Radio station WBBN-FM 95.9 (B95), is licensed to Taylorsville with its studios in Laurel. ==Infrastructure== ===Transportation=== The city has no public transit system other than the bus routes to Taylorsville High School, but is served by several Mississippi state highways and one county highway. State highways * Mississippi Highway 28 * Mississippi Highway 37 * Mississippi Highway 531 Taylorsville is located approximately 10 miles from U.S. Highway 84. The town is connected to a railroad system which connects to the West Taylorsville Industrial Park and runs west to Magee. ==Notable people== * Jason Campbell, football player * Eric Clark, Mississippi Secretary of State * Tim Duckworth, football player * Blaine Eaton II, politician * Billy Hamilton, baseball player * Marcus Keyes, football player * Danny Myrick, singer/songwriter * Eugene Sims, football player * Prentiss Walker, former Congressman ==References== ==External links== * * Taylorsville Chamber of Commerce Category:Towns in Smith County, Mississippi Category:Towns in Mississippi",
 "title": "Taylorsville, Mississippi"
}